{"1": "1 \n  \n \n \n \n \n \n \n \n \nProjeto Pedagógico do Curso  \n \n \n \nCURSO DE ENGENHARIA CIVIL  \nBacharelado  \n \n(APROVADO PELO COEPE/UEMG EM 28/11/2019)  \n \n \n \n \n \n \n \n \n \n \n \nUnidade Acadêmica  de Passos  \n2020  \n ", "2": "1 \n Estrutura administrativa da UEMG  \n \nREITOR A \nLavínia Rosa Rodrigues  \n \nVICE -REITOR  \nThiago Torres Costa Pereira  \n \nPRÓ -REITORA DE ENSINO  \nMich elle Gonçalves Rodrigues  \n \nPRÓ -REITORA DE PESQUISA E PÓS -GRADUAÇÃO  \nMagda Lucia Chamon  \n \nPRÓ -REITOR DE EXTENSÃO  \nMoacyr Laterza Filho  \n \nPRÓ -REITOR DE PLANEJAMENTO , GESTÃO  E FINANÇAS  \nFernando Antonio França Sette Pinheiro Júnior  \n \nDIRETOR DA UNIDADE ACADÊMICA  DE PASSOS  \nItamar Teodoro de Faria  \n \nVICE -DIRETOR DA UNIDADE ACADÊMICA  DE PASSOS  \nWillian Paulo Graciano  \n \nCOORDENADOR A DO CURSO  \nEmiliana Maquiaveli Cardoso  \n \nSUBCOORDENADOR  DO CURSO  \nJúlia Maria Ajeje de Oliveira  \n \nNÚCLEO DOCENTE ESTRUTURANTE – NDE  \nAnderson Jacob Rocha  \nEduardo Goulart Collares  \nEmiliana Maquiaveli Cardoso  \nClayton Reis de Oliveira  \nSidnei Ramos Borges  \n \n \n ", "3": "1 \n Dados de identificação da Universidade  \n \nInstituição de Ensino Superior: Universidade do Estado de Minas Gerais  \nNatureza jurídica:  Autarquia Estadua l \nRepresentante legal – Reitor:  Lavínia Rosa Rodrigues  \nEndereço da sede e Reitoria: Rodovia Papa João Paulo II , 4143 - Ed. Minas - 8º \nandar - Cidade Administrativa Presidente Tancredo Neves - Bairro Serra Verde - Belo \nHorizonte - MG - CEP: 31.630 -900. \nCNPJ : 65.172.579/0001 -15. \nAto de criação:  Art.81 do Ato das Disposições Constitucionais Transitórias da \nConstituição Mineira de 1989.  \nAto regulatório de credenciamento:  Lei Estadual 11539 de 23 de julho de 1994.  \nAto regulatório de renovação de credenciamento: Decreto 281 de 10 de agosto de \n2015.  \nAto regulatório de credenciamento para oferta de cursos a distância:   Portaria nº \n1.369, de 7 de dezembro de 2010.  \n ", "4": "1 \n Dados de identificação do curso  \n \nUnidade Acadêmica:  Unidade Acadêmica de Passos  \nEsfera administrativa : Estadual  \nCurso:  Engenharia Civil  \nModalidade do curso: Bacharelado  \nTurno  de funcionamento:  Integral  \nTempo de integralização do curso:  - Mínimo : 10 (dez) semestres  \n- Máximo: 18 (dezoito ) semestres  \nNúmero de vagas ofertadas: 80 vagas (40 por semestre)  \nCarga  horária total do curso: 4.986 horas/aula  equivalente a 4.155 horas  \nFormas de ingresso:  Exame  Nacional  do Ensino  Médio  (ENEM),  Sistema  de Seleção  \nUnificado  – SISU,  Reopção,  Transferência  e Obtenção  de Novo Título. \nDias letivos semanais: 6  (seis) dias  \nInício de funcionamento: 1976  \nAto legal de autorização do curso: Decreto Federal 7 7.236 de 25 de fevereiro de \n1976 \nRenovação de Reconhecimento:  Resolução SEDECTES no. 37 de 26 de março de \n2019 publicado no Diário Oficial de Minas Gerais em 03/04/2019.  \nMunicípio  de implantação:  Passos -MG \nEndereço de funcionamento do curso : Rua Colorado, 700  - CEP: 37 .902-092 ", "5": "1 \n Sumário  \n \n1. Apresentação  ................................ ................................ ................................ .................  2 \n2. Contextualização  ................................ ................................ ................................ ............  2 \n 2.1 Histórico da UEMG........................  .............................................................................. 2 \n 2.2 Histórico da Unidade Acadêmica  ................................ ................................ ..............  5 \n 2.3 Realidade regional  ................................ ................................ ................................ .... 6 \n3. Caracterização do curso  ................................ ................................ ................................ . 7 \n 3.1 Concepção do curso  ................................ ................................ ................................ . 8 \n 3.2 Justificativa do curso  ................................ ................................ ................................ . 8 \n 3.3 Objetivos do curso  ................................ ................................ ................................ .... 9 \n 3.4 Perfil do egresso  ................................ ................................ ................................ ..... 10 \n 3.5 Articulação do curso com o Plano de desenvolvimento institucional da UEMG  ....... 11 \n 3.6 Articulação entre ensino, pesquisa e extensão  ................................ .......................  12 \n4. Organização curricula r ................................ ................................ ................................ .. 13 \n 4.1 Flexibilização curricular  ................................ ................................ ...........................  15 \n 4.2 Atividades complementares  ................................ ................................ ....................  17 \n 4.3 Estágio curricular supervisionado  ................................ ................................ ...........  17 \n 4.4 Trabalho de conclusão de curso  ................................ ................................ .............  19 \n 4.5 Atividades de extensão  ................................ ................................ ...........................  20 \n5. Estrutura curricular  ................................ ................................ ................................ ....... 22 \n 5.1 Ementário das disciplinas obrigatórias  ................................ ................................ .... 33 \n 5.2 Ementário das disciplinas optativas  ................................ ................................ ...... 101 \n6 Metodologia de ensino  ................................ ................................ ................................  111 \n7 Avaliação de desempenho discente ................................ ................................ ............  111 \n8 Atendimento ao estudante  ................................ ................................ ..........................  113 \n9 Núcleo docente estruturante  ................................ ................................ .......................  114 \n10 Colegiado de curso  ................................ ................................ ................................ ..... 116 \n11 Infraestrutura  ................................ ................................ ................................ ..............  116 \n 11.1 Biblioteca  ................................ ................................ ................................ ............  121 \n 11.2 Laboratórios  ................................ ................................ ................................ ........  124 \nReferência bibliográfica  ................................ ................................ ................................ ..... 128 \nANEXOS  ................................ ................................ ................................ ............................  131 \n \n ", "6": " \n2 \n 1. Apresentação  \nO Curso de Engenharia Civil busca, em sua organização didático -pedagógica, \ncumprir  a concepção de ed ucação superior com o princípio de indissociabilidade entre \nensino, pesquisa e extensão, disposto no artigo 207 da Constituição Brasileira de 1988 \ntendo como parâmetro as Diretrizes Curriculares Nacionais e como meta  formar \nprofissionais com visão ampla na s diferentes áreas do conhecimento, de forma \nhumanista, crítica e reflexiva, com competência técnica, ética, política, social e \neducativa, aptos para inserção no mercado de trabalho e para a participação no \ndesenvol vimento da sociedade brasileira com d omín io dos conceitos fundamentais \nindispensáveis ao exercício  profissional do Engenheiro Civil, associado à capacidade \nde enfrentar e solucionar problemas da área e de buscar contínu a atualização e \naperfeiçoamento.  \n \n2. Contextualização  \nEste capítulo apresenta um  panorama histórico da Universidade do Estado de \nMinas Gerais – UEMG, da realidade econômica, social e educacional a qual a Unidade \nAcadêmica se insere e sua contribuição para o desenvolvimento regional, articulada \na justificativa de oferta do curso.   \n \n2.1 Histórico da UEMG  \nUma análise dos 30 anos de sua criação permite afirmar que a Universidade \ndo Estado de Minas Gerais - UEMG representa, hoje, uma alternativa concreta e rica \nde aproximação do Estado mineiro com suas regiões, por acolher e apoiar a \npopulação de Minas onde vivem e produzem. Por sua vocação, tem sido agente do \nsetor público junto às comunidades, colaborando na solução de seus problemas, por \nmeio da realização do tripé ensino, pesquisa e extensão, e na formatação e \nimplementação de seus projetos de desenvolvimento.  ", "7": " \n3 \n Para se firmar no contexto do Ensino Superior no Estado e buscando estar \npresente em suas mais distintas regiões, a UEMG adota um modelo multicampi, se \nconstituindo não apenas como uma alternativa aos modelos convencionais de \ninstituiçã o de ensino, mas também como força política e social para o \ndesenvolvimento regional. A Universidade apresenta uma configuração ao mesmo \ntempo, global e regional. Ela se diferencia das demais pelo seu compromisso com o \nEstado de Minas Gerais e com as regiõ es nas quais se insere em parceria com o \nGoverno do Estado, com os municípios e com empresas públicas e privadas. \nCompromisso este apresentado em um breve histórico da formação de suas Unidades \nacadêmicas.  \nA UEMG foi criada em 1989, mediante determinação e xpressa no Art. 81 do \n“Ato das Disposições Constitucionais Transitórias – ADCT” da Constituição do Estado \nde Minas Gerais e a sua estrutura foi regulamentada pela Lei nº 11.539, de 22 de julho \nde 1994, que a definiu como uma autarquia de regime especial, p essoa  jurídica de \ndireito público, com sede e foro em Belo Horizonte, com autonomia didático -cientifica, \nadministrativa e disciplinar, incluída a gestão financeira e patrimonial. Está vinculada \nà Secretaria de Estado de Ciência, Tecnologia e Ensino Superio r – SECTES, à qual \ncompete formular e implementar políticas  públicas que assegurem o desenvolvimento \ncientífico e tecnológico, a inovação e o ensino superior.  \nO Campus de Belo Horizonte teve sua estrutura definida pela mesma Lei nº \n11.539/1994, que autoriz ou a incorporação à UEMG da Fundação Mineira de Arte  \nAleijadinho – FUMA, hoje transformada em duas escolas: Música e Design; a \nFundação Escola Guignard; o curso de Pedagogia do Instituto de Educação, que foi \ntransformado na Faculdade de Educação. Compõe o Campus Belo Horizonte ainda, \na Faculdade de Políticas Públicas Tancredo Neves – FaPP, criada pela Resolução \nCONUN/UEMG Nº 78, de 10 de setembro de 2005, com vistas a contribuir para a  \nconsolidação do compromisso da UEMG relativo ao desenvolvimento de proje tos de \nexpansão e diversificação dos cursos oferecidos e, para a ampliação do acesso ao \nensino superior no Estado.  ", "8": " \n4 \n No interior de Minas Gerais, a UEMG realizou, em convênio com prefeituras \nmunicipais, a instalação do curso de Pedagogia fora de sede em Poço s de Caldas e \ndas Unidades Acadêmicas em Barbacena, Frutal, João Monlevade, Leopoldina e Ubá \ncom a oferta de cursos que buscam contribuir para a formação de profissionais e para \na produção e difusão de conhecimentos, que reflitam os problemas, as \npotencial idades e as peculiaridades de diferentes regiões do Estado, com vistas à \nintegração e ao desenvolvimento regional.  \nEm 2010, a Universidade realizou seu credenciamento junto ao Ministério da \nEducação, através da Portaria nº 1.369 de 07 de dezembro de 2010, para oferta de \ncursos de Educação à Distância. Consolidado com sua inserção na Universidade \nAberta do Brasil – UAB, ofertando Cursos de Aperfeiçoamento, Graduação e \nEspecialização na modalidade à distância.  \nMais recentemente, por meio da Lei nº 20.807, de 26 de julho de 2013, foi \nprevista a estadualização das fundações educacionais de ensino superior associadas \nà UEMG, de que trata o inciso I do § 2° do art. 129 do ADCT, a saber:  Fundação \nEducacional de Carangola, na cidade de Carangola; Fundação Educaciona l do Vale \ndo Jequitinhonha, em Diamantina; Fundação de Ensino Superior de Passos, na cidade \nde Passos; Fundação Educacional de Ituiutaba, no município de Ituiutaba; Fundação \nCultural Campanha da Princesa, em Campanha e Fundação Educacional de \nDivinópolis, na cidade de Divinópolis; bem como os cursos de ensino superior \nmantidos pela Fundação Helena Antipoff, no município de Ibirité.  \nFinalizado o processo de estadualização, a UEMG assumiu posição de \ndestaque no cenário educacional do Estado, com presença em 1 4 Territórios de \nDesenvolvimento, sendo 17 municípios com cursos presencias e 7 polos de Educação \nà Distância, comprometida com sua missão de promover o Ensino, a Pesquisa e a \nExtensão de modo a contribuir para a formação de cidadãos comprometidos com o \ndesenvolvimento e a integração dos setores da sociedade e das regiões do Estado.  ", "9": " \n5 \n 2.2 Histórico da Unidade Acadêmica  \nA Fundação de Ensino Superior de Passos (FESP) foi criada em 1963 como \nFundação da Faculdade de Filosofia de Passos, e foi instituída  pelo Decre to do Estado \nde Minas Gerais nº 8.495, de 15 de julho de 1965, sendo posteriormente denominada \nFundação de Ensino Superior de Passos.  \nEm abril de 1990, em função do art. 81, do Ato das Disposições Constitucionais \nTransitórias da Constituição do Estado de M inas Gerais, que criou  a Universidade do \nEstado de Minas Gerais – UEMG, as faculdades mantidas pela Fundação de Ensino \nSuperior de Passos optaram por integrá -la, após ampla consulta ao corpo discente, \ndocente e administrativo da instituição e à comunidade passense. Em 24 de maio de \n1995, pelo Decreto Estadual n.º 36.897 a FESP foi absorvida pela UEMG, passando \nà condição de associada.  \nEm 03 de abril de 2014, pelo Decreto Estadual n.o.46.479 houve a \nregulamentação da absorção pela Universidade do Estado de M inas Gerais, das  \natividades de ensino, pesquisa e extensão mantidas pela Fundação de Ensino \nSuperior de Passos. Assim, a partir de novembro de 2014, tornou -se UEMG - \nUniversidade do Estado de Minas Gerais - Unidade Passos , garantindo aos alunos da \ngraduaçã o o ensino público e gratuito. O ferece hoje 27 cursos de graduação: \nAdministração ; Agronomia ; Biom edicina ; Ciências Biológicas (Bacharelado ); Ciências \nBiológicas (Licenciatura ); Ciências Contábei s; Comunicação Social / Publicidade e \nPropaganda ; Design - Moda ; Direito ; Educação Física (Bacharelado ); Educação Física \n(Licenciatura); Enfermagem ; Engenharia Ambiental ; Engenharia Civil ; Engenharia de \nProdução ; Estética e Cosmética ; Física; Gestão Comercial;  História; Jornalismo; \nLetras – Português; Matemática; Medicina; Nutrição; Pedagogia; Serviço Social; \nSistemas de Informação.  \nAlém de cursos de graduação, a UEMG – Unidade de Passos oferta P ós \nGraduação em “Engenharia de Segurança do Trabalho”, “Ensino de Ciências e \nMatemática”, “Ensin o de Ciências para Educação Básica”, “Gestão Ambiental”, \n“Gestão de Pessoas”, “Metodologia e Didática do Ensino Superior” e “Língua ", "10": " \n6 \n Portuguesa” , além do Mestrado Profissional em Desenvolvimento Regional e Mei o \nAmbiente aprovado pela CAPES.  \n \n2.3 Realidade regio nal \nO município de Passos, sede da Unidade, está localizado na região sudoeste \ndo Estado de Minas Gerais. De acordo com o IBGE(2017), a estimativa de  população \ndo município para o ano de 2018 seria de 113.998 habitantes  em uma área territorial \nde 1.338,070  km². Ainda de acordo com dados do IBGE, em 2017 o município contava \ncom 12.559 matrículas no ensino fundamental distribuídas em 38 estabelecimentos \nescolares e 4.327 matrículas no ensino médio em 17 estabelecimentos.   \nA região polarizada abrange 32 municí pios no entorno de Passos e que \nreferenciam a cidade como polo de desenvolvimento: Alpinópolis, Alterosa, Areado, \nBom Jesus da Penha, Cássia, Claraval, Capetinga, Carmo do Rio Claro, Capitólio, \nConceição da Aparecida, Doresópolis, Delfinópolis, Fortaleza d e Minas, Guaxupé, \nIbiraci, Ilicínea, Itamogi, Itaú de Minas, Jacuí, Monte Santo de Minas, Muzambinho, \nPains, Pimenta, Piumhi, Pratápolis, São João Batista do Glória, São José da Barra, \nSão Pedro da União, São Roque de Minas, São Sebastião do Paraíso, São T omáz de \nAquino e Vargem Bonita.   \nNo conjunto Passos , e os municípios da região de abrangência , apresenta vam \numa estimativa de população para 2018 (IBGE,  2017) de 569.805  habitantes, com \n13.512  matrículas no ensino médio  (IBGE, 2017).  \nNo contexto econômico observa -se forte predominância da área de serviços, \nseguida pela indústria e a agropecuária.   \nA cidade carrega consigo o status  de cidade polo do Sudoeste Mineiro. A \neconomia do município de Passos e as fontes de trabalho são geradas, \nprincipalmente, pela cafeicultura, pecuária, agroindústria canavieira e indústria \nconfeccionista e moveleira, além do comércio local e da prestação de serviços.  ", "11": " \n7 \n A Unidade Passos é a maior  Instituição de Ensino Superior do município e a \nmedida que cresce, contribui de modo sig nificativo para o dinamismo das economias \nda cidade e região. Nascida como parte integrante do processo de desenvolvimento \ncultural, econômico, político e social do Sudoeste de Minas Gerais, integra -se, \nprogressivamente  na vida das cidades por meio do dese nvolvimento das atividades \nde ensino, de prestação de serviço à comunidade, de seu engajamento na \nresponsabilidade com o processo acadêmico.   \nAs novas e rápidas mudanças ocorridas neste início de milênio e os atuais \nmecanismos de estímulo à qualidade, util izados em todas as áreas da sociedade \nexigem que a instituição de ensino superior contribua fundamentalmente na \nvalorização do desenvolvimento integral do ser humano .  \n \n3. Caracterização do curso  \nO curso se caracter iza pelo atendimento das demandas verificada s na região \ndo entorno de Passos , tais como habitação, infraestrutura e planejamento urbano, \nprocesso construtivos , etc . Mas a partir da r egulamentação da absorção pela \nUniversidade do Estado de Minas Gerais, das atividades de ensino, pesquisa e \nextensão m antidas pela Fundação de Ensino Superior de Passos, pode -se observar \no ingresso de alunos de várias regiões do estado como também do país.  \nÉ importante ressaltar que o ensino está baseado nas situações concretas que \no futuro profissional irá encontrar  no mercado de trabalho.  Dessa forma, o curso tem \nprocurado estabelecer ações pedagógicas fundamentadas no desenvolvimento de \ncondutas e atitudes com responsabilidade técnica e social .  \n \n3.1 Concepção  do curso  \nProcurando formar um profissional que seja apto para superar os desafios que a \nsociedade moderna demanda e que esteja em processo permanente de formação , o \ncurso foi concebido  para que o estudante se desenvolva num ambiente participativo ", "12": " \n8 \n entre o corpo docente, corpo discente e sociedade, buscando uma inter ação entre \nesses agentes de forma a fomentar a criatividade, a sensibilidade aos a spectos sociais \ne as inovações técnicas e científicas.  \nComo diferencial na formação do estudante a matriz curricular do curso está \nestruturada de forma a associar a aplicação p rática da teoria desenvolvida em sala de \naulas. Essa associação é obtida através de visitas técnicas, cursos e palestras \nministrad as por profissionais atuantes no mercado de trabalho e por empresas do \nsetor.  \n3.2 Justificativa do curso  \nO crescimento rápido da complexidade das organizações e de suas relações \ncom o mundo exterior causou um aumento na demanda por diversos sistemas e \nmétodos de tomada de decisão nos planos estratégico e operacional cujo \ndesenvolvimento, em todo o mundo, está associado à área de Eng enharia. As \naplicações dos métodos de Engenharia Civil são hoje mundialmente reconhecidas \ncomo fundamentais para o sucesso competitivo das organizações (Empresas \nConstrutoras, Metalúrgicas, Imobiliárias, Indústria Petrolífera e outras) tendo sido \nconstante mente mencionadas como fator de grande importância no crescimento \nou decadência de empresas e economias nacionais.   \nA queda progressiva das barreiras econômicas num momento de \nglobalização da economia exig e das empresas um alto grau de competitividade \nque só pode ser atingido através da redução dos custos, do aumento da qualidade \ndos produtos e serviços e de um alto grau de flexibilidade e reação rápida a um \nmercado global e dinâmico. O cumprimento dessas metas exige maior qualificação \ndo pessoal produtivo e gerencial.   \nPor outro lado, acontece em ambiente planetário um processo acelerado de \ndegradação humana, com desníveis insuportáveis de distribuição de riquezas (de \ntodos os tipos, incluindo conhecimento) e de degradação ambiental para o qual \nmuito tem co ntribuído o modelo de geração e acumulação de riquezas vigente \nfundamentado no consumo. Assim, o Engenheiro Civil assume um papel -chave no ", "13": " \n9 \n desenvolvimento futuro das sociedades, tendo função eminentemente conciliatória \nentre as necessidades de crescimento do mercado voltado para as organizações \nenvolvidas, consumo e as necessidades de preservação humana e ambiental, \nentre as novas tecnologias, o homem e seus ambientes.   \nNo País, o Engenheiro Civil deve realizar, sobretudo, a implantação de \nnovos padrões da qualidade e produtividade em todas as atividades industriais e \ncomerciais, além de governamentais, sendo indispensável que sua atuação seja \nregida pela consciência da necessidade de criar um mundo sustentável. Neste \ncontexto, o Engenheiro Civil será peça f undamental no desenvolvimento de novos \nsistemas empresariais e produtivos em todos os ramos da atividade econômica e \nempresarial.   \n \n3.3 Objetivos do curso  \nO Objetivo Geral do curso é formar profissionais com competência técnica, \nreflexão crítica e visão estrat égica para atuação nas diferentes áreas da Engenharia  \nCivil. \nComo Objetivos Específicos segue o estabelecido pela Resolução CNE/CES \nNo.2 de 24 de abril de 2019 das Diretrizes Curriculares Nacionais buscando formar  \nprofissiona is com as devidas  competências e habilidades:  \n Formular e conceber soluções desejáveis de engenharia, analisando e \ncompreendendo os usuários dessas soluções e seu contexto;  \n Analisar e compreender os fenômenos físicos e químicos por meio de \nmodelos simbólicos, físicos e outros, verificado s e validados por \nexperimentação;  \n Conceber, projetar e analisar sistemas, produtos (bens e serviços), \ncomponentes ou processos: a) ser capaz de conceber e projetar soluções \ncriativas, desejáveis e viáveis, técnica e economicamente, nos contextos em \nque ser ão aplicadas;  ", "14": " \n10 \n  Implantar, supervisionar e controlar as soluções de Engenharia;  \n Comunicar -se eficazmente nas formas escrita, oral e gráfica;  \n Trabalhar e liderar equipes multidisciplinares: a) ser capaz de interagir com \nas diferentes culturas, mediante o trab alho em equipes presenciais ou a \ndistância, de modo que facilite a construção coletiva;  \n Conhecer e aplicar com ética a legislação e os atos normativos no âmbito do \nexercício da profissão;  \n Aprender de forma autônoma e lidar com situações e contextos complex os, \natualizando -se em relação aos avanços da ciência, da tecnologia e aos \ndesafios da inovação . \n \n3.4 Perfil do egresso  \nO curso, atuando em consonância com as Diretrizes Curriculares Nacionais,  \ntem como meta formar profissionais com visão ampla nas diferentes á reas do \nconhecimento, de forma humanista, crítica e reflexiva, com competência técnica, ética, \npolítica, social e educativa, aptos para inserção no mercado de trabalho e para a \nparticipação no desenvolvimento da sociedade brasileira.  \nEspecificamente o enge nheiro civil formado pela UEMG – Unidade Passos \ndeve ter:  \n Ter visão holística e humanista, ser crítico, reflexivo, criativo, cooperativo e \nético e com forte formação técnica;  \n Estar apto a pesquisar, desenvolver, adaptar e utilizar novas tecnologias, \ncom a tuação inovadora e empreendedora;  \n Ser capaz de reconhecer as necessidades dos usuários, formular, analisar \ne resolver, de forma criativa, os problemas de Engenharia;  \n Adotar perspectivas multidisciplinares e transdisciplinares em sua prática;  ", "15": " \n11 \n  Considerar os aspectos globais, políticos, econômicos, sociais, ambientais, \nculturais e de segurança e saúde no trabalho;  \n Atuar com isenção e comprometimento com a responsabilidade social e com \no desenvolvimento sustentável.  \n \n3.5 Articulação do curso com o Plano de Dese nvolvimento \nInstitucional da UEMG  \nEm consonância com as metas definidas pelo Plano de Desenvolvimento \nInstitucional da UEMG/2015 -2024 o Projeto Pedagógico foi revisto e a proposta  \npedagógica do curso foi atualizada de forma a atender as novas demandas da \nsociedade e à situação atual do mercado de trabalho.  \nAs principais alterações propostas buscaram viabilizar a implantação de \ndisciplinas eletivas, implantação da matrícula por disciplina visando conferir ao curso  \numa maior flexibilização curricular , porém, atreladas a outras disciplinas através de \npré-requisitos,  revisão da bibliografia específica adotada e a relacionada à formação \ndo estudante em sentido mais amplo  entre outros procedimentos que oportuniz arão a \nreflexão sobre a formação oferecida no curso.   \nA necessidade de atualização do projeto pedagógico do curso foi verificada \natravés da crescente demanda interna, por parte de docentes e discentes e através \ndas orientações emitidas nos relatórios de verificação in loco do CEE/MG, que  \napontavam para a nec essidade de uma urgente reformulação da estru tura curricular. \nPara tanto houve a preocupação com a distribuição da carga horária de maneira \ninterdisciplinar, em que os conhecimentos básicos e específicos se articulam com os \nde outras áreas, numa relação em  que a prática se alia à teoria, desde os períodos \niniciais, para a formação de estudantes detentores de competências e habilidades \nnecessárias à prática profissional.   \n ", "16": " \n12 \n 3.6 Articulação entre ensino, pesquisa e extensão  \nO ensino, a pesquisa e a extensão são os  pilares que sustentam a atividade \nuniversitária e precisam, não apenas ocorrerem na UEMG e no curso de Engenharia \nCivil de forma sólida, como também estarem articulados. O ensino na busca e difusão \ndo conhecimento, a pesquisa na investigação científica e a extensão no propósito de \nsocializar o conhecimento e a pesquisa com a comunidade na busca de \ntransformações positivas.  \nO estímulo à pesquisa no curso se apresenta como sendo uma prioridade, e \npoderá ser realizada por meio de projetos desenvolvidos nos t rabalhos de conclusão \nde curso (TCC), bem como em projetos de iniciação científica, por meio dos editais de \npesquisa que são lançados anualmente pela UEMG e pela Unidade de Passos. Dentre \nos editais lançados pela UEMG, por meio da Pró -reitoria de Pesquisa e Pós -\ngraduação, estão o PIBIC UEMG/CNPq, PIBIC UEMG/FAPEMIG e PIBIC \nUEMG/PAPq e, além destes, a Unidade de Passos lança anualmente o PROINPE, \nreferente ao programa interno de pesquisa e extensão.  \nEm relação à extensão, além de proporcionar ao estudante a participação no \nPrograma Institucional de extensão PAEx, várias outras atividades já foram e \ncontinuarão sendo realizadas. É propósito do curso estimular a realização de cursos, \nconferências  e seminários, além da prestação de serviços ( consultorias, assess orias \ne serviços laboratoriais ) e a difusão cultural (realização de eventos ou produtos \nartísticos e culturais)  acreditando que o entrelace entre a disseminação do saber, a \ninvestigação científica e a interação com a comunidade pode promover ações \ntransfor madoras  entre Universidade e Sociedade.  \nA premissa  elementar da pesquisa científica é que esta gera como produto \nnovos conhecimentos e tecnologias que são difundidos para a sociedade através do \nensino e da extensão das atividades acadêm icas. Dessa maneira , o tripé, ensino, \npesquisa e extensão devem ser fomentados e incentivados como forma de \nretroalimentação do sistema educacional.  ", "17": " \n13 \n Como forma de ampliar e agregar valor às atividades de pesquisa, o curso de \nEngenharia Civil tem desenvolvido atividades que impulsion am o interesse do aluno.  \n \n4. Organização curricular  \nO estudante para construir o processo de formação deve desenvolver de maneira \nintegrada um currículo que seja composto por conhecimentos, competências, e \nhabilidades.  \nO Currículo do curso foi con cebido de forma a integrar os objetivos inicialmente \nestabelecidos e o perfil do egresso desejado, de maneira que os conteúdos \ndesenvolvidos estejam de acordo com as exigências das Diretrizes Curriculares do \nCurso de Engenharia Civil, no que se refere aos eixos de formação estabelecidos.  \nOs conteúdos curriculares visam atender às Diretrizes Curriculares Nacionais dos \nCursos de Engenharia, instituídas pela Resolução CNE/CES No. 2 de 24 de abril de \n2019. Também se considerou a Resolução CNE/CES nº 2, de 18 d e junho de 2007 \nque d ispõe sobre carga horária mínima e procedimentos relativos à integralização e \nduração dos cursos de graduação, bacharelados, na modalidade presencial.   \nOs componentes obrigatórios atendendo a Resolução CNE/CP, Nº 1, de 17 DE \nJunho de  2004 que estabelece Diretrizes Curriculares Nacionais para a Educação das \nRelações Étnico  Raciais e para o Ensino de História e Cultura Afro -Brasileira e \nAfricana , a Resolução  CNE/CP, Nº 1, de 30 de Maio de  2012  que estabelece as \nDiretrizes Curriculares Nac ionais para Educação em Direitos Humanos  e a Resolução \nCNE, Nº 2, de 15 de Junho  de 2012 que  estabelece as Diretrizes Curriculares \nNacio nais para a Educação Ambiental, estão inseridos no currículo  \nO curso está organizado em um núcleo de conteúdos básicos, um núcleo de \nconteúdos profissionalizantes e um núcleo de conteúdos específicos que se constitui \nem extensões e aprofundamentos dos conteúdos do núcleo profissionalizantes. As \natividades complementares, as atividades de extensão , o trabalho de conclusão de  \ncurso e o estágio supervisionado complementam a formação do engenheiro.  ", "18": " \n14 \n O Curso de Engenharia Civil está estruturado para funcionamento no período \nintegral, sendo que o regime adotado é o semestral, possibilitando melhor \naproveitamento do tempo, maior int egração dos programas de aprendizagem e o \nnecessário empenho por parte do discente, considerando as diversas formas de \nverificação do processo ensino -aprendizagem.  \nAs modalidades de disciplinas ofertadas são, conforme Art. 2º da Resolução \nCOEPE/UEMG Nº 132 /2013 de 13 de Dezembro de 2013, que  regulamenta a \nimplantação do regime de matrícula por disciplina nos Cursos de Graduação da \nUniversidade do Estado de Minas Gerais – UEMG e institui procedimentos e limites \npara matrícula : obrigatórias, optativas e eleti vas.  \nDisciplinas obrigatórias: são disciplinas que constam no Projeto Político -\nPedagógico do curso, imprescindíveis à formação do estudante, e que a Instituição \nconsidera que não podem faltar em um curso de graduação que se propõe a formar \nprofissionais e m uma determinada área.   \nDisciplinas optativas: são disciplinas que constam no Projeto Político -Pedagógico \ndo curso, dizem respeito à área e permitem aprofundamento de estudos em alguns \ncampos do conhecimento. Podem favorecer uma preparação diferenciada, q ue atenda \nao interesse mais específico de um dado grupo de estudantes . Além disso, aumenta \nas atribuições do profissional, de acordo coma a Câmara Especializada de Engenharia \nCivil (CEEC) do CREA -MG. As disciplinas optativas fazem parte do currículo do cur so \nde Engenharia Civil , ou disciplina equivalente oferecida em Instituição de Ensino \nSuperior reconhecida , e deverão ser cursadas no 7º, 8º e 10º períodos , ou caso o \naluno tenha já cumprido os pré -requisitos necessários .  \nDisciplinas eletivas: são quaisque r disciplinas oferecidas pela UEMG ou por \nqualquer Instituição de Ensino Superior reconhecida que não estejam incluídas na \nmatriz curricular do curso de origem do estudante. A disciplina eletiva não necessita \nser de área afim ao curso em que o aluno está m atriculado. O aluno do curso de \nEngenharia Civil deverá cursar, para integralização do curso, pelo menos 1 disciplina \neletiva de 36 horas/aula.   ", "19": " \n15 \n A estrutura sequencial das disciplinas, tanto as obrigatórias, quanto as optativas e \neletivas, conforme dispost as na estrutura  curricular, busca assegurar o \ndesenvolvimento das competências do egresso e está organizada de forma a \naproximar o estudante do ambiente profissional, desta forma, é de suma importância \nque o aluno obedeça rigorosamente esta estrutura, mesm o se não estiver explícita a \nobrigatoriedade de pré -requisitos.  \n \n4.1 Flexibilização curricular  \nO Curso de Engenharia  Civil adotará no seu sistema de ingresso e condução \ndo curso a “matrícula por disciplina”, permitindo assim a flexibilização do currículo, \ndand o ao aluno a liberdade para definir seu percurso formativo, desde que respeite  o \nperíodo determinado  para a integralização do curso, e os pré -requisitos determinados \nno PPC.  \nCompõem a matriz curricular do curso, as disciplinas obrigatórias, optativas e \neletivas. As disciplinas obrigatórias correspondem ao conjunto de atividades e estudos \nque serão ofertados em um período letivo, sendo comuns a todos os alunos do curso. \nAs disciplinas optativas compõem a matriz curricular , conforme rol de disciplinas \nofereci das pelo PPC,  e ficarão à escolha do aluno, possibilitando a ele o \naprofundamento dos estudos nas áreas de maior interesse ou necessidade. As \neletivas, não compõem a matriz curricular, e deverão ser cursadas em outros cursos \noferecidos na Universidade. A carga horária da disciplina eletiva cursada será \ncomputada no total geral da carga horária do curso.  \nO aluno deverá cumprir, além das disciplinas obrigatórias da grade , 3 (três) \ndisciplinas optativas e 1  (uma) disciplina  eletiva . \nOutro aspecto importante no  âmbito da flexibilização é que a Unidade Passos \nda UEMG possui ainda outros cursos, como Engenharia Ambiental , Engenharia de \nProdução  e Engenharia Agronômica que possuem diversas disciplinas em comum ou \nde interesse direto ao curso de Engenharia Civil, po ssibilitando ao estudante o \ncumprimento dessas disciplinas em algum destes cu rsos.  ", "20": " \n16 \n No âmbito da integração entre os componentes curriculares, o estudante \npoderá aprimorar os seus conhecimentos e personalizar o seu currículo em estudos \nindependentes, nas at ividades complementares, cursos de extensão e projetos de \nresponsabilidade social : \nI. Estudos independentes : são as atividades que, sob iniciativa do \nacadêmico e/ou recomendadas pelo professor, complementam a sua \nformação. Constituem um componente curricular aberto e flexível, \ndevendo ocorrer com a orientação do professor, mas fora do horário \nregular das aulas. Poderão ser constituídos por grupos de estudo, \nparticipação em eventos culturais, científicos, tecnológicos, \ncomunicações escritas ou orais e outros.  \nII. Desenvolvimento de atividades complementares : como estudos e \npráticas estudantis/acadêmico/culturais independentes, possibilitam \nenriquecimento das propostas do currículo institucionalizado, contribuindo \npara a flexibilização curricular e participação socia l.  \nIII. Cursos de extensão : têm a finalidade de proporcionar o enriquecimento \nda comunidade com o aproveitamento prático dos conteúdos teóricos \nassimilados.  \nIV. Projetos de responsabilidade social : oportunizam ao acadêmico \naquisição de competências e o desenvolvim ento de habilidades \nespecíficas da futura profissão.  \nApesar do projeto do curso não contemplar disciplinas na modalidade a \ndistância, admite, verificada a necessidade /viabilidade e após ser submetido à análise \ndo Núcleo Docente Estruturante  - NDE e Colegia do do Curso, a possibilidade de \nutilização da modalidade para oferta de disciplinas previstas na estrutura curricular, \nconforme Portaria MEC no.1.428/2018 de 28 de dezembro de 2018 que “ Dispõe sobre \na oferta, por Instituições de Educação Superior – IES, de  disciplinas na modalidade a \ndistância em cursos de graduação presencial ”, observados os limites legais de carga \nhorária  estipulado em seu Art. 2º: “ As IES que possuam pelo menos 1 (um) curso de \ngraduação reconhecido poderão introduzir a oferta de discipli nas na modalidade a \ndistância na organização pedagógica  e curricular de seus cursos de graduação ", "21": " \n17 \n presenciais regularmente autorizados, até o limite de 20% (vinte por cento) da carga \nhorária total do curso.”   \n \n4.2 Atividades complementares  \nAs Atividades Complem entares à formação são estudos e práticas \nestudantis/acadêmico/culturais independentes que possibilitam o enriquecimento das \npropostas do currículo institucionalizado, contribuindo para a flexibilização cu rricular e \nparticipação social.  \nAs Atividades Compl ementares de Graduação (ACG), sejam realizadas dentro \nou fora do ambiente escolar, devem contribuir efetivamente para o desenvolvimento \ndas competências previstas para o egresso, conforme Art. 10 da Resolução no. 2 de \n24 de abril de 2019 do Conselho Nacion al de Educação.  \nPara a integralização curricular, o acadêmico deverá comprovar no mínimo 150 \nhoras  de Atividades Complementares, distribuídas  do 1º ao 9º período  do curso em \nconformidade com o quadro de distribuição de carga horária. O registro e supervisã o \nserão feitos pelo Coordenador de Atividades Complementares seguindo o \nRegulamento das Atividades Complementares de Graduação – ACG  (ANEXO I). \n \n4.3 Estágio curricular supervisionado  \nO curso de Engenharia Civil busca garantir a permanente articulação entre \nteoria e prática, levando em conta as características particulares e específicas de \ncada componente curricular, de modo que a formação profissional seja perpassada \npor essa relação, sendo este um dos principais eixos considerados na construção \ndeste projeto p edagógico.  \nO Estágio Supervisionado como atividade obrigatória integrante da matriz \ncurricular do curso de Engenharia Civil objetiva:  \n Viabilizar a integração e o confronto da teoria acadêmica com a prática;  ", "22": " \n18 \n  Possibilitar ao graduando o aperfeiçoamento, em t ermos formativos e \ninformativos, para uma melhor atuação social e profissional;  \n Efetivar pesquisas ligadas à área de formação e atuação, de forma a \npossibilitar uma profissionalização mais crítica e comprometida com as \nquestões e os problemas da área profi ssional;  \n Promover o intercâmbio entre o campo de estágio e a Universidade.  \nO Estágio Supervisionado deve ser realizado, obrigatoriamente, por áreas \nde concentração que correspondam às matérias definidas como de formação \nprofissional, na legislação específi ca sobre os cursos de Engenharia Civil. As áreas \nsão: Topografia, Geotecnia, Saneamento/Hidráulica, Estruturas, Transportes e \nConstrução Civil.  Nesse sentido, são  denominados campos de Estágio  Obrigatório : \n Organizações  públicas e privadas, fundações, insti tuições estatais, mistas, \nautarquias, entidades, empresas, organismos de representação oficial de \ncategorias profissionais e sindicatos, que contenham em seus quadros de \npessoal o profissional Engenheiro habilitado (registrado no CREA), \nprofissionais autôn omos (registrado no CREA e desde que convalidados \npelo Colegiado do curso), que estabeleçam convênio ou acordo com a \nUEMG ou com a Unidade de Passos.  \n Programas , projetos e/ou serviços, desenvolvidos pela UEMG – Unidade \nPassos e supervisionados por professo r ou o profissional habilitado às \nfunções.  \nO estágio pode ser também não -obrigatório, sendo neste caso uma atividade \nopcional, acrescida à carga horária regular e obrigatória. O estágio obrigatório e \ntambém o não obrigatório são regidos pela Lei Federal n º. 11.788 de 25 de \nsetembro de 2008.  \nNo curso de Engenharia Civil, o estágio poderá ser executado a partir do 6º \nperíodo e será formalmente convalidado a partir do cumprimento da disciplina \n“Orientações Técnicas para Está gio Supervisionado” ministrada pel o professor \nOrientador de Estágio. Será considerado aprovado o discente que cumprir ", "23": " \n19 \n integralmente a carga horária estabelecida e apresentar o relatório final, conforme \nRegulamento de Estágio Supervi sionado apresentado no ANEXO II. A duração \nmínima de cumpr imento do Estágio Obrigatório é de no mínimo 300 (trezentas) \nhoras.   \n \n4.4 Trabalho de conclusão de curso  \nO Trabalho de Conclusão de Curso - TCC é atividade obrigatória no curso de \nEngenharia Civil da UEMG, conforme estabelecido nos Art. 6o, inciso V da Resoluç ão \nCNE/CES No.2 de 24 de abril de 2019 das Diretrizes Curriculares Nacionais.  \nO TCC deverá ser elaborado individualmente e orientado por um docente do \ncurso de Engenharia Civil ou por professor da Unidade com conhecimento na área de \ninteresse do aluno . \nQuanto à concepção, o trabalho pode ser uma pesquisa científica, um projeto \nde extensão, um estudo de caso ou a análise de uma atividade técnica realizada pelo \naluno. Quanto à forma de apresentação pode ser uma monografia ou um artigo \ncientífico . \nO acompanha mento do trabalho será de responsabilidade do professor \norientador. A estrutura formal do projeto deve seguir os critérios técnicos de redação \nestabelecidos pela Associação Brasileira de Normas Técnicas (ABNT) sobre \ndocumentação, no que forem aplicáveis.  \nPara concluir o TCC, o aluno deverá fazer uma defesa pública do trabalho \nperante uma comissão avaliadora composta pelo orientador e mais dois membros \ntitulares, professores do ensino superior da UEMG  – Unidade de Passos , que \npossuam titulação mínima de espe cialização  e pelo menos um deles membro do \nColegiado do curso de Engenharia Civil da Unidade . \nSerá considerado aprovado o aluno que obtiver parecer favorável da banca \nexaminadora e levado em consideração a não existência de trabalho idêntico ou \nsemelhante já apresentado e aprovado por banca examinadora.  ", "24": " \n20 \n A preparação do aluno até a apresentação pública do TCC será realizada por \nmeio de três disciplinas precedentes: Metodologia da Pesquisa; TCC I; TCC II.  \nO Trabalho de Conclusão de Curso é condição indispensá vel para obtenção do \ngrau, e sua aprovação não isenta do cumprimento das demais atividades previstas \npara integralização curricular do curso.  O Regulamento contendo os procedimentos \npara elaboração do Trabalho de Conclusão do Curso é  apresentado no ANEXO I II. \n \n4.5 Atividades de extensão  \nAs Atividades de Extensão são obrigatória s no curso de Engenharia Civil da \nUEMG, conforme estabelecido na Resolução CNE/CES No. 7 de 18 de dezembro  de \n2018 que “Estabelece as Diretrizes para a Extensão na Educação Superior Brasi leira \ne regimenta o disposto na Meta 12.7 da Lei no. 13.005/2014, que aprova o Plano \nNacional de Educação – PNE 2014 -2024 e dá outras providências”.  \nAs Atividades de Extensão são intervenções que envolvem diretamente as \ncomunidades externas à IES  e estão v inculadas à formação do estudante e devem \ncontribuir para a sua formação integral como cidadão crítico e responsável e se \ninserem nas seguintes modalidades:  \n- programas;  \n- projetos;  \n- cursos e oficinas;  \n- eventos;  \n- prestação de serviços.  \nEstruturam a conc epção e a prática das Diretrizes da Extensão na Educação \nSuperior, conforme  Art. 5º da Resolução CNE/CES no. 7 de 18 de dezembro de 2018:  \n- a interação dialógica da comunidade acadêmica com a sociedade por meio \nda troca de conhecimentos, da participação e do contato com as questões complexas \ncontemporâneas presentes no contexto social;  ", "25": " \n21 \n - a formação cidadã dos estudantes, marcada e constituída pela vivência dos \nseus conhecimentos, que, de modo interprofissional e interdisciplinar, seja valorizada \ne integrad a à matriz curricular;  \n- a produção de mudanças na própria instituição superior e nos demais setores \nda sociedade, a partir da construção e aplicação de conhecimentos, bem como por \noutras atividades acadêmicas e sociais;  \n- a articulação entre ensino/exte nsão/pesquisa, ancorada em processo \npedagógico único, interdisciplinar, político educacional, cul tural, científico e \ntecnológico;  \nVisando atender ao Art. 4º da Resolução CNE/CES no. 7 de 18 de dezembro de \n2018 as Atividades de Extensão compõem 10% da carg a horária curricular e fazem \nparte da matriz curricular do curso. Para a integralização curricular, o acadêmico \ndeverá comprovar no mínimo 420 horas de Atividades de Extensão, distribuídas do 1º \nao 9º período do curso. As Atividades de Extensão são obrigat órias, devendo ser \ncumpridas durante o período de graduação, a partir do 1º período do  curso,  conforme \ndefinido no Projeto Pedagógico do Curso. Poderão ser realizadas a qualquer \nmomento, inclusive durante as férias escolares, desde que respeitados os \nproce dimentos estabelecidos pelo Regulamento de Atividades de Extensão (ANEXO \nIV), que o aluno possua vínculo com o curso de graduação  e, se não computadas em \num determinado período letivo , podem ser computadas no período letivo seguinte .  \n \n5. Estrutura curricular  \nA matriz curricular mostrada a  seguir  está quantificada em número de aulas, \ncom cada aula tendo duração de 50 min ( cinquenta minutos). No quadro resumo se \ntranscreve a quantidade de aulas para duração em horas.  \n ", "26": " \n22 \n Componentes Curriculares e Respectivos Eix os de Formação.  \nPeríodo  Atividades de Ensino – Aprendizagem  \n(Componentes Curriculares)  CH \n(hora/aula)  Eixos de Formação  \n1º Introdução à Engenharia  36 Conteúdo  Profissionalizante  \nIntrodução à Informática  36 Conteúdo Básico  \nCalculo Diferencial e Integra l I 72 Conteúdo Básico  \nQuímica Geral e Tecnológica  72 Conteúdo Básico  \nDesenho Técnico para Arquitetura e Engenharia I  36 Conteúdo Profissionalizante  \nGeometria Analítica e Álgebra Linear  72 Conteúdo Básico  \nExpressão Oral e Escrita  36 Conteúdo Básico  \nHumanidades, Ciências Sociais e Cidadania  36 Conteúdo Básico  \nAtividades Complementares  36 Conteúdo  Profissionalizante  \nAtividades de Extensão  54 Conteúdo Profissionalizante  \n2º Cálculo Diferencial e Integral II  72 Conteúdo Básico  \nFísica I  72 Conteú do Básico  \nAlgoritmos e Estruturas de Dados  72 Conteúdo Básico  \nDesenho Técnico para Arquitetura e Engenharia II  36 Conteúdo Profissionalizante  \nCálculo Numérico  54 Conteúdo Básico  \nTopografia I  72 Conteúdo Profissionalizante  \nAtividades Complementare s 18 Conteúdo Profissionalizante  \nAtividades de Extensão  54 Conteúdo Profissionalizante  \n3º Metodologia de Pesquisa  36 Conteúdo Básico  \nCálculo Diferencial e Integral III  72 Conteúdo Básico  \nFísica II  72 Conteúdo Básico  \nCiências do Ambiente  36 Conteúd o Básico  \nEquações Diferenciais  36 Conteúdo  Básico  \nTopografia II  72 Conteúdo Profissionalizante  \nMecânica Aplicada  72 Conteúdo Básico  \nAtividades Complementares  18 Conteúdo Profissionalizante  \nAtividades de Extensão  54 Conteúdo  Profissionalizante  \n4º Fenômenos de Transportes  72 Conteúdo Básico  \nProbabilidade e Estatística  54 Conteúdo Básico  \nFísica III  72 Conteúdo Básico  \nGeologia Aplicada à Engenharia  54 Conteúdo Básico  ", "27": " \n23 \n Projeto Arquitetônico  72 Conteúdo Específico  \nMateriais de Construção I  72 Conteúdo  Profissionalizante  \nResistência dos Materiais I  72 Conteúdo Profissionalizante  \nAtividades Complementares  18 Conteúdo  Profissionalizante  \nAtividades de Extensão  54 Conteúdo Profissionalizante  \n5º Saneamento Básico  36 Conteúdo  Profissionalizant e \nResistência dos Materiais II  72 Conteúdo Profissionalizante  \nTeoria das Estruturas I  72 Conteúdo  Específico  \nGeotecnia Geral  72 Conteúdo  Profissionalizante  \nHidráulica Geral  72 Conteúdo Profissionalizante  \nMateriais de Construção II  72 Conteúdo  Específico  \nAtividades Complementares  18 Conteúdo Profissionalizante  \nAtividades de Extensão  72 Conteúdo Profissionalizante  \n6º Projeto de Sistema de Águas de Abastecimento  36 Conteúdo  Profissionalizante  \nTeoria das Estruturas II  72 Conteúdo Profissionaliz ante  \nProjeto de Instalações Hidro ssanitárias  72 Conteúdo  Profissionalizante  \nMecânica dos Solos Aplicada  72 Conteúdo  Profissionalizante  \nPlanejamento e Urbanismo  72 Conteúdo  Específico  \nHidrologia  36 Conteúdo Profissionalizante  \nEletiva  36 Conteúdo  Profissionalizante  \nAtividades Complementares  18 Conteúdo Profissionalizante  \nAtividades de Extensão  54 Conteúdo Profissionalizante  \n7º Gestão de Resíduos Sólidos  36 Conteúdo  Profissionalizante  \nProjeto de Estruturas de Concreto Armado I  72 Conteúdo  Espe cífico  \nProjeto de Instalações Elétricas  72 Conteúdo  Específico  \nSistemas Construtivos  72 Conteúdo  Específico  \nProjeto de Estradas de Rodagem I  72 Conteúdo  Específico  \nProjeto de Sistemas de Esgoto  36 Conteúdo  Profissionalizante  \nProjeto de Estruturas  Metálicas  36 Conteúdo  Específico  \nOptativa I  36 Conteúdo  Específico  \nAtividades Complementares  18 Conteúdo  Profissionalizante  \nAtividades de Extensão  54 Conteúdo  Profissionalizante  \n8º Fundamentos de Economia  36 Conteúdo  Básico  \nFundamentos de Admini stração  36 Conteúdo  Básico  \nProjeto de Resíduos Sólidos  54 Conteúdo Profissionalizante  ", "28": " \n24 \n Projeto de Estruturas de Concreto Armado II  72 Conteúdo Específico  \nProjeto de Sistema de Drenagem Urbana  36 Conteúdo Específico  \nProjeto de Estradas de Rodagem II  72 Conteúdo  Específico  \nEngenharia de Segurança  36 Conteúdo Profissionalizante  \nProjeto de Fundações  72 Conteúdo Específico  \nOptativa I I 36 Conteúdo Específico  \nAtividades Complementares  18 Conteúdo Profissionalizante  \nAtividades de Extensão  54 Conteú do Profissionalizante  \n9° Projeto e Produção de Edifícios  36 Conteúdo Específico  \nProjeto de Edificações  36 Conteúdo Específico  \nProjeto de Estruturas de Concreto Armado III  54 Conteúdo Específico  \nProjeto de Estruturas de Madeira  36 Conteúdo Específic o \nTrabalho de Conclusão de Curso I  36 Conteúdo Específico  \nDireito e Legislação  aplicado à Engenharia  36 Conteúdo  Específico  \nAvaliações e Perícias  36 Conteúdo Específico  \nConcreto Protendido  72 Conteúdo Específico  \nOrçamento, Planejamento e Gerencia mento na Construção \nCivil 72 Conteúdo Profissionalizante  \nAtividades Complementares  18 Conteúdo  Profissionalizante  \nAtividades de Extensão  54 Conteúdo Profissionalizante  \n10º  Pontes  72 Conteúdo Específico  \nProjeto de Estruturas de Concreto Armado IV  36 Conteúdo Específico  \nOptativa III  36 Conteúdo Específico  \nTrabalho de Conclusão de Curso II  36 Conteúdo Específico  \nOrientações Técnicas para Estágio  36 Conteúdo Específico  \nEstágio Supervisionado  360 Conteúdo Específico  \n \nESTRUTURA CURRICULAR  \n1º PERÍ ODO  \nCOMPONENTES \nCURRICULARES  TIPO  CARGA HORARIA  \nCrédito  Pré-\nrequisito  Hora/Aula  Hora/  \nRelógio  Teórica  Prática  Total  \nIntrodução à Engenharia  Obrigatória  36 - 36 30 2 - ", "29": " \n25 \n Introdução à Informática  Obrigatória  - 36 36 30 2  \nCálculo Diferencial e I ntegral \nI Obrigatória  72 - 72 60 4 - \nQuímica Geral e \nTecnológica  Obrigatória  36 36 72 60 4 - \nDesenho Técnico para \nArquitetura e Engenharia I  Obrigatória  - 36 36 30 2 - \nGeometria Analítica e \nÁlgebra Linear  Obrigatória  72 - 72 60 4 - \nExpressão Oral e Esc rita Obrigatória  36 - 36 30 2 - \nHumanidades, Ciências \nSociais e Cidadania  Obrigatória  36 - 36 30 2 - \nAtividades Complementares  Obrigatória  - - 36 30 2 - \nAtividades de Extensão  Obrigatória  - - 54 45 3 - \nTOTAL   288 108 486 405 27  \n2º PERÍODO  \nCOMPONENTE S \nCURRICULARES  TIPO  CARGA HORARIA  \nCrédito  Pré-\nrequisito  Hora/Aula  Hora/  \nRelógio  Teórica  Prática  Total  \nCálculo Diferencial e Integral \nII Obrigatória  72 - 72 60 4 Cálculo \nDiferencial e \nIntegral I  \nFísica I  Obrigatória  36 36 72 60 4 - \nAlgoritmos e Estruturas de \nDados  Obrigatória  36 36 72 60 4 - \nDesenho Técnico para \nArquitetura e Engenharia II  Obrigatória  - 36 36 30 2 Desenho \nTécnico para \nArquitetura e \nEngenharia I  \nCálculo Numérico  Obrigatória  54 - 54 45 3 - \nTopografia I  Obrigatória  36 36 72 60 4 - \nAtividades Complementares  Obrigatória  - - 18 15 1 - ", "30": " \n26 \n Atividades de Extensão  Obrigatória  - - 54 45 3 - \nTOTAL   234 144 450 375 25  \n3º PERÍODO  \nCOMPONENTES \nCURRICULARES  TIPO  CARGA HORARIA  \nCrédito  Pré-\nrequisito  Hora/Aula  Hora/  \nRelógio  Teórica  Prática  Total  \nMetodologia de Pesquisa  Obrigatória  36 - 36 30 2 - \nCálculo Diferencial e Integral \nIII Obrigatória  72 - 72 60 4 Cálculo \nDiferencial e \nIntegral II  \nFísica II  Obrigatória  36 36 72 60 4 - \nCiências do Ambiente  Obrigatória  36 - 36 30 2 - \nEquaç ões Diferenciais  Obrigatória  36 - 36 30 2 - \nTopografia II  Obrigatória  36 36 72 60 4 Topografia I  \nMecânica Aplicada  Obrigatória  72 - 72 60 4 Física I  \nAtividades Complementares  Obrigatória  - - 18 15 1 - \nAtividades de Extensão  Obrigatória  - - 54 45 3 - \nTOTAL   324 72 468 390 26  \n4º PERÍODO  \nCOMPONENTES \nCURRICULARES  TIPO  CARGA HORARIA  \nCrédito  Pré-\nrequisito  Hora/Aula  Hora/  \nRelógio  Teórica  Prática  Total  \nFenômenos de Transportes  Obrigatória  72 - 72 60 4 Física II  \nProbabilidade e Estatística  Obrigatória  54 - 54 45 3 - \nFísica III  Obrigatória  36 36 72 60 4 - \nGeologia Aplicada à \nEngenharia  Obrigatória  36 18 54 45 3 - \nProjeto Arquitetônico  Obrigatória  72 - 72 60 4 Desenho \nTécnico para ", "31": " \n27 \n Arquitetura e \nEngenharia II  \nMateriais de Construção I  Obrigatór ia 36 36 72 60 4 - \nResistência dos Materiais I  Obrigatória  72 - 72 60 4 Mecânica \nAplicada  \nAtividades Complementares  Obrigatória  - - 18 15 1 - \nAtividades de Extensão  Obrigatória  - - 54 45 3 - \nTOTAL   378 90 540 450 30  \n5º PERÍODO  \nCOMPONENTES \nCURRICULAR ES TIPO  CARGA HORARIA  \nCrédito  Pré-\nrequisito  Hora/Aula  Hora/  \nRelógio  Teórica  Prática  Total  \nSaneamento Básico  Obrigatória  36 - 36 30 2 - \nResistência dos Materiais II  Obrigatória  72 - 72 60 4 Resistência \ndos Materiais \nI \nTeoria das Estruturas I  Obrigatória  72 - 72 60 4 Mecânica \nAplicada  \nGeotecnia Geral  Obrigatória  54 18 72 60 4 - \nHidráulica Geral  Obrigatória  54 18 72 60 4 Fenômenos \nde \nTransportes  \nMateriais de Construção II  Obrigatória  54 18 72 60 4 - \nAtividades Complementares  Obrigatória  - - 18 15 1 - \nAtividades de Extensão  Obrigatória  - - 72 60 4 - \nTOTAL   342 54 486 405 27  \n6º PERÍODO  \nCOMPONENTES \nCURRICULARES  TIPO  CARGA HORARIA  \nCrédito  Pré-\nrequisito  Hora/Aula  \nHora/  \nRelógio  Teórica  Prátic\na Total  ", "32": " \n28 \n Projeto de Sistema de \nÁguas de A bastecimento  Obrigatória  36 - 36 30 2 Hidráulica  \nTeoria das Estruturas II  Obrigatória  72 - 72 60 4 Teoria das \nEstruturas I  \nProjeto de Instalações \nHidro ssanitárias  Obrigatória  72 - 72 60 4 Hidráulica \nGeral  \nMecânica dos Solos \nAplicada  Obrigatória  54 18 72 60 4 Geotecnia \nGeral  \nPlanejamento e Urbanismo  Obrigatória  72 - 72 60 4 - \nHidrologia  Obrigatória  36 - 36 30 2 Topografia  \nEletiva  Obrigatória  36 - 36 30 2 - \nAtividades Complementares  Obrigatória  - - 18 15 1 - \nAtividades de Extensão  Obrigatória  - - 54 45 3 - \nTOTAL   378 18 468 390 26  \n7º PERÍODO  \nCOMPONENTES \nCURRICULARES  TIPO  CARGA HORARIA  \nCrédito  Pré-\nrequisito  Hora/Aula  \nHora/  \nRelógio  Teórica  Prátic\na Total  \nGestão de Resíduos Sólidos  Obrigatória  36 - 36 30 2 - \nProjeto de Estruturas de \nConcre to Armado I  Obrigatória  72 - 72 60 4 Teoria das \nEstruturas II  \nMateriais de \nConstrução II  \nProjeto de Instalações \nElétricas  Obrigatória  36 36 72 60 4 Física III  \nSistemas Construtivos  Obrigatória  72 - 72 60 4 - \nProjeto de Estradas de \nRodagem I  Obrigatória  72 - 72 60 4 Topografia II  \nMecânica \ndos Solos \nAplicada  ", "33": " \n29 \n Projeto de Sistemas de \nEsgoto  Obrigatória  36 - 36 30 2 Hidráulica  \nProjeto de Estruturas \nMetálicas  Obrigatória  36 - 36 30 2 Resistência \ndos Materiais \nII  \nTeoria das \nEstruturas I  \nOptativa I  Optativa  36 - 36 30 2 - \nAtividades Complementares  Obrigatória  - - 18 15 1 - \nAtividades de Extensão  Obrigatória  - - 54 45 3 - \nTOTAL   396 36 504 420 28  \n8º PERÍODO  \nCOMPONENTES \nCURRICULARES  TIPO  CARGA HORARIA  \nCrédito  Pré-\nrequisito  Hora/Aula  \nHora/  \nRelógio  Teórica  Prátic\na Total  \nFundamentos de Economia  Obrigatória  36 - 36 30 2 - \nFundamentos de \nAdministração  Obrigatória  36 - 36 30 2 - \nProjeto de Resíduos Sólidos  Obrigatória  54 - 54 45 3 Gestão de \nResíduos \nSólidos  \nProjeto de Estruturas de \nConcreto Armado  II Obrigatória  72 - 72 60 4 Projeto de \nEstruturas de \nConcreto \nArmado I  \nProjeto de Sistema de \nDrenagem Urbana  Obrigatória  36 - 36 30 2 Hidráulica  \nHidrologia  \nProjeto de Estradas de \nRodagem II  Obrigatória  72 - 72 60 4 - \nEngenharia de Segurança  Obrigatória  36 - 36 30 2 Sistemas \nConstrutivos  ", "34": " \n30 \n Projeto de Fundações  Obrigatória  72 - 72 60 4 Mecânica \ndos Solos \nAplicada  \nOptativa II  Optativa  36 - 36 30 2 - \nAtividades Complementares  Obrigatória  - - 18 15 1 - \nAtividades de Extensão  Obrigatória  - - 54 45 3 - \nTOTA L  450 - 522 435 29  \n9º PERÍODO  \nCOMPONENTES \nCURRICULARES  TIPO  CARGA HORARIA  \nCrédito  Pré-\nrequisito  Hora/Aula  \nHora/  \nRelógio  Teórica  Prátic\na Total  \nProjeto e Produção de \nEdifícios  Obrigatória  36 - 36 30 2 - \nProjeto de Edificações  Obrigatória  - 36 36 30 2 - \nProjeto de Estruturas de \nConcreto Armado III  Obrigatória  54 - 54 45 3 Projeto de \nEstruturas de \nConcreto \nArmado II  \nProjeto de Estruturas de \nMadeira  Obrigatória  36 - 36 30 2 Resistência \ndos Materiais \nII \nTeoria das \nEstruturas I  \nTrabalho de Conc lusão de \nCurso I  Obrigatória  36 - 36 30 2 Metodologia \nde Pesquisa  \nDireito e Legislação  Aplicado \nà Engenharia  Obrigatória  36 - 36 30 2 - \nAvaliações e Perícias  Obrigatória  36 - 36 30 2 - \nConcreto Protendido  Obrigatória  72 - 72 60 4 Projeto de \nEstruturas d e \nConcreto \nArmado II I ", "35": " \n31 \n Orçamento, Planejamento e \nGerenciamento na \nConstrução Civil  Obrigatória  72 - 72 60 4 Sistemas \nConstrutivos  \nAtividades Complementares  Obrigatória  - - 18 15 1 - \nAtividades de Extensão  Obrigatória  - - 54 45 3 - \nTOTAL   378 36 486 405 27  \n10º PERÍODO  \nCOMPONENTES \nCURRICULARES  TIPO  CARGA HORARIA  \nCrédito  Pré-\nrequisito  Hora/Aula  \nHora/  \nRelógio  Teórica  Prátic\na Total  \nPontes  Obrigatória  72 - 72 60 4 Projeto de \nEstruturas de \nConcreto \nArmado II I \nProjeto de Estruturas de \nConcreto Ar mado IV  Obrigatória  36 - 36 30 2 Projeto de \nEstruturas de \nConcreto \nArmado II  \nOptativa III  Optativa  36 - 36 30 2 - \nTrabalho de Conclusão de \nCurso II  Obrigatória  36 - 36 30 2 Trabalho de \nConclusão \nde Curso I  \nOrientações Técnicas para \nEstágio  Obrigatória  36 - 36 30 2 - \nEstágio Curricular \nSupervisionado  Obrigatória  - 360 360 300 20 - \nTOTAL   216 360 576 480 32  \n \n  ", "36": " \n32 \n QUADRO RESUMO PARA INTEGRALIZAÇÃO  \nCOMPONENTES CURRICULARES  CARGA HORARIA  \nCRÉDITO  \nHora/Aula  Hora/Relógio  \nDisciplinas Obrigatórias  3798 3165 211 \nDisciplinas Optativas  108 90 6 \nDisciplinas Eletivas  36 30 2 \nAtividades Complementares  180 150 10 \nAtividades de Extensão  504 420 28 \nEstágio Curricular Supervisionado  360 300 20 \nTOTAL  4986 4155 277 \n \nDISCIPLINAS OPTATIVAS  CARGA HORARIA  \nCrédito  Pré-requisito  \nHora/Aula  Hora/Relógio  \nLibras  36 30 2 - \nAlvenaria Estrutural  36 30 2 Sistemas Construtivos  \nProjeto de Estruturas de \nConcreto Armado I  \nBarragens  \n36 30 2 Mecânica dos Solos \nAplicada  \nHidrologia  \nUtilização de Pacotes Computacionais no \nDimensi onamento de Estruturas de \nConcreto Armado  36 30 2 Projeto de Estruturas de \nConcreto Armado  I, II e \nIII \nEngenharia de Tráfego e Sistema Viário  36 30 2 - \nEngenharia e Sociedade  36 30 2 - \nImpermeabilização  36 30 2 Sistemas Construtivos  \nPlanejamento e Logí stica de Canteiro de \nObras  36 30 2 Sistemas Construtivos  \nConcretos Especiais  \n36 30 2 Projeto de Estruturas de \nConcreto Armado I, II e \nIII ", "37": " \n33 \n Tópicos Especiais de Engenharia  36 30 2 (*) \n(*) O pré -requisito será definido de acordo com o assunto abordado . ", "38": " \n34 \n 5.1 Ementário das disciplinas obrigatórias  \n1º PERÍODO  \nINTRODUÇÃO À ENGENHARIA  \nCarga Horária: 36 h /a         1º PERÍODO  \nEMENTA  \nHistória da engenharia. Ciclo de palestras sobre tópicos do currículo do curso, das atribuições \nprofissionais, do mercado de trabalh o e das questões acadêmicas. Panorama da profissão do \nengenheiro no Brasil e no mundo. Campo de atuação do engenheiro. Áreas afins à \nengenharia. Atribuições legais do engenheiro. Os fundamentos da ética profissional no campo \ndas engenharias. O Sistema CONF EA e CREA, seu funcionamento e implicações nas \natividades do Profissional da Engenharia.  \nBIBLIOGRAFIA BÁSICA  \nBAZZO , Walter Antônio; PEREIRA,  Luiz Teixeira do Vale.  Introdução à engenharia . 3. ed. \nrev. Florianópolis: Ed. da Universidade Federal de Santa Cat arina, 2012.  \nKRAHEMBUHL, Lair. Trajetória de um profissional da habitação . São Paulo: Pini, 2011.  \nOLIVEIRA, Geraldo Dirceu. História da evolução da engenharia . Belo Horizonte: \nAEAEE/UFMG, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCIÊNCIAS ET PRAXIS. Passos, MG: EdiF esp, 2008 -. Semestral. ISSN 1984 -5782.  \nDEL MAR,  Carlos Pinto. Falhas, responsabilidades e garantias na construção civil.  São \nPaulo: Pini, 2008.  \nGIL, Antônio  Carlos. Como elaborar projetos de pesquisas.  5. ed. São Paulo: Atlas, 2010.  \nREVISTA DAE. São Paulo:  Companhia de Saneamento Básico do Estado de São Paulo, \n1955 - Quadrimestral. ISSN 0101 -6040.  \nTÉCHNE . São Paulo: Pini, 1992 -. Mensal. ISSN 0104 -1053.  \n  ", "39": " \n35 \n INTRODUÇÃO À INFORMÁTICA  \nCarga Horária: 36 h /a         1º PERÍODO  \nEMENTA  \nHistória da computação e da info rmática. Conceitos de hardware, software e peopleware. \nSistemas operacionais. Software de edição de textos, de planilhas, de apresentação. Internet \ne serviços. Ferramentas utilitárias (antivírus, compactadores, desfragmentadores, \notimizadores de sistemas e m geral).  \nBIBLIOGRAFIA BÁSICA  \nFERREIRA, M. C. Informática Aplicada - Informação e Comunicação. 3ª ed. Editora Érica, \n2017.  \nGUEDES, E. Informática  - Série Provas & Concursos. São Paulo: Alfacon, 2016.  \nVELLOSO, F. C. Informática  - Conceitos Básicos. 10. Ed.  Rio de Janeiro: Campus, 2017.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBARNIVIERA, R. Introdução à Informática . Curitiba: LT, 2012.  \nCAPRON, H. L.; JOHNSON, J. A.. Introdução a Informática . 8. Ed. São Paulo: Pearson, \n2004.  \nCARVALHO, A. C. P. L. F.; LORENA, A. C. L. Intro dução à Computação - Hardware, \nSoftware e Dados . Rio de Janeiro: LTC, 2016.  \nSILVA, M. G. Informática . São Paulo: Érica, 2010.  \nWAZLAWICK, R. História da Computação . Rio de Janeiro: Elsevier, 2016.  \n  ", "40": " \n36 \n  \nCÁLCULO DIFERENCIAL E INTEGRAL I  \nCarga Horária: 72 h /a         1º PERÍODO  \nEMENTA  \nRevisão de Conceitos: Funções trigonométricas, propriedades logarítmicas , Funções, Limites \ne continuidade. Derivada s. Aplicações de derivadas: limi tes (regra de L’Hospital), equações \nda reta tangente e da reta normal, máximos e míni mos e taxas relacionadas. Conceito de \nintegral. Integrais : imediatas  e indefinidas . \nBIBLIOGRAFIA BÁSICA  \nDEMANA, F.; WAITS, B.; FOLEY, G. Pré-cálculo . São Paulo: Addison Wesley, 2012.  \nHOFFMANN, L. D. Cálculo : um curso moderno e suas aplicações. 10. ed. Rio de Janeiro: \nLTC, 2010.  \nSAFIER, F. Pré-cálculo. 2. ed. Porto Alegre: Bookman, 2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBARCELOS  NETO , J. Cálculo : para entender e usar. São Paulo: Ed. Livraria da Física, 2009.  \nCARAÇA , B. J. Conceitos fundamentais da matemática . 4. ed . Lisboa: Gradiva, 2002.  \nMEDEIROS, Valéria Zuma. Pré-Cálculo . 2. ed.  São Paulo: Cengage Learning, 2012.  \nROGAWSKI, J. Cálculo. Porto Alegre:  Bookman, 2009. v. 1.  \nSTEWART, J. Cálculo. 6. ed.  São Paulo: Cengage Learning, 2012.  \n  ", "41": " \n37 \n QUÍMICA GERAL E TECNOLÓGICA  \nCarga Horária: 72 h /a         1º PERÍODO  \nEMENTA  \nCiência e química. Energia e ionização e tabela periódica. Visão microscópica do equilíbrio. \nEquilíbrio heterogêneo. Equilíbrio de dissociação: ácidos e bases. Processos espontâneos e \neletroquímica. O laboratór io e equipamento de laboratório. Substâncias puras e misturas. \nFenômenos físicos e químicos e reações químicas. Propriedades dos elementos químicos. \nObtenção e purificação de substâncias. Estudo das soluções. Estequiometria. Ácidos e bases. \nOxirredução. Pi lhas. Cinética das reações químicas. Termoquímica. Reações químicas \nespeciais.  \nBIBLIOGRAFIA BÁSICA  \nATKINS, P.; JONES, L . Princípios de química : questionando a vida moderna e o meio \nambiente. 5. ed. Porto Alegre: Bookmann, 2013.  \nBRADY, J.; SENESE, F . Químic a: a matéria e suas transformações. 5. ed. Rio de Janeiro: \nLTC, 2009. 2 v.  \nBROWN, Lawrence, S.; HOLME, Thomas, A.  Química geral aplicada à engenharia . São \nPaulo: Cengage Learning, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBRADY, J. E. Química geral. 2. ed. Rio de J aneiro: LTC, 2012. 2 v. \nBROWN; Theodore L. et al. Química:  a ciência central . 9. ed. São Paulo: Pearson Education, 2012.  \nCHANG, Raymond. Química geral: conceitos essenciais . 4. ed. São Paulo: Mcgraw -hill \nInteramericana, 2010.  \nGENTIL, V. Corrosão.  6. ed. Ri o de Janeiro: LTC, 2011.  \nKOTZ, John C.; TREICHEL, Paul M.; WEAVER, Gabriela C. Química geral e reações \nquímicas . São Paulo: Cengage Learning, 2011. 2 v.  \n  ", "42": " \n38 \n DESENHO TÉCNICO PARA ARQUITETURA E ENGENHARIA I  \nCarga Horária: 36 h /a         1º PERÍODO  \nEMENTA  \nIntrodução ao Desenho Técnico : projeções, perspectivas, linhas, escalas, vista isomérica de \npeças.  Capacitação, interpretação, leitura e produção de desenho técnico voltado para a área \nde engenharia. Principais normas técnicas aplicadas ao desenho técnico. Introdução aos \nsistemas  CAD (Desenho assistido p or Computador).  \nBIBLIOGRAFIA BÁSICA  \nMONTENEGRO, Gildo A. Desenho arquitetônico para cursos técnicos de 2º grau e \nfaculdades de arquitetura.  4. ed., rev. e atual., 9. Reimp.  São Paulo : Blucher, 2011.  \nBUENO, Claud ia Pimentel, PAPAZOGLOU, Rosarita Steil. Desenho técnico para \nengenharias . 4. ed. São Paulo: Juruá, 2008.  \nSARAPKA, Elaine Maria et al. Desenho arquitetônico básico. São Paulo: Pini, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS.  NBR 10067. Princípios gerais de \nrepresentação em desenho técnico : procedimento. Rio de Janeiro: ABNT, 1995.  \nFRENCH, Thomas E.; VIERCK, Charles J. Desenho técnico e tecnologia gráfica . 8. ed. \nSão Paulo: Globo, 2012.  \nMICELI, Maria Teresa. Desenho técnico bá sico. 3. ed. Rio de Janeiro: Ao Livro Técnico, \n2010.  \nNEUFERT, Ernest. Arte de projetar em arquitetura : princípios, normas e prescrições sobre \nconstrução, instalações, distribuição e programa de necessidades, dimensões de edifícios, \nlocais e utensílios. 17.  ed. São Paulo: Ed. Gustavo Gili do Brasil, 2011.  \nRIBEIRO, Arlindo Silva; DIAS, Carlos Tavares. Desenho técnico moderno . 4. ed. Rio de \nJaneiro: LTC, 2012.  \n  ", "43": " \n39 \n GEOMETRIA ANALÍTICA E ÁLGEBRA LINEAR  \nCarga Horária: 72 h /a         1º PERÍODO  \nEMENTA  \nCoordenadas c artesianas ortogonais; Distância entre dois pontos; A linha reta; Posições \nrelativas entre duas retas; Circunferência, elipse, hipérbole e parábola como lugares \ngeométricos. Tópicos de matrizes e sistemas lineares, Vetores, retas e planos com matrizes \ne sistemas lineares.  \nBIBLIOGRAFIA BÁSICA  \nBALDIN, Y. Y.; FURUYA, Y. S.  Geometria analítica para todos e atividades com Octave e \nGeoGebra . São Carlos, SP: Ed. Ufscar, 2011.  \nLEON , S. J . Álgebra linear com aplicações . 8. ed. Rio de Janeiro: LTC, 2010.  \nSTEINBRUCH , A. Geometria analítica . São Paulo: Pearson, 2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nANTON, Howard; RORRES, Chris. Álgebra linear com aplicações. 10. ed. Porto Alegre: \nBookman, 2012.  \nCAMARGO, Ivan de; BOULOS, Paulo. Geometria analítica : um tratamento vetorial. 3. ed. \nSão Paulo: Pearson, 2005.  \nCORREA, Paulo Sérgio Quilelli. Álgebra linear e geometria analítica . São Paulo: \nInterciência, 2006.  \nNICHOLSON , W. K. Álgebra linear . 2. ed. São Paulo: McGraw -Hill, 2006.  \nSANTOS, F. J. dos; FERREIRA, S. F. Geometria analítica. Porto Alegre:  Bookman, 2010.  \n  ", "44": " \n40 \n EXPRESSÃO ORAL E ESCRITA  \nCarga Horária: 36  h/a         1º PERÍODO  \nEMENTA  \nConceito de língua, linguagem e cultura. Modalidade oral e modalidade escrita da língua. A \nlinguagem polissêmica. As informações implícitas (pressuposto s e subentendidos). Gêneros \ntextuais e tipologia textual. A intertextualidade. A estruturação de períodos e de parágrafos. \nProblemas de coesão e coerência. A correção gramatical. Noções básicas sobre resumos, \nresenhas e relatórios. Estratégias de leitura. Leitura, inte rpretação e produção de textos.  \nBIBLIOGRAFIA BÁSICA  \nCEGALLA, Domingos Paschoal. Novíssima gramática da língua portuguesa . 46. ed. São \nPaulo: Companhia Editora Nacional, 2005.  \nFIORIN, José Luiz; SAVIOLI, Francisco Platão. Lições de texto : leitu ra e redação. 5. ed., 5. \nimpr. São Paulo: Ática, 2010.  \nGARCIA, Othon Moacir. Comunicação em prosa moderna : aprenda a escrever, aprendendo \na pensar. 27. ed., atual. Rio de Janeiro: Ed. FGV, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nABREU, Antônio Suárez. Curso de r edação . 6. ed. São Paulo: Ática, 1997.  \nBECHARA, Evanildo. Moderna gramática portuguesa. 37. ed., rev., ampl. e atual. Rio de \nJaneiro: Nova Fronteira, 2009.  \nFÁVERO, Leonor Lopes. Coesão e coerência textuais . 11. ed. São Paulo: Ática, 2009.  \nFIORIN, José Luiz ; SAVIOLI, Francisco Platão. Para entender o texto: leitura e redação.  17. \ned., 5. impr. São Paulo: Ática, 2012.  \nKOCH, Ingedore Grunfeld Villaça; ELIAS, Vanda Maria. Ler e compreender: os sentidos do \ntexto. 2. ed. São Paulo: Contexto, 2007.  \n  ", "45": " \n41 \n HUMANIDADES, CIÊNCIAS SOCIAIS E CIDADANIA  \nCarga Horária: 36 h /a         1º PERÍODO  \nEMENTA  \nEducação, diversidade e cultura – diferença e desigualdade. As relações étnico -raciais e a \ndignidade humana. Direitos humanos e igualdade.  \nBIBLIOGRAFIA BÁSICA  \nARENDT, Hannah. Entre o passado e o futuro . São Paulo, SP: Perspectiva, 1978. 255 p..  \nCOSTA, Fernando da Costa. Homens invisíveis : relatos de uma humilhação social . São \nPaulo. SP. Globo.2010.  \nSANTOS, Boaventura de Sousa. Direitos humanos, democracia e desenvolvimento . São \nPaulo, SP: Cortez Editora, 2013. 133 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBRASIL. Decreto n. 4281, de 25 de junho de 2002. Regulamenta a lei n. 9795, de 27 de abril \nde 1999, que institui a Política Nacional de Educação Ambiental. Diário Oficial da União, 28 \nde abril  de 1999.  \nBRASIL. Lei n. 10639 de 09 de janeiro de 2003. Altera a lei 9394 de 20 de dezembro de 1996 \nque estabelece as diretrizes e bases da educação nacional para incluir no currículo oficial da \nRede de Ensino a obrigatoriedade da temática História e Cult ura Afro -Brasileira. Diário Oficial \nda União, 10 de janeiro de 2003.  \nBRASIL. Lei n. 11645 de 10 de março de 2008. Altera a lei 9394, de 20 de dezembro de 1996 \nque estabelece as diretrizes e bases da educação nacional, para incluir no currículo oficial da \n47 Rede de Ensino a obrigatoriedade da temática cultural indígena. Diário Oficial da União, \n11 de março de 2008.  \nSIQUEIRA JR., Paulo Hamilton. Direitos humanos e cidadania . São Paulo: Revista dos \nTribunais, 2007.  \nSILVA, Luís Fernando Martins. Apontamentos sociojurídicos sobre o tema políticas \npúblicas de ação afirmativa para negros no Brasil . Revista da Associação de \nPesquisadores Negros. v. 1, 2, p. 217 -44, 2010.  \n  ", "46": " \n42 \n  \n2º PERÍODO  \nCÁLCULO DIFERENCIAL E INTEGRAL II  \nCarga Horária: 72 h /a         2º PERÍODO  \nEMENT A \nIntegral definida com algumas aplicações. Métodos de integração. A plicação das integrais: \náreas, c entróides, momentos de inércia, volume de sólidos de revolução.  \nBIBLIOGRAFIA BÁSICA  \nHOFFMANN, L. D. Cálculo : um curso moderno e suas aplicações. 10. ed. Rio  de Janeiro: \nLTC, 2010.  \nSAFIER, F. Pré-Cálculo. 2. ed. Porto Alegre: Bookman, 2011.  \nSTEWART, J. Cálculo. 6. ed.  São Paulo: Cengage Learning, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBARCELOS  NETO , J. Cálculo : para entender e usar. São Paulo: Ed. Livraria da Física,  2009.  \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo A : funções, limite, derivação, integração. 6. \ned. rev. e ampl. São Paulo: Makron Books, 2007.  \nGONÇALVES , Mirian Buss; FLEMMING, Diva Marilia. Cálculo B : funções de várias variáveis, \nintegrais múltiplas, inte grais curvilíneas e de superfície. 2. ed. rev. e ampl. São Paulo: \nPearson, 2011.  \nGUIDORIZZI, Hamilton Luiz. Um curso de cálculo. 5. ed. Rio de Janeiro: LTC, 2012. v. 1.  \nROGAWSKI, J. Cálculo. Porto Alegre:  Bookman, 2009. v. 1.  \n  ", "47": " \n43 \n FÍSICA I  \nCarga Horária: 72 h /a         2º PERÍODO  \nEMENTA  \nSistema Internacional de Unidades. Cinemática. Conceito de massa, força. Leis de Newton. \nDinâmica da partícula. Gravitação. Forças conservativas e não conservativas. Trabalho \nmecânico. Energia cinética e potencial. Conservação da energia. Sistemas de partículas e \ncolisões. Conservação momento linear. Momento de inércia. Movimento de rotação. Torque. \nDinâmica do corpo rígido. Conservação de energia e momento angular.  \nBIBLIOGRAFIA BÁSICA  \nHALLIDAY, D.; RESNICK, R.; KRANE, K. S. Fundamentos de Física 1. 9. ed. Rio de Janeiro: \nLTC, 2013. v.1.  \nTIPLER, P. A. Física para Cientistas e Engenheiros : Mecânica, Oscilações e Ondas \nTermodinâmicas. 6. ed. Rio de Janeiro: LTC, 2009. v. 1.  \nSEARS & ZEMANSKY; YOUNG, H. D.; FREEDMAN, R. A. Física . 12 ed. São Paulo: Pearson, \n2012. v.1.  \nBIBLIOGRAFIA COMPLEMENTAR  \nÁLVARES, B. A.; LUZ, A. M. R.. Curso de física. 1. ed. São Paulo: Scipione, 2011. v.1.  \nNUSSENZVEIG, H. M.. Curso de física básica.  4. ed. São Paulo: Ed. Edgard Blücher, 2012. \nv.1. \nPERUZZO, J. Experimento de física básica : Mecânica. São Paulo: Ed. Livraria da Física,  \n2012.  \nPIRES, A. S. T.. Evolução das ideias da física. 2. ed. São Paulo: Livraria da Física, 2003.  \nSAND, M.; FEYNMAM, R. P.; LEIGHTON, R. P.. Lições de física. 1. ed. São Paulo: Artmed , \n2008.  \n  ", "48": " \n44 \n ALGORITMOS E ESTRUTURAS DE DADOS  \nCarga Horária: 72 h /a         2º PERÍODO  \nEMENTA  \nIntrodução à lógica de programação: Conceitos fundamentais para o desenvolvimento lógico \nde programas estruturados  e construção de algoritmos. Tradutores/interpretad ores e \ncompiladores . Estruturação de Programas: nomes, variáveis, constantes, tipos de dados. \nOperadores matemáticos, relacionais e lógicos; Expressões lógicas e aritméticas; Estruturas \nde atribuição, leitura e escrita; Blocos de execução. Estruturas de de cisão , repetição , dados \ncompost os homogêne os, dados compost os hetero gêneo s Manipulação de caracteres. Sub-\nrotinas. Ambientes de programação e transcrição de algoritmos. Depuração de programas. \nProgramação em linguagem estruturada.  \nBIBLIOGRAFIA BÁSICA  \nASCEN CIO, A. F. G.; CAMPOS, E. A. V. Fundamentos da programação de computadores: \nalgoritmos, Pascal, C/C++ e Java. 3. ed. São Paulo: Pearson Prentice Hall, 2012.  \nDEITEL, H. M.; DEITEL, P. J. C: como programar . 6. ed. São Paulo: Pearson Education do \nBrasil, 2011 . \nMANZANO, J. A. N. G.; OLIVEIRA, J. F. Algoritmos : lógica para desenvolvimento de \nprogramação de computadores . 26. ed. São Paulo: Ed. Érica, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nEBERSPÄCHER, Henri Frederico; FORBELLONE, André Luiz Villar. Lógica de \nprogramação : a construção de algoritmos e estruturas de dados . 3. ed. 6. reimpr. São Paulo: \nPearson Prentice Hall, 2010.   \nFORBELLONE, A. L. V.; EBERSPACHER, H. F. Lógica de programação : a construção de \nalgoritmos e estruturas de dados. 3. ed. São Paulo: Makron Books,  2010.  \nOLIVEIRA, A. B.; BORATTI, I. C. Introdução à programação : algoritmos. 3. ed. Florianópolis: \nVisual Books, 2007.  \nSCHILDT, H. C Completo e Total . 3. ed. São Paulo: Makron Books, 1997.  \nZIVIANI, Nívio . Projeto de algoritmos com implementações em Pascal e C. São Paulo: \nPioneira, 2000.   ", "49": " \n45 \n DESENHO TÉCNICO PARA ARQUITETURA E ENGENHARIA II  \nCarga Horária: 36 h /a         2º PERÍODO  \nEMENTA  \nApresentação de uma ferramenta de desenho e projeto assistido por computador enfatizando \ncomandos de criação, edição e impress ão, com exercícios práticos dos mesmos. Utilização \nde dispositivos de entrada e saída de dados gráficos.  \nBIBLIOGRAFIA BÁSICA  \nBUENO, Claudia Pimentel, PAPAZOGLOU, Rosarita Steil. Desenho técnico para \nengenharias . 4. ed. São Paulo: Juruá, 2011.  \nOLIVEIRA, Adr iano. AutoCAD 2010 : modelagem 3D e renderização.  São Paulo: Érica, 2009.  \nOLIVEIRA, Mauro Machado de. Autodesk: AutoCAD 2010: guia prático 2D, 3D e perspectiva. \n3. ed. Campinas: Komedi, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nANDRADE, Gilberto Pimenta de. EAD via internet para CAD : aprendizagem colaborativa x \ncomportamental. 2002. 146 f. Dissertação (mestrado) - Faculdade de Engenharia Civil, \nUniversidade Estadual de Campinas, 2002.  \nBALDAM, Roquemar de Lima. AutoCAD 2009 : utilizando totalmente 2D, 3D e avançado. 2.  \ned. São Paulo: Ed. Érica, 2009.  \nKATORI, Rosa . AutoCAD 2010 : desenhando em 2D. São Paulo: SENAC, 2011.  \nLIMA, Claudia Campos. Estudo dirigido de AutoCAD 2011/2012 . São Paulo: Ed. Érica, \n2012.  \nOMURA, George. Dominando o AutoCAD 2010 e o AutoCAD LT 2010 . 2. ed. Rio de \nJaneiro: Ciência Moderna, 2011.  \n  ", "50": " \n46 \n CÁLCULO NUMÉRICO  \nCarga Horária: 54 h /a         2º PERÍODO  \nEMENTA  \nEquações algébricas, Resolução de sistemas lineares por métodos numéricos, Resolução de \nsistemas não lineares por métodos numéricos, Interpolaçã o polinomial e linear, Interpolação \ne aproximação de funções, Aproximação por mínimos quadrados, Integração numérica, \nAproximação de Simpson, Resolução numérica de equações diferenciais ordinárias: Método \nRunge -Kutta.  \nBIBLIOGRAFIA BÁSICA  \nBURIAN , R.; LIMA,  A. C. de. Fundamentos de informática : cálculo numérico . Rio de Janeiro: \nLTC, 2012.  \nPUGA, L. Z. Cálculo numérico . 2. ed. Rio de Janeiro: LCTE, 2012.  \nRUGGIERO , M. A. G. Cálculo numérico: aspectos teóricos e computacionais. 2. ed. São \nPaulo: Pearson, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nARENALES, Selma; DAREZZO, Artur. Cálculo numérico, aprendizagem com apoio de \nsoftware. São Paulo: Cengage Learning, 2012.  \nCLÁUDIO, D. M.  Cálculo numérico computacional. 2. ed. São Paulo: Atlas, 1994.  \nFRANCO , N. M. B. Cálculo  numér ico. São Paulo:  Pearson,  2012.  \nLEON , S. J . Álgebra linear com aplicações . 8. ed. Rio de Janeiro: LTC, 2011.  \nSPERANDIO , D.; MENDES , J. T.; MONKEN , L. H. Cálculo numérico . São Paulo: Pearson, \n2006.  \n  ", "51": " \n47 \n TOPOGRAFIA I  \nCarga Horária: 72 h /a         2º PERÍODO  \nEMEN TA \nConceitos fundamentais de Topografia e Geodésia; Unidades de Medidas na Agrimensura; \nGoniologia: ângulos planos e verticais; A planta topográfica, Sistema topográfico de projeção; \nPoligonais topográficas. Orientação topográfica; Instrumentos usados na t opografia; \nMedições de ângulos e distâncias; Planimetria e altimetria; Métodos de levantamento \ntopográfico: taqueométrico e trigonométrico; Nivelamento taqueométrico, trigonométrico e \ngeométrico; Locação de obras; Atividades de laboratório.  \nBIBLIOGRAFIA BÁ SICA  \nCASACA, João M. Topografia geral . 4. ed. Rio de Janeiro: LTC, 2012.  \nGONÇALVES, José A.; MADEIRA, Sérgio; SOUSA, J. João. Topografia : conceitos e \naplicações . 3. ed., atual., e aum. Lisboa, Portugal : Liga Bíblica  Mundial, 2012.  \nMCCORMAC. Jack. Topograf ia. 5. ed. Rio de Janeiro, LTC. 2013.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBORGES, Alberto de Campos. Topografia aplicada à engenharia civil , v. 2. [São Paulo] : Ed. \nEdgard Blücher, 1992.  \nCOMASTRI, José Aníbal; Gripp Junior, Joel.  Topogra fia aplicada : medição, divisã o e \ndemarcação . Viçosa, MG : Ed. UFV, 2002.  \nFLORENZANO, Teresa Gallotti. Iniciação em sensoriamento remoto . 3. ed. São Paulo: Oficina \nde Textos, 2011.  \nKALINOWSKI, Sergio Restani. Utilização do GPS em trilhas e cálculo de áreas.  Brasília, \nDF: LK, 2006.  \nMUD RIK, Chaim. Caderno de encargos : terraplanagem, pavimentação e  serviços \ncomplementares . 2. ed. São Paulo: Ed. Edgard Blucher, 2010. v. 1.  \n  ", "52": " \n48 \n 3º PERÍODO  \n \nMETODOLOGIA DE PESQUISA  \nCarga Horária: 36 h /a         3º PERÍODO  \nEMENTA  \nA pesquisa na universidade e nos  centros de pesquisa. O método científico. Processo da \nprodução do conhecimento científico. Delimitação do problema e hipótese. Planejamento e \ncoleta de dados. Financiamento de pesquisa científica no Brasil. Elaboração de um projeto de \npesquisa científica.  \nBIBLIOGRAFIA BÁSICA  \nGIL, Antônio  Carlos. Como elaborar projetos de  pesquisa . 5. ed.  São Paulo: Atlas, 2010.  \nKOCHE, José Carlos. Fundamentos de metodologia científica : teoria da ciência e iniciação \nà pesquisa. 30. ed. Petrópolis: Vozes, 2012 . \nLAKATOS, Eva  Maria; MARCONI, Marina de Andrade. Técnicas de pesquisa, amostragem \ne técnicas de pesquisa, elaboração, análise e interpretação de dados . 7. ed. São Paulo: \nAtlas, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBARROS, Aidil Jesus da Silveira. Fundamentos de metodologia  científica . 18. ed. São \nPaulo: Pearson Prentice -Hall, 2012.  \nCERVO, Amado Luiz. Metodologia científica . 6. ed. São Paulo: Pearson, 2007.  \nFACHIN, Odília. Fundamentos de metodologia . 5. ed. São Paulo: Saraiva, 2006.  \nRUIZ, João  Álvaro. Metodologia científica : guia para eficiência nos estudos.  6. ed.  7. \nReimpr. São Paulo: Atlas, 2013.  \nSEVERINO, Antônio  Joaquim. Metodologia do trabalho científico . 23.  ed. São Paulo: \nCortez, 2013.  \n  ", "53": " \n49 \n  \nCÁLCULO DIFERENCIAL E INTEGRAL III  \nCarga Horária: 72 h /a         3º PERÍODO  \nEMENTA  \nFunções de duas variáveis: derivadas parciais, derivada direcional – gradiente, máximas e \nmínimas. Integrais impróprias. Sequ ências e séries infinitas. Introdução às e quações \ndiferenciais. Transformada de Laplace.  \nBIBLIOGRAFIA BÁSICA  \nANTON , H. Cálculo . 8. ed. Porto Alegre: Bookman, 2007. v. 2.  \nHOFFMANN , L. D. Cálculo : um curso moderno e suas aplicações . 10 ed. Rio de Janeiro: \nLTC, 2010.  \nSTEWART, J. Cálculo . 6. e d. São Paulo: Cengage Learning, 2011. v. 1.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBARCELOS  NETO , J. Cálculo : para entender e usar . São Paulo: Ed. Livraria da Física, 2009.  \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo A : funções, limite, derivação, integração . 5. \ned. rev. e atua. São Paulo: Makron Books, 1992.  \nGONÇALVES , Mirian Buss; FLEMMING, Diva Marilia. Cálculo B : funções de várias variáveis, \nintegrais múltiplas, integrais curvilíneas e de superfície.  2. ed. rev. e ampl. São Paulo: \nPearson, 2011.  \nGUIDORIZZI, Hamilton Luiz. Um curso de cálculo. 5. ed. Rio de Janeiro: LTC, 2012. v. 1.  \nROGAWSKI, J. Cálculo. Porto Alegre:  Bookman, 2009. v. 1.  \n  ", "54": " \n50 \n FÍSICA II  \nCarga Horária: 72 h /a         3º PERÍODO  \nEMENTA  \nMecânica dos Fluidos; Movimento Periódico; Ondas e Termodinâmica.  \nBIBLIOGRAFIA BÁSICA  \nTIPLER, Paul A. Física para cientistas e engenheiros : mecânica, oscilações e ondas \ntermodinâmica.  6. ed. Rio de Janeiro : LTC, 2009. v.1.  \nWALKER, J.; HALLIDAY, D.; RESNICK, R. Fundamentos de física 2 : gravitação, ondas e \ntermodinâmica.  9. ed. Rio de Janeiro: LTC, 2012. v.2.  \nSEARS & ZEMANSKY; YOUNG, H. D.; FREEDMAN, R. A. Física . 12 ed. São Paulo: Pearson, \n2003. v.3.  \nBIBLIOGRAFIA COMPLEMENTAR  \nÁLVARES, B. A.; LUZ, A. M. R.. Curso de física. 1. ed. São Paulo: Scipione, 2011. v.1.  \nNUSSENZVEIG, H. M.. Curso de física básica. 4. ed. São Paulo: Ed. Edgard Blücher, \n2012. v.2.  \nPIRES, A. S. T .. Evolução das ideias da física. 2. ed. São Paulo: Livraria da Física, 2003.  \nSAND, M.; FEYNMAM, R. P.; LEIGHTON, R. P.. Lições de física. 1. ed. São Paulo: \nArtmed,2008.  \nSONNTAG, R. E.; BORGNAKKE, C. Fundamentos da Termodinâmica – Série Van Wylen \n– Volume Básico. 8. ed. São Paulo: Edgard Blucher, 2013.   ", "55": " \n51 \n CIÊNCIAS DO AMBIENTE  \nCarga Horária: 36 h /a         3º PERÍODO  \nEMENTA  \nHistórico da formação da consciência ambiental. Educação Ambiental. As ciências do \nambiente. Desenvolvimento sustentável. Interação entre os meios físico, biótico e antrópico. \nO papel da Engenharia na solução dos problemas ambientais. Problemas ambientais no \nBrasil.  \nBIBLIOGRAFIA BÁSICA  \nAZEVEDO, F. A.; CHASIN, A. M. As bases toxicológicas da ecotoxicologia . São Carlos: \nRima. 2004.  \n ALMEIDA, Josimar Ribeiro et al. Ciências ambientais . 2. ed. Rio de Janeiro: Thex. 2008.  \nODUM, Eugene P. Ecologia.  Rio de Janeiro: Guanabara Koogan, 1988.  \nBIBLIOGRAFIA COMPLEMENTAR  \nABREU, Mauro Henrique Nogueira Guimarães (Org.). Ciências ambientais : uma abordagem  \nmultidisciplinar . Belo Horizonte: Silveira Editora, 2007.  \n MAZZINI, Ana Luiza Dolabella de Amorim . Dicionário educativo de termos ambientais . \nBelo Horizonte: O Lutador, 2003.  \n MOTA, Suetônio. Introdução à engenharia ambiental . 4. ed. Rio de Janeiro: ABES , 2006.  \nSÁNCHEZ, Luis Enrique. Avaliação de impacto ambiental : conceitos e métodos . 2. reimp. \nSão Paulo: Oficina de Textos, 2008.  \n SPERLING, Marcos von. Introdução a qualidade das águas e ao tratamento de esgotos . \n2. ed. rev. Belo Horizonte: UFMG/Departam ento de Engenharia Sanitária e Ambiental, 1996.  \n  ", "56": " \n52 \n EQUAÇÕES DIFERENCIAIS  \nCarga Horária: 36 h/a         3º PERÍODO  \nEMENTA  \nEquações diferenciais, Noções Básicas e terminologia, Modelos matemáticos, Equações \ndiferenciais de primeira ordem, Introdução e Separa ção de variáveis, Equações Homogêneas, \nEquações Lineares, Equação de Bernoulli, Equações diferenciais lineares de ordem superior \ne sistemas lineares, Equações lineares homogêneas com coeficientes constantes, Método \ndos coeficientes indeterminados, Aplicaçã o de equações diferenciais de segunda ordem: \nmodelos Mecânicos e Elétricos : oscilações, ressonânci a, movimento ondulatório, princí pio de \nsuperposição, dinâmica populacional, dinâmica em fluidos, circuito RLC simples, Vigas \nhorizontais e homogêneas “elástic a e deflexão máxima”, biapoiada , balanço, biengastada . \nBIBLIOGRAFIA BÁSICA  \nBOYCE, William Edward . Equações diferenciais : uma introdução a métodos modernos e \nsuas aplicações. Rio de Janeiro: LTC, 2008.  \nBRONSON , R.; COSTA , G. Equações diferenciais . 3. ed. Po rto Alegre: Bookman, 2008.  \nDIPRIMA, R. C.; BOYCE, William Edward. Equações diferenciais elementares e problemas \nde valores de contorno.  9. ed. Rio de Janeiro: LTC, 2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nZILL, D ennis G .; CULLEN , Michael. R. Equações diferenciais. 2. ed. São Paulo: Makron \nBooks, 2012.  \nDIACU , F. Introdução a equações diferenciais: teoria e aplicações . Rio de Janeiro: LTC, \n2012.  \nGUIDORIZZI, H. L. Um curso de cálculo . Rio de Janeiro: LTC, 2012.  \nNAGLE, R. Kent; et al. Equações diferenciais . 8. ed. São P aulo: Pearson, 2012.  \nSALVADOR, J. A. Equações diferenciais parciais com maple V. São Carlos:  Ed. \nEdUFSCAR, 2002.  \n  ", "57": " \n53 \n TOPOGRAFIA II  \nCarga Horária: 72 h /a         3º PERÍODO  \nEMENTA  \nPerfis e Escalas; Representações do Relevo; Cálculo volumétrico; Locação de cu rvas; \nTopografia aplicada ao projeto geométrico de estradas; Cálculo de coordenadas de pontos \ninacessíveis; Manuseio de GPS de Navegação e Topográfico, processamento e \nlevantamentos de áreas; Noções de aerofotogrametria.  \nBIBLIOGRAFIA BÁSICA  \nCASACA, João M.  Topografia geral . 4. ed. Rio de Janeiro: LTC, 2007.  \nGONÇALVES, José A.; MADEIRA, Sérgio; SOUSA, J. João. Topografia : conceitos e \naplicações . 3. ed. São Paulo: Lidel -Zamboni, 2012.  \nMCCORMAC, Jack. Topografia . 5. ed. Rio de Janeiro, LTC. 2007.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBORGES, Alberto de Campos. Topografia aplicada à engenharia civil , v. 2. [São Paulo] : Ed. \nEdgard Blücher, 1992.  \nFLORENZANO, Teresa Gallotti. Iniciação em sensoriamento remoto . 3. ed. São Paulo: Oficina \nde Textos, 2011.  \nKALINOWSKI, Sergio Rest ani. Utilização do GPS em trilhas e cálculo de áreas.  Brasília, \nDF: LK, 2006.  \nCOMASTRI, José Aníbal; Gripp Junior, Joel.  Topografia aplicada: medição, divisão e \ndemarcação . Viçosa, MG: Ed. UFV, 2002.  \nMUDRIK, Chaim. Caderno de encargos : terraplanagem, pavi mentação e  serviços \ncomplementares . 2. ed. São Paulo: Ed. Edgard Blucher, 2010. v. 1.  \n  ", "58": " \n54 \n MECÂNICA APLICADA  \nCarga Horária: 72 h /a         3º PERÍODO  \nEMENTA  \nPrincípios básicos da Mecânica; Geometria das massas - centro de gravidade; momento de \ninércia; Estrut uras Isostáticas - equilíbrios das peças prismáticas; esforços solicitantes \nsimples.  \nBIBLIOGRAFIA BÁSICA  \nHIBBELER, R. C. Estática : mecânica para engenharia . 12. ed. São Paulo: Pearson, 2012.  \nMARTHA, Luiz Fernando. Análise de estruturas : conceitos e métodos  básicos . Rio de \nJaneiro: Elsevier, 2010.  \nMERIAM, J. L.; KRAIGE, L. G. Mecânica para engenharia : estática . 6. ed. Rio de Janeiro: \nLTC, 2012 v. 1.  \nBIBLIOGRAFIA COMPLEMENTAR  \nALMEIDA, Maria Cascão Ferreira de. Estruturas isostáticas. São Paulo: Oficina de Te xtos, \n2011.  \nBEER, Ferdinand  P.; JOHNSTON, E. Russell. Resistência dos materiais. 3. ed. São Paulo: \nPearson, 2012.  \nFURLAN JÚNIOR, Sydney. Introdução à mecânica aplicada à engenharia e a mecânica \ndos sólidos . São Carlos, SP: Ed. UdUfscar, 2011.  \nKRIPKA, Moaci r. Análise estrutural para engenharia civil e arquitetura : estruturas \nisostáticas.  2. ed. São Paulo: Pini, 2011.  \nSUSSEKIND, José Carlos. Curso de análise estrutural : estruturas isostáticas . 6. ed. Porto \nAlegre: Globo, 1991. v. 1.  \n  ", "59": " \n55 \n 4º PERÍODO  \nFENÔMENO DE T RANSPORTES  \nCarga Horária: 72 h /a         4º PERÍODO  \nEMENTA  \nIntrodução: variáveis de estado ; equação dos gases, 1º Lei da T ermodinâmica, 2° Lei da \nTermodinâmica, Conceitos de fluídos: estática e dinâmica de fluidos , equação de Bernoulli \npara fluidos ideais  e reais e equação da continuidade  Escoamento em regime laminar e  \nturbulento; Transferência de calor por condução ; Transferência de calor por convecção; \nTransferência de calor por radiação.  \nBIBLIOGRAFIA BÁSICA  \nBIRD, R. B.; STUART, W. E.; LIGHTFOOT, E. N. Fenômenos de transporte . 2. ed. e atual. \nRio de Janeiro: LTC, 2012.  \nBRAGA FILHO, W. Fenômenos de transporte para engenharia . 2. ed. Rio de Janeiro:  LTC, \n2012.  \nINCROPERA, F. P.; DEWITT, D. P. Fundamentos de transferência de calor e de massa . \n6. ed. Rio de Janeiro: LTC, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBRUNETTI, Franco. Mecânica dos fluidos. 2. ed. rev. São Paulo: Pearson, 2012.  \nFOX, Robert W.  Introdução à mecânica dos fluidos.  7. ed. Rio de Janeiro: LTC, 2012.  \nLIVI, C. P. Fundamentos de fenômenos de transpor te: um texto para cursos básicos . 2. ed. \nRio de Janeiro: LTC, 2012.  \nMUNSON, Bruce, R.; YOUNG, Donald F.; OKIISHI, Theodore. Fundamentos da mecânica \ndos fluidos . 4. ed. São Paulo: Ed. Edgard Blucher, 2012.  \nROMA, W. N. L. Fenômenos de transporte para engenha ria. 2. ed.  São Carlos:  Rima, 2006.  \n  ", "60": " \n56 \n PROBABILIDADE E ESTATÍSTICA  \nCarga Horária: 54 h /a         4º PERÍODO  \nEMENTA  \nIntrodução à análise exploratória de dados. Espaço amostral e probabilidade. Probabilidade \ncondicional – Independência. Variáveis aleatórias d iscretas. Variáveis aleatórias contínuas. \nNoções sobre inferências: estimação e teste de hipóteses.  \nBIBLIOGRAFIA BÁSICA  \nMAGALHÃES, M. N.; LIMA, A. C. P. Noções de probabilidade e estatística . 7. ed. São \nPaulo: EDUSP, 2007.  \nMAGALHÃES, M. N. Probabilidade e variáveis aleatórias . 3. ed. São Paulo: EDUSP, 2011.  \nMORETTIN, L. G. Estatística básica . 7. ed. São Paulo: Pearson, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCASELLA, G.; BERGER, R. L.  Inferência estatística.  São Paulo: Cengage Learning, 2011.  \nLARSON, Ron; FARBER, Betsy. Estatística aplicada. São Paulo: Pearson, 2012.  \nMURRAY, R. S.; SCHILLER, E. R.; SRINIVASAN, Alu. Probabilidade e estatística . 3. ed. \nPorto Alegre: Bookman, 2004.  \nTRIOLA, M. F. Introdução à estatística. 10. ed. Rio de Janeiro: LTC, 1999.  \nWALPOLE, Ro nald E. et al.  Probabilidade e estatística para engenharia e ciências. 8. ed. \nSão Paulo: Pearson, 2010.  \n  ", "61": " \n57 \n FÍSICA III  \nCarga Horária: 72 h /a         4º PERÍODO  \nEMENTA  \nEletrostática. Capacitores, dielétricos e circuitos. Campo Magnético. Indutância, corrente  \nalternada e ondas eletromagnéticas.  \nBIBLIOGRAFIA BÁSICA  \nHALLIDAY, D.; RESNICK, R.; KRANE, K. S. Fundamentos de Física 3. 9. ed. Rio de Janeiro: \nLTC, 2012. v.3.  \nTIPLER, P. A. Física para cientistas e engenheiros : Eletricidade e Magnetismo, Óptica.  6. \ned. R io de Janeiro: LTC, 2009. v. 2.  \nSEARS, F. Sears e Zemansky : Física III : eletromagnetismo . 12. ed. São Paulo: Pearson \nAddison  Wesley, 2012. v. 3.  \nBIBLIOGRAFIA COMPLEMENTAR  \nÁLVARES, B. A.; LUZ, A. M. R.. Curso de física. 3 ed. São Paulo: Scipione, 2011. v.3.   \nNUSSENZVEIG, H. M.. Curso de física básica. 4. ed. São Paulo: Ed. Edgard Blücher, 2012. \nv.3.  \nPERUZZO, J. Experimento de física básica : Eletricidade e Eletromagnetismo. São Paulo: \nEd. Livraria da Física, 2012.  \nPIRES, A. S. T.. Evolução das ideias da físi ca. 2. ed. São Paulo: Livraria da Física, 2003.  \nSAND, M.; FEYNMAM, R. P.; LEIGHTON, R. P.. Lições de física. 1. ed. São Paulo: Artmed, \n2008.  \n  ", "62": " \n58 \n GEOLOGIA  APLICADA À ENGENHARIA  \nCarga Horária: 54 h /a         4º PERÍODO  \nEMENTA  \nCaracterísticas do globo terrest re e tectônica de placas; princípios de mineralogia; \ngeodinâmica interna e externa; gênese e identificação das rochas ígneas, metamórficas e \nsedimentares; gênese de solo: perfis de alteração; os argilo -minerais; interpretação de \ninformações geológicas para  fins de engenharia; avaliação geológico -geotécnica do terreno \npara fins de engenharia; mapas e seções geológicas.  \nBIBLIOGRAFIA BÁSICA  \nGROTZINGER, John; PRESS, Frank; SIEVER, Raymond. Para entender a terra . Porto \nAlegre: Bookman, 2009.  \nOLIVEIRA, A. M. l.  S.; MONTICELI, J. J.  (Ed.). Geologia de engenharia  e ambiental . V. 1, \n2, 3. São Paulo: ABGE, 2018 .  \nPOMEROL, C. Princípios de geologia : técnicas, modelos e teorias . Porto Alegre: Bookman, \n2013.  \nWICANDER, Reed; MON ROE, James S. Fundamentos de geologia . São Paulo: Cengage \nLearning, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nMACIEL FILHO, Carlos Leite. Introdução à geologia de engenharia . 4. ed. Campo Grande: \nEd. UFSM, 2011.  \nOLIVEIRA, A. M. l. dos S.; BRITO, S. N. A. de. (Ed.). Geologia de engenharia . São Paulo: \nABGE, 1998.  \nPOPP, J. H. Geologia geral . 6. ed. Rio de Janeiro: LTC, 2012.  \nSANTOS, Álvaro Rodrigues dos. Geologia de engenharia : conceitos, método e prática . São \nPaulo: IPT, 2002.  \nTEIXEIRA, W. et al. Decifrando a terra . 2. ed. São Paulo: Companhia Editora Nacional, 2012.  \n  ", "63": " \n59 \n PROJETO ARQUITETÔNICO  \nCarga Horária: 72 h /a         4º PERÍODO  \nEMENTA  \nSensibilização, percepção e introdução para a prática do Projeto Arquitetônico; Entendimento \ndas fases e componentes do Projeto Arqui tetônico; Introdução ao Gerenciamento de Projeto; \nAplicação das normas e legislação para Projeto Arquitetônico; Compreensão  e criação de \nPrograma de Necessidades; e, Representação gráfica do desenho arquitetônico.  \nBIBLIOGRAFIA BÁSICA  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 15575 -1: Edifícios \nHabitacionais de até cinco pavimentos: desempenho parte 1: requisitos gerais . Rio de \nJaneiro: ABNT, 2012.  \nSARAPKA, Elaine Maria et al. Desenho arquitetônico básico. São Paulo: Pini, 2010.  \nYAZIGI, Walid. A técnica de edificar . 11. ed. São Paulo: Pini, 2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBORGES, Alberto Campos; Prática das pequenas construções.  9. ed. São Paulo: Ed. \nEdgard Blucher, 2011. 2 v.  \nCHING, Francis D. K. Dicionário visual de arquitetura . 2. ed. São Paulo: Ed. Ma rtins Fontes, \n2012.  \nMONTENEGRO, Gildo A. Desenho arquitetônico para cursos técnicos de 2º grau e \nfaculdades de arquitetura.  São Paulo: Edgard Blucher, 2010.  \nNEUFERT, Ernest. Arte de projetar em arquitetura : princípios, normas e prescrições sobre \nconstrução , instalações, distribuição e programa de necessidades, dimensões de edifícios, \nlocais e utensílios. 17. ed. São Paulo: Ed. Gustavo Gili do Brasil, 2011.  \nKOWALTOWSKI, Doris K. O processo de projeto em Arquitetura : da teoria a tecnologia.  \nSão Paulo: Oficin a de Textos, 2011.  \n  ", "64": " \n60 \n MATERIAIS DE CONSTRUÇÃO I  \nCarga Horária: 72 h /a         4º PERÍODO  \nEMENTA  \nPrincípios e ciência de engenharia dos materiais: noções básicas sobre ciência dos materiais \n(metais, cerâmicos e polímeros); Estudo das características, propri edades e processos de \nfabricação dos principais materiais utilizados na construção civil: aglomerantes, agregados \npara uso em argamassas e concretos, barras e fios de aço, materiais cerâmicos e madeira . \nBIBLIOGRAFIA BÁSICA  \nAMBROZEWICZ, Paulo Henrique Lapor te. Materiais de construção: normas, \nespecificações, aplicação e ensaios de laboratório. São Paulo: Pini, 2012.  \nBAUER, L. A. F. Materiais de construção . 5. ed. São Paulo: LTC, 1994. 2 v.  \nISAIA, G. C. (Ed). Materiais de construção civil e princípios de ciên cia de engenharia de \nmateriais . 2. ed. São Paulo: IBRACON, 2010. 2. v.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBERTOLINI, Luca. Materiais de construção: patologia, reabilitação e prevenção. São Paulo: \nOficina de textos, 2010.  \nFREIRE, W. J. Tecnologias e materiais altern ativos de construção . Campinas: Ed. \nUnicamp, 2010.  \nISAIA, G. C. (Ed.). Concreto: ensino, pesquisa e realizações. São Paulo: IBRACON, 2005. v. \n1. \nMEHTA, P. K.; MONTEIRO, P. J. M. Concreto: microestrutura, propriedades e materiais. São \nPaulo: Instituto Brasi leiro do Concreto, 2008.  \nPETRUCCI, Eládio G. R. Materiais de construção . 12. ed., 2. reimpr. São Paulo: Globo, \n2007.  \n  ", "65": " \n61 \n RESISTENCIA DOS MATERIAIS I  \nCarga Horária: 72 h /a         4º PERÍODO  \nEMENTA  \nIntrodução à ciência dos materiais. Solicitações simples. Est udo das tensões e deformações \nem regime elástico (Lei de Hooke). Tensões e deformações em treliças isostáticas. Estado \nSimples de Tensões. Estado Plano de Tensões. Tensões de Cisalhamento. Circulo de Mohr. \nTensõ es provocadas por variações de tensões temper atura e peso próprio. Estudo de \nestrutura com tensões e deformações variáveis. Esforços solicitantes (normal, cortante e \nmomento fletor)  \nBIBLIOGRAFIA BÁSICA  \nBEER, F. P.; JOHNSTON JR., E. R. Resistência dos materiais.  3. ed. São Paulo: Makron \nBooks do Brasi l, 2012.  \nHIBBELER, R. C. Resistência dos materiais . 3. ed. São Paulo: Pearson, 2012.  \nRILEY , William F.; STURGES, Leroy D.; MORRIS, Don H.  Mecânica dos materiais. 5. ed. \nRio de Janeiro: LTC, 2003 . \nBIBLIOGRAFIA COMPLEMENTAR  \nARRIVABENE, Vladimir. Resistência  dos materiais. São Paulo: Makron Books do Brasil, \n1994.  \nGERE, James M.; GOODNO, Barry J. Mecânica dos materiais.  7. ed. São Paulo: Cengage \nLearning, 2010.  \nHIBBELER, R. C. Estática: mecânica para engenharia. 12. ed. São Paulo: Pearson, 2012.  \nPARETO, Luis.  Formulário técnico resistência e ciência dos materiais . São Paulo: Hemus, \n2003.  \nUGURAL, Ansel C. Mecânica dos materiais . Rio de Janeiro: LTC, 2009.  \n  ", "66": " \n62 \n 5º PERÍODO  \nSANEAMENTO BÁSICO  \nCarga Horária: 36 h /a         5º PERÍODO  \nEMENTA  \nSaúde pública e saneamento: introdução ao Estudo de Saúde e Meio Ambiente; Histórico do \nsaneamento e da Saúde Pública; Principais formas de disseminação de doenças relacionadas \nà falta de saneamento. A Política Nacional de Saneamento e outros aspectos legais e \nnormativos. Aspectos ge rais sobre água para abastecimento. Aspectos gerais sobre sistemas \nde esgotamento sanitário: noções básicas sobre rede de distribuição e tratamento. Aspectos \ngerais sobre drenagem urbana. Aspectos gerais sobre sistema de limpeza pública.   \nBIBLIOGRAFIA BÁSI CA \nFUNDAÇÃO NACIONAL DE SAÚDE (BRASIL). Manual de saneamento . 3. ed. rev. Brasília: \nMinistério da Saúde, 2004. 407 p. ISBN 8573460458.  \nBRANCO, Samuel Murgel. Ecossistema: uma abordagem integrada dos problemas do meio \nambiente. 2. Ed. São Paulo, SP: Ed. Edg ard Blucher, 1999, 1202 p. ISBN 85 -212-0174 -5 \nPHILIPPI JÚNIOR, Arlindo UNIVERSIDADE DE SÃO PAULO (ED.). Saneamento, saúde e \nambiente : fundamentos para um desenvolvimento sustentável. Barueri, SP: Manole, 2005. \n842 p. (Coleção ambiental ; v. 2). ISBN 85 -204-2188 -1. \nBIBLIOGRAFIA COMPLEMENTAR  \nCANHOLI, Aluísio Pardo. Drenagem urbana e controle de enchentes . São Paulo: Oficina \nde Textos, 2005. 302 p. ISBN 85 -86238 -43-0.  \nMARTINELLI, Alexandre. Esgoto sanitário : coleta, transporte, tratamento e reuso  agrícola. \n2. ed., atual. ampl. São Paulo, SP: Blucher; FATEC, 2011. 565 p. ISBN 9788521205685.  \nPHILIPPI JR., Arlindo; GALVÃO JR., Alceu de Castro . Gestão do saneamento básico : \nabastecimento de água e esgotamento sanitário. S ão Paulo: Manole, 2012.  \nSPERLING, M. V.  Introdução à qualidade das águas e ao tratamento de esgoto . 4. ed. \nBelo Horizonte: Ed. UFMG, 2005.  \nDACACH, Nelson Gandur. Sistemas urbanos de água . Rio de Janeiro : LTC, 1975.  \n  ", "67": " \n63 \n RESISTENCIA DOS MATERIAIS II  \nCarga Ho rária: 72 h /a         5º PERÍODO  \nEMENTA  \nProblemas estaticamente indeterminados. Tensões devido à Flexão em vigas. Flexão Oblíqua. \nFlexão Composta. Flambagem. Deformação Elástica.  Cilindros de Parede Fina (Tensões \ncircunferenciais, longitudinais e, deformaç ão radial).  Torção Simples.  \nBIBLIOGRAFIA BÁSICA  \nBEER, F. P.; JOHNSTON JR., E. R. Resistência dos materiais.  3. ed. São Paulo: Makron \nBooks do Brasil; 2012.  \nHIBBELER, R. C. Resistência dos materiais . 7. ed. São Paulo: Pearson. 2010.  \nRILEY , William F.  Mecân ica dos materiais. 5. ed. Rio de Janeiro: LTC, 2003 . \nBIBLIOGRAFIA COMPLEMENTAR  \nGERE, James M.; GOODNO, Barry J. Mecânica dos materiais.  São Paulo: Cengage \nLearning, 2010.  \nHIBBELER, R. C. Estática: mecânica para engenharia. 12. ed. São Paulo: Pearson, 2011.  \nPARETO, Luis. Formulário técnico resistência e ciência dos materiais . São Paulo: Hemus, \n2003.  \nPOPOV, E. P. Resistência dos materiais . 2. ed.  Rio de Janeiro: Prentice -Hall do Brasil, 1984.  \nURGURAL, Ansel C. Mecânica dos materiais . Rio de Janeiro: LTC, 2009 . \n  ", "68": " \n64 \n TEORIA DAS ESTRUTURAS I  \nCarga Horária: 72 h /a         5º PERÍODO  \nEMENTA  \nConceitos fundamentais da Estática; estudo das vigas isostáticas; estudo dos quadros \n(pórticos) isostáticos planos; estudo das treliças isostáticas.  \nBIBLIOGRAFIA BÁSICA  \nALMEIDA, Ma ria Cascão Ferreira de. Estruturas isostáticas. São Paulo: Oficina de Textos, \n2011.  \nLEET, Kenneth M.; UANG, Chia -ming; GILBERT, Anne M.  Fundamentos da análise \nestrutural . 3. ed. São Paulo: McGraw -Hill, 2009.  \nMART HA, Luiz Fernando. Análise de estruturas : conceitos e métodos básicos. Rio de \nJaneiro: Elsevier, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBEER, Ferdinand P.; JOHNSTON, E. Russell. Resistência dos materiais. 3. ed. São Paulo: \nPearson, 2012.  \nHIBBELER, R. C. Estática : mecânica para engenharia. 12. ed. São Paulo: Pearson, 2011.  \nKRIPKA, Moacir. Análise estrutural para engenharia civil e arquitetura : estruturas \nisostáticas. 2. ed. São Paulo: Pini, 2012.  \nMERIAM, J. L.; KRAIGE, L. G. Mecânica para engenharia : estática . Rio de Janeiro: LTC, \n2012. v. 1.  \nSORIANO, Humberto Lima. Estática das estruturas. 2. ed. rev. e ampl. Rio de Janeiro: \nCIGB/ICOLD, 2010.  \n  ", "69": " \n65 \n GEOTECNIA GERAL  \nCarga Horária: 72 h /a         5º PERÍODO  \nEMENTA  \nNoções de geotecnia e sua inter -relação com outras áreas  afins. Propriedades geotécnicas \ndos maciços rochosos e classificações geomecânicas. Rochas como materiais de construção. \nPropriedades geotécnicas dos solos: Índices físicos; Granulometria; Plasticidade e \nConsistência; Permeabilidade; Compressibilidade e c olapsibilidade; compactação; \nerodibilidade.  Classificações dos solos para fins de engenharia. Movimentos de Massa. \nErosão acelerada. Aplicações da geologia de engenharia em obras de grande porte.  \nBIBLIOGRAFIA BÁSICA  \nDAS, B raja m. Fundamentos de engenharia  geotécnica . São Paulo: Cengage Learning, \n2012.  \nQUEIROZ, R. C. Geologia e geotecnia básica para a engenharia civil . São Carlos, SP: \nRima, 2009.  \nOLIVEIRA, A. M. L. S; Monticeli, j. J. (ed.) Geologia de engenharia e ambiental . V.1, 2, 3. \nSão Paulo: ABGE, 201 8.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBITTAR, O. Y. (Coord.) Curso de geologia aplicada ao meio ambiente . São Paulo: ABGE, \n1995.  \nMACIEL FILHO, Carlos Leite. Introdução à geologia de engenharia . 4. ed. Campo Grande: \nEd. UFSM, 2011.   \nOLIVEIRA, A. M. l. S; BRITO, S.  N. A. de. (Ed.) Geologia de engenharia . São Paulo: ABGE, \n1998.  \nSANTOS, A. R. dos Geologia de engenharia : conceitos, método e prática. 2009.  \nTOMINAGA, L.; SANTORO, J.; AMARAL, R. Desastres naturais : conhecer para prevenir. \nSão Paulo: Instituto geológico, 2 009. \n  ", "70": " \n66 \n HIDRÁULICA GERAL  \nCarga Horária: 72 h /a         5º PERÍODO  \nEMENTA  \nEscoamento em condutos livres e forçados. Perda de carga distribuída, perda de carga \nlocalizada. Condutos equivalentes. Distribuição em marcha. Redes de distribuição de água, \ninstalaçõ es de recalque, bombas: associações. cavitação em bombas. Escoamento \npermanente uniforme. Energia  específica. Ressalto hidráulico. Hidrometria. Golpe de Aríete. \nMedidores de vazão, velocidade e pressão.  \nBIBLIOGRAFIA BÁSICA  \nAZEVEDO NETTO, A. et al. Manual d e hidráulica.  8. ed. São Paulo: Ed. Edgard Blucher, \n2012.  \nBAPTISTA, Marcio; LARA, Márcia. Fundamentos de engenharia hidráulica . 3. ed. Belo \nHorizonte: UFMG, 2012.  \nMACINTYRE, Archibald Joseph. Bombas e instalações de bombeamento. 2. ed. Rio de \nJaneiro: LTC , 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nGARCEZ, Lucas Nogueira. Elementos de mecânica dos fluidos: hidráulica geral. 2. ed. Rio de \nJaneiro: Edgard Blücher, 1977.  \nHOUGHTALEN, Robert J.; HWANG, Ned H. C.; AKAN, A. Osman. Engenharia hidráulica. 4. \ned. São Paulo: Pearson Education do Brasil, 2012.  \nPIMENTA, Carlito Flávio. Curso de hidráulica geral. 4. ed. Rio de Janeiro: Guanabara Dois, \n1981. v. 2.   \nPORTO, Rodrigo de Melo. Hidráulica básica. 4. ed. São Carlos: EESC -USP, 2006.  \nSILVESTRE, Paschoal. Hidráulica geral . Rio de Janeiro: LTC, 1979.  \n  ", "71": " \n67 \n MATERIAIS DE CONSTRUÇÃO II  \nCarga Horária : 72 h /a        5º PERÍODO  \nEMENTA  \nEstudo das características e propriedades do concreto: definições, tipologia e classificações; \nCaracterização dos materiais para estudo de dosagem; Pr opriedades do concreto no estado \nfresco e endurecido; Dosagem do concreto através do método ACI/ABCP; Controle \ntecnológico e estatístico do concreto; Microestrutura do concreto; Durabilidade do concreto e \ndo aço; Patologias das estruturas de concreto armad o; Métodos preventivos e de combate. \nConcretos especiais (auto adensável, alto desempenho e projetado); Técnicas e benefícios \nde adições e aditivos para uso em concretos.  \nBIBLIOGRAFIA BÁSICA  \nFUSCO, Péricles  Brasiliense. Tecnologia do concreto estrutural : componentes, \ndurabilidade, resistência mecânica, corrosão, compressão . 2. ed. São Paulo: Pini, 2012.  \nISAIA, G. C. (Ed.). Concreto : ciência e tecnologia. São Paulo: IBRACON, 2011. v. 2.  \nMEHTA, P. K.; MONTEIRO, P. J. M. Concreto: microestrutura, propriedade s e materiais. 3. \ned. São Paulo: Instituto Brasileiro do Concreto, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR  \nADÃO, Felipe Xavier; HERMELY, Adriano Chequetto. Concreto armado no novo milênio : \ncálculo prático e econômico. 2. ed. São Paulo: Interciência, 2010.  \nAMBROZEW ICZ, Paulo Henrique Laporte. Materiais de construção: normas, \nespecificações, aplicação e ensaios de laboratório. São Paulo: Pini, 2012.  \nISAIA, G. C. (Ed.). Concreto: ensino, pesquisa e realizações. São Paulo: IBRACON. 2012. v. \n1. \nNEVILLE, Adam M. Propried ades de concreto.  2. ed. São Paulo: Pini, 1997.  \nPETRUCCI, E. G. R. Concreto de cimento portland . 13. ed. São Paulo: Globo, 1995.  \nISAIA, G. C. (Ed.). Materiais de construção civil e princípios de ciência e engenharia de \nmateriais . 2. ed. São Paulo: IBRACON,  2010. 2 v.  \n  ", "72": " \n68 \n 6º PERÍODO  \nPROJETO DE SISTEMA DE ÁGUAS DE ABASTECIMENTO  \nCarga Horária: 36 h/a         6º PERÍODO  \nEMENTA  \nGestão de sistemas de saneamento. Caracterização dos recursos hídricos disponíveis, \nalcance do projeto, previsão de população, consumo de água, escolha de mananciais, \nreservatórios de acumulação, captação, linhas adutoras, órgãos especiais, reservatórios de \ndistribuição, redes de distribuição de água, noções gerais de tratamento de águas de \nabastecimento.  \nBIBLIOGRAFIA BÁSICA  \nALVES, Célia. Tratamento de águas de abastecimento . 3. ed. São Paulo: Publindústria, \n2010.  \nGOMES, Heber Pimetel;  PÉREZ GARCÍA, Rafael; REY, Pedro L. Iglesias.  Abastecimento \nde água : o estado da arte e técnicas avançadas . João Pessoa: Ed. Universitária, 2007.  \nHELLER, Léo;  PÁDUA, Valter Lúcio de. Abastecimento de água para consumo humano. \n2. ed. Belo Horizonte : Ed. UFMG, 2010. 2 v.  \nBIBLIOGRAFIA COMPLEMENTAR  \nDI BERNARDO, Luiz; DI BERNARDO Dantas, Angela. Métodos e técnicas de tratamento \nde água . 2. ed. São Carlos : Rima, 20 05. 2 v.  \nMACINTYRE, A. J. Bombas e instalações de bombeamento.  2. ed. rev. Rio de Janeiro: \nLTC, 2010.  \nSPERLING, M. V.  Introdução à qualidade das águas e ao tratamento de esgoto . 4. ed. \nBelo Horizonte: Ed. UFMG, 2005.  \nBABBITT, Harold E.; DOLAND, James J.; CLEASBY, John L. Abastecimento de água . São \nPaulo: Edgar Blücher, 1973.  \nDACACH, Nelson Gandur. Sistemas urbanos de água . Rio de Janeiro : LTC, 1975.   \n  ", "73": " \n69 \n TEORIA DAS ESTRUTURAS II  \nCarga Horária: 72 h /a         6º PERÍODO  \nEMENTA  \nO princípio dos trabalhos virt uais. Resolução de Estruturas Hiperestáticas, utilizando: \nProcesso dos Esforços, Processo dos Deslocamentos, Método de CROSS e Sistema \nComputacional.  \nBIBLIOGRAFIA BÁSICA  \nLIMA, Sílvio de Souza; SANTOS, Sergio Hampshire de Carvalho. Análise dinâmica das \nestruturas . São Paulo: Ciência Moderna, 2008.  \nLEET, Kenneth M.; UANG, Chia -ming; GILBERT, Anne M.  Fundamentos da análise \nestrutural . 3. ed. São Paulo: McGraw -Hill, 2009.  \nSORIANO, Humberto Lima. Estática das estrutura s. 2. ed. rev. e ampl. Rio de Janeiro: \nCIGB/ICOLD, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCAMPANARI, Flávio Antônio . Teoria das estruturas . Rio de Janeiro: Guanabara Dois, 1985. \nv. 2.  \nCAMPANARI, Flávio Antônio . Teoria das estruturas . Rio de Janeiro: Guanabara Do is, 1985. \nv. 3. \nMARTHA, Luiz Fernando. Análise de estruturas : conceitos e métodos básicos. Rio de \nJaneiro: Elsevier, 2010.  \nSILVA Jr., Jaime Ferreira. Método de Cross.  São Paulo: McGraw -Hill do Brasil, 1977.  \nSUSSEKIND, José Carlos. Curso de análise estrutu ral. São Paulo: Globo, 1994. v. 2.  \nSUSSEKIND, José Carlos. Curso de análise estrutural . São Paulo: Globo, 1980. v. 3.  \n  ", "74": " \n70 \n PROJETO DE INSTALAÇÕES HIDRO SSANITÁRIAS  \nCarga Horária: 72 h /a         6º PERÍODO  \nEMENTA  \nRevisão dos conceitos de hidráulica: pressão, vazão, perda de carga e velocidade. Projeto \nexecutivo de instalações hidráulicas e sanitárias: pontos de distribuição de água fria, água \nquente, instalações prediais de águas pluviais e esgoto . Projeto de Sistemas de Prevenção e \nCombate ao Pânico e ao Incê ndio.  \nBIBLIOGRAFIA BÁSICA  \nAZEVEDO NETTO, A. et al. Manual de hidráulica.  8. ed. São Paulo: Ed. Edgard Blucher, \n2012.  \nCREDER, Hélio. Instalações hidráulicas sanitárias . 6. ed. Rio de Janeiro : LTC,  2012.  \nMACINTYRE, A. Instalações hidráulicas : prediais e in dustriais. 4. ed. Rio de Janeiro: LTC, \n2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBOTELHO, Manoel Henrique Campos; RIBEIRO JUNIOR, Geraldo de Andrade. Instalações \nhidráulicas prediais: usando tubos de PVC e PPR , 3. ed., 2. reimp. São Paulo : Blucher,  2012.  \nCARVALHO  JÚNIOR, Roberto de. Instalações hidráulicas e o projeto de arquitetura . 5. ed. \nSão Paulo: Ed. Edgar Blücher, 2012.  \nNEUFERT, Ernst.  A arte de projetar em arquitetura : princípios, normas e prescrições sobre \nconstrução, instalações, distribuição e programa  de necessidades, dimensões de edifícios, \nlocais e utensílios. 17. ed. São Paulo:  Gustavo Gilli, 2011.  \nO COBRE nas instalações hidráulicas: água fria, água quente, gás, incêndio. São Paulo: IBC, \n1998.  \nSANTOS, Sergio Lopes dos. Bombas e instalações hidrául icas. São Paulo: LCTE, 2012.  \n  ", "75": " \n71 \n MECÂNICA DOS SOLOS APLICADA  \nCarga Horária: 72 h/a         6º PERÍODO  \nEMENTA  \nMétodos de investigação de sub -superfície: métodos indiretos, métodos semidiretos  e \nmétodos diretos; Percolação da água no solo: redes de fluxo, linh a freática, solos \nanisotrópicos; Estabilidade de taludes: método de Filenius, Bishop simplificado, Culmann, \ninfluência da percolação na estabilidade; Empuxos de terra; Ensaios especiais em Mecânica \ndos Solos: resist ência à  compressão simples, ensaio triaxi al; Estruturas de arrimo; Barragens \nde terra.  \nBIBLIOGRAFIA BÁSICA  \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações  3. ed. Rio de Janeiro: LTC, \n1988. v. 1.  \nGUIDICINI, Guido; NIEBLE, Carlos Manoel. Estabilidade de taludes naturais e escavação.  \n2. ed. São Paulo: Edgar Blucher, 1984.  \nRODRIGUES, José Carlos. Geologia para engenheiros civis . São Paulo: Mc Graw Hill, \n1978.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBUENO, Benedito Souza; VILAR, Orêncio Monje, Mecânica dos Solos . São Carlos: USP, \n1980.  \nCAPUTO, Homero Pi nto. Mecânica dos solos e suas aplicações . 6. ed. Rio de Janeiro: \nLTC, 1987. v. 2.  \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações : exercícios e  problemas \nresolvidos. 4. ed. Rio de Janeiro: LTC, 1987. v. 3.  \nHACHICH, Waldemar et al. Fundações: teoria e prática. 2. ed. São Paulo: PINI, 1998.  \nOLIVEIRA, Antônio M. dos Santos; BRITO, Sérgio Nertan Alves de (Ed.) Geologia de \nengenharia. São Paulo: ABGE, 1998.  \n  ", "76": " \n72 \n PLANEJAMENTO E URBANISMO  \nCarga Horária: 72 h /a         6º PERÍODO  \nEMENTA  \nAnálise crítica da  evolução das cidades brasileiras ao longo da História; Plano Diretor: \ninstrumento de reforma urbana, processo de elaboração, implementação e avaliação do \nplanejamento urbano; Estatuto da Cidade: legislação e a política urbana; Experiências \ninovadoras: boa s práticas do Habitat II, planejamento participativo, planejamento de bairros, \nprogramas de gestão integrada . \nBIBLIOGRAFIA BÁSICA  \nCASTELLS, Manuel. A questão urbana . 4. ed. Rio de Janeiro: Paz e Terra, 2011.  \nDUARTE, Fabio. Planejamento urbano:  Curitiba: Ed . Ibpex, 2011.  \nFELDMAN, Sarah. Planejamento e zoneamento: São Paulo, 1947 -1972 . São Paulo: \nEDUSP, 2005.  \nBIBLIOGRAFIA COMPLEMENTAR  \nARANTES, Otilia et al. A cidade do pensamento único.  7. ed. Petrópolis, RJ: Vozes, 2012.  \nBRASIL. Câmara dos Deputados. Centro de Documentação e Informação -CEDI, Estatuto da \nCidade : guia para implementação pelos municípios e cidadãos. Brasília, DF: Instituto Polis, \n2002.  \nMARICATO, Ermínia. Brasil, cidades : alternativas para a crise urbana. 5. ed. Petrópolis, RJ: \nVozes, 2011.  \nSANTO S, Álvaro Rodrigues dos. Enchentes e deslizamentos : causas e soluções. São \nPaulo: Pini, 2012.  \nVALENÇA, Márcio Morais. Cidade ilegal.  Rio de Janeiro: Mauad, 2008.  \n  ", "77": " \n73 \n  \nHIDROLOGIA  \nCarga Horária: 36 h /a         6º PERÍODO  \nEMENTA  \nIntrodução. Bacia Hidrográfica. Precipitação. Evaporação e Evapotranspiração. Infiltração da \nÁgua no Solo. Escoamento Superficial. Estudo da Vazão de Cursos D’água. Água \nSubterrânea. Transporte de Sedimentos.  \nBIBLIOGRAFIA BÁSICA  \nAZEVEDO NETTO, A. et al. Manual de hidráulica.  8. ed. São P aulo: Ed. Edgard Blucher, \n2012.  \nFERNANDES, M. Manejo integrado de bacias hidrográficas : fundamentos e aplicações. \nBelo Horizonte: Sobereing Grace, 2010.  \nPINTO, N. L. S. et al. Hidrologia básica. 5. ed. São Paulo: Ed. Edgar Blücher, 2011.  \nBIBLIOGRAFIA COMPL EMENTAR  \nGARCEZ, L. N.; ALVAREZ. G. A.  Hidrologia.  2. ed. rev. e atual. São Paulo: Ed. Edgar \nBlücher, 2011.  \nGRIBBIN, John E. Introdução à hidráulica, hidrologia e gestão de águas pluviais . São \nPaulo: Cengance Learnig, 2012.  \nSANTOS, Álvaro Rodrigues dos. Enchentes e deslizamentos:  causas e soluções. São \nPaulo: PINI, 2012.  \nVILLELA, S. M; MATTOS, A. Hidrologia aplicada. São Paulo:  McGraw -Hill, 1979.  \nTUCCI, Carlos E. M. (Org.). Hidrologia : ciência e aplicação. 2. ed. Porto Alegre: Editora da \nUniversidade/UFRGS; ABRH, 2012.  \n  ", "78": " \n74 \n 7º PERÍODO  \n \nGESTÃO DE RESÍDUOS SÓLIDOS  \nCarga Horária: 36 h /a         7º PERÍODO  \nEMENTA  \nAspectos do gerenciamento dos resíduos sólidos urbanos no Brasil. Classificação dos \nresíduos sólidos urbanos. Caracterização. Etapas de um programa de gest ão integrada: \nAcondicionamento, Coleta, Transporte, Tratamento e Disposição final. Coleta seletiva e \nprogramas de reciclagem. Aspectos legais e processo de Licenciamento ambiental.  \nBIBLIOGRAFIA BÁSICA  \nCASTELLS, Manuel. A questão urbana . 4. ed. Rio de Jane iro: Paz e Terra, 2011.  \nINSTITUTO DE PESQUISA TECNOLÓGICA. Lixo municipal : manual de gerenciamento \nintegrado. 3. ed. São Paulo: IPT, 2010.  \nJARDIM, A.; VALVERDE, J.; YOSHIDA, C. Política nacional, gestão e gerenciamento de \nresíduos sólidos. Barueri: Manole,  2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nABREU, M. H. N. G. (Org.). Ciências ambientais : uma abordagem multidisciplinar. Belo \nHorizonte: Ed. Silveira, 2007.  \nBRASIL. Câmara dos Deputados. Reciclagem para uma vida melhor.  Brasília, DF: Câmara \ndos Deputados, 2006.  \nBOSCOV, M. E. G. Geotecnia ambiental . São Paulo: Oficina de Textos, 2012.  \nGONÇALVES , P. A reciclagem integradora dos aspectos ambientais, sociais e \neconômicos . Rio de Janeiro: DP&A, 2003.  \nSISINNO, C. L. S.; OLIVEIRA, R. M.  Resíduos sólidos, ambiente e saúde : uma visão \nmultidisciplinar. 3. ed. Rio de Janeiro:  Fiocruz , 2006.  \n  ", "79": " \n75 \n  \nPROJETO DE ESTRUTURAS DE CONCRETO ARMADO I  \nCarga Horária: 72 h/a         7º PERÍODO  \nEMENTA  \nIntrodução ao  concreto armado - conceitos básicos , hipóteses de dimensionamento. Critérios \nde ações e segurança nas estruturas. Estudo das lajes.  \nBIBLIOGRAFIA BÁSICA  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118 : projeto e execução de \nobras de concreto armado. Rio de Janeiro: ABNT, 20 14.  \nCARVALHO, Roberto Chust. Cálculo e detalhamento de estr uturas usuais de concreto \narmado.  3. ed. São Carlos: Edufscar, 2012. v. 1.  \nFUSCO, Péricles Brasiliense. Tecnologia do concreto estrutural : tópicos aplicados: \ncomponentes, durabilidade, resistência mecânica, corrosão, compressão. São Paulo: Pini, \n2012.  \nBIBL IOGRAFIA COMPLEMENTAR  \nADÃO, Francisco Xavier. Concreto armado: novo milênio: cálculo prático e econômico . 2. \ned. Rio de Janeiro: Interciência, 2010.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6120 : cargas para o cálculo de \nestruturas de edificações . Rio de Janeiro: ABNT, 2019. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 8681 : ações e segurança nas \nestruturas: procedimento.  Rio de Janeiro, 2004.  \nBORGES, A. N. Curso prático de cálculo em concreto armado: projeto de edifícios . 2. ed. \nRio de Janeiro: Ao Li vro Técnico, 2010.  \nBOTELHO, Manoel Henrique Campos. Concreto armado eu te amo. 6. ed. São Paulo: \nEdgard Blücher, 2012.  \n  ", "80": " \n76 \n PROJETO DE INSTALAÇÕES  ELÉTRICAS  \nCarga Horária: 72 h /a         7º PERÍODO  \nEMENTA  \nSistemas de geração, transmissão e distribuição de ene rgia elétrica; Circuitos resistivos, \nindutivos e capacitivos em corrente alternada; Potência em CA; Medidas de corrente, tensão, \nresistência e potência em circuitos de CA; Aterramento; Circuitos trifásicos; Transformadores; \nIluminação artificial; Normas Té cnicas; Tomadas elétricas em instalações prediais; Projetos \nde instalações elétricas residenciais; Elementos não energizados das instalações; Circuitos \nem instalações prediais; Proteção; Condutores; Documentação do projeto; Problemas em \ninstalações elétric as residenciais; Requisitos de desempenho da instalação elétrica.  \nBIBLIOGRAFIA BÁSICA  \nCAVALIN, Geraldo; CERVELIN, Severino. Instalações Elétricas Prediais. 15 ed. São Paulo, \nSP: Érica. 2017.  \nCOTRIM, Ademaro A. M. Bittencourt. Instalações elétricas. 5. ed. São Paulo, SP: Pearson \nPrentice Hall, 2012.  \nCREDER , Hélio. Instalações elétricas.  15. ed. Rio de Janeiro: LTC, 2013.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 5410: Instalações elétricas de \nbaixa tensão. 2. ed. Rio de Janeiro,  RJ: ABNT, 2004.  \nBOTELHO, Manoel Henrique Campos; FIGUEIREDO, Márcio Antônio  de. Instalações elétricas \nresidenciais básicas para profissionais da construção civil.  São Paulo: Ed. Edgard Blucher, \n2012.  \nMAMEDE FILHO, João. Instalações elétricas industriais. 5. ed. Rio de Janeiro, RJ: LTC, \n[1997].  \nNISKIER, Júlio. Manual de Instalações Elétricas. 4ª. Edição. São Paulo: LTC, 2015.  \nND-3.2 Instalações Elétricas de Redes de Baixa Tensão Fornecimento de Energia Elétrica em \nTensão Secundária - Rede de Distribuição Aé rea - Edificações Individuais, Norma da CEMIG .  ", "81": " \n77 \n SISTEMAS CONSTRUTIVOS  \nCarga Horária: 72 h /a         7º PERÍODO  \nEMENTA  \nIntrodução à qualidade na construção civil; Processo de produção global das edificações: \nlocação de obra, técnicas para execução de fundaç ões, levantamento da alvenaria, \nrevestimentos e esquadrias, instalações hidrossanitárias, águas pluviais, combate e \nprevenção a incêndio, gás combustível e pintura. Limpeza geral e entrega da obra.  \nBIBLIOGRAFIA BÁSICA  \nPETRUCCI, Eládio G. R. Materiais de co nstrução . 12. ed. São Paulo: Globo, 2007.  \nREGINO, Gabriel. Como qualificar a mão de obra na construção civil . São Paulo: Pini, 2010.  \nYAZIGI, Walid. A técnica de edificar . 11. ed. São Paulo: Pini, 2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCONSTRUÇÃO passo a passo. Sã o Paulo: Pini, 2008. v. 1.  \nFIORITO, Antonio. Manual de argamassas e revestimentos: Estudos e procedimentos de \nexecução. 2. ed. São Paulo: Pini, 2010.  \nISAIA, G. C. (Ed.). Materiais de construção civil e princípios de ciência e engenharia de \nmateriais . 2. ed . São Paulo: IBRACON, 2010. v. 2.  \nSOUZA, Ubiraci Espinelle. Como reduzir perdas nos canteiros : manual de gestão do consumo \nde materiais na construção civil. São Paulo: Pini, 2005.  \nVIEIRA, Hélio Flávio. Logística aplicada à construção civil . São Paulo: Pini , 2006.  \n  ", "82": " \n78 \n PROJETO DE ESTRADAS DE RODAGEM I  \nCarga Horária: 72  h/a         7º PERÍODO  \nEMENTA  \nSistemas de transporte. Características gerais e específicas dos sistemas de transportes. \nPlanejamento e projeto de estradas de rodagem. Análise dos elementos de pro jetos. \nCaracterísticas Geométricas: velocidade, escolha de traçado, curvas horizontais circulares, \ncurvas horizontais de transição. Seções Transversais. Perfil de Projeto: conceitos gerais, \nrampas, distância de visibilidade, curvas verticais.  \nBIBLIOGRAFIA BÁSICA  \nANTAS, Paulo Mendes et al. Estradas: projeto geométrico e de terraplenagem . São Paulo: \nInterciência, 2010.  \nPONTES FILHO, Glauco. Estradas de rodagem : projeto geométrico. São Carlos. SP: Ed. do \nautor, 1989  \nSENÇO, Wlastermiler de. Manual de técnicas d e projetos rodoviários : principais técnicas \nde projetos. São Paulo: Pini, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBRASIL . Departamento Nacional de Estradas de Rodagem . Manual de projeto geométrico \nde rodovias rurais . - 3. ed. - Rio de Janeiro: DN ER, 1999 . \nCARVALHO , Carlos Alexandre Braz de. Estrada projeto : concordância vertical. Viçosa, MG: \nUFV, 1993.  \nCOMASTRI, José Aníbal. Estradas traçado geométrico . Viçosa, MG: Ed. UFV, 1981.  \nPIMENTA, Carlos R. T. OLIVEIRA M. P. Projeto geométrico de rodovias . 2. ed. São Carl os, \nSP, Rima, 2004.  \nPORTO, Telmo Fernandes de Aragão. Projeto geométrico de rodovias . São Paulo: Ed. T. \nA. Queiroz, 1989.  \n  ", "83": " \n79 \n PROJETO DE SISTEMAS DE ESGOTO  \nCarga Horária: 36 h/a         7º PERÍODO  \nEMENTA  \nGestão de serviços de saneamento. Caracterização de efluentes, conceituação e projeto de \nsistemas de coleta, tratamento de esgotos para pequenas cidades e disposição final de \nesgotos domésticos, manutenção e conservação do sistema.  \nBIBLIOGRAFIA BÁSICA  \nALÉM, P. S.; TSUTIYA, M. T. Coleta e transporte de esgot o sanitário . 2. ed.  São Paulo: \nEd. USP, 2000.  \nSPERLING, M. V.  Introdução à qualidade das águas e ao tratamento de esgoto . 4. ed. \nBelo Horizonte: Ed. UFMG, 2005.  \nSPERLING, M. V. Lodos ativados.  Belo Horizonte, MG: Ed. UFMG, 2002.  \nBIBLIOGRAFIA COMPLEMENTAR  \nMACINTYRE, A. J. Bombas e instalações de bombeamento.  2. ed. rev. Rio de Janeiro: \nLTC, 2010.  \nSPERLING, M.  V. Lagoas de estabilização . 2. ed. rev. e ampl. Belo Horizonte: Ed. UFMG, \n2002.  \nASSOCIAÇÃO BRASILEIRA DE ENGENHARIA SANITÁRIA. Lagoas de estabilização . São \nPaulo: CETESB, 1975.  \nDELLA NINA, Eduardo. Construção de redes urbanas de esgotos . Rio de Janeiro: CETESB, \n1966.  \nUEHARA, Michele Yukie; VIDAL, Waldo Lima. Operação e manutenção de lagoas anaeróbias \ne facultativas. São Paulo: CETESB, 1989.  \n  ", "84": " \n80 \n PROJETO DE  ESTRUTURAS METALICAS  \nCarga Horária: 36 h /a         7º PERÍODO  \nEMENTA  \nPropriedades das estruturas metálicas e principais aplicações. Ação do Vento. Perfis de \nChapas Finas, dobrados a frio. Utilização de Softwares. Peças Tracionadas. Peças \nComprimidas. Terç as de Telhados, Dispositivos de Ligações.  Projeto de cobertura.  \nBIBLIOGRAFIA BÁSICA  \nBELLEI, Ildony H. Edifícios industriais em aço: projeto e cálculo. 6. ed. São Paulo: Pini, 2010.  \nPFEIL, Walter; PFEIL, Michele. Estruturas de aço: dimensionamento prático d e acordo com a \nNBR 8800: 2008.  8. ed.  Rio de Janeiro: Livros Técnicos e Científicos, 2009.  \nPINHEIRO, Antônio  Carlos da Fonseca Bragança. Estruturas metálicas : cálculos, detalhes, \nexercícios e projetos. 2. ed. São Paulo: Ed. Edgard Blucher, 2012.  \nBIBLIOGRAF IA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 8800: projeto de estruturas de \naço e de estruturas mistas de aço e concreto de edifícios.  Rio de Janeiro: Associação \nBrasileira de Normas Técnicas, 2008.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICA S. NBR 14762: dimensionamento de \nestruturas de aço constituídas por perfis formados a frio – procedimento.  Rio de Janeiro: \nAssociação Brasileira de Normas Técnicas, 2010.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6123: forças devido ao vento \nem edifíci os.  Rio de Janeiro: Associação Brasileira de Normas Técnicas, 19 88. \nBRASIL. Ministério do Desenvolvimento e da Indústria. Manual brasileiro para cálculo de \nestruturas metálicas . Brasília: Graphilivros, 1989. 3 v.  \nREBELLO , Yopanan Conrado Pereira. Estrutur as de aço, concreto e madeira : atendimento \nda expectativa dimensional. 4. ed. São Paulo: Zigurate, 2011 .  \n  ", "85": " \n81 \n 8º PERÍODO  \n \nFUNDAMENTOS DE ECONOMIA  \nCarga Horária: 36 h /a         8º PERÍODO  \nEMENTA  \nOs problemas econômicos primários ; Teoria sobre o valor ; Microec onomia ; Macroeconomia; \nO fun cionamento do m ercado ; Fatores de produção ; Estruturas de m ercado ; Economia \nmonetária ; Engenharia econômica  e estudos de viabilidade de empreendimentos . Noções \nbásicas de mercado de trabalho, m ercado imobiliário e mercado da c onstrução civil. \nBIBLIOGRAFIA BÁSICA  \nLEITE, Antônio Dias. A economia brasileira.  2. ed.  rev. e ampl. Rio de Janeiro: Elsevier, \n2011.  \nSOUZA, Nali de Jesus de. Economia básica . São Paulo: Atlas, 2012.  \nVASCONCELLOS, Marco Antônio Sandoval de. Economia micro e m acro . 5. ed. São Paulo: \nAtlas, 2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nFERREIRA, Roberto G. Engenharia e econômica e avaliação de projetos de investimento : \ncritérios de avaliação: financiamentos e benefícios fiscais: análise e sensibilidade e risco. São \nPaulo: Atl as, 2009.  \nGREMAUD, Amaury Patrick et al. Introdução à economia . São Paulo: Saraiva, 2012.  \nGASTALDI, J. Petrelli. Elementos de economia política . 17. ed. São Paulo: Saraiva, 2000.  \nGREMAUD, Amaury Patrick, VASCONCELOS, Marco Antônio Sandoval de, TONETO \nJÚNIO R, Rudinei. Economia brasileira contemporânea . 5. ed. São Paulo: Atlas, 2007.  \nROSSETTI, José Paschoal. Introdução à economia . 19. ed. São Paulo: Atlas, 2002.   ", "86": " \n82 \n FUNDAMENTOS DE ADMINISTRAÇÃO  \nCarga Horária: 36 h /a         8º PERÍODO  \nEMENTA  \nNoções básicas de abertura e administração de  empresa s. Critérios gerais de administração \naplicadas às empresas de construção c ivil: Administração de recursos humanos, matérias e \npatrimoniais; Administração de operários , produção e mecanismos de controle (PERT_CPM), \nPlanejame nto empresarial estratégico, fases e processos do planejamento; Administração \nfinanceira e orçamentária e administração do m arketing.  \nBIBLIOGRAFIA BÁSICA  \nCHIAVENATO, Idalberto. Administração de recursos humanos : fundamentos básicos. 7. \ned. São Paulo: Atlas , 2012.  \nHEILBORN, Gilberto Luiz Jos. Administração: princípios e tendências , 2. ed. São Paulo: \n2010.  \nSANTOS, Edno Oliveira dos. Administração financeira da pequena e média empresa . 2. \ned. São Paulo: Atlas, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCHIAVENATO, Idalbe rto. Introdução à teoria geral da administração . 7. ed. São Paulo: \nMakron Books, 2003.  \nKWASNICKA, Eunice Lacava. Introdução à administração . 5. ed. rev. São Paulo: Atlas, \n1995.  \nMAXIMIANO, Antônio César Amaru. Introdução à administração . 6. ed. rev. São Pau lo : \nAtlas, 2004.  \nMORGAN, Gareth. Imagens da organização . São Paulo: Atlas, 2010.  \nOLIVEIRA, Otávio José. Como administrar empresas de projeto de arquitetura e \nengenharia civil . São Paulo: Pini, 2006.  \n  ", "87": " \n83 \n PROJETO DE RESÍDUOS SÓLIDOS  \nCarga Horária: 54 h /a         8º PERÍODO  \nEMENTA  \nTécnicas envolvidas no gerenciamento, tratamento e disposição dos resíduos sólidos \nmunicipais. Processos envolvidos na elaboração de Planos de Gerenciamento Integrado de \nResíduos Sólidos. Dimensionamento de unidades para a disposição  e tratamento de resíduos \nmunicipais. Aspectos tecnológicos de projetos e dimensionamento de aterros sanitários: \nSistema de impermeabilização; sistema de drenagem de percolados; sistema de drenagem \nde gases; sistema de drenagem pluvial; Tratamento de eflue ntes; sistema operacional e \nmonitoramento.  \nBIBLIOGRAFIA BÁSICA  \nCASTELLS, Manuel. A questão urbana . 4. ed. Rio de Janeiro: Paz e Terra, 2011.  \nINSTITUTO DE PESQUISA TECNOLÓGICA. Lixo municipal : manual de gerenciamento \nintegrado. 3. ed. São Paulo: IPT, 2010.  \nJARDIM, A.; VALVERDE, J.; YOSHIDA, C. Política nacional, gestão e gerenciamento de \nresíduos sólidos. Barueri: Manole, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nABREU, M. H. N. G. (Org.). Ciências ambientais : uma abordagem multidisciplinar. Belo \nHorizonte: Ed. Silvei ra, 2007.  \nBRASIL. Câmara dos Deputados. Reciclagem para uma vida melhor.  Brasília, DF: Câmara \ndos Deputados, 2006.  \nBOSCOV, M. E. G. Geotecnia ambiental . São Paulo: Oficina de Textos, 2012.  \nGONÇALVES , P. A reciclagem integradora dos aspectos ambientais, soc iais e \neconômicos . Rio de Janeiro: DP&A, 2003.  \nSISINNO, C. L. S.; OLIVEIRA, R. M.  Resíduos sólidos, ambiente e saúde : uma visão \nmultidisciplinar. 3. ed. Rio de Janeiro:  Fiocruz , 2006.  \n  ", "88": " \n84 \n  \nPROJETO DE ESTRUTURAS DE CONCRETO ARMADO II  \nCarga Horária: 72 h /a         8º PERÍODO  \nEMENTA  \nDimensionamento de Vigas de concreto armado no Estado Limite Último; Pilares usuais de \nedificações; Concepção Estrutural; Projeto de edifício em concreto armado com múltiplos \npavimentos.  \nBIBLIOGRAFIA BÁSICA  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118: projeto de estruturas de \nconcreto.  Rio de Janeiro, 20 14.  \nGRAZIANO, F. P. Projeto e execução de estruturas de concreto armado . São Paulo: O \nNome da Rosa, 2005.  \nCARVALHO, Roberto Chust; FIGUEIREDO FILHO, Jasson Rodrigues de.  Cálculo e \ndetalhamento de estruturas usuais de concreto armado . São Carlos, SP: UFSCAR, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6120 : cargas para o cálculo de \nestruturas de edificações.  Rio de Janeiro, 20 19.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 8681 : ações e segurança nas \nestruturas: procedimento.  Rio de Janeiro, 2004.  \nBORGES, A. N. Curso prático de cálculo em concreto armado: projeto de edifícios . 2. ed. \nRio de Janeiro: Ao Livro Técnico, 2010.  \nLEONHARDT, Frits;  MÖNNIG, Eduard. Construções de concreto : princípios básicos do \ndimensionamento de estruturas de concreto armado. Rio de Janeiro: Interciência, 1977. v. 1.  \nNAZAR, Nilton. Fôrmas e escoramentos para edifícios : critérios para dimensionamento e \nescolha do sis tema. São Paulo: Pini, 2007.  \n  ", "89": " \n85 \n PROJETO DE SISTEMA DE DRENAGEM URBANA  \nCarga Horária: 36 h /a         8º PERÍODO  \nEMENTA  \nCaracterização no país e região: ocorrência de enchentes, soluções estruturais para o \nescoamento das águas pluviais, impactos ambientais, s ociais e econômicos; Conceitos: \nchuvas, deflúvio superficial direto, elementos constituintes de um sistema de drenagem; \nProjeto de sistema de micro drenagem urbana; Sistemas de Macro drenagem: córregos e rios, \nbacias de contenção de águas pluviais; Recuper ação de áreas com presença de erosão e \nvoçorocas.  \nBIBLIOGRAFIA BÁSICA  \nCANHOLI, Aloísio Pardo. Drenagem urbana e controle de enchentes . São Paulo: Oficina \nde Textos, 2013.  \nCASTELLS, Manuel. A questão urbana . 4. ed. Rio de Janeiro: Paz e Terra, 2011.  \nSANTOS,  Álvaro Rodrigues dos. Enchentes e deslizamentos : causas e soluções. São \nPaulo: Pini, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nAZEVEDO NETTO, A. et al. Manual de hidráulica.  8. ed. São Paulo: Ed. Edgard Bl ücher, \n2012.  \nBOTELHO, M. H. C. Águas de chuva.  3. ed. São P aulo: Ed. Edgard Blücher, 2011.  \nGRIBBIN, John E. Introdução à hidráulica, hidrologia e gestão de águas pluviais . São \nPaulo: Cengance Learnig, 2012.  \nLIMA, Walter de Paula; ZAKIA, Maria José Brito. As florestas plantadas e a água : \nimplementando o conceito d a micro bacia  hidrográfica como unidade de planejamento. São \nCarlos: RIMA. 2006.  \nTUCCI, Carlos E. M. (Org.). Hidrologia : ciência e aplicação. 2. ed. Porto Alegre: Editora da \nUniversidade/UFRGS; ABRH, 2012. v. 4.  \n  ", "90": " \n86 \n PROJETO DE ESTRADAS DE RODAGEM II  \nCarga Hor ária: 72 h /a         8º PERÍODO  \nEMENTA  \nServiços de terraplenagem. Equipamento s de terraplenagem. Cálculo de v olumes. Diagr ama \nde massas. Distribuição da t erraplenagem. Métodos de dimensionamento de pavimentos. \nDimensionamento de pavimentos flexíveis e rígi dos para rodovias. Drenagem em estradas.  \nBIBLIOGRAFIA BÁSICA  \nBALBO, José Tadeu. Pavimentação asfáltica: materiais, projeto e restauração. São Paulo: \nOficina de Textos, 2011.  \nBALBO, José Tadeu. Pavimentos de concreto . São Paulo: Oficina de Textos, 2012.  \nBERNUCCI, Liedi Bariani et al. Pavimentação asfáltica : formação básica para engenheiros. \nRio de Janeiro: Petrobras; Associação Brasileira das Empresas Distribuidoras de Asfalto, 2008. \n11 capítulos em PDF. Disponível em:< http://www.proasfalto.com.br/07_download.htm >. \nBIBLIOGRAFIA COMPLEMENTAR  \nBRASIL. Departamento Nacional de Infraestrutura de Transportes. Instituto de Pesquisas \nRodoviárias. Manual de pavimentação . - 3. ed. - Rio de Janeiro: DNIT, 20 06. \nBRASIL. Departamento Nacional de Infraestrutura de Transportes. Manual de pavimentos \nrígidos . 2. ed. Rio de Janeiro: DNIT, 2004.  \nCEDERGREN, Harry R. Drenagem dos pavimentos de rodovias e aeródromos . Rio de \nJaneiro: Livros Técnicos e Científicos, 1980.  \nSENÇO, Wlastermiler de. Manual de técnicas de pavimentação.  V. I. São Paulo: PINI, 1997.  \nSENÇO, Wlastermiler de. Manual de técnicas de pavimentação. V. II. São Paulo: PINI, \n2001.  \n.  ", "91": " \n87 \n ENGENHARIA DE SEGURANÇA  \nCarga Horária: 36 h /a         8º PERÍODO  \nEMENTA  \nCaracterização da segurança do trabalho no país e região; aspectos humanos, sociais e \neconômicos da engenharia de segurança; urbanização e significação econômica e \npsicológica do trabalho; prevenção; significado econômico e social de doenças e acidentes \nde trabalho; CIPA; equipamentos de proteção individual; prevenção e combate de incêndio; \nprimeiros socorros, riscos ambientais: agentes físicos, químicos, biológicos, ergonômicos e \nmecânicos, mapeamento de risco. Estudo das normas regulamentadoras de segurança  e \nmedicina do trabalho; Sistemas de gestão de segurança e saúde no trabalho. Projeto de \ncombate a incêndio.  \nBIBLIOGRAFIA BÁSICA  \nBRASIL. [ Leis]. Segurança e medicina do trabalho. 71. ed. São Paulo: Atlas, 2013.  \nGARCIA, Gustavo Filipe Barbosa. Meio ambient e do trabalho: direito, segurança e medicina \ndo trabalho. São Paulo: Método, 2011.  \nMATTOS, Ubirajara Aluizio de Oliveira. Higiene e segurança do trabalho . Rio de Janeiro: \nElsevier, 2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCOSTA, Antônio  Tadeu da. Manual de seguran ça e saúde no trabalho: normas \nregulamentadoras NRS. 8. ed. São Paulo: Difusão, 2012.  \nIBAPE. Perícia ambiental. São Paulo: Pini, 2009.  \nROUSSELET, Edílson da Silva. A segurança na obra : manual técnico de segurança do \ntrabalho em edificações prediais.  Rio de  Janeiro: Interciência, 1999.  \nSANCHEZ, Luis Enrique. Avaliação de impacto ambiental : conceitos e métodos. São Paulo: \nOficina de Textos, 2006.  \nYEE, Zung Che. Perícias de engenharia de segurança do trabalho: aspectos processuais \ne casos práticos. 3. ed. Curi tiba: Juruá, 2012.  \n  ", "92": " \n88 \n PROJETO DE FUNDAÇÕES  \nCarga Horária: 72  h/a         8º PERÍODO  \nEMENTA  \nClassificações das Fundações : Tipos de fundações;  Provas de cargas em  fundações ; Taxa \nde trabalho dos solos ; Dimensionamento geométrico das fundações ; Projeto execut ivo. \nBIBLIOGRAFIA BÁSICA  \nHACHICH, W.; FALCONI, F. F.; SAES, J. L.; FROTA, R. G. O.; CARVALHO, C. S.; ENIYAMA, \nS. Fundações : teoria e prática. São Paulo:  PINI, 1998.  \nRODRIGUEZ ALONSO, Urbano. Dimensionamento de fundações profundas . Rio de \nJaneiro:  Edgard Bl ücher, 1989  \nRODRIGUEZ ALONSO, Urbano. Exercícios de fundações . Rio de Janeiro:  Edgard Bl ücher, \n1983.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6122:  projeto e execução de \nfundações. Rio de Janeiro; 2010.  \nGUIDICINI, Guido; NIEB LE, Carlos Manoel; Estabilidade de taludes naturais e de \nescavação. 2. ed.  São Paulo :Edgard Blücher, 1984.  \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações : fundamentos. 6. ed. Rio \nde Janeiro : LTC, 1988. v.1.  \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações . 6. ed. Rio de Janeiro : \nLTC, 1987. v.2.  \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações : exercícios e problemas \nresolvidos. 6. ed. Rio de Janeiro : LTC, 1987. v.3.  ", "93": " \n89 \n 9º PERÍODO  \n \nPROJETO E PRODUÇÃO DE EDIFICIOS  \nCarga Horár ia: 36 h /a         9º PERÍODO  \nEMENTA  \nCaracterização do planejamento dos canteiros. Conceitos: racionalização, produtividade e \nqualidade do processo e do produto. Planejamento do processo global da produção de \nedificações. Projeto das infraestrutura para ca nteiro de obra: tapumes, alojamento, água, \nelétrica, esgoto, comunicação, refeitórios, almoxarifado, escritório, sistema de circulação \ninterno, etc.  \nBIBLIOGRAFIA BÁSICA  \nCONSTRUÇÃO passo -a-passo. São Paulo: Pini, 2011. 2 v.  \nTHOMAZ, Ercio. Tecnologia, geren ciamento e qualidade na construção . São Paulo: Pini, \n2005.  \nYAZIGI, Walid. A técnica de edificar . 11. ed. São Paulo: Pini, 2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nFIORITO, Antônio. Manual de argamassas e revestimentos: estudos e procedimentos de \nexecução. 2. ed. Sã o Paulo: Pini, 2010.  \nNAZAR, Nilton. Formas e escoramentos para edifícios.  São Paulo: Pini, 2007.  \nSOUZA, Ubiraci Espinelli Lemes de. Como reduzir perdas nos canteiros:  manual de gestão \nde empreiteiros na construção civil. São Paulo: Pini, 2005.  \n______. Com o aumentar a eficiência na mão de obra.  São Paulo: Pini, 2006.  \nSOUZA, Roberto de; TAMAKI, Marcos Roberto. Gestão de materiais de construção . São \nPaulo: Nome da Rosa, 2005.  \n  ", "94": " \n90 \n PROJETO DE EDIFICAÇOES  \nCarga Horária: 36 h /a         9º PERÍODO  \nEMENTA  \nElaboração  de Projetos Integrados de Edifícios: Projeto de fundações; Projeto do elemento \nestrutural; Projeto de vedação; Projeto de instalações; Projeto de revestimento e pintura; Projeto \nda impermeabilização; Projeto da cobertura; Projeto do paisagismo.  \nBIBLIOGRAF IA BÁSICA  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 15575 -1: Edifícios habitacionais \nde até cinco pavimentos: desempenho parte 1: requisitos gerais. Rio de Janeiro: ABNT, 2012.  \nMONTENEGRO, Gildo A. Desenho arquitetônico para cursos técnicos de 2º grau e \nfaculdades de arquitetura.  São Paulo: Ed. Edgard Blücher, 2011.  \nSARAPKA, Elaine Maria et al. Desenho arquitetônico básico . São Paulo: Pini, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBORGES, Alberto Campos. Prática das pequenas construções. São Paulo: Ed. Edgard \nBlücher, 2010.  \nCREDER , Hélio.  Instalações elétricas. 15. ed. Rio de Janeiro: LTC, 2013.  \nMACINTYRE, A. Instalações hidráulicas : prediais e industriais. 4. ed. Rio de Janeiro: LTC, \n2010.  \nNEUFERT, Ernst.  A arte de projetar em arquitetura : princípios, normas e  prescrições sobre \nconstrução, instalações, distribuição e programa de necessidades, dimensões de edifícios, \nlocais e utensílios. 17. ed. São Paulo:  Ed. Gustavo Gilli, 2011.  \nYAZIGI, Walid. A técnica de edificar . 11. ed. São Paulo: Pini, 2011.   ", "95": " \n91 \n  \nPROJETO DE ESTRUTURAS DE CONCRETO ARMADO III  \nCarga Horária: 54 h /a         9º PERÍODO  \nEMENTA  \nVerificações no Estado Limite de Serviço; Escadas; Marquises; Vigas sujeitas à torção; \nReservatórios de concreto armado.  \nBIBLIOGRAFIA BÁSICA  \nASSOCIAÇÃO BRASILEIRA DE NORMAS T ÉCNICAS. NBR 6118:  projeto de estruturas de \nconcreto.  Rio de Janeiro, 20 14. \nCARVALHO, Roberto Chust. Cálculo e detalhamento de estruturas usuais de concreto \narmado.  3. ed. São Carlos: Ed UFSCAR , 2009. v. 1.  \nFUSCO, Péricles Brasiliense.  Técnica de armar as e struturas de concreto . São Paulo: Pini, \n2002.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6120: cargas para o cálculo de \nestruturas de edificações.  Rio de Janeiro, 2 019. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 8681: ações e segurança nas \nestruturas: procedimento.  Rio de Janeiro, 2004.  \nGRAZIANO, F. P. Projeto e execução de estruturas de concreto armado . São Paulo: O \nNome da Rosa, 2005.  \nLEONHARDT, F.; MÖNNIG, E. Construções de concreto: princípios básicos sobre a \narmação de estruturas de concreto armado. Rio de Janeiro: Interciência, 1978. v. 3.  \nSUSSEKIND, José Carlos. Curso de concreto . 4. ed. São Paulo: Globo, 1991. v. 2.  \n  ", "96": " \n92 \n PROJETO DE ESTRUTURAS DE MADEIRA  \nCarga Horária: 36 h /a         9º PERÍODO  \nEMENTA  \nPropriedades físicas  e mecânicas da madeira ; Dimensionamento de elementos comprimidos \ne tracionados ; Vigas submetidas à flexão ; Ligações de elementos estruturais de madeira.  \nProjeto de telhados.  \nBIBLIOGRAFIA BÁSICA  \nCALIL JÚNIOR, C.; MOLINA, Júlio Cesar. Coberturas em estrutur as de madeira:  exemplos \nde cálculo. São Paulo: Pini, 2010.  \nMOLITERNO, Antônio. Caderno de projetos de telhados em estruturas de madeira . 4. ed. \nSão Paulo: Edgard Bl ücher, 2012.  \nPFEIL, Walter; PFEIL, Michèle. Estruturas de madeira : dimensionamento segundo a  Norma \nBrasileira NBR 7190/97 e critérios das Normas Norte -americana NDS e Européia EUROCODE \n5 , 6. ed., rev., atual. e ampl. Rio de Janeiro: LTC, 2003.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 7190:  cálculo e execução de \nestruturas de madeira. Associação Brasileira de Normas Técnicas, 1997.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6123:  forças devido ao vento \nem edifícios. Associação Brasileira de Normas Técnicas, 19 88. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6120:  cargas para o cálculo de \nestruturas de edificações. Associação Brasileira de Normas Técnicas, 20 19. \nCALIL JÚNIOR, C.; LAHR, F. A. R.; DIAS, A. A. Dimensionamento de elementos \nestruturais de madeira.  Barueri: Manole, 2010.  \nREBELLO , Yopanan Conrado Pereira.  Estruturas de aço, concreto e madeira : atendimento \nda expectativa dimensional. 4. ed. São Paulo: Zigurate, 2011 . \n  ", "97": " \n93 \n TRABALHO DE CONCLUSÃO DE CURSO I  \nCarga Horária: 36 h /a         9º PERÍODO  \nEMENTA  \nImportância da comunicação escrita na atuação do engenheiro . Estrutura, forma e conteúdo \npara dissertação, artigo científico, artigo técnico, relato de pesquisa, relatórios, projeto de \npesquisa e outros documentos técnicos e/ou científicos. Técnicas para elaboração de uma \nrevisão bibliográfica. Diretrizes para a e laboração da monografia de graduação.  \nBIBLIOGRAFIA BÁSICA  \nKÖCHE, J. C. Fundamentos de metodologia científica : teoria da ciência e iniciação à \npesquisa. 31. ed. Petrópolis, RJ: Vozes, 2012.  \nLAKATOS, E. M.; MARCONI, M. de A. Metodologia científica . 6. ed. Sã o Paulo: Atlas, 2011.  \nRUIZ, J. A. Metodologia científica: guia para eficiência nos estudos. 6. ed. São Paulo: Atlas, \n2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 14724:  Informação e \ndocumentação: trabalhos acadêmicos: apres entação . Rio de Janeiro: ABNT, 2011.  \nPAULO NETTO, José; CARVALHO. M. C. Cotidiano : conhecimento e crítica. 10. ed. São \nPaulo: Cortez, 2012.  \nREY, L. Planejar e redigir trabalhos científicos . 2. ed. São Paulo: Ed. Edgard Bl ücher, 2003.  \nSALOMON, D. V. Como  fazer uma monografia . 12. ed. rev. e atual. São Paulo: Ed. Martins \nFontes, 2010.  \nSEVERINO, A. J. Metodologia do trabalho científico . 23. ed. São Paulo: Cortez, 2013.  \n  ", "98": " \n94 \n DIREITO E LEGISLAÇÃO  APLICADO À ENGENHARIA  \nCarga Horária: 36 h /a         9º PERÍODO  \nEMENTA  \nResponsabilidades no Exercício Profissional: Subjetiva, Objetiva, Contratual e \nExtracontratual, Técnica e Ético –Profissional, Civil, Criminal e Trabalhista, Noções Gerais de \nDireto Trabalhista e Consolidação das Leis Trabalhistas – CLT.  \nBIBLIOGRAFIA BÁSIC A \nDELGADO, Maurício Godinho. Curso de direito do trabalho . 10. ed. São Paulo: LTR, 2011  \nDINIZ, Maria Helena. Curso de direito civil brasileiro : responsabilidade civil. 25. ed. São \nPaulo: Saraiva, 2011.  \nRODRIGUEZ, M. V. R. Y Ética e Responsabilidade Social nas Empresas. 1a Ed. Rio de \nJaneiro: Campus, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBAZZO, W. A., PEREIRA, L. T. V. Introdução à engenharia: conceitos, ferramentas e \ncomportamentos . 4ª ed. Editora da UFSC, Florianópolis: 2013.  \nBRASIL. Lei nº 5194/66 – Regula o ex ercício das profissões de Engenh eiro, Arquiteto e \nEngenheiro Agrônomo , e dá outras providencias.  \nCAMARGO, Marculino. Fundamentos de Ética Geral e Profissional . São Paulo: Vozes, \n2001.  \nNALINI, J. R. Ética geral e profissional . Edição 2008.  \nPIAZZA, G. Fundam entos de ética e exercício profissional em engenharia, arquitetura e \nagronomia . Brasília : CONFEA, 2000.  \n  ", "99": " \n95 \n AVALIAÇÕES E PERICIAS  \nCarga Horária: 36 h /a         9º PERÍODO  \nEMENTA  \nConceitos iniciais, n oções de direito aplicados à engenharia de A valiações, Perícias e \nEngenharia Legal e campo de trabalho  do engenheiro; a ções que envolvem a prova pericial; \ntipos de avaliações e p erícias judiciais. O trâmite das a valiações e perícias judiciais. Estudos \nde casos.  \nBIBLIOGRAFIA BÁSICA  \nDANTAS, Rubens Alves. Engenharia de avaliações:  uma introdução à metodologia \ncientífica. São Paulo: Pini, 2012.  \nFIKER, José. Manual de avaliações e perícias em imóveis urbanos . 3. ed. São Paulo: Pini, \n2008.  \nTHOFEHRN, Ragnar. Avaliação de terrenos urbanos por fórmulas matemáticas.  São \nPaulo: Pini, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBURIN, Eduardo M. et al. Vistorias na construção civil . São Paulo: Pini, 2009.  \nFIKER, José . Manual de avaliações e perícias em imóveis urbanos. 3. ed. São Paulo: Pini, \n2008.  \nIBAPE/SP. Perícias de engenharia . São Pa ulo: Pini: 2008.  \nMAIA NETO, Francisco. Roteiro prático de avaliações e perícias judiciais . 4. ed., rev. e \natual. Belo Horizonte: Del Rey, 1999.  \nNEGRÃO, Teotônio. Código de Processo Civil e Legislação Processual em Vigor . 44. ed. \nSão Paulo: Revista dos Trib unais, 2012.  \n  ", "100": " \n96 \n CONCRETO PROTENDIDO  \nCarga Horária: 72 h /a        9º PERÍODO  \nEMENTA  \nConcreto Protendido: Conceitos básicos, sistemas de protensão, materiais  constituintes; \nPerdas de protensão ; Dimensionamento e verificação de seções ; Disposição das armaduras  \nativas e passivas.  \nBIBLIOGRAFIA BÁSICA  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118 : Projeto de estruturas de \nconcreto - Procedimento. Rio de Janeiro: ABNT, 20 14.  \nCARVALHO, Roberto Chust. Estruturas em concreto protendido: pós-tração, pré -tração e \ncálculo e detalhamento. São Paulo: Pini, 2012.  \nMARCHETTI, Osvaldemar.  Pontes de concreto armado . São Paulo: Ed. Edgard Bl ücher, \n2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 7187 : Projeto de pontes de \nconcreto armado e de c oncreto protendido - Procedimento. Rio de Janeiro: ABNT, 2003.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 8681 : ações e segurança nas \nestruturas: procedimento.  Rio de Janeiro, 2004.  \nBUCHAIM, Roberto . Concreto protendido, tração axial, flexão simples e força cortante. \nLondrina: EDUEL, 2007.  \nDAHINDEN, Justus. Pontes em concreto armado : elementos de projeto, solicitações, \nsuperestrutura, 4. ed. R io de Janeiro : LTC, 1990. v. 1.  \nSUSSEKIND, José Carlos. Curso de análise estrutural . São Paulo: Globo, 1991. v. 1.  \n  ", "101": " \n97 \n ORÇAMENTO, PLANEJAMENTO E GERENCIAMENTO NA CONSTRUÇÃO CIVIL  \nCarga Horária: 72 h /a         9º PERÍODO  \nEMENTA  \nPlanejamento na construção ci vil: Definição, A origem e o contexto, Conceitos chaves de \nplanejamento; Orçamento: Etapas gerais da obra. Recursos materiais e de mão de obra. \nElaboração do orçamento e do planejamento da obra. Programação da obra – Plano de \nataque, gráficos de Gantt, red es. Cronograma físico - financeiro. Planejamento do controle e \nreprogramação da obra; Gerenciamento Definição, grupos de processo de gerenciamento de \nprojetos - Iniciação, planejamento, execução monitoramento e encerramento.  \nBIBLIOGRAFIA BÁSICA  \nGOLDMAN, Ped rinho. Introdução ao planejamento e controle de custos na construção \ncivil brasileira. 4. ed. São Paulo: Pini, 2005.  \nNOCERA, Rosaldo de Jesus. Gerenciamento de projetos: abordagem prática para o dia a \ndia do gerente de projetos. São Paulo: Ed. do Autor, 20 12. \nTCPO: tabelas de composições de preços para orçamentos. 14. São Paulo Pini, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nMATTOS, Aldo Dorea. Como preparar orçamentos de obras. São Paulo: Pini, 2011.  \nNOCERA, Rosaldo de Jesus. Treinamento digital: teoria e prática de  planejamento e \ncontrole de obras. S. l. : RJ, 2010.  \nSANTOS, Adriana de Paula Lacerda; JUNGLES, Antônio  Edésio. Como gerenciar as \ncompras de materiais na construção civil. São Paulo: Pini, 2008.  \nSILVA, Mozat Bezera da. Manual de BDI: como incluir benefício s e despesas indiretas em \norçamentos de obras de construção civil , 1. reimpr.  São Paulo: Ed. Edgard Blücher, 2007.  \nYAZIGI, Walid. A técnica de edificar . 11. ed. São Paulo: Pini, 2011.  \n  ", "102": " \n98 \n 10º PERÍODO  \nPONTES  \nCarga Horária: 72 h /a        10º PERÍODO  \nEMENTA  \nPontes de Concreto: Conceitos gerais, classificação e tipologia;  Elementos básicos para o \nprojeto ; Solicitações nas pontes ; Dimensionamento e verificação dos elementos estruturais; \nProjeto estrutural de ponte . \nBIBLIOGRAFIA BÁSICA  \nASSOCIAÇÃO BRASILEIRA DE NO RMAS TÉCNICAS. NBR 6118 : Projeto de estruturas de \nconcreto - Procedimento. Rio de Janeiro: ABNT, 20 14.  \nCARVALHO, Roberto Chust. Estruturas em concreto protendido: pós-tração, pré -tração e \ncálculo e detalhamento. São Paulo: Pini, 2012.  \nMARCHETTI, Osvaldema r. Pontes de concreto armado . São Paulo: Ed. Edgard Bl ücher, \n2011.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 7187 : Projeto de pontes de \nconcreto armado e de concreto protendido - Procedimento. Rio de Janeiro: ABNT, 2003.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 8681 : ações e segurança nas \nestruturas: procedimento.  Rio de Janeiro, 2004.  \nBUCHAIM, Roberto . Concret o protendido, tração axial, flexão simples e força cortante. \nLondrina: EDUEL, 2007.  \nDAHINDEN, Justus. Pontes em concreto armado : elementos de projeto, solicitações, \nsuperestrutura, 4. ed. Rio de Janeiro : LTC, 1990. v. 1.  \nSUSSEKIND, José Carlos. Curso de análise estrutural . São Paulo: Globo, 1991. v. 1.  \n  ", "103": " \n99 \n  \nPROJETO DE ESTRUTURAS DE CONCRETO ARMADO IV  \nCarga Horária: 36 h /a        10º PERÍODO  \nEMENTA  \nMétodo das Bielas e Tirantes; D imensionamento  e detalhamento estrutural de elementos de \nfundações: sapatas , tubulões , blocos sobre estacas , vigas de rigidez , equilíbrio e travamento; \nMuros de contenção; C onsolos curtos.  \nBIBLIOGRAFIA BÁSICA  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6122:  projeto e execução de \nfundações. Rio de Janeiro, 2010.  \nFUSCO, Péricles Bras iliense. Técnica de armar as estruturas de concreto . São Paulo: Pini, \n2002.  \nGUERRIN, André; LAVAUR, Roger C. Tratado de concreto armado . São Paulo Hemus, \n2003. 6 v.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118: projeto de es truturas de \nconcreto. Rio de Janeiro: 20 14. \nHACHICH, W. et al. (Ed.) . Fundações : teoria e prática. São Paulo:  Pini, 1998.  \nLEONHARDT, Fritz; MÖNNING, Eduard. Construções de concreto : princípios básicos sobre \na armação de estruturas de concreto. Rio de Jane iro: Interciência, 1984. 3 v.  \nRODRIGUEZ ALONSO, Urbano. Exercícios de fundações . 2. ed. Rio de Janeiro: Ed. Edgard \nBlücher, 2012.  \nVELLOSO, Dirceu A.; LOPES, Francisco R. Fundações : fundações profundas. São Paulo: \nOficina de Textos, 2012.  \n  ", "104": " \n100 \n TRABALHO DE CONC LUSÃO DE CURSO II  \nCarga Horária: 36 h /a        10º PERÍODO  \nEMENTA  \nColeta, organização e análise dos dados de uma pesquisa científica na área de atuação do \naluno. Proposição de alternativas/soluções. Redação do Trabalho de Graduação. \nApresentação e defesa d o trabalho de graduação.  \nBIBLIOGRAFIA BÁSICA  \nALVES -MAZZOTTI, Alda Judith;  GEWANDSZNAJDER, Fernando.  O método nas ciências \nnaturais e sociais : pesquisa quantitativa e qualitativa. 2. ed. São Paulo: Pioneira, 2004.  \nMINAYO, M. C. S. Pesquisa social:  teoria, m étodo e criatividade. 31. ed. Petrópolis: Vozes, \n2012.  \nSEVERINO, A. J. Metodologia do trabalho científico . 23. ed., ver. e atual. São Paulo: \nCortez, 2013.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 14724: Informação e \ndocumenta ção: trabalhos acadêmicos: apresentação . Rio de Janeiro: ABNT, 2011.  \nMARCONI, M. de A.; LAKATOS, E. M.; Metodologia científica . 6. ed., rev. e ampl. São Paulo: \nAtlas, 2011.  \nSALOMON, D. V. Como  fazer uma monografia . 12. ed. rev. e atual. São Paulo:  Martins  \nFontes, 2010.  \nRICHARDSON, Roberto Jarry. Pesquisa social : métodos e técnicas. 3. ed. rev. e ampl. São \nPaulo: Atlas, 1999.  \n  ", "105": " \n101 \n ORIENTAÇÕES TÉCNICAS PARA  ESTÁGIO  \nCarga Horária: 36 h /a        10º PERÍODO  \nEMENTA  \nRegulamento e legislação pertinente ao  Estágio Su pervisionado. Vivência em ambientes \nempresariais e órgãos públicos. Consolidação dos conhecimentos nas diversas áreas da \nengenharia civil. Elaboração de r elatório s de estágio.  \nBIBLIOGRAFIA BÁSICA  \nBIANCHI , Anna  C. M. ; ALVARENGA , Marina ; BIANCHI , Roberto. Manual de orientação - \nestágio supervisionado . Cengage Learning. 1ª. ed.  2009. ISBN -10 8522107203  \nBRASIL. Ministério do Trabalho. Cartilha esclarecedora sobre a Lei do estágio : Lei nº \n11.788/2008. Brasília: MTE, 2008. 22 p.   \nRegulamento de Estágio do Curso . 2019.  \nBIBLIOGRAFIA COMPLEMENTAR  \nLIMA, Manolita ; OLIVIO , Silvio. Estágio supervisionado e trabalho de conclusão de curso . \nCengage Learning. 1ª. ed. 2016.  ISBN -10 8522103615 . \nPORTELA, Keyla C.; SCHUMACHER, Alexandre J. Estágio supervisionado – teoria e \npráti ca. 1ª. ed. Alexandre Schumacher. 2007.  ISBN:  8537101087 .  \nRIOS, R. D. A importância do estágio supervisionado no currículo  do curso de \nengenharia civil.  XXXI Congresso Brasileiro de Educação em Engenharia, COBENGE 2003.   \nRUIZ, João Álvaro. Metodologia cie ntífica : guia para eficiência nos estudos.  6. ed.  7. \nReimpr. São Paulo: Atlas, 2013.  \nTÉCHNE. Estágio: aprendizado na obra , ed. 196, julho de 2013.  \n ", "106": " \n102 \n 5.2 Ementário das disciplinas optativas  \n \nENSINO -APRENDIZAGEM DA LINGUA BRASILEIRA DE SINAIS: LIBRAS  \nCarga Horária: 36 h /a         OPTATIVA  \nEMENTA  \nHistória da Língua de Sinais. Legislação aplicável: Lei Nº 10.436/02 e Decreto Nº 5.626/05. \nDomínio da língua de sinais e inclusão educacional.  Interpretação em Libras na sala de aula. \nConteúdo geral para comunicaçã o visual baseada em regras gramaticais da Língua de Sinais.  \nBIBLIOGRAFIA BÁSICA  \nCAPOVILLA, Fernando C.; RAPHAEL, Walkiria D.; MAURICIO, Aline C. Novo dicionário \nenciclopédico ilustrado trilíngue da língua de sinais brasileira Novo deit -libras . São \nPaulo: [s.n.], 2008.  \nQUADROS, Ronice Müller de; KARNOPP, Lodenir Becker. Língua de sinais brasileira: \nestudos linguísticos. Porto Alegre: Bookman, 2004.  \n______; SCHMIEDT, Magali L. P. Idéias para ensinar português para alunos surdos . \nBrasília, DF: MEC, 2006.  \nBIBL IOGRAFIA COMPLEMENTAR  \nBAPTISTA, José Afonso. Os surdos na escola : a exclusão pela inclusão. [S.l.]: Fundação \nLivro do Cego Brasil, 2008.  \nGARCIA, R. L. et al. O corpo que fala dentro e fora da escola . Rio de Janeiro: DP&A Editora, \n2002.  \nGUARINELLO, Ana Cris tina. O papel do outro na escrita de sujeitos surdos . São Paulo: \nPleamar, 2007.  \nQUADROS, Ronice Müller de; PERLIN, Gladis. Estudos surdos I.  Petrópolis, RJ: Argos, \n2006.  \n_____; _____. Estudos surdos II.  Petrópolis, RJ: Argos, 2007.  \n  ", "107": " \n103 \n ALVENARIA ESTRUTURAL  \nCarga Horária: 36 h /a         OPTATIVA  \nEMENTA  \nHistórico da Alvenaria Estrutural. Materiais constituintes. Normalização. Modulação. \nDimensionamento estrutural. Projeto executivo. Detalhes construtivos.  \nBIBLIOGRAFIA BÁSICA  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCN ICAS. NBR 15961 -1: Alvenaria estrutural – \nBlocos de concreto. Parte 1: Projeto.  Rio de Janeiro, 2011.  \nLORDSLEEM JÚNIOR, A. C. Execução e inspeção de alvenaria racionalizada. São Paulo: \nO nome da Rosa; 2004  \nPARSEKIAN, Guilherme A.; HAMID, Ahmad A.; DRYSDAL E, Robert G..  Comportamento e \ndimensionamento de alvenaria estrutural. São Carlos: EdUFSCar, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 15961 -2: Alvenaria estrutural – \nBlocos de concreto. Parte 2: Execução e controle de obras.  Rio de Janeiro, 2011.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 15812 -1: Alvenaria estrutural – \nBlocos cerâmicos. Parte 1: Projeto.  Rio de Janeiro, 2010.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 15812 -2: Alvenaria estrutural – \nBlocos cerâ micos. Parte 1: Execução e controle de obras.  Rio de Janeiro, 2010.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 8681 : ações e segurança nas \nestruturas: procedimento.  Rio de Janeiro, 2004.  \nDUARTE, Ronaldo Bastos. Recomendações para o projeto e execução d e edifícios de \nalvenaria estrutural . Porto Alegre, RS: Anicer, 1999.  \n  ", "108": " \n104 \n BARRAGENS  \nCarga Horária: 36 h /a         OPTATIVA  \nEMENTA  \nTipos de Barragens. Partes integrantes de uma barragem. Critérios para escolha do tipo e \nlocal de implantação de uma barragem. In vestigação geotécnica de fundação de barragens e \náreas de empréstimo. Critérios de projeto de terra e enrocamento. Sistemas de vedação e de \ndrenagem interna. Análise de percolação. Estabilidade e deformações de barragens. Métodos \nconstrutivos. Instrumentaç ão e análise de desempenho.   \nBIBLIOGRAFIA BÁSICA  \nOLIVEIRA, Antônio  Manoel dos Santos; BRITO, Nertan Alves de . Geologia de engenharia . \nSão Paulo : ABGE, 1998.  \nCRUZ, Paulo Teixeira da. 100 barragens brasileiras : casos históricos, materiais de \nconstrução, pr ojeto.  2. ed. São Paulo : Oficina de Textos, 1996.  \nQUEIROZ, Rudney C. Geologia e geotecnia básica para a Engenharia Civil . São Carlos, \nSP : Rima, 2009.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBOSCOV, Maria Eugenia Gimenez. Geotecnia ambiental . São Paulo: Oficina de Text os, \n2008.  \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações  , 6. ed., v. 2. Rio de \nJaneiro: LTC, 1987.  \nCOMITÊ BRASILEIRO DE BARRAGENS - CBDB  / ELETROBRÁS  / INSTITUTO \nBRASILEIRO DO CONCRETO.  Concreto massa no Brasil : memória técnica : registro \nhistórico , v. 1. Rio de Janeiro: Eletrobrás, 1989.  \nCOMITÊ BRASILEIRO DE BARRAGENS – CBDB.  Barragens no Brasil . São Paulo: Novo \nGrupo, 1982.  \nPOPP, José Henrique. Geologia geral.  Rio de Janeiro: LTC, 2012.  \n  ", "109": " \n105 \n UTILIZAÇÃO DE PACOTES COMPUTACIONAIS NO DIMENSIONAME NTO DE \nESTRUTURAS DE  CONCRETO ARMADO  \nCarga Horária: 36 h /a         OPTATIVA  \nEMENTA  \nEstudo da arquitetura. Preparação dos arquivos para lançamento de uma estrutura. Definição \nda estrutura. Apresentação do sistema a ser utilizado. Configurações do sistema. L ançamento \nda estrutura. Carregamentos, cálculos, dimensionamento e detalhamento dos elementos \nestruturais. Geração de desenhos.  \nBIBLIOGRAFIA BÁSICA  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118:  projeto de estruturas de \nconcreto.  Rio de Janeiro, 2014 .  \nCARVALHO, Roberto Chust. Cálculo e detalhamento de estruturas usuais de concreto \narmado.  3. ed. São Carlos: Ed UFScar, 2012.  \nFUSCO, Péricles Brasiliense. Técnica de armar as estruturas de concreto . São Paulo: Pini, \n2002.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇ ÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6120: cargas para o cálculo de \nestruturas de edificações.  Rio de Janeiro, 2000 . \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6123:  forças devido ao vento \nem edificações. Rio de janeiro, 19 90. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 8681: ações e segurança nas \nestruturas: procedimento.  Rio de Janeiro, 2004.  \nBORGES, A.N. Curso Prático de Cálculo em Concreto Armado: projeto de edifícios . 2. ed., \nRio de Janeiro: Ao Livro Técnico, 2010.  \nGRAZIANO, F.P. Projeto e Execu ção de Estruturas de Concreto Armado . São Paulo: O \nNome da Rosa, 2005.  \n  ", "110": " \n106 \n ENGENHARIA DE TRÁFEGO E SISTEMA VIÁRIO  \nCarga Horária: 36 h /a         OPTATIVA  \nEMENTA  \nA relação transporte e uso do solo. Sistema viário e transporte coletivo. Classificação e \nhierarqu ização de vias. Planejamento dos transportes no Brasil. Coordenação dos \ntransportes. Obtenção de dados para o planejamento. Demanda por transportes. Oferta de \nsistemas de transportes: modos motorizados e não motorizados. Transporte de carga urbana. \nAvaliaç ão dos impactos ambientais decorrentes do planejamento e operação dos sistemas de \ntransporte.  \nBIBLIOGRAFIA BÁSICA  \nFLOGLIATTI, Maria Cristina. Avaliação de impactos ambientais : aplicação aos sistemas de \ntransporte. Rio de Janeiro: Interciência, 2004.  \nVASCON CELLOS, Eduardo Alcântara. Transporte urbano, espaço e equidade : análise das \npolíticas públicas. 2. ed. [São Paulo]: Annablume, 2001.  \nYOSHINAGA, Mário.  Infraestrutura urbana . Porto Alegre, RS: Matese, 2005.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO NACIONAL DE  TRANSPORTES PÚBLICOS. A cidade, o transporte e o \ntrânsito: sugestões para as administrações municipais. São Paulo: ANTP, 2001.  \nASSOCIAÇÃO NACIONAL DE TRANSPORTES PÚBLICOS. Integração de transporte \npúblico urbano. São Paulo: ANTP, 1996.  \nASSOCIAÇÃO NACIONAL  DE TRANSPORTES PÚBLICOS. Transporte humano : cidades \ncom qualidade de vida.  2. ed. São Paulo: ANTP, 1999.  \nASSOCIAÇÃO NACIONAL DE TRANSPORTES PÚBLICOS. O transporte clandestino no \nBrasil.  São Paulo: ANTP, 2000.  \nBELDA, Rogério. Crônicas técnicas: os caminho s do transporte urbano. 2. ed. São Paulo: \nEditoras Unidas, 1995.  \n  ", "111": " \n107 \n ENGENHARIA E SOCIEDADE  \nCarga Horária: 36 h /a         OPTATIVA  \nEMENTA  \nHistoria crítica da ciência e tecnologia. Revolução cientifica e tecnológicas, revolução pós -\nindustrial. Implicações pol íticas, econômicas, ecológicas e éticas da engenharia e da atuação \ndos engenheiros na transformação da sociedade. Política cientifica e sociedade.  \nBIBLIOGRAFIA BÁSICA  \nDEJOURS, Christophe. Trabalho, tecnologia e organização : avaliação do tra balho \nsubmetida à prova do real : crítica aos fundamentos da avaliação. São Paulo: Bl ücher, 2008.  \nFITZSIMMONS, James A.; FITZSIMMONS, Mona J. Administração de serviços : operações, \nestratégia e tecnologia da informação. 6. ed. Porto Alegre, RS: Bookman, 2010.  \nKAWAMURA, Lili  Katsuco. Engenheiro : trabalho e ideologia. 2. ed. São Paulo: Ática, 1981.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBARBIERI, José Carlos. Desenvolvimento e meio ambiente : as estratégias de mudanças  \nda Agenda 21, 3. ed. Petrópolis, RJ : Vozes, 2000.  \nCANÊDO, Letícia Bical ho. A revolução industrial . 15. ed. São Paulo : Atual, 1997.  \nCORRÊA, Roberto Lobato. O espaço urbano . São Paulo: Ática, 2000.  \nDE MASI, Domenico. O futuro do trabalho : fadiga e ócio na sociedade pós – industrial. 8. \ned. São Paulo: José Olympio, 2003.  \nFERRET TI, Celso João; et al. Novas tecnologias, trabalho e educação : um debate \nmultidisciplinar , 8. ed. Petrópolis, RJ : Vozes, 2002.  \n  ", "112": " \n108 \n IMPERMEABILIZAÇÃO  \nCarga Horária: 36 h /a         OPTATIVA  \nEMENTA  \nUmidade na construção: origens e consequências . Morfologia da  impermeabilização. \nMateriais impermeabilizantes. Sistemas e técnicas de impermeabilizações. Concretos e \nargamassas impermeáveis. Impermeabilização na preservação do meio ambiente. Projeto e \nRoteiro para execução da impermeabilização.  \nBIBLIOGRAFIA BÁSICA  \nBORGES, Alberto de Campos. Prática  das pequenas construções , 7ª.  ed. São Paulo : \nEdgard Bl ücher, 1981.  \nYAZIGI, Walid. A técnica de edificar. 9ª.  ed. São Paulo : Pini, 2011.  \nPETRUCCI, Eládio G.R. Materiais de construção. São Paulo : Globo, 2007.  \nBIBLIOGRAF IA COMPLEMENTAR  \nBAUER, L. A. FALCÃO. Materiais de construção. Rio de Janeiro: LTC., 2000.  \nGUIMARÃES, J. E. P. A cal: fundamentos e aplicações na engenharia civil . São Paulo: Pini, \n1998.  \nMEHTA, P. Kumar; MONTEIRO, Paulo J. M. Concreto : microestrutura, propr iedades e \nmateriais. São Paulo : IBRACON, 2008.  \nRIPPER, Ernesto. Como evitar erros na construção. São Paulo: Pini, 1996.  \nRIPPER, Ernesto. Manual prático de materiais de construção. São Paulo: Pini, 2001.  \n  ", "113": " \n109 \n PLANEJAMENTO E LOGÍSTICA DE CANTEIRO DE OBRAS  \nCarg a Horária: 36 h /a         OPTATIVA  \nEMENTA  \nSignificado do canteiro de obras na construção civil. Aspectos logísticos de sistemas de \ntransportes em obras. Planejamento de espaços físicos no canteiro. Posicionamento racional \nde equipamentos. Definição, projet o e implantação do canteiro de obras.   \nBIBLIOGRAFIA BÁSICA  \nBORGES, Alberto de Campos. Prática  das pequenas construções , 7ª.  ed. São Paulo : \nEdgard Bl ücher, 1981.  \nBRASIL. Leis, etc. Segurança e medicina do trabalho , 7ª.  ed. São Paulo : Atlas, 2013.  \nROUSS ELET, Edison da Silva; FALCÃO, Cesar. A Segurança na obra: manual técnico de \nsegurança do trabalho em edificações prediais. Rio de Janeiro: Interciência, 1999.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCHOMA, André Augusto; CHOMA, Adriana Carstens. Como gerenciar contrato s com \nempreiteiros : manual de gestão de empreiteiros na construção civil. São Paulo: Pini, 2005.  \nRIPPER, Ernesto. Como evitar erros na construção. 3 ed. São Paulo: Pini, 1996.  \nSOUZA, Roberto de; TAMAKI, Marcos Roberto. Gestão de materiais de construção.  São \nPaulo: O Nome da Rosa, 2005.  \nSOUZA, Ubiraci Espinelli Lemes de. Como reduzir perdas nos canteiros : manual de gestão \ndo consumo de materiais na construção civil. São Paulo: Pini, 2005.  \nYAZIGI, Walid. A técnica de edificar. 11ª.  ed., ver. e atual. São Pau lo: Pini, 2011.  \n  ", "114": " \n110 \n CONCRETOS ESPECIAIS  \nCarga Horária: 36 h /a         OPTATIVA  \nEMENTA  \nEstudo de concretos especiais: materiais usados, suas características, dosagem destes \nconcretos, propriedades e aplicações dos concretos. Massa. Concretos expansivos. \nImpe rmeáveis; sujeitos à erosão, concretos projetados e concretos rolados. Problemas \nrelativos a concretos e massa.  \nBIBLIOGRAFIA BÁSICA  \nFUSCO, Péricles Brasiliense. Tecnologia do concreto estrutural : tópicos aplicados: \ncomponentes, durabilidade, resistência me cânica, corrosão, compressão. 2. Ed. São Paulo: \nPini, 2012.  \nMEHTA, P. Kumar; MONTEIRO, Paulo J. M. Concreto : microestrutura, propriedades e \nmateriais. São Paulo: IBRACON, 2008.  \nPETRUCCI, Eládio G.R. Materiais de construção. 12 ed. São Paulo: Globo, 2007.  \nBIBLIOGRAFIA COMPLEMENTAR  \nAMBROZEWICZ, Paulo Henrique Laporte. Materiais de construção: normas, \nespecificações, aplicação e ensaios de laboratório. São Paulo: Pini, 2012.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 10908 : aditivos para argamassa \ne concret o: ensaios de caracterização. Rio de Janeiro, 2008.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 12821 : preparação de concreto \nem laboratório: procedimento. Rio de Janeiro, 2009.  \nBAUER, L. A. Falcão; DIAS, João Fernando. Materiais de construção . 5ª. ed. R io de Janeiro: \nLTC, 2002. 2 v.  \nNEVILLE, Adam M. Propriedades do concreto. 2ª. ed.  São Paulo: Pini, 1997.  \n  ", "115": " \n111 \n TÓPICOS ESPECIAIS EM ENGENHARIA  \nCarga Horária: 36 h /a         OPTATIVA  \nEMENTA  \nDisciplina com conteúdo variado de acordo com os interesses dos alunos  relativo a assuntos \natuais de engenharia que não estão disponíveis em disciplinas obrigatórias.  \nBIBLIOGRAFIAS  \nA lista de bibliografias será definida de acordo com o assunto abordado.  ", "116": " \n112 \n 6. Metodologia de ensino  \nComo o objetivo central da academia é a aprendiza gem, parte do trabalho \ndocente deve concentrar -se na criação de mecanismos que melhorem efetivamente o \nprocesso ensino – aprendizagem. Assim, o s trabalhos devem ser diversificados em \naulas expositivas e práticas, seminários, debates, avaliações escritas, q uestões \ndissertativas e trabalhos individuais e em equipes.  \nDessa maneira a concepção filosófica da organização didático -pedagógica do \ncurso apresenta:  \nI. Concepção da estrutura curricular, fundamentada em metodologia de \nensino que articule o ensino, a inicia ção científica e a extensão;  \nII. Estímulo ao desenvolvimento de conteúdos integradores e essenciais \natravés de processos interdisciplinares;  \nIII. Desenvolvimento do espírito crítico e analítico, preparando os acadêmicos \npara a resolução dos problemas enfrentados na  atuação profissional;  \nIV. A graduação como etapa de construção das bases para o \ndesenvolvimento do processo de educação continuada.  \n \n7. Avaliação de desempenho discente  \n \nA avaliação do rendimento escolar é feita em cada disciplina, em função do \naproveitamento ve rificado em provas e trabalhos decorrentes das atividades exigidas \ndo aluno.  \nÉ assegurado ao estudante o direito de revisão de provas e trabalhos escritos, \ndesde que requerida no prazo de 48 horas após o recebimento do resultado.  \nA revisão de provas e tr abalhos deverá ser feita, de preferência, na presença \ndo aluno.  \na) Quanto à Avaliação das Disciplinas  ", "117": " \n113 \n A avaliação da aprendizagem do aluno, nas disciplinas e no curso como um \ntodo, será realizada por pontos cumulativos, em uma escala de zero (0) a cem (1 00). \nO docente poderá utilizar -se de diversos procedimentos de avaliação: provas (oral ou \nescrita), exercícios, trabalhos individuais ou em grupo, relatórios, seminários, \nparticipação em debates on -line, aulas práticas, etc.  \nOs procedimentos de avaliação serão aplicados ao longo do período letivo, \ngerando, no final do período, uma única nota. Essa nota comporá a nota final do aluno \nda disciplina, conforme critérios abaixo.  \nO aluno que deixar de comparecer às avaliações de aprendizagem individuais \nnas data s fixadas, poderá requerer na secretaria do curso , no prazo de 48 horas após \na data da avaliação, desde que devidamente justificado  e de acordo com a legislação \nem vigor, uma Avaliação Substitutiva (AVS) correspondente.  \nDecorrido o prazo, será atribuída n ota zero ao aluno que deixar de se submeter \nà verificação prevista na data fixada.  \nNo caso de deferimento do coordenador de curso referente ao requerimento de \numa avaliação substitutiva, o mesmo indicará, no calendário acadêmico, a data \nprevista para a re alização desta avaliação.  \nAtribui -se nota zero ao aluno que utilizar de meios ilícitos nas avaliações da \naprendizagem. Os critérios de aprovação na disciplina, envolvendo simultaneamente \na frequência e o aproveitamento acadêmico, para os cursos de graduaç ão da \ninstituição, são os seguintes:  \nI - ter frequência mínima de 75% (setenta e cinco por cento) nas atividades de \nensino -aprendizagem presenciais;  \nII – O total das notas das avaliações deverá ser igual ou superior a 60 (sessenta \npontos), utilizando -se a soma das notas das avaliações em uma distribuição de 100 \n(cem pontos).  \nSerá aprovado o aluno que obtiver nota final igual ou superior a 60 pontos, \nsomando -se todas as notas.  ", "118": " \n114 \n b) Quanto à Avaliação Final  \nCaso o aluno não obtenha a nota necessária para a aprovação, ele poderá \nfazer a Avaliação Final (AVF), desde que a nota final seja ≥ 40 e < 60, na forma de \nprova que será elaborada pelo docente da disciplina.  \nNa Avaliação Final anulam -se as notas obtidas anteriormente e serão \ndistribuídos 100 (cem) ponto s para o cálculo final (AVF). Será aprovado o aluno que \nobtiver nota ≥ 60 (sessenta) pontos.  \nSíntese dos critérios para aprovação nas unidades curriculares por semestre:  \nAvaliação Semestral/Frequência  \n Situação  \n \nNota maior ou igual a 60 e frequência maio r ou igual a 75%  Aprovado  \nNota maior ou igual a 40 e menor que 60 e frequência maior \nou igual a 75%  Exame Final  \nFrequência inferior a 75%  Reprovação direta  \nMédia inferior a 40  Reprovação direta  \n \nNenhuma Avaliação Parcial do aproveitamento pode ter valo r superior a \nquarenta (40) pontos.  \n- O professor deverá apresentar os resultados das avaliações em data definida \nno calendário.  \n- Cabe ao professor entregar os resultados finais até, no máximo, no dia do \ntérmino de semestre letivo.  \n \n8. Atendimento ao estuda nte  \nCiente de seu papel social, a UEMG reafirma seu compromisso com o pleno \ndireito de acesso e permanência do estudante ao ensino superior, e, por meio da Pró -", "119": " \n115 \n Reitoria de Ensino e de Extensão, planeja ações que visam à estruturação de uma \npolítica de ass istência ao estudante.  \nAprovado pelo Conselho Universitário – CONUN, Resolução Nº 201/2010, o  \nNAE – Núcleo de Atendimento ao estudante busca atender à Comunidade Estudantil, \ncontribuindo para sua integração psicossocial, acadêmica e profissional. Além dis so, \ndesenvolve mecanismos que possibilitam a interlocução dos egressos com a \nUniversidade.  \nPara atendimento aos estudantes a Unidade Acadêmica de Passos conta com \nos serviços do SAE – Serviço de Atendimento ao Estudante responsável pela \nrecepção de solici tação e elaboração de documentos, matrícula presencial de \ncalouros,  matrícula presencial de obtenção de novo título , matrícula presencial de \ntransferência, emissão de DAE (Documento de Arrecadação Estadual, para multas da \nbiblioteca e emi ssão de documentos  e 2ªs vias) e apoio ao aluno na utilização do \nwebgiz (alteração de senhas, e -mails e atualização de dados).  \n \n9. Núcleo docente estruturante  \nAtravés  da Resolução COEPE/UEMG nº 162/2016 foi instituído  o Núcleo \nDocente Estruturante no âmbito dos Cursos de Gradu ação da Universidade do Estado \nde Minas Gerais.   \nO Núcleo Docente Estruturante - NDE é órgão consultivo, atuando no \nacompanhamento de cada curso, durante os processos de concepção, consolidação \navaliação e contínua atualização do Projeto Pedagógico do Curs o – PPC, tendo as \nseguintes atribuições:   \nI – contribuir para a consolidação do perfil profissional do egresso;   \nII – zelar pela integração interdisciplinar entre as diferentes atividades de ensino \nconstantes no currículo;   ", "120": " \n116 \n III – identificar formas de ince ntivo ao desenvolvimento de linhas de pesquisa e \nextensão, oriundas de necessidades da graduação, de exigências do mercado de \ntrabalho e afinadas com as políticas públicas relativas à área de conhecimento do \ncurso;   \nIV – zelar pelo cumprimento das diretriz es Curriculares para os Cursos de \nGraduação;   \nV – encaminhar, para apreciação do Colegiado de Curso, os estudos e \npropostas construídas.   \nO Núcleo Docente Estruturante será constituído por, no mínimo, 05 (cinco) \nprofessores pertencentes ao corpo docente do  curso, aí incluído seu Presidente. Os \nmembros do NDE devem ser docentes que exerçam liderança acadêmica no âmbito \ndo curso, percebida na produção de conhecimentos na área, e que atuem sobre o \ndesenvolvimento do mesmo.   \nA composição do NDE observará os seg uintes critérios:   \nI – pelo menos, 60% de seus membros deverão ter titulação acadêmica obtida \nem programas de pós -graduação stricto sensu ;  \nII – pelo menos, 20% de seus membros deverão ter regime de trabalho de \ntempo integral.   \nOs membros do NDE, conforme critérios estabelecidos na Resolução  serão \nnomeados mediante Circular da Direção da Unidade Acadêmica sendo que o \nPresidente do NDE será um membro do mesmo, escolhido pelos demais \ncomponentes.  O mandato dos membros do NDE será de 02 (dois) anos, permitida 01 \n(uma) recondução.  Para assegurar a continuidade do processo de acompanhamento \ndos cursos, o mandato dos dois membros mais idosos que compuserem o primeiro \nNDE e de seu primeiro Presidente terá, excepcionalmente, a duração de três anos.   \nCompete ao Presi dente do NDE:   \nI - convocar e presidir as reuniões;   ", "121": " \n117 \n II- coordenar o NDE;   \nII - representar o NDE junto aos órgãos da instituição;   \nIII - encaminhar as deliberações do Núcleo;   \nIV - promover a integração com os demais Colegiados e setores da Instituição.   \n \n10. Colegiado de curso  \nAtualmente, o  Colegiado de Curso é composto p elo seu corpo docente e \nrepresentante dos discentes . As reuniões são convocad as e presidid as pela \ncoordenação do Curso  onde são discutidas informações importantes sobre a \nadministração acadêm ica, o curso, os docentes e discentes , funcionando como um \nimportante espaço de com unicação e interlocução . As decisões são tomadas a partir \nda maioria dos votos, e o voto é individual e com peso igual.  \nMas como o processo de Departamentalização está em vi as de ser \nimplementado nas Unidades da UEMG, conforme disposto no art. 56 do Estatuto da \nUniversidade, a estrutura e funcionamento do Colegiado de Curso serão constituídos  \npor representantes dos Departamentos que participam do curso, por representantes \ndos professores que atuam no curso  eleitos por seus pares e por representantes dos \nestudantes matriculados no curso, e  sua composição será determinada pelo Conselho \nde Ensino, Pesquisa e Extensão, mediante proposta da Unidade . \n \n11. Infraestrutura  \nA Unidade Acadêm ica de Passos da Universidade do Estado de Minas Gerais \n– UEMG conta com aproximadamente  5 (cinco) mil estudantes distribuídos em 27 \ncursos de graduação, com realização de várias atividades de ensino. A Unidade \npossui 9 (nove) blocos didáticos distribuídos  em diferentes locais da cidade, que inclui:  \nBloco I:  Diretoria Acadêmica, Vice -diretor ia Acadêmica e Administrativa, \nAssessoria de Comunicação, Central de Informações, Gabinete de trabalho para ", "122": " \n118 \n coordenadores e/ou responsáveis de departamento do ensino de  graduação, \nGabinetes de trabalho para p rofessores em regime integral, S alas para reunião  de \nprofessores, Coordenação de cursos, Secretarias de c ursos; 29 (vinte e nove) salas \nde aula  com capacidade  em média para  50 (cinquenta) alunos,  dos Cursos  \n(Biomedic ina, Ciências Biológicas Bacharelado e Licenciatura, Enfermagem, Estética \ne Cosmética, História, Letras, Medicina, Nutrição e Pedagogia), Complexo de \nLaboratórios dos Cursos da área da Saúde, 02 (dois) Auditórios com capacidade para \n100 (cem) pessoas cada,  01 (um) Anfiteatro com capacidade para 400 (quatrocentas) \npessoas, Laboratório de Informática e Almoxarifado;   \nBlocos II:  Secretaria de Registro Acadêmico, Serviço de Atendimento ao \nEstudante ( SAE), Setor de Recursos Humanos, Setor de Contratos e Convênio s, \nSetor Jurídico, Setor de Informática e Manutenção, Gestão Documental , Conselho \nCurador da FESP, Controladoria, Coordenação de Pesquisa e Extensão - CPEX, \nSetor de Compras, Revista Científica, U AITEC  e Biblioteca;   \nBloco III:  Centro de Ciências, Experime ntoteca, Laboratório de Robótica Lego, \nCoordenação  e salas de aula da Pós -graduação e do Mestrado Profissional;  \nBloco IV:  Ambulatório Escola - AMBES (atende Passos e região), Ambulatório \nde Hanseníase (referência na Região), Biofábrica, Herbário, Laborató rio de \nEntomologia, Biotério, Laboratório de Análise de Leite; Laboratório de Análises \nAmbientais e Produtos Alimentícios (LAAPA), Laboratório de Hidrobiologia, \nLaboratório de Análises Clínicas, Laboratório de Técnica Dietética do Curso de \nNutrição, Núcleo  de Atendimento Nutricional (CAN), Núcleo de Apoio à Criança com \nObesidade; Laboratório de Construção Civil; Laboratório de Ecologia Aplicada e \nZoologia;  Laboratório de Ecologia da Poluição, Evolução e Conservação e Pesquisa \n(LEPEC); Laboratório de Microsc opia; Laboratório de Materiais e Energia, Laboratório \nde Geologia e Geotecnia; Laboratório de  Geoprocessamento e Zoneamento \nAmbiental; Laboratório de Topografia, Laboratório de Vigilância Ambiental, \nEpidemiologia e Sanitária; Projeto Corredor Verde ; Labor atório de Eletricidade, \nLaboratório de Química, entre outros;  ", "123": " \n119 \n Bloco V:  CIRE - Coordenação  de cursos, Secretarias de cursos, D iretoria, \nSalas para reunião de professores, 80 (oitenta) salas de aula distribuídas em dois \nPrédios  I e II, com capacidade  em méd ia para  50 alunos dos Cursos (Administração, \nCiências Contábeis, Direito, Educação Física Bacharelado e Licenciatura, Engenharia \nAgronômica, Engenharia Ambiental, Engenharia Civil, Engenharia de Produção, \nFísica, Gestão Comercial, Matemática, Serviço Socia l e Sistemas de Informação), \nEscritório Escola Jurídico Social e Núcleo de Prática Jurídica (NPJ), Área de Esportes, \nAuditório, Biblioteca e Laboratórios;   \nBloco VI:  Coordenação de cursos,  Secretarias de cursos , Sala para reunião de \nprofessores, 28 (vinte e oito) salas de aula com capacidade  em média para 50 alunos \ndos Cursos (Design -Moda, Jornalismo, Comunicação Social com habilitação em \nPublicidade Propaganda), Núcleo de Apoio  Psicopedagógico, Brinquedoteca, \nRedação e Agência Escola  (RAE) , Laboratórios de  TV, Laboratório de Rádio, \nLaboratório de  Fotografia, Laboratório de Modelagem e Costura, Restaurante \nComunitário e Universidade Aberta para a Maturidade (UNABEM);   \nBloco VII:  Fazenda Experimental (espaço de práticas do Curso de Engenharia \nAgronômica);   \nBloco VIII:  Programa de Saúde da Família – PSF Escola;   \nBloco IX:  Laboratório de Análises de Solos.   \n \nInfraestrutura tecnológica  \nRede Computacional Existente   \nA rede computacional da Unidade Acadêmica de Passos está segmentada em \nredes locais (LAN), dividida s entre os setores administrativos de cada bloco e os \nlaboratórios de informática. Por fim, toda esta estrutura se liga à Internet, sendo que \nos Blocos 01, 02, e 06 se conectam através de LINK da Empresa PRODEMGE de \n20Mb e os blocos 03, 04 e 05 se conectam  por um link da PRODEMGE de 10Mb.  ", "124": " \n120 \n Esta rede é composta de, aproximadamente, 600 (Seiscentas) estações de \ntrabalho, 10 notebooks, 50 Impressoras, 120 Projetores, diversos roteadores, 65 \nPontos  de Acesso Sem -fio, diversos switches e HUB’s e 15 servidores (t odos com SO \nde rede Windows 2008) com finalidades diversas destacando -se: Servidor de Banco \nde Dados (SQL Server 2012), Servidores WEB (IIS), Servidor de Domínio, Servidores \nde Firewall, Hotspot (MiKrotk, Servidores de Câmeras, Servidores para Ponto etc. \nUtilizamos um servidor de e -mail em nuvem pelo sistema Office 365 da Microsoft \nfornecendo contas para todos os alunos, professores e funcionários administrativos \nda Unidade. Além de agenda, calendário e espaço no Onedrive para \ncompartilhamento de arquivos.   \nAces o à Internet  \nNa Unidade Acadêmica de Passos , 100% de suas máquinas estão ligadas à \nInternet em tempo integral controlada por um servidor de acesso. Isto possibilita um \nacesso ilimitado à Rede Mundial de Computadores de qualquer um dos seus \ncomputadore s. Além disso, o acesso a internet pode ser feito por meio de uma rede \nsem fio localiza em diversos prédios da Unidade Acadêmica instituição, bastando o \naluno estar de posse de um equipamento que possua conexão Wireless .  \nOs estudantes podem ter acesso ili mitado de qualquer um dos computadores \nexistentes nos laboratórios de informática.   \nSoftware Licenciados  \nA Unidade possui diversos softwares licenciados para uso em suas máquinas. \nUtilizando também softwares livres que não necessitam de licenciamento para a sua \nutilização e softwares desenvolvidos pelo Departamento de Informática. Há contrato \nde uso de software na modalidade educacional com a Microsoft para atender \nlaboratórios. Os alunos e professores da área de Exatas podem adquirir licenças \ngratuitas dos  programas desta empresa.   \nSoftwares Desenvolvidos na própria instituição  ", "125": " \n121 \n O Departamento de Informática desenvolve o portal local, onde são colocadas \nnotícias e entre outras comunicações acadêmicas ou de eventos.   \nFaz a manutenção do antigo Sistema de Gest ão Acadêmico , manutenção no \nSistema Senior que gerencia a parte financeira e pessoal da antiga fundação.  \nLaboratórios de Informática  \n Atualmente a Unidade conta com 12 laboratórios de info rmática, para atender \na toda comunidade acadêmica, com acesso à int ernet e dispostos da seguinte \nmaneira:  \nLocal  Nome  Quantidade de computadores  \nBloco 01  Laboratório 09  21 \nBloco 01  Laboratório 05  30 \nBloco 06  Laboratório 06  30 \nBloco 06  Laboratório 07  20 \nBloco 05 Prédio 1  Laboratório 01 Sala 136  40 \nBloco 05 Prédio 1  Laboratório 02 Sala 139  35 \nBloco 05 Prédio 1  Laboratório 03 Sala 132  35 \nBloco 05 Prédio 1  Laboratório 04 Sala 140  35 \nBloco 05 Prédio 2  Laboratório 05  35 \nBloco 05 Prédio 2  Laboratório 06  35 \nBloco 05 Prédio 2  Laboratório 07  35 \nBloco 11 Prédio 2  Laboratór io 08  35 \nTotal  - 386 \n \nTodos os laboratórios contam com equipamentos novos, hardware e software \natualizados e em constante monitoramento. Há pessoal responsável especificamente \npara a manutenção dos laboratórios, o uso dos laboratórios de informática é so mente \nem casos previamente agendados, tendo sempre um monitor ou professor \nresponsável e todos contam com estrutura de Datashow, quadro branco e ar \ncondicionado.   ", "126": " \n122 \n  \n11.1 Biblioteca  \nA partir de 2018, a Biblioteca que possui o acervo que atende ao curso de \nEngenha ria Civil passou a funcionar no andar térreo do Bloco 2 da Rua  Colorado,700 \n– Bairro Eldorado em um  espaço de 391 m2 englobando a sala da Bibliotecária e Área \nde Estudos.  \nDados Biblioteca - Censo Superior da Educação Superior - INEP  \nDados  Quantidade  \nNúm ero de assentos:  * 35 \nNúmero de empréstimos domiciliares:  * 36.490  \nNúmero de empréstimos entre bibliotecas:  * 0 \nRealiza comutações bibliográficas? * Sim Não \nUsuários treinados em programas de capacitação: * 685 \nPossui rede sem fio? * Sim Não \nNúmero de T ítulos do acervo de periódicos impressos  0 \nNúmero de Títulos do acervo de livros impressos:  12.582  \nNúmero de Títulos de Outros Materiais:  295 \nOferece condições de acessibilidade? * Sim Não \n \nServiços Prestados  \nNº Descrição do serviço  Tipo de Cliente  \nI C E D \n1 Atendimento e orientação ao usuário  X       \n2 Empréstimo de publicações  X       \n3 Microcomputadores para consulta rápida ao site da IES    \n(3 computadores)  X X X X \n4 Consulta local ou pela Internet ao acervo impresso  X X X X \n5 Fornecimento,  impresso/eletrônico, de normas e artigo s \nnacionais/internacionais de bases de dados.  X       \nLegenda:  \nI – Usuário Institucional; C – Usuário Conveniado; E – Usuário Ex -Aluno; D - Demais usuários.  \n ", "127": " \n123 \n Acervo Bibliográfico/Periódicos  \nO acervo de livros da Bib lioteca está dividido por área do conhecimento, \ncontemplando todos os cursos da Unidade.  \nÁrea  Livros  \nTítulos  Exemplares  \nEngenharias  4.594  9.731  \nCiências Exatas e da Terra  784 1.917  \nCiências Sociais Aplicadas  9.141  16.358  \nTotal  14.519  28.006  \n \nBases d e Acesso Livre  \n A biblioteca possibilita o acesso às seguintes bases:  \na) Biblioteca Virtual em Saúde (BVS/Bireme ): é uma biblioteca virtual do \nSistema Latino -Americano e Caribe de Informação em Ciências da Saúde, e reúne as \nmais importantes bases de dados na área de saúde, como: LILACS, MEDLINE, \nADOLEC, BBO entre outras. O Portal de Revistas Científicas em Ciências da Saúde: \nde iniciativa da BVS/Bireme, este portal é organizado em forma de catálogo, \noferecendo informações sobre a descrição bibliográfica do s títulos; o acesso ao \nformato eletrônico; às coleções de bibliotecas que cooperam com o catálogo coletivo \nSECS (Seriados em Ciências da Saúde) e com SCAD (Serviço Cooperativo de Acesso \na Documentos).  \nb) Biblioteca Digital Brasileira de Teses e Dissertaçõe s (BDTD):  O IBICT \ncoordena o projeto que integra os sistemas de informação de teses e dissertações \nexistentes nas instituições de ensino e pesquisa brasileiras, e também estimula o \nregistro e a publicação de teses e dissertações em meio eletrônico . \nc) Port al Domínio Público:  Este portal constitui -se em um ambiente virtual que \npermite a coleta, a integração, a preservação e o compartilhamento de \nconhecimentos, sendo seu principal objetivo o de promover o amplo acesso às obras ", "128": " \n124 \n literárias, artísticas e científ icas (na forma de textos, sons, imagens e vídeos), já em \ndomínio público ou que tenham a sua divulgação devidamente autorizada, que \nconstituem o patrimônio cultural brasileiro e universal.  \nd) ScientificElectronic Library Online (SCIELO):  é uma biblioteca e letrônica \nque abrange uma   coleção selecionada  de periódicos científicos brasileiros.  O \nobjetivo deste site é implementar uma biblioteca eletrônica que possa proporcionar \num amplo acesso a coleções de periódicos como um todo, aos fascículos de cada \ntítulo de periódico, assim como aos textos completos dos artigos.  \nEstrutura Operacional  \nCoordenação e Processamento Técnico  \nA Coordenação da Biblioteca fica a cargo de profissional Bibliotecária \nresponsável pela organização física, acervo, serviços, treinamen tos de calouros, \ntreinamentos de funcionários, listagem de compras de material bibliográfico, seleção \nde doações recebidas, fichas catalográficas dos trabalhos de conclusão de curso, \nimplantação de novos serviços, entre outros .  \nO processamento técnico con ta com um Sistema informatizado e é feito \nseguindo as normas de catalogação AACR2, e a tabela CDU – Classificação Decimal \nUniversal, este serviço é feito por Bibliotecária.  \nPreparação Técnica  \nNa preparação é feita o controle de todas as aquisições por com pra, doação, \npermuta, registro, estatística de aquisição por área e por IES das compras e doações, \npesquisa em bases de dados para catalogação do acervo, bem como todos os \nserviços de controle de entrada e baixa no acervo bibliográfico. Também são feitas a s \nassinaturas, renovações e permutas de periódicos.  \nConta com 03 computadores com acesso a Internet, Intranet, Sistema \nPergamum que é utilizado para a confecção de etiquetas de lombada e código de \nbarras. Possui 03 computadores e uma impressora para confe cção de etiquetas de \nlombada e código de barras.  ", "129": " \n125 \n Laboratório de Conservação do Acervo  \nO laboratório foi montado com o objetivo de zelar pela conservação e pela \npermanência do acervo na Biblioteca, quando, mesmo estando danificado, o material \né liberado pa ra consulta, o que não aconteceria se o trabalho fosse feito em uma \nempresa externa. No laboratório é recuperada a originalidade do livro, com um \ntrabalho artesanal por funcionárias treinadas para o desempenho das funções de \nconservar, restaurar e higieniz ar. Conta -se com equipamentos como guilhotina, \nprensa, tear de costura entre outros num ambiente claro e arejado.   \nHorário de Funcionamento  \nDe segunda a sexta -feira das 07 horas às 22 horas e aos sábados das 8 horas \nàs 12 horas.   \nRecursos Humanos  \nA equipe da biblioteca Cire2 da Unidade é constituída dos seguintes \nprofissionais: 1 Bibliotecária Chefe; 5  Auxiliares de Biblioteca.   \n \n11.2 Laboratórios  \nDos laboratórios que atendem ao curso de Engenharia Civil os de Informática, \nFísica, Eletricidade e Topografia est ão localizados no 4º andar do Bloco 01 localizado \nà Rua Colorado,700 – Bairro Eldorado. Os laboratórios de Materiais de Construção \nCivil, Geotecnia e de Hidráulica estão localizados  no prédio situado à Rua Sabará 164,  \ne o Laboratório de Química situado no piso térreo do Prédio Principal da Unidade \nlocalizado à Av. Juca Stockler,  1130, Bairro Novo Horizonte.  \n \n \nLABORATÓRIO  DESCRIÇÃO  EQUIPAMENTOS  ", "130": " \n126 \n INFORMÁTICA  Laboratório de informática \npara uso de alunos e \nprofessores.  - 30 Microcomputadores  \nSOFTWARES INSTALADOS  \n- AnyLogic 8.2.3 Personal Learning Edition ; \n- AutoCAD 2016 ; \n- Google Eath Pro ; \n- ProModel 2014;  \n- Softlux 2.2;  \n- TopoEVN 6.0 CAD e TopoEVN 6 Planilha;  \nQUÍMICA  Atende concomitantemente \nos cursos da área de saúde \ne conta com uma estrutura \nformada por equip amentos, \nreagentes, bancadas, \nvidrarias, dentre outros; \npara o ensino, \naprendizagem e pesquisa.  - Medidores de pH Digital;  \n- Balança Eletrônica;  \n- Balança Semi -analítica;  \n- Centrifugas;  \n- Dessecadores;  \n- Destilador de água;  \n- Estufa para Esterilização e Se cagem;  \n- Capela para exaustão de gases e vapores;  \n- Forno mufla;  \n- Liquidificador;  \n- Peagâmetros Digitais de Bancada;  \n- Refrigerador;  \n- Manta Aquecedora termostatizada.  \n \nFÍSICA  \n O laboratório tem a \nfinalidade de ilustrar os \nassuntos abordados na \ngraduação  em Engenharia \ne também de ensinar os \nrudimentos da técnica de \nobservação dos fenômenos \nfísicos, ou seja, como \nefetuar medidas, analisá -\nlas e como apresentar os \nresultados obtidos.  O laboratório é capacitado para realizar experimentos \nnos vários campos da física como: mecânica, \neletricidade, eletromagnetismo, ótica e outras. Possui \ninstrumentos como:  \n- Sensor fotoelétrico com fixador corrediço;  \n- Paquímetro;  \n- Micrômetro;  \n- Canhão em tubo de alumínio;  \n- lentes e espelhos de vidro;  \n- Circuito série/paralel o; \n- ímãs;  \n- pilhas;  \n- bobinas,  \nHIDRAULICA  \n Destinado às aulas práticas \ne apoio às disciplinas de \nFenômenos dos \nTransportes, Hidráulica, \nSaneamento Básico e \nProjeto de Instalações - módulo experimental de mecânica dos fluidos,  \n- módulo experimental de hidráulica;  \n- louças;  \n- metais;  \n- sanitários;  \n- molde de uma Bomba centrífuga;  ", "131": " \n127 \n Hidrossanitárias, visando \nas pesquisas na área de \nHidráulica e Saneamento.  - painéis demonstrativos de peças, conexões e \nacessórios destinados a ligações de tubulações.  \nMATERIAIS  DE \nCONSTRUÇÃO \nCIVIL  \n Destinado as aulas práticas \ne teóricas para estudo das \npropriedades dos materiais \nde construção civil.  - Prensa Forney, mod. Ft -40 dr,tipo eletro -hidráulica , \ncap. 125.000 kgf com transdutor de pressão;  \n- Máquina universal de ensaio de tração e compressão – \nmarca K ratos, mod. Ecc, tipo eletro -hidráulica  - cap. \n100.000 kgf;  \n- Mesa flow;  \n- Argamassadeira elétrica trifásica 220 v cap. 5 litros;  \n- Balanças digitais;  \n- Betoneira marca metalpama cap. 200 litros;  \n- Conjunto de peneiras p/ agre gado miúdo e graúdo com \nagitador elétrico;  \n- Slump test;  \n- Vibrador para concreto;  \n- Equipamento para ensaio “abrasão Los Angeles”;  \n- Le Chatelier;  \n- Equipamento Blaine;  \n- Relógio comparador;  \n- Equipamento para verificação do teor de ar incorporado \nno conc reto; \n- Vidrarias para ensaios gerais;  \nGEOTECNIA  Destinado às aulas práticas \ne teóricas das disciplinas \nde Geologia e Geotecnia.  - Equipamentos para compactação de solos;  \n- Peneiramento e sedimentação;  \n- Aparelho de Casa Grande;  \n- Mini MCV e Perda de Ma ssa por Imersão;  \n- Equipamento para ensaio de erodibilidade em solos;  \n- Câmara de vácuo;  \n- Picnômetros;  \n- Provetas;  \n- Buretas, Beckers e vidraria em geral;  \n- Vibrador magnético;  \n- Estufa; Balanças de precisão;  \n- Paquímetros digitais; Coleção de rochas e  de minerais.  \nELETRICIDADE  Destinado às aulas práticas \nda Disciplina de Instalações \nElétricas.  - Grupo de máquinas elétricas intercambiáveis marca \nEQUACIONAL constituído de máquina síncrona;  \n- Máquina assíncrona de rotor bobinado;  \n- Máquina de corrente co ntínua, todas de 0,5 kW;  \n- Reostatos ajustáveis para as máquinas;  ", "132": " \n128 \n - Grupo de instrumentos de medida portáteis analógicos, \nde ferro móvel, marca HARTMAN BRAUM;  \n- Wattímetros;  \n- Voltímetros;  \n- Amperímetros;  \n- Três conjuntos de cargas elétricas marca \nEQUACION AL resistiva, indutiva e capacitiva;  \n- Um osciloscópio digital HP com memória, de dois \ncanais;  \n- Motores comerciais de indução mono e trifásicos de \n3CV;  \n- Fontes de corrente contínua de até 200V e 1 A;  \n- Transformadores pedagógicos mono e trifásico, marca \nEQUACIONAL;  \n- Diversos outros instrumentos de medidas de grandezas \nelétricas.  \n- Quadros pedagógicos de instalações elétricas com \ncondições de montagem de circuitos, ligações, \nfuncionamento  e medidas;  \n- Painéis portáteis de interligação a rede para \naliment ação e comando trifásico;  \n- Componentes de instalações elétricas de Baixa e \nMédia Tensão para manuseio e estudo.  \n \nTOPOGRAFIA  \n O laboratório de topografia \ndestina -se às atividades \npráticas de levantamentos \ntopográficos relacionados \nàs disciplinas de Topogr afia \nI e Topografia II.  - Bussolas de geólogo e de pulso;  \n- Planímetro;  \n- Estações totais;  \n- Nível topográfico;  \n- Teodolitos eletrônicos;  \n - Aparelho de rádio navegação GPS sr -20; \n- Trenas.  \n \n  ", "133": " \n129 \n Referência bibliográfica  \nCONSELHO ESTADUAL DE EDUCAÇÃO.  Resolu ção CEE MG 469/2019  de 28 de \nfevereiro  de 201 9, que estabelece normas relativas à regulação do ensino superior do \nSistema  Estadual de Ensino de Minas Gerais  (revoga a Resolução CEE MG \n459/2013 ). \nCONSELHO ESTADUAL DE EDUCAÇÃO -CEE Processo no. 40.846/P - Parecer no. \n105/2019, aprovado em 31.01.2019 e publicado no Diário Oficial de Minas Gerais em \n14/02/2019. Resolução SEDECTES no. 37 de 26 de março de 2019 publicado no Diário \nOficial de Minas Gerais em 03/04/2019.  \nCONSELHO NACIONAL DE EDUCAÇÃO. Câmara de Educ ação Superior. \nResolução CNE/CES nº 2, de 24 de abril de 2019 . Institui as Diretrizes Curriculares \nNacionais do Curso de Graduação em Engenharia. DOU  Brasília, 26/04/2019. Edição: \n80; Seção 1, p. 43.  \nCONSELHO NACIONAL DE EDUCAÇÃO. Resolução Nº 2, de 18 de junho de 2007 . \nDispõe sobre carga horária mínima e procedimentos relativos à integralização e \nduração dos cursos de graduação, bacharelados, na modalidade presencial.  \nCONSTITUIÇÃO DA REPÚBLICA FEDERATIVA DO BRASIL DE 1988. Artigo 207 - \nAs universidades go zam de autonomia didático -científica, administrativa e de gestão \nfinanceira e patrimonial, e obedecerão ao princípio de indissociabilidade entre ensino, \npesquisa e extensão.  \nIBGE. Disponível em: < http://www.cidades.ibge.gov.br/brasil/mg/passos/panorama>.  \nAcesso em: 10/04/2019.  \nINEP. portal.inep.gov.br/indicadores -educacionais.  Acesso em: 10/04/2019.  \nIDEB. IDEB – Índice de Desenvolvimento da Educação Básica. 2017. Disponível em: \n< http://portalideb.inep.gov.br/>. Acesso em: 10/04/2019  ", "134": " \n130 \n LEI FEDERAL DE ESTÁG IO Nº 11.788, DE 25 DE SETEMBRO DE 2008. Dispõe \nsobre o estágio de estudantes.  \nMINAS GERAIS. Lei Estadual 11.539, de 22/07/94 . Dispõe sobre a Universidade do \nEstado de Minas Gerais – UEMG – e da outras providências.  \nMINAS GERAIS. Decreto nº 36.898, de 24  de maio de 1995 . Aprova o Estatuto da \nUniversidade do Estado de Minas Gerais – UEMG – e dá outras providências. Belo \nHorizonte, 1995.  \nPLANO DE DESENVOLVIMENTO INSTITUCIONAL - PDI 2015/2024 – UEMG \nAbril/2014. Disponível em: \n<http://intranet.uemg.br/comunicacao/arquivos/PDI_final_site.pdf > Acesso em: \n26/03/2019  \nPORTARIA MEC No.1.428/2018 DE 28 DE DEZEMBRO DE 2018 que “ Dispõe sobre \na oferta, por Instituições de Educação Superior – IES, de disciplinas na modalidade a \ndistância em cursos de graduação presencial ”  \nRESOLUÇÃO CNE/CP, Nº 1, DE 17 DE JUNHO DE 2004,  estabelece Diretrizes \nCurriculares Nacionais para a Educação das Relações ÉtnicoRaciais e para o Ensino \nde História e Cultura  Afro-Brasileira e Africana.  \nRESOLUÇÃO CNE/CP, Nº 1, DE 30 DE MAIO DE 2012, estabelece as Diretrizes \nCurriculares Nacionais para Educação em Direitos Humanos.  \nRESOLUÇÃO CNE, Nº 2, DE 15 DE JUNHO DE 2012, estabelece as Diretrizes \nCurriculares Nacionais pa ra a Educação Ambiental.  \nRESOLUÇÃO C OEPE/UEMG  Nº 162/2016 , 15 DE FEVEREIRO  DE 201 6, Institui o \nNúcleo Docente Estruturante no âmbito dos Cursos de Graduação da Universidade \ndo Estado de Minas Gerais - UEMG.  \nRESOLUÇÃO COEPE/UEMG Nº 132/2013, 13 DE DEZEMBRO  DE 2013, que \nRegulamenta a implantação do regime de matrícula por disciplina nos Cursos de ", "135": " \n131 \n Graduação da Universidade do Estado de Minas Gerais – UEMG e institui \nprocedimentos e limites para matrícula.   \nRESOLUÇÃO CNE, Nº 7, DE 18 DE DEZEMBRO DE 2018, estab elece as Diretrizes \npara Extensão na Educação Superior Brasileira e regimenta o disposto na Meta 12.7 \nda Lei no. 13.005/2014, que aprova o Plano Nacional de Educação – PNE 2014 -20124 \ne dá outras providências.   \nRESOLUÇÃO CONUN/UEMG Nº 374/2017, de 26 de Outubro 2017. Estabelece o \nRegimento Geral da Universidade do Estado de Minas Gerais.  \nRESOLUÇÃO CONUN/UEMG Nº 443, DE 04 DE OUTUBRO DE 2019. Aprova a \ndistribuição de vagas para ingresso de discentes na Universidade do Estado de Minas \nGerais a partir do ano de  2020.  \n ", "136": " \n132 \n ANEXOS  \n \n \n \n \n \nAnexo I – Regulamento de Atividades Complementares  \nAnexo II – Regulamento de Estágio Supervisionado  \nAnexo III – Regulamento de Trabalho de Conclusão de Curso - TCC \nAnexo IV – Regulamento das Atividades de Extensão  ", "137": " \n133 \n ANEXO I  \n \nREGULAMENTO  DAS ATIVIDADES COMPLEMENTARES DE GRADUAÇÃO - \nACG  \nPor este documento, são estabelecidos os critérios e as condições para \nconvalidação de atividades complementares de graduação, de acordo com as \ndiretrizes gerais e curriculares definidas pelo CNE/MEC.  \nCom o  objetivo de flexibilizar o currículo e possibilitar que o acadêmico seja \nsujeito de sua própria formação profissional, será registrado e reconhecido, no seu \nhistórico escolar, atividades extracurriculares realizadas no decorrer da realização do \ncurso, atr avés de mecanismo acadêmico denominado Atividades Complementares de \nGraduação - ACG.  \nEntende -se por ACG a participação comprovada em eventos científicos e \nprofissionais, como congressos, encontros e seminários, em grupos de pesquisa, em \nprogramas sociais  não curriculares.  \nAs atividades serão incorporadas ao histórico escolar desde que efetivadas \napós o ingresso do aluno no curso e comprovadas por meio de certificados, \ndeclarações, projetos desenvolvidos e/ou relatórios.  \nPara a integralização curricular, o a cadêmico deverá comprovar no mínimo 150 \nhoras  de ACG , distribuídas do 1º ao 9º período  do curso , sendo que, para cada tipo \nde atividade, o projeto propõe uma tabela de conversão de horas do tempo das ACG.  \nArt. 1º  Atividades Complementares são aquelas, ofer tadas ou não pela \ninstituição, que complementam a formação dos acadêmicos e ao mesmo tempo \nflexibilizam a matriz curricular do curso, possibilitando a discussão e a aprendizagem \nde temas atuais, interessantes e que não constam do ementário das disciplinas do \ncurso.  ", "138": " \n134 \n § 1º Para serem reconhecidas como Atividades Complementares, as atividades \ndesenvolvidas devem estar relacionadas com a área de formação profissional do \nCurso ofertado pela UEMG - Unidade Passos.  \n§ 2º  As Atividades Complementares são obrigatória s, devendo ser cumpridas \ndurante o período de graduação, conforme definido no Projeto Pedagógico do Curso, \ne são requisito para a colação de grau.  \nArt. 2º As Atividades Complementares nos cursos de graduação da UEMG - \nUnidade Passos têm como objetivos:  \nI. Integrar a teoria com a prática, por meio de vivências e ou observações de \nsituações reais;  \nII. Propiciar a contemporaneidade dos currículos, com vistas a proporcionar o \ndesenvolvimento de temas emergentes nas respectivas áreas de conhecimento, \ndecorrentes  das mudanças no contexto organizacional, social, econômico, e dos \navanços tecnológicos;  \nIII. Valorizar a interdisciplinaridade dos conteúdos que compõem os \ncomponentes curriculares dos cursos;  \nIV. Promover a contextualização dos os componentes curriculare s por meio de \natividades que contribuam para a formação profissional do aluno.  \n§ 1º As Atividades Complementares visam adicionalmente, garantir a interação \nteoria -prática, contemplando as especificidades dos cursos, além de contribuir para o \ndesenvolvimen to das habilidades e das competências inerentes ao exercício das \natividades profissionais do graduando.  \n§ 2º As Atividades Complementares não têm a finalidade de suprir conteúdos \ncurriculares previstos e não ministrados, assim como o aproveitamento de quai squer \natividades teóricas ou práticas integrantes dos planos de ensino de disciplinas e \nestágios curriculares.  ", "139": " \n135 \n Art. 3º  A carga horária das Atividades Acadêmicas Complementares, a ser \ncumprida integralmente pelo aluno, segue o disposto no Projeto Pedagógico  do Curso  \ntotalizando 150 horas  durante o período de graduação.  \n Art. 4º  As Atividades Complementares são classificadas nas seguintes \nmodalidades:  \n- Atividades Complementares de Ensino;  \n- Atividades Complementares de Pesquisa e Produção Científica;  \n§ 1º O cump rimento da carga horária das Atividades Acadêmicas \nComplementares de Ensino, de Pesquisa e Produção Científica poderá dar -se por \nmeio de participação em:  \nI - eventos;  \nII - cursos especiais;  \nIII - projetos de pesquisa;  \nIV - projetos de ensino;  \nV - monitoria  acadêmica;  \nVI - outras atividades, a juízo do Colegiado de Curso.  \n§ 2º São considerados eventos as atividades referentes a palestras, \ncongressos, simpósios, semanas acadêmicas, conferências, encontros, seminários, \nvisitas técnicas, viagens de estudo e cul turais, desde que relacionados com a área de \nformação do curso.  \n§ 3º Cursos especiais são aqueles relacionados com a área profissionalizante \ndo curso no qual o aluno está matriculado.  \n§ 4º  Conhecimentos adquiridos pelo aluno, por meio de estudos e prática s \nindependentes, presenciais e/ou a distância, ou pelo exercício de uma profissão \npodem ser, a juízo do colegiado do curso, aproveitados como atividades \ncomplementares, desde que devidamente comprovados com declarações ou \ncertificados.  ", "140": " \n136 \n Art. 5º A relação da s atividades complementares contemplada na tabela desse \ndocumento, poderá ser alterada a qualquer tempo em sua constituição, categorização, \nlimites e valores de carga horária, conforme necessidades determinadas pelo Núcleo \nAcadêmico ou Coordenador de ACG e  aprovadas pelo Colegiado de Curso.  \nArt. 6º  Os alunos devem realizar as Atividades Complementares a partir do  1º \nperíodo d o curso.  \nArt. 7º  As atividades complementares podem ser realizadas a qualquer \nmomento, inclusive durante as férias escolares, desde qu e respeitados os \nprocedimentos estabelecidos neste Regulamento e desde que o aluno possua vínculo \ncom o curso de graduação.  \nArt. 8º  Não serão consideradas como atividades complementares as atividades \ncomputadas em estágio supervisionado, trabalho final de curso ou outras atividades \nobrigatórias para todos os alunos no âmbito das disciplinas do currículo.  \nArt. 9º  O aluno que ingressar por meio de transferência fica também sujeito ao \ncumprimento da carga horária de ACG . \nArt. 10 Compete ao Coordenador de Curso  indicar o coordenador das \nAtividades Complementares e informar ao Colegiado de Curso desta indicação. O \nCoordenador de ACG responderá hierarquicamente ao Coordenador de Curso . \nArt. 11 Compete à Coordenação de Atividades Complementares:  \nI. Analisar, valida r ou, eventualmente, glosar os comprovantes de Atividades \nComplementares;  \nII. Orientar e incentivar os alunos quanto à participação em eventos \nextracurriculares;  \nIII. Apoiar a articulação das Atividades Complementares junto à coordenação \ndo curso, professo res e demais envolvidos;  \nIV. Orientar sobre a necessidade de cumprimento da exigência curricular;  ", "141": " \n137 \n V. Verificar a solicitação entregue pelo aluno acompanhada da documentação \nprobatória e após análise computar no sistema.   \nArt. 12. Compete ao discente:  \nI. Cu mprir efetivamente as atividades complementares em horas definidas \npelas diretrizes curriculares bem como nos termos desde Regulamento, cuja \nintegralização da carga horária é condição indispensável à colação de grau;  \nII. Providenciar o registro da document ação comprovante de participação e \nrespectiva carga horária, com descritivos das atividades e apresentar à coordenação \ndas Atividades Complementares;  \nIII. Iniciar as atividades complementares a partir do primeiro semestre do curso, \npodendo realizar em qual quer período incluindo os períodos de recesso escolar e ou \nférias escolares;  \nIV. Caso não cumpra as atividades complementares  no período matriculado, \ndeverá matricular novamente no período posterior.  \nArt. 13 É vedado o preenchimento da carga horária global  com um só tipo de \natividades dentre as explicitadas no Art. 4º.  \nArt. 14 O enquadramento das atividades em seus respectivos grupos, bem \ncomo suas respectivas cargas horárias máximas, será deliberado pelo Colegiado de \nCurso, respeitando o definido neste Reg ulamento.  \nArt. 15  Atividades complementares não computadas em um determinado \nperíodo letivo podem ser computadas no período letivo seguinte, exceto se o aluno \nestiver cursando o último semestre do curso.  \n Art. 16 Os casos omissos são resolvidos pela Coorde nação das Atividades \nComplementares e/ou Coordenação de Curso.  \n \n ", "142": " \n138 \n Atividades Complementares - Critérios de Pontuação  \nAtividades  Descrição  Horas validadas máximas  \nAtuações junto aos \ncentros e núcleos  Atividades relacionadas à profissão com prazo inferior a  4 \nmeses.  15 horas por semestre  \nParticipação em diretórios acadêmicos e diretório Centro \ndos estudantes.  5 horas por semestre  \nAtividades \nacompanhadas por \nprofissional \nespecializado, em \nárea afim ao curso.  Atividades por tempo determinado, validadas prev iamente \npela coordenação do curso, para aprimoramento da \nexperiência do aluno.  15 horas por semestre  \nParticipação em projetos e atividades em conjunto com \nempresas Juniores ou Associações.  10 horas por semestre  \nCursos de Línguas e \nInformática  Cursos com provados por certificação semestral.  10% da carga total do curso \naté o limite de 10 horas  \nProjetos de Iniciação \nCientífica  Atividades de pesquisa orientadas por professores do \nNúcleo de Engenharia e Tecnologias.  15 horas por semestre  \nMonitorias  Apoio den tro da instituição de ensino aos professores de \nmatérias lecionadas.  15 horas por semestre  \nArtigos completos  Elaboração e publicação de artigos técnicos em livros, anais \nou revistas especializadas.  10 horas por publicação, \ndivididos pelo número de \nautores  excluso o professor \norientador.  \nResumos de artigos \ntécnicos  Elaboração e publicações de resumos de artigos técnicos \npara revistas, jornais ou anais.  5 horas por resumo, divididos \npelo número de autores \nexcluso o professor \norientador.  \nPalestras, exposiçõ es, \nmostras, oficinas e \neventos afins.  Atividades de alunos como ouvintes em eventos que \ntenham relação com o curso no qual estão matriculados.  75% das horas certificadas até \no limite de 10 horas  \nAtividades de alunos como participantes na elaboração e \napresentação de eventos que tenham relação com o curso \nno qual estão matriculados.  75% das horas certificadas até \no limite de 10 horas  \nWorkshops, \nminicursos, \nseminários, \ncongressos, fóruns ou \neventos afins.  Atividades de alunos como ouvintes em eventos que \ntenham relação com o curso no qual estão matriculados.  75% das horas certificadas até \no limite de 10 horas  \nAtividades de alunos como participantes na elaboração e \napresentação de eventos que tenham relação com o curso \nno qual estão matriculados.  75% das horas certificadas até \no limite de 10 horas  ", "143": " \n139 \n ANEXO II  \n \nREGULAMENTO DE ESTAGIO CURRICULAR SUPERVISIONADO  \n \nCapítulo I  \nDA CONCEPÇÃO DE ESTÁGIO  \nArt. 1º O estágio é a base da inserção do estudante no âmbito profissional, \nalicerçando a teoria na prática, pautad o nas normas e conduta da instituição que o \nestudante se propôs a executar seu aprendizado.  \nArt. 2º  O estágio, espaço de formação profissional, por meio da atuação prática \nno campo de trabalho, possibilita vivenciar:  \n- O acesso, no exercício profissional e a s relações de trabalho;  \n- O contato, a abordagem e a intervenção junto ao público, na perspectiva de se \nmanter relações diretas e/ou com maior proximidade com os usuários;  \n- Troca de experiências com profissionais de engenharia e de outras áreas;  \n- O relacioname nto entre profissionais;  \n- Contato com instituições, empresas e etc.;  \n- Trabalho em equipe;  \n- O exercício da ética profissional;  \n- A aplicabilidade da formação acadêmica, enquanto subsídio à intervenção \nprofissional;  \n- A percepção e análise crítica (conjuntural e es trutural) da realidade em que se vai \nintervir;  \n- A averiguação da vocação para o trabalho e exercício profissional, por meio da \nprática;  \n- A apuração da sensibilidade e perfil para o trabalho.  \nParágrafo Único. O estágio permite ainda um processo educativo e fo rmativo \npara todos os envolvidos nas ações: professores, alunos, profissionais, empresas e \nusuários do serviço de engenharia civil. ", "144": " \n140 \n  \nCapítulo II  \nDOS OBJETIVOS DO ESTÁGIO  \nArt. 3º  São objetivos do estágio profissional:  \n- Capacitar o aluno para o trabalho profi ssional nas dimensões teórica, técnico -\noperativa e ético -política, de modo a torná -lo capaz de identificar as demandas \ntradicionais e as emergentes, que incorporam novas necessidades;  \n- Conhecer as respostas dos profissionais da organização frente às demanda s: suas \npráticas, sistematizações e saberes traduzidos em estratégias, procedimentos e \npráticas específicas;  \n- Conhecer e desenvolver habilidades operacionais para a utilização adequada dos \ninstrumentos profissionais;  \n- Sensibilizar os acadêmicos para o proces so de produção científica (pesquisa) e \nsistematização da prática profissional, seja ela no âmbito governamental ou não \ngovernamental;  \n- Possibilitar ao aluno a verificação de sua escolha profissional por meio da \naproximação da atividade prática.  \nCapítulo III  \nDAS FINALIDADES DO ESTÁGIO  \nArt. 4º  São finalidades do estágio:  \n- Contribuir para a compreensão da unidade te oria/prática a partir da articulação do \nconteúdo ministrado nas disciplinas com a prática profissional;  \n- Propiciar ao aluno a formação de uma atitude ética para o estabelecimento de \ncritérios de ação profissional;  \n- Propiciar ao aluno a formação de uma postura profissional frente às diferentes \nrealidades da intervenção;  \n- Possibilitar ao aluno o retorno da reflexão sobre a prática vivida no estágio, e a \navaliação dos resultados como forma de produção de conhecimento, determinada, ", "145": " \n141 \n especialmente, pelo confronto entre o saber, o saber fazer e o pensar sobre o fazer \n(reflexão/ação/reflexão);  \n- Possibilitar ao aluno a realização do estágio segundo as necessidades e  demandas \ndo profissional de engenharia civil, considerando as características regionais.  \n \nCapítulo IV  \nDAS DIRETRIZES E PROCEDIMENTOS DO ESTÁGIO SUPERVISIONADO  \nArt. 5º O estágio supervisionado é uma atividade obrigatória que se configura \na partir da inser ção do aluno no espaço -institucional, objetivando capacitá -lo para o \nexercício profissional com supervisão sistemática.  \nArt. 6º A supervisão de estágio será realizada pelo professor supervisor e pelo \nprofissional de campo, por meio  da reflexão, acompanhame nto e sistematização, com \nbase nas atividades a serem realizadas durante o estágio.  \nArt. 7º . O currículo do Curso de Engenharia Civil da UEMG - Unidade Passos \nestabelece a carga horária mínima de 300 horas  que deverá ser convalidada na \ndisciplina de Orien tação de Estágio Supervisionado . \nArt. 8º . Para cumprir os créditos de Estágio Supervisionado o estudante deverá \nmatricular -se na disciplina de Orientação de Estágio Supervisionado.  \n \nCapítulo V  \nDA NATUREZA DOS CAMPOS DE ESTÁGIOS  \nArt. 9º. São denominados cam pos de estágio:  \n- Organizações  públicas e privadas, fundações, instituições estatais, mistas, \nautarquias, entidades, empresas, organismos de representação oficial de \ncategorias profissionais e sindicatos, que contenham em seus quadros de \npessoal o profission al Engenheiro habilitado (registrado no CREA), \nprofissionais autônomos (registrado no CREA e desde que convalidados pelo ", "146": " \n142 \n Colegiado do curso), que estabeleçam convênio ou acordo com a UEMG ou \ncom a Unidade de Passos.  \n- Programas , projetos e/ou serviços, desen volvidos pela UEMG – Unidade \nPassos e supervisionados por professor ou o profissional habilitado às funções.  \nParágrafo único  – Projetos de iniciação científica ou de extensão universitária \ndesenvolvidos pelo aluno não poderão ser contabilizados como Estág io \nSupervisionado.  \nArt. 10. São condições necessárias à abertura e manutenção de campo de \nestágio:  \n- A organização deve atender às especificações definidas no Art. 11 deste \nregulamento;  \n- Propiciar condições, juntamente com a UEMG , para o atendimento aos objet ivos e \nfinalidades do estágio;  \n- Formalização de um acordo entre as partes (organização que oferece o estágio / \nUEMG / Curso de Engenharia Civil) para o oferecimento do estágio;  \n- Disponibilidade e interesse por parte do Supervisor de Campo, para treinar, aval iar \ne supervisionar diretamente estagiários;  \n- Apresentação do Plano de Trabalho, pelo Supervisor de Campo, descrevendo as \natividades profissionais, a introdução do estagiário neste processo e o método de \nsupervisão.  \n \nCapítulo VI  \nDA SUPERVISÃO  \nArt.11. São d uas as modalidades de supervisão: Supervisão de Campo e \nSupervisão Acadêmica:  \n- A Supervisão de Campo será exercida junto aos estagiários, por profissional  \nhabilitado (inscrito em conselho de classe compatível com a função do estagiário);  ", "147": " \n143 \n - A Supervisão Acadê mica será exercida por um docente do Curso de Engenharia \nCivil responsável pela disciplina Orientação de Estágio Supervisionado.  \n \nCapítulo VII  \nDAS RESPONSABILIDADES  \nArt. 1 2. O estágio curricular estabelece as seguintes responsabilidades para o \nAcadêmico, p ara o Supervisor Acadêmico e para o Supervisor de Campo:  \nRelativos ao Acadêmico/Aluno Estagiário  \n- Cumprir a carga horária pré -estabelecida no Estágio Supervisionado;  \n- Matricular -se na disciplina de Orientação de Estágio Supervisionado;  \n- Firmar, com a empresa concedente do Estágio, um Termo de Compromisso que \ndeverá ter como interveniente a UEMG e o seu respectivo Setor de Estágio;  \n- Elaborar sob a orientação do Supervisor de Campo e colaboração do Supervisor \nAcadêmico o Plano de Estágio no prazo estabelecido;  \n- Realizar as atividades estabelecidas no Plano de Estágio, relacionando os \nconhecimentos teórico -práticos adquiridos na execução do mesmo;  \n- Participar das supervisões individuais e grupais e de seminários promovidos pela \ndisciplina;  \n- Cumprir o Plano de Estágio levando em conta não só o interesse do aprendizado, \nmas o compromisso com a empresa e os usuários dos serviços, em conformidade \ncom o Código de Ética Profissional do Engenheiro;  \n- Comparecer pontualmente às atividades de estágio nas datas previstas, horários  e \njustificar ausências por escrito;  \n- Apresentar diário de estágio para visto e avaliação do Supervisor de Campo nos \nprazos previstos;  \n- Elaborar e entregar ao Supervisor Acadêmico os documentos, relatórios e \navaliações solicitados;  \n- Apresentar aos supervisore s e/ou Setor de Estágio problemas que possam \ncomprometer a sua formação profissional para estudo de soluções cabíveis;  ", "148": " \n144 \n - Apresentar aos supervisores e/ou Setor de Estágio, a necessidade de transferência \nde campo de estágio, quando for o caso;  \n- Apresentar ao Supervisor Acadêmico no final do Curso, um relatório qualitativo \nsobre os estágios realizados.  \n \nRelativos ao Supervisor Acadêmico  \n- Acompanhar, orientar e avaliar, de forma sistemática, o processo de aprendizagem \ndo aluno, oportunizando uma elaboração de con hecimentos concretos da \nrealidade, bem como o entendimento da relação teoria -prática;  \n- Mediar às relações entre Campo de Estágio e Setor de Estágio;  \n- Acompanhar, por meio de instrumentos de supervisão, o processo de aprendizado \ndo aluno;  \n- Realizar periodicame nte, dentro das possibilidades das partes envolvidas, \nreuniões, encontros e/ou seminários de acompanhamento do Estágio;  \n- Promover troca de experiências entre os campos de estágio;  \n- Apresentar ao setor responsável relatórios dos estagiários e documentos \nsolicitados;  \n \nRelativos ao Supervisor de Campo  \n- Elaborar, juntamente com o estagiário, o Plano de Estágio;  \n- Favorecer a realização de pesquisas que envolvam o Campo de Estágio;  \n- Facilitar ao aluno o conhecimento da Instituição Campo de Estágio, com ênfase no \ntraba lho desenvolvido pelo Engenheiro Civil; \n- Disponibilizar dados sobre a Empresa necessários ao conhecimento e visando \nmaior aproximação com a Escola;  \n- Orientar o aluno em sua inserção no Campo de Estágio e na elaboração da \nproposta de estágio;  \n- Controlar a freq uência e carga horária cumprida pelos estagiários;  ", "149": " \n145 \n - Acompanhar e capacitar o aluno -estagiário na sua prática institucional e, em caso \nde situações adversas, contatar imediatamente o Supervisor Acadêmico;  \n- Participar de reuniões, cursos, seminários, semanas d e estudos e outras atividades \nrelativas à formação profissional , promovidos pela Universidade e/ou o CREA, \nbuscando garantir sua atualização por meio de uma educação continuada;  \n- Apresentar ao Setor de Estágio os documentos solicitados tais como: planos de \nestágio, relatórios, controle de frequência e carga horária dos estagiários, \navaliações de desempenho e outros que se fizerem necessários;  \n- Apresentar sugestões à Coordenação de Estágio, sendo coparticipante  do \nprocesso ensino -aprendizagem do aluno -estagiár io; \n- Avaliar o aluno estagiário e encaminhar parecer qualitativo, por escrito, para o \nSupervisor Acadêmico no final de cada semestre.  \n \nCapítulo VIII  \nDA INSERÇÃO, ENCAMINHAMENT O E PERMANÊNCIA DO ALUNO NO \nESTÁ GIO \nArt. 1 3. O encaminhamento do aluno ao Campo de  Estágio será feito por meio \nde documen tação própria, expedida pela U niversidade.  \nParágrafo Único. O estágio somente será reconhecido e considerado para \nefeito da contagem de horas, após o cumprimento deste artigo.  \nArt. 1 4. A carga horária deve ser cumprid a durante o período constante do \nTermo de Compromisso entre a Universidade e a concedente . \nArt. 1 5. Será permitida ao aluno a possibilidade de realização de estágio em \ncampos diferentes, em ordem subsequente, no decorrer de sua formação profissional.  \nArt. 16. O estágio, como atividade curricular, inscreve -se no processo de \nformação acadêmico -profissional; assim, se o aluno ultrapassar o número mínimo de \nhoras estabelecidas, tal carga horária adicional não será computada em seu histórico \nescolar como est ágio supervisionado.  ", "150": " \n146 \n Capítulo IX  \nDA AVALIAÇÃO DA APRENDIZAGEM  \nArt. 1 7. O aluno será avaliado na disciplina Orientação de Estágio \nSupervisionado mediante entrega dos documentos exigidos e comprovação das \natividades, declaração de desempenho e relatório final.  \n \nCapítulo X  \nDO ESTUDANTE TRABALHADOR  \nArt. 1 8. Caberá à Coordenação de Estágio e ao Colegiado do curso  avaliar a \npossibilidade do aluno estagiar em seu local de trabalho, desde que sejam \ndesenvolvidas atividades relacionadas com as práticas relativas a Enge nharia Civil. \nArt. 19. O estágio só poderá ocorrer fora do horário de trabalho, para que se \npossa distinguir claramente a atividade de estágio da atividade de emprego.  \n§ 1º Qualquer decisão ou permissão distinta deverá ser feita por escrito, pela \ninstituiç ão empregadora, e encaminhada pela Coordenação de Estágio ao Colegiado \ndo curso . \n§ 2º A existência do profissional Supervisor de Campo é essencial, como o \nPlano de Estágio e Avaliação.  \nCapítulo XI  \nDO ESTÁGIO NA UEMG  \nArt. 2 0. Faz parte da política de estági o dos Cursos de Engenharias, sob \nresponsabilidade da Coordenação de Estágio, fomentar ações que viabilizem a \nabertura de campos de estágios nas áreas de serviços e extensão da Universidade \ndo Estado de Minas Gerais – UEMG, U nidade Passos (MG).  \n \nANEXO III ", "151": " \n147 \n REGULAMENTO DO TRABALHO DE CONCLUSÃO DE CURSO (TCC ) \n \nCapítulo I  \nDO TRABALHO DE CONCLUSÃO DE CURSO (TCC)  \nArt. 1°  O Trabalho de Conclusão de Curso, previsto no Projeto Pedagógico do \nCurso de Engenharia Civil constitui -se atividade curricular obrigatória, deve ndo ser \nelaborado em consonância com os princípios e diretrizes estabelecidas, por este \nregulamento.  \nO Trabalho de Conclusão de Curso é condição para obtenção do grau, e sua \naprovação não isenta do cumprimento das demais atividades previstas para \nintegrali zação curricular do curso.  \nArt. 2° O TCC deverá ser realizado individualmente e deverá possuir cunho \ntécnico, teórico ou aplicado. O produto final po derá ser apresentado em formato de  \npesquisa científica, projeto de extensão, estudo de caso ou análise de u ma atividade \ntécnica realizada pelo aluno. Quanto à forma de apresentação pode ser uma \nmonografia ou um artigo  científico . \n§ 1º A preparação do aluno até a apresentação pública do TCC será realizada \npor meio de três disciplinas, precedentes à apresentação pública: Metodologia da \nPesquisa; TCC  I e TCC II. \n§ 2º É vedada a convalidação de TCC realizado em outro curso de graduação.  \n§ 3º Caso seja entregue no formato de artigo de revista científica, o aluno \ndeverá ser o 1º autor do trabalho, devendo apresentá -lo segundo as normas previstas \nneste regulamento e critérios técnicos de redação estabelecidos pela Associação Brasileira \nde Normas Técnicas (ABNT). O TCC em forma de artigo não pode assumir a forma de \nrevisão bibliográfica, podendo haver exceção somente nos  casos em que o artigo \ntenha sido previamente solicitado por algum periódico classificado na lista Qualis da \nCapes, havendo comprovação documental da solicitação.   ", "152": " \n148 \n Art. 3°  O TCC será desenvolvido durante o curso e deverá ser finalizado no \núltimo semestre, no total de horas estipuladas pela estrutura curricular do curso.  \nParágrafo Único . Para que o aluno possa apresentar o seu TCC, deverá estar \nmatriculado na disciplina TCC  II. \nArt. 4°  O TCC deverá versar sobre assunto, relacionado com as áreas de \nconhecime nto, pertinente ao curso.  \nArt. 5°  Para o desenvolvimento do TCC será obrigatória a orientação de um \ndocente do curso . \n \nCapítulo II  \nDA COMISSÃO DE TCC  \nArt. 6º A Comissão de TCC será composta por no mínimo cinco membros, \nsendo eles: O(s) docente(s) responsáv el(is) pelas disciplinas Metodologia da \nPesquisa, TCC I e TCC II e mais dois docentes indicados pelo coordenador do curso \ne aprovados pelo colegiado.  \nParágrafo Único . Em caso de sobreposição de cargos entre estes membros, \num novo membro, componente do corp o docente do curso, deverá ser escolhido.  \nArt. 7º A Comissão de TCC deverá deliberar e publicar a todos os envolvidos \na respeito de:  \n Determinação de datas e horários de apresentação do TCC;  \n Determinação de orientadores em casos de falta ou não escolha dos  \nalunos, desde que os orientandos solicitem tal fato à Comissão de TCC;  \n Determinação de um membro de cada banca de acordo com linha de \npesquisa;  \n Aprovação de troca de orientadores depois de firmado compromisso \nentre aluno e professor;  \n Solicitação de exclu são de aluno do curso para o Colegiado de Curso \nem caso de comprovado plágio ou total má fé do orientado perante as diretrizes da \ninstituição ou do curso.  ", "153": " \n149 \n  \nCapítulo I II \nDA ORIENTAÇÃO  \nArt. 8° O orientador deverá ser um docente ou pesquisador vinculado à \nUnidade Acadêmica de Passos.  Poderá o orientador indicar, de comum acordo com \nseu orientando, um co -orientador.  \nArt. 9° Toda alteração, quer seja de orientador e/ou Projeto e/ou Tema, deverá \nser solicitada com um prazo de, no mínimo, três meses de antecedênc ia em relação \nà entrega do trabalho. Qualquer alteração deverá ser aprovada pelo orientador e/ou \nComissão de TCC . \n \nCapítulo I V \nDA APRESENTAÇÃO  \nArt. 10 O prazo para a entrega das 3 (três) vias do TCC, para ser encaminhada \nà banca, convalidada pelo Recibo de  Entrega (ANEXO III -A), expira 15 dias antes da \ndata da defesa.  \nArt. 11 O aluno apresentará as 3 (três)  vias, impressas e encadernadas, \ndevidamente assinadas por ele, pelo orientador, e quando for o caso pelo supervisor \ne/ou co -orientador . \n \n \n \nCapítulo V \nDA C OMISSÃO AVALIADORA  \nArt. 1 2 A Comissão Avaliadora será composta pelo orientador mais dois \nmembros titulares. Um dos membros da banca deve ser escolhido pela Comissão de ", "154": " \n150 \n TCC do curso e deve ter vínculo com a UEMG  – Unidade de Passos . O terceiro \nmembro escolh ido em comum acordo entre o orientador e o orientado, desde que \naprovado pela Comissão de TCC. Todos os membros deverão ser docentes e possuir \ntitulação mínima de especialização ou estar vinculado a um programa de pós -\ngraduação em nível de mestrado ou dout orado.   \nArt. 1 3 Até 15 dias antes da defesa o aluno deverá encaminhar a Comissão de \nTCC, em Formulário de Solicitação para Composição da Banca Examinadora de \nTrabalho de Conclusão de Curso (ANEXO III -B), assinado pelo orientador, com a \nsugestão de cinco no mes.  \nArt. 1 4 A designação da Comissão Avaliadora será feita pela Comissão de TCC \ndo curso na data pré -estipulada também pela Comissão de TCC.   \n \nCapítulo V I \nDA AVALIAÇÃO  \nArt. 1 5 O aluno poderá ser  considerado Aprovado; Aprovado com Restrições \nou Reprovado no TCC.   \n§ 1º A Banca Examinadora deve, para efeito de avaliação d o trabalho , observar \num Roteiro para Avaliação do Trabalho de Conclusão de Curso.   \n§ 2º § A Banca Examinadora reprovará sumariamente e sem direito a nova \napresentação ou recurso o aluno cuj o trabalho  esteja incompatível com a ética \ncientífica, especialmente a apresentação de trabalho  elaborad o por terceiros, plágio \ntotal ou parcial.   \nArt. 1 6 No caso de Aprovação com Restrição, o aluno deve realizar as \nalterações indicadas pela Banca Examinado ra com o acompanhamento do seu \nOrientador, num prazo máximo que não ultrapasse o término do semestre letivo.  \nDentro deste prazo o aluno deve reapresentar uma cópia modificada ao Orientador \npara que este verifique e ateste a eliminação das restri ções no ver so da folha de rosto . \nEm seguida, e ainda dentro do prazo estipulado acima, o aluno deve encaminhar o \ntrabalho  ao Coordenador do Curso. Sendo eliminadas as restrições, o aluno estará \naprovado. Deverá então, entregar na Coordenação do curso o TCC em formato  PDF ", "155": " \n151 \n gravado em CD/DVD, juntamente com o Formulário de Encaminhamento da Versão \nFinal do Trabalho de Conclusão de Curso (ANEXO III -C). \nParágrafo Único.  Será considerado como não atendido o aluno que não \nreapresentar no prazo fixado e não cumprir as correçõ es, complementações ou \nalterações solicitadas pela Banca Examinadora , caso em que o aluno estará \nautomaticamente reprovado na disciplina TCC II . \n \nCapítulo VII \nDOS CASOS OMISSOS  \nParágrafo Único.  Os casos omissos serão resolvidos pela Comissão de TCC, \nposter iormente, homologadas pelo Colegiado do Curso.  \n  ", "156": " \n152 \n ANEXO III -A \n \nRECIBO DE ENTREGA DE TRABALHO DE CONCLUSÃO DE CURSO - TCC \n \n \nPassos,       de                         de              . \n \nRecebi do aluno(a)____________________ _____________ _____________, matricul ado(a) \nsob número_____________________________ no Curso de Graduação em Engenharia Civil \nda Universidade do Estado de Minas Gerais – Unidade de Passos, 03 cópias encadernadas \ndo Trabalho de Conclusão de Curso - TCC sob o tema:  \n_____________________________ _____________________________________________  \n__________________________________________________________________________  \n__________________________________________________________________________  \n \n___________________________________________________  \nCoorden ação do Curso  \n \n \nObs.: O material entregue não se constitui em sua aprovação.  \n ", "157": " \n153 \n ANEXO III -B \nSOLICITAÇÃO PARA COMPOSIÇÃO DA BANCA EXAMINADORA DE TRABALHO DE \nCONCLUSAO DE CURSO  \nPassos,      de               de              .  \nÀ Comissão de TCC  \n________________ ___________________________________________________,  \nPrezado Senhor,  \nServimo -nos do presente, para comunicar V.Sa. que o trabalho de conclusão de curso \nintitulado “_______________________________________________________ _________ _______”  \napresentado pelo(a ) aluno(a) _______ ____ __________________________, encontra -se em \ncondições de ser defendido.  \nSugerimos os nomes dos seguintes membros para comporem a Banca Examinadora e \ntambém data e horário.  \n1. Nome: ______________________________________________________ ___________  \n    Instituição_______________________________________________________________  \n2. Nome: _________________________________________________________________  \n    Instituição_______________________________________________________________  \n3. Nome: __ _______________________________________________________________  \n    Instituição_______________________________________________________________  \n4. Nome: _________________________________________________________________  \n    Instituição_______________________ ________________________________________  \n5. Nome: _________________________________________________________________  \n    Instituição_______________________________________________________________  \nData ___/___/____                                                                   Horário _____:_____  \nSendo o que se apresenta para o momento, aproveitamos para agradecer a atenção \ndispensada a esta solicitação.  \nAtenciosamente,  \n_______________________________________________  \nProf. Orientador (a) \n  ", "158": " \n154 \n ANEXO II I-C \n \nENCA MINHAMENTO DA VERSÃO FINAL DO TRABALHO DE CONCLUSAO DE CURSO  \n \nPassos,       de               de                   .  \n \nIlmo. Sr(a).  Coordenador (a) do Curso de Engenharia Civil  \n \n___________________________________________________________________,  \n \nPrezado Se nhor(a),  \nServimo -nos do presente, para encaminhar a V. Sa. o exemplar do Trabalho de Conclusão de \nCurso intitulad o: \n“_________________________________________________________________________\n__________________________________________________________________ ________\n________________________ ___________________________________________ ____”, \nde meu (minha) Orientado(a) ____________________________________ ______ ______.  \n \nInformamos que o referido Trabalho de Conclusão de Curso foi corrigido atendendo as \nsugestões d a Banca Examinadora.  \n \nAtenciosamente,  \n \n____________________________________________________  \nProf. Orientador (a) \n  ", "159": " \n155 \n ANEXO IV  \n \nREGULAMENTO DAS ATIVIDADES DE EXTENSÃO  \nPor este documento, são estabelecidos os critérios e as condições para \nconvalidação de ativid ades de extensão , de acordo com as diretrizes gerais e \ncurriculares definidas pelo CNE/MEC.  \nCom o objetivo de flexibilizar o currículo e possibilitar que o acadêmico seja \nsujeito de sua própria formação profissional, será registrado e reconhecido, no seu \nhistórico escolar, atividades de extensão  realizadas no decorrer da realização do \ncurso . \nAs atividades serão incorporadas ao histórico escolar desde que efetivadas \napós o ingresso do aluno no curso e comprovadas por meio de certificados, \ndeclarações, projet os desenvolvidos e/ou relatórios.  \nPara a integralização curricular, o acadêmico deverá comprovar no mínimo 420 \nhoras de A tividades de Extensão , distribuídas do 1º ao 9º período do curso, sendo \nque, para cada tipo de atividade, serão computadas as horas cum pridas em sua \ntotalidade.  As Atividades de Extensão são obrigatórias e é requisito para a colação de \ngrau.  \nArt. 1º  Atividades de Extensão  são aquelas, que promovem a interação entre \na comunidade acadêmica e a sociedade por meio de troca de conhecimentos, d a \nparticipação e do contato com as questões complexas inseridas no contexto social.  \nParágrafo único: As Atividades de Extensão não têm a finalidade de suprir \nconteúdos curriculares previstos e não ministrados, assim como o aproveitamento de \nquaisquer ativi dades teóricas ou práticas integrantes dos planos de ensino de \ndisciplinas e estágios curriculares.  \n ", "160": " \n156 \n Art. 2º As Atividades de Extensão  no curso  buscam seguir a concepção e a \nprática das Diretrizes de Extensão na Educação Superior conforme disposto no Art. \n6º da Resolução CNE/CES no. 7 de 18 de dezembro de 2018:  \n- contribui r na formação integral do estudante, estimulando sua formação como \ncidadão crítico e responsável;  \n- estabelec er um diálogo construtivo e transformador com os demais setores \nda sociedade b rasileira e internacional, respeitando e promovendo a \ninterculturalidade;  \n- promover  iniciativas que expressem o compromisso social das instituições de \nensino superior com todas as áreas, em especial, as de comunicação, cultura, direitos \nhumanos e justiça , educação, meio ambiente, saúde, tecnologia e produção, e \ntrabalho, em consonância com as políticas ligadas às diretrizes para a educação \nambiental, educação étnico -racial, direitos humanos e educação indígena;  \n- promo ver a reflexão ética quanto à dimens ão social do ensino e da pesquisa;  \n- incentiv ar a atuação da comunidade acadêmica e técnica na contribuição ao \nenfrentamento das questões da sociedade brasileira, inclusive por meio do \ndesenvolvimento econômico, social e cultural;  \n- apoiar em princípios éticos que expressem o compromisso social de cada \nestabelecimento superior de educação;  \n- atuar na produção e na construção de conhecimentos, atualizados e \ncoerentes, voltados para o desenvolvimento social, equitativo, sustentável, com a \nrealidade brasile ira.  \nArt. 3º  A carga horária das Atividades de Extensão , a ser cumprida \nintegralmente pelo aluno, segue o disposto no Projeto Pedagógico do Curso \ntotalizando 420 horas durante o período de graduação.   \n Art. 4º  As Atividades de Extensão são classificadas n as seguintes \nmodalidades:  ", "161": " \n157 \n I – programas ; \nII – projetos ; \nIII – cursos e oficinas ; \nIV – eventos ; \nV – prestação de serviços ; \nVI – outras atividades, a juízo do Colegiado de Curso.  \n§ 1º Os programas de extensão constituem -se em um conjunto de ações que \npermita  o envolvimento de diferentes áreas . Devem abranger experiências político -\npedagógicas que viabilizem a troca entre o conhecimento acadêmico e o saber \npopular; a participação junto a diferentes segmentos da sociedade, integrando ações \ne divulgando as experi ências resultantes dessas ações em benefício da comunidade. \nSerão executados por meio de programações conjuntas entre os setores, núcleos \ntemáticos, organizações estudantis, docentes e técnico -administrativas, grupos e \norganizações populares, bem como atra vés de convênios entre Instituições Públicas, \nPrivadas e Organizações Sociais.   \n§ 2º Os projetos de extensão de caráter educativo, cultural, artístico, científico \ne tecnológico serão elaborados pelos docentes  que atuam no curso e serão \nsubmetidos aos edita is internos e externos  prevendo a contemplação de bolsa s para \nviabilizar a  execução dos mesmos .  \n§ 3º Os cursos e oficinas s ão atividades de curta duração  que objetivam a \nsocialização do conhecimento, buscando articular a comunidade acadêmica com as \nnecess idades concretas da sociedade . Constituem  em ações pedagógicas de caráter \nteórico e/ou prático, planejadas e organizadas de modo sistemático, com carga horária \ne critérios de avaliação definidos .  \n§4º São considerados eventos as atividades referentes a pal estras, \ncongressos, simpósios, semanas acadêmicas, conferências, encontros, seminários, ", "162": " \n158 \n relacionados com a área de formação do curso , abertos  à participação da sociedade  \nde forma que possam ser objetos de aplicação do conhecimento ;  \n§ 5º A Prestação de Ser viços é caracterizada por ser a realização de serviços \npara a comunidade, a partir dos conhecimentos e técnicas desenvolvidos na \nuniversidade, buscando atender ao o público em espaços permanentes, como os de \ncultura, ciência e tecnologia  como também o utros  tipos de serviços demandados pela \ncomunidade.   \nArt. 5º Os alunos devem realizar as atividades de extensão  a partir do 1º \nperíodo  do curso , com horas distribuídas da seguinte forma .  \nDistribuição das atividades de extensão ao longo do curso  \nPeríodo  Carga Horária  \n1º 45 horas  \n2º 45 horas  \n3º 45 horas  \n4º 45 horas  \n5º 60 horas  \n6º 45 horas  \n7º 45 horas  \n8º 45 horas  \n9º 45 horas  \n \nArt. 6º As atividades de extensão  podem ser realizadas a qualquer momento, \ninclusive durante as férias escolares, desde que respe itados os procedimentos \nestabelecidos neste Regulamento e desde que o aluno possua vínculo com o curso \nde graduação.   \nArt. 7º O aluno que ingressar por meio de transferência fica também sujeito ao \ncumprimento da carga horária de atividade de extensão .  \nArt. 8º Compete ao Coordenador de Curso indicar o coordenador das \nAtividades de Extensão  e informar ao Colegiado de Curso desta indicação. O ", "163": " \n159 \n Coordenador de A tividade de Extensão  responderá hierarquicamente ao Coordenador \nde Curso.   \nArt. 9º Compete à Coordenaç ão de Atividades de Extensão :  \nI. Analisar, validar ou, eventualme nte, glosar os comprovantes de a tividades de \nextensão ;  \nII. Orientar e incentivar os alunos quanto à participação em eventos \nextracurriculares;   \nIII. Apoiar a articulação das atividades de extensão  junto à coordenação do \ncurso, professores e demais envolvidos;   \nIV. Orientar sobre a necessidade de cumprimento da exigência curricular;   \nV. Verificar a solicitação entregue pelo aluno acompanhada da documentação \nprobatória e após análise computar no sistema.   \nArt. 1 0. Compete ao discente:   \nI. Cumprir efetivamente as atividades de extensão  em horas definidas pelas \ndiretrizes curriculares bem como nos termos desde Regulamento, cuja integralização \nda carga horária é condição indispensável à colação de  grau;   \nII. Providenciar o registro da documentação comprovante de participação e \nrespectiva carga horária, com descritivos das atividades e apresentar à coordenação \ndas Atividades de Extensão ;  \nIII. Iniciar as atividades de extensão  a partir do primeiro s emestre do curso, \npodendo realizar em qualquer período incluindo os períodos de recesso escolar e ou \nférias escolares;   \nIV. Caso não cumpra as atividades de extensão  no período matriculado, deverá \nmatricular novamente no período posterior.   \nArt. 1 1 É vedad o o preenchimento da carga horária global com um só tipo de \natividade dentre as explicitadas no Art. 4º.   ", "164": " \n160 \n Art. 1 2 Atividades de extensão , não computadas em um determinado período \nletivo , podem ser computadas no período letivo seguinte, exceto se o aluno estiver \ncursando o último semestre do curso.   \nArt. 1 3 Os casos omissos são resolvidos pela Coordenação das Atividades de \nExtensão  e/ou Coordenação de Curso.   "}