{"1": "UFLA  \n \n \nProjeto \nPedagógico do \ncurso de \nEngenharia \nFlorestal  \n \n \nLavras \nJulho, 2016  \n \n \n   \n", "2": " \nPROJETO PEDAGÓGICO \nCURSO DE ENGENHARIAFLORETAL \nUNIVERSIDADE FEDERAL DE LAVRAS \n \n \n \n \nAPRESENTAÇÃO \n \n \nO Projeto Pedagógico do Curso (PPC) de Bacharelado em Engenharia Florestal \nda Universidade Federal de Lavras (UFLA), elaborado  pelo Colegiado do curso, sob a \nsupervisão da Pró-reitoria de Graduação (PRG), busc a atender às determinações da Lei \nde Diretrizes e Bases da Educação Nacional (LDB) nº 9394/96 e dos documentos que \ncompõem as Diretrizes Curriculares Nacionais para o s cursos de Engenharia Florestal \n(Resolução Nº 3, de 2 de fevereiro de 2006), atende ndo as normas que regem os \ncursos de graduação da UFLA  (Resolução CEPE nº042 de 21 de março de 2007) e em \nconsonância com as políticas institucionais constan tes no  Projeto de Desenvolvimento \nInstitucional (PDI). \n O curso de Engenharia Florestal da UFLA iniciou su as atividades em 1980, \nautorizado pelo parecer nº 08/80 do Conselho Federa l de Educação (CFE), de \n21/01/1980 e reconhecido pela Portaria ministerial nº 164, publicada no Diário Oficial \nda União (DOU), em 24/04/1984. \nEm 2009 o projeto pedagógico do curso passou por um a reestruturação, \njuntamente com todos os demais cursos da instituiçã o, num esforço conjunto, visando \ndar modernidade ao curso, atendendo às diretrizes c urriculares e às exigências do \nmercado de trabalho e da sociedade em relação a uma  formação mais completa do \nprofissional e cidadão para que o mesmo possa atuar  profissionalmente atendendo às \ndemandas da sociedade, de forma justa, ética e acim a de tudo buscando a \nsustentabilidade e qualidade de vida desta sociedad e. \n Todas as ações previstas neste PPC devem passar po r avaliações contínuas e, \nsempre que necessário, devem ser ajustadas, visando  sempre alcançar a excelência na \nformação acadêmica e cidadã. \n \n \n1. A INSTITUIÇÃO  \n \n1.1. Identificação  \n \nMantenedora: Ministério da Educação  \nCNPJ: 00.394.445/0188-17  \nMinistro: José Mendonça Bezerra Filho  \n \nMantida: UNIVERSIDADE FEDERAL DE LAVRAS  \nCNPJ: 22.078.679/0001-74  \nReitor: José Roberto Soares Scolforo  \nTelefone: (35) 3829-1546 / 3829-1113  ", "3": "Fax: (35) 3829-1990 / 3829-1113  \ne-mail: reitoria@reitoria.ufla.br  \nHome Page: www.ufla.br  \nEndereço: Campus Universitário - Prédio da Reitoria , Caixa Postal 3037 – Lavras, MG, \n37200-000  \nBase Legal: Lei nº8956 de 15 de dezembro de 1994  \n \n \n1.2. Breve história da Instituição \n \nA Universidade Federal de Lavras – UFLA, instituiçã o federal de ensino superior, \ncom sede e foro na cidade de Lavras, Estado de Mina s Gerais, foi criada pela Lei \nnº 8.956 de 15 de dezembro de 1994, por transformaç ão da Escola Superior de \nAgricultura de Lavras, fundada em 1908, federalizad a pela Lei no 4.307 de 23 de \ndezembro de 1963 e transformada em autarquia de reg ime especial pelo Decreto no \n70.686 de 07 de junho de 1972. \nFundada por missionários americanos ligados ao Inst ituto Gammon, a Escola \nAgrícola de Lavras, depois Escola Superior de Agric ultura de Lavras (ESAL) e, hoje, \nUniversidade Federal de Lavras (UFLA), a instituiçã o foi  pioneira: promoveu a Primeira \nExposição Nacional do Milho e a Primeira Exposição Agropecuária do Estado de Minas \nGerais, introduziu o primeiro silo aéreo para armaz enagem de grãos no Estado e \ntambém um dos primeiros tratores a arar terras bras ileiras e editou a primeira revista \nde Minas Gerais direcionada ao produtor rural.  \nApós um século de existência a UFLA tem sido reconh ecida pela significativa \ngeração de conhecimentos científicos e tecnológicos , e, acima de tudo, pela qualidade \ndo ensino em nível de graduação e de pós-graduação.  Partindo de uma excelente \ntrajetória na área de Ciências Agrárias a UFLA, na última década, expandiu suas ações \npara as demais áreas do conhecimento e atendendo às  necessidades do país passou a \ncontar com cursos para formação de professores com a criação das Licenciaturas. \nA UFLA conta com excelente estrutura física distrib uída em um Campus de \ncerca de 600 hectares e possui duas Fazendas Experi mentais.  \n A Universidade possui parceiras com vários órgãos dos setores público e \nprivado nacionais e convênios internacionais que am pliam as possibilidades de \nformação dos estudantes, bem como a realização de a tividades de pesquisa e \nextensão.  \n Nos último anos a UFLA tem sido classificada como uma das melhores \nuniversidades públicas e privadas do Brasil, de aco rdo com o Índice Geral de Cursos \ndas Instituições (IGC) divulgado pelo Instituto Nac ional de Estudos e Pesquisas \nEducacionais Anísio Teixeira (INEP), autarquia do M inistério da Educação.  \nAtualmente são mais de 20 departamentos didático-ci entíficos, que atuam em \ndiferentes áreas do conhecimento, preparando mais d e 10 000 estudantes em 34 \ncursos de graduação: 29 presenciais (ABI Engenharia s - Engenharia Civil, Engenharia \nMecânica, Engenharia de Materiais e Engenharia Quím ica, Administração Pública, \nAdministração, Agronomia, Ciência da Computação, Ci ências Biológicas (bacharelado), \nCiências Biológicas (licenciatura), Direito, Filoso fia, Física, Letras, Engenharia Agrícola, \nEngenharia de Alimentos, Engenharia Florestal, Medi cina Veterinária, Química \n(bacharelado e licenciatura), Zootecnia, Educação F ísica (bacharelado), Educação Física \n(licenciatura), Matemática, Sistemas de Informação,  Engenharia Ambiental e Sanitária, ", "4": "Engenharia de Controle e Automação, Nutrição, Pedag ogia e Medicina) e 5 na \nmodalidade a distância (Administração Pública, Letr as-Português, Letras-Inglês e \nFilosofia e Pedagogia). Na pós-graduação, são mais de 2200 matriculados em 32 cursos \nde mestrado e 22 de doutorado, com todos os cursos com ótima avaliação pela Capes, \ntendo gerado ao longo dos quase 40 anos de existênc ia da pós-graduação na UFLA \n7695 teses/dissertações. Com relação à especializaç ão a distância, são mais de 5.000 \nestudantes de todos os estados brasileiros e do ext erior. Ao todo, a UFLA já atende \nmais de 18 000 estudantes. \nSão mais de 30 mil profissionais graduados, especia lizados e pós-graduados \natuantes no Brasil e no exterior. \nA UFLA possui forte envolvimento com a atividade de  pesquisa, desenvolvidas \ncom objetivos de alcançar avanços no conhecimento c ientífico e no desenvolvimento \nde novas tecnologias e processos em áreas estratégi cas para o desenvolvimento do \nPaís. Um corpo de docentes e de pesquisadores altam ente qualificados, envolvidos nas \natividades de ciência, tecnologia, inovação e na fo rmação de recursos humanos \nproporciona grande capacidade em captar recursos ju nto às agências de fomento e \njunto a empresas privadas. \nAtualmente a UFLA possui cerca de 650 pesquisadores , que contam com o \nenvolvimento de 3000 estudantes de pós-graduação, 2 000 de iniciação científica \n(sendo 830 bolsistas do CNPq, da Fapemig e de outro s parceiros) e, ainda, 82 \nestudantes do ensino médio público, bolsistas do Pr ograma Bic-Júnior e Jovens \nTalentos. A UFLA conta atualmente com 130 grupos de  pesquisa que desenvolvem em \ntorno de 350 linhas de pesquisa que compõem os proj etos isolados e programas \nespeciais. \nA UFLA também investe em inovação tecnológica e pro teção ao conhecimento \ne apóia novos empreendimentos de base tecnológica. O Nintec, Núcleo de Inovação \nTecnológica, é o órgão responsável pela gestão dess a política na universidade. \nA instituição mantém cinco revistas científicas (Ci ência e Agrotecnologia, Cerne, \nCoffee Science, INFOCOMP – Journal of Computer Scie nce e Organizações Rurais e \nAgroindustriais), além das séries Textos Acadêmicos , Boletim Técnico e Boletim de \nExtensão, publicados pela Editora UFLA. \nA inserção internacional tem sido estimulada por me io de convênios firmados \ncom instituições de outros países para a realização  de pesquisas em áreas estratégicas \ne intercâmbio entre alunos de pós-graduação e gradu ação. \n \n \n1.3. Infra-estrutura e pessoal \n \nA UFLA possui um Campus universitário que ocupa 600  hectares, sendo 250 mil \nm² de área construída. Dispõe de mais de 150 salas de aula, 26 anfiteatros e 165 \nlaboratórios temáticos modernamente equipados para o ensino, pesquisa e prestação \nde serviços. Há várias áreas de cultivos, casas de vegetação e horto de plantas \nmedicinais; diversas instalações florestais e agrop ecuárias, inclusive duas fazendas \nexperimentais, localizadas a 4 e 15 km de distância  do campus. \nA Biblioteca Universitária possui área física de 5 000 m 2 e acervo bibliográfico \ncom mais de 300 mil exemplares distribuídos entre p eriódicos, livros e \ndissertações/teses, além de diversas bases de dados  para consultas avançadas.  ", "5": "O campus da UFLA oferece ampla estrutura de apoio, como alojamentos \nestudantis, ginásio poliesportivo, quadras e estádi o de futebol, restaurante \nuniversitário, lanchonetes, centro de convivência, centro de integração universitária \ncom  infraestrutura para esporte e lazer, salão de convenções, agências de correios, \nbancos, cooperativas de consumo e de trabalho, hote l, centro de treinamento, \nlaboratório de idiomas automatizado, editora, gráfi ca, livraria e duas fundações de \napoio à instituição: a Fundação de Apoio ao Ensino,  Pesquisa e Extensão (Faepe) e a \nFundação de Desenvolvimento Científico e Cultural ( Fundecc). A FAEPE administra um  \nsistema de rádio e TV ligadas ao sistema educativo,  com total apoio as atividades da \nUFLA. A Universidade possui, em seu campus Históric o, um Museu Regional - Museu Bi \nMoreira e o Museu de História Natural, que são util izados pela sociedade e \nprincipalmente pelas escolas da região. \nA organização do espaço da UFLA vem sendo planejada  estrategicamente para \nacolher a Universidade do futuro. Estão em desenvol vimento, atualmente, ações que \ncontemplam um Plano Ambiental e de Infraestrutura, planejado para abrigar o \ncrescimento acelerado que a universidade experiment a de forma sustentável. \nA UFLA possui mais de 650 professores, que se desta cam pelo alto nível de \nespecialização (mais de 90% com titulação de doutor ), o que faz com que a UFLA atinja \no padrão de capacitação das melhores universidades de países desenvolvidos. O \nquadro de servidores técnico-administrativos, cerca  de 570, também possui excelente \nqualificação profissional, o que contribui para a g eração de conhecimentos, \ntecnologias, inovação e na extensão universitária. Este quadro de docentes e técnicos \nse expandiu nos últimos anos, devido às vagas do RE UNI que ainda estão sendo \nalocadas. \n \n \n1.4. Perfil e Missão \n \n \nA missão da Universidade Federal de Lavras é manter  e promover a excelência \nno ensino, na pesquisa e na extensão, formando cida dãos e profissionais qualificados, \nproduzindo conhecimento científico e tecnológico de  alta qualidade e disseminando a \ncultura acadêmica, o conhecimento científico e tecn ológico na sociedade (PDI UFLA). A \nUFLA compromete-se com os princípios éticos de form ação humanista, de justiça \nsocial, da formação cidadã, da prestação de serviço s públicos de qualidade, com o \ncumprimento da Constituição Federal e das Leis que regem o país e com a edificação \nde uma sociedade justa e igualitária. \nAlém disso, a UFLA mantém seu compromisso instituci onal com a \nindissociabilidade entre ensino, pesquisa e extensã o, com os princípios da autonomia \nuniversitária, com o ensino público e gratuito, com  a gestão democrática, com o \ndesenvolvimento social, econômico e ambiental de no sso país, com a valorização \nhumana e profissional dos docentes, discentes e téc nicos administrativos. \nA UFLA, de acordo com seu Regimento e seu Estatuto,  é regida pelos seguintes \nprincípios: liberdade de ensino, pesquisa e extensã o, bem como de divulgação do \npensamento, da arte e do saber; pluralismo de idéia s e de concepções pedagógicas; \ngestão democrática e participativa; valorização dos  seus recursos humanos; respeito à \npessoa e a seus direitos fundamentais; intercâmbio permanente com instituições \nnacionais, estrangeiras e internacionais; compromis so com a paz, com a defesa dos ", "6": "direitos humanos e com a preservação do meio ambien te; compromisso com a cultura, \na ética, a liberdade e a democracia; compromisso co m a formação de cidadãos \naltamente qualificados para o exercício profissiona l; compromisso com o \ndesenvolvimento econômico, o bem estar social e a m elhoria da qualidade de vida da \npopulação brasileira. \n \n \n1.5. Organograma  \n \nA administração da UFLA é exercida pelos órgãos de administração superior \nque compreendem o Conselho de Ensino, Pesquisa e Ex tensão (CEPE), o Conselho \nUniversitário (CUNI), o Conselho de Curadores e a O uvidoria. O Executivo da UFLA \ncompõe-se da Reitoria, com seus órgãos associados, e das Pró-reitorias: de Assuntos \nEstudantis e Comunitários (PRAEC), de Extensão e Cu ltura (PROEC), de Graduação \n(PRG), de Planejamento e Gestão (PROPLAG), de Pesqu isa (PRP) e de Pós-graduação \n(PRPG).  \nA Pró-reitoria de Graduação, responsável diretament e pela gestão dos cursos \nde graduação, tem em sua estrutura as Diretorias de  Processos Seletivos (DIPS), \nRegistro e Controle Acadêmico (DRCA), Avaliação e D esenvolvimento do Ensino (DADE \n- antiga Diretoria de Apoio e Desenvolvimento Pedag ógico); de Educação à Distância \n(DIRED - antigo Centro de Educação a Distância); os  Colegiados de Cursos e a Secretaria \nAdministrativa. A PRG conta com os seguintes Órgãos  de Assessoramento: Conselho de \nGraduação; Câmaras de Assuntos Acadêmicos, Monitori a, Curricular, de Projetos de \nApoio à Graduação; Assessoria Pedagógica; Secretari a dos Colegiados dos Cursos de \nGraduação e Comitê Local de Acompanhamento do Progr ama de Educação Tutorial \n(CLA - PET). \n \n \n1.6. Diretrizes Pedagógicas da UFLA  \n \nAs diretrizes pedagógicas da instituição foram disc utidas pela comunidade \nacadêmica e consolidadas em seu Plano de Desenvolvi mento Institucional (PDI) 2011-\n2015. A Universidade está sempre atenta às mudanças  contínuas que ocorrem na \nsociedade e ao seu papel institucional na formação do cidadão, o que induz a \nconstante atualização dos Projetos Pedagógicos de C ursos (PPC), conforme preconiza a \nPró-Reitoria de Graduação (PRG) e o Conselho de Ens ino, Pesquisa e Extensão (CEPE) \nda UFLA. \nEm 2009 foi feita uma reforma curricular em todos o s cursos de graduação, \npautada no que foi pactuado com o Ministério da Edu cação - MEC, por ocasião do \nPrograma de Apoio aos Planos de Reestruturação e Ex pansão das Universidades \nFederais – REUNI.  \nA reestruturação curricular de 2009 foi fundamentad a em alguns princípios: 1. \ncriação de um núcleo de formação geral, integrante do projeto pedagógico \ninstitucional e, portanto, comum a todos os cursos de graduação, chamado Núcleo \nFundamental Comum (NFC), com conteúdos curriculares  envolvendo assuntos como \nsociedade, natureza e desenvolvimento, relações glo bais e locais, produção de \nconhecimentos, ciência e não ciência, comunicação e  expressão, lógica, humanidades, \ninglês instrumental, fundamentos de empreendedorism o, entre outros; 2. ", "7": "flexibilização curricular, aumentando as atividades  curriculares flexibilizadas para cerca \nde 20% do currículo de cada curso; 3. adequação cur ricular, de acordo com as recentes \nlegislações emanadas do Conselho Nacional de Educaç ão em consonância com as \nDiretrizes Curriculares Nacionais de cada curso. \nNeste momento atual, as diretrizes da UFLA, adminis tradas por meio das ações \nda PRG, estão focadas em alguns aspectos essenciais  para a consolidação dos cursos \nexistentes e ampliação da instituição: avaliação do s cursos de graduação em \nfuncionamento na UFLA; melhorias no assessoramento didático-pedagógico a \ndiscentes e docentes, com vistas à melhoria do proc esso ensino-aprendizagem; \naperfeiçoamento e melhoria das condições de ensino visando ao aprimoramento do \ntrabalho docente; ampliações e melhoria das condiçõ es de infra-estrutura e ambiência \ndas salas de aula e laboratórios; expansão do progr ama de incentivo à produção de \nmateriais didáticos; implantação de acesso a modern as tecnologias, criando programas \nque estimulem o uso de vídeo-conferência e outras t ecnologias; implantação de \nprogramas que objetivem a formação interdisciplinar  e o trabalho em equipe; \ncapacitação da equipe de trabalho, oferecendo oport unidades de atualização, \ngarantindo, assim, qualidade e confiabilidade na pr estação de serviços; incentivo à \nprática da pesquisa e extensão como princípio forma tivo para a construção do \nconhecimento; melhoria na qualidade dos cursos com a expansão de vagas; realização \nde estudos de alternativas para criação de novos cu rsos. \n \n \n \n2. O CURSO  \n \n2.1. Dados do Curso  \n \nDenominação: Engenharia Florestal \nPró-reitor de Graduação: Ronei Ximenez Martins \nCoordenador do Curso: Lucas Amaral de Melo \nTelefone: (35) 3829-1113 (PRG) / 3829-1411 (Coorden ação de curso)  \nFax: (35) 3829-1113 (PRG)  \nE-mail: prg@prg.ufla.br (PRG) / lucas.amaral@dcf.uf la.br (coordenador) \n            /colegiados@prg.ufla.br(Secretaria de C olegiados de Graduação) \nHome page: http://www.prg.ufla.br/cursos/eng_florestal.html  \nEndereço: Campus Universitário - Prédio da Reitoria , Caixa Postal 3037 –  \nLavras, MG, CEP 37200-000  \n \nGrau do curso: Bacharelado \nModalidade do curso: Presencial  \nNúmero de vagas: 50 vagas por semestre (100 vagas a nuais)  \nTurno de funcionamento: Diurno  \nRegime letivo: Semestral  \nCarga horária do curso: 4539 (quatro mil quinhentos  e trinta e nove horas), sendo \ncerca 56%  em aulas teóricas e 44% em aulas prática s. \nTempo mínimo de integralização: 10 (dez) semestres.   \nTempo máximo de integralização: 15 (quinze) semestr es. ", "8": "Ato de criação: autorizado pelo parecer nº 08/80 do  Conselho Federal de Educação \n(CFE), de 21/01/1980 e reconhecido pela Portaria mi nisterial nº 164, publicada no \nDiário Oficial da União (DOU), em 24/04/1984. \n \n \n2.2. Perfil do Curso  \n \n2.2.1. Breve histórico do curso  \n \nO curso de Engenharia Florestal iniciou suas ativid ades na ESAL em 1980, \nautorizado pelo parecer nº 08/80 do Conselho Federa l de Educação (CFE), de \n21/01/1980 e reconhecido pela Portaria ministerial nº 164, publicada no Diário Oficial \nda União (DOU) em 24/04/1984. \nO curso foi criado e teve sua consolidação durante um período em que a ESAL, \nposteriormente UFLA, era uma instituição dedicada à  área das Ciências Agrárias e sua \ncriação foi, naquele momento, parte do projeto da i nstituição em se fortalecer nesta \nárea do conhecimento. No momento de sua criação o p aís ainda possuía poucos cursos \nde graduação em Engenharia Florestal e passava por uma expansão acelerada no setor \nflorestal, devido principalmente ao setor de celulo se e papel e ao setor siderúrgico. O \ncurso passou então a contribuir com a formação de p rofissionais para este mercado \nem crescimento. Após este período de expansão inici al do setor de produção florestal, \na sociedade passou também por mudanças significativ as em relação à percepção \nambiental e, neste contexto, o curso também pode co ntribuir para a formação de \nprofissionais capacitados para atuar na área ambien tal, particularmente aquelas \nligadas à conservação e restauração de ecossistemas  florestais. \nAtualmente, o curso desenvolve suas ações visando à  formação de profissionais \nque estejam capacitados para atender de forma compl eta a todo o setor de produção \nflorestal brasileiro, seja ele baseado em plantaçõe s florestais ou no uso de florestas \nnativas de forma sustentável, e aos setores que atu am em áreas relacionadas ao meio \nambiente, sejam eles setores de produção, de foment o e controle ou de formulação de \npolíticas públicas. \nLotados inicialmente no Departamento de Agricultura  (DAG) os professores \nresponsáveis pela maioria das disciplinas profissio nalizantes do curso foram \nposteriormente transferidos para o Departamento de Ciências Florestais (DCF), criado \nem novembro de 1983. Até 1993 o DCF contava com 13 docentes e em 1997 este \nnúmero aumentou para 21 docentes. Em 2016 o DCF con ta com 30 docentes \npermanentes. Além dos docentes, o DCF conta com a p articipação de dois \npesquisadores aposentados com larga experiência no ensino superior. \nEsta equipe de docentes, juntamente com os técnicos  administrativos, sempre \nse caracterizou pelo trabalho conjunto em busca do objetivo maior que era a \nconsolidação do curso de graduação e posteriormente  buscar novos desafios. Desta \nforma a equipe criou o Programa de Pós-graduação em  Engenharia Florestal em 1993, \ncom o curso de Mestrado, e em 2000 o curso de Douto rado. Com o grande sucesso do \ncurso e aumento da demanda o programa foi ampliado e hoje são três Programas de \npós-graduação que contribuem de forma muito especia l para a excelência da \ngraduação: Programa de Pós-graduação em Engenharia Florestal, Programa de Pós-\ngraduação em Ciência e Tecnologia da Madeira e Prog rama de Pós-graduação em ", "9": "Engenharia de Biomateriais, todos com os níveis de Mestrado e Doutorado, com \nconceitos 4 ou 5, na avaliação trienal da CAPES. \nO grande envolvimento da equipe responsável pelo cu rso, incluindo todos os \ndocentes dos demais departamentos da UFLA, sempre b uscando a excelência no \nensino, na pesquisa e na extensão, possibilitou que  o curso de Engenharia Florestal da \nUFLA seguisse uma trajetória de crescimento de qual idade, medida pelo sucesso \nprofissional de seus egressos e pelos conceitos alc ançados pelo curso nas avaliações do \nMinistério da Educação e também por órgãos da impre nsa. Na avaliação do ENADE \nrealizada em 2014, o curso da UFLA alcançou conceit o cinco. \nNa criação do curso foi previsto o ingresso de 20 a lunos por ano, o que ocorria \nno segundo semestre letivo. A partir de 1993 o ingr esso passou a ser semestral e a \npartir do segundo semestre de 1997 o número de vaga s por semestre passou para 25, \nelevando o numero anual de ingressantes para 50. A partir do primeiro semestre letivo \nde 2010, as vagas foram aumentadas, em atendimento ao programa REUNI e, \natualmente são 100 ingressantes por ano. \n \n2.2.2. Objetivos  \n \n2.2.2.1. Objetivo Geral  \n \nO curso de Engenharia Florestal da UFLA objetiva fo rmar profissionais com \nsólidos conhecimentos teóricos e práticos nas suas áreas de atuação, bem como nas \ndemais áreas de conhecimento necessárias para a for mação de cidadãos responsáveis, \nque possuam capacidade de  atuar de forma reflexiva , crítica e criativa, com \nresponsabilidade técnica e social, tendo como princ ípios o respeito aos recursos \nambientais, o uso de técnicas de produção sustentáv el e a busca de melhor qualidade \nde vida para a sociedade. \n \n2.2.2.2. Objetivos Específicos  \n- proporcionar a melhor formação técnica nas áreas de atuação profissional do \nEngenheiro Florestal: silvicultura, manejo floresta l, conservação dos recursos naturais \ne tecnologia de produtos florestais; \n \n- promover a formação de profissional com capacidad e de trabalho em equipe de \nforma interdisciplinar; \n \n- promover a formação de profissional criativo e in ovador, por meio do incentivo à \ninvestigação científica e integração do estudante c om a pós-graduação, capacitando-o \npara absorver e desenvolver tecnologias e atuar de forma crítica e criativa na \nidentificação e resolução de problemas; \n \n- capacitar os profissionais para atuar na compreen são e atendimento das \nnecessidades da sociedade, considerando aspectos po líticos, econômicos, sociais, \nambientais e culturais, com visão ética e humanísti ca. \n \n2.2.3. Perfil do egresso  \n ", "10": "        O Engenheiro Florestal formado pela UFLA de ve ser um profissional com sólida \nbase de conhecimentos científicos, dotado de consci ência política, ética profissional e \nvisão crítica, preparado para manejar os recursos f lorestais, por meio de tecnologias \neconômica, social e ambientalmente sustentáveis. \nNa sua concepção o curso busca preparar um profissi onal com sólida formação \ncientífica e tecnológica, que o permita ter: atuaçã o crítica, criativa e ética na \nidentificação e solução de problemas do setor flore stal e ambiental; capacidade de \npropor soluções tecnológicas adequadas quanto aos a spectos políticos, econômicos, \nsociais, ambientais e culturais; capacidade de comp reender e traduzir as necessidades \nde indivíduos, grupos sociais e comunidade; capacid ade de utilizar racionalmente os \nrecursos naturais disponíveis, conservando o equilí brio do ambiente; capacidade de \ndesenvolver novas tecnologias e de se adaptar a nov as situações. \n Atendendo ao que preconiza a Diretriz Curricular N acional para os cursos de \nEngenharia Florestal, conforme a Resolução nº 3, de  2 de fevereiro de 2006, do \nMinistério da Educação/Conselho Nacional de Educaçã o/Câmara de Educação \nSuperior, o egresso do curso de Engenharia Floresta l da UFLA, deve apresentar as \nseguintes competências e habilidades: a) estudar a viabilidade técnica e econômica, \nplanejar, projetar, especificar, supervisionar, coo rdenar e orientar tecnicamente; b) \nrealizar assistência, assessoria e consultoria; c) dirigir empresas, executar e fiscalizar \nserviços técnicos correlatos; d) realizar vistoria,  perícia, avaliação, arbitramento, laudo \ne pareceres técnicos; e) desempenhar cargo e função  técnica; f) promover a \npadronização, mensuração e controle de qualidade; g ) atuar em atividades docentes \nno ensino técnico profissional, ensino superior, pe squisa, análise, experimentação, \nensaios e divulgação técnica e extensão; h) conhece r e compreender os fatores de \nprodução e combiná-los com eficiência técnica e eco nômica; i) aplicar conhecimentos \ncientíficos e tecnológicos; j) conceber, projetar e  analisar sistemas, produtos e \nprocessos; k) identificar problemas e propor soluçõ es; l) desenvolver e utilizar novas \ntecnologias; m) gerenciar, operar e manter sistemas  e processos; n) comunicar-se \neficientemente nas formas escrita, oral e gráfica; o) atuar em equipes \nmultidisciplinares; p) avaliar o impacto das ativid ades profissionais nos contextos \nsocial, ambiental e econômico; q) conhecer e atuar em mercados do complexo \nagroindustrial e de agronegócio; r) compreender e a tuar na organização e \ngerenciamento empresarial e comunitário; s) atuar c om espírito empreendedor; t) \nconhecer, interagir e influenciar nos processos dec isórios de agentes e instituições, na \ngestão de políticas setoriais. \n O profissional formado pela UFLA deverá ser capaz de atuar nas diversas \nregiões do país, que se caracteriza pela grande div ersidade de ecossistemas florestais, \nseja no setor de produção e processamento de produt os florestais, madeireiros e não \nmadeireiros, ou na área de restauração e conservaçã o de ecossistemas florestais. \n \n \n2.3. Estrutura, funcionamento e atividades do Curso   \n \n2.3.1. Forma de acesso ao curso  \n \nA admissão aos cursos da UFLA sofreu alteração a pa rtir de 2010, tendo em \nvista a implantação do SISU pelo Ministério da Educ ação. A principal forma de acesso, ", "11": "o vestibular, foi substituída pelo processo de Sele ção Unificado baseado no Exame \nNacional do Ensino Médio (ENEM).  \nSegundo as normas internas da Instituição, a admiss ão aos cursos de graduação \nfar-se-á por uma das seguintes modalidades: process o seletivo - PAS e SISU, mudança \ninterna, transferência de outra Instituição, obtenç ão de novo título, programa de \nestudantes-convênio de graduação e transferência ex  officio. \nO Sistema de Seleção Unificada – SISU é um sistema gerenciado pelo Ministério \nda educação, por meio do qual as instituições públi cas de educação superior \nparticipantes selecionam candidatos exclusivamente pela nota obtida pelo Enem. A \nUFLA destina ao SISU 60% das vagas de seus cursos d e graduação presenciais no \nprimeiro semestre e 100% no segundo semestre. As in scrições são feitas diretamente \nno SISU e o calendário é definido e divulgado pelo MEC. \nO Programa De Avaliação Seriada – PAS É um processo  seletivo em que o \ncandidato é avaliado em três etapas, ao final de ca da série do Ensino Médio. A nota \nfinal do PAS é o somatório das três etapas, com a s eguinte distribuição de pesos: 1ª \nEtapa-30%, 2ª Etapa-30% e 3ª Etapa-40%. O candidato  recebe ao final de cada etapa o \nRelatório de Desempenho do Candidato com sua nota e m cada matéria, com isso, \npoderá corrigir suas falhas e melhorar seu desempen ho ao longo do processo. As \nescolas também recebem o Relatório Geral de seus al unos inscritos no PAS, com o \nobjetivo de constatar as possíveis deficiências em cada conteúdo. Até 40% das vagas \ndo primeiro semestre são destinadas aos candidatos inscritos no PAS. \nO programa do processo PAS é feito de acordo com o seguinte cronograma: 1ª \netapa: programa da 1ª série do Ensino Médio - Prova s objetivas e Redação; 2ª etapa: \nprogramas das 1ª e 2ª séries do Ensino Médio, sendo , portanto, cumulativo - Provas \nobjetivas e Redação; 3ª etapa: programa de todo o E nsino Médio - Provas do ENEM. O \ncandidato deverá estar matriculado, no mínimo, na 1 ª série do Ensino Médio e efetuar \nsua inscrição para cada uma das etapas, em 3 anos c onsecutivos. \nO Programa de estudantes-convênio de graduação é re alizado por intermédio \nda oferta de vagas oferecidas anualmente pela Unive rsidade Federal de Lavras à \nSecretaria de Educação Superior do Ministério da Ed ucação, que realiza a seleção \nprévia e os encaminha à Universidade. Para a perman ência do estudante na condição \nde estudante-convênio, esse deverá obedecer integra lmente às exigências \npreconizadas no Protocolo celebrado entre o Ministé rio da Educação e o Ministério \ndas Relações Exteriores e às demais normas estabele cidas pela UFLA. \nA mudança interna de um curso para outro da Univers idade é permitida para \nestudantes regularmente matriculados na UFLA. A mud ança interna de um curso para \noutro é condicionada à existência de vaga e às adap tações curriculares necessárias, \nrespeitados as normas estabelecidas pela Pró-Reitor ia de Graduação e os prazos \nestabelecidos no calendário escolar. É admitida mud ança de curso de estudantes que \nse encontrem dentro do prazo mínimo de integralizaç ão curricular e que tenham \ncursado, com aprovação, na UFLA, pelo menos 10% (de z por cento) da carga horária do \ncurso de origem e que devam cursar pelo menos 10% ( dez por cento) da carga horária \nestabelecida para o curso pretendido. O atendimento  aos requerimentos é feito \nmediante classificação dos candidatos com base em c ritérios estabelecidos pelo \nColegiado de Curso. \nPodem se candidatar à transferência externa para os  cursos de graduação da \nUFLA estudantes regularmente matriculados em outras  Instituições de Ensino \nSuperior, em cursos devidamente autorizados de acor do com a legislação específica ", "12": "em vigor, e que atendam aos seguintes requisitos: I . Estudantes que tenham cursado, \ncom aprovação, no mínimo, 20% da carga horária do c urso de origem e que devam \nintegralizar, no mínimo, 50% da carga horária estab elecida para conclusão do curso na \nUFLA. II. O curso de origem deve ser idêntico ou af im ao pretendido para transferência, \nsendo de responsabilidade dos Colegiados de curso a  divulgação da relação de cursos \nafins nos Editais de transferência externa.  \n A obtenção de novo título é a oportunidade de o di plomado em outro curso de \ngraduação iniciar novo curso, sem exigência de conc urso vestibular. Poderá ser aceita \na matrícula de diplomados em cursos de graduação, r econhecidos nos termos da \nlegislação vigente, para obtenção de novo título, d esde que exista vaga e atendidas às \ndisposições expressas em edital específico publicad o pela Pró-Reitoria de Graduação, \nem época fixada no calendário escolar. A juízo do C olegiado de Curso, poderão ser \naproveitados os estudos já realizados. \nAinda, poderá ser aceita a transferência ex-offício  prevista no disposto na lei nº \n9536, de 11 de dezembro de 1997. \n \n2.3.2. Perfil de formação (matriz curricular) \n \n O curso passou por re-estruturação curricular em 2 013 e, portanto, a partir do \nsegundo semestre do ano de 2013, possui uma nova ma triz curricular, atendendo ao \nque foi preconizado na época dos estudos e discussõ es para a atualização da formação \ndos discentes do curso. As matrizes curriculares an teriores foram mantidas até que os \nestudantes nelas inseridos concluam o curso, evitan do desta forma alterações \nsignificativas para os estudantes em curso o que po deria causar retenção de grande \nnúmero destes. \nO currículo do curso de Bacharelado em Engenharia F lorestal da Universidade \nFederal de Lavras está apresentado no Anexo 1. Os c onteúdos curriculares do curso \ntotalizam 4219 horas efetivas (60 minutos), distrib uídas em disciplinas obrigatórias \n(3188 horas), eletivas (283 horas), estágio supervi sionado e trabalho de conclusão de \ncurso - TCC (340 horas) e outras atividades acadêmi cas (34 horas, que correspondem a \n408 horas efetivas). Cada um dos componentes ora ap resentados será discutido em \nitens específicos deste projeto pedagógico. A carga  horária em disciplinas obrigatórias \né definida em conteúdos teóricos (56%) e práticos ( 44%), com pouca variação em \nrelação aos conteúdos das disciplinas eletivas.  \nA flexibilização do currículo se deve a possibilida de do estudante cursar \ndisciplinas eletivas, às atividades complementares e ao Estágio Supervisionado, que \npode ser feito de acordo com o interesse do estudan te.  \nO estudante deverá cursar 20 créditos, ou seja, 283  horas em disciplinas \neletivas, que são disciplinas ofertadas em cada sem estre para que o estudante possa \nescolher aquelas de seu interesse. São disciplinas que apresentam conteúdos \ncurriculares específicos complementares com especif icidades regionais, temáticas ou \nde interesse geral do futuro profissional, como por  exemplo, a disciplinas de LIBRAS – \nLíngua Brasileira de Sinais. \nAs Atividades Complementares devem somar 408 horas,  ponderadas de acordo \ncom a natureza da atividade pela Resolução CEPE n.0 42 da UFLA.  \nPara conclusão do curso os estudantes devem realiza r Estágio Supervisionado, \ncom duração de 340 horas, e elaborar o Trabalho de Conclusão de Curso.  ", "13": "Além das disciplinas obrigatórias e eletivas, que a presentam número mínimo de \ncréditos que devem ser cumpridos, a formação do est udante pode ser ampliada pelas \ndisciplinas optativas, que podem ser realizadas em qualquer curso da instituição e em \nqualquer quantidade ou período.  \n \n2.3.3.Conteúdos curriculares  \n \nOs conteúdos curriculares do curso seguem o que foi  preceituado na Resolução \nNº 3, de 2 de fevereiro de 2006 da Câmara de Educaç ão Superior do  Ministério da \nEducação/Conselho Nacional de Educação, que institu i as Diretrizes Curriculares \nNacionais para o curso de graduação em Engenharia F lorestal e dá outras providências. \nEm seu artigo 7 o esta Resolução define que “ Os conteúdos curriculares do curso de \nEngenharia Florestal serão distribuídos em três núc leos de conteúdos, recomendando-\nse a interpenetrabilidade entre eles: I - O núcleo de conteúdos básicos será composto \npor campos de saber que forneçam o embasamento teór ico necessário para que o \nfuturo profissional possa desenvolver seu aprendiza do. Esse núcleo será integrado por: \nBiologia, Estatística, Expressão Gráfica, Física, I nformática, Matemática, Metodologia \nCientífica e Tecnológica, e Química. II - O núcleo de conteúdos profissionais essenciais \nserá composto por campos de saber destinados à cara cterização da identidade do \nprofissional. O agrupamento desses campos gera gran des áreas que definem o campo \nprofissional e o agronegócio, integrando as subárea s de conhecimento que identificam \no Engenheiro Florestal. Esse núcleo será constituíd o por: Avaliação e Perícias Rurais; \nCartografia e Geoprocessamento; Construções Rurais;  Comunicação e Extensão Rural; \nDendrometria e Inventário; Economia e Mercado do Se tor Florestal; Ecossistemas \nFlorestais; Estrutura de Madeira; Fitossanidade; Ge stão Empresarial e Marketing; \nGestão dos Recursos Naturais Renováveis; Industrial ização de Produtos Florestais; \nManejo de Bacias Hidrográficas; Manejo Florestal; M elhoramento Florestal; \nMeteorologia e Climatologia; Política e Legislação Florestal; Proteção Florestal; \nRecuperação de Ecossistemas Florestais Degradados; Recursos Energéticos Florestais; \nSilvicultura; Sistemas Agrossilviculturais; Solos e  Nutrição de Plantas; Técnicas e \nAnálises Experimentais; e Tecnologia e Utilização d os Produtos Florestais. III - O núcleo \nde conteúdos profissionais específicos deverá ser i nserido no contexto do projeto \npedagógico do curso, visando a contribuir para o ap erfeiçoamento da qualificação \nprofissional do formando. Sua inserção no currículo  permitirá atender às peculiaridades \nlocais e regionais e, quando couber, caracterizar o  projeto institucional com identidade \nprópria. ” \nEstes conteúdos curriculares são distribuídos nas d isciplinas do curso de acordo \ncom a matriz curricular (Anexo 1). Atualmente esta é a matriz curricular de todos os \ningressantes do curso, a partir do segundo semestre  de 2013. Alunos que ingressaram \nantes desta data deverão concluir o curso pela matr iz adotada anteriormente. \nAs ementas, conteúdos programáticos e bibliografia básica e complementar das \ndisciplinas obrigatórias e eletivas estão apresenta dos no Anexo2. \nA Resolução CEPE no. 042, de 21/03/2007, da Universidade Federal de Lavr as, \nque estabelece as normas gerais do Ensino de Gradua ção da UFLA, determina, em seu \nartigo 5 o§ 1º que “ A ementa e o conteúdo programático de cada discipli na serão \nelaborados pelo respectivo professor, ou grupo de p rofessores, e depois submetidos ao \nDepartamento responsável, aos Colegiados de Curso e  à Pró-Reitoria de Graduação, \npara análise e aprovação. No caso de disciplina ele tiva, é recomendável que os ", "14": "Colegiados de Curso, para os quais será oferecida, manifestem previamente o interesse \nem sua criação. ” Em seu parágrafo 2º, deste mesmo artigo, define a inda que \n“Verificada, em uma disciplina, a inadequação da eme nta, do conteúdo programático \nou de ambos, caberá ao professor, ao Departamento o u aos Colegiados de Curso, \npropor alteração, que deverá ser aprovada em todas as instâncias citadas no parágrafo \nanterior .” \n \n \n2.3.4. Dimensões das turmas  \n \nA Resolução CEPE no. 042 prevê limite de matrículas em suas disciplinas como \ndisposto no artigo abaixo: “ Artigo 54. As matrículas em disciplinas obrigatória s, \neletivas e optativas serão processadas, observando o limite de vagas por turma. \nParágrafo único. O número máximo de estudantes para  a composição de turmas, em \ndisciplinas, será de 120 para as teóricas e 40 para  as práticas, respeitando-se as \nlimitações de espaço físico ”.  \nNas disciplinas de conteúdos profissionais, leciona das somente para os alunos \nde Engenharia Florestal as turmas são de no máximo 50 ou 60 para aulas teóricas e até \n25 ou 30 para aulas práticas, dependendo da discipl ina. \n \n \n2.3.5. Metodologia de ensino e aprendizagem e siste ma de avaliação  \n \nDe acordo com o PDI da UFLA (2011-2015), a estratég ia pedagógica adotada \npela UFLA consiste fundamentalmente em ensino de te orias e práticas, sendo as \nteorias normalmente ministradas por meio de aulas e xpositivas e as práticas, por meio \nde desenvolvimento de atividades no campo e/ou nos laboratórios. Os conteúdos das \ndisciplinas são ainda complementados por visitas té cnicas a empresas com atividades \nrelacionadas aos cursos, bem como aos centros de pe squisas estaduais e federais. \nTrabalhos escolares extraclasses contemplam conteúd os teóricos e práticos e podem \nser desenvolvidos com o apoio dos ambientes de aces so à web, da biblioteca \nuniversitária, bem como dos diversos laboratórios e  setores de atividades de campo. \nOutra maneira de se complementar os conteúdos minis trados é pelo uso de Ambientes \nVirtuais de Aprendizagem (AVA). Essa excelente ferr amenta, já utilizada largamente \nnos cursos oferecidos na modalidade semipresencial,  cada vez mais, se firma como \numa integrante pedagógica do ensino presencial.  \nOs estudantes podem ainda desenvolver conhecimentos  específicos segundo \nsuas aptidões, em estágios, nos diversos setores de  ensino, pesquisa e extensão da \nuniversidade, como auxilio à atividade do professor , monitoria voluntária ou \nremunerada. Além dessas atividades, o estudante pod e participar de núcleos de \nestudos, estágios nacionais e internacionais em emp resas públicas e privadas, e auxílio \nou trabalho cooperativo com estudantes de pós-gradu ação.  \nA Resolução CEPE no. 042 define, em seu artigo 5º,que “ O ensino das disciplinas \nconstantes do currículo de cada curso será ministra do por meio de aulas teóricas e/ou \npráticas, seminários, discussões em grupo, estudos dirigidos, trabalhos de pesquisa e \nquaisquer outras técnicas pedagógicas, ou atividade s aconselhadas pela natureza dos \ntemas e pelo grau de escolaridade e maturidade inte lectual dos estudantes .” ", "15": "Para a condução das disciplinas, os docentes contam  com os diversos recursos \ndidáticos disponíveis para serem utilizados em aula s teóricas e práticas: salas de aula \nequipadas com quadro de giz, projetores multimídia,  retroprojetor, TV, DVD, vídeos e \nlousas virtuais; laboratórios específicos com todos  os equipamentos necessários; áreas \nde campo dentro do campus universitário e nas fazen das experimentais da instituição, \nbem como em áreas de empresas e propriedades rurais  que as disponibilizam para \natividades didáticas; biblioteca universitária, com  acesso ao seu acervo digital e em \npapel e também às diversas bases de dados on line . \nO planejamento das disciplinas, conforme disposto n o capítulo XXI da resolução \nCEPE n o.  042, é elaborado pelo docente responsável, no iníc io de cada semestre, por \nmeio de um plano de curso, em documento que é entre gue à Chefia do Departamento \ne aos Colegiados de Curso, antes do início do semes tre letivo, disponibilizado aos \nestudantes no SIG (Sistema Integrado de Gestão, dis ponível on line  para os estudantes) \ne apresentado na 1ª aula do semestre letivo, “ constando o código e o nome da \ndisciplina, o nome do professor responsável e do(s)  professor(es) colaborador(es), \ncronograma de atividades da disciplina a serem dese nvolvidas durante o semestre \nletivo, especificando datas, tipo de atividade, con teúdo programático, bibliografia \nbásica, o tipo e o peso de cada trabalho escolar e estratégias para recuperação de \nestudantes de menor rendimento. Ajustes no plano de  curso poderão ser realizados a \ncritério dos professores, exceto aqueles relativos às datas e horários para recuperação \nde aulas e às datas, horários e pesos das avaliaçõe s, os quais deverão ser acordados \nentre docente(s) e discentes e comunicados ao coleg iado de curso. ” \nA verificação do rendimento dos estudantes nas disc iplinas é definida no \nCapítulo XXII da Resolução CEPE no. 042 e compreende a avaliação da frequencia e \neficiência nos estudos. A verificação da aprendizag em é realizada por meio de \ntrabalhos escolares, baseando-se em critérios quant itativos e, quando pertinentes, \nqualitativos, definidos pelo(s) responsável(is) pel a atividade acadêmica, considerando-\nse o desempenho, interesse e participação do estuda nte nas aulas. Entende-se por \ntrabalhos escolares: relatórios, viagens técnicas e  estágios, pesquisas bibliográficas, \nelaboração de projetos, trabalhos práticos e execuç ão de projetos, provas escritas \ne/ou orais, testes, exercícios, seminários, executa dos durante o semestre letivo e \noutras atividades estabelecidas pelos docentes e re gistradas nos planos de cursos. O \nnúmero de trabalhos escolares por disciplina, a ser em aplicados em cada semestre \nletivo, é de, no mínimo, 3 (três) para disciplinas com carga horária igual ou superior a \n51 horas e, no mínimo, 2 (dois) para as demais, e o  peso de cada um deles deverá ser \nestabelecido pelo(s) docente(s) que ministra(m) a d isciplina. \nOs docentes definem os trabalhos mais pertinentes p ara cada disciplina, \nprocurando desenvolver no estudante diferentes habi lidades, conforme proposto nas \ndiretrizes curriculares. \n Estudantes de menor rendimento também são consider ados por esta \nresolução, entendendo-se por estudante de menor ren dimento aquele que não atingir \n60% dos pontos atribuídos em uma avaliação. Neste c aso, cabe ao docente estabelecer \numa ou mais estratégias de recuperação com o objeti vo de propiciar nova \noportunidade de aprendizado do tópico avaliado. São  consideradas estratégias de \nrecuperação: a) assistência individual; b) aulas de  reforço; c) provas de recuperação ao \nlongo do semestre; d) provas de recuperação ao fina l do semestre; e outro sistema a \ncritério do professor.  \n ", "16": " \n2.3.6. Atendimento ao discente  \n \nOs estudantes do curso contam com pleno acesso aos docentes e técnicos \nadministrativos e de laboratórios de todos os setor es da universidade. Particularmente \ndeve ser enfatizado o contato pessoal entre os estu dantes e docentes, que é \ncaracterístico do curso de Engenharia Florestal da UFLA. \n O atendimento aos estudantes de graduação para as questões administrativas \ne acadêmicas é feito pelos seguintes membros e seto res da universidade:  \n- Coordenador de curso : o coordenador recebe o estudante durante as ativi dades de \n“Recepção aos Calouros” no início de cada semestre letivo, quando apresenta as \nprincipais informações necessárias para que o estud ante inicie sua vida acadêmica, e o \nacompanha durante toda a sua trajetória na Universi dade, até o momento da \nconclusão do seu curso. Cabe ao coordenador orienta r os estudantes, sempre que \nnecessário, sobre quaisquer questões relativas às a tividades acadêmicas e \nprocedimentos na universidade e também em atividade s externas ligadas ao curso. O \ncoordenador disponibiliza tempo para atendimento pe ssoal, telefônico, ou por meio \nvirtual para questões mais simples. \n \n- Colegiado do curso : os membros do colegiado do curso, docentes e técn icos \nadministrativos, também participam na orientação e atendimento aos estudantes. \n \n- Secretaria dos colegiados : este setor presta serviço aos colegiados dos curs os e \natende os estudantes, orientando sobre questões rel acionadas aos estágios \nsupervisionados, aproveitamento de disciplinas, equ ivalência das atividades \nacadêmicas, exame de suficiência, mobilidade acadêm ica, transferência interna e \nexterna, entre outras. \n \n- Diretoria de Registro e Controle Acadêmico : responsável pela documentação do \nestudante, orienta e realiza os registros e control es das atividades acadêmicas, emite \ndiplomas, certificados, atestados e outros document os que não podem ser obtidos \npelo SIG on line . \n \n- Pró-reitoria de Graduação : atende e orienta os estudantes em assuntos relaci onados \nà legislação referente ao ensino de graduação, emit e certificados e declarações, e \ncoordena atividades e projetos sob sua responsabili dade (Programa de Monitoria, \nPrograma de Educação Tutorial, Pró-docência, Progra ma de Bolsas de Iniciação à \nDocência, Programa Aprender e Programa Incluir).  \n \n- Pró-reitoria de Assuntos Estudantis e Comunitários : tem como principais finalidades \nplanejar, propor e executar as atividades de assist ência e promoção social dirigida aos \nsegmentos da Universidade. Particularmente em relaç ão aos estudantes de graduação \na PRAEC coordena programas que auxiliam a manutençã o dos estudantes de baixa \nrenda (Programa de Bolsa Atividade, Programa de Bol sa Esporte), realiza avaliação \nsocioeconômica dos estudantes para inclusão nos pro gramas, isenção do pagamento \nde taxas em processos. É também responsável pela ad ministração dos Alojamentos e \nRestaurante Universitário, bem como do Setor de Saú de, que oferece serviços ", "17": "gratuitos ou subsidiados de assistência médica, psi cológica, odontológica e exames \nlaboratoriais.  \n \n- Secretaria dos Departamentos Didáticos : responsável pelo atendimento e prestação \nde informações referentes às questões relacionadas às disciplinas do curso. \n \nOutros órgãos e setores administrativos da universi dade prestam atendimento \naos estudantes, dependendo das atividades em execuç ão, como as Pró-reitorias de \nPesquisa (PRP) e de Extensão e Cultura (PROEC), den tre outros. \nDeve ser ressaltado o Programa Incluir, em execução  na UFLA, com objetivo de \nproporcionar acessibilidade às pessoas com necessid ades especiais, com instalações e \nequipamentos especiais. Além deste programa todas a s novas instalações da UFLA são \nconstruídas para permitir acesso sem restrições e a daptações estão sendo realizadas \nnos locais necessários. \nA UFLA disponibiliza ainda a todos os estudantes (d a graduação e da pós-\ngraduação) um seguro contra acidentes pessoais, o q ue proporciona mais segurança \nnas atividades realizadas dentro e fora da institui ção, contribuindo também para  o \nrelacionamento dos alunos com empresas e, ou instit uições públicas e privadas como \nestagiários. \n \n \n \n \n2.3.7. Atividades acadêmicas obrigatórias e complem entares \n \nA UFLA adota uma política de valorização de todas a s atividades acadêmicas, \nsejam elas de disciplinas regulares do curso ou out ras atividades que complementam a \nformação do estudante, possibilitando a obtenção da s competências e habilidades \npropostas.  De acordo com as normas da instituição “Entende-se por atividade \nacadêmica presencial ou à distância aquela relevant e para que o estudante adquira as \ncompetências e as habilidades necessárias à sua for mação, tais como: atividades de \niniciação à pesquisa, à extensão e à docência, disc iplinas, discussões temáticas, \nelaboração de monografias, estágio curricular super visionado, participação em \neventos, seminários, participação em órgãos colegia dos, vivência profissional \ncomplementar, projeto orientado, participação em ór gãos de representação \nestudantil, participação em atividades desportivas e culturais, outras consideradas \npelo Colegiado relevantes para a formação do estuda nte, sujeita à aprovação da Pró-\nreitoria de Graduação”. \nAs atividades acadêmicas curriculares, presenciais ou à distância são \nclassificadas quanto à sua natureza em: obrigatórias  - aquelas indispensáveis à \nhabilitação profissional; eletivas  – aquelas que têm por finalidade complementar a \nformação do estudante, na área de conhecimento do c urso, escolhidas entre as \ndefinidas para esse fim e de forma a integralizar u ma carga horária mínima \nestabelecida pelo Colegiado de Curso; optativas : têm por finalidade suplementar a \nformação do estudante, podendo ser escolhidas entre  as atividades acadêmicas \nregulares oferecidas na universidade.  \nA participação em atividades acadêmicas complementares  além das disciplinas \nobrigatórias e eletivas é exigida na matriz curricu lar do curso de Engenharia Florestal ", "18": "em quantidade equivalente a 34 horas. De acordo com  a Resolução CEPE n o.  042 Em \nseus artigos 9º e 10º define a equivalência em hora  aula das atividades acadêmicas:  “ é \ndefinido como hora/aula um período de 50 (cinquenta ) minutos e como 1(um) crédito \n17 (dezessete) horas/aulas ”. “ Para computar a integralização curricular fica \nestabelecida a seguinte equivalência: I. Iniciação à Pesquisa – cada 12 horas dedicadas \nà iniciação científica corresponderão a 1 hora/aula ; II. Iniciação à Docência – cada 12 \nhoras dedicadas à monitoria corresponderão a 1 hora /aula; III. Iniciação à Extensão – \ncada 12 horas dedicadas a programa de extensão corr esponderão a 1 hora/aula; IV. \nVivência Profissional complementar – cada 12 horas dedicadas a estágios \ncorresponderão a l hora/aula, excetuando-se o estág io supervisionado obrigatório; V. \nAtividades Técnico-Científicas – a apresentação de trabalhos em eventos \ncorresponderá a 1 hora/aula e cada 12 horas do even to equivalerão a 1hora/aula. \nQuando não houver declaração de carga horária, no c ertificado do evento, será \ncomputado o valor de 0,5 hora/aula pela participaçã o. VI. Bolsa-atividade – cada 12 \nhoras dedicadas à bolsa-atividade corresponderão a 1 hora/aula; VII. Programa de \nEducação Tutorial -PET – Cada 12 horas dedicadas ao  programa de educação tutorial \ncorresponderão a 1 hora/aula; VIII. Comissões – cad a participação em comissão \ntemporária ou permanente, designada por portaria, c orresponderá a 0,2 hora/aula; IX. \nParticipação em Órgão Colegiado – cada participação  efetiva em reunião de órgão \ncolegiado corresponderá a 1 hora/aula; X. Represent ação estudantil – cada ano de \ngestão corresponderá a 3 horas/aula, cabendo propor cionalidade para mandatos \nmenores de 1 ano. XI. Modalidades desportivas e cul turais, certificadas pela PRAECC – \nCada 20 horas de treinamento corresponderão a 1 hor a/aula. XII. Outras atividades \nconsideradas relevantes para formação do estudante poderão ser autorizadas pelos \nColegiados de Curso, para integralização curricular , desde que a carga horária seja \nequivalente, no máximo, a 12 horas da atividade par a 1 hora/aula. Números de horas \nmenores do que 12, para equivaler a 1 hora/aula, de verão ser autorizados pela PRG. § \n1º Não poderão ser computadas para integralização c urricular atividades \ndesenvolvidas durante o período dedicado à particip ação em programas especiais. § 2º \nO limite máximo de horas aulas em atividade realiza da pelos estudantes ficará a cargo \ndos Colegiados de Curso”. “Caberá ao estudante requ erer, ao colegiado do respectivo \ncurso em formulário próprio, o registro das ativida des acadêmicas dentro dos prazos \nestabelecidos no calendário escolar. Parágrafo únic o: Caberá aos Colegiados de Cursos \navaliar as solicitações e encaminhar equivalência h ora/aula em formulário próprio a \nDRCA, para o devido registro. ” \nOs estudantes são estimulados a participar nestas a tividades por meio de \ndivulgação das oportunidades, organização de evento s na instituição, criação e apoio a \ndiferentes programas e projetos relacionados ao ens ino, à pesquisa ou à extensão, \napoio a formação de grupos de estudos e empresas ju niores. Estas diversas atividades \npossuem participação voluntária e em vários program as são oferecidas Bolsas para os \nestudantes, provenientes dos órgãos de fomento fede rais e estaduais, bem como de \nconvênios com empresas privadas. Diferentes program as podem ser relacionados: ", "19": "Bolsa de Iniciação Científica (PIBIC - CNPq e FAPEM IG), Programa de Iniciação Científica \nVoluntária (PIVIC), Programa de Educação Tutorial ( PET), Bolsa de monitoria, Programa \nInstitucional de Bolsas de Iniciação à Docência (PI BID); Bolsa do “Programa Aprender”, \nBolsa do “Programa Incluir”, Bolsa do “Programa de Consolidação das Licenciaturas” \n(PRODOCENCIA), Bolsa Atividade, Bolsa Atleta, Bolsa  de Extensão e Bolsa de apoio, \nmanutenção e gerenciamento da rede UFLA-PROPLAG/CIN -UFLA. \nVisando possibilitar a participação dos estudantes em atividades acadêmicas e \nculturais fora da universidade durante o período le tivo, a instituição concede \nafastamento de até seis dias por semestre letivo, c onforme regras da Resolução CEPE \nno 042. \nA UFLA promove eventos anuais, como o Fórum de Inte gração Universitária, \norganizado pelos próprios estudantes, e os congress os de Iniciação Científica (CIUFLA), \nde Extensão (CONEX) e de Pós-Graduação (Congresso d a APG). Vários eventos \nregionais, nacionais e internacionais são organizad os por docentes da instituição, \npossibilitando a participação ativa dos estudantes.  \n \n2.3.8. Estágio Curricular Obrigatório \n \nA realização de estágio curricular obrigatório segu e o que é definido pela \nResolução Nº 3, de 2 de fevereiro de 2006, do MEC/C NE/Câmara de Educação \nSuperior, que institui as Diretrizes Curriculares N acionais para o curso de graduação \nem Engenharia Florestal, que prevê a definição, pel o Colegiado do Curso, da \nconcepção e composição das atividades de estágio, c ontendo suas diferentes \nmodalidades de realização. \nO estágio curricular obrigatório compreende um conj unto de atividades de \nformação, programados e diretamente supervisionados  por membros do corpo \ndocente da UFLA e procuram assegurar a consolidação  e a articulação das \ncompetências estabelecidas pelo curso, por meio do contato do formando com \nsituações, contextos e instituições, permitindo que  conhecimentos, habilidades e \natitudes se concretizem em ações profissionais. \nPara a realização do estágio o estudante deverá se matricular na disciplina \nPRG305 - Estágio Supervisionado/TCC com carga horár ia de 340 horas, totalizando 20 \ncréditos na matriz curricular.  \nAs normas que regem a realização do estágio curricu lar obrigatório seguem as \ndeterminações das Diretrizes Curriculares Nacionais  e da UFLA e são ajustadas para o \ncontexto do curso de Engenharia Florestal (Normas p ara realização de Estágio \nSupervisionado e Trabalho de Conclusão de Curso – T CC, Anexo 3). \n \n \n2.3.9. Trabalho de Conclusão de Curso \n \nConforme preconiza a Resolução Nº 3, de 2 de fevere iro de 2006, do \nMEC/CNE/Câmara de Educação Superior, que institui a s Diretrizes Curriculares \nNacionais para o curso de graduação em Engenharia F lorestal, em seu artigo 10, o \ntrabalho de conclusão de curso é componente curricu lar obrigatório, a ser realizado ao \nlongo do último ano do curso, centrado em determina da área teórico-prática ou de \nformação profissional, como atividade de síntese e integração de conhecimento e ", "20": "consolidação de técnicas de pesquisa. A referida re solução define ainda que, a \ninstituição deverá emitir regulamentação própria, a provada pelo seu Conselho \nSuperior Acadêmico, contendo, obrigatoriamente, cri térios, procedimentos e \nmecanismo de avaliação, além das diretrizes e das t écnicas de pesquisa relacionadas \ncom sua elaboração. \nNa reestruturação da estrutura curricular dos curso s da UFLA, em 2013, foi \ndefinido pelo Colegiado do curso de Engenharia Flor estal que para a realização do \nTrabalho de Conclusão de Curso o aluno deverá estar  matriculado na disciplina PRG305 \n- Estágio Supervisionado/TCC.  \nO Trabalho de Conclusão de Curso versará sobre as a tividades realizadas \ndurante o Estágio Supervisionado e será submetido à  aprovação de uma Banca \nExaminadora conforme normas estabelecidas pelo Cole giado e aprovada pelas \ninstâncias superiores da UFLA (Normas para realizaç ão de Estágio Supervisionado e \nTrabalho de Conclusão de Curso – TCC, Anexo 3).  \n \n \n \n2.3.10. Auto-avaliação do curso  \n \nO processo de auto-avaliação da UFLA vem sendo real izado a partir de \npropostas emanadas de Comissão Própria de Avaliação  (CPA), órgão suplementar da \nReitoria, composta, de forma paritária, por docente s, técnicos administrativos, \ndiscentes e membros da comunidade local, com mandat o de dois anos, que tem como \nfunção a condução de todo o processo de avaliação i nstitucional. O instrumento de \navaliação é constantemente discutido, reavaliado e reformulado. \nO PDI da UFLA define que, no âmbito dos cursos de g raduação e pós-\ngraduação, a avaliação dos PPC deve ser considerada  como ferramenta construtiva que \ncontribui para melhorias e inovações e que permite identificar possibilidades, orientar, \njustificar, escolher e tomar decisões. A existência  do PPC é importante para \nestabelecer referências da compreensão do presente e de expectativas futuras. Nesse \nsentido, é importante que, ao realizar atividades d e avaliação do seu funcionamento, o \ncurso leve em conta seus objetivos e princípios ori entadores, tenha condições de \ndiscutir o seu dia a dia e consiga, assim, reconhec er, no PPC, a expressão de sua \nidentidade e prioridades. Tal avaliação deverá leva ntar a coerência interna entre os \nelementos constituintes do PPC e a pertinência do c urrículo em relação ao perfil \ndesejado e ao desempenho social do egresso, para po ssibilitar que as mudanças se \ndêem de forma gradual, sistemática e sistêmica. Seu s resultados deverão, então, \nsubsidiar e justificar reformas curriculares, solic itação de recursos humanos, aquisição \nde material etc. Sugere-se, então, a avaliação anua l do PPI e do PPC, com a \nparticipação da comunidade para sua readequação e t ambém para servir de \nretroalimentação do processo, para fundamentar toma das de decisões institucionais \nque permitam a melhoria da qualidade de ensino.  \nO sistema de avaliação tornou-se obrigatório para d ocentes, discentes e \ntécnicos-administrativos pela Resolução n.208, de 1 9 de novembro de 2008. O \ninstrumento de avaliação de cursos é composto por n úmero variado de questões, em \nfunção do grupo avaliado, que abordam temas sobre c onhecimento e adequação do \nProjeto Pedagógico do Curso, recursos disponíveis, didática do docente, avaliação da \naprendizagem, capacitação, entre outras.  ", "21": "Os resultados da avaliação de cada disciplina são r epassados aos docentes \nresponsáveis e à Pró-reitoria de Graduação, para ve rificar a necessidade de mudanças \npara a melhoria dos cursos. A partir destes resulta dos é possível a adoção de medidas \npara aprimoramento da qualidade do ensino visando a  atingir a qualificação proposta \npelo curso. \nPor meio de avaliação do Relatório de Avaliação Dis cente é possível obter \ninformações importantes para a reavaliação de disci plinas, desde conteúdo até a \ndidática do docente. Este relatório apresenta a aná lise dos dados coletados a partir das \nrespostas dadas pelos discentes de graduação, no mo mento que realizam as \nmatrículas. O relatório é dividido em duas partes: Avaliação da Graduação e Avaliação \ndas Disciplinas. Na primeira parte (Avaliação da Gr aduação) o discente é convidado a \nresponder diversas perguntas associadas ao seu conh ecimento sobre o curso em que \nestá matriculado, disciplinas que compõe o currícul o pleno do curso, recursos \ndidáticos, avaliações de aprendizagem, corpo docent e e técnico administrativo. Na \nsegunda parte (Avaliação das Disciplinas) o aluno é  convidado a avaliar cada uma das \ndisciplinas cursadas no semestre anterior. Para cad a uma das disciplinas deveria ser \natribuído um dos seguintes conceitos: muito bom, bo m, regular ou fraco. \nOutro instrumento fundamental para a avaliação do c urso e reformulação \nquando necessário, é o resultado do Exame Nacional de Desempenho de Estudantes - \nENADE, realizado pelo MEC - INEP a intervalos de tr ês anos. Os resultados devem ser \ndiscutidos pelo Colegiado e apresentados a todos os  estudantes e docentes do curso. \nO conceito do curso de Engenharia Florestal no ENAD E 2014 demonstrou a qualidade \ndo curso, recebendo Conceito ENADE 5 e Conceito Pre liminar de Curso (CPC) 4, com o \nterceiro maior CPC contínuo dentre os cursos de Eng enharia Florestal do país. \nOutras informações da sociedade são também importan tes para a avaliação do \ncurso, como no caso, a classificação dos cursos, em  nível nacional, realizada pela \nimprensa dedicada a este meio. Na recente classific ação do Guia do Estudante da \nEditora Abril , o curso da UFLA foi classificado com nota máxima, 5  estrelas. \nTodas as informações obtidas a respeito da qualidad e do curso são discutidas \npela Pró-reitoria de Graduação da UFLA e colegiado de curso, o que permite a \napresentação de sugestões e estabelecimento de açõe s para aprimoramento contínuo \ndo curso. \n \n2.3.11. Implementação das políticas institucionais (PDI) no âmbito do curso  \n \nA UFLA está atenta ao processo contínuo de mudanças  que ocorre na \nsociedade e consciente do seu papel institucional n a formação do cidadão. O \nColegiado do curso, juntamente com a Pró-reitoria d e Graduação e demais setores \nenvolvidos são responsáveis pela adoção das polític as institucionais nas atividades \nrelativas ao curso.  \nO PDI (2011-1015) define que o processo de avaliaçã o institucional é \ncaracterizado pela utilização de procedimentos quan titativos e qualitativos de \navaliação e consulta formal a todos os membros da c omunidade acadêmica sobre \ndiversos tópicos. Todas as atividades de ensino, pe squisa, extensão e administração da \nuniversidade são abordadas na avaliação, que deverá  ser contínua e organizada em \nciclos. A cada ciclo, são produzidos relatórios par ciais e um relatório final, apontando \nas novas diretrizes a serem consideradas pela gestã o universitária. As novas diretrizes ", "22": "da instituição devem ser seguidas por meio de ações  específicas para aplicação em \ncada curso ou setor da instituição.  \nO Colegiado do curso de graduação em Engenharia Flo restal, apoiado pelo \nNúcleo Docente Estruturante - NDE e demais órgãos d a Pró-Reitoria de Graduação e de \noutras Pró-Reitorias envolvidas, é o responsável di reto pela discussão e definição das \nações necessárias para aplicação das diretrizes e p olíticas institucionais no âmbito do \ncurso. Sempre que necessário medidas corretivas são  tomadas no sentido de atender a \npolítica institucional, visando sempre à melhoria d a qualidade do curso de Engenharia \nFlorestal.  \nOs docentes, discentes e técnicos administrativos p articipam diretamente das \ndiscussões sobre todos os processos na universidade  em suas reuniões de Assembléias \nDepartamentais, como membros de Órgãos Colegiados e  em Comissões criadas para \nfins específicos.  Por outro lado, são também respo nsáveis pela implementação das \nações sugeridas. \n \n \n2.4. Administração Acadêmica  \n \nA Pró-Reitoria de Graduação (PRG) é o órgão da Reit oria responsável pela \ncoordenação, supervisão, fiscalização e seleção de estudantes dos cursos de \ngraduação, bem como pelo apoio pedagógico, apoio ao  ensino a distância e registro \ndas atividades acadêmicas dos cursos oferecidos pel a Universidade Federal de Lavras.  \nA Pró-Reitoria de Graduação tem a seguinte estrutur a: Diretoria de Processos \nSeletivos; Diretoria de Registro e Controle Acadêmi co; Diretoria de Avaliação e \nDesenvolvimento do Ensino (antiga Diretoria de Apoi o e Desenvolvimento \nPedagógico); Diretoria de Educação à Distância (ant igo Centro de Educação a \nDistância); Colegiados de Cursos e Secretaria Admin istrativa. \nA Pró-Reitoria de Graduação (PRG) promove continuam ente a avaliação dos \ncursos de graduação, elaboração de manuais, com inf ormações relevantes sobre \nnormas acadêmicas, prazos, direitos e deveres de do centes e discentes, \nassessoramento didático-pedagógico a discentes e do centes, com vistas à melhoria do \nprocesso ensino-aprendizagem, mediante ações da Dir etoria de Avaliação e \nDesenvolvimento do Ensino. No plano de metas da PRG , buscam-se o aperfeiçoamento \ne a melhoria das condições de ensino por meio de aç ões, visando ao aprimoramento \ndo trabalho docente, ampliações e melhoria das cond ições de infraestrutura e \nambiência das salas de aula e laboratórios, raciona lização do uso dos espaços físicos \ndisponíveis, expansão do programa de incentivo à pr odução de materiais didáticos, \nimplantação de acesso a modernas tecnologias, crian do programas que estimulem \nmodernas tecnologias de informação, implantação de programas que objetivem a \nformação interdisciplinar e o trabalho em equipe, c apacitação da equipe de trabalho e \ndocentes, oferecendo oportunidade de atualização, g arantindo, assim, qualidade e \nconfiabilidade na prestação de serviços. \nPara execução de suas atividades, a Pró-Reitoria de  Graduação conta com os \nseguintes órgãos de assessoramento: Conselho de Gra duação, Câmara de Assuntos \nAcadêmicos, Câmara de Monitoria, Câmara Curricular,  Câmara de Projetos de Apoio à \nGraduação, Assessoria Pedagógica, Secretaria dos Co legiados dos Cursos de Graduação \ne  Comitê Local de Acompanhamento do Programa de Ed ucação Tutorial. ", "23": "O Conselho de Graduação da Pró-Reitoria de Graduaçã o é presidido pelo Pró-\nReitor de Graduação e constituído pelos seguintes m embros: Pró-Reitor, nomeado \npelo Reitor da Universidade; Pró-Reitor Adjunto, in dicado pelo Pró-Reitor e nomeado \npelo Reitor; Coordenadores de Cursos de graduação e leitos pela comunidade \nacadêmica envolvida com o respectivo Curso e nomead os pelo Reitor; Diretores dos \nórgãos subordinados à Pró-Reitoria de Graduação, in dicados pelo Pró-Reitor de \nGraduação e nomeados pelo Reitor; Quatro representa ntes do corpo discente de \ngraduação, indicados pelo Diretório Central dos Est udantes, com mandato de um ano, \npermitida uma recondução, sendo no mínimo um discen te de cursos oferecidos em \nperíodo integral, um de cursos oferecidos em períod o noturno e um de cursos \noferecidos na modalidade a distância; um membro da Assessoria Pedagógica, \nencarregado de secretariar o conselho de graduação.  \n \n2.4.1. Coordenação do curso  \n \nA coordenação do curso está sob a responsabilidade do Colegiado do curso de \ngraduação em Engenharia Florestal, cujo Coordenador  é membro do Conselho de \ngraduação da Pró-Reitoria de graduação.  \n \n2.4.1.1. O Colegiado de curso \n \nO Colegiado de Curso é o órgão responsável pela coo rdenação, planejamento, \nacompanhamento, controle e avaliação das atividades  de ensino de cada curso de \ngraduação. O Colegiado do curso é composto por sete  membros, sendo: 1 \nCoordenador eleito pela comunidade acadêmica direta mente relacionada com o curso; \n4 representantes docentes envolvidos no curso, esco lhidos pelo Coordenador e \nhomologados pela Pró-reitoria de Graduação; 1 repre sentante discente do curso de \ngraduação, eleito por seus pares, com mandato de um  ano, permitida a recondução; 1 \nrepresentante dos servidores técnico-administrativo s, eleito por seus pares \ndiretamente relacionados com o curso.  \nNa composição dos Colegiados de Curso, excetuando-s e o Coordenador, pode \nhaver no máximo três docentes por Departamento. Dev e haver, no mínimo, um \ndocente de Departamento que ministre disciplinas de  área básica para o curso. \nCompete aos Colegiados de Cursos de Graduação da UF LA: I – elaborar o \nProjeto Pedagógico do Curso em conformidade com as Diretrizes Curriculares \nNacionais, com o Plano de Desenvolvimento Instituci onal, com o Projeto Pedagógico \nInstitucional e com as orientações do Núcleo Docent e Estruturante e submetê-lo à \naprovação da Pró-Reitoria de Graduação e do Conselh o de Ensino, Pesquisa e \nExtensão; II – manter atualizado e gerir o Projeto Pedagógico do Curso, coordenando e \nsupervisionando o funcionamento do curso; III – exe cutar as diretrizes estabelecidas \npelo Conselho de Ensino, Pesquisa e Extensão e pela  Pró-Reitoria de Graduação; IV – \nexercer a coordenação interdisciplinar, visando con ciliar os interesses de ordem \npedagógica dos Departamentos com os do curso; V – p romover continuamente ações \nde correção das deficiências e fragilidades do curs o, especialmente em razão dos \nprocessos de autoavaliação e de avaliação externa; VI – emitir parecer sobre assuntos \nde interesse do curso; VII – eleger, entre os membr os docentes, um Coordenador \nAdjunto; VIII – julgar, em grau de recurso, as deci sões do Coordenador de Curso; IX – \nestabelecer mecanismos de orientação acadêmica aos estudantes do curso. ", "24": " \nA estrutura organizacional da UFLA vincula o Colegi ado de Curso ao Conselho \nde Graduação da PRG, o que permite uma eficiente ar ticulação deste Colegiado com os \ncolegiados superiores da instituição, CUNI – Consel ho Universitário e CEPE – Conselho \nde Ensino, Pesquisa e Extensão, no qual o Conselho de Graduação tem 8 \nrepresentantes. \nAtualmente o Colegiado do curso de graduação em Eng enharia Florestal possui \na seguinte composição: \nNome  Formação/cargo  Lotação/Vinculação  Representação  \nLucas Amaral de \nMelo Engenheira Florestal – \nDr. Professor Adjunto Departamento de \nCiências Florestais Coordenador \nAna Carolina \nMaioli Campos \nBarbosa  Engenheiro Florestal – \nDr. Professor Adjunto Departamento de \nCiências Florestais Coordenador \nAdjunto \nFausto Weimar \nAcerbi Júnior  Engenheiro Florestal – \nDr. Professor Associado  Departamento de \nCiências Florestais  Representante \nDocente  \nPaulo Fernando \nTrugilho Engenheiro Florestal – \nDr. Professor Titular Departamento de \nCiências Florestais Representante \nDocente \nEvaristo Mauro de \nCastro  Engenheiro Florestal – \nDr. Professor Associado Departamento de \nBiologia Representante \nDocente \nThiza Flaqueto \nAltoé Técnico Administrativo -\nEngenheira Florestal Departamento de \nCiências Florestais Representante \nTécnico-\nadministrativo  \nMarcos Antônio \nMaia Junior Estudante de Eng. \nFlorestal Discente Curso de \nEngenharia Florestal  Representante \nDiscente \n \n \n2.4.1.2.  Coordenador do Curso  \n \nDe acordo com os Regimentos da UFLA e da PRG, compe te ao Coordenador de \nCurso: convocar e presidir as reuniões do Colegiado  de Curso e do Núcleo docente \nEstruturante; representar o Colegiado em reuniões d o Conselho de Graduação; \nexecutar as deliberações do Colegiado; comunicar ao  órgão competente qualquer \nirregularidade no funcionamento do curso e solicita r as correções necessárias; \ndesignar relator ou comissão para estudo de matéria  a ser submetida ao Colegiado; \narticular o Colegiado com os Departamentos e outros  órgãos envolvidos;decidir sobre \nmatéria de urgência ad referendum do Colegiado;elab orar os horários de aulas de cada \nperíodo letivo; exercer outras atribuições inerente s ao cargo. \nDiante de nova legislação da instituição o Coordena dor de curso passou a ser \nescolhido por eleição, o que até então era feito po r indicação do reitor. As regras da \neleição estão definidas no Regimento dos Colegiados  de cursos de Graduação, \nobedecidas as normas superiores. \nAtualmente a coordenação está sob responsabilidade do Prof. Lucas Amaral de \nMelo, Engenheiro Florestal formado pela UFLA em 200 6. Tem mestrado em Ciências \nFlorestais pela UFV e Doutorado em Engenharia Flore stal pela UFLA. É professor \nadjunto, lotado no Departamento de Ciências Florest ais, atuando na instituição como \ndocente desde 2014. Atua no ensino, pesquisa e exte nsão, diretamente na graduação ", "25": "em Engenharia Florestal, no Programa de Pós-graduaç ão em Engenharia Florestal nos \nníveis de Mestrado e Doutorado. Atua como coordenad or e membro de projetos de \npesquisa e extensão, vinculados aos temas da área d e Silvicultura. O Curriculum Vitae \ndo coordenador pode ser acessado no sistema Lattes - \nhttp://lattes.cnpq.br/7086136699976810 . \n \n \n2.4.2. Núcleo Docente Estruturante (NDE)  \n \nO Núcleo Docente Estruturante é órgão consultivo, p revisto por meio do \nregimento da Pró-reitoria de Graduação. Seu objetiv o é emanar orientações ao \nColegiado de Curso para elaboração, atualização, ac ompanhamento e gestão do \nProjeto Pedagógico do Curso, levando em conta as Di retrizes Curriculares Nacionais e o \nProjeto Pedagógico Institucional.  \nDe acordo com o regimento, o Núcleo Docente Estrutu rante (NDE) será \ncomposto por no mínimo 30% dos docentes que partici pam do Curso de Graduação, \nobservando-se os mínimos de 50% de professores com título de doutor e 60% de \ngraduados na área do curso e dar-se-á preferência à queles contratados em regime de \ndedicação exclusiva. A composição do NDE deverá obe decer, dentro do possível, à \nproporcionalidade departamental conforme a particip ação na carga horária das \ndisciplinas obrigatórias do curso de graduação. Na composição do NDE dos cursos, \npoder-se-á flexibilizar os referenciais mínimos dos  parágrafos anteriores, conforme \ndeliberação do Conselho de Graduação. São membros n atos do NDE, nomeados por \nportaria do Pró-Reitor de Graduação o Coordenador d o Curso, como seu presidente, os \ndocentes membros do Colegiado do Curso e os ex-coor denadores do Curso em \natividade. \nO NDE do curso de Eng. Florestal é formado por 25 d ocentes, o que \ncorresponde a 32% dos 78 docentes de disciplinas ob rigatórias do curso. Todos os \ndocentes do NDE são Doutores e trabalham em regime de Dedicação Exclusiva na \ninstituição. No anexo 4 é apresentada a relação dos  docentes do NDE do curso. \n \n \n3. CORPO DOCENTE  \n \nA composição do corpo docente do curso está apresen tada no Anexo 4, num \ntotal 78 docentes responsáveis por disciplinas obri gatórias. Noventa e cinco por cento \ndos docentes são Doutores e os demais são mestres, normalmente recém contratados \nde áreas básicas com dificuldade de contratação de doutores, porém todos com \nagenda para treinamento em nível de Doutorado. Todo s os docentes possuem \nformação específica em suas áreas de atuação e trab alham em regime de dedicação \nexclusiva na instituição. Somam a estes docentes os  demais responsáveis pelas 60 \ndisciplinas oferecidas como eletivas aos estudantes . \nO tempo de experiência dos docentes no magistério s uperior varia, pois há \nrenovação no corpo docente devido à aposentadoria e  também devido às novas \ncontratações, atualmente principalmente de vagas pr ovenientes do Reuni, o que \nintegra novos profissionais ao corpo docente da ins tituição. Esta renovação tem \naspecto muito relevante principalmente pela inclusã o de docentes com novas ", "26": "formações e experiências. A grande maioria dos doce ntes tem mais de dez anos de \nexperiência, variando de 1 a 39 anos. \nOs docentes são responsáveis por uma ou mais discip linas na graduação, de \nmodo geral, por uma disciplina obrigatória e uma ou  mais eletivas, relativas à sua \nespecialidade. As disciplinas eletivas permitem que  os docentes apresentem \nconteúdos de forma mais aprofundada para aqueles al unos com interesse especial no \ntema.A carga horária média dos docentes da UFLA nos  cursos de graduação é de 10 \nhoras semanais correspondendo a uma média de 2,5 di sciplinas/docente, \nconsiderando disciplinas de 4 créditos, ressaltando  que vários docentes são \nresponsáveis por somente uma disciplina com várias turmas. \nA maioria dos docentes do curso são pesquisadores, conforme pode ser visto \nem seus currículos (links para Currículo na base Lattes  no Anexo 4). A UFLA possui \ntradição em pesquisa e a grande maioria dos docente s está envolvida também em \ncursos de Pós-graduação Stritu Sensu . A instituição possui 59 Grupos de Pesquisa \ncadastrados no CNPq atualmente, com formação e cons olidação de novos grupos. \nAtualmente a UFLA possui cerca de 650 pesquisadores , que contam com o \nenvolvimento 2000 estudantes bolsistas de iniciação  científica (sendo 830 bolsistas do \nCNPq, da Fapemig e de outros parceiros), vários est udantes voluntários e, ainda, 82 \nestudantes do ensino médio público, bolsistas do Pr ograma Bic-Júnior.  \nOs docentes do curso também são ativos em atividade s de extensão, \nparticipando e organizando eventos em níveis locais , nacionais e internacionais. Vários \nProgramas de Extensão são desenvolvidos com alunos de graduação bolsistas e \nvoluntários. \n \n \n \n4. CORPO TÉCNICO ADMINISTRATIVO \n \nO corpo técnico administrativo da UFLA é composto a tualmente por cerca de \n570 servidores distribuídos nas diversas funções qu e atendem direta ou indiretamente \nos estudantes da instituição e especificamente do c urso de Engenharia Florestal.  \nServidores que atendem diretamente aos estudantes d e graduação do curso \nestão lotados na Pró-reitoria de Graduação e suas u nidades (Secretaria dos Colegiados, \nDRCA, DADP, COPESE), nas Secretarias de Departament os, nas demais Pró-Reitorias de \napoio direto aos estudantes (PROEC, PRAEC, PRP), al ém dos técnicos de apoio a aulas \npráticas. \nOs estudantes do curso de graduação em Engenharia F lorestal cursam \ndisciplinas obrigatórias ofertadas por diversos dep artamentos didático-científicos da \nUFLA: Departamentos de Administração e economia (DA E), de Biologia (DBI), de \nCiências Exatas (DEX), de Ciências Florestais (DCF) , de Ciências Humanas (DCH), de \nCiência do Solos (DCS), de Entomologia (DEN), de En genharia (DEG), de Fitopatologia \n(DFP), de Química (DQI) e ainda pelos Departamentos  de Agricultura (DAG) e de \nEducação (DED) que juntamente aos demais ofertam di sciplinas eletivas. São, \nportanto, muitos técnicos administrativos e de apoi o às aulas práticas, em laboratórios \ne em campo, que atendem aos estudantes do curso nas  diferentes disciplinas cursadas. \nPortanto pode-se considerar que grande parte dos té cnicos da instituição \natende direta ou indiretamente os estudantes do cur so de graduação em Engenharia \nFlorestal. ", "27": "Em relação à formação e capacitação dos servidores,  atualmente, 14% são \nservidores de nível de Apoio, 59% de nível Intermed iário e 26% de nível Superior.  A \nUFLA tem como uma das estratégias de gestão o desen volvimento dos servidores \nvisando à atração, desenvolvimento e retenção dos t alentos profissionais na \ninstituição. A Pró-Reitoria de Gestão e Desenvolvim ento de Pessoas - PRGDP dedica \nesforços para conduzir de forma efetiva uma polític a de capacitação dos servidores \ntécnicos administrativos, visando a desenvolver e c ompartilhar os conhecimentos dos \nservidores, preparando-os para melhor desempenharem  suas funções e cumprindo os \nrequisitos da legislação vigente. \nO processo de desenvolvimento de competências é con tínuo e são oferecidos \ncursos nas linhas de gestão, inter-relação entre am bientes e pessoas e de formação \nespecífica. São realizadas também ações para a prom oção da qualidade de vida, \nsobretudo qualidade de vida no trabalho, e eventos visando à integração, valorização e \nmotivação dos servidores.  \nAs ações de capacitação são definidas a partir de l evantamentos de \nnecessidades de treinamento realizados nos últimos Processos de Avaliação de \nDesempenho e na avaliação do próprio Plano Anual de  Capacitação dos Servidores \nconduzido em anos anteriores, visando a corrigir al guns desvios e aprimorar a \nconsecução dos objetivos gerais de capacitação, de acordo com as prioridades \nconsideradas no planejamento estratégico da Univers idade. \nO recém criado curso de Mestrado Profissional em Ad ministração Pública está \npermitindo o treinamento de diversos servidores de nível superior.  \n \n \n5. INSTALAÇÕES FÍSICAS  \n \n5.1. Informações gerais \nA Universidade Federal de Lavras conta com um campu s com uma área total de \n600 hectares e área construída de 220.000 m². A est rutura de apoio à comunidade \nacadêmica oferece diferentes tipos de estrutura e s erviços, com todas as \noportunidades de aprendizado por meio das atividade s de ensino, pesquisa e \nextensão. Distribuídos em seus mais de 20 Departame ntos Didático-Científicos a UFLA \nconta com 20 anfiteatros e cerca de 180 laboratório s temáticos.  \nO apoio à comunidade universitária também é garanti do por áreas de cultivos, \nBiblioteca, Casas de Vegetação, Horto de Plantas Me dicinais, Instalações Florestais e \nAgropecuárias, Fazendas Experimentais (Fazenda Muqu ém, em Lavras e Fazenda \nPalmital, em Ijaci), Alojamentos Estudantis, Ginási o Poliesportivo, Quadras e Estádio de \nFutebol, Restaurante Universitário, Lanchonetes, Ce ntro de Integração Universitária \n(com área de lazer, piscina semi-olímpica, campo de  futebol society, quadras de peteca \ne de tênis), Salão de Convenções, Agência dos Corre ios, Bancos, Cooperativa de \nConsumo, Cooperativa de Trabalho, Centro de Treinam ento, Laboratório de Idiomas \nAutomatizado, Editora UFLA, Gráfica, Livraria, Muse u Bi Moreira, Museu de História \nNatural, Centro de Convivência (APG, DCE, CA´s e La boratório de Informática) e duas \nfundações de apoio (Faepe - Fundação de Apoio ao En sino, Pesquisa e Extensão e \nFundecc - Fundação de Desenvolvimento Científico e Cultural).  \nSob a administração da Faepe existem ainda um Hotel , emissora de Rádio FM \n105,7 (Rádio Universitária) e a TV Universitária (l igada ao sistema educativo), que \nestão disponíveis para a comunidade universitária. ", "28": " \n5.2. Instalações administrativas e para docentes \n \nAs instalações administrativas da UFLA atendem de m odo completo às \nnecessidades, sendo compostas por salas adequadas a mbientalmente e bem \nequipadas para os servidores, bem como para atendim ento aos discentes, a toda a \ncomunidade acadêmica e aos visitantes. \nEm todos os departamentos didáticos existem salas a dequadas para reuniões e \nos docentes possuem escritórios de trabalho individ uais. \n \n \n5.3. Instalações para aulas  \n \n \nA Universidade Federal de Lavras conta com salas de  aula que comportam \ndisciplinas com diferentes características.  Para a ulas teóricas são nove pavilhões de \nsalas e anfiteatros que são utilizados de acordo co m o número de estudantes de cada \nturma e as necessidades próprias de cada disciplina . Todos os novos espaços são \nconstruídos com as melhores opções de acessibilidad e, com alguns deles contando \ncom elevador, para facilitar o acesso de cadeirante s e outros indivíduos com \nnecessidades especiais.  \nTodas as salas de aulas contam com lousa, retroproj etor e data-show. Algumas \nsalas contam com lousas virtuais, possibilitando ao s estudantes oportunidade de \nparticipação em aulas que utilizam os mais recentes  e modernos recursos tecnológicos \ne visuais.  \nPara as disciplinas com necessidade de acesso a com putadores existem os \nlaboratórios de Informática com equipamentos adequa dos ao tamanho das turmas. \nAlém dos Laboratórios centrais, disponibilizados a todos os cursos, o Departamento de \nCiências Florestais possui dois laboratórios de inf ormática para uso prioritário em \ndisciplinas oferecidas aos estudantes do curso.  \nA biblioteca é outro setor da Universidade que disp onibiliza acesso a \nequipamentos de informática aos estudantes, com máq uinas reservadas para uso de \ngraduandos, todas com acesso à internet. Na maioria  dos laboratórios de pesquisa \nexistem equipamentos de informática de uso livre pa ra os estudantes envolvidos em \nprojetos de pesquisa e extensão. \nUm novo projeto da UFLA recém implantado disponibil iza netbooks para os \nestudantes utilizarem em atividades de pesquisa, em  aulas e inclusive para \nparticipação em eventos. Os netbooks estão disponib ilizados na Biblioteca Central e \nserão emprestados aos estudantes seguindo o mesmo p rocesso de empréstimo de \nlivros. \nEm toda a instituição há conexão por cabo e wirelee s disponível aos estudantes \nde graduação e pós-graduação, servidores técnicos a dministrativos e docentes. \n \n \n5.4. Laboratórios Especializados  \n ", "29": "A UFLA possui área construída aproximada de Laborat órios de 12.500 m 2, \ndistribuídos nos diversos Departamentos da Institui ção e muitos utilizados em \ndisciplinas e pesquisa pelos estudantes do curso. \nO Departamento de Ciências Florestais – DCF, respon sável pela maioria das \ndisciplinas de conteúdo profissional e específicos,  possui área de 2.600 m2 de \nLaboratórios, assim distribuídos: Agrossilvicultura , Anatomia da Madeira, Biologia \nMolecular, Biomateriais,  Celulose e Papel, Compósi tos e nanocompósitos \nlignocelulósicos, Desenvolvimento e Pesquisa em Eco nomia e Planejamento Florestal, \nDesenvolvimento e Pesquisa em Biometria Florestal, Desenvolvimento e Pesquisa em \nInventário Florestal, Desenvolvimento e Pesquisa em  Manejo Florestal, Dinâmica de \nEcossistemas Florestais, Ecologia Florestal, Dendro logia, Dendroecologia, Conservação \nda Natureza, Estudos e Projetos em Proteção Ambient al, Manejo de Fauna Silvestre, \nEnergia da Biomassa,  Informática, Melhoramento Flo restal,  Preservação da Madeira, \nPropagação de Plantas, Propriedades Físicas e Mecân icas da Madeira, Química da \nMadeira, Sementes Florestais, Silvicultura e Restau ração de Ecossistemas Florestais, \nSistema de Informações Geográficas/Sensoriamento Re moto, Usinagem de Madeira \n(Marcenaria). Conta ainda com as unidades: Unidade Experimental de Painéis de \nMadeira (800 m 2), Unidade Experimental de Desdobro e Secagem da Ma deira (1.600 \nm2) e Viveiro Florestal (área total incluindo: áreas construídas, circulação e áreas para \nprodução de mudas de 2,0 ha). \nUnidades de campo com vegetação florestal nativa e plantadas no campus \nsomam cerca de 30 ha. Estão disponíveis ainda as ár eas das duas Fazendas \nExperimentais da UFLA, Muquém e Palmital, localizad as a 4 e 12 km do campus, \nrespectivamente, que somam 270 ha. \n \n5.5. Biblioteca  \n \nA Biblioteca Central da Universidade Federal de Lav ras está instalada num \nespaço físico de 5.000 m². Sua estrutura organizaci onal compreende: Conselho \nDeliberativo, Comissão Técnica, Diretoria, Secretar ia, Divisão de Serviços aos Usuários, \nDivisão de Processos Técnicos, Divisão de Informáti ca, Divisão de Formação e \nDesenvolvimento do Acervo e onze seções. O quadro f uncional é composto pelos \nseguintes colaboradores: 32 servidores técnico-admi nistrativos do quadro da UFLA, 1 \nlotação provisória, 4 contratados, 14 bolsistas e 5  da manutenção e limpeza. No total, \nsão 11 bibliotecários.  \nO acervo de monografias, dissertações, teses, obras  de referência e livros \ncompreende 63.301 exemplares. A base de folhetos té cnicos possui 8.929 títulos \nindexados. O acervo de periódicos, em processo de i nformatização, compreende, \naproximadamente 3.106 títulos nacionais e estrangei ros, sendo 160.821 fascículos. Os \nusuários têm acesso aos textos completos de artigos  de mais de 12.365 revistas \ninternacionais e nacionais, e a mais de 90 bases de  dados com resumos de \ndocumentos em todas as áreas do conhecimento, por m eio do Portal de Periódicos da \nCAPES, além de importantes fontes de informação aca dêmica com acesso gratuito na \nInternet.  ", "30": "A rede da Biblioteca Central dispõe de 109 microcom putadores. São dois \nlaboratórios de internet: um destina-se a atender a lunos de graduação e o outro aos \nestudantes de pós-graduação, docentes e pesquisador es. Três equipamentos são \nutilizados pelo serviço de circulação e empréstimo,  8 estão disponibilizados para \nconsulta aos catálogos locais e os demais equipamen tos são utilizados para o \ngerenciamento da rede e serviços técnicos e adminis trativos. O sistema utilizado para  \no gerenciamento da informação e serviços técnicos d a biblioteca denomina-se Sistema \nPergamum. Este Sistema integra as funções de catálo go e empréstimo e está instalado \nem ambiente www, trazendo ao usuário diversos benef ícios, como buscas, reservas, \nrenovação de empréstimo, consulta a extrato e histó rico pessoal via Internet.  \n  ", "31": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nANEXO 1 \n \nMatriz curricular do curso de Bacharelado em Engenha ria \nFlorestal da Universidade Federal de Lavras ", "32": "ANEXO 1 \n \n \n \n \n \n \n", "33": "ANEXO 1 \n \n \n \n \n", "34": "ANEXO 1 \n \n \n \n \n", "35": "ANEXO 1 \n \n", "36": "ANEXO 2 \n \n \n \n \n \n \n \n \n \nANEXO 2 \n \n \n \n \n \n \n \n \nEmentas, conteúdos programáticos e bibliografia bás ica e \ncomplementar das disciplinas obrigatórias e eletiva s \n  ", "37": "ANEXO 2 \n \n \n \n \n \n \n \n \n \nAs ementas, conteúdos programáticos e bibliografia básica e \ncomplementar das disciplinas obrigatórias e eletiva s, \n encontram-se, sempre atualizadas, no site da UFLA,  dentro do \nSIG – Sistema de Informação Geral \n \n \n ", "38": "ANEXO 3 \n \n \n \n \n \n \n \n \n \n \n \nANEXO 3 \n \nNormas para realização das atividades: Estágio Curr icular \nObrigatório e Trabalho de Conclusão de Curso \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "39": "ANEXO 3 \nUNIVERSIDADE FEDERAL DE LAVRAS \nPRÓ-REITORIA DE GRADUAÇÃO \nCURSO DE ENGENHARIA FLORESTAL \n \n \n \n \n \n \n \nNormas para realização de Estágio Supervisionado e Trabalho de \nConclusão de Curso (TCC) – PRG 305  \n \n \n \n \n \n \n \n \nLavras \n2016 \n ", "40": "ANEXO 3 \n \nDOS OBJETIVOS  \n \nArt. 1º.  O Estágio Supervisionado do curso de graduação em Engenharia Florestal da \nUniversidade Federal de Lavras (UFLA) é uma ativida de acadêmica obrigatória de treinamento \ne qualificação profissional, que visa complementar o ensino teórico-prático, proporcionando \numa formação eclética e conduzindo o estudante a ap licar todo o seu conhecimento \nmetodológico e referencial teórico para a produção de um trabalho mediante contato com o \ncampo real, exercitar sua profissão. Enquadram-se n este tipo de atividade as experiências de \nconvivência em ambiente de trabalho, o cumprimento de tarefas com prazos estabelecidos, o \ntrabalho em ambiente hierarquizado e com componente s cooperativos etc. O objetivo é \nproporcionar ao aluno a oportunidade de aplicar seu s conhecimentos acadêmicos em \nsituações da prática profissional, possibilitando-l he o exercício de atitudes em situações \nvivenciadas e a aquisição de uma visão crítica de s ua área de atuação profissional.  \n \nArt. 2º . O Trabalho de Conclusão de Curso de graduação em Engenharia Florestal da \nUniversidade Federal de Lavras (UFLA) é uma ativida de acadêmica obrigatória com objetivo de \nconsolidar e integrar os conhecimentos adquiridos p elo estudante e consta de documento \ntécnico científico, elaborado a partir das atividad es desenvolvidas durante o estágio \nsupervisionado, de forma a capacitar o estudante a descrever e analisar informações, \nsintetizar, discutir e redigir documento com conteú do técnico e científico e defender seus \nargumentos perante uma banca examinadora. \n \nDA  MODALIDADE  \n \nArt. 3º. O estudante poderá realizar o Estágio Supervisionad o/TCC nas modalidades de Ensino, \nPesquisa, Extensão ou Atividade Profissional em Emp resa que permita o desempenho de \ncargos e funções técnicas com treinamento para plan ejar, projetar, executar, gerenciar, \nsupervisionar, coordenar e orientar tecnicamente. \n ", "41": "ANEXO 3 \n§1º  O estágio curricular, quando envolver entidade ext erna à UFLA, deve se realizar \nnum sistema de parceria institucional, mediante cre denciamentos periódicos, de \nacordo com as normas da instituição.        \n \n§2º  O Estágio realizado na própria instituição deverá seguir os trâmites definidos pelas \nnormas da instituição. \n \nDA DURAÇÃO DO ESTÁGIO SUPERVISONADO  \n \nArt. 4º.  O Estágio Supervisionado terá a duração mínima de 340 horas equivalentes a 20 \ncréditos.  \n        \nDAS CONDIÇÕES DE EXEQUIBILIDADE  \n \nArt. 5º. O Estágio Supervisionado/TCC será desenvolvido na U FLA ou em empresas públicas, \nprivadas ou junto a profissionais liberais habilita dos, que apresentem atividades relacionadas \nao campo da Engenharia Florestal. \n \n§ 1º  Caso ocorra qualquer problema no decorrer do Estág io Supervisionado, haverá \npossibilidade de mudança de local e/ou área de atua ção mediante apresentação de \njustificativa pertinente e aprovação pelo Colegiado  do Curso.  \n \n \nDOS PRÉ-REQUISITOS PARA O ESTÁGIO SUPERVISIONADO E TRABALHO DE CONCLUSÃO DE \nCURSO  \n \nArt. 6º.  O estudante deverá matricular-se na disciplina PRG 305 – Estágio Supervisionado/TCC. \n ", "42": "ANEXO 3 \nArt. 7º.  Para os estágios realizados na própria instituição  o aluno deverá ser orientado por um \ndocente da UFLA. Para os estágios realizados fora d a UFLA o estudante deverá contar com um \nSupervisor da empresa/instituição concedente do est ágio e um orientador da UFLA. \n \nArt. 8º.  O estudante poderá realizar o Estágio Supervisiona do a partir da conclusão do 6º \nperíodo do curso, ou 57% de carga horária cumprida.  \n \nArt. 9º. O estudante deverá realizar a defesa do Trabalho de  Conclusão de Curso – TCC durante \no último ano do curso, ou a partir do 9º período. \n§ 1º  Caso o estudante matriculado em PRG305 não conclua  o estágio e não realize a \ndefesa do TCC no período previsto, dentro do mesmo semestre letivo, poderá requerer \no conceito X que lhe dará o direito de concluir o e stágio e defender o TCC \nposteriormente sem que seja reprovado na disciplina , desde que devidamente \njustificado e assinado pelo orientador. O conceito X indicará que a disciplina encontra-\nse incompleta no Histórico Escolar do estudante. \n§ 2º Nos casos do estudante realizar o estágio supervisi onado antes do 9º período, \nconforme previsto no artigo 8º, o mesmo deverá requ erer o conceito X na disciplina \naté que esteja apto a realizar a defesa do Trabalho  de Conclusão de Curso – TCC. \n \nDA ORIENTAÇÃO  \n \nArt. 10.  O orientador deve ser docente da Universidade Fede ral de Lavras sugerido pelo aluno, \ncondicionado à concordância do Colegiado do Curso d e Engenharia Florestal. \n  \nArt. 11.  Será função do orientador:  \nI - Orientar o aluno em todas as atividades; \nII - Assessorar o aluno na elaboração do documento fina l - TCC; \nIII - Zelar pelo cumprimento das normas que regem o Está gio e TCC; \n ", "43": "ANEXO 3 \nDOS DIREITOS DO ORIENTADO  \n \nArt. 12.  Receber orientação para realizar suas atividades p revistas no programa de Estágio \nSupervisionado e para a redação do Trabalho de Conc lusão de Curso -TCC. \n \nArt. 13.  Expor ao Colegiado do Curso de Engenharia Floresta l, em tempo hábil, problemas que \ndificultem ou impeçam a realização do Estágio Super visionado/TCC, para que sejam buscadas \nsoluções. \n \nArt. 14.  Avaliar e apresentar sugestões que venham a contri buir com o aprimoramento \ncontínuo desta atividade acadêmica. \n \nArt. 15.   Estar segurado contra acidentes pessoais que poss am ocorrer durante o estágio. \n \nArt. 16.  Comunicar ao Colegiado do Curso, quaisquer irregul aridades ocorridas durante e após \na realização do estágio, dentro dos princípios étic os da profissão, visando seu \naperfeiçoamento. \n \nDOS DEVERES DO ORIENTADO  \n \nArt. 17.  Conhecer e cumprir as normas do Estágio Supervisio nado/TCC, e: \n \nI - Apresentar o formulário de Registro de Estágio e d o Plano de Trabalho, devidamente \naprovado pelo Orientador, dentro dos prazos estabel ecidos pelo professor responsável \npela disciplina. \nII- Zelar e ser responsável pela manutenção das instala ções e equipamentos \nutilizados; ", "44": "ANEXO 3 \nIII- Respeitar a hierarquia da instituição onde realiza e estágio, obedecendo a \ndeterminações de serviço e normas locais; \nIV- Manter elevado o padrão de comportamento e de relaç ões humanas, condizentes \ncom as atividades a serem desenvolvidas; \nV- Demonstrar iniciativa e mesmo sugerir inovações nas  atividades desenvolvidas; \nVI- Guardar sigilo de tudo que diga respeito à document ação de uso exclusivo das \npessoas físicas e jurídicas envolvidas no trabalho,  bem como dos aspectos do exercício \nprofissional que assim forem exigidos. \nVII- Elaborar relatório final e realizar defesa perante uma banca, que será documentado \ncomo o Trabalho de Conclusão de Curso – TCC, exigên cia para a conclusão do curso. \n \nDO INÍCIO E CONCLUSÃO DO ESTÁGIO  SUPERVISIONADO/TC C  \n \nArt. 18.   O início do Estágio Supervisionado, bem como o pe ríodo para sua integralização, será \ndecidido em conjunto pelo estudante e seu professor  orientador. \n \nArt. 19.  Caso o estudante não esteja matriculado na discipl ina PRG305 e consiga oportunidade \nde estágio com início previsto antes do próximo per íodo de matrícula, o mesmo poderá \nrequerer ao Colegiado do curso o registro do seu es tágio para posterior matrícula, desde que \naprovado e assinado pelo orientador.  \n \nDO TRABALHO DE CONCLUSÃO DE CURSO  \n \nArt. 20.  O relatório final do Estágio Supervisionado compor á o Trabalho de Conclusão de Curso \n– TCC, devendo conter os seguintes itens: \nI - Introdução/ Justificativa, Objetivo; \nII - Descrição Geral do local do Estágio (histórico, de scrição física, área de atuação) e das \natividades desenvolvidas (total de horas em cada at ividade);  \nIII - Revisão de Literatura (referencial teórico sobre o s temas a serem tratados); \nIV – Descrição dos procedimentos técnicos e metodológic os realizados; ", "45": "ANEXO 3 \nV – Análise e discussão dos procedimentos realizados; \nVI - Conclusões \nVII –  Referências Bibliográficas \n§ 1º  A estrutura do TCC deverá ser composta por pré-tex to, texto e pós-texto de \nacordo com o Manual de Normatização e Estrutura de Trabalhos Aca dêmicos: TCC, \nMonografias, Dissertações e Teses , disponível no sítio eletrônico da Biblioteca \nUniversitária da UFLA. \n \n§ 2º  O aluno poderá apresentar o trabalho desenvolvido na iniciação científica como \nTCC desde que tenha a concordância do orientador e parecer favorável do colegiado, \nno período em que o aluno estiver matriculado na di sciplina PRG305. \nDA AVALIAÇÃO  \n \nArt. 21.  O estudante será avaliado: \nI - Pelo cumprimento da carga horária mínima de 340 hor as; \nII - Pela qualidade e cumprimento do prazo estabelecido para entrega do registro e plano de \ntrabalho; \nIII - Pela nota atribuída pela Banca Examinadora do Traba lho de Conclusão de Curso \n \nArt. 22.  A defesa do Trabalho de Conclusão de Curso deverá ser realizada perante uma Banca \nExaminadora composta de 2 membros, docentes e, ou p rofissionais formados com Mestrado \nconcluído, sendo o presidente da banca um docente. Caso o orientador participe da Banca \nExaminadora, esta deverá ser composta por no mínimo  3 membros e presidida por docente. \n \nArt. 23 . O estudante deverá marcar a data de sua defesa em  formulário próprio, onde deverá \nindicar os membros da banca e um suplente, data e l ocal da defesa, com prazo mínimo de 15 \ndias de antecedência a data da defesa. \n ", "46": "ANEXO 3 \nArt. 24 . O estudante deverá se informar a respeito dos pro cedimentos operacionais para a \ndefesa, junto a Secretaria de Colegiados de Curso. \n \nDO DOCUMENTO FINAL  \n \nArt. 25 .  O estudante deverá entregar a versão final do Tr abalho de Conclusão de Curso após a \ndefesa e correções, se necessário, até o prazo fina l estabelecido pelo docente da disciplina \nPRG305, em duas cópias impressas e uma cópia digita l, formatadas de acordo com as normas \nde documentos vigentes na UFLA. \n \nDISPOSIÇÕES FINAIS  \n \nArt. 26.  Os casos omissos às normas presentes serão resolvi dos pelo Colegiado do Curso de \nEngenharia Florestal, com acompanhamento da Pró-Rei toria de Graduação.  \n \n                                                   Colegiado do Curso de Engenharia Florestal ", "47": "ANEXO 4 \n \nANEXO 4 \n \nCorpo docente e Núcleo Docente Estruturante - NDE \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCorpo Docente ", "48": "ANEXO 4 \n \n Docentes responsáveis por  \nDisciplinas obrigatórias Docentes responsáveis \npor Obrigatórias  e \neletivas Docentes responsáveis por            \nDisciplinas eletivas \nAgnaldo José Ferrari Ana Alice Vilas Boas \nAlberto Colombo x Antonio Chalfun Junior \nAlex Bager Antonio Marciano da Silva \nAndrea Portolomeos Cesar Freire de Carvalho \nAntonia dos Reis Figueira Claudio Milton Montenegro Campos \nAntonio Carlos da Silva Zanzini x Dulcineia de Carvalho \nAntonio Claudio Davide x Eduardo Alves \nAntonio Donizette de Oliveira Francisco Carlos Gomes \nAntonio dos Anjos Pinheiro da Silva Geraldo Cesar de  Oliveira \nAntonio Eduardo Furtini Neto x Gilberto Coelho \nAntonio Marciano da Silva x Gustavo Henrique Denzin Tonoli \nAugusto Ramalho de Morais Heloisa Rosa Carvalho \nCarlos Alberto Silva x Joao Paulo Rodrigues Alves Del fino Barbosa \nCarlos Eduardo Silva Volpato Joel Yutaka Sugano \nCarlos Rogerio de Mello x José Luiz Pereira de Rezend e \nCesar Augusto Brasil Pereira Pinto Lucas Del Bianco Faria \nCustodio Donizete dos Santos Luiz Antonio Lima \nDouglas Ramos Guelfi Silva Marcelo Márcio Romaniello \nEdilson Lopes Serra Marcelo Passamani \nEdson Ampelio Pozza Maria de Lourdes Souza Oliveira \nElaine Fontes Ferreira da Cunha Mario Cesar Guerreiro \nEvaristo Mauro de Castro Patricia Duarte de Oliveira Paiva \nFabiano Lemes Ribeiro Rodrigo Lopes Ferreira \nFabio Akira Mori x Silvério José Coelho \nFatima Maria de Souza Moreira x Silvia Helena Rigatto \nFausto Weimar Acerbi Junior \nGeraldo Cesar de Oliveira \nGilberto Coelho 25 docentes \nGiovana Augusta Torres \nHelcio Andrade \nIvana de Vasconcellos Latosinski \nJanice Guedes de Carvalho x\nJoao Jose Granate de Sa e Melo Marques x\nJose Marcio de Mello x\nJose Marcio Rocha Faria \nJose Maria de Lima x\nJose Reinaldo Moreira da Silva x\nJose Tarcisio Lima x\nLourival Marin Mendes x\nLucas Rezende Gomide \nLuciana Barbosa de Abreu \nLuis Antônio Coimbra Borges x\nLuis Marcelo Tavares de Carvalho \nLuiz Roberto Guimaraes Guilherme x\nMarcelo Márcio Romaniello \nMarco Aurelio Leite Fontes x\nMaria Alves Ferreira \nMaria de Lourdes Souza Oliveira \nMariana Esteves Mansanares \nMario Lucio Vilela Resende \nMirleia Aparecida de Carvalho \nMoacir de Souza Dias Junior \nNatalino Calegario x\nNilton Curi \nPatricia Vasconcelos Almeida \nPaulo Fernando Trugilho x\nPedro Castro Neto \nRenato Elias Fontes \nRenato Luiz Grisi Macedo x", "49": "ANEXO 4 \n \n \nNDE \nDocente  Coordenador e ex -\ncoordenadores Membros do \ncolegiado do curso Membros de outros  \nDepartamentos da Outros \ndocentes \nAna Carolina Maioli Campos Barbosa   X   \nAntônio Donizette de Oliveira  Ex -coordenador     \nCarlos Eduardo Silva Volpato    DEG   \nEvaristo Mauro de Castro  X DBI  \nFábio Akira Mori Ex-coordenador    \nFausto Weimar Acerbi Júnior   X   \nGustavo Henrique Denzin Tonoli     X \nJoão Paulo Rodrigues Alves Delfino   DBI  X \nJosé Aldo Alves Pereira     X \nJosé Márcio de Mello     X \nJosé Márcio Rocha Faria     X \nJosé Roberto Soares Scolforo     X \nJosé Tarcísio Lima     X \nLourival Marin Mendes Ex-coordenador    \nLucas Amaral de Melo Coordenador X   \nLuís Antônio Coimbra Borges Ex-Coordenador   X \nMarco Aurélio Leite Fontes  Ex -coordenador    X \nMaria Alves Ferreira    DFP  X \nMariana Mansanares    DBI  X \nNatalino Calegário     X \nPaulo Fernando  Trugilho  Ex -coordenador  X   \nRenato Luiz Grisi Macedo     X \nRonald Zanetti Bopnetti Filho    DEN   \nSoraya Alvarenga Botelho Ex-coordenadora    \n \n \n Rene Luis de Oliveira Rigitano \nRodrigo Vilela Machado \nRonald Zanetti Bonetti Filho x\nRosane Freitas Schwan \nRuben Delly Veiga \nRubens Manoel dos Santos x\nRuy Carvalho \nSebastiao Carlos da Silva Rosado \nSergio Martins de Souza \nSilvana Marcussi \nSolange Gomes Faria Martins \nSoraya Alvarenga Botelho \nTadayuki Yanagi Junior \nTania Regina de Souza Romero \nThiago Rodrigo de Paula Assis \nValdemar Faquin \nVera Simone Schaefer Kalsing \nVicente Paulo Campos \nYuri Lopes Zinn "}