{"1": " \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO  \nENGENHARIA ELÉTRICA  \nMODALIDADE DO CURSO – BACHARELADO  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nITUIUTABA  \n2021  \n ", "2": " \n \n \n \nESTRUTURA ADMINISTRATIVA DA UEMG  \n \n \nREITORA  \nLavínia Rosa Rodrigues  \nVICE -REITOR  \nThiago Torres Costa Pereira  \nCHEFE DE GABINETE  \nRaoni Bonato da Rocha  \nPRÓ -REITORIA DE GRADUAÇÃO  \nMichelle Gonçalves Rodrigues  \nPRÓ -REITORA DE PESQUISA E PÓS -GRADUAÇÃO  \nMagda Lucia Chamon  \nPRÓ -REITOR DE EXTENSÃO  \nMoacyr Laterza Filho  \nPRÓ -REITOR DE PLANEJAMENTO, GESTÃO E FINANÇAS  \nFernando Antônio França Sette Pinheiro Júnior  \nDIRETORA DA UNIDADE ACADÊMICA  \nPatrícia Alves Cardoso  \nVICE -DIRETORA DA UNIDADE ACADÊMICA  \nStella Hernandez Maganhi  \nCOORDENADOR DO CURSO DE ENGENHARIA ELÉTRICA  \nAgaone Donizete Silva  \nVICE -COORDENADOR DO CURSO DE ENGENHARIA ELÉTRICA  \nAlan Kardec Candido dos Reis  \n \n \n \n \n \n \n \n \n \n \n \n ", "3": " \n \n \n \nMEMBROS DO NÚCLEO DOCENTE ESTRUTURANTE (NDE)  \nRESOLUÇÃO 284, 11 de dezembro de 2020 (eleição 28/06/2021)  \n \n \n1 - Daniela Freitas Borges (Presidente)  \n2 - Douglas D´Assu nção  \n3 - Flávia Catarina Alves Viali  \n4 - Hélio Oliveira Ferrari  \n5 - Agaone Donizete Silva (membro nato)  \n6 - Bruna Cláudia Lourenção (Suplente)  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "4": " \n \nDADOS DE IDENTIFICAÇÃO DA UNIVERSIDADE  \n \nInstituição de Ensino Superior:  Universidade do Estado de Minas Gerais  \nNatureza jurídica: Autarquia Estadual  \nRepresentante legal Reitora: Lavínia Rosa Rodrigues  \nEndereço da sede e Reitoria: Rodovia Papa João Paulo II, 4.143 - Ed. Minas – 8.º andar -Cidade \nAdministrativa Presidente Tancredo Neves - Bairro Serra Verde - Belo Horizonte - MG - CEP: \n31.630 -900 - Tel.: +55 (31) 3916 -0471.  \nCNPJ:65.172.579/0001 -15 \nAto de criação: Art. 81ºdo Ato das Disposições Constitucionais Transitórias da Constituição \nMineira de 1989.  \nAto regu latório de credenciamento: Lei Estadual n.º 11.539, de 23 de julho de 1994 .  \nAto regulatório de credenciamento para oferta de cursos a distância:  Portaria  n.º 1.369, de 7 \nde dezembro de 2010.  \nAto regulat ório de renovação de credenciamento: Resolução SEDEC TES nº 59 de 28/08/2018, \npublicada em 30/08/2018.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "5": " \n \n \nDADOS DE IDENTIFICAÇÃO DO CURSO  \n \nInstituição de Ensino Superior:  UEMG Universidade do Estado de Minas Gerais  \nUnidade Acadêmica: Ituiutaba  \nEsfera administrativa: Estadual  \nCurso: Engenharia Elétrica  \nModalidade do curso: Bacharelato  \nModalidade de Ensino: Presencial  \nTurno de funcionamento: Integral e Noturno  \nTempo de Integralização do curso:  \n- Mínimo: 10 (dez) semestres  \n- Máximo: 15  (quinze) semestres  \nNúmero de vagas autorizadas:  80 (oitenta)  \n- 40 (quarenta) para o curso integral, e   \n- 40 (quarenta) para o curso noturno  \nCarga horária total do curso: 5166  horas aula ou 4305  horas relógio  \nFormas de Ingresso:  \n- Exame Nacional do Ensino Médio (ENEM);  \n- Sistema de Seleção Unificado (SISU);  \n- Reopção, Transferência e Obtenção de  Novo Título;  \nDias letivos semanais: 6 (seis)  \nCarga Horária Semanal: 18 horas/aula  \nAto regulatório: RESOLUÇÃO SEE Nº 4.286 DE 28 DE FEVEREIRO DE 2020 .  \nMunicípio de implantação: Ituiutaba  \nEnde reço de funcionamento do curso: Rua Vereador Geraldo Mois és da Silva, S/N, Setor \nUniversit ário, Ituiutaba – MG, CEP 38302 -192 – Tel.: +55 (34) 3271 -9900  \n \n \n \n \n \n \n \n ", "6": " \n \nSUMÁRIO  \n1 APRESENTAÇÃO  ................................ ................................ ................................ ..............  8 \n2 HISTÓRICO DA UEMG  ................................ ................................ ................................ .... 8 \n2.1 Histórico da Unidade Acadêmica  ................................ ................................ ................  10 \n2.2 Realidade Regional  ................................ ................................ ................................ ..... 11 \n3 CARACTERIZAÇAO DO CURSO  ................................ ................................ .................  13 \n3.1 Justificativa do Curso  ................................ ................................ ................................ .. 13 \n4 OBJETIVO DO CURSO  ................................ ................................ ................................ ... 14 \n4.1 Objetivos Específicos  ................................ ................................ ................................ .. 14 \n4.2 Estratégias para se atingir os objetivos propostos  ................................ .......................  15 \n4.3 Articulação do curso com o plano de desenvolvimento institucional da UEMG  ....... 18 \n4.4 Competências e habilidades  ................................ ................................ ........................  18 \n4.5 Perfil do profissional  ................................ ................................ ................................ ... 20 \n5 ORGANIZAÇÃO CURRICULAR - CURSO DE ENGENHARIA ELÉTRICA  ........  21 \n6 Ementário das disciplinas obrigatórias  ................................ ................................ ............  25 \n7 Ementário das disciplinas optativas  ................................ ................................ .................  44 \n8 METODOLOGIA DE ENS INO  ................................ ................................ .......................  47 \n8.1 Metodologia e produção do Conhecimento  ................................ ................................  47 \n8.2 Forma de realização da interdisciplinaridade  ................................ ..............................  48 \n8.3 Modos de integração entre teoria e prática  ................................ ................................ .. 48 \n8.4 Incent ivo à pesquisa  ................................ ................................ ................................ .... 48 \n8.5 Estágio Supervisionado  ................................ ................................ ...............................  48 \n8.6 Trabalho de Conclusão de Curso  ................................ ................................ ................  49 \n8.7 Atividades complementares  ................................ ................................ ........................  50 \n8.8 Apoio ao estudante  ................................ ................................ ................................ ...... 50 \n8.9 Extensão Universitária  ................................ ................................ ................................  50 \n9 GESTÃO ACADÊMICA DO CURSO  ................................ ................................ ............  51 \n10 ESTRUTURAS DE APOIO  ................................ ................................ ..............................  56 \n11 REFERÊNCIA  ................................ ................................ ................................ ...................  63 ", "7": " \n \n12 ANEXOS  ................................ ................................ ................................ .............................  64 \n ", "8": "8 \n \n1 APRESENTAÇÃO  \n \n \n  \n O curso de Engenharia Elétrica tem por objetivo geral formar Engenheiros Eletricistas \nque tenham conhecimentos técnicos, científicos, necessários ao exercício  profissional com \nhabilidades e competência de forma geral na solução de problemas de engenharia, quer seja na \nSistema Elétrico de Potência (SEP) , Automação, Manutenção de Equipamentos Industriais \nEletromecânicos e no desenvolvimento e uso de Protocolos, Sistemas de Comunicação,  que \npermitam a troca de informações industriais em sistemas computacionais, visando o controle, a \nautomação e gestão.  \n \n2 HISTÓRICO DA UEMG  \n \n \nUma análise da história da UEMG desde sua criação permite afirmar que a Universidade \ndo Estado de Minas  Gerais representa uma alternativa concreta e rica de aproximação do Estado \nmineiro com suas regiões, por acolher e apoiar a população de Minas onde vivem e produz.  Por \nsua vocação, tem sido agente do setor público junto às comunidades, colaborando na sol ução \nde seus problemas, por meio da realização do tripé ensino, pesquisa e extensão, e na formatação \ne implementação de seus projetos de desenvolvimento.  \nPara se firmar no contexto da Educação Superior no Estado, e buscando estar presente \nem suas mais dist intas regiões, a UEMG adota um modelo multicampi, constituindo -se não \napenas como alternativa aos modelos convencionais de instituição de ensino, mas também \ncomo força política e social para o desenvolvimento regional. A Universidade apresenta uma \nconfigur ação, ao mesmo tempo, global e regional. Diferencia -se das demais por seu \ncompromisso com o Estado de Minas Gerais e com as regiões em que se insere, em parceria \ncom o Governo do Estado, com os municípios e com empresas públicas e privadas. \n Compromisso es te apresentado em um breve histórico da formação de suas unidades \nacadêmicas.  \nA UEMG foi criada em 1989, mediante determinação expressa no art. 81 do “Ato das \nDisposições Constitucionais Transitórias – ADCT” da Constituição do Estado de Minas Gerais. \n Sua estrutura foi regulamentada pela Lei n.º 11.539, de 22 de julho de 1994, que a \ndefiniu como autarquia de regime especial, pessoa jurídica de direito público, com sede e foro ", "9": "9 \n \nem Belo Horizonte, com autonomia didático cientifica, administrativa e disciplinar , incluída a \ngestão financeira e patrimonial. Está vinculada à Secretaria de Estado de Ciência, Tecnologia e \nEnsino Superior – SECTES –, que compete formular e implementar políticas públicas que \nassegurem o desenvolvimento científico e tecnológico, a inova ção e a educação superior.  \nO campus de Belo Horizonte teve sua estrutura definida pela mesma Lei nº 11.539/1994, \nque autorizou a incorporação à UEMG da Fundação Mineira de Arte Aleijadinho – FUMA – \ntransformada em duas escolas: Música e Design; a Fundação Escola Guignard; o curso de \nPedagogia do Instituto de Educação, transformado em Faculdade de Educação. Compõe, ainda, \no campus de Belo Horizonte a Faculdade de Políticas Públicas Tancredo Neves – FaPP – criada \npela Resolução CONUN/UEMG nº 78, de 10 de sete mbro de 2005, com vistas a contribuir para \na consolidação do compromisso da UEMG com o desenvolvimento de projetos de expansão e \ndiversificação dos cursos oferecidos e para a ampliação do acesso à educação superior no \nEstado.  \nNo interior de Minas Gerais, a  UEMG realizou, em convênio com prefeituras \nmunicipais, a instalação do curso de Pedagogia fora de sede, em Poços de Caldas e das Unidades \nAcadêmicas em Barbacena, Frutal, João Monlevade, Leopoldina e Ubá com a oferta de cursos \nque buscam contribuir para a  formação de profissionais e para a produção e difusão de \nconhecimentos, que reflitam os problemas, as potencialidades e as peculiaridades de diferentes \nregiões do Estado, com vistas à integração e ao desenvolvimento regional.  \n Em 2010, a Universidade real izou seu credenciamento junto ao Ministério da Educação, \npor meio da Portaria n.º 1.369 de 7 de dezembro de 2010, para oferta de cursos de Educação a \nDistância.  Consolidado com sua inserção na Universidade Aberta do Brasil – UAB – \nofertando Cursos de Aper feiçoamento, Graduação e Especialização na modalidade a distância.  \nPor meio da Lei n.º 20.807, de 26 de julho de 2013, foi prevista a estadualização das \nfundações educacionais de ensino superior, associadas à UEMG, de que trata o inciso I do § 2.° \ndo art. 129 do ADCT: Fundação Educacional de Carangola, na cidade de Carangola; Fundação \nEducacional do Vale do Jequitinhonha, em Diamantina; Fundação de Ensino Superior de \nPassos, na cidade de Passos; Fundação Educacional de Ituiutaba, no município de Ituiutaba; \nFundação Cultural Campanha da Princesa, em Campanha, e Fundação Educacional de \nDivinópolis, na cidade de Divinópolis, bem como os cursos de ensino superior mantidos pela \nFundação Helena Antipoff, no município de Ibirité.  ", "10": "10 \n \nFinalizado o processo de estadualização, a  UEMG se encontra presente em 16 \nmunicípios com curso presenciais e em 15 municípios com Educação a Distância , \ncomprometida com sua missão de promover o Ensino, a Pesquisa e a Extensão de modo a \ncontribuir para a formação de cidadãos compr ometidos com o desenvolvimento e a integração \ndos setores da sociedade e das regiões do Estado.  \n \n2.1 Histórico da Unidade Acadêmica  \n \n \nA Fundação Educacional de Ituiutaba - FEIT foi institu ída em 1963, com a finalidade \nde criar, instalar e manter, sem fins lucr ativos, escolas de ensino fundamental, m édio e superior, \ncom o objetivo de promover a cultura, a pesquisa e a formação profissional, em todos os ramos \ndo saber t écnico e cient ífico, nos termos da legislaçã o espec ífica. \nEm 1970, foi implantado o ensino superior em Ituiutaba, com a criação da Faculdade de \nFilosofia, Ci ências e Letras de Ituiutaba, posteriormente passando para duas unidades \nacadêmicas: Instituto Superior de Ensino e Pesquisa de Ituiutaba (ISEPI) foi credenciado pelo \nDecreto n º 92.38 9 teve in ício com a fusão da Faculdade de Filosofia Ci ências e Letras de \nItuiutaba, implantada em 1970, conforme o Decreto do Minist ério da Educaçã o n.º  66.602, de \n20 de maio de 1970, com a Faculdade de Engenharia de Ituiutaba, criada em 1976, e a Faculda de \nde Ci ências Agr árias, autorizada pelo Decreto n. º  90.003, de 25 de julho de 1984.  \nA Faculdade de Filosofia, Ci ências e Letras de Ituiutaba, instalada visando à forma ção \nde profissionais da educação para as escolas da educaçã o básica oferece, desde seu  início, os \nCursos de Ci ências Biol ógicas, Hist ória, Letras Portugu ês/Ingl ês, Matemá tica e Pedagogia. A \npartir de 1995, passou a oferecer tamb ém o Curso de Qu ímica. A Faculdade de Engenharia foi \nimplantada, em 1976, com o Curso de Engenharia de Operação, m odalidade Eletricidade.  \nEm 5 de fevereiro de 1979, pelo Decreto n º  83.130,  o Curso foi convertido em \nEngenharia El étrica.  \nEm 25 de julho de 1984, pelo Decreto n. º 90.003, a Faculdade de Ci ências Agr árias \nrecebeu autorização de funcionamento, ampliando -se, assim, a oferta de cursos superiores em \nItuiutaba. Em 2002 foi criado o Instituto Superior de Educação de Ituiutaba - ISEDI, Os cursos \nde licenciatura passaram a integrar o Instituto Superior dea, criado, em 2002, para abrigar o \ncurso Normal Superior e os cursos de licenciatura, cumprindo -se o estabelecido na Lei Federal ", "11": "11 \n \n9.394/96. Os dois Institutos dividem espaços e recursos e mantidos pela Fundaçã o Educacional \nde Ituiutaba.  \n No dia 3 de abril de 2014 o Governador do Estado de Minas Gerais assina o Dec reto \nNº 46.478 que estadualiza a Fundação Educacional de Ituiutaba. No dia 2 de junho de 2014, \nfoi assinado pelo Governo de Minas o Ato de Incorporação da Fundaçã o Educacional de \nItuiutaba (FEIT) à Universidade do Estado de Minas Gerais - UEMG, com a estad ualização, \nela passa a integrar a terceira maior universidade do Estado, podendo garantir o acesso à \neduca ção universit ária gratuita e de qualidade.  \n \n2.2 Realidade  Regional  \n \n \nA UEMG Ituiutaba localiza -se na Regiã o IV – Triângulo e Alto Parana íba –  \nespecificamente no centro -norte do Tri ângulo Mineiro, no Estado de Minas Gerais, Brasil.  Seus \nmunic ípios e estado lim ítrofes são: Gurinhatã , Ipia çu, Capin ópolis, Caná polis, Santa Vit ória, \nMonte Alegre de Minas, Prata, Campina Verde e o Estado de Goi ás.  \nA UEMG Ituiutaba, anteriormente Fundação Educacional de Ituiutaba como \nmantenedora, consolidou o reconhecimento de uma instituição que conserva, amplia e aprimora \no patrim ônio educacional e cultural, espelhando uma imagem de referencia de universidade, no \nPontal do Tri ângulo Mineiro. Este reconhecimento ocorre pela expressiva contribuição por \nmais de 40 anos, de seus egressos, no desenvolvimento do setor produtivo, social, cient ífico e \ncultural da cidade, da região, do estado e do pa ís. Dentre eles, destaca m-se grandes lideranças \npoliticas, empresariais e educacionais.  \nDesta forma, a Universidade do Estado de Minas Gerais abrange uma extensa área \ngeográ fico-educacional: dez munic ípios vizinhos e o sudoeste goiano, com uma população de \naproximadamente 360.99 0 habitantes, que direta ou indiretamente, beneficiam -se de suas \nações. A Universidade do Estado de Minas Gerais tem contribu ído para o desenvolvimento de \nItuiutaba e região, com a formação de profissionais para a área da educaçã o. Triângulo Mineiro \né composto por 35 munic ípios, a maioria no Sudeste de Minas Gerais e é uma das dez regiões \ndesse estado. É dividido em sete microrregiõ es: Araxá , Frutal, Ituiutaba,  Patos de Minas, \nPatroc ínio, Uberaba e Uberl ândia.  \nA região do Tri ângulo Mine iro est á entre as mais produtivas e promissoras do Pa ís, com \ndestaque para o agroneg ócio. Hoje, segundo o governo de Minas Gerais, a região representa ", "12": "12 \n \n7% do total das exportações do Estado que, sozinho, é responsá vel por 13,8% das vendas \nexternas do Brasil . \nOs principais produtos exportados na regiã o são: açúcar, caf é, milho, soja e seus \nderivados. Tamb ém é significativa a produ ção e exportação das carnes de aves, bovina e su ína.  \nDentro deste cenário, o desenvolvimento de ferramentas que busquem facilitar a rotina \ndo trabalhador rural, auxilie  na coleta de dados e ajudem na tomada de decisões dos produtores \njá são realidade no ambiente agrícola por meio da automação no agronegócio. Desta forma, \nseguindo os conceitos da Agricultura 4.0, o uso da tecnologia d e informação é um caminho sem \nvolta no mundo rural. Essa possibilidade torna vasto o mercado de trabalho na região de \nItuiutaba.  \nNesse contexto, apenas uma instituição de ensino superior se encontra na área central, a \nUNOPAR. Essa é uma unidade privada de ensino a distância – EAD – que se utiliza de meios \ntecnológicos de comunicação em que os alunos e professores que realizam atividades \neducativas de forma diversificada, sem necessariamente ter a presença do docente no mesmo \nlocal em que o discente. As aula s têm dinâmicas e frequência diferenciadas, porém \nreconhecidas pelo MEC.  \nO IFTM, a UEMG e a UFU são as três instituições públicas com ensino superior em \nItuiutaba (MG). A primeira – Instituito Federal de Educação, Ciência e Tecnologia do Triângulo \nMineiro – o IFTM, além de apresentar ensino médio e técnico, possui 2 cursos superiores e 4 \ncursos de pós -graduação latu sensu. Já a UFU inaugurou em Ituiutaba (MG) seu campus, \nFaculdade de Ciências Integradas do Pontal (FACIP), no ano de 2007 com 9 cursos. No ano  de \n2010 foram implantados mais 2: Engenharia de Produção e Serviço Social. Durante cinco anos, \nas aulas e atividades da Instituição  foram realizadas nos prédios e espaço da UEMG. \nAtualmente, as atividades já são realizadas no espaço próprio da instituição . \nAs melhorias podem ser vistas não só na agricultura de precisão, com a possibilidade de \nobtenção de mais e melhores produtos em um mesmo pedaço de solo e de redução da aplicação \nde agrotóxicos, mas também na agricultura sustentável, com a possibilidade d a definição de \nquais produtos são necessários e devem ser produzidos frente às informações oriundas dos \ncomerciantes. Isso impede que energia seja consumida de forma desnecessária e produtos sejam \ndesperdiçados com a entrega em tempo, graças às informações  de tráfego e de melhores vias \npara o transporte da carga. Todos estes temas surgem como áreas da Engenharia Eletrica.  \n ", "13": "13 \n \n3 CARACTERIZAÇAO DO CURSO  \n \nO Curso de Engenharia Elétrico se caracteriza por oferecer em sua estrutura curricular \ndisciplinas c om ênfase em Sistemas Elétrico de Potência  (SEP) , com atendimento :  um \ncurso com funcionamento no  Integral (Matutin o e Vespertino) e o outro com \nfuncionamento no Notu rno, ambos e duração de cinco anos presencial.  \n \n \n3.1 Justificativa do Curso  \n \n \nAs engenharias s ão indispensáveis ao progresso de qualquer nação. A engenharia \nelétrica, em particular, é responsável pela geração, transmissão e distribuição de energia, que \ndeve estar presente em residências, no comércio e na indústria, de forma a proporcionar \nconforto e condições para a produção de bens, produtos ou serviços que gerem riquezas para a \nsociedade.  \nAté o momento foram oferecidos dois processos seletivos para estudantes interessados \npelo curso de engenharia elétrica, depois que a Instituição foi encampada p ela UEMG, com \nduas formas de entrada: processo seletivo da própria Universidade e o SISU. Dados apontam \nque, para as duas formas de ingresso, houve demanda, com preenchimento de todas as vagas \ncolocadas à disposição.  \nDe acordo com os interesses e a vocação da região onde estão inseridos, o curso de \nengenharia elétrica pode  ser oferecido  com ênfase em eletrotécnica, eletrônica, \ntelecomunicações, computação, automação e controle. Em função da necessidade de expansão \nde fornecimento de energia elétrica para o país e da demanda existente, o curso de Engenharia \nElétrica foi criado com ênfase em eletrotécnica.  \nVários egressos foram admitidos por empresas concessionárias de energia elétrica, tais \ncomo: CEMIG, CELTINS, ELETRON ORTE, CEB e CELG, para prestarem serviço  na área de \nprojetos e execução de instalações elétricas prediais e industriais. Outros trabalham na área de \neletrificação rural e urbana em empresas prestadoras de serviços para concessionárias. É \ntambém consideráve l o quantitativo de ex -alunos que optaram pelo meio acadêmico, cursou  \nmestrado ou doutorado e ocupam posição de destaque em instituições  de ensino superior.   ", "14": "14 \n \n Considerando ainda que diversos egressos conquistaram seu espaço na área de \ntelecomunicações, ad mitidos por empresas como a CTBC Telecom, a Instituição decidiu \noferecer  um conjunto de disciplinas que contemplam melhor esta área.  \nEm função dos avanços da eletrônica, cada vez mais presentes nas diversas áreas de \nabrangência da Engenharia Elétrica, con siderou -se a relevância de inserir, no curso, mais \nconteúdo de eletrônica. Foram introduzidas disciplinas, como Circuitos Lógicos, \nmicroprocessadores, processamento digital de sinais e outras. Assim, o estudante, ao concluir \nseus estudos, estará mais bem p reparado para trabalhar com conhecimento técnico e científico \ne atender às necessidades das áreas de sistemas de energia, eletrônica e telecomunicações.  \n O mercado de trabalho para Engenheiro Eletricista é bastante promissor, para o  país se \ndesenvolver, a  demanda por energia, equipamentos eletroeletrônicos, automação industrial e \ncomunicação é crescente, assim como a necessidade de profissionais para o setor.   \n \n \n4 OBJETIVO DO CURSO  \n \n O objetivo deste projeto pedagógico é o de apresentar o perfil esperado do egresso do  \ncurso de Engenharia  Elétrica, aqui em particular com  ênfase em Sistemas de Energia Elétrica,  \nbem como a estrutura curricular vigente deste curso . A nova filosofia que está sendo implantada  \né alinhada com os aspectos mais evidentes das   Diretri zes Curriculares Nacionais  (DCNs) \nque são  normas obrigatórias dos sistemas  de ensino  superior, di scutidas, concebidas e fixadas \npelo Conselho  Nacional  de Educação  (CNE)  e outras atividades qu e procuram agregar ao \nperfil do egresso a s metas futuras de acompa nhamento e aprimoramento profissional . \n Ao formar -se adquire  nos assuntos  técnicos, científicos, a instrução  necessári a ao \nexercício  da profissional de forma gera l na solução de problemas de engenharia, quer seja na \nSistema Elétrico de Potência (SEP) , Automação, Manutenção de Equipamentos Industriais \nEletromecânicos e no desenvolvimento e uso de Protocolos, Sistemas de Comunicação,  que \npermitam a troca de informaç ões.  \n \n \n4.1 Objetivos Específicos  \n \n \nOs objetivos  espec íficos  para formar  profissional  habilitado  na engenharia  elétrica  deve:  ", "15": "15 \n \n  - Aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia;  \n- Projetar e conduzir experimentos e interpretar resultados;  \n- Conceber, projetar e analisar sistemas, produtos e processos;  \n- Planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia;  \n- Identificar, formular e resolver problemas de engenharia;  \n- Desenvolver ou utilizar novas ferramentas e técnicas;  \n- Supervisionar a operaçã o e manutenção de sistemas;  \n- Comunicar -se eficientemente nas formas escrita, oral e gráfica;  \n- Atuar em equipes multidisciplinares;  \n- Compreender e aplicar a ética em responsabilidades profissionais;  \n- Avaliar o impacto das atividades da engenharia no con texto social e ambiental;  \n- Avaliar a viabilidade econômica de projetos de engenharia;  \n- Assumir a postura de permanente busca de atualização profissional.  \n- Tratar dos problemas de automação e controle de processos industriais;  \n \n \n4.2 Estratégias para se ating ir os objetivos propostos  \n \n \nConscientização dos professores quanto ao perfil que se espera do egresso:  \n- Organização  curricular que contempla formação básica, de amplitude compatível com \nas necessidades de um curso de Engenharia, dando -se ênfase a uma sólida introdução dos \nconceitos e tecnologias fundamentais da Engenharia Elétrica.  \n - Sincronização dos esforços dos pro fessores dentro de um planejamento que permita o \nexercício da interdisciplinaridade e o desenvolvimento de habilidades específicas e a geração \nde novas tecnologias.  \n- Organização curricular que contemple disciplinas de formação humanista como “Ética \ne Dire ito”, “Ciência, Tecnologia e Sociedade  (CTS) ” e “Ciências do Ambiente”  e “Língua  \nBrasileira de Sinais  (LIBRAS) ” conforme orienta o Decreto 9.556/2018 sendo ofertada como ", "16": "16 \n \ndisciplina optativa , respeitando as especificidades de cada um,  e que promovam no eg resso o \nsenso de ética, o respeito às etnias, a responsabilidade social, a responsabilidade profissional e \npreocupação com o meio ambiente, através de estudos com a educação ambiental , seguindo as \norientações normativas através das RESOLUÇÃO  CNE/CP/ 1/2012 que estabelece Diretrizes \nCurriculares Nacionais em temas sobre os Direito Humanos e a Resolução CNE/CP/ 2/2012 \nque estabelece Diretrizes Curriculares Nacionais para a Educação Ambiental . \n - A apresentação do programa da disciplina ao aluno,  explicitando os tópicos a serem \nabordados e os objetivos a serem alcançados, que o auxiliará na organização do trabalho \nacadêmico.  \n- Prática do incentivo à pesquisa científica bibliográfica, a escrita de relatórios e a \napresentação dos mesmos em seminário s, congressos, simpósios, propiciando ao egresso \ndesenvolvimento da capacidade autodidata, da habilidade do trabalho em grupo e da \npossibilidade de publicação de seus trabalhos em eventos.  \n- Uso intensivo dos laboratórios, em aulas práticas e demonstrativa s, que contribui \nsignificativamente para a compreensão e para o aprendizado dos conteúdos ministrados.  \n- Respeitadas as especificidades de cada disciplina, propondo uma política de avaliação \nsemestral, composta  de pelo menos três (03) avaliações escritas, além de uma avaliação \nrecuperativa.  \n- A realização de reuniões bimestrais com os professores do curso possibilita uma \navaliação acadêmica do período e sinaliza os ajustes necessários a serem implementados.  \n- O projeto pedagógico do curso e Engenharia Elétr ica foi elaborado, observando -se as \ndiretrizes curriculares nacionais, destinando -se mais créditos para as disciplinas de conteúdos \nbásicos e profissionalizantes . \n- As disciplinas foram organizadas ao longo do curso, de modo a oferecer aos estudantes  \na bas e para a construção ordenada do conhecimento.  \n- O núcleo de formação básica contempla as disciplinas relacionadas no Art. 9º da \nRESOLUÇÃO Nº 2, DE 24 DE ABRIL DE 2019.   \n- As disciplinas de formação profissional referem -se às necessárias para a modalidade  \nEngenharia Elétrica, de forma geral, e às específicas oferecidas pelo curso, relacionadas , \nprincipalmente, a sistemas de energia, eletrônica e telecomunicações.  ", "17": "17 \n \nOferecemos um rol de disciplinas optativas objetivando um melhor aproveitamento na \nparte espec ífica do curso, dentre essas disciplinas optativas criou -se os Tópicos em Engenharia, \ncom ementa flexível, para serem utilizadas quando surgirem novos assuntos relacionados à \nEngenharia Elétrica.  \n É exigido o cumprimento de 180 (cento e oitenta) horas rel ógio de Atividades \nComplementares, durante o curso, com o objetivo de levar os alunos a uma permanente busca \ndo aperfeiçoamento e da atualização profissional. As atividades complementares obrigatórias, \ninseridas do II ao VI I período, poderão serem incluída s no núcleo básico/profissionalizante. O \nestágio  supervisionado obrigatório no X período inserido no núcleo profissionalizante, a \ndisciplina eletiva obrigatória, com carga horaria mínima 60h/r inserida no VIII período, \ncabendo ao aluno cursar no mínimo 01 (uma) de acordo com suas características, serão \nincluídas no núcleo profissionalizante, e  as disciplinas optativas obrigatórias inseridas do VIII \nao X, no mínimo de três (3), incluídas no núcleo profissionalizante.  \nA maioria das  disciplinas do X período foram definidas no modelo semipresencial ,  \ncom o objetivo de deixar livres os alunos  para realizar o estágio supervisionado  obrigatório , na \ncidade local ou em outras cidades, o Núcleo de Estágio do Curso de Engenharia Elétrica – \n(NEEE)   que após a sua criação e instalação no espaço da UNIVERSIDADE  / UEMG / \nITUIUTABA ,  oferecerá mais uma oportunidade pra os alunos  realizarem estágios obrigatórios \nou não com ênfase nas disciplinas desenvolvidas no c urso de engenharia eletrica.  \nEm casos extraordinários ou especiais, tais como, substituição de professores ao longo \ndo semestre letivo, onde haja demora para se encontrar o substituto dentro dos Editais de \nProcesso Seletivo, ( PSS), as aulas iniciadas em o ferta/reposição das disciplinas do \ncurso/semestre, podendo ser realizadas no modelo  semipresencial através da plataforma do \nmoodle.  \nA Unidade acadêmica oferece apoio técnico, qualificação e suporte aos professores , sob \na forma de cursos de atualização ou d e iniciação do trabalho.  \nUma sala de multimídia encontra -se à disposição para treinamento dos professores, e \npara orientar os discentes no desenvolvimento das disciplinas semipresenciais.  \nAs ementas das disciplinas foram definidas de forma a proporcionar c ondições de se atingir os \nobjetivos propostos.  \n ", "18": "18 \n \n4.3 Articulação do curso com o plano de desenvolvimento institucional da UEMG  \n \n \n O curso de Engenharia Elétrica da Universidade do Estado de Minas Gerais – UEMG \nUnidade de Ituiutaba encontra -se articulado com o Plano de Desenvolvimento Institucional – \nPDI – da UEMG, em sua visão, missão e outros aspectos, tais como: ensino, pesquisa e \nextensão, sendo os dois últimos, considerável crescimento pós -estadualização.  \n Como o curso está em funcionamento  desde 1979, encontra -se bem estruturado, \ncontudo, procura, por meio de seu Núcleo de Docente Estruturante – NDE e Colegiado do \nCurso, que visa adequar -se às demandas das pró -reitoria da Universidade.  \n \n \n4.4 Competências e habilidades  \n \n \n O curso de graduação em Engenharia deve proporcionar aos seus egressos, ao longo da \nformação, as seguintes competências gerais:  \n I - Formular e conceber  soluções desejáveis de engenharia, analisando e compreendendo \nos usuários dessas soluções e seu contex to:  \n  a) Ser capaz de utilizar técnicas adequadas de observação, compreensão, registro \ne análise das necessidades dos usuários e de seus contextos sociais, culturais, legais, ambientais \ne econômicos;  \n  b) Formular, de maneira ampla e sistêmica, questões de engenharia, \nconsiderando o usuário e seu contexto, concebendo soluções criativas, bem como o uso de \ntécnicas adequadas;  \n II - Analisar e compreender  os fenômenos físicos e químicos por meio de modelos \nsimbólicos, físicos e outros, verificados e validad os por experimentação:  \n  a) Ser capaz de modelar os fenômenos, sistemas físicos e químicos, utilizando \nas ferramentas matemáticas, estatísticas, computacionais e de simulação, entre outras.  \n  b) Prever os resultados dos sistemas por meio dos modelos;  \n  c) Conceber experimentos que gerem resultados reais para o comportamento dos \nfenômenos e sistemas em estudo.  \n  d) Verificar e validar os modelos por meio de técnicas adequadas;  ", "19": "19 \n \n III - conceber, projetar e analisar sistemas, produtos (bens e serviços), co mponentes ou \nprocessos:  \n  a) Ser capaz de conceber e projetar soluções criativas, desejáveis e viáveis, \ntécnica e economicamente, nos contextos em que serão aplicadas;  \n  b) Projetar e determinar os parâmetros construtivos e operacionais para as \nsoluções de Engenharia;  \n  c) Aplicar conceitos de gestão para planejar, supervisionar, elaborar e coordenar \nprojetos e serviços de Engenharia;  \n IV - Implantar, supervisionar  e controlar as soluções de Engenharia:  \n  a) Ser capaz de aplicar os conceitos de gestão para planejar, supervisionar, \nelaborar e coordenar a implantação das soluções de Engenharia.  \n  b) Estar apto a gerir, tanto a força de trabalho quanto os recursos físicos, no que \ndiz respeito aos materiais e à informação;  \n  c) Desenvolver sensibilidade global nas organizações;  \n  d) Projetar e desenvolver novas estruturas empreendedoras e soluções \ninovadoras para os problemas;  \n  e) Realizar a avaliação crítico -reflexiva dos impactos das soluções de \nEngenharia nos contextos socia l, legal, econômico e ambiental;  \n V - Comunicar -se eficazmente nas formas escrita, oral e gráfica:  \n  a) Ser capaz de expressar -se adequadamente, seja na língua pátria ou em idioma \ndiferente do Português, inclusive por meio do uso consistente das tecnolog ias digitais de \ninformação e comunicação (TDICs), mantendo -se sempre atualizado em termos de métodos e \ntecnologias disponíveis;  \n VI - Trabalhar e liderar  equipes multidisciplinares:  \n  a) Ser capaz de interagir com as diferentes culturas, mediante o traba lho em \nequipes presenciais ou a distância, de modo que facilite a construção coletiva;  \n  b) Atuar, de forma colaborativa, ética e profissional em equipes \nmultidisciplinares, tanto localmente quanto em rede;  ", "20": "20 \n \n  c) Gerenciar projetos e liderar, de forma pro ativa e colaborativa, definindo as \nestratégias e construindo o consenso nos grupos;  \n  d) Reconhecer e conviver com as diferenças socioculturais nos mais diversos \nníveis em todos os contextos em que atua (globais/locais);  \n  e) Preparar -se para liderar emp reendimentos em todos os seus aspectos de \nprodução, de finanças, de pessoal e de mercado;  \n VII - Conhecer e aplicar com ética a legislação e os atos normativos no âmbito do exercício \nda profissão:  \n  a) Ser capaz de compreender a legislação, a ética e a responsabilidade profissional \ne avaliar os impactos das atividades de Engenharia na sociedade e no meio ambiente.  \n  b) Atuar sempre respeitando a legislação, e com ética em todas as atividades, \nzelando par a que isto ocorra também no contexto em que estiver atuando; e  \n VIII - Aprender de forma autônoma e lidar com situações e contextos complexos, \natualizando -se em relação aos avanços da ciência, da tecnologia e aos desafios da inovação:  \n  a) Ser capaz de a ssumir atitude investigativa e autônoma, com vistas à aprendizagem \ncontínua, à produção de novos conhecimentos e ao desenvolvimento de novas tecnologias.  \n  b) Aprender a aprender.  \n Parágrafo único. Além das competências gerais, devem ser agregadas as com petências \nespecíficas de acordo com a habilitação ou com a ênfase do curso.  \n \n \n4.5 Perfil do profissional  \n \n \n  O perfil do egresso do curso de graduação em Engenharia deve possuir competências  que \nvenha compreender , entre outras, as seguintes características:  \n I - Ter visão holística e humanista, ser crítico, reflexivo, criativo, cooperativo e ético e \ncom forte formação técnica;  \n II - Estar  apto a pesquisar, desenvolver, adaptar e utilizar novas tecnologias, com \natuação inovadora e empreendedora;  \n III - Ser capaz de reconhecer as necessidades dos usuários, formular, analisar e resolver, \nde forma criativa, os problemas de Engenharia;  ", "21": "21 \n \n IV - Adotar  perspectivas multidisciplinares e transdisciplinares em sua prática;  \n V - Considerar  os aspectos globais, político s, econômicos, sociais, ambientais, culturais \ne de segurança e saúde no trabalho;  \n VI - Atuar  com isenção e comprometimento com a responsabilidade social e com o \ndesenvolvimento sustentável.  \n Notadamente em função da base dos conhecimentos construídos, o egresso deverá \nreunir condições para buscar ampliar seus saberes nas áreas de computacional, automação, \ncontrole. Com a constante preocupação da Instituição com o desenvolvimento de atividades de \niniciação científica, o egresso deverá também , desenvolver um instrumental para pesquisa e \ncondições de ingressar em cursos de pós -graduação lato -sensu ou stricto -sensu a fim de buscar \no aperfeiçoamento profissional.  \n \n5 ORGANIZAÇÃO CURRICULAR - CURSO DE ENGENHARIA ELÉTRICA  \n \n \nESTRUTURA CURRICULAR – 2022 CURSO : (18 SEMANAS  POR SEMESTRE)  \n \nI - Período  \n CARGA HORÁRIA   \nQde Componentes Curriculares  TIPO  TEÓRICA  PRÁTICA  EAD  Hora \naula Hora  \nrelógio  CRÉDITO  Pré \n-requisito  \n1 Algoritmos e Introdução à \nProgramação de  Computadores  OBR  36 36 - 72 60 4 - \n2 Cálculo Diferencial de Integral I  OBR  108 - - 108 90 6 - \n3 Leitura e Produção Textual de \nGêneros Acadêmicos  OBR  72 - - 72 60 4 - \n4 Física Experimental I  OBR  - 36 - 36 30 2 - \n5 Geometria Analítica  e Vetores  OBR  72 - - 72 60 4 - \n6 Física Geral I  OBR  72 - - 72 60 4 - \n7 Introdução à Engenharia  OBR  18 18 - 36 30 2 - \n8 Extensão Universitária I  OBR  54 - - 54 45 3 - \n  Total ---------------  522 435 29 - \n \n \nII - Período  \n  CARGA HORÁRIA   \nQde Componentes Curriculares  TIPO  TEÓRICA  PRÁTICA  EAD  Hora \naula Hora  \nrelógio  CRÉDITO  Pré \n-requisito  \n1 Álgebra linear  OBR  72 - - 72 60 4 D2.2P \n2 Cálculo Diferencial e Integral II  OBR  108 - - 108 90 6 D2.1P  \n3 Circuitos Elétricos I  OBR  54 18 - 72 60 4 D2.1P  \n4 Circuitos Lógicos  OBR  72 - - 72 60 4 - \n5 Física Experimental II  OBR  - 36 - 36 30 2 D6.1P \nD4 1P \n6 Física Geral II  OBR  72 - - 72 60 4 D6 1P  \n7 Laboratórios de Circuitos Lógicos  OBR  - 36 - 36 30 2 - \n8 Atividade complementar I  OBR  36 - - 36 30 2 - \n9 Extensão Universitária II  OBR  54 - - 54 45 3 - \n   Total --------------  558 465 31  \n ", "22": "22 \n \n \n \nIII - Período  \n  CARGA HORÁRIA   \nQde Componentes Curriculares  TIPO  TEÓRICA  PRÁTICA  EAD  Hora \naula Hora  \nrelógio  CRÉDITO  Pré \n-requisito  \n1 Cálculo Diferencial e Integral III  OBR  72 - - 72 60 4 D2 2P \n2 Cálculo  Numérico  OBR  54 18 - 72 60 4 D1 2P \n3 Circuitos Elétricos II  OBR  72 36 - 108 90 6 D3 2P \n4 Desenho Técnico  OBR  36 36 - 72 60 4 - \n5 Química Experimental  OBR  - 36 - 36 30 2 - \n6 Química Geral  OBR  72 - - 72 60 4 - \n7 Atividade complementar II  OBR  36 - - 36 30 2 - \n8 Extensão Universitária III  OBR  54 - - 54 45 3 - \n    Total --------------  522 435 29 - \n \n \n \n \n \nIV - Período  \n  CARGA HORÁRIA   \nQde Componentes Curriculares  TIPO  TEÓRICA  PRÁTICA  EAD  Hora \naula Hora  \nrelógio  CRÉDITO  Pré \n-requisito  \n1 Cálculo Diferencial e Integral IV  OBR  72 - - 72 60 4 D1 3P \n2 Circuitos Elétricos III  OBR  54 18 - 72 60 4 D2 2P \nD3 3P \n3 Eletro magnetismo I  OBR  72 18 - 90 75 5 D1 2P \nD3 3P \n4 Eletrônica I  OBR  36 36 - 72 60 4 D3 2P \n5 Fenômenos de Transportes  OBR  72 - - 72 60 4 D2 2P \nD6 2P \n6 Mecânica dos Sólidos  OBR  72 - - 72 60 4 D6 1P \n7 Atividade complementar III  OBR  36 - - 36 30 2 - \n8 Extensão Universitária IV  OBR  54 - - 54 45 3 - \n    Total --------------  540 450 30 - \n \n \n \n \n \n \nV - Período  \n  CARGA HORÁRIA   \nQde Componentes Curriculares  TIPO  TEÓRICA  PRÁTICA  EAD  Hora \naula Hora  \nrelógio  CRÉDITO  Pré \n-requisito  \n1 Dispositivos Eletromagnéticos  OBR  72 18 - 90 75 5 D3 3P \nD3 4P \n2 Eletro magnetismo II  OBR  72 - - 72 60 4 D3 4P \n3 Eletrônica II  OBR  36 36 - 72 60 4 D4 4P \n4 Introdução aos Modelos Probal ísticos  OBR  72 - - 72 60 4 D2 2P \n5 Materiais Elétricos  OBR  36 36 - 72 60 4 D3 2P \n6 Metodologia Científica**  OBR  36 - 36 72 60 4 - \n7 Atividade complementar IV  OBG  36 - - 36 30 2 - \n8 Extensão Universitária V  OBR  54 - - 54 45 3 - \n    Total --------------  540 450 30  \n \n \nVI - Período  \n  CARGA HORÁRIA   \nQde Componentes Curriculares  TIPO  TEÓRICA  PRÁTICA  EAD  Hora \naula Hora  \nrelógio  CRÉDITO  Pré \n-requisito  \n1 Análise Linear de Sistemas  OBR  72 - - 72 60 4 D1 3P \nD1 4p  \n2 Análise de Sinais  OBR  72 - - 72 60 4 D1 2P \n3 Eletrônica Digital  OBR  36 36 - 72 60 4 D3 2P \nD7 2P ", "23": "23 \n \n4 Instalações Elétricas I  OBR  36 36 - 72 60 4 D3 3P \nD4 3P \n5 Máquinas Elétricas I  OBR  72 36 - 108 90 6 D3 4P \n6 Atividade complementar V  OBR  36 - - 36 30 2 - \n7 Linguagem de Programação  OBR  36 36 - 72 60 4 - \n8 Extensão Universitária VI  OBR  54 - - 54 45 3 - \n    Total --------------  558 465 31  \n \n \n \n \n \nVII - Período  \n CARGA HORÁRIA   \n \nQde Componentes Curriculares  TIPO  TEÓRICA  PRÁTICA  EAD  Hora \naula Hora  \nrelógio  CRÉDITO  Pré \n-requisito  \n1 Eletrônica Aplicada  OBR  36 36 - 72 60 4 D3 5P \n2 Instalações Elétricas II  OBR  18 18 - 36 30 2 D3 3P \nD4 4P \n3 Máquinas Elétricas II  OBR  54 18 - 72 60 4 D5 6P \n4 Microprocessador e Microcontrolador  OBR  36 36 - 72 60 4 D3.2P \nD7 2P \nD3 5P \n5 Princípios de Comunicação  OBR  72 - - 72 60 4 D1 3P \n6 Princípios de Controle e Servomecanismos  OBR  54 18 - 72 60 4 D1 3P \n7 Atividade complementar VI  OBR  36 - - 36 30 2 - \n8 Extensão Universitária VII  OBR  72 - - 72 60 4 - \n    Total --------------  504 420 28  \n \n \n \n \nVIII - Período  \n  CARGA HORÁRIA   \nQde Componentes Curriculares  TIPO  TEÓRICA  PRÁTICA  EAD  Hora \naula Hora  \nrelógio  CRÉDITO  Pré \n-requisito  \n1 Ciências  do Ambiente **  OBR  18 - 18 36 30 2 - \n2 Economia para Engenharia  OBR  72 - - 72 60 4 - \n3 Eletrônica de Potência  OBR  54 18 - 72 60 4 D3 5P \n4 Geração, Transmissão e Distribuição de Energia \nElétrica  OBR  72 36 - 108 90 6 D3 3P \n5 Eletiva  OBR  72 - - 72 60 4 D5 5P \n6 Optativa I  OPT  72 - - 72 60 4 - \n 7 Extensão Universitária VIII  OBR  72 - - 72 60 4 - \n  Total --------------  504 420 28  \n \n \n \nIX - Período  \n  CARGA HORÁRIA   \nQde Componentes Curriculares  TIPO  TEÓRICA  PRÁTICA  EAD  Hora \naula Hora  \nrelógio  CRÉDITO  Pré \n-requisito  \n1 Acionamento de Máquinas Elétricas  OBR  72 36 - 108 90 6 D3 7P \nD3 7P \n2 Administração **  OBR  36 - 36 36 30 2 - \n3 Ética e Direito **  OBR  36 - 36 72 60 4 - \n4 Máquinas Térmicas e Hidráulicas  OBR  72 - - 72 60 4 - \n5 Optativa II  OPT  72 - - 72 60 4 - \n6 Sistemas de Energia Elétrica  OBR  72  - 72 60 4 D4 8P \n7 Trabalho de Conclusão de Curso I  OBR  36 -  36 30 2 . \n8 Extensão Universitária IX  OBR  72   72 60 4 - \n    Total --------------  540 450 30 - \n \n \n \n \n ", "24": "24 \n \nX - Período  \n  CARGA HORÁRIA   \nQde Componentes Curriculares  TIPO  TEÓRICA  PRÁTICA  EAD  Hora \naula Hora  \nrelógio  CRÉDITO  Pré \n-requisito  \n1 Ciência Tecnologia e Sociedade ***  OBR  72  72 72 60 4  \n3 Trabalho de Conclusão de Curso II  OBR  36 - - 36 30 2  \n4 Estágio Supervisionado  OBR  198 - - 198 165 11  \n5 Optativa III  OPT  72 - 72 72 60 4  \n    Total --------------  378 315 21  \n \n RESUMO A CARGA HORÁRIA - ESTRUTURA CURRICULAR – 2022  \n \n \nResumo  PERÍODOS  \nDISCIPLINAS  \nOBRIGATÓRIA  \nDISCIPLINAS  \nOPTATIVA  \nDISCIPLINAS  \nELETIVA  \nATIVIDADES \nCOMPLEMENTAR  \nEXTENSÃO \nUNIVERSITARIA  \nESTÁGIO \nOBRIGATÓRIO  \nTRABALHO DE \nCONCLUSÃO DE \nCURSO  \nTCC  \nTOTAL  \n1º 468 0 0 0 54 0 0 522 \n2º 468 0 0 36 54 0 0 558 \n3º 432 0 0 36 54 0 0 522 \n4º 450 0 0 36 54 0 0 540 \n5º 450 0 0 36 54 0 0 540 \n6º 468 0 0 36 54 0 0 558 \n7º 396 0 0 36 72 0 0 504 \n8º 288 72 72 0 72 0 0 504 \n9º 360 72 0 0 72 0 36 540 \n10º 72 72 0 0 0 198 36 378 \n 3852  216 72 216 540 198 72 5166  \n 5166   \nTOTAIS    \n 5.166 h/a  4.305 H/R   \n H/A H. RELÓGIO  \nTotal Geral do Curso ========= ➔ 5.166  4.305  \nObs.: as atividades complementares serão desenvolvidas ao longo do curso do 2º ao 7º período.  \n \n \n \nESTRUTURA CURRICULAR – DISCIPLINAS OPTATIVAS   \n \nDisciplinas Optativas  \n1 Inglês técnico  72 4 60 \n2 Língua Brasileira de Sinais  72 4 60 \n3 Processamento digital de sinais  72 4 60 \n4 Proteção de Sistemas Elétricos  72 4 60 \n5 Redes Elétricas Rurais e Urbana  72 4 60 \n6 Tópicos em Engenharia  72 4 60 \n7 Estabilidade de Sistemas Elétrico  de Potência   72 4 60 \nObs.:  \n1 – São consideradas atividades complementares: seminários, discussão temática, trabalho de pesquisa, desenvolvimento de protótip o, \nmonitoria, participação em empresa júnior e outras à juízo do colegiado do curso, podendo ser realizado ao longo do período de \nintegralização do curso.  \n2 – O aluno poderá matricular -se no Trabalho de Conclusão de Curso I, após os requisitos constantes de seu regulame nto (ANEXO I). \n3 – O aluno poderá realizar o Estágio Supervisionado, conforme o seu regulamento ( ANEXO  II).  \n4 – O aluno deverá cursar uma disciplina eletiva com no mínimo de 72 (setenta e duas) h/a.  \n  Podendo escolher as disciplinas eletivas em qualquer c urso da Universidade  ou de outras instituições de Ensino Superior, observando -se \na compatibilidade horária e a carga horária semanal máxima.  \n \n ", "25": "25 \n \n \nSISTEMA DE PRÉ -REQUISITO DO CURSO DE ENGENHARIA ELÉTRICA  \n \nDisciplinas que exigem pré -requisitos   Disciplinas que constituem pré -requisitos  \n1.  Acionamentos de Máquinas Elétricas   Eletrônica de Potência  \nMáquinas Elétricas II   \n2.  Álgebra Linear   Geometria Analítica e Vetores   \n3.  Análise de Sinais   Álgebra Linear   \n4.  Análise Linear de Sistemas   Cálculo Diferencial e Integral III  \nCálculo Diferencial e Integral IV   \n5.  Cálculo Diferencial e Integral II   Cálculo Diferencial e Integra I   \n6.  Cálculo Diferencial e Integral III   Cálculo Diferencial e Integral II   \n7.  Cálculo Diferencial e Integral IV   Cálculo Diferencial e Integral III   \n8.  Cálculo Numérico   Álgebra Linear   \n9.  Circuitos Elétricos I   Cálculo Diferencial e Integra I   \n10.  Circuitos Elétricos II   Circuitos Elétricos I   \n11.  Circuitos Elétricos III   Circuitos Elétricos I  \nCálculo Diferencial e Integral III   \n12.  Dispositivos Eletromagnéticos   Circuitos Elétricos II  \nEletromagnetismo I   \n13.  Eletromagnetismo I   Cálculo Diferencial e Integral III  \nCircuitos Elétricos II   \n14.  Eletromagnetismo II   Eletromagnetismo I   \n15.  Eletrônica Aplicada   Eletrônica II   \n16.  Eletrônica de Potência   Eletrônica II   \n17.  Eletrônica Digital   Circuitos Lógicos  \nLaboratório Circuitos Lógicos   \n18.  Eletrônica I   Circuitos Elétricos I   \n19.  Eletrônica II   Eletrônica I   \n20.  Estabilidade de Sistemas Elétrico de Potência   Sistemas de Energia Elétrica   \n21.  Fenômenos de Transporte   Física Geral II  \nCálculo Diferencial e Integra I   \n22.  Física Experimental II   Física Experimental I  \nFísica Geral I   \n23.  Física Geral II   Física Geral I   \n24.  Geração, Transmissão e Distribuição de Energia \nElétrica   Circuitos Elétricos II   \n25.  Instalações Elétricas I   Circuitos Elétricos II   \n26.  Instalações Elétricas II   Instalações Elétricas I   \n27.  Introdução aos Modelos Probalisticos   Cálculo Diferencial e Integral II   \n28.  Máquinas Elétricas I   Eletromagnetismo I   \n29.  Máquinas Elétricas II   Máquinas Elétricas I   \n30.  Máquinas Térmicas e Hidráulicas   Máquinas Elétricas II  \nFenômenos de Transporte   \n31.  Materiais Elétricos   Circuitos Elétricos I   \n32.  Mecânica dos Sólidos   Física Geral I   \n33.  Microprocessadores e Microcontroladores   Circuitos Lógicos  \nEletrônica II  \nLab. Circuitos lógicos   \n34.  Princípios de Comunicações   Cálculo Diferencial e Integral III   \n35.  Princípios de Controle e Servomecanismos   Cálculo Diferencial e Integral III   \n36.  Processamento Digital de Sinais   Cálculo Diferencial e Integral III   \n37.  Proteção de Sistemas Elétricos   Geração, transmissão e Distribuição de Energia Elétrica   \n38.  Redes Elétricas Rurais e Urbanas   Desenho Técnico  \nInstalações Elétricas II   \n39.  Sistemas de Energia Elétrica   Geração, transmissão e Distribuição de Energia Elétrica   \n \n \n6 EMENTÁRIO DAS DISCIPLINAS OBRIGATÓRIAS  \n \n \nEMENTÁRIOS DAS  DISCIPLINAS - (I - PERÍODO ) \n \n  \nDISCIPLINA: Algoritmo e Introdução à Programação  de Computadores  PRESENCIAL  * D1.1P  \nCurso: Engenharia Elétrica  1º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  36 04 créditos  \nEmenta:  \nFluxograma. Desenvolvimento de  Algoritmos. Tipos de dados básicos e estruturados. Comandos da  linguagem  de programação C.  ", "26": "26 \n \nConceito e utilização de variáveis; Estudo de tipos de dados; Fundamentos de algoritmos e sua representação em linguagens de alto nív el; \nestudo de linguagem de programação; desenvolvimento e implementação de programas; modularidade, depuração, testes e documenta ção \nde programas.  \nBibliografia básica  \n1- CORMEN, Thomas h.  Algoritmos:  teoria e prática . 3.ed. Rio de Janeiro: Elsevier, 2012 . 926p.  \n2- MANZANO, Jose Augusto Navarro Garcia Oliveira Jayr Figueiredo de.  Algoritmos:  lógica para desenvolvimento de programação de \ncomputadores. 24.ed. S ão Paulo: Erica, 2010. 320p.  \n3- SOUZA, Marco Antônio  Furlan de.  Algoritmos e lógica  de programação:  um texto introdutório  para engenharia. 2.ed. rev. São Paulo: \nCengage Learning, 2015. 234p.  \nBibliografia Complementar:  \n1- FORBELLONE, A. L. V.; EBERSPÄCHER, H. F. Lógica de Programação: a construção de algoritmos e estruturas de dados. São \nPaulo: Pearson Prentice Hall, 2005.  \n2- SALVETTI, D. D.; BARBOSA, L. M. Algoritmos. São Paulo: Makron Books, 1998.  \n3- ASCENCIO, Ana Fernanda Gomes.  Fundamentos da programação  de computadores:  algoritmos, pascal e c/c++. Sao Paulo: Prentice -\nHall, 2002. 355p  \n4 -SCHI LDT, Herbert.  Linguagem C: guia do usuários . Sao Paulo: McGraw -Hill, 1986. 253p.  \n4- SCHILDT, Herbert.  Linguagem c:  guia pratico e interativo. Sao Paulo: McGraw -Hill, 1989. 363p  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA: Cálculo Diferencial e Integral I  PRESENCIAL  * D2.1P  \nCurso: Engenharia Elétrica  1º  Período  C. Horária Total - (CHTT)  108 h/a  \nCarga Horária Teórica - CHT  108 Carga Horária Prática - CHP   06 créditos  \nEmenta:  \nO Conjunto dos números reais;  \nAbordagem e estudo de Funções reais ;  \nLimites;  \nContinuidade;  \nDerivada e diferencial; Integral e técnicas de integração.  \n \nBibliografia básica  \n1. FLEMMING, D. M. e GONÇALVES, M. B. Cálculo A. Funções Limites. Derivação. Integração . São Paulo: Makron Books, 5. ed, \n1992.  \n2. PISKUNOV, N . Cálculo Diferencial e Integral . Lopes Editora, Rússia, 1980. 2 v.  \n3. FLEMMING, D. M. e GONÇALVES, M. B. Cálculo B. Funções de Várias Variáveis, Integrais Múltiplas, Integrais Cur vilíneas e de \nSuperfície . 2ª Edição, São Paulo: Pearson Printice Hall, 2007.  \nBibliografia Complementar:  \n1. LEITHOLD, Louis. Cálculo com Geometria Analítica . São Paulo: Harbra, 1994, 1v  \n2. KREIDER, HOFFMANN, L. D. Cálculo: um curso moderno e suas aplicações . Rio de Janeiro: LTC – Livros Técnicos e Científicos \nEditora Ltda, 1990. v. 2.  \n3. LARSON, R. E; HOSTETLER, R.P.; EDWARDS, B H. Cálculo com Geometria Analítica. Rio de Janeiro: LTC, v. 2, 1998  . \n4. ÁVILA, G. S. S. Cálculo Diferencial e Integral I I e III.  Rio de Janeiro: LTC Editora S.A., Brasília, 1978/1979, v. 1, 2 e 3.  \n5. IEZZI, Gelson. Fundamentos da Matemática Elementar . São Paulo: Atual, 1998, 10v  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA: Física Experimental I  PRESENCIAL  *  D3.1P  \nCurso: Engenharia Elétrica  1º  Período  C. Horária Total - (CHTT)  36 h/a  \nCarga Horária Teórica - CHT   Carga Horária Prática - CHP  36 02 créditos  \nEmenta:  \nAulas práticas envolvendo experiências sobre: cinemática do ponto; leis de Newton; estática e dinâmica da partícula; trabalho e energia; \nconservação da energia; momento linear e sua conservação; colisões; momento angular da partícula e de sistemas de partículas;  rotação \nde corpos rígidos  \nBibliografia básica  \n1- RESNICK, R. Física 1. 5.ed. Rio de Janeiro: LTC, 2007.  \n2 -YOUNG, H.D. Física I:  mecânica. 12.ed. São Paulo: Pearson, 2008.  \n3 -TIPLER, P.A. Física para cientistas e engenheiros: mecânica, oscilações e ondas, termodinâmica. 6. ed. Rio de Janeiro: LTC, 2 013. \nBibliografia Complementar:  \n1- SEARS, Francis Weston; ZEMANSKY, Mark Waldo; YOUNG, Hugh D.;  \n2- FREEDMAN, Roger A. Física I: mecânica. São Paulo, SP: Pearson, 2015. ISBN 9788543005683. (e -book)  \n3 -ALONSO, M.; FINN, E. J. Física: Um curso universitário -Mecânica. São Paulo: Editora Bluche r, 2018. (v.1)  \n4 -NUSSENZVEIG, H. Moysés. Curso de física básica: mecânica. 4. rev ed. São Paulo: Edgard Blucher, 2002. 4. v.1 328p   \n5- HALLIDAY, David. Fundamentos da física : mecânica . 6.ed. Rio de Janeiro: LTC, 2002. v.1 277p  \nRESNICK, Robert. Física . 4.ed. Rio de Janeiro: LTC, 1996. v.1 323.  \nhttps://phet.colorado.edu/en/simulations/category/physics  ", "27": "27 \n \n*D – nº disciplina do período  \n \n \n \nDISCIPLINA: Física Geral I  PRESENCIAL  *  D4.1P  \nCurso: Engenharia Elétrica  1º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nCinemática do ponto; estática e Dinâmica  da partícula: Leis de Newton; Trabalho e energia; Conservação de energia; Momento linear e \nsua conservação; Colisões; Momento angular da partícula e de sistemas de partículas; Rotação de corpos rígidos.  \nFornecer ao aluno os conceitos fundamentais da Físic a Clássica; introduzir e aprofundar conceitos que serão utilizados no curso de \nEngenharia; dar subsídios ao aluno para cursar matérias específicas do curso ligadas à Física  \nBibliografia básica  \n1. HALLIDAY, David; RESNICK, Robert; KRANE, Kenneth S. Físic a I. 4ed. Rio de Janeiro: Livros Técnicos e Científicos Editora S. \nA. 1996. 323 p.  \n2. TIPLER, Paul A. Física . 2 ed. Rio de Janeiro: Guanabara Dois, 1984. v 1. 596p  \n3. SEARS e ZEMANSKY; YOUNG, H. D; FREDMAN, R. A. Física I: Mecânica.  10 ed. São Paulo: Addison Wesley, 2003. 368 p  \nBibliografia Complementar:  \n1. ALONSO, Marcelo; FINN, Edward J. Física: Um curso universitário . 3ed. São Paulo: Edgard Bucher Ltda, 1972. v. 1. 481p  \n2. OREAR, Jay. Física . 2ed. Rio de Janeiro: Livros Técnicos e Científicos Ltda, 1972. 241p.  \n3. RESNICK, Robert; HALLIDAY, David, Física I . 4ed. Rio de Janeiro: Livros Técnicos e Científicos Editora S. A, 1980. 348 p.  \n4. FLEMMING, D. M. e GONÇALVES , M. B. Cálculo A. Funções Limites. Derivação. Integração . São Paulo: Makron Books, 1992  \n*D – nº disciplina do período  \n \n \n \n \n \n \nDISCIPLINA: Geometria Analítica e Vetores                                                  PRESENCIAL  *  D5.1P  \nCurso: Engenharia Elétrica  1º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática – CHP     -  04 créditos  \nEmenta:  \n-Vetores no plano e no espaço;  \n- Estudo da reta;  \n- Estudo do plano;  \n- Estudo de cônicas e superfícies  \nBibliografia básica  \n1 - WINTERLE, Paulo. Vetores e geometria analítica. São Paulo: Pearson Education do Brasil, 2000. 232p.  \n2 - BOURCHTEIN, Andrei. G eometria analítica no plano: abordagem simplificada a tópicos universitários. Editora Blucher 350 ISBN \n9788521214090.  \n3 - GONÇALVES, Zózimo Menna. Geometria analítica no espaço: tratamento vetorial. Rio de Janeiro: LTC, 1978. 160p.  \nBibliografia Complemen tar \n1- IEZZI, Gelson. Fundamentos de matemática elementar: geometria analítica. 4.ed. São Paulo: Atual, 1998. v.7 273p.  \n2 - FERNANDES, Luana Fonseca Duarte. Geometria analítica. Editora Intersaberes 164 ISBN 9788559720204.  \n3 - CASTANHEIRA, Nelson Pereira . Geometria analítica em espaços de duas e três dimensões. Editora Intersaberes 222 ISBN \n9788559725414.  \n4 - STEINBRUCH, Alfredo. Geometria analítica plana. São Paulo: Makron Books, 1991. 193 p. ISBN 0074609386.  \nREIS, Genésio Lima dos. Geometria analítica. 2.ed. Rio de Janeiro: LTC, 1996. 242p  \n*D – nº disciplina do período  \n \n \n \nDISCIPLINA: Introdução à En genharia                                             PRESENCIAL  *  D6.1P  \nCurso: Engenharia Elétrica  1º Período  C. Horária Total - (CHTT)  36 h/a  \nCarga Horária Teórica - CHT  18 Carga Horária Prática - CHP  18 02 créditos  \nEmenta:  \nVisão macro da Engenharia; áreas de atuação do engenheiro; perfil do profissional de Engenharia; Características do Mercado \nGlobalizado; Habilidades Técnicas, Humanas e Conceituais; Desenvolvimento das habilidades técnicas na área de Elétrica; Medid as; \nMáquinas e equipam entos eletromecânicos; Ferramentas em Geral.  \nBibliografia básica  \n1 - LEI Nº 5.194, DE 24 DEZ 1966 - Regula  o exercício das profissões de Engenheiro, Arquiteto e Engenheiro Agrônomo, e dá outras \nprovidências.  \n2 - RESOLUÇÃO CONFEA Nº 218, DE 29 JUN 1973 - Discrimina atividades das diferentes modalidades profissionais da Engenharia, \nArquitetura e Agronomia.  \n3 - RESOLUÇÃO CONFEA Nº 1.010, DE 22 DE AGOSTO DE 2005. Dispõe sobre a regulamentação da atribuição de títulos \nprofissionais, atividades, competências e caracterização do âmbito de atuação dos profissionais inseridos no Sistema Confea/Crea, para \nefeito de fiscalização do exercício profissional.  \nBibliografia Complementar:  ", "28": "28 \n \n1- Normas técnicas da CEMIG – 5.1: Fornecimento de Energia Elétrica e m Tensão Secundária: Rede de Distribuição Aérea – Edificações \nIndividuais - 2009;  \n2- Normas técnicas da CEMIG – 5.2: Fornecimento de Energia Elétrica em Tensão Secundária: Rede de Distribuição Aérea – Edificações \nColetivas - 2009;  \n3- Normas técnicas da CEM IG – 5.3: Fornecimento de Energia Elétrica em Média Tensão: Rede de Distribuição Aérea ou Subterrânea - \n2009;  \n4 - COTRIN, A. - Manual de Instalações Elé tricas . 2ª edição, Editora McGraw -Hill, 1985  \nNORMAS CEMIG.  \n5- FILHO, J. M. - Instalações Elétricas Indust riais. 3ª edição, Editora LTC, 1989.  \n6 - BOSSI , Antônio. Instalações elétricas. São Paulo: Hemus, 1977. V.1 271p  \n7 - ASSOCIAÇÃO BRASILEIRA DE NORMAS TECNICAS -ABNT –NBR 5410.  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA: Leitura e Produção Textual de Gêneros Acadêmicos  PRESENCIAL  * D7.1P  \nCurso: Engenharia Elétrica  1º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática – CHP   04 créditos  \nEmenta:  \nLinguagem e língua. As modalidades oral e escrita. A Leitura e a produção de gêneros textuais acadêmicos do argumentar e do expor. Os \noperadores argumentativos nos gêneros do argumentar e do expor. O relatório, o resumo acadêmico ( Abstract ), a resenha, o projeto de \npesquisa, o artigo acadêmico (de  revisão de literatura, de metodologia, de análise e discussão dos resultados) , o ensaio, o memorial, o \npôster, a comunicação oral . Os movimentos retóricos da escrita acadêmica: particularidades linguísticas, textuais e discursivas.  \nBibliografia básica  \n1 - KOCH, I. V. A coesão textual . São Paulo: Contexto, 1997.  \n2 - MOTTA -ROTH, Desirée; HENDGES, Graciela Rabuske. Produção textual na universidade . SãoPaulo: Parábola Editorial, 2018.  \n3 - MARINHO. Marildes. A escrita nas práticas de letramento acadêmico . RBLA. Belo Horizonte, p. 363 -386, 2010.  \nBibliografia Complementar:  \n1- FIAD, Raquel Salek. A escrita na universidade . Revista Abralin, p. 357 -369, 2011.  \n2 - KÖCHE, Vanilda Salton; BOFF, Odete Maria Benetti; MARINELLO, Adiane Fogali. Leitura e Produção Textual : gêneros textuais \ndo argumentar e expor.Petrópolis, RJ: Vozes, 2014.  \n3 - LUIZ, Ercília Maria de Moura Garcia. Escrita acadêmica [recurso eletrônico ]: princípios básicos / Ercília Maria de Moura Garcia \nLuiz. – 1. ed. – Santa Maria, RS: UFSM, NTE, 2018.  \n4 - ARTINS, D. S.; ZILBERKNOP, L. S. Português instrumental . Porto Alegre; Sagra Luzzatto, 1999.  \n*D – nº disciplina do período  \n \n \n \n \nEMENTÁRIOS DAS DISCIPLINAS - (II - PERÍODO)   \n \n \nDISCIPLINA: Álgebra Linear                                                       PRESENCIAL  * D1.2P  \nCurso: Engenharia Elétrica  2º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática – CHP   04 créditos  \nEmenta:  \n- Matrizes e determinantes;  \nsistemas lineares;  \nEspaços vetoriais;  \nEspaços com produto interno;  \nTransformações lineares;  \nOperadores lineares :  \nAutovalores e Autovetores ;  \nFormas bilineares;  \nTópicos  complementares   \nBibliografia básica  \n1. BOLDRINI, C.; FIGUEIREDO, W.; Álgebra Linear. São Paulo:  Harbra Ltda, 1986.  \n2. EDWARDS, C.H. Jr.; PENNEY, D. E. Introdução à Álgebra Linear . Rio de Janeiro: LTC, 1998.  \n3. STEINBRUCH, A.; WINTERLE, P.; Álgebra Linear  . São Paulo: Makron Books, 1987.  \nBibliografia Complementar:  \n1. HOFFMAN, K. e KUNZE, R. ; Álgebra  Linear. São Paulo: Polígono,1971  \n2. LIPSCHUTZ, S.; Álgebra Linear. Rio de Janeiro: McGraw -Hill do Brasil Ltda,  1971.  \n3. EDWARDS, C.H. Jr.; PENNEY, D. E. Introdução à Álgebra Linear . Rio de Janeiro: LTC, 1998.  \n4. FLEMMING, D. M. e GONÇALVES, M. B. Cálculo A. Funções Limites. Derivação. Integração . São Paulo: Makron Books, 1992  \n5. IEZZI, Gelson. Fundamentos da Matem ática Elementar . São Paulo: Atual, 1998, 10v  \n*D – nº disciplina do período  \n ", "29": "29 \n \n \n \n \n \nDISCIPLINA: Cálculo Diferencial e Integral II                                                PRESENCIAL  * D2.2P  \nCurso: Engenharia Elétrica  2º  Período  C. Horária Total - (CHTT)  108 h/a  \nCarga Horária Teórica - CHT  108 Carga Horária Prática – CHP   06 créditos  \nEmenta:  \nIntegração Simples.  \nOs espaços. Funções de Várias  variáveis reais.  \nFórmula de Taylor. Máximos e Mínimos. Integrais múltiplas. Teorema da divergência. Teorema de Stokes.  \nBibliografia básica  \n1 - FLEMMING, D. M. e GONÇALVES, M. B. Cálculo A. Funções Limites. Derivação. Integração . São Paulo: Makron Books, 5. ed, \n1992.  \n2 - PISKUNOV, N . Cálculo Diferencial e Integral . Lopes Editora, Rússia, 1980. 2 v.  \n3 -FLEMMING, D. M. e GONÇALVES, M. B. Cálculo B: Funções de Várias Variáveis, Integrais Múltiplas, Integrais Curvilíneas e de \nSuperfície . 2ª Edição, São Paulo: Pearson Prentice Hall, 2007.  \nBibliografia Complementar:  \n1 - LEITHOLD, Louis. Cálculo com Geometria Analítica . São Paulo: Harbra, 1994, 1v  \n2 - COURANT, R. Introduction To Calculus  Analysis. New york: A Wiley -Interscience Publication, 1972.  \n3 - COURANT, R.  Introduction To Calculus & Analysis. New york: A Wiley - Interscience Publica tion, 1972.  \n4 - PINTO, D. et al.Cálculo Integral – Funções de duas e três variáveis. Rio de Janeiro: UFRJ, 1995.  \n5 - GUIDORIZZI, H. L. Um Curso de Cálculo. Rio de Janeiro: LTC, 2001, 1v.  \n6 - SPIVAK, M. Calculus. Adisson -Wesley, 1973.  \n*D – nº disciplina do período  \n \n \n \n \nDISCIPLINA: Circuitos Elétricos I  PRESENCIAL  * D3.2P  \nCurso: Engenharia Elétrica  2º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  54 Carga Horária Prática - CHP  18 04 créditos  \nEmenta:  \nElementos e Leis de circuitos; circuitos resistivos, fontes dependentes ou controladas; métodos de análise de circuitos; Teor emas de \nRedes.  \nBibliografia básica  \n1 - JOHNSON, D. E. & HILBURN, J. L. & JOHNSON, J. R. - Fundamentos de análise de circuitos elétricos, Rio de Janeiro, Prentice \nHall, 1994.  \n2 -IRWIN, J. D. - Análise de Circuitos em Engenharia, São Paulo, Makron Books, 2000  \n3 - EDMINISTER, J. A. - Circuitos Elétricos, Editora McGraw Hill, Coleção Schaum, 1981  \nBibliografia Complementar:  \n1 -QUEVEDO, C.  P. - Circuitos Elétricos e Eletrônicos, 2ª Edição, LTC editora, Rio de Janeiro, 2000  \n2 -BOYLESTAD, R. L. – Introdução à análise de circuitos, 12ª Edição, Pearson do Brasil, São Paulo, 2011  \n3 -CAPUANO, F. G. – Laboratório de E letricidade e Eletrônica,17ª edição, Érica, São Paulo, 1988  \n4 -BOLTON, W. – Análise de  Circuitos Elétrico, MAKRON Books, São Paulo, 1994  \n5 -O’MALLEY, JOHN – Análise de Circuitos, 2ª Edição, MAKRON Books, São Paulo, 1993  \n*D – nº disciplina do período  \n \n \n \n \nDISCIPLINA: Circuitos Lógicos                                                                                      PRESENCIAL  * D4.2P  \nCurso: Engenharia Elétrica  2º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nConceitos Lógicos: sistemas numeração; aritmética binária; códigos; álgebra Booleana; circuitos básicos, minimização de funçõ es \nbooleanas; síntese de circuitos combinacionais; circuitos sequenciais; circuitos de memória; projeto de circuitos sequenciais; \nconsiderações sobre velocidade de operação dos circuitos digitais.  \nBibliografia básica  \n1 - TOCCI, R. J.; Widmer, N. S.; Moss, G. L. Sistemas digitais: princípios e aplicações. 12ª ed. Pearson, São Paulo, 2019.  \n2 - HAUPT, A.; Dachi, E. Eletrônica digital. Editora Blucher, São Paulo, 2016.  \n3 - IDOETA, I. V.; CAPUANO , F. G. Elementos de eletrônica digital. 34a Ed. Érica, São Paulo, 2002.   \nBibliografia Complementar:  \n1 - TAUB, H. Circuitos digitais e microprocessadores. McGraw Hill do Brasil, São Paulo, 1984.  \n2 - BIGNEEL, J. W.;  DONOVAN, R. L. Eletrônica digital. Makron Books, 2 V, São Paulo, 1988.   \n3 - MALVINO, A. P.;  LEACH, D. P. Eletrônica digital – princípio e ap licações. McGraw Hill, 1 V, São Paulo, 1988.   \n4 - MELO, M. Eletrônica digital. São Paulo: Makron Books, 1993.   \n5 -MENDONCA, A. Eletrônica digital: curso prático e exercícios. Rio de Janeiro: MZ, 2004.   \n*D – nº disciplina do período  \n ", "30": "30 \n \n \n \nDISCIPLINA: Física Experimental II                                         PRESENCIAL  * D5.2P  \nCurso: Engenharia Elétrica  2º  Período  C. Horária Total - (CHTT)  36 h/a  \nCarga Horária Teórica - CHT   Carga Horária Prática - CHP  36 02 créditos  \nEmenta:  \nOscilações; gravitação; ondas em meios elásticos; ondas sonoras; hidrostática e hidrodinâmica; viscosidade; temperatura; calo rimetria e \ncondução de calor; leis da termodinâmica; teoria cinética dos gases.  \nBibliografia básica  \n1 - RESNICK, R. Física 2. 5.ed. Rio de Janeiro: LTC, 2007.  \n2 - YOUNG, H.D. Física II:  termodinâmica e ondas. 12.ed. São Paulo: Pearson, 2008.  \n3 - TIPLER, P.A. Física para cientistas e engenheiros: mecânica, oscilações e ondas, termodinâmica. 6. ed. Rio d e Janeiro: LTC, 2013.  \n1 - NUSSENZVEIG, H. Moysés. Curso de física básica: fluídos, oscilações  e ondas calor. 4. rev ed. São Paulo: Edgard Blucher, 2002. 4. \nv.2 314p.  \n2 - HALLIDAY, David. Fundamentos de física : gravitação, ondas e termodinâmica. 6.ed. Rio  de Janeiro: LTC, 2001. v.2 228p.  \n3 - TIPLER, Paul Allen. Física para cientistas e engenheiros: mecânica oscilações e ondas termodinâmica. 6. ed. Rio de Janeiro: L TC, \n2013.  v.1 759p.  \n4 - SEARS, F.W. Física. 2.ed. Rio de Janeiro: LTC, 1984. v.2.  \n*D – nº disciplina do período  \n \n \n \n \n \n \n \n \nDISCIPLINA: Física Geral II                                         PRESENCIAL  *D6.2P  \nCurso: Engenharia Elétrica  2º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nGravitação; hidrostática e hidrodinâmica; viscosidade; oscilações; ondas em meios elásticos; ondas sonoras; temperatura; calo rimetria e \ncondução de calor; leis da termodinâmica; teoria cinética dos gases.  \nBibliografia básica  \n1. HALLIDAY, David; RESNICK, Robert; KRANE, Kenneth S.  Física 2. 4ed. Rio de Janeiro: Livros Técnicos e Científicos Editora S. \nA. 1996. 289 p  \n2. SEARS e ZEMANSKY; YOUNG, H. D; FREEDMAN, R. A Física II: Termodinâmica e Ondas. 10 ed. Sã o Paulo: Addison Wesley, \n2003. 328 p  \n3. TIPLER, Paul A. Física.2ed. Rio de Janeiro: Guanabara Dois, 1984. v 2, 1051p  \n1. ALONSO, Marcelo; FINN, Edward J. Física: Um Curso Universitário. São Paulo: Edgard Bücher Ltda, 1972. v 2. 565p  \n2. OREAR, Jay. Física. 2 ed. Rio de Janeiro: Livros Técnicos e Científicos Ltda.1972. 241p.  \n3. HALLYDAY, David; RESNICK, Robert; WALKER Jearl. Fundamentos da Física . 6 ed. Rio de Janeiro:  Livros Técnicos e Científicos \nEditora S. A. 2002. v2. 228 p  \n4. FLEMMING, D. M. e GONÇALVES , M. B. Cálculo A. Funções Limites. Derivação. Integração . São Paulo: Makron Books, 1992  \n5. IEZZI, Gelson. Fundamentos da Matemática Elementar . São Paulo: Atual, 1998, 10v  \n*D – nº disciplina do período  \n \n \n \n \n \n \n \nDISCIPLINA: Laboratório de Circuitos Lógicos  PRESENCIAL  *D7.2P  \nCurso: Engenharia Elétrica  2º  Período  C. Horária Total - (CHTT)  36 h/a  \nCarga Horária Teórica - CHT   Carga Horária Prática - CHP  36 02 créditos  \nEmenta:  \nCircuitos Integrados Fundamentais; Elementos Lógicos com Memória; Contadores Digitais; Famílias Lógicas; Sistemas de Numeração; \nOperações Aritméticas: Soma, Subtração, Multiplicação, Subtração; Unidade Lógica Aritmética; Memória ROM; Projetos usando \n“Software” e Dispositivos Lógicos Programáveis.  \nBibliografia b ásica  \n1 - TOCCI, R. J.; Widmer, N. S.; Moss, G. L. Sistemas digitais: princípios e aplicações. 12ª ed. Pearson, São Paulo, 2019.  \n2 - HAUPT , A.; Dachi, E. Eletrônica digital. Editora Blucher, São Paulo, 2016.  \n3 - IDOETA, I. V.;  CAPUANO, F. G. Elementos de eletrônica digital. 34a Ed. Érica, São Paulo, 2002.   \nBibliografia Complementar:  \n1 - TAUB, H. Circuitos digitais e microprocessadores. McGraw Hill do Brasil, São Paulo, 1984.  \n2 - BIGNEEL, J. W.;  DONOVAN, R. L. Eletrônica digi tal. Makron Books, 2 V, São Paulo, 1988.   \n3 - MALVINO, A. P.;  LEACH, D. P. Eletrônica digital – princípio e aplicações. McGraw Hill, 1 V, São Paulo, 1988.   \n4 - MELO, M. Eletrônica digital. São Paulo: Makron Books, 1993.   \n5 - MENDONCA, A. Eletrônica digi tal: curso prático e exercícios. Rio de Janeiro: MZ, 2004.   \n*D – nº disciplina do período  \n \n ", "31": "31 \n \n \n \nEMENTÁRIOS DAS DISCIPLINAS - (III PERÍODO)   \n \n \n \nDISCIPLINA: Cálculo Diferencial e Integral III  PRESENCIAL  *D1.3P  \nCurso: Engenharia Elétrica  3º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nEquações Diferenciais Ordinárias. Análise Vetorial. Transformadas de Laplace. Séries  Numéricas e Séries de função.  \nBibliografia básica  \n1 - ABUNAHMAN, S. A. Equações Diferenciais. Rio de Janeiro: LTC Editora S.A., 1978.  \n2 - BOULOS, Paulo. Cálculo Diferen cial e Integral. São Paulo Makron Books Ltda, 2001. V.I.  \n3 -SPIEGEL, MURRAY.R. Análise Vetorial. São Paulo: McGraw -Hill do Brasil,1971.  \nBibliografia Complementar:  \n1 - ÁVILA, G. S. S. Cálculo Diferencial e Integral   II e III. Rio de Janeiro: LTC Editora S.A., Brasília, 1978/1979, v. 1, 2 e 3 .  \n2 - AYRES Jr.  F.  Equações Diferenciais. Livraria Técnica, 1979.  \n3 -BOYCE, W. E. & DIPRIMA, R. C. Equações Diferenciais Ele mentares e Problemas de Valores de Contorno. Rio de Janeiro: LTC, \n1995, 6 ed.  \n4 -JR, C. H. Edwards e Penney, D. E. Cálculo com Geometria Ana lítica . Rio de Janeiro: LTC, v2,  v3 1999.  \n5 -PISKOUNOV, N. Cálculo Diferencial e Integral. Editora Lopes, 1975. v. II. \n6 -KREIDER, HOFFMANN, L. D. Cálculo: um curso moderno e suas aplicações. Rio de Janeiro: LTC ; Livros Técnicos e Científicos \nEditora Ltda, 1990. v. 2.  \n7 -ZILL,  D.G.E CULLEN, M.R.  Equações Difereciais. Editora Makron Books nLtda,2001  \n*D – nº disciplina do período  \n \n \n \n \n \n \nDISCIPLINA: Cálculo Numérico  PRESENCIAL  *D2.3P  \nCurso: Engenharia Elétrica  3º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  54 Carga Horária Prática - CHP  18 04 créditos  \nEmenta:  \nAritmética de ponto flutuante; zeros reais das funções reais; sistemas lineares; interpolação polinomial; integração numérica ; quadrados \nmínimos lineares; tratamento numérico de equações diferenciais ordinárias.  \nBibliografia básica  \n1 - RUGGIERO, M. A. G . Cálculo Num érico: Aspectos Teó ricos Computacionais. 2ed. Sã o Paulo: Makron Books, 1996.  \n2 - BARROSO, L. Cálculo Num érico (com aplicaçõ es). 2ª ed. Harbra, S ão Paulo, 1987.  \n3 - CLÁUDIO, D. M.. Cálculo Num érico Computacional . 3ª ed. Atlas, São Paulo,2000.  \nBibliografia Complementar:  \n1 - MIRSHAWKA, Cálculo Num érico. São Paulo: Livraria Nobel S.A., 4 V  \n2 - SANTOS, V. R. B. Curso de C álculo Num érico. 3ª ed. S ão Paulo: Livros T écnicos e Cient íficos Editora. 1980.  \n2 - JARLETTI, CELINA .CÁLCULO NUMÉRICO. EDITORA INTERSABERES 160 ISBN 9788559726619.  \n3 - FRANCO, NEIDE MARIA BERTOLDI. CÁLCULO NUMÉRICO. EDITORA PEARSON 520 ISBN 9788576050872.  \n4 - VARGAS, JOSÉ VIRIATO COELHO .CÁLCULO NUMÉRICO APLICADO. MANOLE 672 ISBN 9788520445785.  \n*D1 – nº disc iplina do período  \n \n \n \n \n \nDISCIPLINA: Circuitos Elétricos II                                                     PRESENCIAL  *D3.3P  \nCurso: Engenharia Elétrica  3º  Período  C. Horária Total  (CHTT)  108 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP  36 06 créditos  \nEmenta:  \nExcitação senoidal e fasores; reatâncias e impedância; circuitos monofásicos de corrente alternada; circuitos trifásicos de c orrente \nalternada; circuitos acoplados e transformadores; representação de sistemas de energia elétrica; componentes simétricos.   \nBibliografia básica  \n1 - BOYLESTAD, R. L. Introdução à análise de circuitos. 12.ed. Sao Paulo: Pearson Prentice Hall, 2012.  \n2 - NAHVI, M.; EDMINISTER, J. Circuitos elétricos. 5. ed. Porto Alegre: Bookman, 2014.  \n3 - IRWIN, J. D. Análise de circuitos em en genharia. 4.ed. Sao Paulo: Makron Books, 2000.  \nBibliografia Complementar:  \n1 - MARIOTTO, P.A. Análise de circuitos elétricos. São Paulo: Prentice Hall, 2003.  \n2 - O'MALLEY, J. R. Análise de circuitos. 2.ed. Sao Paulo: Makron Books, 1993.  \n3 - QUEVEDO, C. P. Circuitos elétricos e eletrônicos. 2.ed. Rio de Janeiro: LTC, 2000.  \n4 -BOLTON, W. Análise de circuitos elétricos. Sao Paulo: Makron Books, 1994.  \n5 - ALBUQUERQUE, R. O. Análise de circuitos em corrente alternada. 9.ed. Sao Paulo: Erica, 1998.  \n*D – nº disciplina do período  ", "32": "32 \n \n \n \n \n \nDISCIPLINA: Desenho Técnico  PRESENCIAL  *D4.3P  \nCurso: Engenharia Elétrica  3º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  36 04 créditos  \nEmenta:  \nNormas e padronizações; cotagem; perspectivas; sistemas de projeções; vistas principais, parciais e auxiliares; cortes e seções; ajust es e \ntolerâncias; desenhos de máquinas; introdução ao uso do CAD.  \nBibliografia básica  \n1 - RIBEIRO, A.C.; PERES, M.P.; IZIDORO, N . Curso de desenho técnico e AutoCad , São Paulo: Pearson Education do Brasil, 2013.  \n2 - FRENCH, T.F.; VIERCK, C.J. Desenho Técnico e Tecnologia Gráfica, 5ª ed.  São Paulo: Globo, 1995.  \n3 - BORGES, G.C. de M. Desenho Geométrico e Geometria Descritiva. Porto Alegre: Sagra -Dc Luzzatto, 1999. 41p.  \nBibliografia Complementar:  \n1 - LEMES, L. AutoCAD 2000: guia de consulta rápida. São Paulo: Novatec, 2000. 126 p.  \n2 -LIMA, G. de M. AutoCad 2000, 2° ed. Passos, 2007. 82 p.  \n3 -BACHMANN; FORBERG. Desenho Geométrico: Gl obo,1979.  \n4 - SPECK, H. J. Manual Básico De Desenho Técnico. Florianópolis: UFSC, 4a Ed., 2007.  \n5 -NEIZEL, E. Desenho Técnico para Construção Civil. São Paulo: EDUSP, 1974. 2v.  \n6 -ARRUDA, Carlos Kleber da Costa. Apostila de Desenho Técnico Básico.   Univers idade Candido Mendes, Coordenação de Engenharia \nde Produção. Niterói, 2004.  \n*D – nº disciplina do período  \n \n \n \n \nDISCIPLINA: Química Experimental  PRESENCIAL  *D5. 3P  \nCurso: Engenharia Elétrica  3º Período  C. Horária Total - (CHTT)  36 h/a  \nCarga Horária Teórica - CHT   Carga Horária Prática - CHP  36 02 créditos  \nEmenta:  \nExperiências ilustrando: o método científico, os conceitos de peso equivalente e de ligação química, óxido -redução. equilíbrio químico, \npH, produto de solubilidade, preparação e purificação de substâncias, separação de substâncias.  \nBibliografia básica  \n1 - EBBING, D. D. “ Química Geral”.  Vol. I e II, São Paulo. Ed. LTC S.A., 1998.  \n2 -N. ROCHA FILHO, R. C. “Introdução à Química Experimental”.  Ed. McGraw -Hill, 1990.  \n3 - ATKINS, P., JONES, L.  “Princípios de Química”.  Porto Alegre. Ed. Bookman S.A. , 2001  \nBibliografia Complementar:  \n1 - CARVALHO, G. C. “Química Moderna” . São Paulo. Ed. Scipione, 1995.  \n2 - KOTZ, J. C. e TREICHEL, P. Jr. “Química e Reações Químicas” . Vol. I e II, Rio de Janeiro. Ed. LTC S.A., 1998.  \n3 - PERUZZO, T. M. Canto, E.L. “Química na Abordagem do Cotidiano”.  Ed. Moderna, 1996.   \n4 - RUSSEL, J. B. “Química Geral”.   Vol. I e II, São  Paulo. Ed. Makrons Books, 1994. SARDELLA, A. “Química”.   Vol único, São \nPaulo. Ed. Ática, 2000.  \n5 - MAHAN, B.H. Química: um curso universitário, 4.ed. São Paulo: Edgard Blücher, 2003.  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA: Química Geral  PRESENCIAL  *D6. 3P  \nCurso: Engenharia Elétrica  3º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nFórmulas e equações químicas; classificação periódica e propriedades dos elementos; noções de físico -química: termoquímica, equilíbrios \nquímicos e células eletroquímicas; ligação química, estrutura e propriedades das substâncias; minerais; polímeros naturais e sintéticos. \nNoções de química nuclear.  \nBibliografia básica  \n1 - EBBING, P. P. Química Geral . 5.ed., vol. I e II, Rio de Janeiro. Ed. LTC, 1998.  \n2 - KOTZ, J. C.; TREICHEL, P. Química e reações Químicas. vol. I e II. Rio de Janeiro. Ed. LTC, 1998.  \n3 - RUSSEL, J. B. Química Geral. 2. ed., vol. I e II, São Paulo. Ed.  Makron  Books do Brasil, 1994.  \nBibliografia Complementar:  \n1 -PAULING, L. Química Geral . 3. ed., vol. 1 e 2, Rio de Janeiro. Ed. Livro Técnico S.A. 1965.  \n2 - PIMENTEL, G. C.; SPRATLEY, R. D. Química – Um Tratamento Moderno . Vol. 1 e 2, São Paulo. Ed. Edgard Blucher Ltda, 1977. \nv. 1. 350 p  \n3 - HARRIS, D. C. Análise Química Quantitativa . 5. ed., Rio de Janeiro. Ed. LTC S.A., 2001.  \n4 – LEE. J. D. Química Inorgânica Não Tão Concisa . 7. ed., São Paulo. Ed. Edgard Blucher, 2000.  \n5 - ATKINS, P. JONES, L.  Princípios de Química . Porto Alegre. Ed.  Bookman  S.A., 2001.  \n \n*D – nº disciplina do período  \n \n \n \n ", "33": "33 \n \nEMENTÁRIOS DAS  DISCIPLINAS - (IV PERÍODO )   \n \n \n \nDISCIPLINA: Cálculo Diferencial e Integral IV  PRESENCIAL  *D1. 4P  \nCurso: Engenharia Elétrica  4º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nSéries de Funções. Séries de Potência. Números Complexos.  Funções Analíticas. Funções  de uma variável complexa. Limite e \ncontinuidade. Integrais. Resíduos e polos.  \nBibliografia básica  \n1 - BOULOS, Paulo. Cálculo Diferencial e Integral. São Paulo Makron Books Ltda, 2001. V.I.  \n2 - Coleção Schaum. Variáveis  Complexas. Editora  McGraw -Hill do Brasil,1973.  \n3 -Geraldo Ávila. Variáveis Complexas e Aplicações. Editora LTC,2008.  \nBibliografia Complementar:  \n1 - ÁVILA, G. S. S. Cálculo Diferencial e Integral  II e II I. Rio de Janeiro: LTC Editora S.A., Brasília, 1978/1979, v. 1, 2 e 3.  \n2 -DEMIDOVICH, B. Análise Matemática. Editora MIR -Moscou.  \n3 -HILDEBRANDO, F. B.  Advanced Calculus for Applications. P. Hall, 1976.  \n4 -KREYZIG, Erwin. Advanced Engineering Mathematics. Wiley,1993.  \n*D – nº disciplina do período  \n \n \n \n \nDISCIPLINA: Circuitos Elétricos III  PRESENCIAL  *D2. 4P  \nCurso: Engenharia Elétrica  4º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  54 Carga Horária Prática - CHP  18 04 créditos  \nEmenta:  \nElementos Armazenadores de Energia; análise de circuitos em regime transitório; Solução de circuitos usando os métodos de Fou rier e de \nLaplace; Frequência complexa e Funções de Rede, Quadripolos e Resposta em frequência.  \nBibliografia básica  \n1 - JOHNSON, D. E. & HILBURN, J. L. & JOHNSON, J. R. - Fundamentos de análise de circuitos elétricos, Rio de Janeiro, Prentice \nHall, 1994.  \n2 - IRWIN, J. D. - Análise de Circuitos em Engenharia, São Paulo, Makron Books, 2000  \n3 - EDMINI STER, J. A . - Circuitos Elétricos, Editora McGraw Hill, Coleção Schaum, 1981  \nBibliografia Complementar:  \n1 - QUEVEDO,  C. P. - Circuitos Elétricos e Eletrônicos, 2ª Edição, LTC editora, Rio de Janeiro, 2000  \n2 -BOYLESTAD, R. L. – Introdução à análise de ci rcuitos, 12ª Edição, Pearson do Brasil, São Paulo, 2011  \n3 -CAPUANO, F. G. – Laboratório de Eletricidade e Eletrônica,17ª edição, Érica, São Paulo, 1988  \n4 -BOLTON, W. – Análise de  Circuitos Elétrico, MAKRON Books, São Paulo, 1994  \n5 -O’MALLEY, JOHN – Anális e de Circuitos, 2ª Edição, MAKRON Books, São Paulo, 1993  \n*D1 – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA: Eletromagnetismo I  PRESENCIAL  *D3. 4P  \nCurso: Engenharia Elétrica  4º Período  C. Horária Total - (CHTT)  90 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP  18 05 créditos  \nEmenta:  \nLei de Coulomb e Intensidade de Campo Elétrico; Lei de Gauss – Fluxo Elétrico; Densidade de Fluxo Elétrico; Divergência; Energia e \nPotencial; Corrente Elétrica; Condutores e Resistência; Dielétricos e Capacitores; Equações de Poisson e de Laplace; Campo \nMagnetostático.  \nBibliografia básica  \n1 - EDMINISTER, J. Eletromagnetismo . Col. Schaum. São Paulo: McGraw Hill, 1980.  \n2 - KRAUS & KARVER. Eletromagnetismo. Rio de Janeiro: Guanabara Dois, 1978.  \n3 HAYT , W.H. Jr. Eletromagnetismo. LTC Editora. 4. ed. 1984.  \nBibliografia Complementar:  \n1 - KRAUS, John D. Electromagnetics with Applications. 5th. edition, McGraw Hill International, 1999.  \n2 - YOUNG, H. D.; FREEDMAN, R. A. – SEARS & ZEMANSKY. Física III: Eletromagnetismo. 12. ed. São Paulo: Pearson, 2010. v. 3  \n3 - QUEVEDO, C. P. Eletromagnetismo. Loyola, 1983.  \nHALLIDAY,  D.; RESNICK,  R.; WALKER,  J.  Fundamentos  da Física:  Eletromagnetismo.  Vol. III - Eletromagnetismo  - 7ª ed. Rio de \nJaneiro:  LTC,  2007.  \n4 -QUEVEDO,  C. P.; QUEVEDO -LODI,  C. Ondas  Eletromagnéticas:  Eletromagnetismo,  aterramento,  antenas,  guias,  radar,  ionosfera.  \nSão Paulo:  Pearson,  2009.  \n*D – nº disciplina do período  \n \n \n \n ", "34": "34 \n \nDISCIPLINA: Eletrônica I  PRESENCIAL  *D4. 4P  \nCurso: Engenharia Elétrica  4º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  36 04 créditos  \nEmenta:  \nElementos e dispositivos eletrônicos; semicondutores; diodos; circuitos com diodos; transistores bipolares; transistores de efeito de \ncampo; circuitos de polarização de transistores, circuitos integrados lineares; fontes de alimentação.  \nBibliografia básica  \n1 - MALVINO, Albert e BLATES, Davi d J. Eletrônica,  Porto Alegre, Editora: Mc Graw Hill Education, 8ª Edição, 2016 . \n2 - BOYLESTAD, R. e NASHLSKY, L. Dispositivos eletrônicos e teoria de circuitos.  Prentice -Hall do Brasil, 8a ed. 2004.  \n3 - MALVINO, A.P. Eletrônica no laboratório, Makron Books, 1991.  \nBibliografia Complementar:  \n1 - YOUNG, Paul H. Técnicas de comunicação eletrônica.  5 ed. São Paulo, Editora: Pearson Prentice Hall, 2006.  \nData book de fabricantes de componentes eletrônicos.  \n2 - BIGNELL, Jame s W. & DONOVAN, Robert L.   Eletrônica Digital. Vol. I e II, Makron Books  \n3 - MALVINO, A.P. & LEACH, D.P. Eletrônica Digital - Princípio e Aplicações. Vol. I, McGraw Hill  \n4 - ORSINI, Luiz de Queiroz. Eletrônica. São Paulo, SP: Ed. Edgard Blucher, 1967,382 p. \n5 - MORALEJO, Manuel. A eletrônica. Rio de Janeiro: Salvar, 1981. 143 p.  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA: Fenômenos de Transporte  PRESENCIAL  *D5. 4P  \nCurso: Engenharia Elétrica  4º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nNoções Fundamentais dos fluidos. Estática dos Fluidos. Fundamentos da Análise de Escoamento. Transmissão de calor. Transferên cia de \nMassa.  \nBibliografia básica  \n1 - SISSOM, Leighton E. Fenômenos de transporte. Rio de Janeiro: Guanabara Dois, 1979. 765p.  \n2 - BENNETT, Carroll O. Fenômenos de transporte: quantidade de movimento, calor e massa. São Paulo: McGraw -Hill, 1978. 812p.  \n3 - BRUNETTI, Franco. Mecânica dos fluidos. 2. ed . São Paulo: Prentice Hall, 2008. ISBN 9788576051824.  \nBibliografia Complementar:  \n1 - ZABADAL, Jorge Rodolfo Silva; RIBEIRO, Vinícius Gadis. Fenômenos de transporte: fundamentos e métodos. São Paulo: Cengage \nLearning, 2017. 165 p. ISBN 9788522125128.  \n2 - BRAGA FILHO, Washington. Fenômenos de transporte para engenharia. Rio de Janeiro: LTC, c2006. ix, 481 ISBN 9788521614722.  \n3 - BISTAFA, Sylvio R. Mecânica dos fluidos noções e aplicações. Editora Blucher 353 ISBN 9788521210337.  \n4 - ORGANIZADOR JEFERSON AFON SO LOPES DE SOUZA. Transferência de calor. Pearson 123 ISBN 9788543017419  \n5 - STROBEL, Christian. Termodinâmica técnica. Editora Intersaberes 242 ISBN 9788544303450.  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA: Mecânica dos Sólidos  PRESENCIAL  *D6. 4P  \nCurso: Engenharia Elétrica  4º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nEstática das Partículas e dos Corpos Rígidos. Equilíbrio de Sistema de Forças e Resultantes. Forças Distribuídas, Centróides e Centros de \nGravidade, Momento de Inércia. Estudo das Estruturas. Solicitação Axial. Corte e Torção. Flexão Simples e Composta. Deformaçã o das \nVigas e Flambagem  \nBibliografia básica  \n1 - BEER, Ferdina nd P; JOHNSTON, E. Russell. Mecânica vetorial para engenheiros: estática. 5. ed., rev. São Paulo: Makron Books, \n1994. ISBN 8534602026.  \n2 - HIBBELER, R. C. Resistência dos materiais, 10ª ed. Pearson 768 ISBN 9788543024998.  \n  3 - AMARAL, Otávio Campos do. Estruturas isostáticas. Belo Horizonte: [s.n.], 1979. 261p  \nBibliografia Complementar:  \n1 - ORGANIZADOR ARNALDO REZENDE DE ASSIS. Mecânica dos sólidos. Pearson 144 ISBN 9788543014807.  \n2 - CHEMELLO, Acilio. Mecânica dos sólid os. 11.ed. Porto Alegre: Professor Gaúcho, [19 --?]. 184p  \n3 - NASH, William A. Resistência dos materiais. Rio de Janeiro: Ao Livro Técnico, 1961. (Coleção Schaum).  \n4 - TIMOSHENKO, Stephen. Resistência dos materiais. Rio de Janeiro: LTC, 1966. v.2 518p.  \n5 - ROCHA, Aderson Moreira da. Resistência dos materiais. Rio de Janeiro: Científica, 1969. v.1 431p  \n*D – nº disciplina do período  \n \n \n \n \n \n \n \n ", "35": "35 \n \nEMENTÁRIOS DAS DISCIPLINAS - (V PERÍODO )   \n \n \n \nDISCIPLINA: Dispositivos Eletromagnéticos  PRESENCIAL  *D1. 5P  \nCurso: Engenharia Elétrica  5º  Período  C. Horária Total - (CHTT)  90 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP  18 05 créditos  \nEmenta:  \nCircuitos magnéticos, transformadores monofásicos e trifásicos; autotransformadores; conversão eletromecânica de  energia.  \nBibliografia básica  \n1 - FITZGERALD, A. Máquinas Elétricas. São Paulo: MacGraw -Hill do Brasil, 1975.  \n2 - KOSOW, I.W. Máquinas Elétri cas e Transformadores. São Paulo: Globo, 5. ed. 1998.  \n3 - OLIVEIRA, J. C. Transformadores, Teoria e Ensaios. São Paulo, Edgard Blucher, 1984 . \nBibliografia Complementar:  \n1 - NASAR, SYED ABU. Máquinas Elétricas. São Paulo: McGraw  Hill, 1984.  \n2 - SIMONE, GILIO ALUISIO. Transformadores. São Paulo: Erica, 1998  \n3 - FALCONE , A. G. Eletromecânica: transformadores e transdutores, conversão eletromecânica de energia, máquinas elétr icas. São \nPaulo: Edgard Blucher, 1979.  \n4 - DEL TORO, V. Fundamentos de Máquinas Elétricas. Rio de Janeiro: LTC,  \n5 - KOSTENKO, G . Máquinas Elétricas . editora Mir, 1975  \n*D – nº disciplina do período  \n \n \n \n \nDISCIPLINA: Eletromagnetismo II                   PRESENCIAL  *D2. 5P  \nCurso: Engenharia Elétrica  5º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nForça em materiais magnéticos; Indutância; Circuitos Magnéticos; Campos Variáveis no Tempo; Equações  de Maxwell; Ondas  Planas no \nVácuo e em Dielétricos; Propagação  de Ondas Eletromagnéticas;  Ondas Eletromagnéticas Senoidais;  Ondas Eletromagnéticas \nEstaci onárias;  Reflexão e Refração em Interfaces planas;  Potenciais Retardados e Antenas.  \nBibliografia básica  \n1 - EDMINISTER, J. Eletromagnetismo . Col. Schaum. São Paulo: McGraw Hill, 1980.  \n2 - KRAUS & KARVER. Eletromagnetismo. Rio de Janeiro: Guanabara Doi s, 1978.  \n3 - HAYT, W.H. Jr. Eletromagnetismo. LTC Editora. 4. ed. 1984.  \nBibliografia Complementar:  \n1 - KRAUS, John D. Electromagnetics With Applications. 5th. edition, McGraw Hill International, 1999.  \n2 - YOUNG, H. D.; FREEDMAN, R. A. – SEARS & ZEMANSKY. Física III: Eletromagnetismo. 12. ed. São Paulo: Pearson, 2010. v. 3  \n3 - QUEVEDO, C. P. Eletromagnetismo. Loyola, 1983.  \n4 - HALLIDAY,  D.; RESNICK,  R.; WALKER,  J.  Fundamentos  da Física:  Eletromagnetism o. Vol. III - Eletromagnetismo  - 7ª ed. Rio de \nJaneiro:  LTC,  2007.  \n5 - QUEVEDO,  C. P.; QUEVEDO -LODI,  C. Ondas  Eletromagnéticas:  Eletromagnetismo,  aterramento,  antenas,  guias,  radar,  ionosfera.  \nSão Paulo:  Pearson,  2009.  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA: Eletrônica II  PRESENCIAL  *D3. 5P  \nCurso: Engenharia Elétrica  5º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  36 04 créditos  \nEmenta:  \nModelagem do transistor; análise de transistores para pequenos sinais; abordagem de sistemas considerando efeitos de resistência da fonte \ne resistência de carga; resposta em frequência de amplificadores; amplificadores operacionais e osciladores para instrumentaç ão; circuitos \nquase -lineares;  circuitos não lineares; filtros ativos; medidas de grandeza elétricas e mecânicas por meios eletrônicos.  \nBibliografia básica  \n1 - TOCCI, Ronald. SistemasDigitais -PrincípioseAplicações.5ªEdição -Prentice Halldo Brasil,  RJ, 1991.  \n2 – IDOET A  Ivan Valeije&CAPUANO, Francisco G. Elementos de Eletrônica Digital. Editora Érica, 1998.  \n3 - TAUB, Herbert, Circuitos Digitais e Microprocessadores. McGraw Hill d o Brasil, 1984  \nBibliografia Complementar:  \n1 - BIGNELL, James W. & DONOVAN, Robert L... - Eletrônica Digital. Vol. I e II, Makron Books  \n2 - MALVINO, A.P. & LEACH, D.P. Eletrônica Digital - Princípio e Aplicações. Vol. I, McGraw Hill  \n3 - ORSINI, Luiz de Qu eiroz. Eletrônica. São Paulo, SP: Ed. Edgard Blucher, 1967,382 p.  \n4 - MORALEJO, Manuel. A eletrônica. Rio de Janeiro: Salvar, 1981. 143 p.  \n*D – nº disciplina do período  \n \n \n \n ", "36": "36 \n \nDISCIPLINA:  Introdução aos Modelos Probabilísticos :  PRESENCIAL  *D4. 5P  \nCurso: Engenharia Elétrica  5º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nIntrodução à probabilidade; espaços amostrais finitos; probabilidade condicional e independência; variáveis aleatórias; distribuições \ndiscretas de probabilidade; distribuições contínuas de probabilidade; inferência estatística; cadeias de Markov.  \nBibliografia básica  \n1 - MORETTIN, L. G. Estatística básica: probabilidade e inferência. S ão Paulo: Pearson, 2010. ISBN 9788576053705 (Ebook)  \n2 - WALPOLE, R. E. Probabilidade e estatística para engenharia e ciências. 8. ed. -. São Paulo, SP: Pearson Prentice Hall, 2009. ISBN \n9788576051992 (Ebook)  \n3 - PEDRO, L. de O. C. N. Probabilidades - 2ª Edição. Editora Blucher 201 ISBN 9788521215349 (Ebook)  \nBibliografia Complementar:  \n1 - MENDES, F. C. T. Probabilidade para engenharias. Rio de Janeiro: LTC, 2010.  \n2 - BUSSAB, W. de O. Estatística básica. 5.ed. São Paulo: Saraiva, 2002 .  \n3 - SPIEGEL, M. R. Probabilidade e estatística. 3.ed. Porto Alegre: Bookman, Schaum. 2013  \n4 - SPIEGEL, M. R. Teoria e problemas de probabilidade e estatística. 2.ed. Porto Alegre: Bookman, Schaum. 2004  \n5 - COSTA NETO, P. L. de O. Estatística. 2.ed. São  Paulo: Edgard Blucher, 2002.  \n*D – nº disciplina do período  \n \n \n \n \n \n \n \n \nDISCIPLINA:  Materiais Elétricos :  PRESENCIAL  *D5. 5P  \nCurso: Engenharia Elétrica  5º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  36 04 créditos  \nEmenta:  \nEstado sólido; propriedades mecânicas dos sólidos; propriedades ópticas dos materiais; propriedades magnéticas; propriedades térmicas; \npropriedades elétricas. Estudos dos materiais condutores, isolante e magnéticos. Elementos e conexões. Elementos elétricos:  Resistores, \nindutores e capacitores.  \nBibliografia básica  \n1 - COTRIM, Ademaro Alberto M. Bitttencourt. Instalações elétricas. 3.ed. São Paulo: Makron Books, 1993.  \n2 - CREDER, H. Instalações Elétric as. Rio de Janeiro: LTC, Livros Técnicos e Científicos Ltda, 1984.   \n3 - SCHMIDT, Walfredo. Materiais elétricos: condutores e semicondutores. São Paulo: Edgard Blucher, 1979. v.1.  \nBibliografia Complementar:  \n1 - REZENDE, Ernani da Motta. Materiais usados  em eletrotécnica . Rio de Janeiro: Intercedência , 1977.  \n2 - NISKIER, Júlio . Instalações elétricas. Rio de Janeiro: Guanabara, 1985.  \n3 - EDGARD, Blucher  - MATERIAIS ELÉTRICOS: ISOLANTES E MAGNÉTICOS. SÃO PAULO, 1979. V.2. (5)  \n4 - SCHIMDT, W. Equipamentos Elétricos Industriais . São Paulo: Blucher Ltda, 1979. Materiais Elétricos.  São Paulo: Edgard Blucher \nLtda, 1979.  \n5 -Apostila de Materiais Elétricos  \n*D – nº disciplina do período  \n \n \n \n \n \n \n \n \nDISCIPLINA: Metodologia Científica  SEMIPRESENCIAL  *D6. 4P  \nCurso: Engenharia Elétrica  5º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  EAD  36 04 créditos  \nEmenta:  \nAjudando a desenvolver o pensamento crítico e científico na escrita e elaboração  de trabalhos, artigos, e projetos de ensino e Pesquisa  \nCiência e trabalho científico.  \nMétodo Científico.  \nProjetos de pesquisas.  \nÉtica e Ciência.  \nUma nova proposta de meto dologias científicas do saber científico.  \nElaboração de artigos científicos e resumos.  \nBibliografia básica  \n1 - BASTOS, C.; KELLER, V. Aprendendo a aprender: introdução à medologia ciêntifica. 29. Ed. Petrópolis, RJ: Vozes, 2015. 112p.  \n2 - FERRAS, E.C.; NAVAS, A.L.G.P. Publicação de artigos científicos: recomendações práticas para jovens pesquisadores. 1. Ed. São  \nPaulo, SP: Cabo verde  Tecnologia e Servições, 2016. 76p.  \n3 - PEREIRA, A.S.; SHITSUKA, D.M.; PARREIRA, F.J.; SHITSUKA, R.  Meto dologia da pesquisa científica. 1. Ed. Santa Marisa, RS: \nUFSM, NTE, 2018. 119p.  \nBibliografia Complementar:  \n1 - BARROS, A.J.S; e, LEHFELD, N. A. S. Fundamentos da Metodologia Científica. – 3. ed. – São Paulo: Pearson Prentice Hall, 2007.  \n2 - CERVO, Amado Luiz; BERVIAN, Pedro A.  e, SILVA, Roberto da. Metodologia Científica. - 6. ed. - São Paulo: Pearson Prentice \nHall, 2007.  ", "37": "37 \n \n3 - RUIZ, João Álvaro. Metodologia Científica: guia para eficiência nos estudos. 5 ed. São Paulo: Atlas, 2002.  \n4 - CASTRO, Cláudi o de Moura. A prática da pesquisa. – 2 ed. – São Paulo: Pearson Prentice Hall, 2006.  \n5 - SEVERINO, A. J. Metodologia do trabalho científico.  2 ed. São Paulo: Cortez, 2000.  \n6 - GIL, A.C. Como elaborar projetos de pesquisa. 5. Ed. São Paulo, SP: Atlas, 2010.  200p.  \n7 - DINIZ, D.; TERRA, A. Plágio: palavras escondidas. 1. ED. Brasília, DF: Letras Livres ; Rio de Janeiro, RJ: Fiocruz, 2014. 196p.  \n8 - TREVISOL, O. Métodos e técnicas de pesquisa. 1. Ed. Chapecó, SC: Argos, 2017. 96p.  \n9 - VOLPATO, Gilson Luiz,  Dicas  para Redação Cientifica 4ª ed. 2016.  \n10 - VOLPATO, Gilson Luiz, Ciência Filosófica à publicação, 6º ed. 2013  \n11 - LESSA, Júnia et al. Manual de Normas Técnico -científicos . 3.ed., Belo Horizonte: UFMG, 1999.  \n*D1 – nº disciplina do período  \n \n \n \n \n \n \nEMENTÁRIOS DAS  DISCIPLINAS - (VI PERÍODO )   \n \n \nDISCIPLINA:  Análise Linear de Sistemas  PRESENCIAL  *D1. 6P \nCurso: Engenharia Elétrica  6º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nCaracterização de sistemas lineares; processos dinâmicos contínuos e discretos no tempo; solução de equações diferenciais lin eares; \nfunção de transferência; resposta em frequência, estabilidade; representa ção de estado de sistemas contínuos e discretos; introdução ao \ncontrole por realimentação  \nBibliografia básica  \n1 - RUGGIERO, M. A. G. Cálculo Numérico : Aspectos Teóricos Computacionais. 2ed. São Paulo: Makron Books, 1996.  \n2 - BARROSO, L. Conceição Cálculo Numérico (com aplicações ). 2ª ed. Harbra, São Paulo,1987  \n3 - CLÁUDIO, D. M.. Cálculo Numérico Computacional . 3ª ed. Atlas,  São Paulo,2000.  \nBibliogra fia Complementar:  \n1 - MIRSHAWKA, Cálculo Numérico . São Paulo: Livraria Nobel S.A., 4v.  \n2 - SANTOS, V. R. de B. Curso de Cálculo Numérico.  3ª ed. São Paulo: Livros Técnicos e Científicos Editora., 1980.  \n3 - Openheim , A.W. Sinais e Sistemas, Pearson Editora , 2ª. Edição, São Paulo, 2012.  \n4 - Proakis , G. “Digital Signal Processing” Prentice Hall, 2004.  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA:  Análise de Sinais  PRESENCIAL  *D2. 6P \nCurso: Engenharia Elétrica  6º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nSinais e sistemas contínuos e discretos; sistemas lineares invariantes no tempo; Análise de Fourier de sinais contínuos; Anál ise de Fourier \nde sinais discretos; filtragem através de sistemas discretos e invariantes no tempo; transformada de Laplace e transformada Z; \namostragem de sinais; resposta em frequência; aplicações.  \nBibliografia básica  \n1 - LATHI, B. P. “ Sinais e Sistemas  Lineares ”, Prentice Ha ll, 1ªedição, 2007  \n2 - Openheim , A.W. Sinais e Sistemas, Pearson Editora, 2ª. Edição, São Paulo, 2012.  \n3 - Proakis , G. “Digital Signal Processing” Prentice Hall, 2004.  \nBibliografia Complementar:  \n1. GIROD, B., RABENSTEIN, R., STENGER, A. Sinais e Sistemas. Tradução: Silva Filho, Bernardo Severo da. Rio de Janeiro: LTC, \nc2003. 340p.  \n2. AGUIRRE, L. A. Introdução à identificação de sistemas: técnicas  lineares e não  lineares  aplicadas a sistemas reais . 2. ed. Belo \nHorizonte: UFMG, 2004. 659p.  \n3. HSU, H. P., LASCHUK, ANATÓLIO (Trad.). Teoria e Problemas de Sinais e Sistemas. Tradução: LASCHUK, ANATÓLIO (Trad.); \nPorto Alegre: Bookman, 2004. 431p.  \n4. BUCK, J. R., DANIEL, M. M., SINGER, A. C. Computer Ex plorations in Signals and Systems Using MATLAB. 2. ed. Upper Saddle \nRiver: Prentice Hall PTR, c2002. 207p.  \n5. HANSELMAN, D., LITTLEFIELD, B. Matlab 6: curso  completo. Tradução: Martins, Cláudia  Sant'Ana. São Paulo: Prentice Hall, \n2003. 676p.  \n*D – nº disc iplina do período  \n \n \n \n \n ", "38": "38 \n \n \n \nDISCIPLINA:   Eletrônica Digital  PRESENCIAL  *D3. 6P  \nCurso: Engenharia Elétrica  6º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  36 04 créditos  \nEmenta:  \nCircuitos de Temporização; Circuitos Monoestáveis e estáveis; Circuitos Aritméticos; Registradores; Circuitos Integrados Digitais; \nMemórias a Semicondutor; Dispositivos Lógicos Programáveis - PLDs; Conversores A/D e Conversores D/A.  \nBibliografia básica  \n1 - TOCCI, Ro nald. SistemasDigitais -PrincípioseAplicações.5ªEdição -Prentice Halldo Brasil, RJ , 1991.  \n2 – IDOET AIvan Valeije&CAPUANO, Francisco G. Elementos de Eletrônica Digital. Editora Érica, 1998.  \n3 - TAUB, Herbert, Circuitos Digitais e Microprocessadores. McGraw H ill do Brasil, 1984  \nBibliografia Complementar:  \n1 - BIGNELL, James W. & DONOVAN, Robert L.   Eletrônica Digital. Vol. I e II, Makron Books  \n2 - MALVINO, A.P. & LEACH, D.P. Eletrônica Digital - Princípio e Aplicações. Vol. I, McGraw Hill  \n3 - ORSINI, Luiz de  Queiroz. Eletrônica. São Paulo, SP: Ed. Edgard Blucher, 1967,382 p.  \n4 - MORALEJO, Manuel. A eletrônica. Rio de Janeiro: Salvar, 1981. 143 p.  \n*D – nº disciplina do período  \n \n \n \n \n \n \nDISCIPLINA  :Instalações Elétricas I           PRESENCIAL  *D4. 6P  \nCurso: Engenharia Elétrica  6º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  36 04 créditos  \nEmenta:  \nIntrodução ao desenho eletrotécnico; A moderna filosofia de projetos e instalações elétricas;  \nLuminotécnica; Condutores Elétricos; Sequências Básicas na elaboração de um Projeto; Dimensionamento e Instalações; Normaliza ções; \nSistemas de Aterramentos Elétricos, Projeto Elétrico Residencial ou Comercial em um software  AutoCAD  \nBibliografia  básica  \n1 -Creder, Hélio, Instalações elétricas / Hélio Creder ; atualização e revisão Luiz Sebastião Costa. Rio de Janeiro:  LTC, 2016.  \n2 -ADEMARO, A. M. - Instalações Elétricas. 2ª Ed.; Ed. McGraw -Hill do Brasil, R. J.           1982.  \n3 - NISKIER, J. & MACINTYRE, A. J. - Instalações Elétricas. Editora Guanabara Dois, 1985.  \nBibliografia Complementar:  \n1 - COTRIN, A. - Manual de Instalações Elé tricas . 2ª edição, Editora McGraw -Hill, 1985  \nNORMAS CEMIG.  \n2 - FILHO, J. M. - Instalações Elétricas Industriais. 3ª edição, Editora LTC, 1989.  \n3 -BOSSI , Antônio. Instalações elétricas. São Paulo: Hemus, 1977. V.1 271p  \n4 -ASSOCIAÇÃO BRASILEIRA DE NORMAS TECNICAS -ABNT –NBR 5410.  \n5 -Instalações Elétricas, São Paulo: Parma, 1988, 886p -Número de chamada 621.3  S5661  \n6 - NORMAS CEMIG.  \n*D – nº disciplina do período  \n \n \n \n \n \n \n \n \n DISCIPLINA: Linguagens de Programação                                              PRESENCIAL  *D5.2P  \nCurso: Engenharia Elétrica  6º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  36 04 créditos  \nEmenta:  \nMatrizes. Sistemas Lineares. Raízes de Função. Interpolação Polinomial. Séries. Regressão. Anamorfose Gráfica. Integração Num érica. \nResolução Numérica de Equações Diferenciais.  \nBibliografia básica  \n1 -GILAT, Amos. MATLAB: com aplicações em engenharia. 4.ed. Porto Alegre: Bookman, 2012. 417p.  \n2 -OGATA, Katsuhiko. Projeto de sistemas lineares de controle com MATLAB. Rio de Janeiro: PHB, 1996. 202p  \n3 - OGATA, Katsuhiko. Solução  de problemas de engenharia de controle com MATLAB. Rio de Janeiro: PHB, 1997. 330p  \nBibliografia Complementar:  \n1 - BIRAN, Adrian. Matlab for engineers. England: Addison -Wesley, 1995. 668p  \n2 - HANSELMAN , Duane C; LITTLEFIELD, Bruce. MATLAB 6: curso completo. São   Paulo: Prentice Hall, c2003. 676 p. ISBN: \n8587918567.  \n3 - ZAMBONI, C. L., MONEZZI, O. Jr.; PAMBOUKIAN, Sérgio V. D.; Métodos Quantitativos e Computacionais. São Paulo, 2009  \n4 - MATSUMOTO, E. Y.; \"Simulink 5\", São Paul o, Erica, 2003.204p. ISBN:8571949379.  \n5 -BARROSO, C.L. et al. Cálculo numérico com aplicações. São Paulo: Harbra, 1987.  \nMORAES, C.D., MARINS, Jussara Maria. Cálculo numérico computacional: teoria e prática. São Paulo: Atlas, 1989.  \n*D– nº disciplina do per íodo  \n ", "39": "39 \n \n \nDISCIPLINA:  Máquinas Elétricas I               PRESENCIAL  *D6. 6P  \nCurso: Engenharia Elétrica  6º Período  C. Horária Total - (CHTT)  108 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP  36 06 créditos  \nEmenta:  \nCircuitos Magnéticos; O Processo de Conversão Eletromecânica de Energia: Energia de Campo, Forças Mecânicas em Sistemas \nEletromagnéticos; Máquinas Rotativas Cilíndricas, Geradores de Corrente Contínua, Motores de Corrente Contínua, Geradores Sín cronos \ne Motores Sínc ronos.  \nBibliografia básica  \n1 -FITZGERALD, A . Máquinas Elétricas . Editora MacGraw -Hill, RJ, 1977.  \n2 -KOSOW, I . Máquinas Elétricas e Transformadores I e II . Editora Globo, 1979.  \n3 -KOSTENKO, G . Máquinas Elétricas . editora Mir, 1975  \nBibliografia Compleme ntar: \n1 -ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS – ABNT – NBR 7094 - Máquinas Elétricas girante, motores de indução - \nespecificação . Rio de Janeiro, ABNT, 1996.  \n2 -BOFFI, L.V. - Conversão Eletromecânica de Energia . Editora Edgard Blucher, S.P., 1977.  \n3 -DEL TORO, V. Fundamentos de Máquinas Elétricas . Rio de Janeiro: LTC,  \n4 -WILDI,T., Electrical Machines, Drives and Power Systems . Prentice Hall.2002.  \n*D – nº disciplina do período  \n \n \n \n \n \n \nEMENTÁRIOS DAS DISCIPLINAS - (VII PERÍODO )   \n \n \n \nDISCIPLINA:   Eletrônica Aplicada  PRESENCIAL  *D1. 7P  \nCurso: Engenharia Elétrica  7º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  36 04 créditos  \nEmenta:  \nAmplificadores de potência; osciladores; conversores; multiplicadores de frequência; amplificadores sintonizados de potência.  \nBibliografia básica  \n1 - BOYLESTAD, R. L. Dispositivos eletrônicos e teoria de circuitos. 11.ed. São Paulo: Pearson, 2013.    \n2 - MALVINO, A. P. Eletrônica.  7.ed. Porto Alegre: AMGH, 2007. v.1.  \n3 - MENDONCA, A. Eletrônica digital: curso prático  e exercícios. Rio de Janeiro: MZ, 2004. 569p  \nBibliografia Complementar:  \n1 - MILLMAN, J. Eletrônica: dispositivos e circuitos. 2.ed. Sao Paulo: McGraw -Hill, 1981. v.2.  \n2 - MALVINO, A. P.; LEACH , D. P. Eletrônica digital – princípio e aplicações. McGraw Hill, 1 V, São Paulo, 1988.   \n3 - MILLMAN, J. Eletrônica: dispositivos e circuitos. 2.ed. Sao Paulo: McGraw -Hill, 1981. v.1.  \n4 - LEACH, D. Eletrônica digital no laboratório. São Paulo: Makron Book s, 1993.   \n5 - MALVINO, A. P. Eletrônica. 7.ed. Porto Alegre: AMGH, 2007. v.2.  \n*D – nº disciplina do período  \n \n \n \n \n \n \nDISCIPLINA:  Instalações Elétricas II                                                        PRESENCIAL  *D2. 7P  \nCurso: Engenharia Elétrica  7º Período  C. Horária Total - (CHTT)  36 h/a  \nCarga Horária Teórica - CHT  18 Carga Horária Prática - CHP  18 02 créditos  \nEmenta:  \nCálculo de Motores; Correção de Fator de Potência; Dimensionamento da Proteção de Circuito de Motores; Instalação Elétrica Pr edial e \nIndustrial; Cálculo de Demanda – Norma CEMIG; Cálculo de Corrente de Curto -circuito ; Projeto Telefônico.  \nBibliografia bási ca  \n1 -Creder, Hélio, Instalações elétricas / Hélio Creder ; atualização e revisão Luiz Sebastião Costa. Rio de Janeiro:  LTC, 2016.  \n2 -ADEMARO, A. M. - Instalações Elétricas. 2ª Ed.; Ed. McGraw -Hill do Brasil, R. J. 1982.  \n3 -FILHO, J. M. - Instalações Elétricas Industriais. 3ª edição, Editora LTC, 1989.  \nBibliografia Complementar:  \n1 - COTRIN, A. - Manual de Instalações Elétricas. 2ª edição, Editora McGraw -Hill, 1985  \n2 - ASSOCIAÇÃO BRASILEIRA DE NORMAS TECNICAS -ABNT –NBR 5410.  \n3 - COTRIN, A. - Manual de Instalações Elé tricas . 2ª edição, Editora McGraw -Hill, 1985  \n4- FILHO, J. M. - Instalações Elétricas Industriais. 3ª edição, Editora LTC, 1989.  \n5 -BOSSI, Antônio. Instalações elétricas. São Paulo: Hemus, 1977. V.1 271p - ASSOCIAÇÃO BRASILEIRA DE 7 – 6 - NORMAS \nTECNICAS  \n7- NORMAS CEMIG.  \n*D – nº disciplina do período  \n ", "40": "40 \n \n \n \n \nDISCIPLINA:  Máquinas Elétricas II  PRESENCIAL  *D3. 7P  \nCurso: Engenharia Elétrica  7º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  54 Carga Horária Prática - CHP  18 04 créditos  \nEmenta:  \nExcitação de estruturas magnéticas em corrente alternada, motores  de indução monofásicos , trifásicos e geradores de indução.   \nBibliografia básica  \n1 - DEL  TORO, V. Fundamentos de Máquinas Elétricas , Rio de Janeiro, editora LTC  \n2 - FITZGERALD, A. Máquinas Elétricas , São Paulo, Editora MacGraw -Hill do Brasil, 1981.  \n3 - KOSOW, I.W. Máquinas Elétricas e Transformadores, São  Paulo, Editora Globo, 1998.  \nBibliografia Complementar:  \n1 - NASAR, SY ED ABU, Máquinas Elétricas. São Paulo: M acGraw Hill, 1984.  \n2 - MARTIGNONI, Alfonso. Máquinas de Corrente Alternada.  Porto Alegre, Editora Globo, 1970.  \n3 - SAY, M. G.  Alternating Current Machines.  New York: Great Britain,  1978.  \n4 - KOSTENKO, G. Máquinas Elétricas . São Paulo, Editora Mir, 1975.  \n5 - Catálogos de Motores.  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA:  Microprocessadores e Microcontroladores          PRESENCIAL  *D4. 7P  \nCurso: Engenharia Elétrica  7º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  36 04 créditos  \nEmenta:  \nIntrodução aos Microcontroladores e Microprocessadores; Arquitetura do Microcontrolador e Microprocessador; Uso do Ambiente d e \nProgramação; Flags; Temporizadores, Algoritmos para programação: temporizador, contador, multiplicador, divisor, Timer, Interrupção, \nDisplay de Cristal Líquido, Conversor A/ D; Organização das Memórias: programa e dados; Acesso a memória: direto e indireto; \nPeriféricos: Entrad a / Saída de dados.  \nBibliografia básica  \n1 -MIYADAIRA, A. N. Microcontroladores PIC18: aprenda e programe em Linguagem C Ed. Érica, 1a Ed., 2009, São Paulo.  \n2 -LUZ, C. E. S. Programando Microcontroladores PIC em Linguagem C com base no PIC4520. Ed. Ensin o Profissional, 2011, São \nPaulo.  \n3 - SILVA, R. A. Programando Microcontroladores PIC. Ed. Ensino Profissional, 2011, São Paulo.  \nBibliografia Complementar:  \n1 -TAUB, H. Circuitos Digitais e Microprocessadores. McGraw Hill do Brasil, 1984.  \nZILLER, Roberto M . Microprocessadores: Conceitos Importantes. Edição do Autor, 2000.  \n2 - DALTRINI, Beatriz M., JINO, M., MAGALHÃES, L. P. Introdução à Computação Digital. Makron Books, 1999.  \n3 - KHAMBATA, Adi J.  Arquitetura:  microprocessadores, microcomputadores. Rio de Ja neiro: Campus, 1984. v.1 331p . \n4 - ZUFFO, João Antônio.  Fundamentos da arquitetura e  organização  dos microprocessadores. São Paulo: Edgard Blucher, 1978. \n(Microprocessadores; 2).  \n*D – nº disciplina do período  \n \n \n \n \nDISCIPLINA:  Princípios de Comunicação     PRESENCIAL  *D5. 7P  \nCurso: Engenharia Elétrica  7º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nAnálise espectral de sinais: análise no domínio do tempo e da frequência; transformada de Fourier; canal de comunicação; densidade \nespectral de potência; transmissão sem distorção; filtros ideais; modulação de amplitude; modulação angular: frequência e fas e; \nintrodução ao estudo do ruído; variáv eis aleatórias; representação matemática do ruído; introdução aos processos estocásticos; \ncodificação de sinais analógicos; transmissão digital em banda básica; modulação digital; sistemas de múltiplo acesso; tópico s em \ncomunicações.  \nBibliografia básica  \n1 - NASCIMENTO, J. Telecomunicações . 2. ed. São Paulo: Makron Books, 2000.  \n2 - GOMES, A. T. Telecomunicações. Transmissão e Recepção . AM, FM, Sistemas Pulsados. 14ª ed., São Paulo: Érica, 1998.  \n3 - LATHI, B.P. Communication Systems. New York : John Wiley &  Sons, 1968.  \nBibliografia Complementar:  \n1 - ALENCAR, M. S de.  Telefonia Digital;  São Paulo, Érica, 1998.  \n2 - FERRARI, A. M. Telecomunicações: Evolução e Revolução . 2. Ed. São Paulo: Érica, 1998.  \n3 - HAYKIN, Simon. Sistemas de comunicação analógicos e di gitais. 4 ed. Porto Alegre: Bookman , 2004.  \n4 - OPPENHEIM, Allan V., WILLSKY, Alan S. Sinais e sistemas. São Paulo: Pearson , 2010.  \n5 - PINES, J.; BARRADAS, O. Telecomunicações. Sistemas Multiplex . Rio de Janeiro: LTC -Embratel, 1977  \n*D1 – nº disciplina do período  \n \n \n \n \n ", "41": "41 \n \nDISCIPLINA: Princípios de Controle e Servomecanismo                             PRESENCIAL  *D6. 7P  \nCurso: Engenharia Elétrica  7º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  54 Carga Horária Prática - CHP  18 04 créditos  \nEmenta:  \nControle de sistemas lineares no tempo contínuo, com estudo de aplicações voltadas principalmente para sistemas elétricos e m ecânicos. \nSerá usada intensivamente a linguagem MATLAB para simulação de sistemas.  \nModelagem dinâmica do comportamento de sistemas  lineares de parâmetros concentrados com coeficientes invariáveis no tempo, \nenvolvendo plantas e controladores.  \nModelos de estado e de entrada/saída, bem como técnicas de avaliação do desempenho de sistemas no domínio do tempo e da frequência  \nbaseadas nas  técnicas de análise da estabilidade de sistemas.  \nBibliografia básica  \n1 - Nise, Norman, Engenharia de Sistemas de Controle , 3ª. edição, 695  p.,  Rio de Janeiro (RJ) :LTC, 2002.  \n2 - Ogata, Kutsuhiko Engenharia de controle moderno  4ª. edição, 788 p., São Paulo (SP): Prentice Hall, c2003.  \n3 – Dorf. Richard C.; Bishop, Robert H., Sistemas de controle modernos , 8ª. edição, 659 p. ,  Rio de Janeiro (RJ), LTC, c2001.  \nBibliografia Complementar:  \n1 - OGATA, KUTSUHIKO. Engenharia de Contr ole com Matlab. 2ª. Edição. Rio de Janeiro, RJ: Editora ABDR, 1994.  \n2 - OGATA, KUTSUHIKO. Engenharia de controle modern . 3ª. Edição. Rio de Janeiro, RJ: PHD, 1997.  \n3 - PHILLIPS, CHARLES L. Sistemas de Controle e realimentação. 1ª. Edição. São Paulo, SP: Ed itora Markron, 1996.  \n4 - Campos, Mario; Teixeira, Herbert, Controles típicos de equipamentos e processos industriais , Editora Blucher, 2008, São Paulo.  \n*D – nº disciplina do período  \n \n \n \n \nEMENTÁRIOS DAS DISCIPLINAS - (VIII PERÍODO )   \n \n \nDISCIPLINA:     Ciências do Ambiente    **  SEMIPRESENCIAL  *D1. 8P  \nCurso: Engenharia Elétrica  8º  Período  C. Horária Total - (CHTT)  36 h/a  \nCarga Horária Teórica - CHT  18 Carga Horária Prática - CHP  EAD  18 02 créditos  \nEmenta:  \nEcossistemas e seus desequilíbrios; efeito da tecnologia sobre o equilíbrio ecológico; impactos ambientais; preservação e conservação dos \nrecursos naturais.  \nBibliografia básica  \n1 - BEGON, M.; TOWNSEND, C.R.; HARPER, J.L.  Ecologia: De indivíduos a ecossistemas. 4 ed. Porto  Alegre: Ed. Artmed. 2007.  \n2 - REIS, L.B. Geração de energia elétrica. 2. ed. Barueri: Manole. 2015.  \n3 - REIS, L.B.; SANTOS, E.C. Energia elétrica e sustentabilidade: Aspectos tecnológicos, socioambientais e legais. 2 ed. Barueri:  \nManole. 2015.  \nBibliografia Complementar:  \n1 - RICKLEFS, R.E. A economia da natureza. 5ed. Rio de Janeiro: Ed. Guanabara Koogan, 2003.  \n2 -ROSA, A.H.; FRACETO, L.F.; MOSCHINI -CARLOS, V. Meio ambiente e sustentabilidade. 1 ed. Porto Alegre: ABDR. 2012.  \n3 -BRANCO, M. S.; A.A. Elementos de Ciências do Ambiente. São Paulo: Editora da CETESB, 1987, 2, 3, VI, VII.  \n4 - ROSA / SIGAUD / MIELNIK. Impactos de Grandes projetos hidrelétricos e nucleares. São Paulo: Guanabara -Koogan, 1998.  \n5 - MULLER, A. C. Hidrelétricas, Meio Ambient e e Desenvolvimento. São Paulo: Augustus, 1992.  \n6 - ALMEIDA, J. R. Ciências ambientais. Rio de Janeiro: Thex Editora, 2002.  \n7 - BRANCO, S. M. Energia e meio ambiente. São Paulo: Blucher, 1990.  \n8 - DAJOZ, R. Princípios da ecologia. Porto Alegre: Artmed, 200 5. \n*D – nº disciplina do período                        ** semipresencial  \n \n \n \nDISCIPLINA: Economia para Engenharia  PRESENCIAL  *D2. 8P  \nCurso: Engenharia Elétrica  8º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT   72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nInfluências no comportamento da sociedade;  \nMercado do produto;  \nA intervenção do Estado enquanto gestor das políticas econômicas e sociais;  \nMercado de agentes produtivos x mercado  de consumo, x produção e do emprego; Aspectos Urbanos e Rurais na sociedade;  \nRelações internacionais no contexto da globalização.  \nBibliog rafia básica  \n1 - ROSSETTI, JOSÉ P., Introdução à Economia, 18ª ed, São Paulo SP: Atlas, 2000.  \n2 - SOUZA, NALI DE JESUS, Curso de Economia, 3ª Ed, São Paulo SP: Atlas, 2000.  \n3 - VASCONCELOS, MARCO A. E GARCIA, MANUEL E. Fundamentos de Economia, 3ª Ed, São  Paulo SP:  Saraiva, 2010  \nBibliografia Complementar:  \n1 - PINHO, D. et Al. Manual de economia. São Paulo: Saraiva,1998.        \n2 - SOUZA, Nali de Jesus de Curso  de Economia. São Paulo, ed. Atlas, 2000  \n3 - RIANI, F. Economia: princípios básicos e introduçã o à microeconomia. São Paulo:  Pioneira, 1998.  \n4 - ROSSETTI, José Paschoal. Introdução à economia. 19ª ed. São Paulo: Editora Atlas , 2002.  \n5 - VASCONCELOS, Marco A. e GARCIA, Manuel E. FUNDAMENTOS DE ECONOMIA editora Saraiva, 3ª edição, 2010 .    \n*D– nº disciplina do período  \n ", "42": "42 \n \n \n \n \nDISCIPLINA:  ELETRÔNICA DE POTÊNCIA   PRESENCIAL  *D3. 8P  \nCurso: Engenharia Elétrica  8º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  54 Carga Horária Prática - CHP  18 04 créditos  \nEmenta:  \nDiodos e tiristores.  \nRetificadores controlados e retificadores não controlados.  \nComutação.  \nConversores duais.  \nCiclo conversores.  \nGradadores, Choppers, Conversores Estáticos e Inversores.  \nBibliografia básica  \n1 - LANDER, C. W. Eletrônica Industrial  – Teoria e Aplicações. São Paulo: McGraw Hill,1988.  \n2 - RASHID, M. H. Eletrônica de Potência – Circuitos, dispositivos e aplicações. Makron Books, 1999.  \n3 - RASHID, M. H. Eletrônica de Potência. Pearson, 1999.  \nBibliografia Complement ar: \n1 - BARBI, I. Eletrônica de Potência . 2. ed. Universidade Federal de Santa Catarina, Série Didática, 2000.  \n2 - AHMED, A. Eletrônica de Potência. Pearson, 2000.  \n3 - GIMENEZ, S. P.; ARRABAÇA, D. A. Eletrônica de Potência. Conversores de Energia CA/CC. Teoria, Prática e Simulação. Érica/ \nSaraiva, 2015.  \n4 - HART, D. W. Eletrônica de Potência  - Análise e Projetos de Circuitos. Mc Graw Hill.  Amgh Editora.  \n5 - ERICSON, R.  W. ; MAKSIMOVIC , Dragan .  Fundamentals of Power Electronics. 2nd Edition,  eBook   \n6 - BARBI, I. Eletrônica de Potência . 2. ed. Universidade Federal de Santa Catarina, Série Didática, 2000.  \n*D – nº disciplina do período  \n \n \n \n \n \n \nDISCIPLINA:  Geração, Transmissão e Distribuição de Energia Elétrica  PRESENCIAL  *D4. 8P  \nCurso: Engenharia Elétrica  8º  Período  C. Horária Total - (CHTT)  108 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP  36 06 créditos  \nEmenta:  \nVisão  geral  do sistema  elétrico  de potência;  Geração  de energia  elétrica;  Matriz  energética  brasileira;  Transmissão  de energia  elétrica;  \nLinhas  de Transmissão;  Distribuição  de energia  elétrica.  \n \nBibliografia básica  \n1 - FUCHS, R. D. Transmissão de Energia E létrica:  linhas Aéreas. Rio de Janeiro: Guanabara Dois, 1979.  \n2 - STEVENSON Jr., W. D. Elementos de Análise de Sistemas de potência. São Paulo: McGraw Hill, 1986  \n3 - ZANETTA JR., L.C., Fundamentos de sistemas elétricos de potência, 1ª Ed., São Paulo: Liv raria da Física, 2006  \nBibliografia Complementar:  \n1 - Centrais Elétricas Brasileiras S.A./Universidade Federal de Santa Maria. Análise de Circuitos de Sistemas de Potência. 2.ed. Santa \nMaria: UFSM, 1983.  \n2 - Centrais Hidro e Termelétricas. Centrais Elétr icas Brasileira/S/A. São Paulo: Edgard blucher,1983.  \n3 - CHECA, L. M. Lineas de Transporte de Energia Elétrica. S.I.: Marcombo, 1988.  \n4 - KINDERMANN, G. Proteção do Sistema Aéreo de  distribuição. Vol. 2, Campus /Eletrobrás.  \n5 - MACINTYRE, A. J. Máquinas, mo trizes hidráulicas. Rio de Janeiro: Guanabara  Dois, 1983.  \n*D1 – nº disciplina do período  \n \n \n \n \n \n \nEMENTÁRIOS DAS DISCIPLINAS - (IX PERÍODO )   \n \n \nDISCIPLINA: Acionamentos de Máquinas Elétricas  PRESENCIAL  *D1. 9P  \nCurso: Engenharia Elétrica  9º  Período  C. Horária Total - (CHTT)  108 h/a  \nCarga Horária Teórica - CHT   108 Carga Horária Prática - CHP  36 6 créditos  \nEmenta:  \nDispositivos de comando e proteção; característica mecânica das cargas mecânicas e dos motores de indução trifásicos - MIT; gerações \ndo acionamento de motores; métodos clássicos de partida de MITs;  \ndiagramas de comando e proteção para partida de MITs; partida suave de MITs; características de funcionamento do motor de cor rente \ncontínua – MCC ; acionamento controlado do MCC; acionamento controlado do MIT; motores síncronos a imãs permanentes; introdução \na automação e acionamentos em rede.  \nBibliografia básica  \n1 - NASAR, SAYEDABV. Máquinas elétricas. 3ª. Edição. São Paulo, (SP): Editora Coleçã o Schaum, 1984.  \n2 - TORO, VICENTE DEL. Fundamentos de máquinas elétricas. 1ª. Edição. Itajub á, (MG): Editora Coleção Schaum, 1999.  \n3 - UMANS, STEPHEND. Máquinas Elétricas. 1ª. Edição. São Paulo, (SP): Editora Erica, 2010.  ", "43": "43 \n \nBibliografia Complementar:  \n1 - FRANCHI , CLAITON MORO, Acionamentos Elétricos. 1ª. Edição. São Paulo, (SP): Editora Érica, 2007.  \n   2 - R. KRISHNAN, Electric Motor Drives – Modeling Analysis and Control. 1ª. Edição. São Paulo, (SP): Editora Prentice  Hall – 2001.  \n   3 - OLIVEIRA, JOSÉ CARLOS. Transformadores:  teoria  e ensaios. 1ª. Edição. São Paulo, (SP): Editora Blucher, 2011.  \n4 - FRANCHI, CLAITON MORO. Acionamentos elétricos; 1ª. Edição. São Paulo, (SP): Editora Érica.  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA:  Administração **  SEMIPRESENCIAL  *D2. 9P  \nCurso: Engenharia Elétrica  9º Período  C. Horária Total - (CHTT)  72 h/a \nCarga Horária Teórica - CHT  36 Carga Horária Prática - CHP  EAD  36 02 créditos  \nEmenta:  \nFundamentos da administração – Estrutura organizacional Estruturas de informações - Sistemas  e controles administrativos -  \nadministração  / Integração da administração voltado à  informática – Conceitos da novos modelos de gestão, pública  e privada.  \nBibliografia básica  \n1 - LACOMBE, F.; HEIBORN, G. Administração Princípios e Tendências. São Paulo: Saraiva, 2008.  \n2 - MAXIMIANO, A. C. A. Introdução à administração. São Paulo: Atlas, 2009.  \n3 - PECI, A.; SOBRAL, F. Administração: teoria e prática no contexto brasileiro. 2ed. São Paulo: Pearson Education  do Brasil. 2013  \nBibliografia Complementar:  \n1 - LOBATO, D. M. Administração estratégica: uma visão orientada para a busca de vantagens competitivas. Rio de Janeiro: Editoraç ão, \n2002.  \n2 - STONER, J. A. F.; FREEMAN, R. E. Administração. 5ªed. Rio de Janeir o: LTC, 1994.  \n3 - CHIAVENATO, I. Administração teoria, processo e prática. São Paulo: Pearson Education do Brasil, 2006.  \n4 - MASIERO, G. Administração de empresas: teoria e funções com exercícios e casos. São Paulo: Saraiva, 2009.  \n5 - ROBBINS, S. P. Admini stração: mudanças e perspectivas. São Paulo: Saraiva, 2003.  \n*D1 – nº disciplina do período    - **   semipresencial  \n \n \n \n \n \nDISCIPLINA:    Ética e Direito          SEMIPRESENCIAL  *D3. 9P  \nCurso: Engenharia Elétrica  9º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica – CHT  36 Carga Horária Prática - CHP   EAD  36 04 créditos  \nEmenta:  \nDeontologia, Ética e Moral. Código de Ética do Engenheiro, Introdução ao Estudo do Direito. Noções Básicas de Direito Público  e \nPrivado e seus respectivos ramos. A legislação Profissional.  \nEstudos sobre a acessibilidade  \nEstudos e caracterização de HETEROIDENTIFICAÇãO  \nBibliografia básica  \n1 - COMPARATO, Fábio Konder. Ética: direito e moral e religião no mundo moderno. São Paulo: Companhia das Letras, 2006.  \n2 - DINIZ, Maria Helena. Compêndio de Introdução à Ciência do Direito. 12 ed. atual. São Paulo: Saraiva, 1995.6 ex  \n3 - Legislação sobre Pessoa com Deficiência – Câmara  dos deputados  \nBibliografia Complementar:  \n1 - ALMEIDA, Amador Paes. CLT Comentada.  São Paulo: Saraiva, 2003.  \n2 - NEGRÃO, Teotônio  e GOUVÊA, José Roberto Ferreira. Código Civil e Legislação Civil em vigo r. São Paulo: Saraiva, 2007.  \n3 - SILVA, José Afonso da. Comentário Contextual à Constituição. 6 ed. atual até Emenda Constitucional 57, de 18.12.2008. São Pau lo: \nMalheiros Editores, 2009  \n4 - Usabilidade e Acessibilidade: Uma Abordagem Prática com Recursos de Acessibilidade  \n5 - Sociologia da acessibilidade - Intersaberes ; 1ª edição  \n6 - Estatuto da pessoa com deficiência: comentado artigo por artigo.  \n*D – nº disciplina d o período  \n \n \n \n \n \n \nDISCIPLINA:  Máquinas Térmicas e Hidráulica  PRESENCIAL  *D4. 8P \nCurso: Engenharia Elétrica  9º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nTeoria Geral das Máquinas de Deslocamento; Turbinas Hidráulicas; Bombas; Revisão de Termodinâmica; Ciclos Térmicos; Motores de \nCombustão Interna; Geradores de Vapor de Água; Turbinas a Vapor e Gás; Usinas Termoelétricas e Nucleares.  \nBibliografia básica  \n1 - MACINTYRE, A.J. - Bombas e  Instalações de Bombeamento . Ed. Guanabara, 1980.  \n2 - WYLEN, G.V.&SONITAG, R>E. - Fundamentos da Termodinâmica Clássica . Editora Edigard  Blücher, 1978  \n3 - SIMONE, G. A. – Centrais e Aproveitamentos Hidrelétricos . Ed. Érica -2003..  \nBibliografia Complementar:  \n1 - MACINTYRE, A J. – Máquinas Motrizes Hidráulicas . Ed. Guanabara, 1983.  \n2 - SOUZA, S. & FUCHS, R. D. & SANTOS, A. H. M. - Centrais Hidro e Termoelétricas , Editora Edgard   Blücher, 1983.  ", "44": "44 \n \n3 - BISTAFA, Sylvio R. Mecânica dos fluidos noções e  aplicações. Editora Blucher  \n4 - ORGANIZADOR JEFERSON AFONSO LOPES DE SOUZA. Transferência de calor. Pearson  \n5 - STROBEL, Christian. Termodinâmica técnica. Editora Intersaberes.  \n*D1 – nº disciplina do período  \n \n \n \n \n \n \n \nDISCIPLINA:  Sistemas de Energia Elétrica                                            PRESENCIAL  *D5. 9P \nCurso: Engenharia Elétrica  9º  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nCálculo de faltas simétricas e assimétricas; fluxo de potência; variáveis do sistema; estudo de estabilidade de sistema de po tência; \nsensibilidade; otimização; operação econômica dos sistemas de potências; métodos computacionais aplicados nos estudos de fl uxo de \ncarga e cálculos de curto -circuito . \nBibliografia básica  \n1 - STEVENSON Jr. Elementos de Análise de Sistemas de Potências . São Paulo: MC Graw Hill, 1980.  \n2 - WEEDY, B. M. Sistemas Elétricos de Potências . São Paulo: Polígono, 1973.  \n3 - ROBBA, E. J OÃO . Introdução a Sistemas Elétricos de Potência . São Paulo: Edgar Blucher, 1973.  \nBibliografia Complementar:  \n1 - GROSS, C. A. Power System Analysis . New York: John  Wiley & sons , 1979.  \nAlmeida, A. A. W. “Notas de Aula em Sistemas Elétricos de Potência”. Universidade Tecnológica Federal do Paraná – 2 - UTFPR, \nDepartamento Acadêmico de Eletrotécnica – DAELT. Versão 24/03/2017  \n3 - MOHAM, NED, Sistemas Elétricos de Potência, Editora LTC – Rio de Janeiro. 2016  \n4 - Mamede Filho, João - Mamede, Daniel  Ribeiro, Proteção de sistemas elétricos de potência /João Mamede Filho, - [Reimpr.]. - Rio de \nJaneiro: LTC, 2013.  \n*D – nº disciplina do período  \n \n \n \n \n \n EMENTÁRIOS DAS  DISCIPLINAS - (X PERÍODO )   \n \n \n \n \nDISCIPLINA:  Ciência, Tecnologia e Sociedade                                 EAD (100%)  *D1.10P  \nCurso: Engenharia Elétrica  10º Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática – CHP  EAD  04 créditos  \nEmenta:  \nEstudo das implicações sociais e políticas do desenvolvimento tecnológico nas sociedades contemporâneas, bem como seus \ndeterminantes econômicos gerais, com ênfase às especificidades  estruturais do Brasil.  \nUma perspectiva histórico/comparativa o debate atu al sobre as informações tecnológicas em curso no contexto internacional e suas \nimplicações tanto para países desenvolvidos como para países latino -americanos. Análise do desenvolvimento científico e tecnológico \ndesde a primeira Revolução Industrial até os dias de hoje, procurando discutir as relações entre ciência, tecnologia e sociedade.  \nBibliografia básica  \n1 - BAZZO. W. Ciência, Tecnologia e Sociedade e o Contexto da Educação Tecnológica. Florianópolis -SC:  \nEd. UFSC, 1998.  \n2 - FIGUEIREDO, V. Produção S ocial da Tecnologia. São Paulo: EPU, 1989.  \n3 - SILVA, S. Expansão Cafeeira e Origens de Indústria. 6ª ed. São Paulo: Alfa Ômega, 1985.  \nBibliografia Complementar:  \n1 - RODRIGUES, L. M. Sindicalismo e Classe Operária (1930 -1964).Boris  Fausto (org.) História Geral da Civilização Brasileira – O \nBrasil Republicano. Sociedade e Política. 4ª Ed. São Paulo: Difel, 1985.  \n2 - IANNI, O. As Metamorfoses do Escravo. (tema I). São Paulo: Difel, 1962.  \n3 - CARDOSO, F. H. Homem e Sociedade. São Paulo : Companhia Nacional, 1972.  \n4 - DIXON, B. Para que Serve a Ciência? São Paulo: Nacional, 1976. . \n*D – nº disciplina do período  \n \n7 EMENTÁRIO DAS DISCIPLINAS OPTATIVAS  \n \n \nEMENTÁRIO DAS DISCIPLINAS  - (OPTATIVAS)  \n \n ", "45": "45 \n \nDISCIPLINA:   Inglês Técnico  PRESENCIAL  *D-OPT  \nCurso: Engenharia Elétrica  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nAplicação de termos tecnicos na engenharia  \nEstratégias de leitura. Estratégias de vocabulário. Técnicas de leitura.  \nBibliografia básica  \n1 - DE AQUINO, C. T. E. Desenvolvendo habilidades de leitura. In: Como aprender  – andragogia e as habilidades de apr endizagem. \n1.ed. São Paulo: Pearson Prentice Hall, 2007.   \n2 - DIAS, R.   Reading critically in English . 3. ed., rev e ampl. Belo Horizonte: UFMG, 2002.  \n3 - PIMENTA, S. O., OLIVEIRA, N. A. O domínio da leitura em inglês  – a reconstrução crítica de textos. B elo \nBibliografia Complementar:  \n1 - MUNHOZ, R. Inglês instrumental : estratégias de leitura, módulo I. São Paulo: Texto  novo, 2000.  \nInglês instrumental: estratégias de leitura, módulo I. São Paulo: Texto  novo, 2001.  \n2 - NUTTALL, C. Teaching reading skills in a foreing language : (Practical Language Teaching 09). Marion Geldesna Gill Sturdge \n(eds.). London: Heinemann Education Books, 1982.  \n3 – Mini dicionario de ingles  \n4 - Professional  English in Use Engineering with Answers: Technical English for Professionals, IBBOTSON, Mark  \n*D – nº disciplina do período  \n \n \n \n \n \n \nDISCIPLINA: Processamento Digital de Sinais  PRESENCIAL  *D-OPT  \nCurso: Engenharia Elétrica  Período  C. Horária Total - (CHTT)  72  h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nSinais e sistemas discretos no tempo; Transformada Z aplicada ao processamento digital de sinais;  \nAnálise de Fourier discreta no tempo; transformada  discreta  de Fourier; Transformada Rápida de Fourier; Filtros digitais.  \nBibliografia básica  \n1 - H. Simon , Sinais e Sistemas . Editora, Bookman, 2002.  \n2 - Proakis, G., Digital Signal Processing , Prentice Hall, 2004.  \n3 - Lathi, B. P., Linear Systems and Signals ”, Berkeley Cambridge, 2a. edição, 2005.  \nBibliografia Complementar:  \n1 - Haykin, S. & Barry, V.V. “Signals and Systems”, John Wiley & Sons, 1998.  \n2 - Oppenhein, A. Wilsky. A, Signals and Systems , Prentice Hall, 1996.  \n3 -Sistemas de Comunicações Analógicos e Digitais Modernos, B. P. Lathi  , Zhi Ding   \n4  - Sinais e Sistemas Lineares, Lathi    B.P.  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA: Estabilidade de Sistemas Elétrico  de Potência  PRESENCIAL  *D-OPT  \nCurso: Engenharia Elétrica  Período  C. Horária Total -  CHTT)  72 h/a  \nCarga Horária Teórica - CHT  54 Carga Horária Prática - CHP  18 04 créditos  \nEmenta:  \nConceitos físicos em estabilidade; Estabilidade a pequenas perturbações; Dinâmica  em sistemas elétricos de potência;  Sistemas \nmultimáquinas  \nBibliografia básica  \n1 - MONTICELLI, Alcir Jose; GARCIA, Ariovaldo. Introdução  a sistemas de energia elétrica. Cam pinas, SP:UNICAMP, 2003.  \n2 - STEVENSON JR, W. D. Elementos de análise  de sistemas de potência , 1974.  \n3 - ZANETTA JR. Fundamentos de Sistemas Elétricos de Potência. Editora Livraria de Física  \nBibliografia Complementar:  \n1 - BRETAS, N. G; COSTA ALBERTO, L. F. Estabilidade Transitória  em Sistemas  Eletroenergéticos . 1 ed. São Carlos: EESC -USP, \n2000.  \n2  - KUNDUR, P. Power System Stability and Control. 1 ed. New York: McGraw - Hill Inc, 1994.  \n3 - SAUER, P. W; PAI, M. A. Power S ystem Dynamics and Stability. 1 ed. New Jersey: Prentice -Hall, 1998.  \n4 - Análise de Curto - circuito e Princípios de Proteção em Sistemas de Energia Elétrica: Fundamentos e Prática,  SATO, Fujio    Fujio  \n*D – nº disciplina do período  \n \n \n \n \nDISCIPLINA:      Redes Elétricas Rurais e Urbanas    OPT III  PRESENCIAL  *D-OPT  \nCurso: Engenharia Elétrica  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nCorreções de níveis de tensão em redes de distribuição. Proteção contra sobre correntes em circuitos de redes de distribuição . Projetos de \niluminação pública de praças, ruas, avenidas, etc.  ", "46": "46 \n \nBibliografia básica  \n1 - CEMIG. Companhia Energética de Minas Ge rais. Normas de distribuição da CEMIG : Projetos de Iluminação Pública (ND-3.4). Belo \nHorizonte: CEMIG  \n2 - CEMIG. Companhia Energética de Minas Gerais. Normas de distribuição da CEMIG : Fornecimento de Energia Elétrica em Tensão \nSecundária – Rede de Distribu ição Aérea – Edificações individuais (ND-5.1). Belo Horizonte: CEMIG -2017  \n3 - CEMIG. Companhia Energética de Minas Gerais. Normas de distribuição da CEMIG : Fornecimento de Energia Elétrica em Tensão \nSecundária – Rede de Distribuição Aérea – Edificações col etivas (ND-5.2). Belo Horizonte: CEMIG -2017  \nBibliografia Complementar:  \n1 - CEMIG. Companhia Energética de Minas Gerais. Normas de distribuição da CEMIG : Fornecimento de Energia Elétrica em Tensão \nPrimária – Rede de Distribuição Aérea  \n (ND-5.3). Belo Horizonte: CEMIG -2017  \n2 - CEMIG. Companhia Energética de Minas Gerais. Normas de distribuição da CEMIG : instalações básicas e redes aéreas de \ndistribuição urbana ( ND -2.1) . Belo Horizonte: CEMIG, 1990.  \n3 - CEMIG. Companhia Energética de Minas Gerais:  Normas de distribuição da CEMIG : Instalações básicas de redes aéreas de \ndistribuição rural ( ND-2.2). Belo  Horizonte: CEMIG, 2016.  \n4 - CEMIG. Companhia Energética de Minas Gerais. Normas de distribuição da CEMIG:  Projetos de redes de distribuição aérea rural \n(ND-3.2). Belo Horizonte: CEMIG,1990.  \n5 - CEMIG. Companhia Energética de Minas Gerais. Normas de dist ribuição da CEMIG : Projetos de redes de distribuição aérea urbana \n(ND-3.1). Belo Horizonte: CEMIG, 2014.  \n6 - CEMIG. Companhia Energética de Minas Gerais. Normas de distribuição da CEMIG : (ND-1.1) – Diretrizes Básicas para o \nPlanejamento Elétrico de Distri buição  \n \n*D1 – nº disciplina do período  \n \n \n \n \n \n \nDISCIPLINA: Tópicos em Engenharia  PRESENCIAL  *D-OPT  \nCurso: Engenharia Elétrica  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta: conforme a justificativa.  \nJustificativa:  \nO conteúdo  das disciplinas tópicos em engenharia elétrica serão definidos pelo colegiado do curso conforme escolha e definição do \ncolegiado para o semestre de oferecimento relacionados aos temas atuais  e relevantes para o bom exercício  profissional  \n \nBibliografia bá sica  \n Conforme escolha e definição do colegiado para o semestre de oferecimento  \nBibliografia Complementar:  \nConforme escolha e defi nição do colegiado para o semestre de oferecimento  \n*D – nº disciplina do período  \n \n \n \n \nDISCIPLINA: L ibras  PRESENCIAL  *D-OPT  \nCurso: Engenharia Elétrica  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  \nAspectos históricos da educação dos surdos, com aplicação das políticas de inclusão educacional, legislação e surdez. A comunidade \nsurda: cultu ra, linguística  e sociedade. Educação dos surdos e família: os pais surdos. Posturas do professor em relação ao aluno surdo. \nRelacionamento e expressão corporar e facial. Linguagem escrita  e oral do surdo. Educação dos surdos e novas tecnologias: vídeo  \nBibliografia básica  \n1 - COPOVILLA , F.C.  \n2 – RAFHAEL, W, C.   \n3 – DICIONÁRIO ENCICLOPÉDICO TRILINGUE:LINGUA BRASILEIRA DE SINAIS. São Paulo: EDUSP, 2009. VI E II  \nBibliografia Complementar:  \n1 - HONORA, M ET AL. LIVRO ILUSTRADO DE LINGUA BRASILEIRA DE SINAIS,  \n2 - Comunicação usada pelas pessoas com surdez. São Paulo: Ciranda Cultura, 20093  \n3 – SACKS.O, W. Vendo vozes: uma  viagem ao mundo dos surdos. São Paulo . Companhia das Letra s.1998  \n4 – Brasil, Ministério da Educação e do Despo rto de Educação Especial: Língua  brasileira de sinais.  MEC, 1997 V.3  \n*D – nº disciplina do período  \n \n \n \n \n \nDISCIPLINA: Proteção de Sistemas Elétricos  EAD 100%  *D-OPT  \nCurso: Engenharia Elétrica  Período  C. Horária Total - (CHTT)  72 h/a  \nCarga Horária Teórica - CHT  72 Carga Horária Prática - CHP   04 créditos  \nEmenta:  ", "47": "47 \n \nFilosofia da proteção. Princípios fundamentais dos relés, chaves fusíveis, Religadores, Seccionalizadores, Disjuntores. Acopl amento: \nsistema elétrico x sistema de proteção. Chaves fusíveis e coordenação de elos fusíveis de proteção em redes de distribuição  Proteção. \nProteção de transformadores. Proteção em circuitos de baixa tensão. Sistemas de proteção TN, TT, IT. Grau de proteção de equi pamentos \nelétricos. Classe de isolamento de equipamentos elétricos. Para-raios   \nBibliografia básica  \n1 - CAMINHA, A. C . Introdução à proteção dos sistemas elétricos . São Paulo: Editora Edgard  Blucher  Ltda, 1981.   \n2 - COTRIN, A.  Instalações Elétricas . Rio de Janeiro: McGraw -Hill, 1982.   \n3 - CREDER, H.  Instalações Elétricas . Rio de Janeiro: LTC, Livros Técnicos e Científicos Ltda, 1984   \n \nBibliografia Complementar:  \n1 - YOUNG, H. D.; FREEDMAN, R. A. – SEARS & ZEMANSKY.  Física III: Eletromagnetismo . 12. ed. São Paulo: Pearson, \n2010.  v. 3   \n2 - QUEVEDO, C. P.  Eletromagnetismo . Loyola, 1983.   \n3 - HALLIDAY, D.; RESNICK, R.; WALKER, J.   Fundamentos da Física: Eletromagnetismo. Vol. III  - Eletromagnetismo - 7ª ed. \nRio de Janeiro: LTC, 2007.   \n 4 - NASAR, SYED ABU.  Máquinas Elétricas . São Paulo: Mc Graw Hill, 1984.   \n*D – nº disciplina do período  \n \n \n \n \n8 METODOLOGIA DE ENSINO  \n \n \n \n8.1 Metodologia e produção do Conhecimento  \n \n \n São utilizadas metodologias adequadas a cada conteúdo, a partir dos objetivos previstos \npara o curso e o perfil esperado dos egressos, tendo como alvo de todo trabalho a ser \ndesenvolvida a eficiência do desempenho do aluno. Debates e seminários são ofereci dos \nvisando a criticidade e a capacidade analítica dos alunos, e ainda, nas aulas laboratoriais é \npropiciada a criatividade no manuseio do instrumental adequado. A meta é usar de \nmetodologias criativas que formem profissionais capazes de atuar em projetos de engenharia, \npromovendo o desenvolvimento científico e tecnológico, colocando -os a serviço da \ncomunidade.  \n Atividades de monitoria são disponibilizadas, de forma a oferecer aos estudantes mais \noportunidade e melhores condições para sanarem dúvidas.  \n São realizadas regularmente visitas técnicas em indústrias, hidrelétricas e feiras do setor \neletroeletrônico, oferecendo -se, assim, aos estudantes oportunidades de identificarem e \ncomprovarem as aplicações práticas da engenharia elétrica.  \nA conclusão do curs o se dá mediante a apresentação e aprovação de um Trabalho de Conclusão \nde Curso I e II – (TCC ), desenvolvido  sob orientação de um professor (Regulamento \napresentado no (ANEXO I).  \n ", "48": "48 \n \n8.2 Forma de realização da interdisciplinaridade  \n \n \n A interdisciplinaridade ou a multidisciplinaridade é enfatizada em três situações \ndistintas:  \n 1 - Avaliações: As avaliações são elaboradas de forma a assegurar que os estudantes \nmantenham permanente contato com o conteúdo de disciplinas dos períodos anterior es.  \n 2 - Resolução de problemas: os estudantes são orientados a resolver problemas, \nmobilizando -se os conhecimentos construídos em diferentes disciplinas.  \n 3 - Trabalho de Conclusão de Curso: os alunos devem desenvolver um trabalho de \ncaráter técnico ou c ientífico, que contemple conhecimento multidisciplinar.  \n \n8.3 Modos de integração entre teoria e prática  \n \n Essa integração é prevista no momento da execução do planejamento. A partir do \nobjetivo geral, que é formar o Engenheiro Eletricista, desenvolve -se a prát ica nos laboratórios, \nna produção do conhecimento, nos trabalhos de conclusão de curso, dos estágios e atividades \ncomplementares, visando à aprendizagem dos conteúdos específicos e orientando os alunos nas \ndiversas formas de sua produção.  \n Esse procediment o visa capacitar o aluno a não ser um mero repetidor de conteúdo , mas \ncompetente para analisar, discutir e produzir conhecimento.  \n \n8.4 Incentivo à pesquisa  \n \n Os estudantes são estimulados a engajarem -se em atividades de iniciação científica, \npara desenvolverem  projetos de pesquisa, sob a orientação de docentes; publicação e \nsocialização de resultados, em seminários de iniciação científica, e a participarem de eventos \nde caráter científico, tais como: seminários, conferências e semanas científicas realizadas na \nprópria Instituição e fora.  \n \n8.5 Estágio Supervisionado  \n \n ", "49": "49 \n \n Os estudantes devem cumprir no mínimo 165 horas relógio obrigatórias do Estágio \nCurricular Supervisionado, de acordo com a Legislação vigente.  \nOs estágios em empresas/ indústrias, acontecem  em férias acadêmicas ou, durante o período  \nquando o aluno estará cursando disciplinas semipresenciais  preferencialmente no X período \nquando o aluno terá maior disponibilidade de tempo.  \n Quando no próprio município, não puderem realizar  o estágio obrigató rio durante o \nsemestre letivo, desde  que não haja conflito de horário com as disciplinas em curso, poderá \nrealizá -los em outro município, desde que, o estudante seja acompanhado  por um profissional \nda área da engenharia,  no local de realização, e supervisi onado por um docente do curso.  \n A coordenação de estágio procura de todas as formas ao seu alcance encontrar um local \npara o desenvolvimento do Estágio supervisionado que é obrigatório, mas se por ventura não \nfor possível encontrar  vagas de estágio para todos os concluintes de um determinado semestre, \npara que o discente não fique impedido de concluir o seu curso, o mesmo poderá desenvolver \num projeto de extensão, que utilize os requisitos profissionais no campo profissional da \nengenharia elétrica, a provado pelo colegiado do curso, que poderá substituir o Estágio \nsupervisionado obrigatório.  \n O projeto de extensão para a substituição do estágio supervisionado deve ser submetido \ne aprovado na primeira reunião de cada semestre do colegiado do curso, cont endo todos os \nrequisitos necessários para um projeto de extensão, inclusive com a orientação de um docente \nda área profissionalizante do curso.  \n Os relatórios finais do estágio supervisionado e dos projetos de extensão que o substitua \ndevem ser apresentad os à comunidade acadêmica em evento apropriado semestralmente.  \n Para o cumprimento das atividades de extensão universitária é exigido, um total 450 \n(quatrocentos e cinquenta horas relógio) conforme resolução do CNE/CES Nº 7 de 18 de \ndezembro de 2018 distri buídos  do I aos IX períodos  do curso de  acordo com a estrutura \ncurricular no Anexo VI . \n8.6 Trabalho de Conclusão de Curso  \n \n \n É exigido que o aluno se matricule no componente  curricular Trabalho  de Conclusão de \nCurso I em seguida, no Trabalho de Conclusão   de Curso II, conforme grade das disciplinas \ndo curso e apresente um trabalho de conclusão de curso, conforme regimento.  ", "50": "50 \n \n Neste trabalho, o estudante deve demonstrar também, sua capacidade de expressão oral \ne escrita, bem como sua visão crítica sobre um det erminado problema.  \n A forma de realização e apresentação final do trabalho ser de forma remota, conclusão \nde curso é regulamentada em nível do Colegiado do Curso  (Anexo I).  \n \n \n8.7 Atividades complementares    \n \n \nPara concluir o curso, o aluno deve cumprir també m 180 relógio de atividades que completem \nsua formação.  São consideradas atividades complementares: eventos técnicos -científico , tais \ncomo congressos, simpósios, semanas cientifica, projetos de pesquisa e de extensão, trabalhos \niniciação científica, monito ria, e estágio não obrigatório (ANEXO  III). \n \n \n8.8 Apoio ao estudante  \n \n \n Inicialmente é feito um trabalho de nivelamento com os alunos iniciantes, onde são \nrevistos os conteúdos básicos de física do ensino médio, na disciplina Física Geral I. Nas \ndisciplinas Cálculo diferencial I e Geometria Analítica e Vetores são revistos os conceitos \nfundamentais de matemática, de grande importância para o estudo da engenharia.  \n A Instituição incentiva os discentes a formarem os Centros Acadêmicos e o Diretório \nacadêmico, o responsável será pela indicação discente em todos os órgãos colegiados.  \n Para atender os alunos iniciantes a Instituição dispõe de monitores, que além de auxiliar \nos discentes em seus estudos, ainda podem receber uma bolsa para ajudar na  sua m anutenção \ndiária.  \n Para ajudar na  sua manutenção e enriquecimento do seu currículo, os discentes são \norientados a participarem dos Programas de Iniciação Científica e de Extensão, onde órgãos de \nfomento fornecem bolsas de estudos para  os participantes.  \n \n8.9 Extensão Universitária  \n \n ", "51": "51 \n \n O Colegiado do Curso de Engenharia Elétrica, tendo em vista a necessidade de \nregulamentar as Atividades de Extensão para integralização do Curso de Engenharia Elétrica, \nusando de suas atribuições regimentais in stitui o quadro de distribuição, e anexa ao quadro da \nestrutura curricular, conforme quadro abaixo conforme, (ANEXO VI)  \n \n \n \nExtensão Universitária  \nPeríodo  Disciplina  C.a. Horária (H/A)  C. Horária (Relógio)  Créditos  \n1º Extensão Universitária 1  54 45 3 \n2º Extensão Universitária 2  54 45 3 \n3º Extensão Universitária 3  54 45 3 \n4º Extensão Universitária 4  54 45 3 \n5º Extensão Universitária 5  54 45 3 \n6º Extensão Universitária 6  54 45 3 \n7º Extensão Universitária 7  72 60 4 \n8º Extensão Universitária 8  72 60 4 \n9º Extensão Universitária 9  72 60 4 \nTotal ..............................  540 450 30 \n \n \n9 GESTÃO ACADÊMICA DO CURSO  \n \n \n \nCOLEGIADO DO CURSO  \n \n \n Os Colegiados dos Cursos de Graduação, além de suas competências próprias \nestabelecidas pelo art. 59 do Estatuto da Universidade, deverão:  \nI – Articular -se com o Núcleo Docente Estruturante para elaborar o Projeto Pedagógico do \nCurso e encaminhá -lo ao Conselho de Ensino, Pesquisa e E xtensão, ouvida a Pró -Reitoria de \nGraduação;  \nII – Apreciar  as alterações propostas pelo Núcleo Docente Estruturante para o \ndesenvolvimento do Projeto Pedagógico do Curso;  \nIII – avaliar periodicamente a qualidade e a eficácia do curso e o aproveitamento dos  \nestudantes, ouvido o Núcleo Docente Estruturante.  \nArt. 2º  Os Colegiados dos Cursos de Graduação serão constituídos por:  ", "52": "52 \n \nI – Um representante de cada um dos Departamentos Acadêmicos que ofereçam disciplinas no \ncurso, eleitos pelas respectivas Câmaras Depar tamentais, por um mandato de 2 (dois) anos, \npermitida uma recondução;  \nII – Representantes  dos professores que participam do curso, eleitos pelos demais docentes, \npor um mandato de 2 (dois) anos, permitida uma recondução;  \nIII – representantes dos estudantes  regularmente matriculados no curso, escolhidos na forma \ndo Estatuto e do Regimento Geral;  \nexerce a coordenação didática, com atribuições definidas pelo estatuto e presidido por um \ncoordenador e um subcoordenador.  \n \n NÚCLEO DOCENTE ESTRUTURANTE  \n \n \n O Núcleo Docente Estruturante – NDE de um curso de graduação é constituído por um \ngrupo de docentes, com atribuições acadêmicas de acompanhamento, atuantes no processo de \nconcepção, consolidação e contínua atualização do Projeto Pedagógico do Curso.  \n O Núcleo Docen te Estruturante é um órgão consultivo de caráter permanente em cada \ncurso de graduação da Universidade, possuindo as seguintes atribuições:  \nI – Atuar no acompanhamento, na consolidação e na atualização do Projeto Pedagógico do \nCurso – PPC;  \nII – Contribuir para a consolidação do perfil profissional do egresso do curso;  \nIII – Zelar pela integração interdisciplinar entre as diferentes atividades de ensino constantes \nno currículo;  \nIV – Identificar formas de incentivo ao desenvolvimento de linhas de pesquisa e extensão, \noriundas de necessidades da graduação, de exigências do mercado de trabalho e afinadas com \nas políticas públicas relativas à área de conhecimento do curso;  \nV – Observar e zelar pelo cumprimento das Diretrizes Curriculares Nacionais par a os Cursos \nde Graduação;  \n \n SECRETARIA DA COORDENAÇÃO  ", "53": "53 \n \n \n A Coordenação é atendida pela Secretaria Geral contando também, de forma direta, \ncom os serviços das funcionárias da Subsecretaria do Bloco C.  \n \n PESSOAL DE APOIO  \n \n A Coordenação do Curso conta com o apoio, além da Direção e Vice direção da \nUnidade, com as Coordenações: de Extensão e de Pesquisa e com os  Técnicos de laboratório, \nEstagiários.  \n \n \n \n \nDO CORPO DOCENTE  \n \n O corpo docente do curso de Engenharia elétrica é co nstituído por professores \nespecialistas, mestres e doutores.  \n Para um bom funcionamento do curso o quadro abaixo mostra o número de docentes \nnecessários:  \n \nCorpo Docente  SEMESTRES  \nEspecificação  1º 2º \nQuantidade de professores para ministrar as disciplinas  28 28 \nQuantidade de professores para orientação de TCC  18 (*)  18(*)  \nQuantidade de professores para orientação de estágio obrigatório  04 04 \n                   TOTAL  32 32 \n(*) – Já estão incluídos no número de professores para ministrar as disciplinas  \n \n \n \n RELACIONAMENTO COM OS EGRESSOS  \n \n A Coordenação do curso mantém contato com os egressos através de e -mail \ninformando -se sobre o desempenho dos mesmos no mercado de trabalho, e para manter um \ncanal permanente  de contato entre os egressos e a instituição. Sendo que em muitos casos este \ncanal de relacionamento serve para indicação de emprego para os recém -formados.  \n \n DO RENDIMENTO ACADÊMICO E DA EFICÁCIA DO SISTEMA  \n ", "54": "54 \n \n O rendimento acadêmico do aluno, em cada disciplina, é verificado em função da \nassiduidade e eficiência nos estudos; eliminatórias por si mesmas. Entende -se por eficiência, o \ngrau de aplicação do aluno ao estudo, conforme normas regimentais.  \n O Colegiado do Curso de Engenharia Elétrica definiu que ao longo do semestre letivo \ndevem ser aplicadas as seguintes avaliações:  \n \n Verificação do rendimento acadêmico  \nAVALIAÇÕES  NOMECLATURA  VALOR (pontos)  \n1ª AVALIAÇÃO (1)  25 (pontos)  \n2ª AVALIAÇÃO (2)  25 (pontos)  \n3ª TRABALHOS (1)  20 (pontos)  \n4ª SEMESTRAL (1)  30 (pontos)  \nTOTAL .........................................  100(pontos)  \n  \nAVALIÇÃO ESPECIAL....................................  100  (pontos)  \n \n  \n Uma primeira avaliação bimestral com valor máximo de 25(vinte e cinco pontos), uma \nsegunda avaliação bimestral com valor máximo de 25(vinte e cinco) pontos, ficando 20(vinte) \npontos para serem distribuídos a critério do professor da disciplina, desde que n ão seja em uma \núnica avaliação.  \n Uma semestral avaliação com valor de 30 (trinta);  foi dada ainda, liberdade ao professor, \ncaso que julgue necessário aplicar mais uma avaliação escrita, desde que não seja alterado o \nvalor da avaliação semestral, ou seja, os pontos desta avaliação extra somados com os pontos \nda primeira avaliação bimestral e da segunda avaliação semestral deverá ser igual a 50 \n(cinquenta) pontos.  \n Considera -se aprovado na disciplina o aluno que obtenha 60 (sessenta) ou mais pontos \nda somató ria dos 100 (cem) distribuídos durante o semestre em cada disciplina e que tenha \nfrequentado no mínimo 75% (setenta e cinco por cento) das atividades programadas na \ndisciplina.  \n Para os alunos que obtenham 40(quarenta) ou mais pontos e menos de 60(sessenta ) \npontos, será aplicada ainda, uma avaliação especial, de acordo com as normas previstas pela \nUEMG.  \n Considera -se reprovado o aluno que tenha faltado a mais de 25 % (vinte e cinco por \ncento) das aulas programadas na disciplina, ou que obtenha menos de 60%  (sessenta por cento) \ndo rendimento acadêmico.  ", "55": "55 \n \n Em tempo: Após a aprovação deste PPC pelo COEPE em 01/12/ 2021, o Relator sugeriu \nque fizé ssemos uma alteração pontual no critério de quebra de pré -requisitos.  \n Após análise do Núcleo Docente Estruturante (NDE),  concluiu -se que os pré -\nrequisitos são necessários e não devem ser  retirados , devido a própria característica de \nconstrução do conhecimento necessária para um adequado  desenvolvimento  do Curso de \nEngenharia Elétrica.  \n Mas para haver uma flexibilização e atender o Parecer do Relator, o Colegiado do Curso \nde Engenharia Elétrica na sua última reunião dia 16/12/2021 decidiu que a quebra de pré -\nrequisito poderá ocorrer nas seguintes situações de exceção de alunos próximos a \nconclusão do curso (9º e 10º períodos) atendendo os seguintes critérios : \n1) Somente poderá solicitar a quebra de pré -requisitos o aluno que obtiver no mínimo 45 \n(quarenta e cinco) pontos na disciplina solicitada, e não tiver sido reprovado por falta \nna mesma,  proporcionando, de ssa forma,  caso consiga a quebra do pré -requisito , \nconcluir o curso . \n2) O aluno deverá requerer na secretaria e protocolando o pedido do Curso de Engenharia \nElétrica o pedido de quebra de pré -requisito .  \n3) Caso não seja atendido no item 1, o requerimento será a utomaticamente indeferido pela \nCoordenação do Curso não cabendo recurso ao colegiado .  \n   \n ACOMPANHAMENTO E AVALIAÇÃO DO ALUNO  \n O acompanhamento do desempenho do aluno é realizado, em primeira instância, pelo \nprofessor de cada disciplina, que apresenta à S ecretaria Geral, bimestralmente, os resultados \nda frequência e, semestralmente, do desempenho acadêmico.  \n A Secretaria divulga aos alunos o resultado do somatório de pontos e faltas de cada \naluno. Os alunos acompanham o resultado de suas avaliações e de fr equência em terminais \ncolocados em diversos ambientes da Instituição.  \n \n AVALIAÇÃO DO PROJETO PEDAGÓGICO DO CURSO  \n \n Na perspectiva de que o monitoramento e a avaliação são considerados instrumentos \nessenciais de gestão, por contribuírem para a implementação bem-sucedida  de um processo, de \numa ação, são realizadas as seguintes atividades, durante a elaboração e implement ação do  ", "56": "56 \n \nProjeto Pedagógico do Curso - (PPC):  \n - Avaliação do texto;  \n- Monitoramento e avaliação da implementação;  \n- Reavaliação anual.  \n- Avaliação institucional  \n A partir de 2000, adotou -se o processo de avaliação institucional, em que discentes, \ndocentes e funcionários técnico -administrativos contribuem com o fornecimento de \ninformações, com o objetivo de detectar potencialidades e fragilidades no processo de gest ão \ninstitucional.  \n Esta avaliação oferece um diagnóstico para o (re)planejamento, visando à melhoria das \natividades acadêmicas e administrativas.  Os resultados das avaliações são representados em \ngráficos e divulgados na comunidade acadêmica.  \n \n10 ESTRUTURAS  DE APOIO  \n \n \n \n LABORATÓRIOS  \n \n O curso tem à disposição : 03 laboratórios de Informática, 01 laboratório de Química, 01 \nlaboratório de Física, 01 laboratório de Eletricidade e Circuitos elétricos, 01 laboratório de \nEletrônica, 01 laboratório de Acionamentos e Máquinas  Elétricas e 01 laboratório Materiais \nElétricos e Laboratório de desenho técnico.  \n \n \n BIBLIOTECA  \n \n \n A Biblioteca Vânia Morais Jacob da Fundação Educacional de Ituiutaba é ampla, \nclimatizada e iluminada, dispõe de um espaço físico de mil cento e set enta e três metros \nquadrados (1.173m2) e infraestrutura  composta de:  \n- Área de acervo com espaço para estudo em grupo e individual;  \n- Área para periódicos;  ", "57": "57 \n \n- Um auditório com capacidade para abrigar quarenta e nove pessoas, com finalidade para \nprojeção de vídeos, realização de seminários, conferências e palestras;  \n- Área  completa para o Processamento Técnico;  \n-Sala para pequenos reparos em livros;  \n-Salão para eventos.  \nPolítica e facilidade de acesso ao material bibliográfico  \n Com a finalidade de prestar um atendimento de qualidade ao usuário, adotou -se o \nhorário de funcionamento das 7h30min às 11h30min, das 12h30min. às 22h de segunda a sexta -\nfeira e aos sábados das 8h às 12h.  \n A Biblioteca realiza o sistema de empréstimo domiciliar, somente para alunos, \nprofessores e funcionários a ela associados. A comunidade é atendida “in loco”.  \n A Biblioteca funciona atualmente com um acervo aberto e on -line devendo o usuário se \ndirigir aos terminais de consulta para que seja feita a pesquisa, afim de verifica r que materiais \nbibliográficos o acervo pode oferecer, o sistema informa, também ao usuário a disponibilidade \ndo material na biblioteca. Por meio do site, o usuário realiza pesquisas e renova material.  \n \n \nACERVO  \n \n \nConta atualmente com um acervo de:  \nTipo de material  Qtde Materiais  Exemplares  \nCD-ROM                                                       547 1133  \nDicionários /Enciclopédias  1115  1437  \nDisco Vídeo  72 101 \nDisquetes                                                      7 17 \nDissertação  231 250 \nFascículos de periódicos                                    2210  26271  \nFita cassete                                                   1 2 \nFitas de Vídeo                                               446 463 \nLivros  28567  54591  \nMonografias   395 621 \nNormas Técnicas                                             1163  1181  \nRelatórios                                                     1 1 \nTese  51 63 \nTrabalhos Acadêmicos                                        1698  1725  \nTotal títulos:            36509   \nTotal  exemplares:   87883  \n  \n \nTEMPO DE EMPRÉSTIMO  \n ", "58": "58 \n \n \nPúblico  \n \n Aluno  Professor  \nDias Qde livros  Dias Qde livros  \n07 04 15 07 \n \n Biblioteca mantém um serviço de reserva de exemplares mais solicitados. O controle é \nfeito pelo sistema de empréstimo (INFOEMP), permitindo ao usuário a posse do material \nreservado por três dias. O prazo para retirada do exemplar reservado é de vinte e quatro horas. \nFindo esse prazo, o direito de reserva passa, automaticamente, para o próximo da lista.  \nEmpréstimo especial (sala de aula e noturno)  \nExcepcionalmente, alguns materiais/consulta po derão ser usados fora da biblioteca por um \nperíodo de até 2 (duas) horas.  \n As obras de consulta poderão ser emprestadas na véspera de feriados e de recessos \nacadêmicos e nos finais de expediente uma hora antes do fechamento do setor, devendo ser \ndevolvidas  até uma hora, após o início  do expediente do primeiro dia útil subsequente . \n \n \n ORGANIZAÇÃO  \n \n A Classificação é feita pela CDD (Classificação Decimal de Dewey) e catalogação em \nBanco PERGAMUM . \n É um software para gerenciamento de bases de dados estruturada s e não numéricas. \n Suas principais funções:  \n- Inserir novos registros na base de dados;  \n- Modificar, corrigir, excluir ou eliminar registros já existentes;  \n- Criar, manter automaticamente arquivos de acesso rápido para cada base de dados, de forma \na maxim izar a velocidade de recuperação;  \n- Permitir a pesquisa à base de dados a partir de um determinado conteúdo, através de uma  \nlinguagem de busca sofisticada;  \n- Emitir relatórios para atender às necessidades de cada curso;  \n- Exibir os registros ou parte dos m esmos, de acordo com as necessidades do usuário;  ", "59": "59 \n \nServiços e instalação  \nEmpréstimo Domiciliar  \nPesquisa direcionada  \nLevantamento bibliográfico  \nRenovação por telefone  \nRenovação pela internet por meio do site.  \nSessenta mesas para quatro pessoas  \nCento e cinquen ta e seis cadeiras  \n18 cabines individuais para estudo  \n08 salas de estudos em grupo.  \ncomputadores para acesso a internet;  \n \n ACESSO A BASE DE DADOS PORTAL DA CAPES  \n \n \nRelação de material por área  \nÁrea/curso aplicado  Qde Materiais  Exemplares  \nReferência  895 1091  \nAgronomia  3251  8864  \nBiblioteca  1981  3916  \nCiências biológicas  1764  4424  \nDireito    9122  26513  \nEducação física   201 927 \nEngenharia de computação    1442  4200  \nEngenharia elétrica    3152  5907  \nHistória    3679  5300  \nLetras    4113  9420  \nMatemática    967 1620  \nNormal superior    41 77 \nPedagogia   2334  5510  \nPsicologia   2671  5598  \nQuímica    541 1831  \nSistemas de informação  583 1782  \nTecnologia de agronegócios  71 261 \nTecnologia de gestão ambiental  46 244 \nTecnologia em Sulcroalcooleiro  44 400 \nTotal títulos  36898   \nTotal exemplares   87883  \n \n ", "60": "60 \n \n \n \n POLÍTICA DE ATUALIZAÇÃO E EXPANSÃO DO ACERVO  \n \n \n O acervo deverá ser constituído de acordo com os recursos financeiros disponibilizados, \ncontemplando os diversos tipos de materiais em seus variados suportes, visando o crescimento \nquantitativo e qualitativo.  \nEstes materiais deverão servir de apoio inform acional às atividades de ensino, pesquisa e \nextensão da instituição.  \n O Acervo da biblioteca é adquirido através de compra, doação e/ou permuta. É de \nresponsabilidade do corpo docente a indicação e atualização bibliográfica de todo material \ninformacional ( livros, CD -ROM, DVD, periódicos, entre outros).  \n A política de Desenvolvimento da Coleção da Biblioteca sugere que será 01 (um) \nexemplar para cada 10 (dez) alunos, observando -se as turmas e disciplinas que utilizam o \nmaterial, devendo os casos especiais s er estudados pela Biblioteca e Administração  \n. \nINFRA ESTRUTURA FÍSICA - SALAS DE AULAS  DO  CURSO DE ENGENHARIA \nELÉTRICA  \n \n \n \nBloco/Ala/ Nº da Sala  Período  Área (m2)  \nB / 04 /  Sala 01/03/05  1º PERÍODO -DIURNO / 2º PERÍODO -NOTURNO  90 \nB / 04 / Sala 02/04  3º PERÍODO -NOTURNO  54 \nC / 05 /  Sala 01/03  2º PERÍODO -DIURNO  54 \nC / 05 /  Sala 02/04  3º PERÍODO -DIURNO  54 \nC / 05 /  Sala 05  5º PERÍODO -DIURNO  36 \nC / 05 /  Sala 06  6º PERÍODO -DIURNO  36 \nC / 05 /  SALA 07  7º PERÍODO -DIURNO  36 \nC / 05 / SALA 08  8º PERÍODO -DIURNO  36 \nC / 05 / SALA 09  9º PERÍODO -DIURNO  36 \nC / 05 / SALA 10  3º PERÍODO -DIURNO  36 \nC / 06 / SALA 02/04  10º PERÍODO -DIURNO  54 \n   \n \n \n \n INSTALAÇÕES, SECRETARIAS E COORDENAÇÃO DO CURSO  \n ", "61": "61 \n \n A administração dos Institutos funciona no Bloco Administrativo, construído para tal \nfim, à entrada do Campus.   \n A Secretaria Geral funciona no Bloco Administrativo e a Subsecretaria  que atende o \ncurso funciona no Bloco C.  \n A Coordenação do Curso atende o s docentes e discentes na sala 08, ala 03 do 1º \npavimento do Bloco C.  A sala 12, ala 04 do 1º pavimento do bloco C é destinada para \nprofessores em tempo integral.  \n \n  AUDITÓRIOS  \n \n A instituição conta com 3 auditórios que comportam 112 alunos: Auditório Feli x Romeo \nBraun, no Bloco A, auditório no Bloco B e no Bloco C.  \n \n \n QUADRAS PARA PRÁTICA DESPORTIVA  \n \n Uma quadra poliesportiva (28x14)  \n Duas quadras oficiais de peteca  \n \n \n PRAÇA DE ALIMENTAÇÃO  \n \n \n No Campus existe uma área destinada a chamada Praça de Alimentação, localizada em \nfrente ao Bloco A, que oferece várias opções de alimentação a comunidade acadêmica.   \n \n SANITÁRIOS  \n \n \n Há sanitários masculino e feminino, em cada Bloco/Ala suficientes para a demanda do \nalunado, professores e pessoal técnico -administrativos.   ", "62": "62 \n \n Obs.: A Instituição oferece sanitários adequados a pessoas de necessidades especiais \nem todos os blocos.  \n \n ACESSIBILIDADE  \n \n Há 02 rampas de acesso no Bloco C, sendo uma  no térreo e outra no 1° piso.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "63": "63 \n \n11 REFERÊNCIA  \n \n \n- Resolução CNE/CP nº 1, de 30 de maio de 2012  - Estabelece Diretrizes Nacionais para a \nEducação em Direitos Humanos.  Acessada 24/10/2021  \n - Resolução CNE/CP nº 2, de 15 de junho de 2012  - Estabelece as Diretrizes Curriculares \nNacionais para a Educação Ambiental.  24/10/2021  \n- Resolução CNE/CES nº 7, de 18 de dezembro de 2018  - Estabelece as Diretrizes para a \nExtensão na Educação Superior Brasile ira e regimenta o disposto na Meta 12.7 da Lei nº \n13.005/2014, que aprova o Plano Nacional de Educação - PNE 2014 -2024 e d á outras \nprovidências.  24/10/2021  \n- Resolução CNE/CES nº 2, de 24 de abril de 2019  - Institui as Diretrizes Curriculares \nNacionais do Curso de Graduação em Engenharia.  24/10/2021  \n- RESOLUÇÃO  COEPE/UEMG Nº  284, DE  11 DE DEZEMBRO DE 2020 : Regulamenta a \ncomposição e o funcionamento dos Núcleos Docentes Estruturantes –NDEs no âmbito de \ncada curso de graduação da Universidade do Estado de Minas Gerais – UEMG  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "64": "64 \n \n \n12 ANEXOS  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "65": "65 \n \nANEXO I  \n \nREGULAMENTO DO TRABALHO DE CONCLUSÃO DE CURSO - (TCC)  \n \n \nSeção I – Do Núcleo de Trabalho de Conclusão  \nArt. 1º O Núcleo de Trabalho de Conclusão é subordinado à Coordenação do Curso de  \nEngenharia Elétrica e tem como objetivo gerenciar o componente curricular Trabalho de \nConclusão de Curso I e 2.  \nArt. 2º O Núcleo de Trabalho de Conclusão é composto pelo(s) Professor(es) responsável(eis) \npela componente curricular  e dois professores do Curso de Engenharia de Elétrica.  \nArt. 3º A escolha dos membros do Núcleo de Trabalho de Conclusão é feita pelo Colegiado do \nCurso de Engenharia Elétrica na primeira reunião do colegiado do curso e a chefia do Núcleo \nestará a cargo do docente da componente curricular  de TCC 2.  \nArt. 4º Compete ao Núcleo de Trabalho de Conc lusão:  \n- Realizar o encaminhamento de documentos;  \n- Marcar, no início de cada semestre letivo, horas, datas e locais para as etapas que compõem a \ncomponente curricular;  \n- Especificar, no início de cada semestre letivo, formatos de submissão de documentos;  \n- Deliberar sobre a aceitação ou rejeição de qualquer uma das etapas do componente curricular;  \n- Divulgar a aprovação ou reprovação do aluno em qualquer uma das etapas do componente  \ncurricular ; \n- Deliberar sobre assuntos inerentes aos componentes curricula res respeitando as disposições \ncontidas neste regulamento e nos regimentos dos órgãos superiores da UEMG.  \n- Elaborar o Manual de Trabalho de Conclusão de Curso  \nSeção II – Da Disciplina  \nArt. 5º O Trabalho de Conclusão é dividido em dois componentes curricul ares Trabalho de \nConclusão I e II no 9º e 10º período do Curso de Engenharia Elétrica da UEMG - Unidade de \nItuiutaba.  \nArt. 6º A carga horária dos componentes curriculares é de 36 (trinta e seis) horas para o 9º \nperíodo e 36 (trinta e seis) horas para o  10º período, no modelo  semipresencial.  \nArt. 7º Os componentes curriculares têm como objetivo desenvolver no aluno do Curso de \nEngenharia Elétrica as habilidades de:  ", "66": "66 \n \n- Identificar um problema dentro da área de Engenharia Elétrica, de formulá -lo e de apresentá -\nlo; \n- Criar e testar soluções hipotéticas para resolver o problema utilizando o conhecimento \nadquirido ao longo dos componentes curriculares do Curso de Engenharia Elétrica;  \n- Desenvolver planos para implementar soluções para o problema, definir cronograma de \natividades, alocação de recursos e requisitos;  \n- Executar os planos traçados com eficiência, diligência e qualidade;  \n- Sistematizar os resultados obtidos, analisá -los, fazer relações e emitir conclusões;  \n- Comunicar – se e expressar – se, em forma falada e escrita.  \nArt. 8º A metodologia de ensino empregada nos componentes curriculares dispensa o uso de \naulas expositivas. É essencial, no entanto, que no horário do encontro presencial, o aluno \ndesenvolva atividades relacionadas ao projeto e tenh a reuniões periódicas com o seu orientador.  \nSeção III – Da Autoria  \nArt. 9º O Trabalho de Conclusão (TCC) deve  ser desenvolvido individualmente.  \nArt. 10º Somente podem cursar os componentes curriculares os alunos regularmente \nmatriculados no 9º e 10º períodos do Curso de Engenharia Elétrica . \nArt. 11º Compete ao aluno dos componentes curriculares:  \n- Escolher juntamente com o orientador o tema do projeto, apresentando – o ao Núcleo de \nTrabalho de Conclusão, para fins de adequação ao perfil da área de Eng enharia Elétrica;  \n- Desenvolver o projeto, levantamento de dados e da bibliografia, necessária à sua elaboração, \nsendo responsável pela devida citação de fontes de pesquisa, resguardando os direitos autorais \nde terceiros e preservando a ética;  \n- Redigir os  documentos do projeto, seguindo as orientações e recomendações do professor \norientador obedecendo às normas estabelecidas pelo Núcleo de Trabalho de Conclusão;  \n- Comparecer às etapas e aos encontros programados, apresentando os resultados parciais de \nsua produção e eventuais revisões recomendadas pelo orientador;  \n- Submeter a versão final Trabalho de Conclusão à análise do orientador, antes do prazo \nestabelecido para entrega ao Núcleo de Trabalho de Conclusão.  \nSeção IV – Da Orientação  \nArt. 12º Cada Trabalh o de Conclusão tem um professor orientador que é responsável pelo \nacompanhamento do trabalho. Adicionalmente, com a aprovação do Núcleo de Trabalho de \nConclusão, poderá haver um segundo orientador com função complementar ao projeto do aluno, \nou mesmo ao or ientador, para andamento do trabalho, com iguais direitos e deveres de \norientação  ", "67": "67 \n \nArt. 13º Podem ser orientadores os professores do Curso de Engenharia Elétrica, definidos na \nprimeira reunião do colegiado do Curso do ano letivo.  \nArt. 14º São atribuições d os orientadores:  \n- Orientar o aluno sobre a escolha do tema e a confecção da proposta do Trabalho de Conclusão;  \n- Determinar e comparecer às reuniões de orientação controlando a presença do aluno e o \ncumprimento das etapas ; \n- Participar da composição da ba nca examinadora, na etapa de avaliação do Trabalho de \nConclusão.  \nArt. 15º São considerados segundos professores de outros cursos da UEMG, de qualquer \ninstituição de ensino superior ou profissionais ligados as empresas.  \nSeção V – Do Tema  \nArt. 16º O tema do projeto não é restrito a novas teorias ou temas originais, entretanto, deve ser \nfruto de reflexão e trabalho aprofundado da bibliografia e demais recursos metodológicos \nutilizados pelo aluno.  \nArt. 17º O tema pode ser enquadrado em um dos seguintes tipos:  \n- Tema de análise teórico -empírica, representado por uma pesquisa de campo, com apoio \nbibliográfico;  \n- Tema apresentado na forma de estudo de caso; desenvolvido a partir de análise teórica, com \na inserção de software e/ou hardware ou resultados experimentais.  \nArt. 18º O tema escolhido pelo aluno é analisado e aprovado pelo Núcleo de Trabalho de \nConclusão com o objetivo de enquadrá -lo nas linhas de pesquisa atinentes à área de Engenharia \nElétrica. A escolha do tema deve ainda considerar o interess e do aluno pelo assunto, suas \naptidões, preparo técnico, sua disponibilidade e a disponibilidade de fontes de pesquisa, o valor \ne a utilidade da pesquisa para a sociedade e para a comunidade acadêmica.  \nSeção VI – Da Submissão  \nArt. 19º O aluno em comum acor do com seu orientador(es), poderão apresentar um artigo e \npublicá -lo em locais tais como: revistas científicas, periódicos, etc., com relevância ao Curso \nde Engenharia Elétrica (Qualis A ou B da Engenharia IV), podendo sob análise do Núcleo do \nTrabalho de Conclusão ser validado como TCC (Trabalho de Conclusão de Curso).  \nArt. 20º O aluno poderá apresentar se inscrever e apresentar seu produto, (E -Book, Artigo) em \nsimpósios, seminários, congressos , etc. \nArt. 21º A etapa de submissão dá -se através de uma propo sta de Trabalho de Conclusão que \ndeve ser entregue ao Núcleo de Trabalho de Conclusão em formato especificado por este.  ", "68": "68 \n \nArt. 22º O aluno deve submeter à proposta até a terceira semana de aula do período letivo em \nque houve a matrícula no componente curricu lar e de Trabalho de Conclusão I.  \nSeção VII – Da Aceitação  \nArt. 23º Cabe ao Núcleo de Trabalho de Conclusão aceitar, aceitar com ressalvas ou rejeitar a \nproposta de trabalho bem como o orientador.  \nArt. 24º Em caso de rejeição do orientador, o Núcleo de Tra balho de Conclusão deve indicar, \nentre os professores do Curso de Engenharia Elétrica, um novo orientador.  \nArt. 25º Em caso de aceitação com ressalvas ou rejeição da proposta pelo Núcleo de Trabalho \nde Conclusão, o aluno deve apresentar a proposta com as a lterações determinadas pelo Núcleo \nde Trabalho de Conclusão ou uma nova proposta até 14 (quatorze) dias após a divulgação do \nresultado pelo Núcleo de Trabalhos de Conclusão.  \nArt. 26º Em caso de não submissão ou rejeição da proposta nesta segunda ocasião, o  aluno é \nconsiderado inapto a cursar a disciplina no semestre letivo corrente. Com isso, o aluno é \nreprovado na componente curricular  e no próximo semestre poderá fazer nova matrícula e \nsubmeter nova proposta.  \nSeção VIII – Do Andamento  \nArt. 27º A etapa de andamento é constituída de um seminário de andamento e uma apresentação \noral. \nArt. 28º O aluno deve submeter em documento em formato de monografia ou artigo com 15 \n(quinze) dias de antecedência à sua apresentação oral ao Núcleo de Trabalho de Conclusão \nseguindo formato especificado por este.  \nArt. 29º A apresentação de andamento deve ser realizada em data, horário e local marcado pelo \nNúcleo de Trabalho de Conclusão.  \nArt. 30º O processo de apresentação de andamento é dividido entre a explanação do trabalho e  \na arguição da mesa composta pelo professor orientador e dos professores do Curso de \nEngenharia Elétrica designados pelo Núcleo de Trabalho de Conclusão.  \nArt. 31ºA apresentação de andamento não deve exceder 30 (trinta) minutos.  \nArt. 32ºA arguição pela banc a avaliadora não possui tempo mínimo e máximo estabelecidos.  \nArt. 33º Embora a etapa de andamento não atribua nota, é obrigatória. A sua não apresentação \nna data marcada ou atraso por mais de 14 (quatorze) dias, dentro dos quais o Núcleo de Trabalho \nde Con clusão irá remarcar a etapa, implica em reprovação do aluno na disciplina.  \nSeção IX – Da Avaliação  \nArt. 34º A etapa de avaliação final, no componente curricular Trabalho de Conclusão II é \nconstituída da análise da documentação e da apresentação oral final do Trabalho de Conclusão.  ", "69": "69 \n \nArt. 35º O resultado final do componente curricular é atribuído pela banca examinadora e deve \nser de comum acordo entre seus membros.  \n§ Único – Qualquer uma das etapas de avaliação é obrigatória. O não comparecimento a alguma \ndas etapas ou o não cumprimento das datas previstas para a entrega de documentos acarreta \nsanções determinadas pelo Núcleo de Trabalho de Conclusão, ou até desclassificação e/ou \nreprovação.  \nArt. 36º  O resultado final é atribuído levando em consideração o grau de empenho, interesse e \natuação do aluno durante o componente curricular  (Trabalho de Conclusão II).  \nSeção X – Da Banca Examinadora  \nArt. 37º A banca examinadora é composta pelo professor orientador e por outros dois \nprofessores.  \n§ Único – É admissível que no máximo um dos membros da banca examinadora seja \nproveniente de outra instituição de ensino superior, o que será deferido pelo colegiado de curso.  \nArt. 38º Cabe ao Núcleo de Trabalho de Conclusão determinar os outros dois docentes que irão \ncompor a banca examinadora.  \nArt. 39º Ao final da etapa de apresentação, o orientador informa ao aluno se ele foi aprovado \nou reprovado, bem como o valor de sua nota.  \nParágrafo Único - É exigido um mínimo de 60%  (sessenta por cento) para aprovação no trabalho \nde Con clusão.  \nArt. 40º As modificações exigidas pela banca examinadora devem ser feitas pelo aluno devendo \nser encaminhadas ao Núcleo de Trabalho de Conclusão, previamente verificadas pelo \norientador, até a data estipulada por este Núcleo de Trabalho de Conclusã o. \nSeção XI – Da Documentação do Trabalho de Conclusão para a apresentação final  \nArt. 41ºA documentação do Trabalho de Conclusão é um documento impresso (em três vias) \nque contempla o trabalho desenvolvido na disciplina e possui como objetivos principais a valiar \na expressão escrita do aluno e documentar o trabalho desenvolvido.  \nArt. 42º A documentação deve ser entregue ao Núcleo de Trabalho de Conclusão, em formato \nespecificado por esse, com no mínimo 15 (quinze) dias de antecedência à apresentação final do  \nTrabalho de Conclusão.  \nArt. 43º A documentação do Trabalho de Conclusão deve:  \nApresentar o tema de forma clara e completa objetivando a resolução do problema;  \nMostrar revisões bibliográficas necessárias para solução do problema;  \nTecer comentários e conclu sões sobre os frutos do trabalho realizado durante o componente \ncurricular . ", "70": "70 \n \nSeção XII – Da Apresentação Final  \nArt. 44º A apresentação final objetiva a avaliação da capacidade do aluno expressar -se de forma \nfalada na apresentação do trabalho desenvolvido du rante o componente curricular . \nArt. 45º A apresentação final do Trabalho de Conclusão deve ser realizada em data, horário e \nlocal marcado pelo Núcleo de Trabalho de Conclusão, levando em consideração a \ndisponibilidade da banca examinadora. Devendo ser ampl amente divulgado no âmbito da \nInstituição.  \nArt. 46º O processo de apresentação final é dividido entre a apresentação do Trabalho de \nConclusão e a arguição da banca examinadora.  \nArt. 47º A apresentação final não deve ser inferior a 20 (quinze) minutos nem e xceder 30 (trinta) \nminutos.  \nArt. 48º A arguição não possui tempo mínimo e máximo estabelecidos.  \nSeção XIII - Da entrega da documentação final  \nArt. 49ºApós cumprida todas as etapas da avaliação final, o Núcleo de Trabalho de conclusão \nautorizará o aluno a e ntregar o seu trabalho gravado em CD podendo ser substituído por arquivo \neletrônico para  compor os arquivos da Secretaria Geral da Instituição.  \nSeção XIV – Das Disposições Gerais e Transitórias  \nArt. 50º Qualquer emenda no Regulamento somente pode ser efetu ada com a aprovação do \nColegiado do Curso de Engenharia Elétrica.  \nArt. 51  Este regulamento de Trabalho de Conclusão de Curso - TCC possui um manual próprio \nfoi apresentado e votado em assembleia  na data de 19/05/2020.  \nArt. 52 O colegiado do Curso de Engenh aria Elétrica, apreciou e deliberou com aprovação do  \nmanual citado no Art. 51.  \nArt. 51º O presente Regulamento entra em vigor no início do ano letivo de 2020, após aprovação \ndo Colegiado de Curso.  \n \nItuiutaba (MG) , 25 de outubro 2021  \nProfessor Agaone Donizet e Silva  \nCoordenador a do Curso de Engenharia Elétrica  \n \n \n \n \n \n ", "71": "71 \n \nANEXO II  \n \nREGULAMENTO DO ESTÁGIO SUPERVISIONADO  \n \n \n \nSeção I – Da Natureza e Finalidade  \nArt. 1º O Estágio Supervisionado do Curso de Engenharia Elétrica é da responsabilidade da \nCoordenação do Curso, de um ou mais professores orientadores de estágio, distribuídos \nequitativamente conforme alunos matriculados na  componente curricular  e Estágio \nSupervisionado, que serão responsáveis, pela promoção, controle e supervisão dos estágios \ncurriculares a serem realizados pelos alunos de graduação.  \nSeção II – Dos Objetivos  \nArt. 2º São objetivos do Coordenadores do Estágio Supervisionado:  \n- Gerenc iar todo o processo de desenvolvimento de estágios curriculares do curso de \nEngenharia Elétrica;  \n- Integrar o curso de Engenharia Elétrica com a comunidade, com vistas à melhoria da \nqualificação profissional;  \n- Estabelecer intercâmbio entre o curso de Enge nharia Elétrica e todas as empresas, \norganizações, instituições que, de certa forma, propiciem estágios aos alunos de graduação;  \n- Familiarizar o estudante do curso de Engenharia Elétrica com o mercado de trabalho e mantê -\nlo informado sobre as oportunidade s profissionais disponíveis;  \n- Acompanhar periodicamente, in loc o, o desenvolvimento do estagiário.  \nSeção III – Da Estrutura Organizacional  \nArt. 3º O Estágio Supervisionado será constituído da seguinte estrutura administrativa e \ndeliberativa:  \nCoordenação d o Curso;  \nProfessores Orientadores de estágio;  \nDiscentes Estagiários.  \nSeção IV – Dos Estágios e Campos de Estágios  \nArt. 4º Os estágios são considerados uma forma de complementar o processo acadêmico de \nensino e aprendizagem, e devem ser planejados, executados, acompanhados e avaliados em \nconformidade com o currículo do curso de Engenharia Elétrica da Unidade.  ", "72": "72 \n \nArt. 5º O estágio no curso de Engenharia Elétrica da Unidade é curricular e de extrema \nimportância para a complementação da formaçã o profissional do discente.  \nArt. 6º São considerados campos de estágios, aqueles que atendam às seguintes condições:  \nPossibilidade de aprofundamento dos conhecimentos teórico -práticos das respectivas áreas \ncobertas pela Engenharia Elétrica, através da real ização de atividades supervisionadas por \nprofissionais habilitados;  \nOportunidade de vivenciar relações humanas e de trabalho próprias da profissão;  \nExistência de reais condições materiais e humanas para o exercício eficiente da prática técnica \ne profission al. \nDesenvolvimento de projeto de extensão, com um professor orientador, desde que o mesmo \nabarque os requisitos profissionais e que tenha relação com o campo da engenharia elétrica. \nDevendo ser aprovado pelo colegiado do curso.  \nParágrafo único – A realiza ção do estágio não acarreta vínculo empregatício de qualquer \nnatureza, conforme determina conforme legislação do estágio em vigor.  \nSeção V – Das Competências  \nArt. 7º Compete aos professores orientadores  de Estágio Supervisionado:  \n- Emitir parecer sobre lo cais de estágio;  \n- Divulgar as oportunidades de estágios disponíveis;  \n- Elaborar Manual de Estágios (normas gerais, direitos e deveres do estagiário e dinâmica de \nencaminhamento às instituições);  \n- Acompanhar o desenvolvimento de estágio junto à Universida de, ao curso e instituições \nconveniadas;  \n- Tomar todas as decisões e medidas necessárias ao efetivo cumprimento deste regulamento;  \n- Divulgar para as empresas, organizações e instituições a condição e disponibilidade dos \ndiscentes do curso de Engenharia El étrica para a realização de estágios, realizando também \ndesta forma a divulgação do curso junto à comunidade em que a Universidade está inserida;  \nArt. 8º Os professores orientadores Estágio  Supervisionado  são indicados pelo Colegiado do \nCurso de Engenharia  Elétrica.  \nArt. 9º Compete ao Discente Estagiário  \n- Participar efetivamente das atividades do estágio supervisionado que lhe forem designadas;  \n- Cuidar e zelar pela conservação dos equipamentos, máquinas e recursos que lhe foram \ndestinados para a realizaçã o das atividades de seu estágio;  \n- Cumprir as normas internas da organização, empresa ou instituição em que for realizado o \nestágio;  ", "73": "73 \n \n- Responsabilizar -se pelos danos e prejuízos resultantes de dolo, ou má -fé ou culpa pela \ninobservância ou descumprimento da s normas ou ordens internas da organização, empresa ou \ninstituição em que for realizado o estágio;  \n- Comprovar perante a organização, empresa ou instituição, dentro de 24(vinte quatro horas), \nas ausências por motivo de doença ou força maior;  \n- Assinar o Te rmo de Compromisso de Estágio;  \n- Apresentar os relatórios que lhe forem solicitados pela organização, empresa ou instituição \nem que for realizado o estágio;  \n- Se submeter à avaliação, bem como participar de reuniões e entrevistas aplicadas pela docente \nde Estágio de seu estágio;  \nArt. 10 ° Poderão  ser considerados discentes estagiários no Estágio Supervisionado Obrigatório \ntodos os alunos regularmente  matriculados e frequentes .  \nParágrafo Único - O Estágio Supervisionado é obrigatório, mas se por v entura não for possível \nencontrar vagas de estágio para todos os concluintes de um determinado semestre, para que o \ndiscente não fique impedido de concluir o seu curso, o mesmo poderá desenvolver um projeto \nde extensão, desde que o mesmo abarque os requisi tos profissionais e que tenha relação com o \ncampo da engenharia elétrica. Devendo ser aprovado pelo colegiado do curso, que poderá \nsubstituir o Estágio Supervisionado obrigatório, conforme previsto na legislação vigente.  \nArt.11° Compete à Empresa, Organiza ção ou Instituição que oferece o estágio;  \nSelecionar os alunos interessados;  \n- Supervisionar as tarefas determinadas aos estagiários e avaliar -lhes o desempenho, juntamente \ncom o professor orientador de Estágio Supervisionado do Curso de Engenharia Elétric a, \ndesignando um coordenador interno de estágio;  \n- Firmar Termo de Compromisso com o estagiário, com a interveniência da UEMG;  \nCreditar, quando for remunerado, mensalmente ao estagiário o valor da Bolsa Auxílio, em conta \ncorrente a ser informado pelo estag iário;  \n- Efetuar, proporcionalmente, descontos no valor mensal da Bolsa, em virtude de faltas ou \natrasos não justificados;  \n- Comunicar a Instituição, a quantidade necessária de estagiários, especificando idade, nível de \nformação, local, horário e a respect iva duração do período de estágio, bem como as atividades \na serem desenvolvidas em vista da necessária configuração da oportunidade de estágio;  \n- Controlar a frequência dos estagiários em Folha Individual de Presença;  ", "74": "74 \n \n- Assinar a CTPS estagiário, diretamen te com o mesmo, independente de intimação ou \nnotificação prévia da UEMG, mesmo antes de prazo estipulado, não sendo devida indenização \nde qualquer natureza a qualquer das pessoas.  \nSeção VI – Da avaliação do Estágio  \nArt. 12° O processo de avaliação do desem penho do estagiário deve ser realizado de forma \ncontínua e sistemática durante o desenvolvimento de todo o estágio.  \nSeção VII – Das Disposições Finais  \nArt. 13º O estágio supervisionado do curso de Engenharia Elétrica da UEMG obedece à \nlegislação vigente, a os estatutos e Regimento Geral da Universidade e ao presente regulamento.  \nArt. 14º Este regulamento entra em vigor na data de sua publicação.  \n \n \nItuiutaba  (MG), 25 de outubro 2021  \nProfessor: Agaone Donizete Silva  \nCoordenador a do Curso de Engenharia Elétric a \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "75": "75 \n \n \nANEXO III  \n \nREGULAMENTO DAS ATIVIDADES COMPLEMENTARES PARA O CURSO DE \nENGENHARIA ELÉTRICA  \n \n A Coordenação do Curso de Engenharia Elétrica da Unidade de Ituiutaba da \nUniversidade do Estado de Minas Gerais – UEMG, usando das atribuições que lhe são \nconferidas pelo Regimento da Instituição, tendo a necessidade de regulamentar a pontuação das \natividades complementares, constantes da Estrutura Curricular do Curso de Engenharia \nElétrica, para a integralização curricular do Curso.  \nRESOLVE:  \nArt. 1º As atividades complementares extraclasse ou extracurricular a serem realizadas pelo \ndiscente do Curso de Engenharia Elétrica, com no mínimo 180(cento e oitenta) horas ficam \nassim distribuídas:  \n1) Pesquisa e Iniciação Científica  \nExtensão. S eminários. Simpósios. Congressos. Conferências. Palestras. Semanas   de \nEngenharia e Congêneres.  \n2)  Monitoria voluntária  \nGrupos de Estudos monitorados no Campo da Engenharia Elétrica  \nEnsino – Disciplinas Especiais não previstas no currículo e ministradas em outros Cursos da \nInstituição desde que seja compatível com o horário do Curso de Engenharia Elétrica, desde \nque venha a contribuir para a sua formação profissional.  \n3) Cursos de Extensão que venham a contribuir para a sua formação profissional  \nEstágios na área da engenharia elétrica, desde que não seja o estágio supervisionado obrigatório . \nParágrafo Único - O discente deverá desenvolver as 180(Cento e oitenta) horas de atividades \nem pelo menos 3(três) das atividades listadas nos itens de (a) a (g), para terem as suas atividades \ncomplementares aprovadas.   \nArt. 2º Os critérios de pontuação ficam assim determinados:  \nI – Pesquisa e Iniciação Científica  \na) Projeto de pesquisa já concluído, desde que cadastrado junto à Coordenação de Pesquisa.  \n- Pontuação: Individual = 40(quarenta) horas/pesquisa  \n- Em grupo = 20(vinte) horas/pesquisa  \nb) Apresentação de Trabalhos Científicos em Congressos, Seminários,     ", "76": "76 \n \nSimpósios, Encontros e Semanas da Engenharia programada ou não pela Instituição.  \n- Pontuação:  Individual: 20(vinte) horas/trabalho  \n- Em grupo: 10(dez) horas/trabalho  \nPublicação de trabalhos científicos em revistas e anais de congresso  \n- Pontuação: Individual = 40(quarenta) horas/publicação  \n- Em grupo = 20(vinte) horas/publicação  \nII – Participação em atividades de Extensão: Projetos, Seminários, Simpósios,                     \nConferências, Semanas de Engenharia, Cursos de Extensão que venham a contribuir para a \nformação profissional e congêneres  ligados às Ciências exatas e afins.  \n- Pontuação = 100%  (cem por cento) da carga horária estabelecida no certificado de cada                                           \n- Evento, limitado a no máximo 30(trinta) horas/evento/semestre.  \nIII – Monitoria voluntária  \n- Pontuação: Monitoria voluntária  individual = 40(qu arenta) horas/disciplina/semestre  \nIV – Grupos de Estudos Monitorados no Campo da Engenharia Elétrica  \nProjetos de Estudos e Execução sob orientação de professores ou monitores  \nexecutados extraclasse.  \n- Pontuação: 20 horas/semestre  \nV – Ensino  \nDisciplinas Es peciais Cursadas com aprovação em outros Cursos, limitada à três  disciplinas.  \n- Pontuação: 15( quinze) horas /disciplina cursada  \nVI - Estágio na área da engenharia elétrica, desde que não seja o estágio Supervisionado \nobrigatório.  \n- Pontuação = 100 % (cem por  cento) da carga horária estabelecida na declaração fornecida pela  \nempresa, com pontuação máxima de 30(trinta) horas.  \nVII - Participação em organização de eventos e gestão estudantil.  \n- Pontuação = No  máximo 30(trinta) horas por evento, no caso de organiz ação de eventos, \ndefinidas pela Coordenação do evento; e 20(vinte) horas por semestre no caso de gestão \nestudantil.  \nParágrafo Único - A monitoria associada  a um projeto de pesquisa, receberá somente pontuação \ncorrespondente ao projeto.  \nArt. 3º A análise técnica, o aceite e a pontuação das atividades previstos nesta Resolução serão \nrealizados por um núcleo de avaliação de atividades complementares, sendo composto pela \ncoordenação, dois professores e um aluno do curso indicados pelo colegiado do Cur so de \nengenharia Elétrica.  ", "77": "77 \n \n \nArt. 4º Compete a subsecretaria do bloco o recebimento da documentação comprobatória das \natividades realizadas pelo aluno, nos termos do artigo 1º.  \n§1º Em nenhuma hipótese serão aceitos documentos /certificados  com atividades real izadas a \nmais de um ano. Portanto, cada aluno deverá entregar anualmente as atividades realizadas.  \n§2º Os alunos deverão encaminhar a documentação comprobatória a subsecretaria do bloco \ne/ou documentar na seção  webgiz até  trinta dias após o início do semes tre letivo, no caso de \nnão concluintes, e até no máximo trinta dias antes do encerramento do semestre letivo, para os \nalunos concluintes, das atividades realizadas durante o último ano e requerer a sua pontuação.  \n§3º A subsecretaria do bloco encaminhará a documentação recebida ao Coordenador do Curso \npara análise técnica, depois de dois dias úteis do recebimento das atividades.  \n§4ºO Coordenador do Curso deverá devolver à Secretaria Geral a documentação com a \nrespectiva pontuação de cada aluno, após análise da comissão, depois de dez dias úteis do \nrecebimento das atividades, para os registros acadêmicos.  \nArt.5º Este Regulamento entra em vigor no início do próximo ano letivo, revogadas as \ndisposições em contrário.  \n \n \nItuiutaba  (MG) , 25 de outubro 2021  \nProfessor  Agaone Donizete Silva  \nCoordenador do Curso de Engenharia Elétrica  \n \n \n \n \n \n \n \n \n \n \n \n \n ", "78": "78 \n \n \nANEXO IV  \nREGULAMETO DO  NÚCLEO DE ESTÁGIO DO CURSO DE ENGENHARIA \nELÉTRICA – NEEE  \n \n \nTítulo  \nO Núcleo de Estágio Do Curso de Engenharia Elétrica – NEEE  \n \nCAPÍTULO I  \nDas Atribuições e Objetivos  \n \nArt. 1º. O Núcleo de Estágio Do Curso de Engenharia Elétrica - NEEE, subordinado ao curso \nde Engenharia Elétrica da Universidade do Estado de Minas Gerais – UEMG/Unidade \nItuiutaba, tem por finalidade promover o desenvolvimento estágio dentro da própria \nUniversidade no setor da Engenharia Elétrica  e tem como atribuições:  \nEstimular o desenvolvimento do aluno no âmbito da manutenção e outros setores da área \nelétrica na Universidade na Unidade de Ituiutaba;  \nOferecer oportunidade aos alunos, de desenvolver o Estágio Supervisionado na UEMG \nUnidade Ituiutaba, no caso de não conseguirem estágio em outra empresa ou Instituição no \nsetor da engenharia elétrica;  \nDesenvolv er, implantar e acompanhar a manutenção elétrica demandada pela Universidade na \nUnidade de Ituiutaba, bem como dar suporte aos projetos desenvolvidos, incluindo o devido \ntreinamento dos participantes;  \nPromover e estimular o uso racional e econômico da elet ricidade na Universidade, \nprincipalmente na Unidade de Ituiutaba;  \nGarantir o uso institucional dos equipamentos e sistemas elétricos sob o domínio da \nUniversidade na Unidade de Ituiutaba;  \nGarantir a evolução do pessoal envolvido e dos recursos necessários para o desenvolvimento \nda engenharia elétrica no âmbito da Universidade.  \nParticipar na organização de projetos de expansão, elétrica institucional dos equipamentos e \nsistemas elétricos;  \n ", "79": "79 \n \n \nCAPÍTULO 2  \nDa Estrutura Organizacional  \nArt. 2º. O Núcleo de Estágio Do Curso de Engenharia Elétrica - NEEE, tem a seguinte estrutura \norganizacional:  \nCoordenação: A coordenação será de responsabilidade conjunta do coordenador do Curso de \nEngenharia Elétrica na função de coordenador geral e do Professor Responsável p elo Estágio \nSupervisionado do Curso de Engenharia de Elétrica;  \nSupervisor Geral: responsável em analisar, buscar parcerias e alavancar projetos junto a \ninstituições públicas ou privadas, além de supervisionar as atividades do NEEE ; \nSupervisores do Núcleo: Responsável por abrir e fechar fisicamente a sala onde o NEEE  está \nimplantado, pelo funcionamento geral do núcleo, incluindo equipamentos elétricos e materiais \nde consumo e por fim, dar suporte técnico ao desenvolvimento dos projetos do NEEE  e aos \nestagiár ios. Este suporte técnico não inclui a participação ou qualquer responsabilidade com o \ndesenvolvimento dos projetos do núcleo.  \nOrientador: Cada projeto terá como orientador responsável, um professor cujo cargo possua a \ndesignação de Estágio Supervisionado.  \nAlunos: O núcleo oferecerá a cada semestre, vagas de estágio para os alunos matriculados no \ncurso de Engenharia Elétrica, sendo estas vagas divididas conforme a necessidade do curso, \ndefinidas em comum acordo pelos coordenadores do NEEE.   \nArt. 3º. Os Alun os deverão ser integrados ao NEEE  mediante processo seletivo designado pelos \ncoordenadores do núcleo.  \nParágrafo Único – O período de participação do aluno no NEEE  é de um semestre, podendo ser \nprorrogado por mais um, desde que exista vaga, em caso de vacân cia, e/ou interrupção, dentro \ndo período, o coordenador do curso poderá substitui -lo seguindo uma lista prévia;  \n  \nCAPÍTULO 3  \nDa Competência  \n Art. 4º. A Coordenação do Núcleo de Estágio do Curso de Engenharia Elétrica – NEEE  \ncompete:  ", "80": "80 \n \n Receber, avaliar, subm eter ao colegiado do Curso de Engenharia Elétrica os projetos \napresentados pelo Supervisor Geral do NEEE ; \nReceber, avaliar, submeter ao colegiado do Curso de Engenharia Elétrica os relatórios parciais \ne finais apresentados pelo Supervisor Geral do NEEE ; \nEncaminhar a Direção da Unidade as demandas do NEEE ; \nArt. 5º. Ao Supervisor Geral do Núcleo de Estágio do Curso de Engenharia Elétrica – NEEE  \ncompete:  \n Planejar, coordenar e acompanhar a execução das atividades nos setores ligados à Engenharia \nElétrica e est imular a realização de estudos para aperfeiçoamento dos mesmos;  \n Coordenar o desenvolvimento de programas, projetos de informação e propor normas, \nprocedimentos e padrões para utilização dos recursos utilizados no NEEE ; \n Promover estudos, reuniões e aprese ntar sugestões para o aperfeiçoamento e desenvolvimento \ndas atividades;  \n Acompanhar a execução de trabalhos dos alunos e dos supervisores do núcleo.  \nFazer cumprir as normas do regimento do NEEE  e executar outras atividades inerentes \ncorrelatas;  \nArt. 6º. Ao s Supervisores do Núcleo de Estágio do Curso de Engenharia Elétrica – NEEE  \ncompete:  \nElaborar relatório de propostas das atividades a serem desenvolvidas dentro do núcleo no \npróximo semestre, bem como as necessidades de insumos e equipamentos encaminhando -o ao \nCoordenador;  \nElaborar relatório de acompanhamento das atividades desenvolvidas dentro do núcleo, \nencaminhando -o aos Coordenador semestralmente;  \nAbrir e Fechar a sala onde o núcleo esteja implantando, no horário designado pela coordenação \ndo NEEE ; \nCuidar para a integridade do núcleo, equipamentos, estações de trabalho e todo o mobiliário do \nNEEE . \nOferecer suporte técnico aos estagiários para o dese nvolvimento dos projetos do NEEE . \nComunicar imediatamente ao Supervisor Geral do NEEE  a ocorrência de desvios disciplinares \nde qualquer integrante durante a realização das atividades no Núcleo.  \nComunicar imediatamente Supervisor Geral do NEEE  a necessidade  de qualquer manutenção \nnecessária para o bom funcionamento do núcleo.  \nFazer cumprir as normas do regimento do NEEE  e executar outras atividades inerentes \ncorrelatas;  ", "81": "81 \n \nArt. 7º.  Ao Orientador do Núcleo de Estágio do Curso de Engenharia Elétrica – NEEE  compe te: \nAcompanhar a execução das atividades na área da Engenharia Elétrica e estimular a realização \nde estudos e pesquisas visando ao desenvolvimento e absorção de novas tecnologias;  \nColaborar com desenvolvimento de programas e projetos de informação e proced imentos e \npadrões utilizados no NEEE ; \nPromover estudos e apresentar sugestões para o aperfeiçoamento e desenvolvimento das \natividades;  \nColaborar com a implantação e manutenção dos sistemas, juntamente com os alunos do NEEE ; \nFazer cumprir as normas do regim ento do NEEE  e executar outras atividades inerentes \ncorrelatas;  \nArt. 8º.  Os principais papéis a atribuir ao aluno são: gerente de projetos, engenheiro de \nmanutenção, arquiteto da informação e desenvolvedor. Para tanto, compete ao aluno integrante:  \nExecuta r as atividades na área da Engenharia Elétrica e realizar estudos e pesquisas visando ao \ndesenvolvimento e absorção de novas tecnologias na área;  \nDesenvolver programas, aplicações e projetos de informação mediante orientação de seu \nrespectivo professor ori entador do projeto;  \nEstudar, participar de reuniões e apresentar sugestões para o aperfeiçoamento e \ndesenvolvimento das atividades;  \nImplantar, dar suporte e manter os sistemas desenvolvidos pelo NEEE , juntamente com a \nequipe de trabalho dos respectivos setores;   \nAtender as demandas de serviços designadas pela coordenação e ou do professor orientador.  \nCumprir devidamente o horário estabelecido pelo Art. 16º, bem como todas as normas do \nregimento do NEEE. \nCAPÍTULO 4  \nDo Serviço Interno e Externo  \nArt. 9º.  O NEEE  tem por objetivo desenvolver soluções por meio da Engenharia Elétrica \ngratuitamente, referente às demandas internas da UEMG - Unidade Ituiutaba e outras unidades, \nrespeitando a seguinte ordem de prioridades:  \nO Curso de Engenharia Elétrica;  \nDireção da Unidade de Ituiutaba;  \nAdministrativo, e demais departamentos da Unidade Ituiutaba;  \nOutros cursos da Unidade Ituiutaba;  ", "82": "82 \n \nArt. 10º. Os serviços que não fazem parte da Universidade do Estado de Minas Gerais serão \naprovados caso a caso pela coordenação do núcleo. O atendimento deve respeitar a seguinte \nordem de prioridade:  \nOrganizações sem fins lucrativos;  \nÓrgãos governamentais municipais da região de Ituiutaba;  \nOrganizações com fins lucrativos;  \nArt. 11 º. Cada serviço realizado pelo NEEE  deve ser conduzido por um acordo formal entre o \nnúcleo e a instituição atendida;  \nArt. 12º. O NEEE  tem autonomia para decidir a viabilidade de realizar o determinado serviço \npara a instituição atendida, sempre em função d e critérios técnicos, tais como viabilidade de \nprazos ou pelos limites técnicos do núcleo em executar a tarefa, de acordo com as competências \ne habilidades de quem irá executar.  \nArt. 13º. As instituições atendidas têm total autonomia em decidir que suas n ecessidades futuras \nsejam supridas por outros profissionais ou empresas que não o Núcleo de Estágio do Curso de \nEngenharia Elétrica – NEEE . \nArt. 14º. A instituição com capital privado e com fins lucrativos pode contratar um aluno do \ncurso de Engenharia Elé trica como estagiário e cedê -lo ao NEEE . \nParágrafo 1º – O termo de compromisso de estágio deve ser assinado pela entidade concedente, \nestagiário(a), instituição de ensino e coordenação do NEEE . \nParágrafo 2º – O aluno estagiário cedido ao NEEE  deve realizar  atividades de interesse da \ninstituição concedente sob orientação do professor coordenador e professores colaboradores, \ncumprindo a carga horária firmada no termo de compromisso de estágio.  \nArt. 15º. O NEEE  não pode realizar pagamentos a funcionários e cob rar por serviços realizados \nsem instituir uma entidade com fins lucrativos.  \nParágrafo Único – O núcleo que ainda não tiver instituído entidade com fins lucrativos, pode \naceitar doações de quaisquer instituições atendidas, sendo parte da doação para efetiva r a \ninfraestrutura  do NEEE , e fazer doações para a UEMG, conforme deliberação do NEEE  \nArt. 16º. O NEEE  pode realizar projetos remunerados através das empresas juniores do curso \nde Engenharia Elétrica. Esta remuneração se dará através de ativos (produtos ou  serviços), \npreviamente autorizados pela coordenação do NEEE , no valor total do serviço prestado, \ndevidamente expresso em contrato formal entre o NEEE  e a empresa Júnior.  \n \n ", "83": "83 \n \nCAPÍTULO 5  \nDo Funcionamento  \nArt. 17º. O NEEE deve funcionar somente em dias letivos , nos períodos matutino, vespertino e \nnoturno. Os horários estipulados são das 8:00h às 11h:30, 13h:30 às 17h:30 e das 18:00h às \n22h;30, respectivamente.  \nParágrafo Único – Há flexibilidade para que os alunos estagiários do NEEE , participem em \nhorários alt ernativos, desde que cumpra a carga horária exigido do Estágio supervisionado \nobrigatória com um  mínim o de 4 horas diárias. A flexibilidade deve ser negociada em conjunto \ncom a coordenação e o respectivo professor orientador.  \nCAPÍTULO 6  \nDas Disposições Fin ais \nArt. 18º. Este Regimento entra em vigor na data da sua aprovação no Colegiado do Curso de \nEngenharia Elétrica da Universidade do Estado de Minas Gerias -UEMG – Unidade Ituiutaba, \nrevogadas as disposições em contrário.  \n \n \n \nItuiutaba  (MG) , 25 de outubro 2021  \nProf. Agaone Donizete Silva  \nCoordenador do Curso de Engenharia Elétrica  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "84": "84 \n \nANEXO V  \n \nREGULAMENTO DOS  LABORATÓRIOS DA ENGENHARIA ELÉTRICA  \n \nTÍTULO I  \nDisposições Gerais  \nArt. 1 º  Atividades de ensino, pesquisa e extensão que envolvam experimentos laboratoriais, \napresentam riscos em suas diferentes categorias que podem ser decorrentes da simples \nmanipulação de equipamentos, dispositivos, e componentes e ferramentas, imprud ência do \nusuário, podendo acarretar acidentes pessoais e/ou danos materiais.  \nParágrafo ú nico - Visando à diminuição de tais riscos e o estabelecimento de crit érios de \nconduta segura nessas depend ências, este regimento embasa a utilização e o bom \nfuncionamento dos laborat órios do Curso de Engenharia El étrica da Universidade do Estado de \nMinas Gerais – UEMG/Unidade Ituiutaba.  \nFinalidade  \nArt. 2 º  O presente regimento descreve boas pr áticas que devem ser adotadas nesses espa ços \npor todos os seus usu ários, quer sejam d ocentes, discentes e/ou t écnicos desta instituição ou \nvisitantes. Tais condutas sã o indispens áveis para a manutenção da seguran ça e do uso \nconsciente de toda infraestrutura laboratorial, incluindo:  \nArmazenamento adequado de materiais, componentes e equipa mentos;  \nDescarte apropriado de resíduos laboratoriais;  \nPráticas de prevenção de acidentes;  \nManuseio e emprego corretos de equipamentos;  \nEmprego de extintores de incêndio;  \nProtocolos gerais recomendados em casos de acidentes.  \nOrganização  \nArt. 3 º   Os laborat órios de ensino serão coordenados por professores que estarão atuando em \nsua gestão e garantindo o aperfei çoamento cont ínuo desses espa ços e assegurando seu uso \norganizado e seguro. Para isso, tais coordenadores t êm como funçã o:  \nGarantir o desenvolvimento de aulas práticas e outras atividades de ensino, pesquisa e extensão \nque demandam uso de laboratórios de ensino;  ", "85": "85 \n \nAcompanhar visitas de comitês avaliadores de cursos de graduação e pós -graduação e, outros \nórgãos de vistoria técni cas e de fiscalização;  \nInformar, a necessidade e elaborar pedidos de compras de material, equipamentos, etc.;  \nInformar, a necessidade de substituição de equipamentos desenvolvimento de projetos de \nmanutenção, reformas e ampliação de laboratórios;  \nParticipar ativamente da elaboração e atualização do Regimento Geral e Regimento Interno de \nUso dos Laboratórios e documentos necessários para manter a ordem e o uso seguro dos \nlaboratórios;  \nElaborar documentos de sua competência, necessários quando requi sitados pelas instâncias \nsuperiores e órgãos colegiados;  \nVerificar e informar a coordenação do curso a necessidade, no que se refere à manutenção e \nsubstituição de equipamentos;  \nCumprir e fazer cumprir este regimento.  \nParágrafo ú nico - Para a gestão des ses espa ços, os coordenadores de laborat órios contarão com \no auxílio dos t écnicos de laborató rios, estagi ários, supervisores  e coordenadores de cursos, \ncoordenação administrativa, corpo docente e discente desta universidade. E trabalharão em \nconson ância e apoio da direção da UEMG - Unidade Ituiutaba.  \nArt. 4º  O Curso de Engenharia Elétrica compõem -se dos seguintes Laborat órios de Ensino: \nLaboratório de Acionamentos de Máquinas Elétricas  e/ou Máquinas El étricas, Laboratório de \nEletrônica Analógica  e afins /  Laboratório de instrumentação e afins, Laborat ório de Eletrô nica \nDigital e Afins , Laborat ório de Materiais El étricos e Afins.  \nParágrafo ú nico - Os Coordenadores dos respectivos laborat órios de ensino elencados no caput \ndo artigo 4 º deste regimento serão designados por meio de portaria  específica para tal fim.  \nArt. 5 º  A escolha do coordenador de laborat órios de ensino é realizada a partir do surgimento \nde professores interessados entre os membros do colegiado no qual o laborat ório se enquadra \nmajoritariamente. A escolha poder á ser realizada em pleito simples, com votação aberta ou \nfechada a crit ério do respectivo colegiado. O mandato ser á de 2 (dois) anos podendo haver \nrecondução do mesmo respons ável por at é 2 (duas) vezes, totalizan do 4 (quatro) anos.  \n \nTÍTULO II  \nRegras Gerais para uso dos Laboratórios de Ensino  ", "86": "86 \n \nArt. 6 º Os laborat órios de ensino t êm como objetivo atender às necessidades de ensino, pesquisa \ne extensão da universidade, sendo, prioritariamente, destinados à realização d e aulas pr áticas \ndas disciplinas previstas nos Projetos Pol ítico Pedag ógicos do Curso de Engenharia El étrica \nconforme, § 1º do artigo 9 º. \nArt. 7 º Os laborat órios ensino são de car áter multidisciplinar, entretanto, a prefer ência de aula \nou projeto desenvolv ido no mesmo é àquela em que o mesmo se encontra.  \nArt. 8 º Os laborat órios poderão ser utilizados por docentes, discentes, t écnicos e participantes \ninscritos ou convidados em projetos de ensino, pesquisa ou extensão da universidade/ituiutaba.  \nArt. 9 º  O us o dos laborat órios, visitas t écnicas e outras atividades  de cursos externos estar á \ncondicionado ao agendamento pr évio de 07 (sete) dias de anteced ência pelos \ncoordenadores/docentes externo para a realização de aulas pr áticas/experiencias e/ou projetos, \na sua liberaçã o estar á condicionada a n ão  interferê ncia nas aulas pr áticas  do Curso de \nEngenharia El étrica e  no desenvolvimento dos laborat órios do  Curso.  \nPara atender a necessidade externa, em preparo do material/atividade dever á ser organiza do \npelo solicitante, cabendo aqui para o coordenador do curso o deferimento do seu uso, e ser á \nnecess ário fazer atrav és do preenchimento de formul ário pr óprio (Anexo I).  \n§ 1º  Os hor ários de aulas pr áticas das disciplinas e atividades do semestre letivo do  Curso de \nEngenharia El étrica, do ano corrente, serão encaminhados pelos Coordenador do Curso de \nEngenharia El étrica sempre no in ício de cada semestre letivo.  \n§ 2º  O agendamento tratado nesse artigo 9 º dever á ser feito com pelo menos  \n07 (sete dias) dias  de anteced ência, pelo e-mail: laboratoriosep.ituiutaba@uemg.br ,  \nconfirma ção do uso com m ínimo de 24 horas (vinte e quatro horas)  \n§ 3º   Caso ocorra o cancelamento do uso do laborat ório, pr ática ou qualquer outra atividade de \nensino, pesquisa e/ou extensão, do § 2º, por qualquer motivo, o usu ário que solicitou o \nagendamento dever á comunicar à equipe t écnica com anteced ência de no m ínimo 24 horas \n(vinte e quatro horas), que antecede o seu uso com um dos t écnicos/respons áveis.  \na fim de disponibilizar o local.  \nArt. 10 º  Fora dos hor ários de atividades de ensino, somente ser á permitida a entrada de pessoas \nexpressamente autorizadas;  \n§ 1º Em casos de necessidade do uso dos laborat órios pelos alu nos e/ou professores em per íodos \nde férias, feriados ou dias não -letivos para realização de projetos de pesquisa ou iniciaçã o \ncient ífica, uma autorização dever á ser solicitada ao coordenador do laborat ório e entregue, com \nanteced ência, conforme seguindo o Artigo 9 º, seguida das deferimentos competentes ( Anexo ", "87": "87 \n \nII.I)  e entregue com anteced ência  durante o per íodo de aulas conforme quadro de hor ários \ndiurno ou noturno.  \nOs docentes e pessoas autorizadas que farão uso dos laborat órios deverão pegar as chaves na  \nportaria e assinar a Lista de Controle de Empr éstimo de Chaves; e ap ós o término das atividades, \nas mesmas deverão ser entregues na portaria. Em caso de perda da chave, essa dever á ser \nrestitu ída à UEMG sem ônus à instituiçã o.  \nArt. 11 º  Os roteiros de aulas pr áticas e projetos de pesquisa devem ser fornecidos aos t écnicos \nantes de sua realização, com pelo menos 7 dias (sete dias).  \nArt. 12 º Recomenda -se que o aluno não trabalhe sozinho no laborat ório. É conveniente faz ê-lo \ndurante o per íodo de aula, ou na presen ça de monitor, t écnico de laborató rio e/ou professor \nrespons ável.  \nArt. 13 º Não é permitido beber, comer, fumar ou aplicar cosm éticos dentro de qualquer \nlaborat ório, em decorr ência de risco pessoal.  \nArt. 14 º Utilizar equipamentos de s eguran ça (EPI’s) tais como:  roupas e cal çados adequados \nque proporcionem maior seguran ça:  calç as compridas e sapatos fechados com solado de \nborracha para laborat órios da Engenharia El étrica, seguindo as Normas Regulamentadoras \nespec íficas e outras Instru ções Técnicas, Normas T écnicas e NBR.  \nArt. 15 º  Todas as instruções de uso devem estar contidas em um manual e do professor da \ndisciplina elaborar um treinamento pr évio.  \n§ 1º Ler atentamente o procedimento experimental e estar convicto de ter compreendido  todas \nas instruções.  \nEm caso de d úvidas, ou se algo anormal for notado, comunique o professor ou t écnico \nimediatamente, ao utilizar componentes e/ou qualquer equipamento pela primeira vez, o usu ário \ndeve solicitar autorização e orientação de professores ou t écnicos.  \nArt. 16 º  É da responsabilidade do usu ário manter sempre limpo o local de trabalho, coletando \nresíduos e descartando -os de forma adequada em lixo pr óprio, evitando criar obst áculos que \npossam dificultar as an álises, procedimentos e criar riscos de acidentes, o grupo que estiver  in \nloco ser á responsá vel por, funcionamento, manuseio, e guarda dos ferramental, equipamentos, \nmáquinas, etc.  \nArt. 17 º  Em caso de acidentes, avise imediatamente o professor, t écnico de laborató rio ou \nmonit or respons ável, (TÍTULO II)  \nArt. 18 º Em hip ótese alguma dever á ser tolerada, nem praticada, qualquer tipo de brincadeira \ncom materiais laboratoriais, que possa por em risco a vida humana.  ", "88": "88 \n \nArt. 19 º É proibido deixar mochilas, bolsas e outros pertences pess oais sobre as bancadas, \nmesas, no chão ou corredores dos laborat órios. Levar apenas material necess ário e seguir \norientação do professor e t écnicos ou coordenador do laborat ório.  \nArt. 20 º  Em caso do usu ário não cumprir com qualquer artigo citado no (Título II) na primeira \nvez ser á chamada a atenção do usu ário pelos t écnicos, na segunda vez, as informaçõ es ser ão \npassadas ao professor coordenador e, na terceira vez, o uso dos espa ços dos laborató rios ser á \npermitido pelo usu ário somente com a presen ça do pro fessor respons ável.  \nArt. 21 º Componentes dos laborató rios ensino são de uso exclusivo em aulas pr áticas. Outros \ncomponentes para pesquisa deverão ser previamente adquiridos pelo setor de compras e para \nisso, é necess ário formalizar o interesse e encaminhar lista, com anteced ência, para os \ncoordenadores de laborat ório, de acordo com a previsão feita no projeto de pesquisa aprovado.  \nArt. 22 º Os pedidos de empr éstimo e retirada de materiais e/ou equipamentos de laborat ório, \nserão avaliados mediante solicitação nominal por escrito, por parte do requerente, assinada, \ndatada, justificada, com indicação expre ssa da finalidade e da data de devolução, incluindo uma \nobservação de compromisso de devolução com indicação expressa da data (Anexo III), e \nencaminhada ao coordenador do laborat ório, que avaliar á o pedido.  \nArt.23 º Na aus ência do t écnico respons ável pela organização, abertura, fechamento dos \nlaborat órios, estas funções ficam na responsabilidade do coordenador de laborat ório, que dever á \ncumprir todas as determinações deste regimento.  \nTais como: desligamento de disjuntores el étricos dos circuitos de aliment ação das bancadas \ndeve ser desligados, etc;  \nArt. 24 º O docente respons ável pelas atividades de ensino, de pesquisa ou extensã o nos \nlaborató rios é automaticamente respons ável pela orientação dos alunos quanto ao uso adequado \ndo espa ço, bem como de materiai s, equipamentos e sobre o conte údo deste Regimento.  \nArt. 25 º   Dú vidas sobre uso de equipamentos, componentes ou outros, deverão ser consultadas \ne direcionadas aos professores ou t écnicos de plantã o.  \nParágrafo ú nico. Independente da gravidade do acidente , exija atendimento especializado, \nsolicitando aux ílio pelos seguintes telefones: SAMU (192), corpo de bombeiros (193) ou \npronto -socorro municipal (34 -3271 -8235).  \nArt. 26 º  Quando houver quebra ou dano de materiais ou aparelhos e equipamentos, comunique \nimediatamente aos professores ou t écnico respons ável.  \nParágrafo ú nico - Todas as ocorr ências deverão ser anotadas no livro de registros de cada \nlaborat ório.  \nTÍTULO III  ", "89": "89 \n \nUtilização Adequada de Equipamentos e Materiais dos Laboratóri os \nArt. 27 º   Todo o material pertencente aos laborat órios da UEMG - Unidade Ituiutaba, dever á \nser utilizado exclusivamente dentro de suas depend ências, exceto em casos de aulas e pesquisas \nde campo, atividades externas e pedidos de empr éstimos.  \nParágrafo ú nico - Para aulas e pesquisas de campo, somente ser á permitida a retirada de \nmateriais did áticos, equipamentos port áteis, mediante a disponibilidade dos mesmos e entrega \nantecipada do formul ário de requisição que se encontra com os t écnicos (pra zo de sete dias úteis \nde anteced ência).  \nArt. 28 º  O uso de alguns equipamentos por docentes, alunos ou t écnicos requer anotação na \nficha “Controle de Uso do Equipamento ”. Havendo a necessidade de manutenção ou conserto \nde algum equipamento dos laborat órios, esta dever á ser comunicada ao coordenador do \nlaborat ório, para as provid ências necess árias. \nArt.  29 º  Cada aluno é responsá vel pelo material que receber, devendo fazer bom uso do mesmo \ne obedecer às instru ções dos respons áveis pela atividade.  \nCaso ocorra quebra ou dano de materiais ou aparelhos, o fato dever á ser comunicado \nimediatamente ao professor ou ao t écnico respons ável. \n \nTÍTULO IV  \nProibições aos Usuários nas Dependências dos Laboratórios  \nArt. 30 º  É vedado aos usu ários dos laborató rios, em suas depend ências:  \nUsar, indevidamente os espaços laboratoriais para quaisquer fins que não seja voltado ao \nensino, ou qualquer tipo de objetos, bolsas e similares em cima das bancadas. Desenvolver \nqualquer técnica ou prática de l aboratório sem a devida autorização ou orientação do professor \nou técnico;  \nUtilizar qualquer aparelho sem observar as instruções de uso e se a voltagem do mesmo é \ncompatível com a da tomada a ser utilizada;  \nUtilizar os equipamentos e materiais dos labora tórios para fins pessoais ou para realizar \nqualquer atividade incompatível com rotinas de disciplinas ou pesquisa;  \nDanificar objetos, utensílios, equipamentos e qualquer outro material integrante da estrutura \nfísica dos laboratórios da UEMG/Unidade Ituiut aba;  \nAlterar configuração e/ou calibração de equipamentos sem a prévia autorização do responsável \npela aula/atividade;  ", "90": "90 \n \nDeslocar equipamentos, instrumentos, insumos e utensílios de seu local de origem, dentro do \npróprio laboratório, levar para outro labor atório ou qualquer outro local, sem prévia autorização \ndo coordenador do laboratório.  \n \nTÍTULO V  \n \nCompetência de Professores Responsáveis pelas Aulas Práticas  \nArt. 31 º Os laborat órios deverão estar dispon íveis para o uso conforme quadro de hor ário \ndistribu ído no in ício do semestre letivo para t écnicos, estagi ários, alunos, professores, \ncoordenadores, para o desempenho de suas aulas pr áticas e informar aos t écnicos dos \nlaborat órios, com anteced ência m ínima de 72h (setenta e duas horas), qualquer mudan ça \ntécnica, laboratorial e da pr ática da aula.  \n§ 1º A necessidade de aux ílio técnico durante as aulas pr áticas dever á ser solicitada com pelos \nmenos 72h (setenta e duas horas) de anteced ência, caso o professor não solicitar no tempo \ndeterminado, o t écnico poder á recusar, principalmente se estiver com outras atividades no dia.  \n§ 2º Em caso de nã o agendamento pr évio e envio de relação de materiais para uso, os t écnicos \ndos laborat órios não se responsabilizarão pelo preparo das pr áticas.  \nArt. 32 º  É papel do docente respons ável pela disciplina que utiliza os laborat órios da unidade:  \nZelar pelo bom desempenho dos alunos que atuam nos laboratórios;  \nOrientar previamente os alunos sobre as medidas e as normas de segurança pertinentes ao \nlaboratório e a prática a ser realizada;  \nAcompanhar os alunos e orientá -los quanto às atividades e práticas a serem realizadas;  \nImpedir ou inibir a continuidade da realização de atividades não condizentes com as temáticas \ne finalidades específicas dos cursos ou de áreas  afins ou, ainda, que transgridam as normas deste \nregimento;  \nObedecer à escala prevista e o horário das aulas práticas informadas no início do semestre \nletivo, conforme quadro de horários das disciplinas;  \nSer responsável, única e exclusivamente, pela min istração das aulas práticas e de possíveis \nreposições; sendo vetado a ministração dessas, por técnicos, monitores, estagiários ou terceiros;  \nCumprir e fazer cumprir este regimento.  \n \n ", "91": "91 \n \nTÍTULO VI  \nCompetência de Professores Orientadores de Projetos de Pesquis a e Extensão  \nArt. 33 º  Todos os professores orientadores de projetos de pesquisa de iniciaçã o cient ífica, \ntrabalho de conclusão de curso, pesquisas de p ós-gradua ção lato e/ou stricto sensu, ou de \nquaisquer outras atividades de pesquisa e/ou extensão, dever ão:  \n- Agendar o uso do laboratório para realização do projeto com antecedência de pelo menos 7 \ndias (sete dias), respeitando o princípio de prioridade previsto no Artigo 8º e as disposições do \nartigo 11º e seus parágrafos, para agendamento e eventual canc elamento de atividade;  \nZelar pelo bom desempenho dos alunos que atuam nos laboratórios.  \nCumprir e fazer cumprir este regimento.  \n \nTÍTULO VII  \n \nCompetência de Técnicos de Laboratório  \nArt.  34 º Todos os t écnicos dos laborat órios da UEMG - Unidade Ituiutaba deverã o:  \nDeferir ou indeferir, de acordo com a ordem de agendamento, as solicitações de \ndisponibilização de materiais ou de utilização do espaço dos laboratórios para a realização de \natividades;  \nComunicar ao professor quanto ao deferimento ou indeferimen to do pedido de agendamento de \naula prática com antecedência, conforme Artigo 8º e as disposições do artigo 11º ou outras \natividades de ensino, pesquisa e/ou extensão, por meio de formulário impresso (Anexo I,) com \nos devidos protocolos, ou via e -mail;  \nEstabelecer, de acordo com deferimento de solicitações, a escala para o funcionamento e a \nrealização das atividades nos laboratórios, respeitando a seguinte ordem de critérios: conforme \nArtigo  8º  (1) princípio de prioridade previsto no; (2) aula prática de disciplina prevista em \nProjeto Político Pedagógico de Curso; (3) ordem de agendamento; (4) área de especificidade \nda disciplina pelo laboratório; (5) tipo de atividade e/ou experimento; e (6) capacidade de \nalocação de alunos;  \nSelecionar e organizar materi ais e equipamentos, mediante recebimento prévio de roteiro ou \nplano de atividades, elaborado e assinado exclusivamente pelo professor da disciplina, impresso \nou por e -mail;  \nOs técnicos de laboratórios devem sempre responder quanto ao deferimento dos pedidos.   ", "92": "92 \n \nPreparar as aulas práticas, quando o professor encaminhar a solicitação e roteiro de aula prática, \nconforme Artigos 11º e 36º;  \nFornecer suporte técnico para as aulas p ráticas, quando solicitado, conforme Artigo 36º; assim \ncomo em outras atividades de ensino, pesquisa, extensão e de prestação de serviços \ndesenvolvidas nos laboratórios, aprovadas pela coordenação e professores;  \nZelar pelos materiais, equipamentos e limpe za de toda a infraestrutura dos laboratórios e sua \norganização, e informar a não conformidade dos docentes e discente ao coordenador do \nlaboratório;  \nRealizar levantamentos de materiais e equipamentos disponíveis, ao final de cada período \nletivo, e disponi bilizá -los aos coordenadores dos laboratórios e coordenadores de curso, para \ntomada de medidas quanto à reposição e constante atualização dos Projetos Político \nPedagógicos dos Cursos;  \nInformar, com antecedência e em tempo hábil, ao coordenador do laborató rio e aos professores, \na falta de material de consumo e a necessidade de manutenção em algum equipamento;  \nSupervisionar e fornece  suporte técnico ao trabalho dos monitores e estagiários no \ndesenvolvimento de atividades nos laboratórios;  \nAuxiliar coordena dores no que for preciso na gestão dos laboratórios e contribuir para que esses \nespaços sejam instrumentos norteadores do processo ensino -aprendizagem, na realização de \npesquisa científica e projetos de extensão, visando a indissociabilidade do ensino, pes quisa e \nextensão na concepção de instituição pública superior de ensino gratuito e de qualidade.  \nCumprir e fazer cumprir este regimento.  \n \nTÍTULO VIII  \n \nRegulamento do Uso dos Laboratórios de Ensino para Pesquisa  \nArt. 35 º  Embora a função principal dos laborat órios seja a de proporcionar espa ços de ensino, \nsubsidiando as aulas pr áticas, tamb ém est á prevista uma função igualmente importante: a de \npesquisa. Neste aspecto, são necess árias algumas adequações para seu uso, caso o usu ário \n(docent e ou t écnico), queira desenvolver atividades voltadas ao seu projeto institucional de \nnatureza cient ífica com alunos ou outras com funçõ es aná logas.  \nArt. 36 º  Os laborat órios poderão ser utilizados para pesquisa dos docentes, alunos e t écnicos, \ndesde que contemplem os itens abaixo discriminados:  ", "93": "93 \n \nNão concomitância com horários em que os mesmos estejam reservados para aulas práticas \ne/ou complementação didática;  \nNão concomitância com horários em que os mesmos estejam reservados para aulas teóricas em \ncurso s que assim o previram, devido à falta de salas de aula convencionais no campus;  \nAgendamento prévio junto aos técnicos, de pelo menos 07 (sete dias) e respeitando as alíneas I \ne II;  \nObservância deste regimento e também do regimento específico do laborató rio que se pretende \nutilizar para fins de pesquisa;  \nAnuência do coordenador e ciência dos técnicos de laboratórios acerca do tipo e uso de \nequipamentos, materiais e outros recursos previstos no projeto de pesquisa aprovado a ser \ndesenvolvido.  \nArt. 37 º  Os usu ários dos laborató rios de ensino  na modalidade “pesquisa ” ser ão responsá veis \npor todos os equipamentos, materiais e outros recursos durante sua estadia no laborat ório.   \nParágrafo ú nico - A saí da do usu ário do laborat ório, sem que o mesmo seja trancad o, não \nisentar á o usu ário de sua responsabilidade em poss íveis incidentes que nele ocorram durante \nsua aus ência.  \nArt.  38 º  Os usu ários dos laborató rios de ensino  deverã o:  \nZelar pela limpeza, organização e conservação dos materiais e equipamentos dos lab oratórios;  \nSolicitar orientações aos técnicos sobre os cuidados e normas de segurança, essenciais ao uso \nde qualquer material ou equipamento;  \nUtilizar roupas adequadas e equipamentos de proteção individual condizentes com a atividade \na ser realizada;  \nUtilizar os materiais de consumo do laboratório de maneira consciente, evitando o desperdício \nou o mau uso;  \nQuando autorizado o uso de qualquer equipamento, verificar a coincidência entre a voltagem \ndo aparelho e a voltagem da rede elétrica, e ao término,  observar se o equipamento está \ndesligado e desconectado da rede elétrica;  \nO responsável pela pesquisa, deverá gerenciar seu próprio material evitando o armazenamento \nde material desnecessário ou impróprio para uso;  \nComunicar o coordenador do laboratório  ou técnico sobre qualquer tipo de acidente;  \n  Cumprir e fazer cumprir este regulamento.  \n \n  ", "94": "94 \n \nTÍTULO IX  \nDisposições Finais  \nArt. 39 º  Os casos omissos neste Regimento Geral serão resolvidos pelo Colegiado do Curso de \nEngenharia Elétrica, no que for de compet ência espec ífica desse órgão.  \nArt. 40º O Colegiado do Curso de Engenharia Elétrica,  quando for solicitado a efetivar \nalterações ne ste regimento, poderá fazê -lo em reunião como o mesmo Colegiado do Curso de \nEngenharia Elétrica,  este Regimento Geral fará parte e será incorporado ao PPC (Plano Político \nde Curso) como anexo.  \nArti. 41 º Revogam -se as disposições em contr ário e, este Regim ento Geral, devidamente \naprovado, entra em vigor na data de sua publicaçã o. \n \nItuiutaba  (MG) , 25 de outubro 2021  \nProfessor Agaone Donizete Silva  \nCoordenador do  Curso de Engenharia Elétrica  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "95": "95 \n \n \n \n \n \nANEXO  I \nFORMULÁRIO  DE AGENDAMENTO  DE USO  DE LABORATÓRIOS  I.I – \nSOLICITAÇÃO  DE AGENDAMENTO  (PROFESSORES)  \nLABORATÓRIO  DATA  ENTRADA  SAÍDA  \n    \nDOCENTE  TURMA  DISCIPLINA  \n   \nCURSO  OBSERVAÇÃO  \n  \n \nAUXÍLIO  DOS  TÉCNICOS  SIM  NÃO   \n     \nTÍTULO  DA AULA  OU ATIVIDADE   \n \nNÚMERO  DE ALUNOS   NÚMERO  DE GRUPOS   \nMATERIAIS  A SEREM  UTILIZADOS   \n \nASSINATURA  DO PROFESSOR  ASSINATURA  DO TÉCNICO  \n  \nCONFIRMAÇÃO  DE RECEBIMENTO   \n \nConfirmo,  por meio  deste,  o recebimento  da solicitação  de agendamento  de laboratório  para realização  de \natividades  de ensino,  pesquisa  e/ou extensão,  conforme  Regimento  Geral  de Uso dos Laboratórios.  \nASSINATURA  DO TÉCNICO   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "96": "96 \n \n \n \n \n \n \nANEXO  II \nI.II - SOLICITAÇÃO  DE AGENDAMENTO  INDIVIDUAL  (ALUNOS)  \nFINALIDADE  DATA  ENTRADA  SAÍDA  \nIC TCC  OUTRA  \n   \nDOCENTE  TURMA  \n \n \n \n DISCIPLINA  \n   \nCURSO  OBSERVAÇÃO  \n  \nALUNO   \n  \nTÍTULO  DA AULA  OU ATIVIDADE  \nTÍTULO  DO PROJETO  DE PESQUISA  \n \nPROFESSOR  ORIENTADOR  \n \nMATERIAIS  A SEREM  UTILIZADOS   \nASSINATURA  DO PROFESSOR  ASSINATURA  DO TÉCNICO  \n  \nCONFIRMAÇÃO  DE RECEBIMENTO   \nConfirmo,  por meio  deste,  o recebimento  da solicitação  de agendamento  de laboratório  para realização  de atividades  de \nensino,  pesquisa  e/ou extensão,  conforme  Regimento  Geral  de Uso dos Laboratórios.  \nATIVIDADE  A SER DESENVOLVIDA  \n MATERIAIS  A SEREM  UTILIZADOS  \n \n \n \n \n \n \n \n \n \n \n ", "97": "97 \n \n \n \n \n \n \nANEXO  III \nI.III - SOLICITAÇÃO  DE AGENDAMENTO  PARA  GRUPO  (ALUNOS)  \nFINALIDADE  DATA  ENTRADA  SAÍDA  \nIC TCC  OUTRA  \n   \nDOCENTE  TURMA  DISCIPLINA  \n   \nCURSO  OBSERVAÇÃO  \n  \nGRUPO  ALUNO  RA \n \n  \nTÍTULO  DA AULA  OU ATIVIDADE  \n \nTÍTULO  DO PROJETO  DE PESQUISA  \n \nPROFESSOR  ORIENTADOR  \n \nMATERIAIS  A SEREM  UTILIZADOS   \nASSINATURA  DO PROFESSOR  ASSINATURA  DO TÉCNICO  \n  \nCONFIRMAÇÃO  DE RECEBIMENTO   \nConfirmo,  por meio  deste,  o recebimento  da solicitação  de agendamento  de laboratório  para realização  de atividades  de \nensino,  pesquisa  e/ou extensão,  conforme  Regimento  Geral  de Uso dos Laboratórios.  \nATIVIDADE  A SER DESENVOLVIDA  \n \n MATERIAIS  A SEREM  UTILIZADOS  \n \n \n \n \n \n \n \n \n \n \n \n \n ", "98": "98 \n \n \n \n \n \n \nANEXO II.1  \nFORMUL ÁRIO PADR ÃO PARA USO DE LABORAT ÓRIOS FORA DO HOR ÁRIO DE \nEXPEDIENTE  \n \nÀ Coordena ção de Laborató rios e à Portaria da UEMG - Unidade Ituiutaba Ref.: Autorizaçã o \nde Entrada de: __________________________________________ ___________________  \n Autorizamos  o  acesso  à  unidade  do(s)  aluno(s) \n________________________ do Curso de _____________________, no(s) dia(s), \n__________, período __________________. O(s) aluno(s) realizará( ão) atividade(s) relativas \na ___________________________________ no(s) Laborat ório(s) de \n________________________________________________, sob orienta ção do Professor(a) \n_______________, contato (__) ______ -_____. O(s) aluno(s) assinará( ão) o Termo de \nComp romisso de uso dos laborat órios e, se comprometem a deixar a(s) chave(s) do(s) \nlaborat ório(s) na Portaria ap ós o uso. Sem mais para o momento, subscrevo -me.  \nItuiutaba, MG ______ de ________________ de20__.  \n \n \n \nProfessor Orientador Respons ável \n \n \n \nCoordenador de Laborat ório \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "99": "99 \n \n \n \n \nANEXO II.2  \nTermo De Compromisso de Uso de Laborat órios Fora do Hor ário de Expediente  \nTERMO DE COMPROMISSO  \n \nDeclaro, para os devidos fins, que eu, ____________________________________________,  \nportador do CPF: XXX.XXX.XXX -XX, aluno(a) devidamente matriculado(a) no Curso/ Área \n________________, da Universidade do Estado de Minas Gerais - UEMG - Unidade Ituiutaba,  \ntenho ciê ncia das obrigações inerentes ao uso do(s) Laborat ório(s) \n__________________________________________, e nesse sentido, COMPROMETO -ME a \nrespeitar as regras abordadas no Regimento Geral de Uso dos Laborat órios, Regimento Interno, \nManual de Boas Pr áticas e Manual de Normas T écnicas de Seguran ça e, COMPROMETO -ME, \ntamb ém, a devolver a(s) chave(s) do(s) laborat ório(s) na Portaria ap ós o uso. Declaro ainda, \nestar ciente de que a inobserv ância de qualquer regra implicar á no impedimento de uso de \nqualquer laborat ório sem a presen ça de um professor respons ável.  \n \n Assinatura do(s) Aluno(s) Solicitante(s)   Matricula/RA  \n   \n \n \n Ituiutaba, MG ______  ________________ de  20____.  \n \n \nProfessor Orientador  \n \n \n \n \n \n \n \n \n \n \n \n \n ", "100": "100 \n \nANEXO III -A \n \n \n \n \nEQUIPAMENTOS FORA DO CAMPUS  \n \n \n \n \n \n \n \n \n FORMULÁRIO PADRÃO PARA REQUISIÇÃO DE MATERIAIS E/OU  \nFORMULÁRIO  PADRÃO  PARA  REQUISIÇÃO  DE MATERIAIS  E/OU  \nEQUIPAMENTOS  FORA  DO CAMPUS  \nVIA DO SOLICITANTE  (LABORATÓRIO)  \nNOME  DO SOLICITANTE  MATRÍCULA/RA  CURSO  PERÍODO  \n    \nMATERIAL/EQUIPAMENTO  QUANTIDADE/VOLUME  \n    \n    \nTERMO  DE COMPROMISSO   \nComprometo -me pela guarda  responsável  do material  por mim requisitado,  o qual realizarei  a devolução  em perfeito  estado  em: ___ de \n________________  de _______.   \n \nUEMG  - UNIDADE  ITUIUTABA                               Data:___  de ________________  de _______.  \n \nDATA  DEDEFERIMENTO  ASSINATURA  DO SOLICITANTE  COORD.DOR  DO LABORATÓRIO  \n   \nANEXO  III -B \nFORMULÁRIO  PADRÃO  PARA  REQUISIÇÃO  DE MATERIAIS  E/OU  \nEQUIPAMENTOS  FORA  DO CAMPUS  \nVIA DO SOLICITANTE  (PROTOCOLO)  \nNOME  DO SOLICITANTE  MATRÍCULA/RA  CURSO  PERÍODO  \n    \nMATERIAL/EQUIPAMENTO  QUANTIDADE/VOLUME  \n    \n    \nTERMO  DE COMPROMISSO   \nComprometo -me pela guarda  responsável  do material  por mim requisitado,  o qual realizarei  a devolução  em perfeito  estado  em: ___ de \n________________  de _______.   \n \nUEMG  - UNIDADE  ITUIUTABA                               Data:___  de ________________  de _______.  \n \nDATA  DEDEFERIMENTO  ASSINATURA  DO SOLICITANTE  COORD.DOR  DO LABORATÓRIO  \n   ", "101": "101 \n \n \nANEXO VI  \n \nREGULAMENTO ATIVIDADES  DE EXTENSÃO UNIVERSITÁRIA  \n \n O Colegiado do Curso de Engenharia Elétrica da Universidade do Estado de Minas \nGerais – UEMG, Unidade Ituiutaba, tendo em vista a necessidade de regulamentar as \nAtividades de Extensão para integralização do Curso de Engenharia Elétrica, usando de suas \natribuições regimentais.  \nArt. 1º  - As Atividades de Extensão realizadas pelo aluno ao longo do Curso de Engenharia \nElétrica ficam distribu ídas na estrutura curricular, que são:  \n \nTabela 9 – Atividades de extensão  \nPeríodo  Disciplina  C.a Horária (H/A)  C. Horária  (Relógio)  Créditos  \n1º Extensão Universitária 1  54 45 3 \n2º Extensão Universitária 2  54 45 3 \n3º Extensão Universitária 3  54 45 3 \n4º Extensão Universitária 4  54 45 3 \n5º Extensão Universitária 5  54 45 3 \n6º Extensão Universitária 6  54 45 3 \n7º Extensão Universitária 7  72 60 4 \n8º Extensão Universitária 8  72 60 4 \n9º Extensão Universitária 9  72 60 4 \nTotal  540 450 30 \n \nArt. 2º - Devem obedecer às  seguintes diretrizes:  \n \nExtensão Universitária 1:  \nAs atividades devem ser voltadas para a orientação quanto à segurança do uso de equipamentos \ne instrumentos elétricos junto à escolas da rede básica de educação.   \nExtensão Universitária 2:  \nAs atividades devem ser voltadas para a terceira idade quanto à segurança do uso de \nequipamentos elétricos e eletrônicos conectados a rede elétrica.  \nExtensão Universitária 3:  \nAs atividades devem ser voltadas ao comércio quanto à segurança do uso de equipam entos \nelétricos e eletrônicos conectados a rede elétrica.  \nExtensão Universitária 4:  ", "102": "102 \n \nAs atividades devem ser voltadas a um público carente de orientação e serviços quanto à \nsegurança do uso de equipamentos elétricos e eletrônicos conectados a rede elétrica de apoio à \nformação profissional.  \nExtensão Universitária 5:  \nAs atividades devem ser voltadas às atividades rurais, levando ao público orientações e serviços \nde apoio à produção  quanto à segurança do uso de equipamentos elétricos e eletrônicos \nconectados a rede elétrica.  \nExtensão Universitária 6:  \nAs atividades devem ser voltadas às escolas, oferecendo minicursos  de instalações e \nmanutenção de instalações elétricas residenciais.  \nExtensão Universitária 7:  \nAs atividades devem ser voltadas ao serviço público de saúde e segurança pública, oferecendo \nminicursos  aplicados à áreas específicas.  \nExtensão Universitária 8:  \nAs atividades devem ser voltadas a segurança pública, oferecendo minicursos  para o público de \npessoas em recuperação social.  \nExtensão Universitária 9:  \nAs atividades devem ser voltadas às escolas, oferecendo minicursos  para a formação de \ndocentes.  \nArt. 3º O discente deve matricular -se, no início do semestre letivo.  \nParágrafo 1º  - As Extensões Universitárias devem ter projeto elaborado pelo professor e \nalunos matriculados nos componentes curriculares de acordo com os temas propostos por este \nregulamento, podendo o colegiado avaliar e aprovar ou não. No caso de não aprovação, o \ndocente deverá submeter novo projeto em um prazo de 48 horas ao Colegiado.  \nParágrafo 2º - O NDE deve receber o relatório detalhado, contendo inclusive fotos das \natividades desenvolvidas antes da última reunião do colegiado do curso, para que este faça \navaliaç ão das atividades e, que, posteriormente, remeterá ao colegiado sua posição quanto a \natividade.  \nParágrafo 3 º - Ao término do período, de posse do parecer do NDE, os docentes das disciplinas \nde Extensão devem apresentar e submeter a avaliação do Colegiado n a última reunião do \nsemestre do colegiado de curso.  \nParágrafo 4º - Todas as atividades devem, por sua natureza, serem realizadas pelos alunos e \nprestados à sociedade.  \nArt. 4º - O discente que não tiver 75% de presença nas atividades será reprovado por fal ta. ", "103": "103 \n \nArt. 5º - O discente que não cumprir com suas responsabilidades e/ou faltar com ética e respeito \nserá reprovado por nota.  \nArt. 6º - Compete ao Colegiado avaliar casos omissos a este regimento.  \n \n \n \nItuiutaba  (MG) , 25 de outubro 2021  \nProfessor Agaone Doni zete Silva  \nCoordenador do  Curso de Engenharia Elétrica  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "}