{"1": " \n \n \n \n \n \n \n \nSERVIÇO PÚBLICO FEDERAL  \nMINISTÉRIO DA EDUCAÇÃO  \nCENTRO FEDERAL DE EDUCAÇÃO TECNOLÓGICA DE MINAS GERAIS  \nCAMPUS III - LEOPOLDINA  \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DE CURSO SUPERIOR DE  \n ENGENHARIA DE CONTROLE E AUTOMAÇÃO  \n DO CEFET -MG / CAMPUS III - LEOPOL DINA  \n \n \n \n \n \n \n \n \n \nLEOPOLDINA – MINAS GERAIS  \nABRIL DE 2008  \n \n \n \n ", "2": " MINISTÉRIO DA EDUCAÇÃO  \nCENTRO FEDERAL DE EDUCAÇÃO TECNOLÓGICA DE MINAS GERAIS  \nCOORDENAÇÃO DE ENGENHARIA DE CONTROLE E AUTOMAÇÃO  \nCAMPUS III - LEOPOLDINA  \nPPC-2008 - Engenharia de Controle e Automação   \n  \n \n \n \n \n \n \n \n \n \n \n \nSUMÁRIO  \n \n \n1. INTRODUÇÃO  2 \n2. CONTEXTO DO CAMPO PROFISSIONAL E ÁREA DE CONHECIMENTO DO \nCURSO  3 \n3. CONTEXTO INSTITUCIONAL E ASPECTOS RELACIONADOS AO CURSO  5 \n4. JUSTIFICATIVA DO PROJETO  8 \n5. PRINCÍPIOS NORTEADORES DO PROJETO  10 \n6. SISTEMA DE AVALIAÇÃO  12 \n7. FUNDAMENTOS PARA CONSTITUIÇÃO DA PROPOSTA CURRICULAR  13 \n8. DESCRIÇÃO DA ESTRUTURA CURRICULAR E SEUS COMPONENTES  14 \n9. DESCRIÇÃO DAS ATIVIDADES DESENVOLVIDAS NO CURSO  49 \n10. MONI TORAMENTO DO PROJETO PEDAGÓGICO DO CURSO  49 \n11. RECURSOS FÍSICOS E HUMANOS  50 \n12. REFERÊNCIAS BIBLIOGRÁFICAS  58 \n13. ANEXOS  58 \n \n ", "3": "PPC-2008 - Engenharia de Controle e Automação  \n2 \n  \n1. INTRODUÇÃO  \n \n1.1 Revisão do Projeto Pedagógico do Curso de Engenharia de Controle e Automação  \n \n A Estrutura Curricular Versão 2005, do Projeto Pedagógico de 2005 do Curso de \nEngenharia de Controle e Automação foi revisada procurando atender as seguintes Resoluções:  \n \n Resolução CEPE -07/07, de 02 de março de 2007, emitida pelo “Conselho de Ensino, \nPesquisa e Extensão” do CEFET -MG, q ue trata do “Projeto de Equalização das Disciplinas \ndo Núcleo Básico dos Cursos Superiores do CEFET -MG”;  \n \n Resolução Nº 2, DE 18 DE JUNHO DE 2007 do “Conselho Nacional de Educação / \nMinistério da Educação / Câmara de Educação Superior”, que dispõe sobre “ca rga horária \nmínima e procedimentos relativos à integralização e duração dos cursos de graduação, \nbacharelados, na modalidade presencial”.  \n \nO resultado desta revisão consta da elaboração da Estrutura Curricular Versão 2007, cerne do \nProjeto Pedagógico do Cu rso de Engenharia de Controle e Automação de 2007 – PPC2007 – em \ngestação. Participaram da elaboração desta nova estrutura curricular os Professores que atuam no \nCurso de Engenharia de Controle e Automação.  \n \n Em abril de 2008, a Estrutura Curricular Versão  de 2007, aplicada atualmente em sua \nintegra a todas as turmas do Curso de Engenharia de Controle e Automação, sofreu uma nova \nrevisão pelos membros do Colegiado para atender a seguinte Resolução:  \n \n Resolução CEPE -24/08, de 11 de abril de 2008, emitida pelo  “Conselho de Ensino, Pesquisa \ne Extensão” do CEFET -MG, que “Estabelece normas e diretrizes para os cursos superiores \nde graduação do CEFET -MG e dá outras providências”.  \n \n Considerando ainda a seguinte Resolução:  \n \n Resolução CEPE -25/08, de 11 de abril de 20 08, emitida pelo “Conselho de Ensino, Pesquisa \ne Extensão” do CEFET -MG, que “Solicita propostas para regulamentar as atividades \ncurriculares estabelecidas pela Resolução CEPE -24/08, de 10 de abril de 2008”.  \n \n A Estrutura Curricular Versão 2008, discutida e  aprovada pelo Colegiado do Curso de \nEngenharia de Controle e Automação em 24 de abril de 2008. Esta nova estrutura curricular \nconstará do Projeto Pedagógico do Curso de Engenharia de Controle e Automação Versão 2008. O \nColegiado, considerando as implicaçõ es pertinentes ao Curso, resolveu aprovar, nesta mesma data, \na “migração de todas as turmas em curso” para Estrutura Curricular Versão 2008.  \n \n Serão apresentados neste documento:  \n \n A Estrutura de Eixos com seus respectivos conteúdos e carga -horária, desdobr ados em \ndisciplinas;  \n As Ementas das Disciplinas;  \n As Tabelas de Disciplinas com suas respectivas Carga -Horária, Créditos e Pré -requisitos;  \n A Grade Curricular Versão 2008;  \n ", "4": "PPC-2008 - Engenharia de Controle e Automação  \n3 \n  \n1.2 Considerações Iniciais  \n \nNão resta dúvida sobre o estado de expansão que se encontra  o Ensino Superior no Brasil, com \na expansão do tamanho do mercado educacional, tendo como referenciais demandas e estimativas \nque prevêem crescimento até o equilíbrio. Da mesma forma, reconhece -se à necessidade de \nexpansão neste setor, tanto para satisfaç ão daqueles que querem prosseguir seus estudos quanto para \no país melhorar seus indicadores e seu desenvolvimento.  \n \nSegundo o Plano Nacional de Educação (2000), n o conjunto da América Latina, o Brasil \napresenta um dos índices mais baixos de acesso à educaç ão superior, mesmo quando se leva em \nconsideração o setor privado. Assim, a porcentagem de matriculados na educação superior brasileira \nem relação à população de 18 a 24 anos é de menos de 12%, comparando -se desfavoravelmente \ncom os índices de outros paíse s do continente sul -americano. A Argentina, embora conte com 40% \ndessa faixa etária, configura um caso a parte, uma vez que adotou o ingresso irrestrito, que reflete \nem altos índices de repetência e evasão nos primeiros anos. Mas o Brasil continua em situa ção \ndesfavorável frente ao Chile (20,6%), à Venezuela (26%) e à Bolívia (20,6%).  \n \nSouza (2000), Ex -Ministro da Educação, aborda o crescimento das matrículas em Universidades \nFederais - ensino de qualidade para mais alunos. Afirma que a tendência à aceleraç ão do \ncrescimento da matrícula continua e, generalizando, afirma também que os novos números da \neducação superior no Brasil são impactantes.  \n \nNesse contexto, propõe -se o Curso de Graduação em Engenharia de Controle e Automação. \nInicialmente, expõem -se os m otivos que levaram a formular esta proposta, os quais derivam da \nevolução científica e tecnológica e da necessidade de acompanhamento das tendências sinalizadas \npelos países que atingiram um alto grau de desenvolvimento, aliados a uma demanda regional em \nface de crescente utilização de sistemas automatizados no setor produtivo. Essas tendências foram \ndetectadas pelas agências de fomento à educação e à pesquisa do país e colocadas às instituições \ncomo um desafio a ser enfrentado. Define -se a Engenharia de Co ntrole e Automação e enumeram -\nse as diversas aplicações deste novo campo da engenharia. As características do curso a ser \nimplantado no CEFET -MG /Campus III - Leopoldina são então expostas junto às justificativas.  \n \nA Engenharia de Controle e Automação é um a combinação sinérgica de eletrônica, mecânica e \nciência da computação. Assim, sua estrutura curricular, no estágio profissional, inclui disciplinas \ndas áreas de Elétrica, de Mecânica e de Ciência da Computação, além de disciplinas específicas.  \nO Curso de Engenharia de Controle e Automação é descrito, especificando -se as diretrizes do \ncurso e a linha curricular a ser seguida. Apresenta -se, então, a estrutura curricular com as disciplinas \na serem cursadas.  \nAo final apresentam -se os recursos físicos e humanos  necessários para a implantação do curso \ncom as necessidades de docentes, técnico -administrativos, espaço físico e considerações sobre os \nequipamentos de laboratório.  \n ", "5": "PPC-2008 - Engenharia de Controle e Automação  \n4 \n  \n2. CONTEXTO DO CAMPO PROFISSIONAL E ÁREA DE CONHECIMENTO DO \nCURSO  \n \nA palavra mecatrônica  vem das palavras mecânica e eletrônica e foi usada pela primeira vez no \nJapão para descrever uma linha de produtos que envolviam, na sua elaboração, conceitos de \nengenharia mecânica, engenharia eletrônica e ciência da computação. Não se trata de uma simple s \ncombinação de assuntos, mas de uma abordagem sistemática unificada para o projeto e manufatura \ndo produto. Os conhecimentos requeridos para fabricar um produto mecatrônico são \nmultidisciplinares. Uma definição formal de mecatrônica é dada pelo Comitê Ass essor para \nPesquisa e Desenvolvimento Industrial da Comunidade Européia (IRDAC): Mecatrônica é a \nintegração sinergética da engenharia mecânica com eletrônica e controle inteligente por computador \nno projeto e manufatura de produtos e processos. Mecatrônica  é, então, uma disciplina integradora \nque utiliza as tecnologias de mecânica, eletrônica e tecnologia da informação para fornecer \nprodutos, sistemas e processos melhorados.  \n \nUm sistema mecatrônico realiza aquisição de sinais, processamento digital e, como saída, gera \nforças e movimentos e são aplicados essencialmente na automatização dos processos. Os sistemas \nmecânicos são estendidos e integrados com sensores, microprocessadores e controladores. O \nsistema pode, assim, detectar variações paramétricas e ambi entais e, após o processamento \nadequado desta informação, reagir a essas perturbações de modo a restaurar uma situação de \nequilíbrio. Pode, também, seguir comandos externos para realizar determinadas tarefas. Isto faz os \nsistemas mecatrônicos diferentes da s máquinas e sistemas mecânicos convencionais. Exemplos de \nsistemas mecatrônicos são: máquinas robóticas para manufatura, manipulação e serviço; sistemas \npara automação de máquinas e processos; máquinas com controle digital; veículos autoguiados; \nmáquinas ferramentas controladas por computador; máquinas robóticas para aplicações de \ndiagnóstico e reabilitação em medicina; e dispositivos como: câmeras eletrônicas, impressoras, \nmáquinas de telefax, fotocopiadoras, videogravadores, etc.  \n \nO Curso de Engenharia d e Controle e Automação também é conhecido como Engenharia \nMecatrônica, pois trabalha efetivamente na automatização e controle de processos. É um ramo da \nengenharia cuja formação profissional divide -se em quatro grandes áreas:  \n \n1. Mecânica: Máquinas e Motores,  Materiais, Projeto e Fabricação Integrada por Computador \n(CIM), Robótica e Sistemas de Produção.  \n \n2. Eletro -eletrônica: Circuitos Elétricos e Eletrônicos, Eletrônica Analógica e Digital, \nInstrumentação, Microprocessadores e Redes Digitais.  \n \n3. Informática: Lógi ca e Matemática Computacional, Linguagens de Programação, Engenharia de \nSoftware e Inteligência Artificial.  \n \n4. Controle: Sistemas de Controle, Controles Hidráulicos e Pneumáticos, Controladores Lógicos \nProgramáveis e Automação Industrial.  \n \n3.1. Identidade da Cate goria Profissional  \n \nO Curso de Engenharia de Controle e Automação, no processo pedagógico de formação de seus \nprofissionais, expressa os valores universais, de moral e ética profissional que, articulados ao \nconjunto de conhecimentos e habilidades necessári as ao exercício da profissão, determina a \nidentidade nacional da categoria profissional.  ", "6": "PPC-2008 - Engenharia de Controle e Automação  \n5 \n  \nO Engenheiro de Controle e Automação deve apresentar:  \n \n Formação humanística e visão global que o capacite a compreender o meio social, político, \neconômico e cultural  onde está inserido;  \n Formação técnico -científica para atuar nas diversas áreas de sua competência, tais como: \nsupervisionar, coordenar e orientar projetos de sistemas de automação e controle; estudar e \ndesenvolver conjuntos mecânicos inteligentes; controla r processos de fabricação; \ndesenvolver métodos e processos para a produção; realizar pesquisa com vistas à criação de \nmodelos matemáticos e numéricos para controlar sistemas mecânicos;  \n Capacidade de compreensão da necessidade de contínuo aperfeiçoamento pr ofissional;  \n Capacidade de interpretação, elaboração e execução de projetos;  \n Capacidade de gerenciamento, operação e manutenção de sistemas e processos;  \n Habilidade de resolver problemas com flexibilidade e criatividade face aos diferentes \ncontextos organiza cionais e sociais;  \n Capacidade de atuar em equipes multidisciplinares;  \n Capacidade de desenvolvimento e aplicação de modelos matemáticos e físicos;  \n Capacidade de adaptação à evolução da Mecatrônica, Computação e de suas tecnologias;  \n Aplicar a ética e respons abilidades profissionais;  \n Avaliar o impacto das atividades de engenharia no contexto social e ambiental.  \n \n3.2. Mercado de Trabalho  \n \nEntre os segmentos com mais vitalidade no mercado atual está à informática impulsionada pela \neletrônica e pelas telecomunicações modificando o comportamento das pessoas, suas formas de \nrelacionamento e a sociedade como um todo. Em decorrência, a economia globalizada passa a \nexigir equipamentos, dispositivos e aparelhos cada vez mais automatizados e tecnologias mais \navançadas.  \n \nNeste  contexto, surge um imenso mercado para o Engenheiro de Controle e Automação nos \nmais variados segmentos da economia para atuar em empresas que desenvolvem projetos e \nconstruções de sistemas mecatrônicos; em indústrias de equipamentos de controle e automaç ão; em \nautarquias do setor - desenvolvendo atividades técnico -administrativas, na organização, \ncoordenação, planejamento, execução, operação e manutenção de equipamentos e sistemas \nmecatrônicos. Ainda, ele poderá atuar em atividades de consultoria, treinam ento técnico e \ndesenvolvimento de sistemas.  \n \nPara esses segmentos da economia, o engenheiro a ser formado pelo CEFET -MG/Campus III - \nLeopoldina encontra possibilidades de inserção no mercado de trabalho nos setores: \nautomobilístico, industrial, siderúrgico , mecânica fina, de produção de sistemas de controle e \nautomação e de desenvolvimento de software industriais.  \n \nAs perspectivas apontam que as demandas por serviços de automação tendem a crescer, já que a \npresença do engenheiro nesta especialidade é fundam ental para que as empresas e indústrias se \ntornem mais produtivas, com custos reduzidos. Segundo pesquisa realizada por uma equipe do \nCEFET -MG com os egressos das engenharias elétrica e mecânica, a área de atuação de maior \ncrescimento é o de automação indu strial (Burnier, 2004), evidenciando assim a importância da \nimplantação do Curso de Engenharia de Controle e Automação no CEFET -MG/Campus III - \nLeopoldina e são promissoras as oportunidades de absorção pelo mercado de trabalho otimizando a \nformação desse p rofissional.  ", "7": "PPC-2008 - Engenharia de Controle e Automação  \n6 \n  \n3. CONTEXTO INSTITUCIONAL E ASPECTOS RELACIONADOS AO CURSO:  \n \n3.1. Unidade de Ensino Descentralizada de Leopoldina – Histórico:  \n \nA Unidade de Ensino Descentralizada de Leopoldina, criada em 13 de Março de 1987, é uma \nextensão do CEFET/MG, constituind o o seu Campus III, e tem, por princípio, atender às \nespecificidades da Região, bem como servir para a promoção do próprio desenvolvimento regional, \natravés da educação tecnológica.  \n \nA Instituição possui um Campus com um espaço físico de 22.888,58 m2, onde  passaram a \nserem desenvolvidas atividades relacionadas aos Cursos Técnicos Integrados de Mecânica e \nEletrotécnica.  \n \nEm 1995, a escola conquistou, através de recursos do Ministério da Educação, prédio próprio de \nlaboratórios, o que propiciou, em 1997, após  pesquisas realizadas junto aos setores produtivos, a \nimplantação de mais três cursos, que, acrescidos aos anteriormente existentes, perfazem um total de \ncinco Cursos Técnicos Industriais, com suas atividades regulares até a presente data – Mecânica, \nEletr otécnica/Automação Industrial, Informática, Eletrônica e Eletromecânica, além do Ensino \nMédio.  \n \nO CEFET -MG/Campus III - Leopoldina vem tomando medidas modernizadoras que visam à \nsua inserção ativa no processo de expansão da economia na região do sudeste mi neiro, agora \nimpulsionada pela dinamização de pólos industriais e pela instalação de novas indústrias, que terão \ncomo resultado a ocupação espacial mais equilibrada e melhoria da qualidade de vida do cidadão, \nda empresa e, conseqüentemente, da região.  \n \nO Campus III Leopoldina localiza -se em um espaço geográfico altamente privilegiado, pois o \nmunicípio de Leopoldina apresenta as seguintes características estratégicas:  \n \n Situa -se da Zona da Mata Mineira, constituindo o território mais extenso da microrregião d e \nCataguases, com 899 km2; \n \n Sua posição em relação às grandes cidades brasileiras é excelente:  \no 115 km de Juiz de Fora,  \no 210 km do Rio de Janeiro,  \no 343 km de Belo Horizonte,  \no 560 km de São Paulo.  \n \nSuas indústrias estão instaladas, em grande parte, junto ao ane l rodoviário e ao longo da BR 116 \n(Rodovia Rio -Bahia).  \nA Instituição, instalada no centro da cidade, é um misto de tradição e modernidade em uma das \nmaiores áreas verdes do perímetro urbano. Um grande lago e prédios projetados na década de 50 \nconvivem, har moniosamente, com a arquitetura do mais novo prédio de oficinas e laboratórios, \ncontando, para a operacionalização de suas ações com uma área total de 22.888,58 m2, sendo \n9.171,4 m2 de área construída.  \n \nEm relação as IFES localizadas nesta região, temos: U niversidade Federal de Juiz de Fora \n(UFJF) a 115 km, Universidade Federal de São João Del Rey (UFSJ) a 217 km e Universidade \nFederal de Viçosa (UFV) a 200 km, sendo que nenhuma delas oferece, atualmente, o Curso de \nEngenharia de Controle e Automação.  ", "8": "PPC-2008 - Engenharia de Controle e Automação  \n7 \n  \nA seguir, apresenta -se na figura 3.1 o mapa da localização geográfica da cidade de Leopoldina, \nMinas Gerais.  \n \n \n \nFigura 3.1 – Localização da cidade de Leopoldina – MG. \n \n3.2. Engenharia de Controle e Automação  \n \n3.2.1.  Habilit ação de Engenharia de Controle e Automação – Histórico  \n \nEm 1993, a Comissão de Especialistas do Ensino de Engenharia (CEEng) da Secretaria de \nEducação Superior (SESU) do Ministério da Educação (MEC) organizou um plano de ação com \ntrês objetivos:  \n \n1. Avaliação  periódica dos cursos de engenharia;  \n \n2. Reformulação da resolução 48/76 -CFE que regulamenta os cursos de engenharia;  \n \n3. Apresentar considerações sobre as novas modalidades nos cursos de engenharia, tais como \nengenharia dos materiais, engenharia de computação, engenharia de controle e automação, etc.  \n \nPor indicação da CEEng, foram realizadas reuniões setoriais de representantes de várias \nuniversidades que ministravam ou pretendiam ministrar cursos de graduação com nomes diversos \ncomo controle e automação, automa ção e sistemas, mecatrônica, etc. A finalidade das reuniões era \nreformular a Resolução 48/76 -CFE que fixou os mínimos de conteúdo e de duração do curso de \ngraduação em Engenharia e definiu suas áreas de habilitação.  \n \nA primeira reunião setorial de engenhar ia de controle e automação teve lugar no Centro \nTecnológico da Universidade Federal de Santa Catarina em junho de 1993. Na reunião (Ata de \nReunião Setorial, 1993), foram inicialmente relatadas as experiências em andamento nas diferentes \ninstituições e fora m levantados aspectos relevantes como:  ", "9": "PPC-2008 - Engenharia de Controle e Automação  \n8 \n  \n A dificuldade em se estruturar um curso que atenda às necessidades de formação nesta área \ncom base num dos currículos mínimos das engenharias existentes;  \n A complexidade das modernas técnicas de engenharia impede qu e todos seus detalhes sejam \nabordados ao longo do curso de graduação;  \n As tecnologias emergentes mostram que os novos desenvolvimentos serão resultado do \nesforço de equipes multidisciplinares de alta qualificação e com suporte material complexo;  \n O crescime nto da automação exigirá dos engenheiros maior concentração na concepção de \nnovos sistemas ou na sua adaptação e aperfeiçoamentos futuros;  \n A maior complexidade e o elevado custo das instalações produtivas exigirão engenheiros \nespecializados para seu proje to, sua operação e manutenção.  \n \nConsiderando as discussões realizadas, os especialistas concluíram que a Engenharia de \nControle e Automação deveria ser uma habilitação específica do Curso de Engenharia, e que o seu \ncurrículo deveria proporcionar sólida fo rmação em ciências básicas e em ciências da engenharia, \nincluindo a formação profissional específica. Foi então estabelecido o perfil do engenheiro de \ncontrole e automação como segue:  \n \nO Engenheiro de Controle e Automação é um profissional com formação ple na em Engenharia, \ncapaz de conceber, especificar, desenvolver, projetar, analisar, implementar, instalar, otimizar, \ngerir, adaptar, utilizar e manter equipamentos, processos, sistemas de controle e unidades de \nprodução automatizadas.  \n \nFoi apresentada uma p roposta de alteração à Resolução 48/76 -CFE que resultou na \nPortaria/MEC nº 1694/94 (Anexo II) do Senhor Ministro de Estado da Educação e do Desporto, \nProf. Murílio de Avellar Hingel, que normatizou a habilitação Engenharia de Controle e \nAutomação, nos limi tes da Resolução 48/76/CFE, estabelecendo, no seu Art. 1o, que: “A \nEngenharia de Controle e Automação é uma habilitação específica que tem sua origem nas áreas \nElétrica e Mecânica do Curso de Engenharia”.  \n \nEntão, em 1999, foi sancionada pelo Sr. Presidente  do CONFEA, Eng. Henrique Luduvice, a \nResolução 427/CONFEA/99 (Anexo III), discriminando as atividades dos Engenheiros de Controle \ne Automação e estabelecendo, no seu Art. 1o, que: “Compete ao Engenheiro de Controle e \nAutomação, o desempenho das atividades  1 a 18 do art. 1º da Resolução nº 218, de 29 de junho de \n1973 do CONFEA, no que se refere ao controle e automação de equipamentos, processos, unidades \ne sistemas de produção, seus serviços afins e correlatos”, resolução esta ainda em vigor.  \n \nE, finalmente , foi sancionada pelo Presidente da Câmara de Educação Superior do Conselho \nNacional de Educação, CES/CNE a Resolução CNE/CES 11/2002, de 11/03/2002 (Anexo IV), que \ninstituiu as Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia, a serem  \nobservadas na organização curricular das Instituições do Sistema de Educação Superior do país, “na \nperspectiva de flexibilização decorrente da Lei nº 9.394, de 20/12/96, que estabelece as Diretrizes e \nBases da Educação Nacional, possibilitando o aumento d o número e a diversificação dos cursos e \nperfis acadêmicos”.  \n ", "10": "PPC-2008 - Engenharia de Controle e Automação  \n9 \n  \n4. JUSTIFICATIVA DO PROJETO  \n \nA partir do final dos anos 70, o conceito de globalização surgiu no contexto mundial para \ndefinir um cenário em que as relações de comércio entre os países fossem mai s freqüentes e \nfacilitadas. Assim, as barreiras comerciais entre os países começaram a cair com a diminuição de \nimpostos sobre importações, fortalecimento de grupos internacionais (como o Mercosul ou a \ncomunidade européia), e o incentivo do governo de cada  país à instalação de empresas estrangeiras \nem seu território. Porém, são distintos os impactos da globalização nos países da periferia do \nsistema capitalista. Planos de estabilização monetária e reforma do Estado são as condições \nimpostas pelas organizaçõ es financeiras internacionais para que esses países venham se inserir à \nnova realidade econômica mundial. Mas as conseqüências perversas são imediatas, e se expressam \nno desemprego, no aumento da miséria, na privatização das empresas e dos serviços público s, com \ncorte nos gastos sociais em educação, saúde, moradia, previdência etc.  \n \nA economia globalizada obriga cada vez mais à especialização do jovem e do trabalhador em geral, para \ncompetir no mercado de trabalho. O avanço tecnológico advindo da globalizaç ão significa desemprego para \nquem não está em constante aprendizagem. É através da educação, preparando as pessoas para essa nova \ndimensão, que haverá maior absorção de mão -de-obra qualificada.  \n \nApesar dos avanços tecnológicos e as dinâmicas econômicas se rem desejáveis, não há como \nnegar, em termos sociais, a natureza muitas vezes excludente de tais mudanças. Incorre -se no perigo \nde se promover ações, que não passam de escolhas de cunho negativo induzindo à estagnação ou \nconduzindo os resultados para fora da estrada do sucesso.  \nHoje, uma proposta econômica, por mais ousada que seja, não caracteriza desenvolvimento se \nnão for acompanhada de um propósito social. Por outro lado, o elemento insubstituível, promotor e \nque avaliza qualquer projeto social é a educ ação.  \nConsiderando -se este parâmetro, pode -se afirmar sua relevância pela inclusão no mundo do \ntrabalho e no próprio conteúdo do cotidiano social, onde os requisitos têm nível de exigência cada \nvez mais elevado.  \n \nO principal desafio a ser enfrentado para a  geração de novas frentes de trabalho é o investimento \nem educação e tecnologia. O que caracteriza o atual momento econômico e social da humanidade é \nexatamente a perspectiva de se multiplicar a riqueza através da otimização da inteligência. Com a \nsofistic ação dos equipamentos e dos processos gerenciais que estão sendo adotados, o jovem que \nestá ingressando ou o profissional que já atua no mercado, precisam ter acesso à educação, \nprincipalmente a de cunho profissionalizante de nível superior. No caso do jov em, é necessário estar \namplamente capacitado para enfrentar os desafios que o mercado exige. Para quem já está no \nmercado de trabalho, é primordial que se tenha à possibilidade de reciclagem. Deve -se destacar que \nvárias profissões estão desaparecendo e out ras tendem a aparecer em função, principalmente, da \nrevolução tecnológica -digital. É investindo em educação e tecnologia que o Brasil terá mais \ncondições de concorrer com o mercado externo, pois a educação é à base de tudo. No século da \ninteligência é prec iso utilizar a educação para se chegar à tecnologia.  \n \nLogo, faz -se necessário que se tomem decisões e ações de natureza estratégica no plano social e \nnas perspectivas do indivíduo para neutralizar o desemprego estrutural - que decorre diretamente da \nmodern ização do aparato produtivo e prestador de serviços - e para promover o desenvolvimento de \nlideranças empreendedoras, criadoras de novos espaços de geração de emprego e renda na \nsociedade em geral e, em particular, no contexto industrial, a partir de uma b ase educacional aliada \na parâmetros de concepção de novas formas de organização do trabalho.  ", "11": "PPC-2008 - Engenharia de Controle e Automação  \n10 \n  \nO novo perfil demandado para os recursos humanos exige um profissional com espírito \nparticipativo e cooperativo, com uma capacidade de compreensão global de um c onjunto de tarefas \ne funções conexas, de comunicação global, de adaptação às mudanças, de atualização e busca de \nnovas informações, de estabelecimento e consecução de metas, de orientação por meio de painéis e \nmostradores eletrônicos, de desempenho de tare fas de preparação, de ajustes, de comunicação com \ntécnicos, de acompanhamento de produção e de controle de qualidade, podendo chegar até a \ninclusão da capacidade de elaboração de softwares, com obtenção possível apenas dentro de um \nprocesso de educação con tinuada.  \nCresce a cada dia na sociedade a consciência de que, qualquer que seja a estratégia a ser adotada \npara o enfrentamento dessa questão, não há chances de êxito, se não tiver como base a educação.  \nNesse contexto, a escola está redirecionando sua prát ica educativa para se adequar aos novos \nparadigmas, visando ao desenvolvimento de competências e habilidades que auxiliem aos alunos a \nmelhor se relacionar com as exigências presentes hoje na sociedade, condição básica para favorecer \na empregabilidade ou e mpreendedorismo.  \n \nO CEFET/MG - Campus III - Leopoldina localiza -se no município de Leopoldina que pertence \nà região da Zona da Mata, localizada no Sudeste do Estado de Minas Gerais, fazendo divisa com as \nmicrorregiões de Muriaé, Juiz de Fora e Ubá e com os  estados do Rio de Janeiro e Espírito Santo. A \nZona da Mata agrega sete microrregiões geográficas, a saber: Cataguases (na qual está inserido o \nmunicípio de Leopoldina), Juiz de Fora, Manhuaçu, Muriaé, Ponte Nova, Ubá e Viçosa, abrangendo \n142 municípios e 1,971milhões de habitantes, ou seja, 11,4% da população do estado e uma área de \n35.726 km2, correspondendo a aproximadamente 6,1% do total de Minas Gerais (BDMG, 2000).  \nNa microrregião de Cataguases podem ser destacadas várias empresas nas áreas de indústr ia e \nserviços, tais como:  \n \n Companhia Brasileira de Alumínio  \n Sautec Tecnologia Ltda  \n COSATE – Construções, Saneamento e Engenharia  \n Companhia Força e Luz Cataguazes Leopoldina  \n Zollern BHW do Brasil  \n Valesul Alumínio S/A  \n Companhia de Saneamentos de Minas Gerais  \n Telemar  \n Actel Telecomunicações  \n Companhia Industrial Cataguases  \n Cataguases Telecomunicações   \n Companhia Manufatora  \n JR Telecomunicações  \n Wetel Manutenção  \n Silvatel Telefonia  \n Eletrocidade Telecomunicações  \n ATV Telecomunicações  \n Telemax – Telefonia Máxima  \n Advance  Telecomunicações  \n Servitil Telefonia e Automação  \n Contacto Telecomunicações  \n Proserv Serviços Técnicos  \n APA Confecções  ", "12": "PPC-2008 - Engenharia de Controle e Automação  \n11 \n  \nConsiderando toda a Zona da Mata, várias outras indústrias podem ser inseridas nesta relação, \nprincipalmente na microrregião de Juiz de Fo ra, onde existem grandes empresas como: Siderúrgica \nBelgo Mineira (Grupo Arcelor), Companhia Paraibuna de Metais e Mercedes Benz do Brasil. \nSegundo um estudo realizado pelo Consórcio Intermunicipal da Zona da Mata e Campos das \nVertentes de Minas Gerais (20 01), o município de Juiz de fora ocupa a 10ª posição entre os \nmunicípios brasileiros que mais atraem investimentos. Considerando apenas os municípios \nmineiros, Juiz de Fora ocupa a primeira posição.  \n \nConsiderando todo o estado, este estudo mostra que, segu ndo indicadores relativos à estrutura \nprodutiva, Minas Gerais apresenta uma economia em processo de integração, diversificação e \namadurecimento. Algumas características de Minas atuam muito favoráveis no que tange à \natratividade para novos projetos de inve stimento. Dentre as quais se pode citar:  \n \n Grande disponibilidade de recursos naturais.  \n Infra -estrutura de boa qualidade.  \n Disponibilidade de mão -de-obra qualificada.  \n Concentração de cidades de porte médio com grande potencial econômico.  \n \nDados do IBGE ( www.ibge.gov.br  - 15/06/2004) atestam que o estado de Minas Gerais \napresentou um crescimento industrial de 3,5% no mês de abril de 2004 em relação ao mesmo mês \ndo ano anterior. O índice mensal prosseguiu apontando cresci mento da produção pelo segundo mês \nconsecutivo. O resultado poderia ter sido mais expressivo, não fosse a queda de 6,6% na indústria \nextrativa, que amorteceu o crescimento geral. Já na indústria de transformação, com oito segmentos \nampliando a produção, o crescimento de 5,1% superou o resultado da indústria geral. Nesta \ncomparação, a área de veículos automotores, com 19,8% de expansão, foi à atividade de maior \npressão positiva. Em seguida, destacaram -se as atividades de máquinas e equipamentos (32,8%) e \nmetalúrgica básica (3,7%).  \n ", "13": "PPC-2008 - Engenharia de Controle e Automação  \n12 \n  \n5. PRINCÍPIOS NORTEADORES DO PROJETO  \n \nO Projeto Pedagógico de um curso, por definição, deve partir dos princípios gerais referentes à \nconcepção filosófica e pedagógica que preside a elaboração de um currículo, destacando -se os \npress upostos que orientam a proposta e a prática curricular. Esses pressupostos, alinhados aos \nprincípios norteadores da instituição e em consonância com sua história, passam por quatro \ndimensões básicas, que envolvem: a concepção de conhecimento e sua forma de  aplicação e \nvalidação (dimensão epistemológica), a visão sobre o ser humano com o qual relacionamos e que \npretendemos formar (dimensão antropológica), os valores que são construídos e reconstruídos no \nprocesso educacional (dimensão axiológica) e os fins a os quais o processo educacional se propõe \n(dimensão teleológica). Esses princípios precisam ser consolidados na prática, para tanto, o Projeto \ndeve destacar também os meios e ações que viabilizem as aplicações dos mesmos. Nesse sentido, \nsão consideradas et apas que envolvem o diagnóstico da realidade, os ideais que se propõe alcançar, \nas formas de implementação e os mecanismos de avaliação do processo.  \n \nNa esfera da dimensão do conhecimento, toma -se como ponto de partida a análise da realidade \ncontemporânea,  diversificada e em constante transformação, aspectos estes que passam a balizar a \nprodução do conhecimento. Esta produção encontra -se, desta forma, revestida de um caráter \nhistórico e dinâmico, o que torna refutável a idéia de um conhecimento que tenha a pretensão de \nencontrar verdades absolutas e definitivas. Aprender é, neste sentido, um processo intrinsecamente \nligado à vida; não é algo estocável. Implica a possibilidade de reconstrução do conhecimento pelo \naluno, passa pela pesquisa como atitude diante  do mundo e pelo desenvolvimento da autonomia do \naluno e envolve o conceito de formação da cidadania. No processo de ensino/aprendizagem não é \nmais possível o modelo no qual o professor transmite o conhecimento para o aluno. Esse processo \nrequer a interaçã o do sujeito com a realidade e do professor com o aluno, implica a capacidade de \ninterpretação do real e a possibilidade do conflito. Aprender é um processo ambíguo, que deve \nconduzir ao diferente, não é uma linha de mão única; em síntese, envolve o concei to de \ncomplexidade. O professor tem o papel de instigar o aluno a formular e resolver o problema \npossibilitando, desta forma, o desenvolvimento da capacidade de pesquisa no aluno. Neste sentido, \no objeto da aprendizagem não pode ser ditado de maneira absol uta pelo mercado. Inserida numa \nrealidade social diversificada, cabe à escola buscar compreender as condições e os condicionantes \ndesta, de modo a definir o que deve ser objeto de estudo em seus currículos tanto quanto o modo e \nprofundidade como aqueles co nhecimentos serão abordados. Portanto, há necessidade em demarcar \na área do conhecimento que o curso irá enfatizar, os conteúdos envolvidos, a metodologia aplicada \ne a forma de validação e de avaliação do conhecimento.  \n \nQuanto aos sujeitos envolvidos no pr ocesso de ensino/aprendizagem, docentes, discentes e \ntécnico -administrativos fazem parte de uma teia de relações na qual a produção do conhecimento é \nresultado desta dinâmica. O aluno é alguém que tem uma história, que traz expectativas e valores \ncom relaç ão ao mundo e ao seu próprio futuro. É alguém que se encontra em processo de tornar -se, \nque não sai do mundo social quando ingressa na escola, mas que traduz o mundo em seu processo \nde aprender. Nesse sentido, a aprendizagem pode partir do aluno que deve s er instigado a lidar com \nos desafios e situações reais. O professor, enquanto sujeito deste processo, é também alguém que \ninvestiga, que questiona, que aprende. O professor que não admite a possibilidade de não saber e, \nportanto, não assume a postura de ap render e renovar -se constantemente, dificilmente terá \ncondições de possibilitar que seu aluno desenvolva estas capacidades. Assim, a necessidade de \npromover um sujeito politicamente preparado para atuar no mundo contemporâneo, capaz de \nconstruir seu projet o de vida, de contribuir para uma sociedade melhor será resultado desta \ninteração de sujeitos que na escola constitui o elo básico de sua atividade. Um projeto pedagógico \natinge as pessoas, vai ao encontro delas, precisa que elas se coloquem como sujeitos de sua \nrealização. No conjunto dessas relações, espera -se que o processo de emancipação seja ", "14": "PPC-2008 - Engenharia de Controle e Automação  \n13 \n possibilitado, que a competência para a cidadania seja construída. Portanto, torna -se fundamental a \ndefinição do perfil do egresso e a clareza dos objetivos do cur so para delinear o caminho a ser \npercorrido e para possibilitar a avaliação deste processo.  \n \nNa dimensão dos valores, é essencial a sintonização com uma visão de mundo por parte da \nescola, expressa num modelo de sociedade e de educação que tenham como refe rência os grandes \ndesafios do mundo contemporâneo e, em termos específicos, os desafios enfrentados por nossa \nnação. Não se deve cair no improviso, assim como não podemos desconhecer o edifício do saber \nacumulado pelas gerações passadas, sobretudo aquele s aber associado às áreas humanas e sociais, \nque trazem as bases para a construção da ética e da cidadania. Como fenômeno sócio -histórico, a \naprendizagem é multicultural, não deve ser colocada a serviço de grupos e precisa superar impactos \ntais como o da glo balização, sem perder de foco seus aspectos positivos. Com a globalização, a \ndimensão tecnológica do conhecimento tem predominado sobre as demais dimensões, tais como a \nfilosofia e a ética, perdendo a referência do ser humano, da natureza e da vida de um m odo geral. \nNo mundo atual, o individualismo, a competitividade, a sobrevivência do mais forte, que reproduz \num modelo darwinista de sociedade, além da busca desenfreada pelo prazer e pelo poder, acabam \nconstituindo um valor cultural no qual a própria escol a torna -se cúmplice e reprodutora. É na \nexpressão do projeto pedagógico que estes aspectos devem ser desvelados. O conhecimento e a \nprática tecno -científica precisam estar em contínua avaliação, mediada pela visão humanista e pela \nreflexão em torno dos val ores que perpassam essas práticas. Desta forma, a ciência e a tecnologia \nnão podem constituir meramente em meios para atingir os fins determinados pelo sistema de \nprodução, mas precisam traduzir os modos pelos quais o ser humano passa a interagir com o mun do \ntendo como referência a discussão atualizada e balizada na reflexão dos valores e da ética. O \ncurrículo deve evidenciar as diversas práticas que possibilitem a formação de um profissional com \nvisão crítica e social; que esteja comprometido com a ética e  com o desenvolvimento humano; que \nnão seja manipulado e que saiba buscar alternativas; que tenha capacidade de avaliação e de \nintervenção no mundo.  \n \nNa dimensão teleológica, a escola não pode ter um fim em si mesma. Seu destino é a busca do \nsaber tendo c omo meta a construção de um mundo melhor e sua missão precisa ser expressa em \nfunção deste propósito. Na escola tecnológica moderna, a primazia encontra -se no aspecto técnico \ndo conhecimento, porém o seu projeto tem um fundamento essencialmente político. A  sua \nfinalidade, o aspecto essencial que fundamenta e justifica sua existência no âmbito da sociedade, \nconsiste em tornar -se promotora de uma transformação na vida dos indivíduos que por ela passam \ne, por conseguinte, contribuir para a construção que refli ta os anseios e necessidades eminentes \ndaquela sociedade. Os sujeitos envolvidos com os projetos e ações no interior desta escola devem \nassumir, portanto, uma postura crítica e estar em constante avaliação e reflexão sobre o jogo de \ninteresses e de poder q ue tenta conduzi -la. Definir os fins da instituição constitui um processo \ndinâmico, é antes uma atitude, uma prática que precisa perpassar todas as suas ações, de modo a não \nficar perdida no discurso enquanto caminha por trilhas dissociada de seus propósit os essenciais. \nDesta forma, os fins a que a escola se propõe precisam ser explicitados e conhecidos por aqueles \nque dela participam, precisam refletir nos currículos dos cursos e nas práticas disseminadas no \ninterior da escola, precisam ser enfim, avaliado s continuamente, para que não cristalizem ou \ndogmatizem, permanecendo esquecidos e dissociados de seu tempo.  \n \nDestacados esses pontos essenciais que constituem os pressupostos básicos de um projeto \npedagógico, é pertinente enfatizar que, apesar do currícul o em questão não conseguir atingir \nplenamente estes pontos em sua aplicação na prática escolar, esses pressupostos continuam como \ndesafios, quase utopias, que apontam rumos e direcionam metas a serem constantemente buscadas. \nNa implementação do currículo e  em sua construção/reconstrução estas metas são sistematicamente \nretomadas e exercem o papel de um farol a direcionar nossas ações.  ", "15": "PPC-2008 - Engenharia de Controle e Automação  \n14 \n  \n6. SISTEMA DE AVALIAÇÃO  \n \nO sistema de avaliação e normas acadêmicas a serem adotados para o curso de Engenharia de \nControle e  Automação do Campus III - Leopoldina será o mesmo em vigor no CEFET/MG \n(Resolução CD 39/94, de 19/12/1994 e Resolução CE 007/94 de 15/12/94) . Qualquer modificação \naprovada no âmbito do Conselho Diretor será implantada dentro do que for estabelecido  \n \n7. FUND AMENTOS PARA CONSTITUIÇÃO DA PROPOSTA CURRICULAR  \n \n7.1 Meta  \nO ingresso ao curso de Engenharia de Controle e Automação do CEFET -MG / Campus III - \nLeopoldina deverá ser anual com uma turma de 30 (trinta) alunos, apesar de o Curso ser estruturado \nem módulos s emestrais. Esta meta leva em consideração os recursos humanos e físicos existentes \natualmente na Instituição. Perfazendo um total de 150 alunos ao final de 05 (cinco) anos. Após este \nprazo, já com um quadro docente efetivo e os laboratórios consolidados, p retende -se aumentar esta \nmeta considerando -se duas entradas anuais de 30 alunos cada.  \n \n7.2 Objetivos do Curso  \nO curso de Engenharia de Controle e Automação do CEFET -MG / Campus III - Leopoldina \nformará engenheiros multidisciplinares capazes de analisar, pr ojetar, desenvolver, implementar, \navaliar, manter e adaptar sistemas de controle e automação.  \n \n7.3 Perfil do Egresso:  \nO Engenheiro de Controle e Automação deverá ter autonomia suficiente para exercer atividades \nrelacionadas a:  \n Projeto, implementação, super visão e manutenção de sistemas de automação em empresas \ndas mais diversas áreas que automatizem seus processos produtivos;  \n Desenvolvimento de projetos em empresas de eletro -eletrônica, metal -mecânica ou \ncomputação -informática;  \n Atividades empreendedoras, de senvolvendo soluções em automação para quaisquer setores, \npela consultoria, projetos ou representação de produtos para automação;  \n Pesquisa em áreas específicas da automação, instrumentalizando -se em cursos de pós -\ngraduação.  \n \nO Engenheiro de Controle e Auto mação deverá possuir ainda as seguintes competências:  \n capacidade para aplicar conhecimento de matemática, ciências e engenharia;  \n capacidade para projetar e conduzir experimentos, assim como analisar e interpretar \nresultados;  \n capacidade para projetar um sis tema, componente ou processo para atender a determinados \nrequisitos;  \n capacidade para atuar em equipes multidisciplinares;  \n capacidade para identificar, formular e resolver problemas de engenharia;  \n compreensão da ética e responsabilidade profissional;  \n capac idade para comunicar -se efetivamente (por escrito, oral e graficamente);  \n uma educação ampla, necessária para entender o impacto das soluções da engenharia no \ncontexto social e ambiental;  \n a convicção da necessidade do engajamento no processo de aprendizagem  permanente;  \n capacidade para usar técnicas e ferramentas modernas para o exercício da prática da \nengenharia.  ", "16": "PPC-2008 - Engenharia de Controle e Automação  \n15 \n  \n8. DESCRIÇÃO DA ESTRUTURA CURRICULAR E SEUS COMPONENTES  \n \n8.1. Eixo de Conteúdos e Atividades: Definição e Estruturação do Currículo  \n \nO presente Projeto a presenta uma visão filosófica e uma concepção pedagógica que tem como \nreferência:  \na) possibilitar e incentivar a integração interdisciplinar de modo a favorecer o diálogo entre os \ndocentes e construção de propostas conjuntas;  \nb) viabilizar a flexibilidade na ofe rta curricular visando atender às demandas de atualização \nrelativamente constantes de ementas e planos de ensino:  \nc) ampliar a diversidade de opções para os estudantes possibilitando, dentro de determinados \nlimites, liberdade aos estudantes para planejar seu próprio percurso e opção quanto às \ndisciplinas e atividades a serem realizadas na etapa de finalização de seu curso, em função \nda especialidade profissional que ele escolher.  \n \nO modelo curricular, em questão, organizado de modo a viabilizar os aspectos aci ma descritos, \né estruturado em Eixos de Conteúdos e Atividades, a partir dos quais são desmembradas as \ndisciplinas e as práticas pedagógicas constituintes do currículo. Neste Projeto, o Eixo de Conteúdos \ne Atividades consiste de um conjunto de conteúdos cu rriculares, coerentemente agregados, \nrelacionados a uma área de conhecimento específica dentro do currículo incluindo as atividades \nenvolvidas na sua implementação. Dentro desta concepção a estruturação curricular apresenta o \nseguinte formato:  \n \n \n \nNesta estrutura curricular são considerados os seguintes aspectos:  \n \n O currículo é descrito a partir dos Eixos de Conteúdos e Atividades que o compõem;  \n Cada Eixo de Conteúdos e Atividades descreve os conteúdos curriculares e/ou tipos de \natividades desenvolvidas e a carga horária do eixo;  \n Os conteúdos e atividades curriculares constituem a estrutura básica do currículo, a partir \ndos quais são desdobradas as disciplinas e as atividades curriculares;  \n Os conteúdos curriculares são classifica dos dentro dos parâmetros estabelecidos pelas \nDiretrizes Curriculares Nacionais do Curso de Graduação em Engenharia (Res. CNE/CES \n11) em conteúdos básicos, conteúdos profissionalizantes e conteúdos específicos;  \n As atividades curriculares são descritas a pa rtir das metodologias aplicadas na \noperacionalização dos conteúdos;  \n As atividades de práticas profissionais são destacadas em um eixo específico e buscam \nintegrar conhecimentos de diversos eixos de forma interdisciplinar. As atividades de práticas \nprofissi onais envolvem atividades de caráter obrigatório – estágio supervisionado curricular \ne trabalho de conclusão de curso – e atividades optativas – Projeto de Iniciação Científica, \nProjeto Orientado, Projeto de Extensão (realizadas em empresas, órgãos governa mentais, EIXO DE CONTEÚDOS E ATIVIDADES: relaciona \nos eixos de conteúdos/atividades constituintes do \ncurrículo descrevendo os conteúdos de cada eixo e \nrespectivas cargas horárias.   DISCIPLINAS E ATIVIDADES: relaciona as \ndisciplinas com ementas / ca rga horárias integrantes \nde cada eixo.  PLANO DE ENSINO: relaciona o plano de \nensino de cada disciplina.  ", "17": "PPC-2008 - Engenharia de Controle e Automação  \n16 \n ONGs, comunidades etc), Produção Científica, Pesquisa Tecnológica, Participação em \nCongressos e Seminários, Desenvolvimento de Atividade em Empresa Júnior, dentre outras;  \n Os conteúdos e atividades descritos nos eixos (envolvendo denominação do eix o, carga \nhorária e descrição dos conteúdos, obrigatórios e optativos) deverão ser aprovados na esfera \ndos órgãos colegiados máximos da Instituição: Conselho de Ensino e Conselho Diretor;  \n As disciplinas (envolvendo denominação da disciplina, carga horária, ementas) e atividades \n(envolvendo normas para desenvolvimento de TCC, de Estágio Supervisionado, de \natividades optativas e respectivas carga horária) deverão ser aprovadas na esfera do conselho \nde graduação da Instituição;  \n os planos de ensino das disciplin as que forem específicas de um curso de graduação deverão \nser aprovadas na esfera do Colegiado do respectivo curso.  \n \nA coordenação dos eixos, suas atribuições e sua forma de escolha serão objeto de \nregulamentação posterior.  \n \nA vinculação dos professores a os eixos é de natureza essencialmente pedagógica, permanecendo \na vinculação funcional à Coordenação de origem do professor. Esta vinculação será objeto de \nproposta aprovada pelo Colegiado de Curso.  \nUm professor poderá estar vinculado simultaneamente a mais  de um eixo, de acordo com sua \nformação e competência profissional.  \n \n8.2. Definição da Carga Horária das Disciplinas e do Tempo Escolar  \n \nA Carga Horária das Disciplinas do Curso de Engenharia de Controle e Automação é \ndimensionada na unidade “Hora -Relógio”. As aulas são dimensionadas em “Hora -Aula” de 50 \nminutos para cada aula. Neste sentido, os horários de aulas semanais para o Curso de Engenharia de \nControle e Automação, com seus respectivos intervalos e previsão para monitoria, serão informados \nno início de c ada semestre pela Coordenação do Curso de Engenharia de Controle e Automação.  \n \nDentro deste quadro de horário, cada disciplina é planejada para ser desenvolvida ao longo de \num semestre com 100 dias letivos, sendo previsto três possibilidades:  \n \n Disciplina d e 25 horas – 30 aulas semestrais – ocupa 02 aulas semanais;  \n Disciplina de 50 horas – 60 aulas semestrais – ocupa 04 aulas semanais;  \n Disciplina de 75 horas – 90 aulas semestrais – ocupa 06 aulas semanais;  \n \nA carga horária total do curso, que o aluno deve in tegralizar, é de 3.775 Horas -Relógio incluídas \nas Atividades de Estágio (250 Horas -Relógio) realizado na empresa, Disciplinas Optativas / \nEletivas (300 Horas -Relógio), e Atividades Complementares (200 Horas -Relógio).  \n ", "18": "PPC-2008 - Engenharia de Controle e Automação  \n17 \n  \n8.3. Características do Curso de Engenhar ia de Controle e Automação  \n \nSendo um curso de engenharia terá sua fundamentação científica na matemática, física e ciência \nda computação e sua formação profissional de engenharia em controle dinâmico de processos, \ninformática industrial e automação da manu fatura. As características da formação do engenheiro de \nControle e Automação serão:  \n \n1. Base sólida em Matemática, Física e Química.  \n \n2. Conhecimentos gerais de Eletro -eletrônica:  \n2.1. Circuitos, eletrotécnica, eletrônica industrial, acionamentos eletromecânicos, cir cuitos \ndigitais, etc;  \n2.2. Mecânica: desenho, mecânica geral, fenômenos de transporte, processos em engenharia, \nmecanismos, etc;  \n2.3. Ciência da Computação: estruturas de dados, engenharia de software, etc  \n \n3. Conhecimentos especializados de:  \n3.1. Controle de processos: di nâmica de processos físicos (modelos matemáticos, sistemas \nlineares e não -lineares, identificação); análise dinâmica (estabilidade, desempenho \ndinâmico, simulação); controle dinâmico (compensação, realimentação e estimação de \nestado, otimização, controle i nteligente, controle não -linear); instrumentação de \nsensoreamento e acionamento de processos;  \n3.2. Informática industrial: sistemas de controle digital (microprocessadores, \nmicrocontroladores e processadores de sinais digitais, arquitetura de computadores, \nsistemas de processamento paralelo transputers); concepção de programas (linguagens de \nprogramação, sistemas operacionais, engenharia de software, programação em tempo real); \nsistemas de controle distribuídos (banco de dados, redes de computadores); inteligênc ia \nartificial (lógica difusa, redes neurais e sistemas especialistas);  \n3.3. Automação da manufatura: processos de fabricação (engenharia de produto, \nprojeto/engenharia auxiliados por computador CAD/CAE); automação de máquinas \nferramenta (controle numérico, torn os, fresas, manipuladores robóticos); automação \nflexível (transporte, sistemas integrados de manufatura CIM/FMS, avaliação de \ndesempenho).  \n \n4. Conhecimentos básicos de economia, gestão e segurança.  \n \nSegundo a Resolução CNE/CES 11, de 11 de março de 2002 que i nstitui as Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia, todo o curso de Engenharia, \nindependente de sua modalidade, deve possuir em seu currículo um núcleo de conteúdos básicos, \num núcleo de conteúdos profissionalizantes e um núcl eo de conteúdos específicos que caracterizem \na modalidade.  ", "19": "PPC-2008 - Engenharia de Controle e Automação  \n18 \n  \n8.4. A Estrutura de Apresentação dos Eixos  \n \nConteúdos Obrigatórios  (refere -se aos conteúdos que o estudante deverá cursar \nnecessariamente para integralização do curso).  Esfera de decisão  \nDescreve os conteúdos gerais obrigatórios  do Eixo.  \nOs conteúdos gerais descritos neste quadro e sua respectiva carga horária serão \nobjetos de aprovação pelo Conselho de Ensino, Pesquisa e Extensão / Conselho \nDiretor.  Conselho de \nEnsino, Pesquisa \ne Extensão e \nConselho  Diretor.  \nDesdobramento em disciplinas   \nRelaciona as disciplinas do Eixo que compõem a estrutura curricular obrigatória.  \nA relação das disciplinas, descrição dos conteúdos disciplinares para cada \ndisciplina e sua respectiva carga horária e será objeto d e aprovação pelo Conselho \nde Graduação (Colegiado).  Conselho de \nGraduação da \nInstituição \n(Colegiado)  \nConteúdos Optativos  (refere -se aos conteúdos que o estudante poderá cursar \nparcialmente, como parte da carga horária destinada às disciplinas optativas d o \ncurso).  Esfera de decisão  \nDescreve os conteúdos gerais optativos  do Eixo.  \nOs conteúdos gerais descritos neste quadro e sua respectiva carga horária serão \nobjetos de aprovação pelo Conselho de Ensino, Pesquisa e Extensão / Conselho \nDiretor.  Conselho de \nEnsino, Pesquisa \ne Extensão e \nConselho Diretor.  \nDesdobramento em disciplinas   \nRelaciona as disciplinas do Eixo que compõem a estrutura curricular optativa.  \nA relação das disciplinas, descrição dos conteúdos disciplinares para cada \ndisciplina e sua respe ctiva carga horária e será objeto de aprovação pelo Conselho \nde Graduação (Colegiado).  \nDentro do conjunto de disciplinas optativas do curso, o estudante poderá escolher \numa ou mais disciplinas relacionadas neste quadro.  Conselho de \nGraduação da \nInstituiç ão \n(Colegiado)  \n \n8.5. Estrutura Curricular: Eixos de Conteúdos e Atividades  \n \nO Curso de Engenharia de Controle e Automação do Campus III - Leopoldina está proposto sob \nos seguintes eixos:  \n9. Matemática  \n10. Físico e Química  \n11. Computação e Matemática Aplicada  \n12. Humanidades  e Ciências Sociais Aplicadas á Engenharia  \n13. Eletricidade  \n14. Eletrônica  \n15. Mecânica  \n16. Controle de Processos  \n17. Informática Industrial  \n18. Automação da manufatura  \n19. Atividade de Prática Profissional e Integralização Curricular  ", "20": "PPC-2008 - Engenharia de Controle e Automação  \n19 \n  \nEIXO 1  MATEMÁTICA  \nClassificação do conteúdo pelas DCN  BÁSICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nFunções de uma variável, limites, derivadas e integrais.  \nCálculo Vetorial, Geometria Analítica, Funções de mais de uma variável, \nderivadas parciais e integrais múltiplas. Va riáveis Complexas.  \nÁlgebra Linear . 425 510 34 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  50 60 04 \n \nEIXO 2  FÍSICA E QUÍMICA  \nClassificação do conteúdo pelas DCN  BÁSICOS  Carga horár ia Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nMecânica: Estática dinâmica e cinemática.  \nGravitação, Termodinâmica, Hidrostática e Hidrodinâmica.  \nEstrutura da matéria, Eletrostática, Eletrodinâmica e Eletromagnetismo, \nÓtica física e ótica geométrica  Equações de Maxwell.  \nLigações químicas; reações químicas; cinética química; termoquímica; \neletroquímica; pilhas.  300 360 24 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  75 90 06 \n \nEIXO 3  COMPUTAÇÃO E MATEMÁTICA APLICADA  \nClassificação do conteúdo pelas DCN  BÁSICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nPrincípios gerais da Informática e aplicações à automação.  \nProbabilidade, estatística e aplicações.  \nCálculo  numérico.  \nSéries (Potência, Geométrica, Fourier, etc), Resíduos, Transformadas de \nLaplace e Fourier e aplicações em Controle de Processos.  \nEstruturas de dados.  275 330 22 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso.  \nProcesso a ser r egulamentado pelo Colegiado de Curso. Arquiteturas de \ncomputadores; Linguagens de programação e Bancos de dados . 175 210 14 \n ", "21": "PPC-2008 - Engenharia de Controle e Automação  \n20 \n  \nEIXO 4  HUMANIDADES E CIÊNCIAS SOCIAIS APLICADAS À ENGENHARIA  \nClassificação do conteúdo pelas DCN  BÁSICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nA Engenharia de Controle e Automação, campo profissional e cenários \nda engenharia no Brasil e no mundo. Filosofia da ciência e da \ntecnologia; critérios de avaliação de tecnologias e paradigmas \nemergentes; ética e cidadania. Sociologia como estudo da interação \nhumana; cultura e sociedade; engenharia e sociedade. Psicologia do \ntrabalho nas organizações; teoria das organizações; cultura \norganizacional; RH nos cenários organizacionais e relações humanas; \ntipos de empre sas e estruturas organizacionais; empresa como sistema. \nEngenharia ambiental e meio ambiente; noções de ecologia; legislação \nambiental.  125 150 10 \nConteúdos Optativos:  \nFunções básicas da administração empresarial; administração. \nPlanejamento e controle da  produção; sistema de controle e \noperacionalização. Macroeconomia e microeconomia; engenharia \neconômica e custos de produção. Normalização e elaboração de normas \ntécnicas e especificações; aspectos básicos da qualidade; controle \nestatístico de processo. Le gislação e direito; noções básicas de direito; \nregulamentação profissional do engenheiro. Engenharia de segurança; \nfundamentos da higiene do trabalho.  225 270 18 \n \nEIXO 5  ELETRICIDADE  \nClassificação do conteúdo pelas DCN  PROFISSIONALIZANTES  Carga horária  Crédi-\ntos horas  Aulas  \nConteúdos Obrigatórios : \nTecnologia dos materiais elétricos e magnéticos. Física dos elementos \nbásicos da eletricidade.  \nCircuitos elétricos e magnéticos e conversão de energia . 225 270 18 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  50 60 04 \n \nEIXO 6  ELETRÔNICA  \nClassificação do conteúdo pelas DCN  PROFISSIONALIZANTES  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nPrincipio de Sistemas digita is. Eletrônica analógica: dispositivos e \ncircuitos. Instrumentação básica  \nSistemas microprocessados e microcontrolados.  \nEletrônica de potência: Componentes de potência, Conversores e \naplicações.  325 390 26 \nConteúdos Optativos:  \nConteúdos definidos pelo Col egiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  50 60 04 \n \n ", "22": "PPC-2008 - Engenharia de Controle e Automação  \n21 \n  \nEIXO 7  MECÂNICA  \nClassificação do conteúdo pelas DCN  BÁSICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nRepresentação gráfica e aplicação de recursos c omputacionais em \ndesenho técnico na engenharia. Mecânica newtoniana e movimento de \npartícula. Tensão, deformação e comportamento dos materiais quando \nsubmetido a esforços. Mecânica dos fluídos e transferência de calor.  225 270 18 \nConteúdos Optativos:  \nCont eúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  25 30 02 \n \nEIXO 8  CONTROLE DE PROCESSOS  \nClassificação do conteúdo pelas DCN  PROFISSIONALIZANTES  \n/ESPECÍFICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Ob rigatórios : \nSinais e sistemas, modelos contínuos e discretos de sistemas, \nferramentas de análises e simulações.  \nSistemas em malha fechada, diagrama de blocos, projeto de sistemas de \ncontrole, controladores e aplicações.  \nSistemas não -lineares, Estabilidade,  controle de sistemas não lineares e \nferramentas computacionais.  \nSistemas descritos por variáveis de estados, Observabilidade e \nControlabilidade, sistemas monovariáveis e multivariáveis e aplicações \nProcessamentos digital de sinais, estudo de dispositivos típicos de \ncontrole analógico (eletro -eletrônicos, hidráulicos e pneumáticos), \nControladores ON -OFF e PID, Controladores digitais, Atuadores e \naplicações.  375 450 30 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamen tado pelo Colegiado de Curso  50 60 04 \n \n \n ", "23": "PPC-2008 - Engenharia de Controle e Automação  \n22 \n  \nEIXO 9  INFORMÁTICA INDUSTRIAL  \nClassificação do conteúdo pelas DCN  PROFISSIONALIZANTES  \n/ESPECÍFICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nElementos da Automação de processos.  \nProgramaçõ es recorrentes: mecanismos de comunicação, escalonamento, \nProjeto de Executivos: Tempo Real. Linguagens com características de \nprogramação em Tempo Real. Sistemas operacionais (características e \nuso): gerenciamento de memória, de recursos.  \nRequisitos de qu alidade de Sistemas e de Software. Modelos: ciclo de \nvida, prototipagem, híbrido. Metodologias (Abordagens Top -Down, \nBottom -up, Objetos). Ferramentas para análise, projeto e teste. \nAmbientes de desenvolvimento de Sistemas e de Software. Redes de \nPetri. Apl icação das metodologias, ferramentas e ambientes a problemas \nde Automação. Redes industriais. Integração e comunicação. Noções \ngerais de avaliação de desempenho: Engenharia de Protocolo: uso de \nlinguagem de especificação e de ferramentas para concepção de \nSistemas Distribuídos e protocolos. Sistemas Operacionais Distribuídos. \nLinguagem de Programação para aplicações distribuídas. Tolerância à \nfaltas.  275 330 22 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pe lo Colegiado de Curso.  \nAlgoritmos de procura; árvores de decisão; Representação do \nconhecimento. Sistemas Especialistas. Ferramentas de Desenvolvimento \nde Sistemas Especialistas.  75 90 06 \n \nEIXO 10  AUTOMAÇÃO  \nClassificação do conteúdo pelas DCN  PROFISSIONA LIZANTES  \n/ESPECÍFICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nCircuitos e acionamentos hidráulicos e pneumáticos. Os ciclos do \nproduto, Elementos de engenharia do produto. Processo de fabricação \nmecânica com e sem remoção de materi al. Sistema de Comando \nNumérico, Equipamentos que utilizam sistemas de Comando Numérico. \nSistemas automatizados programáveis (Máquinas de Comando \nNumérico; Robôs; Sistemas de transporte; CLP, etc). Métodos de \nmodelagem e avaliação de desempenho para difere ntes estruturas de \nprodução (linhas de fabricação e montagem, job -shops). Métodos \nanalíticos (cadeias de Markov, redes de Petri temporizadas, Redes de \nFilas, Métodos dedicados, etc); Simulação. Exemplos de aplicação. A \nvisão integrada da automação industri al. Os diferentes subsistemas do \nCIM, Sistema Transporte como elementos de integração. Células e \nSistemas Flexíveis de Manufatura, Controle de FMS`s. A Automatização \nIntegrada dos sistemas de Manufatura: métodos e ferramentas. . 350 420 28 \nConteúdos Optati vos: \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  100 120 08 \n ", "24": "PPC-2008 - Engenharia de Controle e Automação  \n23 \n  \nEIXO 11  ATIVIDADES DE PRÁTICA PROFISSIONAL E INTEGRAÇÃO CURRICULAR  \nClassificação do conteúdo pelas DCN  OBRIGATÓRIO  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nEstágio Curricular – 250h (CH mínima de estágio na empresa)  \nPara efeito de registro acadêmico o aluno deverá matricular -se na \ndisciplina “Orientação de Estágio Supervisionado”.  \n \n1 - Estágio Supervisionado  \nOrientaç ão acadêmica e profissional mediante encontros regulares, \nprogramados, tanto no âmbito acadêmico quanto no ambiente \nprofissional onde o estágio é realizado; participação do aluno nas \natividades relacionadas ao estágio.  \n \nTrabalho de Conclusão de Curso - TCC   \nInclui disciplinas previstas para serem desenvolvidas seqüencialmente ao \nlongo dos 3 últimos semestres, que inclui: encontros regulares e \nprogramados do aluno com professor orientador visando produção de um \nTrabalho técnico -científico, versando sobre tem a da área da Engenharia \nde Controle e Automação. Este trabalho será avaliado por uma Banca \nAvaliadora. Tem -se como CO -Requisito a disciplina de Metodologia e \nRedação Científica. Para efeito de registro acadêmico o aluno deverá \nmatricular -se nas disciplinas : \n2 – Trabalho de Conclusão de Curso I  \n Planejamento, desenvolvimento e avaliação do projeto do Trabalho de \nConclusão de Curso, versando sobre uma temática pertinente ao curso, \nsob a orientação de um professor orientador.  \n3 – Trabalho de Conclusão de Curso  II \n Desenvolvimento e avaliação do Trabalho de Conclusão de Curso, \nversando sobre uma temática pertinente ao curso, sob a orientação de um \nprofessor orientador.  \n \n4 - Metodologia Científica  \nInclui: conceito de ciência; pesquisa em ciência e tecnologia; tip os de \nconhecimento; epistemologia das ciências; métodos de pesquisa; a \nprodução da pesquisa científica.  \n \n5 - Metodologia de Pesquisa  \nInclui: produção do trabalho técnico -científico, versando sobre tema da \nárea de CONTROLE E AUTOMAÇÃO; aplicação dos conheci mentos \nsobre a produção da pesquisa científica: a questão, o problema, a escolha \ndo método, etc.  \n6 - Introdução à Experimentação e ao Desenvolvimento de \nProtótipos e Projetos  \nInclui: orientação à concepção, planejamento e construção de projetos \nexperimenta is.  \n \n \n \n \n25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n12,5 \n \n \n \n \n12,5 \n \n \n \n \n25 \n \n \n \n \n25 \n \n \n \n \n25 \n  \n \n \n \n \n30 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n15 \n \n \n \n \n15 \n \n \n \n \n30 \n \n \n \n \n30 \n \n \n \n \n30 \n  \n \n \n \n \n2 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 \n \n \n \n \n1 \n \n \n \n \n2 \n \n \n \n \n2 \n \n \n \n \n2 \n \nConteúdos Optativos – Atividades Complementares:  \nConteúdos definidos pelo Conselho de En sino, Pesquisa e Extensão;  \nProcesso a ser regulamentado pelo Conselho de Graduação  200 240 16 ", "25": "PPC-2008 - Engenharia de Controle e Automação  \n24 \n  \nQUADRO SÍNTESE DA DISTRIBUIÇÃO DE CARGA HORÁRIA POR - EIXO  \nENGENHARIA DE CONTROLE E AUTOMAÇÃO  \n \nCARGA HORÁRIA - HORAS CARGA HORÁRIA - HORAS\nHORAS-AULAS HORAS HORAS-AULAS HORAS\nMAT Matemática 510 425 34 60 50 4 Básico\nFSQ Física e Química 360 300 24 90 75 6 Básico\nCMA Computação e Matemática Aplicada 330 275 22 210 175 14 Básico\nHCA Hum. e Ciênc. Soc. Aplic. á Engenharia 150 125 10 270 225 18 Básico\nELE Eletricidade 270 225 18 60 50 4 Profissional\nETN Eletrônica 390 325 26 60 50 4 Profissional\nMEC Mecânica 270 225 18 30 25 2 Básico\nCTR Controle de Processos 450 375 30 60 50 4 Profis/Específico\nIFI Informática Industrial 330 275 22 90 75 6 Profis/Específico\nAUT Automação 420 350 28 120 100 8 Profis/Específico\nPRO Ativid. Prática Profiss. Integral. Curricular 150 125 10 Obrigatório\n3630 3025 242 1050 875 70\nPRO 250 20 44,63%\n300 24 18,18%\n200 16 33,06%\n3775 302 4,13%Conteúdo Profis/Específico\nConteúdo de Atividades Prat. ProfDisciplinas Optativas / EletivasEstágio Curricular\nAtividades Complementares\nINTEGRALIZAÇÃO - PPC2008Conteúdo Básico\nConteúdo ProfissionalizanteCÓDIGO EIXO\nDISCIPLINAS: TOTAL=CRÉDITOSOPTATIVAS: A SEREM OFERTADASINTEGRALIZAÇÃO - PPC2008\nClassificação do \nconteúdo pelas \nDCNCRÉDITOSOBRIGATÓRIASDISCIPLINAS\n \n ", "26": "PPC-2008 - Engenharia de Controle e Automação  \n25 \n 8.6. Desdobramento em Disciplinas  \n \nEIXO 1  MATEMÁTICA  \nClassifica ção do conteúdo pelas DCN  BÁSICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nFunções de uma variável, limites, derivadas e integrais. Cálculo Vetorial, \nGeometria Analítica, Funções de mais de uma variável, derivadas \nparciais e integra is múltiplas. Variáveis Complexas. Álgebra Linear . 425 510 34 \nDesdobramento em disciplinas  \nCálculo I  \nCálculo II  \nCálculo III  \nCálculo IV  \nGeometria Analítica e Álgebra Vetorial  \nÁlgebra Linear  \nVariáveis Complexas   \n75 \n75 \n50 \n50 \n75 \n50 \n50  \n90 \n90 \n60 \n60 \n90 \n60 \n60  \n6 \n6 \n4 \n4 \n6 \n4 \n4 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  50 60 04 \nDesdobramento em disciplinas  \nTópicos Especiais em Matemática  50 60 04 \n \nEMENTAS  \n CÁLCULO I  \nFunções reais: limites, continuidade, gráficos; derivadas e diferenciais: conceito, cálculo e \naplicações; máximos e mínimos; concavidade; funções elementares: exponencial, logaritmo, \ntrigonométricas e inversas; integrais definidas: conceito, teorema fundamental e aplicações; \nintegrais indefinidas: conceito e métodos de integração; integrais impróprias.  \n CÁLCULO II  \nFunções reais de várias variáveis: limites, continuidade, gráficos, níveis; derivadas parciais: \nconceito, cálculo, e aplicações; coordenadas polares cilíndricas e esféric as: elementos de área e \nvolume; integrais duplas e triplas em coordenadas cartesianas e polares: conceito, cálculo, \nmudanças de coordenadas e aplicações; campos vetoriais; gradiente, divergência e rotacional; \nintegrais curvilíneas e de superfície; teoremas  integrais: Green, Gauss e Stokes.  \n CÁLCULO III  \nEquações diferenciais ordinárias de primeira ordem: resolução e aplicações; equações diferenciais \nlineares de ordem superior; sistemas de equações diferenciais; transformada de Laplace e sua \naplicação em equaç ões diferenciais.  \n CÁLCULO IV  \nSéries numéricas e de potências; séries de Taylor e aplicações; séries de Fourier; transformada de \nFourier; equações diferenciais parciais; equações da onda, do calor e de Laplace.  \n GEOMETRIA ANALÍTICA E ALGEBRA VETORIAL  \nEquaçõe s analíticas de retas, planos e cônicas; vetores: operações e bases; equações vetoriais de \nretas e planos; equações paramétricas; álgebra de matrizes e determinantes; autovalores; sistemas \nlineares: resolução e escalonamento; coordenadas polares no plano; coordenadas cilíndricas e \nesféricas; superfícies quádricas: equações reduzidas (canônicas).  \n ÁLGEBRA LINEAR  \nEspaços vetoriais, subespaços, bases, dimensão; transformações lineares e representação matricial; \nautovalores e autovetores; produto interno; ortono rmalização; diagonalização; formas quadráticas; \naplicações.  ", "27": "PPC-2008 - Engenharia de Controle e Automação  \n26 \n \n VARIÁVEIS COMPLEXAS  \nIntrodução às variáveis complexas: números e funções complexas; derivabilidade; condições de \nCauchy -Riemann; funções complexas elementares; integrais complexas; teorema de Cau chy; \nindependência do caminho; séries de Taylor e de Laurent; resíduos; aplicações.  \n \nEIXO 2  FÍSICA E QUÍMICA  \nClassificação do conteúdo pelas DCN  BÁSICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nMecânica: Estática dinâmica e cinemát ica. Gravitação, Termodinâmica, \nHidrostática e Hidrodinâmica. Estrutura da matéria, Eletrostática, \nEletrodinâmica e Eletromagnetismo, Ótica física e ótica geométrica \nEquações de Maxwell. Ligações químicas; reações químicas; cinética \nquímica; termoquímica; eletroquímica; pilhas.  300 360 24 \nDesdobramento em disciplinas  \nFísica I  \nFísica II  \nFísica III  \nLaboratório de Física I  \nLaboratório de Física II  \nLaboratório de Física III  \nQuímica  \nLaboratório de Química   \n50 \n50 \n50 \n25 \n25 \n25 \n50 \n25  \n60 \n60 \n60 \n30 \n30 \n30 \n60 \n30  \n4 \n4 \n4 \n2 \n2 \n2 \n4 \n2 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  75 90 06 \nDesdobramento em disciplinas  \nIntrodução a Física Moderna  \nTópicos Especiais em Química   \n50 \n25  \n60 \n30  \n4 \n2 \n \nEMENTAS:  \n FÍSICA I  \nIntrodução; velocidade e acelerações vetoriais; princípios da dinâmica; aplicações das leis de \nNewton; trabalho e energia mecânica; conservação de energia; momento linear e conservação do \nmomento linear; momento angular e conservação do momento an gular; dinâmica dos corpos \nrígidos; gravitação.  \n LABORATÓRIO DE FÍSICA I  \nPráticas em laboratório dos temas e tópicos abordados na disciplina de “Física I”.  \n FÍSICA II  \nCarga elétrica e matéria; lei de Coulomb; o campo elétrico; fluxo elétrico lei de Gauss; po tencial \nelétrico; capacitores e dielétricos; corrente elétrica; resistência elétrica; força eletromotriz; circuitos \nde corrente contínua; campo magnético; lei de Ampére; indução eletromagnética; lei de Faraday; \nondas eletromagnéticas; lei de Lenz; indutânc ia e energia do campo magnético; circuitos de \ncorrente alternada.  \n LABORATÓRIO DE FÍSICA II  \nPráticas em laboratório dos temas e tópicos abordados na disciplina de “Física II”.  \n FÍSICA III  \nTemperatura; calor; 1ª e 2ª leis da termodinâmica; propriedade dos gas es; teoria cinética dos gases; \ntransferência de calor e massa; estática e dinâmica dos fluidos; oscilações; ondas e movimentos \nondulatórios; luz; natureza e propagação da luz; reflexão e refração; interferência, difração e \npolarização da luz; efeito fotoel étrico; efeito Compton.  ", "28": "PPC-2008 - Engenharia de Controle e Automação  \n27 \n  \n LABORATÓRIO DE FÍSICA III  \nPráticas em laboratório dos temas e tópicos abordados na disciplina de “Física III”.  \n QUÍMICA  \nMatéria e suas propriedades; desenvolvimento da teoria atômica; mecânica quântica; classificação \ndos elementos;  propriedades periódicas; ligações químicas; funções químicas; leis químicas; \ngeneralidades sobre compostos; síntese de compostos minerais; soluções; energia e reações \nquímicas.  \n  LABORATÓRIO DE QUÍMICA  \nPráticas em laboratório dos temas e tópicos abordados na disciplina de “Química”, mais \nespecificamente, experimentos nas áreas de equipamentos básicos de laboratório, finalidades e \nutilização, técnicas de laboratório, avaliação de resultados experimentais, organização e \nfuncionamento de um laboratório, normas  e procedimentos de segurança incluindo os primeiros \nsocorros, ligações químicas, equilíbrio químico, estequiometria, soluções e reações.  \n INTRODUÇÃO A FÍSICA MODERNA  \nTeoria da relatividade; física quântica, física dos semicondutores, física nuclear, física  de partículas.  \n \n \nEIXO 3  COMPUTAÇÃO E MATEMÁTICA APLICADA  \nClassificação do conteúdo pelas DCN  BÁSICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nPrincípios gerais da Informática e aplicações à automação. \nProbabilidade, estatística e aplicações. Cálculo numérico. Séries \n(Potência, Geométrica, Fourier, etc), Resíduos, Transformadas de \nLaplace e Fourier e aplicações em Controle de Processos. Estruturas de \ndados.  275 330 22 \nDesdobramento em disciplinas  \nProgramação de Computadores I  \nLabo ratório de Programação de Computadores I  \nProgramação de Computadores II  \nLaboratório de Programação de Computadores II  \nEstatística  \nMétodos Numéricos e Computacionais  \nFundamentos Matemáticos para Controle e Automação  \nEstruturas de Dados  \nLaboratório de Estrut uras de Dados   \n25 \n25 \n25 \n25 \n50 \n50 \n25 \n25 \n25  \n30 \n30 \n30 \n30 \n60 \n60 \n30 \n30 \n30  \n2 \n2 \n2 \n2 \n4 \n4 \n2 \n2 \n2 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso. Processo a ser \nregulamentado pelo Colegiado de Curso. Arquiteturas de computadores; \nLinguagens de pr ogramação e Bancos de dados . 175 210 14 \nDesdobramento em disciplinas  \nArquitetura de Sistemas Computacionais  \nLaboratório de Arquitetura de Sistemas Computacionais  \nLinguagens de Programação  \nLaboratório de Linguagens de Programação  \nBancos de Dados  \nLaboratóri o de Bancos de Dados  \nTópicos Especiais em Computação e Matemática Aplicada   \n25 \n25 \n25 \n25 \n25 \n25 \n25  \n30 \n30 \n30 \n30 \n30 \n30 \n30  \n2 \n2 \n2 \n2 \n2 \n2 \n2 \n ", "29": "PPC-2008 - Engenharia de Controle e Automação  \n28 \n EMENTAS  \n PROGRAMAÇÃO DE COMPUTADORES I  \nSistemas numéricos: representação e aritmética nas bases: decimal, binária, octal  e hexadecimal; \nintrodução à lógica; álgebra e funções Booleanas; algoritmos estruturados: tipos de dados e \nvariáveis, operadores aritméticos e expressões aritméticas; operadores lógicos e expressões lógicas; \nestruturas de controle; entrada e saída de dado s; estruturas de dados; organização e manipulação de \narquivos.  \n LABORATÓRIO DE PROGRAMAÇÃO DE COMPUTADORES I  \nPráticas em laboratório dos temas e tópicos abordados na disciplina \"Programação de \nComputadores I\" utilizando uma linguagem de programação  \n PROGRAMA ÇÃO DE COMPUTADORES II  \nConceitos de orientação a objetos: tipos abstratos de dados, objetos, classes, métodos, visibilidade, \nescopo, encapsulamento, associações de classes, estruturas todo -parte e generalização -\nespecialização, interfaces; herança de interf ace e de classe, polimorfismo, sobrecarga, invocação de \nmétodos; aplicações em uma linguagem de programação orientada a objetos; noções de modelagem \nde sistemas usando UML: diagrama de classes e de interação.  \n LABORATÓRIO DE PROGRAMAÇÃO DE COMPUTADORES II  \nPráticas em laboratório dos temas e tópicos abordados na disciplina “Programação de \nComputadores II”.  \n ESTATÍSTICA  \nElementos de probabilidade: variáveis aleatórias discretas e contínuas; distribuições de \nprobabilidades; tratamento de dados; amostragem e dis tribuições amostrais; estimação; teste de \nhipótese e intervalo de confiança; correlação e regressão.  \n MÉTODOS NUMÉRICOS COMPUTACIONAIS  \nErros; diferenças finitas; métodos iterativos; interpolação e aproximação de funções; derivação e \nintegração numéricas; re solução numérica de equações: algébricas; transcendentes e lineares; \nmétodo de mínimos quadrados; zeros de funções de uma ou mais variáveis; ajuste de funções; \nresolução numérica de equações diferenciais; utilização de softwares de análise numérica.  \n FUNDAM ENTOS MATEMÁTICOS PARA CONTROLE E AUTOMAÇÃO  \nRedução de Equações diferenciais de ordem n a equações de primeira ordem; Transformada de \nLaplace e aplicações ao problema de controle; Transformada Z; Equações a diferenças.  \n ESTRUTURAS DE DADOS  \nTipos abstratos d e dados. Estruturas de dados estáticas e dinâmicas em memória principal. \nAlgoritmos de pesquisa e de ordenação em memória principal.  \n LABORATÓRIO DE ESTRUTURAS DE DADOS  \nPráticas em laboratório dos temas e tópicos abordados na disciplina “Estruturas de Dados ”. \n ARQUITETURA DE SISTEMAS COMPUTACIONAIS  \nArquitetura dos Sistemas Computacionais (Hardware e Software); Arquiteturas Não -\nConvencionais: classificação de Flynn, processadores vetoriais, processadores array; complexidade \nde instruções: arquiteturas CISC e RISC; Transputer e Redes regulares: arquitetura e programação \n(OCCAM); Desenvolvimento de aplicações em ambientes paralelos (Prática).  \n LABORATÓRIO DE ARQUITETURA DE SISTEMAS COMPUTACIONAIS  \nPráticas em laboratório dos temas e tópicos abordados na disciplina  “Arquitetura de Sistemas \nComputacionais”.  \n LINGUAGENS DE PROGRAMAÇÃO  \nEvolução das principais linguagens de programação; noções de sintaxe e semântica; nomes, \nvinculações; verificação de tipos; tipos de dados; expressões e instruções de atribuição; estrutur as \nde controle no nível de instrução; subprogramas: ambientes de referências locais, métodos de \npassagem de parâmetros, etc.; tipos abstratos de dados; programação orientada a objetos; tratamento \nde exceções; linguagens de programação funcionais; linguagen s de programação lógicas.  \n LABORATÓRIO DE LINGUAGENS DE PROGRAMAÇÃO  \nPráticas em laboratório dos temas e tópicos abordados na disciplina “Linguagens de Programação”.  ", "30": "PPC-2008 - Engenharia de Controle e Automação  \n29 \n  \nEIXO 4  HUMANIDADES E CIÊNCIAS SOCIAIS APLICADAS À ENGENHARIA  \nClassificação do conteúdo pe las DCN  BÁSICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nA Engenharia de Controle e Automação, campo profissional e cenários da \nengenharia no Brasil e no mundo. Filosofia da ciência e da tecnologia; \ncritérios de avaliação de tecnolo gias e paradigmas emergentes; ética e \ncidadania. Sociologia como estudo da interação humana; cultura e \nsociedade; engenharia e sociedade. Psicologia do trabalho nas \norganizações; teoria das organizações; cultura organizacional; RH nos \ncenários organizacion ais e relações humanas; tipos de empresas e \nestruturas organizacionais; empresa como sistema. Engenharia ambiental e \nmeio ambiente; noções de ecologia; legislação ambiental.  125 150 10 \nDesdobramento em disciplinas  \nContexto Social e Profissional da Engenha ria de Controle e Automação  \nFilosofia da Tecnologia  \nIntrodução a Sociologia  \nPsicologia Aplicada Às Organizações  \nGestão Ambiental   \n25 \n25 \n25 \n25 \n25  \n30 \n30 \n30 \n30 \n30  \n2 \n2 \n2 \n2 \n2 \nConteúdos Optativos:  \nFunções básicas da administração empresarial; administração. \nPlanejamento e controle da produção; sistema de controle e \noperacionalização. Macroeconomia e microeconomia; engenharia \neconômica e custos de produção. Normalização e elaboração de normas \ntécnicas e especificações; aspectos básicos da qualidade; controle \nestatístico de processo. Legislação e direito; noções básicas de direito; \nregulamentação profissional do engenheiro. Engenharia de segurança; \nfundamentos da higiene do trabalho.  225 270 18 \nDesdobramento em disciplinas  \nIntrodução ao Direito  \nIntrodução a Admi nistração  \nOrganização Empresarial  \nNormalização e Qualidade Industrial  \nEconomia Aplicada à Automação  \nIntrodução a Engenharia de Segurança  \nAspectos de Segurança em Automação  \nTópicos Especiais em Línguas   \n25 \n25 \n25 \n25 \n50 \n25 \n25 \n25  \n30 \n30 \n30 \n30 \n60 \n30 \n30 \n30  \n2 \n2 \n2 \n2 \n4 \n2 \n2 \n2 \n \nEMENTAS  \n CONTEXTO SOCIAL E PROFISSIONAL DA ENGENHARIA DE CONTROLE E \nAUTOMAÇÃO  \nIntrodução. O curso de Engenharia de Controle e Automação e o espaço de atuação do engenheiro \nde controle e automação; cenários da engenharia de controle e automação  no Brasil e no mundo; \nconceituação e áreas da engenharia de Controle e Automação. Conceituação da Engenharia de \nControle e Automação. O sistema profissional da Engenharia de Controle e Automação: \nregulamentos, normas e ética profissional; desenvolvimento tecnológico e o processo de estudo e de \npesquisa; interação com outros ramos da área tecnológica; mercado de trabalho; ética e cidadania.  \n FILOSOFIA DA TECNOLOGIA  \nFilosofia da ciência e da tecnologia: história da ciência e da tecnologia; epistemologia da \ntecnologia; avaliação das questões tecnológicas no mundo contemporâneo; tecnologia e paradigmas \nemergentes; ética e cidadania.  ", "31": "PPC-2008 - Engenharia de Controle e Automação  \n30 \n \n INTRODUÇÃO A SOCIOLOGIA  \nSociologia como estudo da interação humana; cultura e sociedade; os valores sociais; mobilização \nsocial e canais de mobilidade; o indivíduo na sociedade; engenharia e sociedade; instituições \nsociais; sociedade brasileira; mudanças sociais e perspectivas.  \n PSICOLOGIA APLICADA ÀS ORGANIZAÇÕES  \nPsicologia do trabalho nas organizações: histórico; teoria das organiza ções; o papel do sujeito nas \norganizações; poder nas organizações; estilos gerenciais e liderança; cultura organizacional; \nrecursos humanos nos cenários organizacionais; relações humanas e habilidades interpessoais; \ntreinamento e capacitação; técnicas de s eleção de pessoal.  \n GESTÃO AMBIENTAL  \nFundamentos de Ecologia; ecossistema: estrutura e funcionamento, impactos das atividades \nantropicas sobre os ciclos ecológicos; poluição das águas, do ar e do solo; estudos de impacto \nambiental; sistemas de gestão ambien tal. \n INTRODUÇÃO AO DIREITO  \nSistema constitucional brasileiro; noções básicas de direito civil, comercial, administrativo, trabalho \ne tributário; aspectos relevantes em contratos; regulamentação profissional; fundamentos da \npropriedade industrial e intelect ual. \n INTRODUÇÃO A ADMINISTRAÇÃO  \nIntrodução à administração; escolas e contribuições à teoria geral da administração; funções básicas \nda administração de recursos humanos; administração de suprimentos; administração financeira: \numa abordagem na empresa mode rna. \n ORGANIZAÇÃO EMPRESARIAL  \nTipos de empresas e estruturas organizacionais. Diagramas de montagem e de processo. Otimização \ndo ciclo produtivo e disposição de equipamentos. Planejamento e controle da produção; sistema de \ncontrole e operacionalização Organ ogramas. Técnicas de identificação e aproveitamento de \noportunidades, na aquisição e gerenciamento dos recursos necessários ao negócio. Plano de \nnegócios.  \n NORMALIZAÇÃO E QUALIDADE INDUSTRIAL  \nNormalização: fundamentos e conceitos; normalização a nível nacio nal, internacional e empresarial; \nelaboração de normas técnicas e especificações; aspectos básicos da qualidade industrial; controle \nestatístico de processo; gráficos e cartas de controle; normas básicas pra planos de amostragem e \nguias de utilização.  \n ECO NOMIA APLICADA A AUTOMAÇÃO  \nIntrodução a microeconomia. Demanda e oferta de bens. Equilíbrio de mercado. Estruturas de \nmercado. Elementos de engenharia econômica. Investimentos. Introdução à macroeconomia: \npolítica fiscal, monetária e cambial. Modelos de cr escimento econômico. Desenvolvimento \neconômico: noções gerais das teorias de desenvolvimento. Novas tecnologias e a nova Divisão \nInternacional do Trabalho. Automação Industrial e a reestruturação industrial. O quadro tecnológico \nbrasileiro e as novas exigê ncias tecnológicas. As experiências com a produção da Informática no \nBrasil. Automação e processo de trabalho: as questões da qualificação do emprego. As questões \nenergéticas e ambientais dentro do processo de desenvolvimento econômico.  \n INTRODUÇÃO A ENGENH ARIA DE SEGURANCA  \nEstatística dos acidentes; causas e custos dos acidentes; aspectos sociais e econômicos dos \nacidentes; CIPA, SEESMT; acidente elétrico; prevenção e combates de incêndios; equipamentos de \nproteção individual; agentes físicos, químicos e bi ológicos; fundamentos da higiene do trabalho; \nacidentes de trânsitos e na construção civil; doenças ocupacionais; noções de toxicologia industrial; \nergonomia na prevenção de acidentes; as cores na engenharia de segurança; primeiros socorros.  \n ASPECTOS DE SE GURANCA EM AUTOMACÃO  \nConfiabilidade: noções matemáticas. A segurança de funcionamento em sistemas complexos: na \nfase de concepção, na fase de execução. Tolerância à falhas. Validação e verificação de hardware e \nde software: técnicas e métodos. Técnicas de diagnóstico, Detecção e Sinalização de falhas. ", "32": "PPC-2008 - Engenharia de Controle e Automação  \n31 \n Técnicas de Recobrimento. Redundâncias. Alarmes. Proteção. Sistemas de Supervisão. Normas de \nsegurança. Prevenção e Primeiros socorros. Legislação.  \n \nEIXO 5  ELETRICIDADE  \nClassificação do conteúdo pelas DCN  PRO FISSIONALIZANTES  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nTecnologia dos materiais elétricos e magnéticos. Física dos elementos \nbásicos da eletricidade. Circuitos elétricos e magnéticos e conversão de \nenergia . 225 270 18 \nDesdobrame nto em disciplinas  \nMateriais Elétricos  \nAnálise de Circuitos Elétricos I  \nAnálise de Circuitos Elétricos II  \nLaboratório de Circuitos Elétricos  \nConversão de Energia  \nLaboratório Conversão de Energia   \n25 \n50 \n50 \n25 \n50 \n25  \n30 \n60 \n60 \n30 \n60 \n30  \n2 \n4 \n4 \n2 \n4 \n2 \nConteúdos  Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  50 60 04 \nDesdobramento em disciplinas  \nTópicos Especiais em Circuitos Elétricos  \nTópicos Especiais em Conversão de Energia   \n25 \n25  \n30 \n30  \n2 \n2 \n \nEMEN TAS  \n MATERIAIS ELÉTRICOS  \nElementos de ciências dos materiais. Tecnologia dos materiais elétricos. Átomos e elétrons; \ncompostos iônicos e covalentes. Cristais e estruturas cristalinas. Momento dipolar, elétrons nos \nsólidos, defeitos nos sólidos. Materiais is olantes e condutores. Materiais dielétricos e piezoelétricos. \nIntrodução à física do estado sólido. Introdução à microeletrônica. Tecnologia dos materiais \nmagnéticos.  \n ANÁLISE DE CIRCUITOS ELÉTRICOS I  \nConceitos básicos, unidades, leis fundamentais; resistên cia; capacitância e indutância. Medidas de \ngrandezas elétricas. Fontes ideais independentes e dependentes em redes resistivas. Técnicas de \nanálise de circuitos em corrente contínua, circuitos de corrente alternada; regime permanente \nsenoidal. Potência e en ergia em corrente alternada. Transformadores.  \n ANÁLISE DE CIRCUITOS ELÉTRICOS II  \nCircuitos trifásicos equilibrados e desequilibrados. Potência em circuitos trifásicos. Análise \ntransitória de circuitos com capacitores e indutores, resposta livre, ao degrau e  às funções \nsingulares. Solução clássica de circuitos, condições iniciais e solução completa. Freqüência \ncomplexa, função de transferência, pólos e zeros. Solução de circuitos através da Transformada de \nLaplace.   \n LABORATÓRIO DE CIRCUITOS ELÉTRICOS  \nAtivida des de laboratório relacionadas à Análise de Circuitos Elétricos.  \n CONVERSÃO DE ENERGIA  \nAcionamentos Elétricos: Fundamentos de conversão eletromecânica de energia; princípios de \nfuncionamento, características principais (estáticas e dinâmica), noções de esp ecificação e \nmodelagem das máquinas elétricas (motor de corrente contínua, motor de indução, motor síncrono, \nmáquinas especiais, acoplamento eletromagnético); Princípios de funcionamento dos conversores \nestáticos (retificadores, pulsadores e inversores); m étodos de comando e noções de especificação; ", "33": "PPC-2008 - Engenharia de Controle e Automação  \n32 \n princípios gerais de variadores de velocidade e de posição; estruturas, modelos, redutores \ncomportamento estático e dinâmico, desempenho.  \n LABORATÓRIO CONVERSÃO DE ENERGIA  \nAtividades de Laboratório Experiências s obre máquinas elétricas, conversores estáticos e variadores \nde velocidade e posição.  \n \nEIXO 6  ELETRÔNICA  \nConteúdos Obrigatórios  Carga horária (horas)  \nPrincipio de Sistemas digitais. Eletrônica analógica: dispositivos e \ncircuitos. Instrumentação básica  \nSistemas microprocessados e microcontrolados.  \nEletrônica de potência: Componentes de potência, Conversores e \naplicações.   \n \n325 \nDesdobramento em disciplinas   \nSistemas Digitais  \nLaboratório de Sistemas Digitais  \nEletrônica  \nLaboratório de Eletrônica  \nMetrologia e  Sensores  \nMicroprocessadores  \nLaboratório de Microprocessadores  \nEletrônica de Potência  50 \n25 \n50 \n25 \n50 \n50 \n25 \n50 \nConteúdos Optativos  Carga horária (horas)  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  150 \nDesdobramento em disciplinas   \nTópicos Especiais em Sistemas Microprocessados  \nTópicos Especiais em Metrologia e Sensores  \nTópicos Especiais em Eletrônica de Potência  50 \n50 \n50 \n \nEMENTAS  \n SISTEMAS DIGITAIS  \nSistemas de Numeração, conversões entre bases numérica s, sinal analógico e sinal digital; Portas \nlógicas; Lógica combinacional, Álgebra de Boole, técnicas de minimização e síntese de circuitos \ncombinacionais, Unidade lógica aritmética, códigos binários; Lógica seqüencial, osciladores \ndigitais (estáveis, mono -estáveis e bi -estáveis), flip -flops (RS, D, JK e T), registradores de \nmemória, registradores de deslocamento, contadores assíncronos, contadores síncronos, máquinas \nde estado finito, MUX e DEMUX. Conversores A/D e D/A. Famílias lógicas e circuitos integrad os. \nAnálise e projeto de sistemas digitais.  \n  LABORATÓRIO DE SISTEMAS DIGITAIS  \nAtividades de Laboratório relacionadas a Sistemas Digitais.  \n ELETRÔNICA  \nIntrodução aos sistemas eletrônicos; diodos: estrutura atômica, dopagem e junção PN; diodo ideal; \nmodelos l inearizados; análise de circuitos com diodos; diodo zener; diodo emissor de luz; circuitos \ngrampeadores, ceifadores, detectores de pico e multiplicadores de tensão; modelo pequenos sinais \nde diodo; circuitos retificadores de meia onda e onda completa. TBJ:  princípios de operação e \ncaracterísticas; polarização; operação como chave; transistores em circuitos amplificadores; \namplificador operacional: características, aplicações lineares e não -lineares. Outros dispositivos \nsemicondutores.  \n LABORATÓRIO DE ELETRÔN ICA \nAtividades de Laboratório relacionadas à Eletrônica  ", "34": "PPC-2008 - Engenharia de Controle e Automação  \n33 \n \n METROLOGIA E SENSORES  \nMetrologia no contexto da qualidade. Confiabilidade metrológica: características dos sistemas de \nmedição, determinação de incertezas de resultados experimentais, qualificação de instrumentos de \nmedição e de padrões. Transdução, transmissão e tratamento de sinais em instrumentação de \nmedição. Instrumentos e técnicas de medição de grandezas mecânicas tais como: deformação, \ndeslocamento, força, pressão, rotação, temperatura. Aplicaçã o industrial da medição dimensional. \nAutomação da medição: estrutura, características metrológicas e operacionais. Medição: aspectos \ndinâmicos da medição para aplicação em sistemas de controle. Especificação e análise de \ndispositivos de medição de variávei s típicas de processo.  \n MICROPROCESSADORES  \nArquiteturas de microprocessadores. Programação de microprocessadores: tipos e formatos de \ninstruções, modos de endereçamento, linguagens assembly ou C. Memória. Entrada/Saída. \nDispositivos periféricos, interrupção , acesso direto à memória. Barramentos padrões. Ferramentas \npara análise, desenvolvimento e depuração. Projetos com microprocessadores – Programação, uso \nde ferramentas de análise, desenvolvimento e depuração. Projeto de aplicações com \nmicroprocessadores  \n LABORATÓRIO DE MICROPROCESSADORES  \nAtividades de Laboratório relacionadas a Microprocessadores.  \n ELETRÔNICA DE POTÊNCIA  \nIntrodução à eletrônica de potência; qualidade de energia elétrica; fator de deslocamento e fator de \npotência; distorção harmônica; chaves semicondutoras de potência: classificação, princípios de \nfuncionamento e características técnicas; circuitos retificadores não -controlados e controlados; \nconversores CA -CA; conversores CC -CC; conversores CC -CA; circuitos de controle e disparo de \nchaves sem icondutoras; aplicações da eletrônica de potência.  \n \nEIXO 7  MECÂNICA  \nClassificação do conteúdo pelas DCN  BÁSICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nRepresentação gráfica e aplicação de recursos computacionais em \ndesenho técnic o na engenharia. Mecânica newtoniana e movimento de \npartícula. Tensão, deformação e comportamento dos materiais quando \nsubmetido a esforços. Mecânica dos fluídos e transferência de calor.  225 270 18 \nDesdobramento em disciplinas  \nRepresentação Gráfica  \nMecân ica Geral  \nResistência dos Materiais  \nFenômenos de Transporte   \n50 \n75 \n50 \n50  \n60 \n90 \n60 \n60  \n4 \n6 \n4 \n4 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  25 30 02 \nDesdobramento em disciplinas  \nTópicos Especiais em Mecânica   \n25  \n30  \n2 \n \nEMENTAS  \n REPRESENTAÇÃO GRÁFICA  \nRepresentação de forma e dimensão; convenção e normalização para representação gráfica; escala e \nperspectiva; vistas e cortes; noções de desenho técnico industrial. Emprego e aplicação d e recursos \ncomputacionais em desenho técnico de Engenharia.  ", "35": "PPC-2008 - Engenharia de Controle e Automação  \n34 \n  \n MECÂNICA GERAL  \nEstudo dos princípios da mecânica racional, da mecânica técnica e da geometria das massas. Estudo \ndo movimento de um ponto material em uma, duas e três dimensões. Estudo do movim ento de um \nponto material e de corpos rígidos. Análise de sistema de coordenadas em movimento.  \n RESISTÊNCIA DOS MATERIAIS  \nEstudo dos conceitos fundamentais na análise estrutural. Estudo das vigas isostáticas e dos quadros \nisostáticos planos. Conceitos fund amentais ao estudo das tensões normais e cisalhantes. Tensão e \ndeformação em carregamentos axiais. Análise de torção em regime elástico e em seções vazadas de \nparedes finas. Flexão pura para carregamento axial. Estudo das tensões normais e cisalhantes num \ncarregamento transversal.  \n FENÔMENOS DE TRANSPORTE  \nFluídos. Estática dos fluídos incompressíveis – hidrostática. Escoamento uniforme em condutos e \nao redor de corpos imersos. Fluídos perfeitos compressíveis. Noções de hidráulica. Mecanismos \nbásicos da trans ferência de calor. Condução de calor. Leis básicas de troca de calor por radiação \ntérmica e convecção. Princípios de condensação e ebulição. Trocadores de calor. Balanço de massa \ne energia.  \n \nEIXO 8  CONTROLE DE PROCESSOS  \nClassificação do conteúdo pelas DCN  PROFISSIONALIZANTES  \n/ESPECÍFICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nSinais e sistemas, modelos contínuos e discretos de sistemas, \nferramentas de análises e simulações.  \nSistemas em malha fechada, diagrama de blocos, projeto de  sistemas de \ncontrole, controladores e aplicações.  \nSistemas não -lineares, Estabilidade, controle de sistemas não lineares e \nferramentas computacionais.  \nSistemas descritos por variáveis de estados, Observabilidade e \nControlabilidade, sistemas monovariáveis e multivariáveis e aplicações \nProcessamentos digital de sinais, estudo de dispositivos típicos de \ncontrole analógico (eletro -eletrônicos, hidráulicos e pneumáticos), \nControladores ON -OFF e PID, Controladores digitais, Atuadores e \naplicações.  375 450 30 \nDesdobramento em disciplinas  \nControle Automático I  \nLaboratório de Controle Automático I  \nControle Automático II  \nLaboratório de Controle Automático II  \nControle Automático III  \nLaboratório de Controle Automático III  \nControle Automático IV  \nLaboratório de Controle  Automático IV  \nInstrumentação e Controle  \nLaboratório de Instrumentação e Controle   \n75 \n25 \n50 \n25 \n50 \n25 \n50 \n25 \n25 \n25  \n90 \n30 \n60 \n30 \n60 \n30 \n60 \n30 \n30 \n30  \n6 \n2 \n4 \n2 \n4 \n2 \n4 \n2 \n2 \n2 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulament ado pelo Colegiado de Curso  50 60 04 \nDesdobramento em disciplinas  \nTópicos Especiais em Controle  \nTópicos Especiais em Instrumentação   \n25 \n25  \n30 \n30  \n2 \n2 \n ", "36": "PPC-2008 - Engenharia de Controle e Automação  \n35 \n  \nEMENTAS  \n CONTROLE AUTOMÁTICO I  \nIntrodução ao estudo de sinais e sistemas. Definição de sinais. Sinais  contínuos discretos e \namostrados.  Operações com sinais . Definição de sistemas. Classificação de sistemas. Modelagem \nde sistemas físicos. Representação matemática. Sistemas convolutivos  – Resposta no tempo e \nResposta em freqüência. Sistemas interconectado s. Diagramas de blocos. Resposta de sistemas \ndiferenciais e diferenças. Regime transitório e permanente. Representação por variáveis de Estado. \nTransformada Z e de Laplace. Propriedades. Função de transferência. Relação entre o plano Z/S e a \nresposta no te mpo. Sistemas de 1ª e 2ª ordem. Sistemas dominantes. Representação no domínio de \nfreqüência. Bode e Nyquist. Aplicações a sistemas de controle. Atividades de Laboratório – Estudo \nde modelos através de simuladores. Obtenção de modelos de sistemas físicos at ravés da resposta no \ntempo. Uso de pacotes e ferramentas de análise de sistemas lineares.  \n LABORATÓRIO DE CONTROLE AUTOMÁTICO I  \nAtividades de Laboratório relacionadas a Controle Automático I.  \n CONTROLE AUTOMÁTICO II  \nAnálise estática de sistemas de controle:  precisão, sensibilidade e critérios de desempenho. \nPropriedades dinâmicas: Estabilidade e alocação de pólos; Relação entre o plano S e o plano Z. \nLugar das raízes. Ferramentas de Sistemas contínuos: Bode e Nyquist. Projeto de Sistema de \nControle Contínuo:  métodos frequenciais, lugar das raízes, estruturas particulares de compensação \n(PID e avanço -atraso). Projeto de compensadores para sistemas amostrados: Zdan, critérios \ntemporais, controladores de estrutura fixa (PID, outros). Atividades de laboratório - análise e \nprojeto de sistemas contínuos e discretos em processos reais (químicos, mecânicos, elétricos, etc.); \nutilização de aplicativos para projeto assistido por computador; simuladores analógicos e digitais.  \n LABORATÓRIO DE CONTROLE AUTOMÁTICO II  \nAtivida des de Laboratório relacionadas a Controle Automático II  \n CONTROLE AUTOMÁTICO III  \nImportância do estudo de sistemas não -lineares. Representação matemática: Equações diferenciais \nnão-lineares; Teoremas de existência e unicidade de solução. Estabilidade, dife rentes definições. \nAnálise pelo plano de fase: singularidades, classificação. Métodos gráficos para não linearidades \ntípicas (saturação, zona morta, atraso, etc). Aproximação linear; Função descritiva. 2o Método de \nLiapunov; Domínio de Estabilidade; estabi lidade absoluta. Métodos Numéricos de Análise de \nEstabilidade. Controle de Sistemas não -Lineares Típicos (temperatura, nível, etc). Atividades de \nlaboratório: Análise de estabilidade usando simuladores. Experiências com sistemas físicos não -\nlineares. Utili zação de ferramentas de análise e projeto assistido por computador. Projeto de \ncontroladores lineares e não -lineares.  \n LABORATÓRIO DE CONTROLE AUTOMÁTICO III  \nAtividades de Laboratório relacionadas a Controle Automático III  \n- CONTROLE AUTOMÁTICO IV  \nApresentaçã o por variáveis de estado de sistemas contínuos e amostrados. Metodologia de análise e \nprojeto de sistemas de controle multivariável. Controbalidade e Observabilidade. Decomposição \ncanônica de sistemas lineares; formas canônicas. Relação entre a representa ção por variáveis de \nestado e a Matriz Função de Transferência; Pólos e Zeros Multivariáveis. Controle com o estado \nmensurável; Realimentação de estados. Prioridades: caso monovariável, extenso de resultados. \nConceito de estimador de estado; Observadores; Controle usando realimentação do estado \nestimado. Teorema da separação; Introdução ao conceito de compensação dinâmica. Atividades de \nLaboratório – utilização de ferramentas de análise e projeto de sistema multivariáveis (PACSC). \nAplicação a processos físi cos tipicamente multivariáveis (coluna de destilação, motores AC, etc).  \n LABORATÓRIO DE CONTROLE AUTOMÁTICO IV  \nAtividades de Laboratório relacionadas a Controle Automático IV  ", "37": "PPC-2008 - Engenharia de Controle e Automação  \n36 \n \n INSTRUMENTAÇÃO E CONTROLE  \nSistemas digitais de aquisição de dados, condicionamen to de sinal, sample -hold, conversores A/D e \nD/A. Controle: estudo de dispositivos típicos de controle analógico (eletro -eletrônicos, hidráulicos e \npneumáticos). Controladores ON -OFF, PID, outros. Controladores digitais: aspectos de \nimplementação, problemas  ligados à quantização, escalonamento. Atuação: revisão de \nacionamentos, válvulas de regulação (função, princípios de funcionamento, tipos, cálculo). \nDispositivos de segurança: alarmes, válvulas de segurança, etc. projeto de sistemas de controle. \nAplicaçõe s dos sistemas de aquisição e processamento automático de dados.  \n  LABORATÓRIO DE INSTRUMENTAÇÃO E CONTROLE  \nAtividades de Laboratório relacionadas à Instrumentação e Controle.  \n \nEIXO 9  INFORMÁTICA INDUSTRIAL  \nClassificação do conteúdo pelas DCN  PROFISSIONALI ZANTES  \n/ESPECÍFICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nElementos da Automação de processos.  \nProgramações recorrentes: mecanismos de comunicação, escalonamento, \nProjeto de Executivos: Tempo Real. Linguagens com características de \nprogramação em Tempo Real. Sistemas operacionais (características e \nuso): gerenciamento de memória, de recursos.  \nRequisitos de qualidade de Sistemas e de Software. Modelos: ciclo de \nvida, prototipagem, híbrido. Metodologias (Abordagens Top -Down, \nBottom -up, Objetos). Ferramentas para análise, projeto e teste. \nAmbientes de desenvolvimento de Sistemas e de Software. Redes de \nPetri. Aplicação das metodologias, ferramentas e ambientes a problemas \nde Automação.  \nRedes industriais. Integração e comunicação. Noçõ es gerais de avaliação \nde desempenho: Engenharia de Protocolo: uso de linguagem de \nespecificação e de ferramentas para concepção de Sistemas Distribuídos \ne protocolos. Sistemas Operacionais Distribuídos. Linguagem de \nProgramação para aplicações distribuída s. Tolerância à faltas.  275 330 22 \nDesdobramento em disciplinas  \nInformática Aplicada I  \nLaboratório Informática Aplicada I  \nInformática Aplicada II  \nLaboratório de Informática Aplicada II  \nMetodologia para Desenvolvimento de Sistemas  \nModelagem e Controle de S istemas Automatizados  \nSistemas Distribuídos e Redes de Computadores  \nLaboratório de Sistemas Distribuídos e Redes de Computadores   \n25 \n25 \n25 \n25 \n50 \n50 \n50 \n25  \n30 \n30 \n30 \n30 \n60 \n60 \n60 \n30  \n2 \n2 \n2 \n2 \n4 \n4 \n4 \n2 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso.  \nAlgoritmos de procura; árvores de decisão; Representação do \nconhecimento. Sistemas Especialistas. Ferramentas de Desenvolvimento \nde Sistemas Especialistas.  75 90 06 \nDesdobramento em disciplinas  \nIntrodução a Inteligência Computacional  \nLaboratório de Introdução a  Inteligência Computacional  \nTópicos Especiais em Informática Industrial  25 \n25 \n25 30 \n30 \n30 2 \n2 \n2 \n ", "38": "PPC-2008 - Engenharia de Controle e Automação  \n37 \n  \nEMENTAS  \n INFORMÁTICA APLICADA I  \nIntrodução aos sistemas de Produção Automatizados: níveis, atividades, equipamentos. \nComputadores industriais: arquitetura, programação (linguagem C). Controladores Lógicos \nProgramáveis (CLP): arquitetura, programação (linguagem de relés, Grafcet, linguagens de alto \nnível). Outros sistemas programáveis. Sensores e  atuadores inteligentes  \n LABORATÓRIO INFORMÁTICA APLICADA I  \nAtividades de Laboratório relacionado à Informática Aplicada I.  \n INFORMÁTICA APLICADA II  \nSoftware Tempo -Real. Programações recorrentes: mecanismos de comunicação, escalonamento, \nProjeto de Executivo s Tempo Real. Linguagens com características de programação em Tempo \nReal. Sistemas operacionais (características e uso): gerenciamento de memória, de recursos. (ex: \nUNIX, LINUX).  \n LABORATÓRIO DE INFORMÁTICA APLICADA II  \nAtividades de Laboratório relacionada s à Informática Aplicada II  \n METODOLOGIA PARA DESENVOLVIMENTO DE SISTEMAS  \nRequisitos de qualidade de Sistemas e de Software. Modelos: ciclo de vida, prototipagem, híbrido. \nMetodologias (Abordagens Top -Down, Bottom -up, Objetos). Ferramentas para análise, pro jeto e \nteste. Ambientes de desenvolvimento de Sistemas e de Software.  \n MODELAGEM E CONTROLE DE SISTEMAS AUTOMATIZADOS  \nSistemas a eventos discretos: conceituação, classificação, propriedades, exemplos. Redes de Petri: \ndefinições, propriedades, análise, simu lação, utilização para a concepção e a avaliação de sistemas, \nrede de Petri interpretada, implementação. Aplicação das metodologias, ferramentas e ambientes a \nproblemas de Automação.  \n- INTODUÇÃO A INTELIGÊNCIA COMPUTACIONAL  \nAlgoritmos de procura; árvores de decisão; Representação do conhecimento (Sistemas de Produção, \nFlames). Sistemas Especialistas. Linguagens PROLOG, LISP. Ferramentas de Desenvolvimento de \nSistemas Especialistas.  \n- LABORATÓRIO DE INTODUÇÃO A INTELIGÊNCIA COMPUTACIONAL  \nAtividades de Laboratóri o e aplicações relacionadas à Inteligência Computacional.  \n- SISTEMAS DISTRIBUIDOS E REDES DE COMPUTADORES  \nRede Local: topologia, arquitetura ISO/OSI, arquitetura MAP, TOP, Field -Bus – Redes ISND. \nIntegração e comunicação. Avaliação de desempenho: noções gera is. Engenharia de Protocolo: uso \nde linguagem de especificação (Ex.: Estelle) e de ferramentas para concepção de Sistemas \nDistribuídos e protocolos. Sistemas Operacionais Distribuídos. Linguagem de Programação para \naplicações distribuídas – Base de Dados D istribuídos – SDCD. Tolerância à faltas: noções gerais.  \n- LABORATÓRIO DE SISTEMAS DISTRIBUIDOS E REDES DE COMPUTADORES  \nAtividades de Laboratório relacionadas a Sistemas Distribuídos e Redes de Computadores.  \n ", "39": "PPC-2008 - Engenharia de Controle e Automação  \n38 \n  \nEIXO 10  AUTOMAÇÃO  \nClassificação do conteúdo pel as DCN  PROFISSIONALIZANTES  \n/ESPECÍFICOS  Carga horária  Crédi -\ntos horas  aulas  \nConteúdos Obrigatórios : \nCircuitos e acionamentos hidráulicos e pneumáticos. Os ciclos do \nproduto, Elementos de engenharia do produto. Processo de fabricação \nmecânica com e sem  remoção de material. Sistema de Comando \nNumérico, Equipamentos que utilizam sistemas de Comando Numérico. \nSistemas automatizados programáveis (Máquinas de Comando \nNumérico; Robôs; Sistemas de transporte; CLP, etc). Métodos de \nmodelagem e avaliação de dese mpenho para diferentes estruturas de \nprodução (linhas de fabricação e montagem, job -shops). Métodos \nanalíticos (cadeias de Markov, redes de Petri temporizadas, Redes de \nFilas, Métodos dedicados, etc); Simulação. Exemplos de aplicação. A \nvisão integrada da automação industrial. Os diferentes subsistemas do \nCIM, Sistema Transporte como elementos de integração. Células e \nSistemas Flexíveis de Manufatura, Controle de FMS`s. A Automatização \nIntegrada dos sistemas de Manufatura: métodos e ferramentas. . 350 420 28 \nDesdobramento em disciplinas  \nSistemas Fluidodinâmicos  \nLaboratório de Sistemas Fluidodinâmicos  \nProjeto do Produto / Processo  \nAutomação de Processos de Fabricação Metal -Mecânica  \nTecnologias de Comando Numérico  \nModelagem e Avaliação de Desempenho  \nSistemas I ntegrados de Manufatura   \n25 \n25 \n50 \n75 \n50 \n50 \n75  \n30 \n30 \n60 \n90 \n60 \n60 \n90  \n2 \n2 \n4 \n6 \n4 \n4 \n6 \nConteúdos Optativos:  \nConteúdos definidos pelo Colegiado do Curso  \nProcesso a ser regulamentado pelo Colegiado de Curso  100 120 08 \nDesdobramento em disciplinas  \nTópicos Espec iais em Automação  \nIntrodução à Robótica Industrial   \n50 \n50  \n60 \n60  \n4 \n4 \n \nEMENTAS  \n SISTEMAS FLUIDODINÂMICOS  \nAcionamento hidráulico: Princípio de funcionamento e características principais dos sistemas \nhidráulicos; Circuitos hidráulicos fundamentais: Servo -válvulas; Dinâmica dos sistemas \nhidráulicos; Noções de especificação. Acionamento Pneumático: Princípios de funcionamento e \ncaracterísticas principais dos sistemas pneumáticos; Circuitos pneumáticos; Dinâmica dos sistemas \npneumáticos; Noções de especificação.  \n LABORATÓRIO DE SISTEMAS FLUIDODINÂMICOS  \nAtividades de Laboratório – Experiências sobre circuitos hidráulicos e pneumáticos.  \n PROJETO DO PRODUTO / PROCESSO  \nOs ciclos do produto. Métodos em pesquisa de mercado. Métodos e aplicativos para auxílio à \ntomada de  decisões. Elementos de engenharia do produto. Desenvolvimento do produto: análise do \nvalor; qualidade; uso de sistemas CAD / CAM. Elementos de engenharia de métodos: composição \nde custos de fabricação; fluxograma de processo; arranjo físico; tempos e movi mentos. \nComercialização. Noções de tecnologia de grupo.  ", "40": "PPC-2008 - Engenharia de Controle e Automação  \n39 \n  \n AUTOMACÃO DE PROCESSOS DE FABRICAÇÃO METAL -MECÂNICA  \nConceito amplo de um processo de fabricação. Processo de fabricação com e sem remoção de \nmaterial; Processos de usinagem, conformação mecânica, fu ndição, soldagem. . Noções de \nprocessos especiais de fabricação: eletro -erosão; eletroquímica; ultra -som; feixe eletrônico; raio \nlaser e outros. Descrição dos diversos equipamentos utilizados; Soluções adotadas para automatizar \no processo; Noções de interl igação com outros setores (projeto, planejamento e montagem, etc.)  \n TECNOLOGIAS DE COMANDO NUMÉRICO  \nConceituação de um Sistema de Comando Numérico; Princípios de funcionamento; sistemas de \nacionamento; controle de posição, armazenamento das informações, etc ; Equipamentos que utilizam \nsistemas de Comando Numérico: Diversos tipos de aplicações (Máquinas de Comando Numérico; \nRobôs; sistemas de Transporte; CLP, etc); Características peculiares dos componentes mecânicos e \neletrônicos; Manutenção; Noções de interl igação entre diversos equipamentos e com sistemas de \ninformação; Noções de programação.  \n MODELAGEM E AVALIACÃO DE DESEMPENHO  \nNoções de teoria de Fila: sistemas M/M/I, M/M/c e M/M/k. Métodos de modelagem e avaliação de \ndesempenho para diferentes estruturas d e produção (linhas de fabricação e montagem, job -shops): \níndices de desempenho (taxa de produção, tempo de resposta, estoque em processo, taxa de \nutilização de recursos); Métodos analíticos (cadeias de Markov, redes de Petri temporizadas, Redes \nde Filas, M étodos dedicados, etc); Simulação. Exemplos de aplicação.  \n SISTEMAS INTEGRADOS DE MANUFATURA  \nA visão integrada da automação industrial. Os diferentes subsistemas de Manufatura Integrada por \nComputador (CIM): comunicação, gestão hierarquizada, interfaces e s ubsistema físico. O \nsubsistema físico: caracterização de componentes; equipamentos de transporte e manuseio. O \nSistema Transporte como elementos de integração. Células e Sistemas Flexíveis de Manufatura \n(FMS): sua situação no CIM, diferentes configurações (layout, sist. de transporte, filosofia de \noperação). Controle de FMS: o nível de supervisão / monitoração (métodos ferramentas). A \nAutomatização Integrada dos sistemas de Manufatura: métodos e ferramentas.  \n INTRODUÇÃO A ROBÓTICA INDUSTRIAL  \nAutomação e Robó tica; histórico da robótica, conceitos gerais, classificação de robôs, componentes \ne estrutura de um robô, o sistema robótico. Aplicações em uma célula de trabalho; funções: \nespecificações. Modelagem de robôs; introdução à cinemática e a dinâmica dos manip uladores; o \nproblema cinemático inverso. Cálculo de trajetórias. Sistema de controle e manipuladores; controle \nde posição e de velocidade. Teoria da programação de robôs. Exemplos.  \n TÓPICOS ESPECIAIS EM AUTOMAÇÃO:  \nTópicos avançados e assuntos recentes nas á reas de controle, automação, telecomunicações, redes \nneurais, lógica fuzzy e mecatrônica serão apresentados de forma a contribuir para uma formação \nprofissional sólida dos formandos.  \n \n ", "41": "PPC-2008 - Engenharia de Controle e Automação  \n40 \n  \nEIXO 11  ATIVIDADES DE PRÁTICA PROFISSIONAL E INTEGRAÇÃO CURRICULAR  \nClassificação do conteúdo pelas DCN  OBRIGATÓRIO  Carga horária  Crédi -\ntos horas  aulas  \nEstágio Curricular na empresa  250 300 20 \nConteúdos Obrigatórios : \nOrientação acadêmica e profissional; Conceito de ciência; pesquisa em \nciência e tecnologia; tipos de conhecimento; epistemologia das ciências; \nmétodos de pesquisa; a produção da pesquisa científica; Produção do \ntrabalho técnico -científico; Concepção, planejamento e construção de \nprojetos experimentais. Planejamento, desenvolvimento e avaliação do \nProjeto  do Trabalho de Conclusão de Curso; Desenvolvimento e \navaliação do Trabalho de Conclusão de Curso.  125 150 10 \nDesdobramento em disciplinas  \nEstágio Supervisionado  \nMetodologia Científica  \nIntrodução à Experimentação e ao Desenvolv. de Protótipos e Projetos  \nMetodologia de Pesquisa  \nTrabalho de Conclusão de Curso I  \nTrabalho de Conclusão de Curso II   \n25 \n25 \n25 \n25 \n12,5 \n12,5  \n30 \n30 \n30 \n30 \n15 \n15  \n2 \n2 \n2 \n2 \n1 \n1 \nConteúdos Optativos – Atividades Complementares:  \nConteúdos definidos pelo Conselho de Ensino, Pesquisa e Extens ão; \nProcesso a ser regulamentado pelo Conselho de Graduação.  200 240 16 \nDesdobramento em atividades:  \nIniciação Científica e Tecnológica  \nMonitoria  \nAtividade de Extensão Comunitária  \nAtividade Curricular Complementar  \nAtividade Complementar de Prática Profiss ional  Máximo  \n300 \n150 \n100 \n100 \n75 360 \n180 \n120 \n120 \n90 24 \n12 \n8 \n8 \n6 \n \nEMENTAS  \n ESTÁGIO SUPERVISIONADO  \nOrientação acadêmica e profissional mediante encontros regulares, programados, tanto no âmbito \nacadêmico quanto no ambiente profissional onde o estágio é real izado; participação do aluno nas \natividades relacionadas ao estágio.  \n METODOLOGIA CIENTÍFICA  \nConceito de ciência; pesquisa em ciência e tecnologia; tipos de conhecimento; epistemologia das \nciências; métodos de pesquisa; a produção da pesquisa científica.  \n METODOLOGIA DE PESQUISA  \nProdução do trabalho técnico -científico, versando sobre tema da área de CONTROLE E \nAUTOMAÇÃO; aplicação dos conhecimentos sobre a produção da pesquisa científica: a questão, o \nproblema, a escolha do método, etc.  \n INTRODUÇÃO À EXPERIMEN TAÇÃO E AO DESENVOLVIMENTO DE \nPROTÓTIPOS E PROJETOS  \nOrientação à concepção, planejamento e construção de projetos experimentais.  \n TRABALHO DE CONCLUSÃO DE CURSO I  \nPlanejamento, desenvolvimento e avaliação do projeto do Trabalho de Conclusão de Curso, \nversan do sobre uma temática pertinente ao curso, sob a orientação de um professor orientador.  \n TRABALHO DE CONCLUSÃO DE CURSO II  \nDesenvolvimento e avaliação do Trabalho de Conclusão de Curso, versando sobre uma temática \npertinente ao curso, sob a orientação de um  professor orientador.  ", "42": "PPC-2008 - Engenharia de Controle e Automação  \n41 \n Tabelas de Disciplinas por Período: Número de Aulas Semanais X Carga Horária X Créditos  \n \n As tabelas a seguir consistem na distribuição de disciplinas por período, informando a carga \nhorária em horas -aulas (50 minutos) e em horas -relógio (60 minutos) de cada disciplina, assim \ncomo, o acumulado em cada período e total do curso. São informados ainda os créditos e a \nclassificação de conteúdo pelas Diretrizes Curriculares Nacionais.  \nAo ofertar as Disciplinas de Laboratórios, o número de turmas deverá considerar: os \nrecursos disponibilizados para as práticas de laboratório, o número de alunos matriculados e as \nnormas acadêmicas.  \n \nTEÓRICA PRÁTICA\nMAT01 Cálculo I 90 75 6 Básico\nMAT02 Geometria Analítica e Algebra Vetorial 90 75 6 Básico\nFSQ01 Química 60 50 4 Básico\nFSQ02 Laboratório de Química 30 25 2 Básico\nCMA01 Programacão de Computadores I 30 25 2 Básico\nCMA02 Lab Programacão de Computadores I 30 25 2 Básico\nHCA01 Cont. Soc. Prof. Eng. de Controle e Automação 30 25 2 Básico/Obrig.\nPRO01 Introd. Experim. Desenv. Protótipos/Projetos 30 25 2 Obrigatório\nPRO02 Metodologia Científica 30 25 2 Obrigatório\n360 60 350 350\n420\nHCA13 Tópicos Especiais em Linguas 30 25 2 Básico\nOPTATIVA 30 25 2 BásicoPRIMEIRO PERÍODO - PPC2008\n28CARGA HORÁRIA\nHORAS-AULAS\nTOTALDISCIPLINA CÓDIGOHORASClassificação do\nconteúdo pelas\nDCN\n420CRÉDITOS\n \n \nTEÓRICA PRÁTICA\nMAT03 Cálculo II 90 75 6 Básico\nFSQ03 Física I 60 50 4 Básico\nFSQ04 Lab. Física I 30 25 2 Básico\nCMA03 Estatística 60 50 4 Básico\nCMA04 Programação de Computadores II 30 25 2 Básico\nCMA05 Lab. de Programação de Computadores II 30 25 2 Básico\nHCA02 Filosofia da Tecnologia 30 25 2 Básico\nMEC01 Representação Gráfica 60 50 4 Básico\nPRO03 Metodologia da Pesquisa 30 25 2 Obrigatório\n300 120 350 700\n840\nOPTATIVA 30 25 2 Básico\nOPTATIVA 30 25 2 BásicoDISCIPLINASEGUNDO PERÍODO - PPC2008\nCRÉDITOS\n28CARGA HORÁRIA Classificação do\nconteúdo pelas\nDCNHORAS-AULASHORAS\nTOTAL420CÓDIGO\n \n \nTEÓRICA PRÁTICA\nMAT04 Cálculo III 60 50 4 Básico\nMAT05 Algebra Linear 60 50 4 Básico\nFSQ05 Física II 60 50 4 Básico\nFSQ06 Lab. Física II 30 25 2 Básico\nCMA06 Estruturas de Dados 30 25 2 Básico\nCMA07 Lab. de Estruturas de Dados 30 25 2 Básico\nHCA03 Gestão Ambiental 30 25 2 Básico\nHCA04 Introdução à Sociologia 30 25 2 Básico\nMEC02 Mecânica Geral 90 75 6 Básico\n360 60 350 1050\n1260\nCMA12 Linguagens de Programação 30 25 2 Básico\nCMA13 Lab. de Linguagens de Programação 30 25 2 BásicoTOTALHORAS\n28420TERCEIRO PERÍODO - PPC2008\nCÓDIGO DISCIPLINACARGA HORÁRIA\nCRÉDITOSClassificação do\nconteúdo pelas\nDCNHORAS-AULAS\n \n ", "43": "PPC-2008 - Engenharia de Controle e Automação  \n42 \n  \nTEÓRICA PRÁTICA\nMAT06 Cálculo IV 60 50 4 Básico\nMAT07 Variáveis Complexas 60 50 4 Básico\nFSQ07 Física III 60 50 4 Básico\nFSQ08 Lab. Física III 30 25 2 Básico\nCMA08 Fundam. Matem. p/ Controle e Automação 30 25 2 Básico\nCMA09 Métodos Numérico Computacionais 60 50 4 Básico\nELE01 Materiais Elétricos 30 25 2 Profissional\nELE02 Análises de Circuitos Elétricos I 60 50 4 Profissional\nMEC03 Resistência dos Materiais 60 50 4 Básico\n420 30 375 1425\n1710\nCMA14 Banco de Dados 30 25 2 Básico\nCMA15 Lab. de Banco de Dados 30 25 2 Básico30450TOTALQUARTO PERÍODO - PPC2008\nCÓDIGO DISCIPLINACARGA HORÁRIA\nCRÉDITOSClassificação do\nconteúdo pelas\nDCNHORAS-AULASHORAS\n \n \nTEÓRICA PRÁTICA\nELE03 Análises de Circuitos Elétricos II 60 50 4 Profissional\nELE04 Lab de Circuitos Elétricos 30 25 2 Profissional\nETN01 Eletrônica 60 50 4 Profissional\nETN02 Lab. Eletrônica 30 25 2 Profissional\nETN03 Sistemas Digitais 60 50 4 Profissional\nETN04 Lab Sistemas Digitais 30 25 2 Profissional\nMEC04 Fenômenos de Transporte 60 50 4 Básico\nCTR01 Controle Automático I 90 75 6 Profis/Específico\nCTR02 Lab. Controle Automático I 30 25 2 Profis/Específico\n330 120 375 1800\n2160\nFSQ09 Introdução A Física Moderna 60 50 4 BásicoTOTAL 30450CRÉDITOSClassificação do\nconteúdo pelas\nDCNHORAS-AULASHORASCÓDIGO DISCIPLINACARGA HORÁRIAQUINTO PERÍODO - PPC2008\n \n \nTEÓRICA PRÁTICA\nMAT Matemática 510 0 425 34 Básico\nFSQ Física e Química 240 120 300 24 Básico\nCMA Computação e Matemática Aplicada 240 90 275 22 Básico\nHCA Hum. e Ciênc. Soc. Aplic. á Engenharia 120 0 100 8 Básico\nELE Eletricidade 150 30 150 12 Profissional\nETN Eletrônica 120 60 150 12 Profissional\nMEC Mecânica 210 60 225 18 Básico\nCTR Controle de Processos 90 30 100 8 Profis/Específico\nIFI Informática Industrial 0 0 0 0 Profis/Específico\nAUT Automação 0 0 0 0 Profis/Específico\nPRO Ativid. Prática Profiss. Integral. Curricular 90 0 75 6 Obrigatório\n1770 390 1800\n2160TOTAL 14421601800INTEGRALIZAÇÃO - PRIMEIRO AO QUINTO PERÍODO - DISCIPLINAS OBRIGATÓRIAS - PPC2008\nCÓDIGO EIXOCARGA HORÁRIA\nCRÉDITOSClassificação do\nconteúdo pelas\nDCNHORAS-AULASHORAS\n \n ", "44": "PPC-2008 - Engenharia de Controle e Automação  \n43 \n  \nTEÓRICA PRÁTICA\nELE05 Conversão de Energia 60 50 4 Profissional\nELE06 Lab. Conversão de Energia 30 25 2 Profissional\nETN05 Metrologia e Sensores 60 50 4 Profissional\nETN06 Microprocessadores 60 50 4 Profissional\nETN07 Lab. de Microprocessadores 30 25 2 Profissional\nCTR03 Controle Automático II 60 50 4 Profis/Específico\nCTR04 Lab. Controle Automático II 30 25 2 Profis/Específico\nIFI01 Informática Aplicada I 30 25 2 Profis/Específico\nIFI02 Lab. de Informática Aplicada I 30 25 2 Profis/Específico\nAUT01 Projeto do Produto / Processo 60 50 4 Profis/Específico\n330 120 375 2175\n2610\nETN09 Tópicos Especiais em Eletrônica 30 25 2 Prof-Profis/Espec\nETN10 Tópicos Especiais em Sists. Microprocessados 30 25 2 Prof-Profis/EspecCRÉDITOS CÓDIGO DISCIPLINACARGA HORÁRIASEXTO PERÍODO - PPC2008\nClassificação do\nconteúdo pelas\nDCNHORAS-AULASHORAS\nTOTAL 30450\n \n \nTEÓRICA PRÁTICA\nETN08 Eletrônica de Potência 60 50 4 Profissional\nCTR05 Controle Automático III 60 50 4 Profis/Específico\nCTR06 Lab. Controle Automático III 30 25 2 Profis/Específico\nCTR07 Instrumentação e Controle 30 25 2 Profis/Específico\nCTR08 Lab. de Instrumentação e Controle 30 25 2 Profis/Específico\nIFI03 Informática Aplicada II 30 25 2 Profis/Específico\nIFI04 Lab. de Informática Aplicada II 30 25 2 Profis/Específico\nIFI05 Metodologia para Desenvolv. de Sistemas 60 50 4 Profis/Específico\nAUT02 Sistemas Fluidodinâmico 30 25 2 Profis/Específico\nAUT03 Lab. de Sistemas Fluidodinâmico 30 25 2 Profis/Específico\n270 120 325 2500\n3000\nHCA05 Introdução a Engenharia de Segurança 30 25 2 Básico\nCMA10 Arquitetura de Sistemas Computacionais 30 25 2 Básico\nCMA11 Lab. Arquitetura de Sistemas Computacionais 30 25 2 BásicoSÉTIMO PERÍODO - PPC2008\nCÓDIGO DISCIPLINACARGA HORÁRIA\nCRÉDITOSClassificação do\nconteúdo pelas\nDCNHORAS-AULASHORAS\nTOTAL 26390\n \n \nTEÓRICA PRÁTICA\nCTR09 Controle Automático IV 60 50 4 Profis/Específico\nCTR10 Lab. Controle Automático IV 30 25 2 Profis/Específico\nIFI06 Modelagem e Controle de Sist. Automatizados 60 50 4 Profis/Específico\nIFI07 Sistemas Distrib. e Redes de Computadores 60 50 4 Profis/Específico\nIFI08 Lab. Sistemas Distrib. e Redes de Comput. 30 25 2 Profis/Específico\nAUT04 Automação de Proces. Fabricação Metal-Mec. 90 75 6 Profis/Específico\nAUT05 Tecnologia de Comando Numérico 60 50 4 Profis/Específico\n330 60 325 2825\n3390\nIFI09 Inteligência Computacional 30 25 2 Profis/Específico\nIFI10 Lab. de Inteligência Computacional 30 25 2 Profis/EspecíficoOITAVO PERÍODO - PPC2008\nClassificação do\nconteúdo pelas\nDCNHORAS-AULASHORAS\nTOTAL 26390CÓDIGO DISCIPLINACARGA HORÁRIA\nCRÉDITOS\n \n \n ", "45": "PPC-2008 - Engenharia de Controle e Automação  \n44 \n  \nTEÓRICA PRÁTICA\nHCA09 Psicologia Aplicada às Organizações 30 25 2 Básica\nAUT06 Modelagem e Avaliação de Desempenho 60 50 4 Profis/Específico\nAUT07 Sistemas Integrados de Manufatura 90 75 6 Profis/Específico\nPRO04 Trabalho de Conclusão de Curso I 15 12,5 1 Obrigatório\n195 0 162,5 2987,5\n3585\nHCA06 Áspecto de Segurança em Automação 30 25 2 Básica\nHCA07 Econômia Aplicada a Automação 60 50 4 Básica\nHCA08 Normalização e Qualidade Industrial 30 25 2 Básica\nHCA10 Introdução a Administração 30 25 2 Básica\nHCA11 Introdução ao Direito 30 25 2 Básica\nHCA12 Organização Empresarial 30 25 2 Básica\nAUT08 Tópicos Especiais em Automação 60 50 4 Profis/Específico\nOPTATIVA 30 25 2 Prof-Profis/EspecNONO PERÍODO - PPC2008\nCÓDIGO DISCIPLINACARGA HORÁRIA\nCRÉDITOSClassificação do\nconteúdo pelas\nDCNHORAS-AULASHORAS\nTOTAL 13195\n \n \nTEÓRICA PRÁTICA\nPRO05 Trabalho de Conclusão de Curso II 15 12,5 1 Obrigatório\nPRO06 Estágio Supervisionado 30 25 2 Obrigatório\n45 0 37,5 3025\n3630\nAUT09 Robótica Industrial 60 50 4 Profis/Específico\nOPTATIVA 30 25 2 Prof-Profis/EspecDÉCIMO PERÍODO - PPC2008\nClassificação do\nconteúdo pelas\nDCNHORAS-AULASHORAS\n345CÓDIGO DISCIPLINACARGA HORÁRIA\nCRÉDITOS\nTOTAL\n \n \nTEÓRICA PRÁTICA\nMAT Matemática 0 0 0 0 Básico\nFSQ Física e Química 0 0 0 0 Básico\nCMA Computação e Matemática Aplicada 0 0 0 0 Básico\nHCA Hum. e Ciênc. Soc. Aplic. á Engenharia 30 0 25 2 Básico\nELE Eletricidade 60 30 75 6 Profissional\nETN Eletrônica 180 30 175 14 Profissional\nMEC Mecânica 0 0 0 0 Básico\nCTR Controle de Processos 210 120 275 22 Profis/Específico\nIFI Informática Industrial 240 90 275 22 Profis/Específico\nAUT Automação 390 30 350 28 Profis/Específico\nPRO Ativid. Prática Profiss. Integral. Curricular 60 0 50 4 Obrigatório\n1170 300 1225\n14709814701225 TOTALINTEGRALIZAÇÃO - SEXTO AO DÉCIMO PERÍODO - DISCIPLINAS OBRIGATÓRIAS - PPC2008\nCÓDIGO EIXOCARGA HORÁRIA\nCRÉDITOSClassificação do\nconteúdo pelas\nDCNHORAS-AULASHORAS\n \n ", "46": "PPC-2008 - Engenharia de Controle e Automação  \n45 \n  \nResumo da Carga -Horária: em Números de Aulas de 50 minutos, em Hor as e em \nCréditos por Eixo, necessários a Integralização do Curso de Engenharia de Controle e \nAutomação.  \n \nTEÓRICA PRÁTICA\nMAT Matemática 510 0 425 34 Básico\nFSQ Física e Química 240 120 300 24 Básico\nCMA Computação e Matemática Aplicada 240 90 275 22 Básico\nHCA Hum. e Ciênc. Soc. Aplic. á Engenharia 150 0 125 10 Básico\nELE Eletricidade 210 60 225 18 Profissional\nETN Eletrônica 300 90 325 26 Profissional\nMEC Mecânica 210 60 225 18 Básico\nCTR Controle de Processos 300 150 375 30 Profis/Específico\nIFI Informática Industrial 240 90 275 22 Profis/Específico\nAUT Automação 390 30 350 28 Profis/Específico\nPRO Ativid. Prática Profiss. Integral. Curricular 150 0 125 10 Obrigatório\n2940 690 Participação %\n80,13%\nPRO 250 20 6,62%\n300 24 7,95%\n200 16 5,30%\n3775 302 100% INTEGRALIZAÇÃO - PPC2008DISCIPLINAS OBRIGATÓRIAS: TOTAL= 2423630Classificação do \nconteúdo pelas \nDCNINTEGRALIZAÇÃO - PPC2008\nCÓDIGO\nEstágio CurricularCRÉDITOS\nAtividades ComplementaresCARGA HORÁRIA\nDisciplinas Optativas / EletivasHORASHORAS-AULAS EIXO\n3025\n \n ", "47": "PPC-2008 - Engenharia de Controle e Automação  \n46 \n  \n8.7. Tabelas de Pré -Requisitos das Disciplinas  \n As tabelas a seguir informam os pré e co -requisitos das disciplinas da Estrutura Curricular \nVersão 2007  do Curso de Engenharia de Controle e Automação.  \n \nTEÓRICA PRÁTICA PRÉ PRÉ CO\nMAT01 Cálculo I 6\nMAT02 Geometria Analítica e Algebra Vetorial 6\nFSQ01 Química 4\nFSQ02 Laboratório de Química 2 FSQ01\nCMA01 Programacão de Computadores I 2\nCMA02 Lab Programacão de Computadores I 2 CMA01\nHCA01 Cont. Soc. Prof. Eng. de Controle e Automação 2\nPRO01 Introd. Experim. Desenv. Protótipos/Projetos 2\nPRO02 Metodologia Científica 2\n24 4\nHCA13 Tópicos Especiais em Linguas 2\nOPTATIVA 228CARGA HORÁRIA SEMANAL REQUISITOSPRIMEIRO PERÍODO - PPC2008\nDISCIPLINA CÓDIGO\nTOTAL\n \n \nTEÓRICA PRÁTICA PRÉ PRÉ CO\nMAT03 Cálculo II 6 MAT01\nFSQ03 Física I 4 MAT01 MAT02\nFSQ04 Lab. Física I 2 FSQ03\nCMA03 Estatística 4 MAT03\nCMA04 Programação de Computadores II 2 CMA01 CMA02\nCMA05 Lab. de Programação de Computadores II 2 CMA04\nHCA02 Filosofia da Tecnologia 2 HCA01\nMEC01 Representação Gráfica 4\nPRO03 Metodologia da Pesquisa 2 PRO02\n20 8\nOPTATIVA 2\nOPTATIVA 2CÓDIGO DISCIPLINACARGA HORÁRIA SEMANAL REQUISITOS\nTOTALSEGUNDO PERÍODO - PPC2008\n28\n \n \nTEÓRICA PRÁTICA PRÉ PRÉ CO\nMAT04 Cálculo III 4 MAT03\nMAT05 Algebra Linear 4 MAT02 MAT03\nFSQ05 Física II 4 MAT03 FSQ03\nFSQ06 Lab. Física II 2 FSQ05\nCMA06 Estruturas de Dados 2 CMA01 CMA02\nCMA07 Lab. de Estruturas de Dados 2 CMA06\nHCA03 Gestão Ambiental 2 HCA01\nHCA04 Introdução à Sociologia 2 HCA02\nMEC02 Mecânica Geral 6 MAT03 FSQ03\n24 4\nCMA12 Linguagens de Programação 2 CMA01 CMA02\nCMA13 Lab. de Linguagens de Programação 2 CMA1228TOTALTERCEIRO PERÍODO - PPC2008\nCARGA HORÁRIA SEMANALCÓDIGO DISCIPLINAREQUISITOS\n \n ", "48": "PPC-2008 - Engenharia de Controle e Automação  \n47 \n  \n \nTEÓRICA PRÁTICA PRÉ PRÉ CO\nMAT06 Cálculo IV 4 MAT04\nMAT07 Variáveis Complexas 4 MAT06\nFSQ07 Física III 4 FSQ05\nFSQ08 Lab. Física III 2 FSQ07\nCMA08 Fundam. Matem. p/ Controle e Automação 2 MAT04 MAT05\nCMA09 Métodos Numérico Computacionais 4 MAT05 CMA04 MAT04\nELE01 Materiais Elétricos 2 FSQ01 FSQ05\nELE02 Análises de Circuitos Elétricos I 4 MAT04 FSQ05\nMEC03 Resistência dos Materiais 4 MEC02\n28 2\nCMA14 Banco de Dados 2 CMA01 CMA02\nCMA15 Lab. de Banco de Dados 2 CMA1430TOTALQUARTO PERÍODO - PPC2008\nCÓDIGO DISCIPLINACARGA HORÁRIA SEMANAL REQUISITOS\n \n \nTEÓRICA PRÁTICA PRÉ PRÉ CO\nELE03 Análises de Circuitos Elétricos II 4 ELE02\nELE04 Lab de Circuitos Elétricos 2 ELE03\nETN01 Eletrônica 4 ELE01 ELE03\nETN02 Lab. Eletrônica 2 ETN01\nETN03 Sistemas Digitais 4 ETN01\nETN04 Lab Sistemas Digitais 2 ETN03\nMEC04 Fenômenos de Transporte 4 FSQ07 MEC02 MAT04\nCTR01 Controle Automático I 6 CMA08 CMA09 MAT07\nCTR02 Lab. Controle Automático I 2 CTR01\n22 8\nFSQ09 Introdução á Física Moderna 4 FSQ07QUINTO PERÍODO - PPC2008\nDISCIPLINACARGA HORÁRIA SEMANAL REQUISITOS\nTOTAL30CÓDIGO\n \n \nTEÓRICA PRÁTICA PRÉ PRÉ CO\nELE05 Conversão de Energia 4 ELE03\nELE06 Lab. Conversão de Energia 2 ELE05\nETN05 Metrologia e Sensores 4 ETN01 MEC03\nETN06 Microprocessadores 4 ETN01 ETN03\nETN07 Lab. de Microprocessadores 2 ETN06\nCTR03 Controle Automático II 4 CTR01\nCTR04 Lab. Controle Automático II 2 CTR03\nIFI01 Informática Aplicada I 2 CMA01/CMA02 ETN03\nIFI02 Lab. de Informática Aplicada I 2 IFI01\nAUT01 Projeto do Produto / Processo 4 MEC01 128 Créditos\n22 8\nETN09 Tópicos Especiais em Eletrônica 2 ETN01 ETN02 PRÉ:   ELE02\nETN10 Tópicos Especiais em Sists. Microprocessados 2 ETN01 ETN05 CO:  ETN06CÓDIGO DISCIPLINACARGA HORÁRIA SEMANAL REQUISITOSSEXTO PERÍODO - PPC2008\nTOTAL30\n \n \n \n ", "49": "PPC-2008 - Engenharia de Controle e Automação  \n48 \n  \n \nTEÓRICA PRÁTICA PRÉ PRÉ CO\nETN08 Eletrônica de Potência 4 ETN01 CMA08\nCTR05 Controle Automático III 4 CTR03\nCTR06 Lab. Controle Automático III 2 CTR05\nCTR07 Instrumentação e Controle 2 ETN05 ETN06 CTR05\nCTR08 Lab. de Instrumentação e Controle 2 CTR07\nIFI03 Informática Aplicada II 2 IFI01\nIFI04 Lab. de Informática Aplicada II 2 IFI03\nIFI05 Metodologia para Desenvolvimento de Sistemas 4 CMA06 CMA07\nAUT02 Sistemas Fluidodinâmico 2 MEC04\nAUT03 Lab. de Sistemas Fluidodinâmico 2 AUT02\n18 8\nCMA10 Arquitetura de Sistemas Computacionais 2 ETN06\nCMA11 Lab. Arquitetura de Sistemas Computacionais 2 CMA10\nHCA05 Introdução a Engenharia de Segurança 2 128 Créditos26TOTALCARGA HORÁRIA SEMANAL REQUISITOSSÉTIMO PERÍODO - PPC2008\nDISCIPLINA CÓDIGO\n \n \nTEÓRICA PRÁTICA PRÉ PRÉ CO\nCTR09 Controle Automático IV 4 CTR05\nCTR10 Lab. Controle Automático IV 2 CTR09\nIFI06 Modelagem e Controle de Sist. Automatizados 2 IFI05\nIFI07 Sistemas Distrib. e Redes de Computadores 4 IFI03 IFI04\nIFI08 Lab. Sistemas Distrib. e Redes de Comput. 2 IFI07\nAUT04 Automação de Proces. Fabricação Metal-Mec. 6 AUT01\nAUT05 Tecnologia de Comando Numérico 4 ETN05 IFI05 AUT02\n20 6\nIFI09 Intrododução a Inteligência Computacional 2 CMA06\nIFI10 Lab. de Intodução a Inteligência Computacional 2 IFI09TOTAL26REQUISITOSDISCIPLINACARGA HORÁRIA SEMANALOITAVO PERÍODO - PPC2008\nCÓDIGO\n \n \n \nTEÓRICA PRÁTICA PRÉ PRÉ CO\nHCA09 Psicologia Aplicada às Organizações 2 144 Créditos\nAUT06 Modelagem e Avaliação de Desempenho 4 IFI06 AUT04\nAUT07 Sistemas Integrados de Manufatura 6 AUT04 AUT05\nPRO04  Trabalho  Conclusão de Curso I 1 144 Créditos\n13 0\nHCA06 Áspecto de Segurança em Automação 2 176 Créditos\nHCA07 Econômia Aplicada a Automação 4 144 Créditos\nHCA08 Normalização e Qualidade Industrial 2 160 Créditos\nHCA10 Introdução a Administração 2 176 Créditos\nHCA11 Introdução ao Direito 2 192Créditos\nHCA12 Organização Empresarial 2 160 Créditos\nAUT08 Tópicos Especiais em Automação 4 176 Créditos\nOPTATIVA 2NONO PERÍODO - PPC2008\nCÓDIGO DISCIPLINACARGA HORÁRIA SEMANAL REQUISITOS\nTOTAL13\n \n \n ", "50": "PPC-2008 - Engenharia de Controle e Automação  \n49 \n  \nTEÓRICA PRÁTICA PRÉ PRÉ CO\nPRO05  Trabalho Conclusão de Curso II 1 PRO04\nPRO06 Estágio Supervisionado 2 208 Créditos\n3 0\nAUT09 Robótica Industrial 4 192 Créditos\nESTÁGIO CURRICULAR 208 CréditosTOTAL3CÓDIGOREQUISITOS\n250 HORASDÉCIMO PERÍODO - PPC2008\nDISCIPLINACARGA HORÁRIA SEMANAL\n \n \n \n9. DESCRIÇÃO DAS ATIVIDADES DESENVOLVIDAS NO CURSO  \n \nAs Atividades Específicas que geram carga horária para efeito de integralização curricular são \nclassificadas em:  \n Projeto de Iniciação Científica;  \n Projeto Orientado;  \n Projeto de Extensão (realizadas em empresas, órgãos governamentais, Ongs, comunidades \netc); \n Produção Científica;  \n Pesquisa Tecnológica;  \n Participação em Seminários;  \n Desenvolvimento de Atividade em Empresa Jú nior;  \n Monitoria;  \n Atividade Livre.  \nEstas atividades deverão ser regulamentadas pelo Colegiado do Curso e Aprovadas no \nConselho de Graduação da Instituição, e estão citadas nos conteúdos optativos do Eixo 11 - \nAtividades de Prática Profissional e Integraliza ção Curricular.  \n \n10.  MONITORAMENTO DO PROJETO PEDAGÓGICO DO CURSO  \n \nA ser normalizado pelo Colegiado de Curso, sendo que este deve ser instituído de forma \nprovisória durante o processo de implantação do Curso de Engenharia de Controle e Automação e \napós este p eríodo, deverá ser instituído de forma permanente. Nesta normatização devem constar, \nem especial, os seguintes itens:  \n Tratar da avaliação interna do curso (avaliação da estrutura, do currículo e das práticas \npedagógicas, dos docentes e dos discentes), dand o um caráter mais de acompanhamento e \ncorreção de rumos (monitoramento) a todo esse sistema de avaliação.  \n Tratar de propostas de nivelamento (monitorando ingressantes desde o processo seletivo), \nacompanhamento mais cuidadoso dos primeiros períodos, garanti ndo a construção das \nhabilidades básicas de um estudante de ensino superior de engenharia.  \n Tratar de propostas de mecanismos de recuperação/ acompanhamento mais próximo de \ndisciplinas, alunos e professores que tenham sentido dificuldades nos semestres ante riores.  \n ", "51": "PPC-2008 - Engenharia de Controle e Automação  \n50 \n  \n11.  RECURSOS FÍSICOS E HUMANOS  \n \nOs laboratórios a serem utilizados no Curso, existentes e a serem implantados, estão listados \nabaixo. A sua utilização específica por módulo encontra -se listado no ANEXO I.  \n \n11.1. Laboratórios existentes a serem utilizados  no Curso de Graduação.  \n \nLaboratório  Quantidade  \nLaboratório de Máquinas Elétricas  01 \nLaboratório de Eletrônica Analógica  01 \nLaboratório de Eletrônica Digital  01 \nLaboratório de Circuitos Elétricos  02 \nLaboratório de Informática Industrial  01 \nLaboratóri o de Acionamentos e Automação Industrial  01 \nLaboratório de Informática  05 \nLaboratório CAD/ CAE/ CAM  01 \nLaboratório de Tornearia, Fresagem, Retífica e Ajustagem (Mecânica)  01 \nLaboratório de Fundição e Tratamentos Térmicos (Mecânica)  01 \nLaboratório de F ísica 01 \nLaboratório de Química  01 \nLaboratório de Hidráulica e Pneumática  01 \nLaboratório de Controle e Automação  01 \nLaboratório de Eletrônica de Potência  01 \nLaboratório de Instrumentação e Controle  01 \nLaboratório de Microprocessadores  01 \n \n \n11.2. Laboratór ios necessários para a operacionalização do Curso de Graduação:  \n \nLaboratório  Quantidade  \nLaboratório de Mecânica dos Fluidos  01 \nLaboratório de Arquitetura de Sistemas Computacionais  01 \nLaboratório de Metrologia (Mecânica)  01 \nLaboratório de Tecnologia da  Soldagem (Mecânica)  01 \n \n \n11.3. Corpo Docente Efetivo do Campus III - Leopoldina com Possibilidade de Atuação no \nCurso:  \n \nO Corpo Docente é o principal sustentáculo de qualquer programa educacional. Deve ser \nsuficiente em número e deve reunir competência associa da a todos os componentes da estrutura \ncurricular. Seu número e dedicação devem ser adequados para garantir um bom nível de interação \nentre discentes e docentes.  \n \nO professor deve ter qualificações adequadas. Sua competência global poderá ser inferida de \nfatores como qualificação acadêmica, experiência docente, habilidade para a comunicação, \nentusiasmo para o desenvolvimento de estratégias educacionais mais efetivas, participação em \nsociedades educacionais e técnico -científicas, exercício efetivo de ativida des de engenharia em \náreas compatíveis com as do ensino no programa.  ", "52": "PPC-2008 - Engenharia de Controle e Automação  \n51 \n  \nAs Tabelas 11.1 (A e B) e As Tabelas 11.2 (A e B) apresentam a relação de docentes Efetivos  e \nSubstitutos,  respectivamente da carreira de ensino de 1º e 2º graus, e suas respectivas \ncoordenações, com ou em capacitação, que atuam no Curso de Engenharia de Controle e \nAutomação. A distribuição de carga horária para cada um deles deverá respeitar o limite máximo de \naulas semanais destinado a cada professor, não representando prejuízo para os  Cursos Técnicos já \noferecidos pela Instituição e segundo as determinações da Coordenação. Esta situação é transitória \naté a efetivação de docentes específicos para a graduação quando então poderá ser revista a situação \nde ingresso de alunos no curso.  \n \nÉ importante ressaltar que o quadro de docentes do Campus III - Leopoldina é composto por \ndocentes da carreira de 1º e 2º graus, pois até então era a única modalidade de curso oferecida. Os \ndocentes relacionados para este curso estarão dividindo suas atribuiç ões entre a educação \nprofissional de nível médio e o ensino superior de engenharia, em caráter apoio, cabendo a Direção \nGeral do CEFET/MG consiguir, junto ao Ministério da Educação, através da Secretaria de Ensino \nSuperior, a criação de um quadro de docent es de 3º grau para o Campus III - Leopoldina.  \n \n \n11.4. Corpo Técnico Administrativo  \n \nO Campus III - Leopoldina possui, atualmente, trinta e nove servidores técnico -administrativos. \nCom este quadro atendem -se, nas diversas funções, os três turnos de funcionamento da Escola, a \nsaber, manhã, tarde e noite.  \nTendo em vista a implantação de curso superior, ocorreu a redistribuição interna de um servidor \npara o serviço de registro escolar.  \nHá necessidade do fortalecimento do quadro de servidores técnico -administrativos e m funções \nespecíficas tais como: bibliotecária, supervisão pedagógica, assistente social e psicologia \neducacional, ficando a ampliação do quadro de técnico -administrativos para negociação entre a \nDireção do Campus III, Direção Geral do CEFET/MG e o Ministé rio da Educação.  \n \n ", "53": " \n52 \n PPC-2008 - Engenharia de Controle e A utomação  \n \nTABELA 11.1 A - Corpo Docente Efetivo com Especialização do CEFET -MG / Campus III - Leopoldina  \n \nCoordenação  Professor  Graduação  Especialização  \nCurso  Instituição  Conclusão  Curso/Área  Instituição  Conclusão  \nFormação \nGeral  Antonio Carl os Torres \nTeixeira  Física  UFMG  1985  Educação \nTecnológica  CEFETMG  1994  \n \nCoordenação  Professor  Graduação  Especialização  \nCurso  Instituição  Conclusão  Curso/Área  Instituição  Conclusão  \nInformática  \nIndustrial  Tatiana Barbosa de \nAzevedo  Tecnologia em \nProcess amento de \nDados  CESJF  1995  Métodos \nEstatísticos \nComputacionais \n– Controle de \nQualidade  UFJF  1999  \n \nCoordenação  Professor  Graduação  Especialização  \nCurso  Instituição  Conclusão  Curso/Área  Instituição  Conclusão  \nMecânica/  \nEletro -\nmecânica  Ramon Carvalho da  \nFonseca  Engenharia Civil  \n \n \nMatemática  \n \n UFJF  \n \n \nFac. Filos. Ciências e \nLetras Profa. Nair F. \nAbu-Merhy  1990  \n \n \n1998  \n \n Especialidade em \nDidática  Fac. Filos. \nCiências e \nLetras Profa. \nNair F. Abu -\nMerhy  1997  \n ", "54": " \n53 \n PPC-2008 - Engenharia de Controle e A utomação  \n \nTABELA 11.1 B - Corpo Docente Efetivo com Mestrad o / Doutorado (ou em Curso) do CEFET -MG / Campus III - \nLeopoldina  \n \nCoordenação  Professor  Graduação  Mestrado  Doutorado  \nCurso  Instituição  Conclusão  Curso/Área  Instituição  Conc.  Curso/ Área  Instituição  Conc.  \nMecânica / \nEletromecânica  Magno Ernany  \nBarbosa  \n Eng.Mecânica  Univale  1984  Eng.Mecânica  UFES  1999  - - - \nAntônio Carlos de \nSouza  Eng. Mecânica  EFEI  1993  Eng. de \nProdução  EFEI  1997  Eng. \nMecânica/ \nProc. Fabr.  UNICAMP  2001  \nHilton Carlos de \nMiranda Mello  Eng. Mecânica  USP-EESC  1996  Eng. \nMecânica  USP-EESC 1999  Eng. \nMecânica  USP-EESC  2005  \n \n \nCoordenação  Professor      Graduação  Mestrado  Doutorado  \nCurso  Instituição  Conclusão  Curso/Área  Instituição  Conc.  Curso/ Área  Instituição  Conc.  \nFormação \nGeral  Katalin Carrara \nGeosce  Engenharia de \nAlimentos  UFV  1991  Ciência e \nTecnol. dos \nAlimentos  UFV  1993  Agroquímica  UFV  Previsão  \n2011  \nJosé Antônio Pinto  Ciências / Física  UFV  1984  Ciências \nNaturais  UENF  2006     \nJosé Evaristo \nRodrigues Costa  Física:  \nBacharelado  \nLicenciatura Plena  \n UFJF  1990  Física  UFMG  1993  Física  UFMG  1997  \nVirgínia Aparecida \nRamos Filgueiras  Letras  UFJF  1986  Linguística  UFMG  2004     \n ", "55": " \n54 \n PPC-2008 - Engenharia de Controle e A utomação  \n \nTABELA 11.1 B - Corpo Docente Efetivo com Mestrado / Doutorado (ou em Curso) do CEFET -MG / Campus III - \nLeopoldina  \n \nCoordenação  Professor      Graduação  Mestrado  Doutorado  \nCurso  Instituição  Conclusão  Curso/Área  Instituição  Conc.  Curso/ Área  Instituição  Conc.  \nEletrotécnica  Olga Moraes Toledo  Eng. Elétrica  UFJF  1988  Engenharia \nde Produção  COPPE - \nUFRJ  2004  Engenharia \nElétrica  UFV  Previsão  \n2010  \nCarlos Henrique Si lva \nde Vasconcelos  Eng. Elétrica  PUC -MG 2001  Engenharia \nElétrica  PUC -\nMINAS  2006     \nLaércio Simas Mattos  Eng. Elétrica  UFJF  2002  Engenharia \nElétrica  UFJF  2005     \nMárcio do Carmo \nBarbosa P. Rodrigues  Eng. Elétrica  UFJF  2002  Engenharia \nElétrica  UFJF  2004     \nMarlon José do Carmo  Matemática  Fafic  2003  Engenharia \nElétrica  UFJF  2006     \nMatusalém Martins \nLanes  Matemática  FAFIC  1996  Engenharia \nElétrica  UFJF  2006     \nRicardo Henrique \nRosemback  Eng. Elétrica  UFJF  2001  Engenharia \nElétrica  UFJF  2004     \n ", "56": " \n55 \n PPC-2008 - Engenharia de Controle e A utomação  \n \nTABE LA 11.1 B - Corpo Docente Efetivo com Mestrado / Doutorado (ou em Curso) do CEFET -MG / Campus III - \nLeopoldina  \n \nCoordenação  Professor  Graduação  Mestrado  Doutorado  \nCurso  Instituição  Conclusão  Curso/Área  Instituição  Conc.  Curso/ Área  Instituição  Conc.  \nInformática  \nIndustrial  Alexander Correa dos \nSantos  Matemática  FAFIC  1996  Demografia  UFMG  Previ\nsão \n2006     \nAnderson Grandi \nPires  Matemática  FAFIC  2000  Modelagem \nMatemática e \nComputaciona\nl CEFET -\nMG 2005     \nLuis Cláudio Gamboa \nLopes  Engenharia \nElétrica  UFJF   Instrumentaçã\no e controle  UFJF      \nFilippe Coury Jabour \nNeto  Engenharia \nElétrica  \n \nTecnologia em \nProcessamento \nde Dados  UFJF  \n \n \nCESJF  1990  \n \n \n1993  Computação \nAplicada e \nAutomação  UFF 2002  Engenharia \nElétrica  UFRJ  Previsão  \n2007  \n \nEugênia Cristina \nMüller G iancoli \nJabour  Engenharia \nCivil  \n \nTecnologia em \nProcessamento \nde Dados  UFJF  \n \n \n \nCESJF  1994  \n \n \n \n1993  Mestrado em \nComputação  UFF 2002  Doutorado \nem \nTeleinformát\nica. UFRJ  Previsão  \n2007  \n Jose Geraldo Ribeiro \nJunior  Tecnólogo em \nProcessamento \nde Dados  CESJF  1997  Mestrado em \nInformatica.  PUC/MG  2006     \n ", "57": " \n56 \n PPC-2008 - Engenharia de Controle e A utomação  \n \nTABELA 11.1 B - Corpo Docente Efetivo com Mestrado / Doutorado (ou em Curso) do CEFET -MG / Campus III - \nLeopoldina  \n \nCoordenação  Professor  Graduação  Mestrado  Doutorado  \nCurso  Instituição  Conclusão  Curso/Área  Instituição  Conc.  Curso/ Área  Instituição  Conc.  \nEngenharia \nde Controle e \nAutomação  Alexander Silva  Licenciatura em \nCiências \nHabilitação \nMatemática  UNIMEP  2002  Educação  USP 2005     \nFabiano Drumond \nChaves   Engenharia \nMecânica  UFMG  2001  Engenharia \nMecânica  UFMG  2003  Engenharia \nMecânica  UFMG  Previsão:  \nDez/2008  \nSelene Dias Ricardo \nde Andrade  \n Engenharia \nElétrica  UNIVALE  1994  Engenharia \nElétrica  PUC -RJ 1999     \n \n ", "58": " \n57 \n PPC-2008 - Engenharia de Controle e A utomação  \n \n \nTABELA 11.2 A - Corpo Docente Substituto com Graduação e Especialização do CEFET -MG / Campus III - Leopoldina  \n \nCoordenação  Professor  Graduação  Especialização  \nCurso  Instituição  Conclusão  Curso/Área  Instituição  Conc.  \nFormação \nGeral  Marco Antônio \nAffonso  Eng. Civil  UFJF  1988  Eng. Segurança do \nTrabalho  UFJF  1998  \nUlisses dos Santos \nBorges  Licenciatura  em \nMatemática  FAFIC  2002  Matemática Didática  FAFIC  2004  \nMecânica/  \nEletro -\nmecânica         \n       \n       \nEletrotécnica  \nÂngela Maria Pessoa \nRibeiro  Bacharelado e \nLicenciatura Plena \nem Física  Fundação Técnico \nEducacional Souza \nMarques, FTESM  1980  Educa ção para Gestão \nAmbiental  Universidade \ndo Estado do \nRio de Janeiro, \nUERJ  2003  \n Pedagogia \nEmpresarial: Ênfase \nem Administração do \nConhecimento  Universidade \nEstácio de Sá, \nUNESA  2001  \nInformática  \nIndustrial         \n       \n       \n \n ", "59": " \n58 \n PPC-2008 - Engenharia de Controle e A utomação  \n \nTABELA 11.2 B - Corpo Docente Substituto com Mestrado / Doutorado (ou em Curso) do CEFET -MG / Campus III - \nLeopoldina  \n \nCoordenação  Professor      Graduação  Mestrado  Doutorado  \nCurso  Instituição  Conclusão  Curso/Área  Instituição  Conc.  Curso/ Área  Instituição  Conc.  \nMecâni ca/ \nEletromecânica  Rondiney Bonin \nFerreira  \n Engenharia \nCivil  UFJF  2003  Engenharia \nCivil  UFF 2006     \nJuciléia Filomena \nBarbosa Severino  Engenharia \nElétrica  UFJF  2003  Engenharia \nElétrica  UFJF  2006     \nEletrotécnica  Ângelo Rocha de \nOliveira  Engenharia \nElétr ica UFJF  2002  Engenharia \nElétrica  UFJF  2005     \n          \nFormação \nGeral  Cristiana Resende \nMarcelo  Química  UFV  2005  Agroquímica  UFV  2007     \nDelton Wgner \nTeixeira  Licenciatura \nem Física  UFV  1994  Meteorologia \nAgrícola  UFV  1999     \nDouglas Martins \nVieir a da Silva  Física  UFJF  2004  Física \nComputaciona\nl UFJF  2006     \nLeila Aley Tavares  Química  UFU  1999  Química  UFCAR  2002  Química  UFSCAR  2007  \nInformática  \nIndustrial            \n          \n \n \n \n \n ", "60": " \n59 \n PPC-2008 - Engenharia de Controle e Automação  \n12. REFERÊNCIAS BIBLIOGRÁFICAS  \n \nBRASIL. Plano Nacional de Educação.  Congresso Nacional. Brasília: 2000.  \nSOUZA, P.R. Universidades Federais: ensino de qualidade para mais alunos. In: Instituto Nacional \nde Estudos e Pesquisas Educacionais. Resultados e tendências da educação superior: Brasil. \nBrasília: INEP, 2000, p.9 -11. \nKOELER, E., CUNHA, F. M., PADULA, F. R., ROMAGNOLLI, F., BURNIER, S. Diretrizes Para \nElaboração De Projeto Pedagógico / Reestruturação Curricular Dos Cursos De Graduação Em \nEngenharia. CEFET -MG, 2004.  \nBURNIER, S. Pesquisa de Egressos das Engenharias Industr ial Elétrica e Mecânica – Dados \npreliminares. CEFET -MG, 2004.  \nConvênio BID / Consórcio Cooperação Técnica ATN/II -6602 -BR, Plano Estratégico de \nDesenvolvimento Sustentável - Consórcio Intermunicipal da Zona da mata e Campos das Vertentes \nde Minas Gerais. Ag osto, 2001.  \nBDMG, Zona da Mata – Diagnóstico e Indicações de Ações Prioritárias para seu desenvolvimento. \nBelo Horizonte, 2000.  \n \n13. ANEXOS  \n \nANEXO I: DISTRIBUIÇÃO DE LABORATÓRIOS / MÓDULOS  \n \nANEXO II: PORTARIA MEC 1694  \n \nANEXO III: RESOLUÇÃO CONFEA RES 427/99  \n \nANEXO IV: RESOLUÇÃO CNE/CES 11/2002  \n \nANEXO V: GRADE CURRICULAR DO CURSO DE ENGENHARIA DE CONTROLE E \nAUTOMAÇÃO  \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "61": " \n60 \n PPC-2008 - Engenharia de Controle e Automação  \nANEXO I: DISTRIBUIÇÃO DE LABORATÓRIOS / MÓDULOS  \n \n 1º Período  2º Período  3º Período  4º Período  5º Período  \nLABORATÓRIOS \nJÁ EXISTENTE S Lab. Química  Lab. Física  Lab. Física  Lab. de Física  Lab. de Controle e \nAutomação  \nLab. Informática  Lab. Informática  Lab. de Informática  Lab. de Informática  Lab. de Circuitos \nElétricos  \n    Lab. de Eletrônica \nAnalógica  \n    Lab. Eletrônica \nDigital  \nLABORATÓRIOS \nA SEREM \nIMPLANTADOS       \n     \n      \n ", "62": " \n61 \n PPC-2008 - Engenharia de Controle e Automação  \nANEXO I: DISTRIBUIÇÃO DE LABORATÓRIOS / MÓDULOS  \n \n 6º Período  7º Período  8º Período  9º Período  10º Período  \nLABORATÓRIOS \nJÁ EXISTENTES  Lab. Informática  Lab. Informática  Lab. Informática  Lab. Informática   \nLab. CAD/CAM  Lab. CAD/CAM  Lab. Redes de Computadores  Lab. CAD/CAE/CAM   \nLab. de Conversão de \nEnergia  Lab. de Hidráulica e \nPneumática  Lab. de Hidráulica e Pneumática    \nLab. \nMicroprocessadores  Lab.Instrumentação e \nControle  Lab. Acionamentos e \nAutomação  Industrial    \nLab. Instrumentação \ne Controle  Lab. Eletrônica de \nPotência  Lab. Controle e Automação    \nLABORATÓRIOS \nA SEREM \nIMPLANTADOS   Lab. Arquitetura de \nSistemas \nComputacionais     \n Laboratório de \nSistemas \nFluidodinâmicos     \n     \n     \n     \n \n ", "63": " \n62 \n PPC-2008 - Engenharia de Controle e Automação  \n \nANEXO II  \nPORTARIA N 1.694 DE 5 DE DEZEMBRO DE 1994  \n \nO MINISTRO DE ESTADO DA EDUCAÇÃO E DO DESPORTO, no uso de suas atribuições, \ntendo em vista o que dispõe a Medida Provisória 711, de 17 de novembro de 1994, publicada no \nD.O.U. de 18 de novembro de 1994 e  considerando o consubstanciado no Parecer da Comissão de \nEspecialistas do Ensino da Engenharia da Secretaria da Educação Superior (SESU/MEC) resolve:  \nArt. 1 A Engenharia de Controle e Automação é uma habilitação específica que tem sua origem nas \náreas El étrica e Mecânica do Curso de Engenharia.  \nArt 2 Esta habilitação deverá obedecer aos termos da Resolução n 48/76 do CFE, que fixa os \nmínimos de conteúdo e de duração do curso de Engenharia, e define as suas áreas.  \nArt 3 As matérias de Formação Profissional  Geral são:  \nControle de Processos  \nSistemas Industriais  \nInstrumentação  \nMatemática Discreta para Automação  \nInformática Industrial  \nAdministração de Sistemas de Produção  \nIntegração e Avaliação de Sistemas  \nParágrafo Único - As ementas das Matérias referidas no  artigo 3, são as constantes do Anexo desta \nPortaria.  \nArt 4 As Matérias de Formação Profissional Específica deverão ser definidas pelas Instituições, \nconforme o disposto no Artigo 8 da Resolução n 48/76 -CFE.  \nArt 5 Esta Portaria entra em vigor na data de s ua publicação revogadas as disposições em contrário.  \n ", "64": " \n63 \n PPC-2008 - Engenharia de Controle e Automação  \n \nANEXO III  \nResolução Nº 427, de 05/3/1999  \n \nCONSELHO FEDERAL DE ENGENHARIA, ARQUITETURA E AGRONOMIA  \nResolução Nº 427, DE 05 MARÇO 1999 1 \nDiscrimina as atividades profissionais do Engenheiro de Controle e  Automação.  \nO Conselho Federal de Engenharia, Arquitetura e Agronomia, no uso das atribuições que lhe \nconfere a letra \"f\" do art. 27 da Lei 5.194, de 24 de dezembro de 1966,  \nCONSIDERANDO que o Art. 7º da lei nº 5.194/66 refere -se às atividades profissiona is do \nengenheiro, do arquiteto e do engenheiro -agrônomo em termos genéricos;  \nCONSIDERANDO a necessidade de discriminar atividades das diferentes modalidades \nprofissionais da Engenharia, Arquitetura e Agronomia, para fins de fiscalização de seu exercício \nprofissional;  \nCONSIDERANDO a Portaria nº 1.694, de 05 de dezembro de 1994, do Ministério de Estado da \nEducação e do Desporto, publicado no D. O. U. de 12 de dezembro de 1994,  \nRESOLVE:  \nArt. 1º - Compete ao Engenheiro de Controle e Automação, o desempenho das  atividades 1 a 18 do \nart. 1º da Resolução nº 218, de 29 de junho de 1973 do CONFEA, no que se refere ao controle e \nautomação de equipamentos, processos, unidades e sistemas de produção, seus serviços afins e \ncorrelatos.  \nArt. 2º - Aplicam -se à presente Res olução as disposições constantes do art. 25 e seu parágrafo único \nda Resolução nº 218, de 29 de junho de 1973, do CONFEA.  \nArt. 3º - Conforme estabelecido no art. 1º da Portaria 1.694/94 – MEC, a Engenharia de Controle e \nAutomação é uma habilitação específi ca, que teve origem nas áreas elétricas e mecânicas do Curso \nde Engenharia, fundamentado nos conteúdos dos conjuntos específicos de matérias de formação \nprofissional geral, constante também na referida Portaria.  \nParágrafo Único - Enquanto não for alterada a Resolução 48/76 – MEC, introduzindo esta nova área \nde habilitação, os Engenheiros de Controle e Automação integrarão o grupo ou categoria da \nengenharia, modalidade eletricista, prevista no item II, letra \"A\", do Art. 8º, da Resolução 335, de \n27 de outubr o de 1984, do CONFEA.  \nArt. 4º - A presente Resolução entrará em vigor na data de sua publicação.  \nArt. 5º - Revogam -se as disposições em contrário.  \n                                                 \n1  Publicada no D.O.U. de 07 MAIO 1999 - Seção I – Pág. 179  ", "65": " \n64 \n PPC-2008 - Engenharia de Controle e Automação  \n \nANEXO IV  \n \nCONSELHO NACIONAL DE EDUCAÇÃO  \nCÂMARA DE EDUCAÇÃO SUPERIOR  \n \nRESOLUÇÃO CNE/CES 11, DE 11 DE MARÇO D E 2002.(*)  \n \nInstitui Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia.  \n \n \nO Presidente da Câmara de Educação Superior do Conselho Nacional de Educação, tendo em vista \no disposto no Art. 9º, do § 2º, alínea “c”, da Lei 9.131, de 25 de no vembro de 1995, e com \nfundamento no Parecer CES 1.362/2001, de 12 de dezembro de 2001, peça indispensável do \nconjunto das presentes Diretrizes Curriculares Nacionais, homologado pelo Senhor Ministro da \nEducação, em 22 de fevereiro de 2002, resolve:  \n \nArt. 1 º A presente Resolução institui as Diretrizes Curriculares Nacionais do Curso de Graduação \nem Engenharia, a serem observadas na organização curricular das Instituições do Sistema de \nEducação Superior do País.  \n \nArt. 2º As Diretrizes Curriculares Nacionais p ara o Ensino de Graduação em Engenharia definem os \nprincípios, fundamentos, condições e procedimentos da formação de engenheiros, estabelecidas \npela Câmara de Educação Superior do Conselho Nacional de Educação, para aplicação em âmbito \nnacional na organiza ção, desenvolvimento e avaliação dos projetos pedagógicos dos Cursos de \nGraduação em Engenharia das Instituições do Sistema de Ensino Superior.  \n \nArt. 3º O Curso de Graduação em Engenharia tem como perfil do formando egresso/profissional o \nengenheiro, com f ormação generalista, humanista, crítica e reflexiva, capacitado a absorver e \ndesenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na identificação e \nresolução de problemas, considerando seus aspectos políticos, econômicos, sociais, a mbientais e \nculturais, com visão ética e humanística, em atendimento às demandas da sociedade.  \n \nArt. 4º A formação do engenheiro tem por objetivo dotar o profissional dos conhecimentos \nrequeridos para o exercício das seguintes competências e habilidades ge rais: \n \nI - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à engenharia;  \nII - projetar e conduzir experimentos e interpretar resultados;  \nIII - conceber, projetar e analisar sistemas, produtos e processos;  \nIV - planejar, supervi sionar, elaborar e coordenar projetos e serviços de engenharia;  \nV - identificar, formular e resolver problemas de engenharia;  \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas;  \nVI - supervisionar a operação e a manutenção de sistemas;  \nVII - avali ar criticamente a operação e a manutenção de sistemas;  \nVIII - comunicar -se eficientemente nas formas escrita, oral e gráfica;  \nIX - atuar em equipes multidisciplinares;  \nX - compreender e aplicar a ética e responsabilidade profissionais;  \nXI - avaliar o impac to das atividades da engenharia no contexto social e ambiental;  \nXII - avaliar a viabilidade econômica de projetos de engenharia;  \n                                                 \n( *) CNE. Resolução CNE/CES 11/2002. Diário Oficial da União, Brasília, 9 de abril de 2002. Seção 1, p. 32.  ", "66": " \n65 \n PPC-2008 - Engenharia de Controle e Automação  \nXIII - assumir a postura de permanente busca de atualização profissional.  \nArt. 5º Cada curso de Engenharia deve possuir um proj eto pedagógico que demonstre claramente \ncomo o conjunto das atividades previstas garantirá o perfil desejado de seu egresso e o \ndesenvolvimento das competências e habilidades esperadas. Ênfase deve ser dada à necessidade de \nse reduzir o tempo em sala de au la, favorecendo o trabalho individual e em grupo dos estudantes.  \n§ 1º Deverão existir os trabalhos de síntese e integração dos conhecimentos adquiridos ao longo do \ncurso, sendo que, pelo menos, um deles deverá se constituir em atividade obrigatória como re quisito \npara a graduação.  \n§ 2º Deverão também ser estimuladas atividades complementares, tais como trabalhos de iniciação \ncientífica, projetos multidisciplinares, visitas teóricas, trabalhos em equipe, desenvolvimento de \nprotótipos, monitorias, participaçã o em empresas juniores e outras atividades empreendedoras.  \nArt. 6º Todo o curso de Engenharia, independente de sua modalidade, deve possuir em seu currículo \num núcleo de conteúdos básicos, um núcleo de conteúdos profissionalizantes e um núcleo de \nconteúdo s específicos que caracterizem a modalidade.  \n§ 1º O núcleo de conteúdos básicos, cerca de 30% da carga horária mínima, versará sobre os tópicos \nque seguem:  \n \nI - Metodologia Científica e Tecnológica;  \nII - Comunicação e Expressão;  \nIII - Informática;  \nIV - Expressão Gráfica;  \nV - Matemática;  \nVI - Física;  \nVII - Fenômenos de Transporte;  \nVIII - Mecânica dos Sólidos;  \nIX - Eletricidade Aplicada;  \nX - Química;  \nXI - Ciência e Tecnologia dos Materiais;  \nXII - Administração;  \nXIII - Economia;  \nXIV - Ciências do Ambiente;  \nXV - Humanidades, Ciências Sociais e Cidadania.  \n§ 2ºNos conteúdos de Física, Química e Informática, é obrigatória a existência de atividades de \nlaboratório. Nos demais conteúdos básicos, deverão ser previstas atividades práticas e de \nlaboratórios, com enfoque s e intensividade compatíveis com a modalidade pleiteada.  \n§ 3º O núcleo de conteúdos profissionalizantes, cerca de 15% de carga horária mínima, versará \nsobre um subconjunto coerente dos tópicos abaixo discriminados, a ser definido pela IES:  \n \nI - Algoritmos  e Estruturas de Dados;  \nII - Bioquímica;  \nIII - Ciência dos Materiais;  \nIV - Circuitos Elétricos;  \nV - Circuitos Lógicos;  \nVI - Compiladores;  \nVII - Construção Civil;  \nVIII - Controle de Sistemas Dinâmicos;  \nIX - Conversão de Energia;  \nX - Eletromagnetismo;  \nXI - Eletrônica Analógica e Digital;  \nXII - Engenharia do Produto;  \nXIII - Ergonomia e Segurança do Trabalho;  ", "67": " \n66 \n PPC-2008 - Engenharia de Controle e Automação  \nXIV - Estratégia e Organização;  \nXV - Físico -química;  \nXVI - Geoprocessamento;  \nXVII – Geotecnia;  \nXVIII - Gerência de Produção;  \nXIX - Gestão Ambiental;  \nXX - Gestão Econômica;  \nXXI - Gestão de Tecnologia;  \nXXII - Hidráulica, Hidrologia Aplicada e Saneamento Básico;  \nXXIII - Instrumentação;  \nXXIV - Máquinas de fluxo;  \nXXV - Matemática discreta;  \nXXVI - Materiais de Construção Civil;  \nXXVII - Materiais de Construção Mec ânica;  \nXXVIII - Materiais Elétricos;  \nXXIX - Mecânica Aplicada;  \nXXX - Métodos Numéricos;  \nXXXI - Microbiologia;  \nXXXII - Mineralogia e Tratamento de Minérios;  \nXXXIII - Modelagem, Análise e Simulação de Sistemas;  \nXXXIV - Operações Unitárias;  \nXXXV - Organização  de computadores;  \nXXXVI - Paradigmas de Programação;  \nXXXVII -Pesquisa Operacional;  \nXXXVIII - Processos de Fabricação;  \nXXXIX - Processos Químicos e Bioquímicos;  \nXL - Qualidade;  \nXLI - Química Analítica;  \nXLII - Química Orgânica;  \nXLIII - Reatores Químicos e Bi oquímicos;  \nXLIV - Sistemas Estruturais e Teoria das Estruturas;  \nXLV - Sistemas de Informação;  \nXLVI - Sistemas Mecânicos;  \nXLVII - Sistemas operacionais;  \nXLVIII - Sistemas Térmicos;  \nXLIX - Tecnologia Mecânica;  \nL - Telecomunicações;  \nLI - Termodinâmica Aplicad a; \nLII - Topografia e Geodésica;  \nLIII - Transporte e Logística.  \n§ 4º O núcleo de conteúdos específicos se constitui em extensões e aprofundamentos dos conteúdos \ndo núcleo de conteúdos profissionalizantes, bem como de outros conteúdos destinados a \ncaracteri zar modalidades. Estes conteúdos, consubstanciando o restante da carga horária total, serão \npropostos exclusivamente pela IES. Constituem -se em conhecimentos científicos, tecnológicos e \ninstrumentais necessários para a definição das modalidades de engenhar ia e devem garantir o \ndesenvolvimento das competências e habilidades estabelecidas nestas diretrizes.  \n \nArt. 7º A formação do engenheiro incluirá, como etapa integrante da graduação, estágios \ncurriculares obrigatórios sob supervisão direta da instituição de  ensino, através de relatórios \ntécnicos e acompanhamento individualizado durante o período de realização da atividade. A carga \nhorária mínima do estágio curricular deverá atingir 160 (cento e sessenta) horas.  ", "68": " \n67 \n PPC-2008 - Engenharia de Controle e Automação  \n \nParágrafo único. É obrigatório o trabalho fina l de curso como atividade de síntese e integração de \nconhecimento.  \n \nArt. 8º A implantação e desenvolvimento das diretrizes curriculares devem orientar e propiciar \nconcepções curriculares ao Curso de Graduação em Engenharia que deverão ser acompanhadas e \npermanentemente avaliadas, a fim de permitir os ajustes que se fizerem necessários ao seu \naperfeiçoamento.  \n \n§ 1º As avaliações dos alunos deverão basear -se nas competências, habilidades e conteúdos \ncurriculares desenvolvidos tendo como referência as Diretriz es Curriculares.  \n \n§ 2º O Curso de Graduação em Engenharia deverá utilizar metodologias e critérios para \nacompanhamento e avaliação do processo ensino -aprendizagem e do próprio curso, em consonância \ncom o sistema de avaliação e a dinâmica curricular definid os pela IES à qual pertence.  \n \nArt. 9º Esta Resolução entra em vigor na data de sua publicação, revogadas as disposições em \ncontrário.  \n \nARTHUR ROQUETE DE MACEDO  \nPresidente da Câmara de Educação Superior  \n \n \n \n \n ", "69": " \n68 \n PPC-2008 - Engenharia de Controle e Automação  \n ANEXO V - GRADE CURRICULAR DO CURSO DE ENGENHAR IA DE CONTROLE E AUTOMAÇÃO  \nFENÔMENOS DE TRANSPORTE\nPRÉ:  MEC02CO:  MAT07\nLABORATÓRIO DE ELETRÔNICAELETRÔNICA\nETN0330\nETN04\nAULAS TOTAL 450 420 AULAS TOTAL 450 AULAS TOTAL 42060 LABORATÓRIOS 90 LABORATÓRIOS 60 LABORATÓRIOS LABORATÓRIOS360 TEÓRICA 360 TEÓRICA 360 TEÓRICAMEC02\nAULAS TOTALOBRIGATÓRIAS\nACUMULADO075\nTOTAL\nTEÓRICATOTAL\n420CO:  MAT04\nTOTALPRÉ:  FSQ07\nTOTAL TOTAL60 504 MEC02 6\nCRÉDITOS CRÉDITOS 3090PRÉ:  MAT03CO:   ELE03\n144REPRESENTAÇÃO GRÁFICA MECÂNICA GERALMEC04\nACUMULADOMEC01 MEC03 4PRO012\n4\n30\n225 30 50CONTEXTO SOCIAL E PROFISSIONAL DA\nENGENHARIA CONTROLE E AUTOMAÇÃOHCA01\n50 6050\n25\nINTROD. ÀEXPERIM. EAO DESENV. DE\nPROTÓTIPO E PROJETO\n252PRÉ:   ELE02\n30FILOSOFIA DA TECNOLOGIAHCA02 2 2\n30METODOLOGIA CIENTÍFICA2 PRO02\n253060\nPRÉ:   FSQ05 PRÉ:  HCA0125 60 25HCA04\nINTRODUÇÃO À SOCIOLOGIA60\nELE03 430CO:   MAT03 PRÉ:  MAT05PRÉ:  CMA0125\n22\nANÁLISE DE CIRCUITOS ELÉTRICO IELE01\nANÁLISE DE CIRCUITOS ELÉTRICO II\nPRÉ:   MAT04PRÉ:   FSQ01ETN01\nLABORATÓRIO DE CIRCUITOS\nELÉTRICO60PRÉ:   ELE01\n50PRÉ:  CMA0450\nMATERIAIS ELÉTRICO\n30PRÉ:   FSQ0550 60\nPRÉ:  HCA0225 25 30LABORATÓRIO DE PROGRAMAÇÃO DE\nCOMPUTADORES II\n30CO:   CMA04LABORATÓRIO DE PROGRAMAÇÃO DE\nCOMPUTADORES I\nCMA0525 30 30CO:     CMA014\nESTATÍSTICA\n60PRÉ:  CMA02CMA07 2\nLABORATÓRIO DE ESTRUTURAS DE\nDADOS\n25 30CO:  CMA06PROGRAMAÇÃO DE COMPUTADORES I225 30 25CO:    FSQ01\nCMA03\nESTRUTURAS DE DADOSFUNDAMENTOS MATEMÁTICOS PARA\nCONTROLE E AUTOMAÇÃO\n30\n25PROGRAMAÇÃO DE COMPUTADORES IICMA02 250\nCMA04\nPRÉ:  CMA01CMA06 2CO:    FSQ07\n4CMA01 2\n25\nLABORATÓRIOS 120CO:    FSQ05\n28FSQ02 2 FSQ04 2 FSQ06 2\nLABORATÓRIO DE QUÍMICA LABORATÓRIO DE FÍSICA I LABORATÓRIO DE FÍSICA II LABORATÓRIO DE FÍSICA III\n30 30 25 30CO:    FSQ032\n30ELE0460CO:     MAT0250PRÉ:   MAT01 PRÉ:   FSQ03 PRÉ:   FSQ0560PRÉ:   MAT03QUÍMICA FÍSICA I FÍSICA II FÍSICA III\n50 60 504\nCO:   ELE03\nCO:  ETN03CO:  ETN01\nCO:  ETN01SISTEMAS DIGITAISFSQ01 4 FSQ03 4 FSQ05 4 FSQ07 4\nACUMULADO 1425PRÉ:  FSQ03\n350AULAS TOTALPRÉ:   MAT02\nCMA08\nELE02\n28CO:   CTR0150 60\nETN02\n2590PRÉ:   MAT0325\n42\nLABORATÓRIO DE CONTROLE\nAUTOMÁTICO I\n1050ACUMULADOCTR02\n30MAT02 6 MAT05 4\nGEOMETRIA ANÁLITICA EALGEBRA\nVETORIALALGEBRA LINEAR\n75PRÉ:   MAT03 PRÉ:   MAT0460 50 60 75 90 75 90CÁLCULO I CÁLCULO III CÁLCULO IVMAT04 4\nCONTROLE AUTOMÁTICO ICÁLCULO IIPRIMEIRO PERÍODO SEGUNDO PERÍODO\nPRÉ:   MAT01MAT01 6 MAT03 6TERCEIRO PERÍODO QUARTO PERÍODO QUINTO PERÍODO\nMAT06 4\n50 75 90\nFSQ08\n25CTR01 6\nPRÉ:  CMA08\nPRÉ:  CMA09\n25PRÉ:  HCA012\nGESTÃO AMBIENTALHCA03 260\n6025 30LABORATÓRIO DE SISTEMAS DIGITAIS2\n4\nACUMULADO 28MAT07 4\nVARIÁVEIS COMPLEXAS\n50 60CO:   MAT06\n50\n18002\nCRÉDITOS 30ACUMULADO 2160\nACUMULADO 350 ACUMULADO 7002 PRO03\nPRÉ:   PRO0230\nHORAS 375TEÓRICA 330METODOLOGIA DE PESQUISA\n25\n50RESISTÊNCIA DOS MATERIAIS\n84PRÉ:  CMA02\nMÉTODOS NUMÉRICOS E \nCO:  MAT04\nPRÉ:  MAT05COMPUTACIONAIS25 30PRÉ:  MAT04\nCMA09\nACUMULADO420\n114\nHORAS 375ACUMULADO 1710\nACUMULADO\nHORAS28\nHORAS 350 HORAS 350CRÉDITOS\nACUMULADO 56CRÉDITOSACUMULADO 420 ACUMULADO 870 ACUMULADO 1290\n \n ", "70": " \n69 \n PPC-2008 - Engenharia de Controle e Automação  \n ANEXO V - GRADE CURRICULAR DO CURSO DE ENGENHARIA DE CONTROLE E AUTOMAÇÃO  \n \nHORAS AULASCO e/ou PRÉ-\nREQUISITODISCIPLINAOPT0313\n3CO:  CMA12\nCÓDIGO CRÉDITOSOPT0312 2\nMEC05FSQ09\n14PRÉ:  CMA0250INTRODUÇÃO A FÍSICA MODERNA\n24PRÉ:  CMA02\nPRÉ:  CMA01TÓPICOS ESPECIAIS EM LINGUAS\n13\nLABORATÓRIO DE FENÔMENOS DE \nTRANSPORTE\nCO:  CMA14LABORATÓRIO DE LINGUAGEM DE\nPROGRAMAÇÃOLINGUAGENS DE PROGRAMAÇÃO\n3 3 12\n13LABORATÓRIO DE LINGUAGENS DE\nPROGRAMAÇÃO\nCO:  MEC047 54\n2PRÉ:  CMA01\n2\n3 1560\nCMA15PRIMEIRO PERÍODO SEGUNDO PERÍODO TERCEIRO PERÍODO QUARTO PERÍODO\nHCA13 2\nBANCO DE DADOS2\nCO:    FSQ07CMA14QUINTO PERÍODOOPTATIVAS\n \n ", "71": " \n70 \n PPC-2008 - Engenharia de Controle e Automação  \n ANEXO V - GRADE CURRICULAR DO CURSO DE ENGENHARIA DE CONTROLE E AUTOMAÇÃO  \nCO:   CTR05\nTECNOLOGIA DE COMANDO\n144 CRÉDITOS15\n239PRO04\nAULAS TOTAL 450\n28250\n195 AULAS TOTAL 45 AULAS TOTALLABORATÓRIOS 0 LABORATÓRIOS195\nACUMULADO390\nACUMULADOLABORATÓRIOS\nACUMULADOAULAS TOTAL 390TOTAL\n451600 HORAS30 25 50PRÉ:  MEC01AUT0560\nSISTEMAS INTEGRADOS DE\nMANUFATURA6\n4 275 90PRÉ:  AUT01\nPRÉ:  ETN05\n226120 120\n26AUTOMAÇÃO DE PROCES.\nFAABRICAÇÃO METAL-MEC.50\n50 60\n3630CO:  AUT02AUT06 4\nPRÉ:  IFI05\nPRÉ:  AUT04\nCRÉDITOSTOTAL\nTEÓRICAESTÁGIO SUPERVISIONADOMODELAGEM E AVALIAÇÃO DE\nDESEMPENHO\n25 30AUT07 PRO05\nPRO06 2\n208 CRÉDITOS\nTOTAL\nCRÉDITOS60PRÉ:  IFI05ETN07\n25 30\nAUT01 4CO:  ETN06\n50 60ETN0350ETN0160\nPRÉ:  ETN0150 60PRÉ:  CMA08\nPROJETO DO PRODUTO / PROCESSO30\nTRABALHO DECONCLUSÃO DECURSO -\nTCC1\n12,5190144 CRÉDITOS50\nLABORATÓRIO DE\nMICROPROCESSADORES60\nMICROPROCESSADORESPRÉ:  MEC03\n60ETN05\nMETROLOGIA E SENSORES4\nPRÉ:  ETN01\n2\nAUT02ETN06\nETN08 44\nPRÉ:  PRO04AUT04 6\nTRABALHO DECONCLUSÃO DECURSO -\nTCC2\n12,5 15150CO:   IFI05\nELE06 2\nTEÓRICAPRÉ:  CMA07MODELAGEM E CONTROLE DE\nSISTEMAS AUTOMATIZADOS\n2\n325IFI06 4\n162,525\n25 30IFI05\nCO:   IFI0730CO:  IFI03\nPRÉ:   ELE03METODOLOGIA PARA DESENVOLV. DE\nSISTEMAS4LABORATÓRIO DE INFORMÁTICA\nAPLICADA II\n25\n42\nLABORATÓRIO DE CONVERSÃO DE\nENERGIA30 25PRÉ:  IFI0360\nCRÉDITOS\nHORASIFI8\nLABORATÓRIO DE SISTEMAS DISTRIB E \nREDES DE COMPUTIFI07\n50\n NUMÉRICO\nACUMULADO4 2PRÉ:  IFI01\n32530002 HCA09PRÉ:   ETN06\nCONVERSÃO DE ENERGIA25CO:   CTR07\n2\n30\nIFI04\nELE052\nIFI01\nINFORMÁTICA APLICADA I\n25LABORATÓRIO DEINSTRUMENTAÇÃO E\nCONTROLE\nPSICOLOGIA APLICADA ÀS\nORGANIZAÇÕES\n60\nLABORATÓRIOSPRÉ:CMA01/02\nPRÉ:  IFI042\nTEÓRICA 330\nCRÉDITOSPRÉ:   ETN05\nCO:   IFI01\n25 30CO:  ELE0530PRÉ:  ETN0330\n30\n25IFI03CTR08\nIFI02\nLABORATÓRIO DE INFORMÁTICA\nAPLICADA I\nPRÉ:  MEC04SISTEMAS DISTRIBUÍDOS EREDES DE\nCOMPUTADORES\n5025 30 25 30CO:   CTR0530CO:   CTR09LABORATÓRIO DE CONTROLE\nAUTOMÁTICO IIILABORATÓRIO DE CONTROLE\nAUTOMÁTICO II\n25CO:   CTR03CTR03 2 CTR06 2 CTR10 2PRÉ:  CTR0160 50PRÉ:  CTR0350CONTROLE AUTOMÁTICO IIOBRIGATÓRIASDÉCIMO PERÍODO SEXTO PERÍODO\nCTR05 4 4\n50 60CTR03\nCONTROLE AUTOMÁTICO IV\n60\nACUMULADO 17425\n3\n200\nACUMULADO 2175 ACUMULADOHORASOITAVO PERÍODO NONO PERÍODO\nCTR09 4SÉTIMO PERÍODO\nCONTROLE AUTOMÁTICO III\nPRÉ:  CTR05\n2\nINSTRUMENTAÇÃO E CONTROLE\n25LABORATÓRIO DE CONTROLE\nAUTOMÁTICO IV\nCTR07\n13\nHORAS\nACUMULADO 3025ACUMULADO 2610 ACUMULADOPRÉ:  AUT04\nPRÉ:  AUT02\nACUMULADO 3390\n26ACUMULADO\nCRÉDITOS\nHORAS 37,5LABORATÓRIOS\nACUMULADO\n2500ACUMULADO 242ELETRÔNICA DE POTÊNCIA\n302\nSISTEMAS FLUIDODINÂMICOS\nTEÓRICA 270LABORATÓRIO DE SISTEMAS\nFLUIDODINÂMICOSINFORMÁTICA APLICADA II\n60PRÉ:  CMA06\nAUT03\nTOTALPRÉ:  AUT0575\nHORAS 375TEÓRICA 330TOTAL\n30AULAS TOTAL\n3585 ACUMULADO\n2987,5\n \n ", "72": " \n71 \n PPC-2008 - Engenharia de Controle e Automação  \n ANEXO V - GRADE CURRICULAR DO CURSO DE ENGENHARIA DE CONTROLE E A UTOMAÇÃO  \nINTEGRALIZAÇÃO10AUT08\nTÓPICOS ESPECIAIS EM AUTOMAÇÃO\n176 CRÉDITOS4\n8SÉTIMO PERÍODO\nCMA10\nORGANIZAÇÃO EMPRESARIAL25\nHCA12 2ARQUITETURA DE SISTEMAS\nCOMPUTACIONAIS\n2NORMALIZAÇÃO E QUALIDADE\nINDUSTRIALHCA08\n30160 CRÉDITOSHCA05SEXTO PERÍODO\n25 30\nINTRODUÇÃO À ENGENHARIA DE\nSEGURANÇA\n128 CRÉDITOS25\n30230OITAVO PERÍODO\nCO:   IFI09\nECONÔMIA APLICADA À AUTOMAÇÃO30\nHCA07 4LAB. INTROD. A INTELIGÊNCIA\nCOMPUTACIONAL\n6025176 CRÉDITOS\n2IFI10 2\nASPÉCTO DE SEGURANÇA EM\nAUTOMAÇÃO\n192CRÉDITOS2144CRÉDITOS\nINTRODUÇÃO AO DIREITO25\nCMA11 2CMA0630\n25CO:   CMA10LABORATÓRIO DE ARQUITETURA DE\nSISTEMAS COMPUTACIONAIS\nHCA10\nINTRODUÇÃO À ADMINISTRAÇÃO25\nOBRIGA-\nTÓRIO\n30NONO PERÍODO\nHCA06 2IFI09 2\nCO e/ou PRÉ-\nREQUISITONONO PERÍODO\nETN09 4DÉCIMO PERÍODO\nCÓDIGO CRÉDITOS\nHORAS AULASDISCIPLINATÓPICOS ESPECIAIS EM SISTEMAS\nMICROPROCESSADOS2TÓPICOS ESPECIAIS EM ELETRÔNICA\nPRÉ: ETN01/02SÉTIMO PERÍODO\n2\nETN10PRÉ:   ETN06INTROD. A INTELIGÊNCIA\nCOMPUTACIONALINTRODUÇÃO A ROBÓTICA INDUSTRIAL\nTOTALDISCIPLINAS OPTATIVAS / ELETIVAS\nATIVIDADES COMPLEMENTARES250\n300HCA11\n25DÉCIMO PERÍODO\n37752400 HORAS\n3025\n2006 AUT09\n160 CRÉDITOSESTÁGIO CURRICULAR\n3010 9\nDISCIPLINAS OBRIGATÓRIAS\nESTÁGIO CURRICULAR25250 HORAS\nOITAVO PERÍODO208 CRÉDITOS\nPRÉ:   ELE02\n5025 30\n25OPTATIVAS25 30PRÉ:  ETN01/04\nCO:  ETN06\nATIVIDADES COMPLEMENTARES: JULGADA O SEU VALOR \nEM HORAS PELO COLEGIADO DE CURSO DE ACORDO COM \nAS NORMAS ACADÊMICAS\nPRÉ e CO-REQUISITOS SÃO DETALHADOS EM UMA \nPLANILHA PRÓPRIA176 CRÉDITOS30\n30\n \n "}