{"1": " \n \n \n \n \nPROJETO POLÍTICO PEDAGÓGICO \nDO  \nCURSO DE GRADUAÇÃO EM  \nENGENHARIA DE MINAS  \n \n \n \n \n \nBelo Horizonte – MG \n2017  \n   \nUniversidade Federal de Minas Gerais  \n \nEscola de Engenharia  \n \n", "2": "2 \n Sumário  \n1. Contextualiza ção da UFMG  ................................ ................................ ................................ ... 4 \n1.1 Dados de Identificação ................................ ................................ ................................ ...... 4 \n1.2 Perfil Institucional, Missão, Breve Histórico  ................................ ................................ ...... 5 \n1.2.1 Missão  ................................ ................................ ................................ ......................  5 \n1.2.2 Breve Histórico  ................................ ................................ ................................ .........  5 \n2. Contextualização do Curso  ................................ ................................ ................................ .. 10 \n2.1 Dados de Identificação da Unidade e do Curso ................................ ................................  10 \n2.2 Contexto Educacional  ................................ ................................ ................................ ..... 11 \n2.3 Políticas inst itucionais no âmbito do curso  ................................ ................................ ...... 12 \n2.4 Requisitos de Acesso  ................................ ................................ ................................ ...... 13 \n2.5 Políticas de Acessibilidade e Permanência  ................................ ................................ ...... 14 \n3. Objetivos do curso  ................................ ................................ ................................ ..............  15 \n3.1 Geral  ................................ ................................ ................................ .........................  15 \n3.2 Específicos  ................................ ................................ ................................ .................  15 \n4. Perfil profissional do egresso  ................................ ................................ ...............................  16 \n5. Organização Curricular  ................................ ................................ ................................ ........  18 \n5.1 Estrutura do Curso  ................................ ................................ ................................ ..........  18 \n5.2 Conteúdos curriculares  ................................ ................................ ................................ ... 21 \n5.3 Representação do Currículo  ................................ ................................ ............................  37 \n6. Metod ologia  ................................ ................................ ................................ .......................  38 \n6.1 Novas metodologias de ensino e aprendizagem  ................................ ..............................  38 \n6.2 Tecnologias de informação e comunicação – TICs – no processo ensi no-aprendizagem  .. 38 \n6.3 Apoio ao discente  ................................ ................................ ................................ ...........  39 \n7. Avaliação dos Processos de Ensino -Aprendizagem  ................................ ..............................  41 \n8. Avaliação do curso  ................................ ................................ ................................ ..............  43 \n8.1 Avaliação interna de cursos  ................................ ................................ .......................  43 \n9. Corpo Docente  ................................ ................................ ................................ ....................  43 \n9.1 Corpo docente do curso  ................................ ................................ ................................ .. 43 \n9.2 Núcleo Docente Estruturante – NDE............................................................... ............ .......43  \n9.3 Atuação do Colegiado .........................................................................................................44  \n10. Instalações, Gabinetes e Biblioteca ................................ ................................ ....................  46 \n10.1 Gabinetes d e trabalho para professores Tempo Integral – TI e sala de professores  .......  47 ", "3": "3 \n 10.2 Espaço de trabalho para a Coordenação do curso  ................................ .........................  47 \n10.3 Salas de aula  ................................ ................................ ................................ .................  47 \n10.4 Equipamentos de informática  ................................ ................................ .......................  47 \n10.5 Biblioteca ................................ ................................ ................................ ......................  48 \n11. Laboratórios  ................................ ................................ ................................ ......................  52 \n11.1 Laboratório de Operações de Lavra e Segurança de Mina  ................................ .............  53 \n11.2 Laboratório de Pesquisa Mineral e P lanejamento de Mina  ................................ ............  53 \n11.3 Laboratório de Mineração e Mineralogia  ................................ ................................ ...... 54 \n11.4 Laboratório de Geotecnologias (LGT)  ................................ ................................ ............  54 \n11.5 Laboratório de Fenômenos de Interfaces  ................................ ................................ ...... 54 \n11.6 Laboratório de Tratamento de Minérios  ................................ ................................ .......  55 \n11.7 Laboratório de Tecnologia de Rochas (LTR)  ................................ ................................ ... 55 \n11.8 Laboratório de Processamento e Análises Químicas de Minerais ................................ ... 56 \n11.9 Laboratório de Caracterização de Minérios e Materiais ................... ...............................55  \n12. Componentes Curriculares  ................................ ................................ ................................  57 \n12.1 Disciplinas Obriga tórias .............................. ......................................................................56  \n12.2 Disciplinas Optativas  ................................ ................................ ................................ ..... 90 \n12.3 Atividades Acadêmicas Curriculares Complementares ........................ ......... .................102  \n13. Referências  ................................ ................................ ................................ .....................  105 \n \n \n  ", "4": "4 \n 1.Contextualização da UFMG  \n1.1 Dados de Identificação  \nMantenedora: Ministério da Educação  \nIES: Universidade Feder al de Minas Gerais - UFMG  \nNatureza Jurídica:  \nPessoa Jurídica de Direito Público – Federal  CNPJ:  \n00.394.445/0188 -17 \nEndereço:  \nAv: Antônio Carlos, 6627  \nPampulha – Belo Horizonte – MG  \nCEP: 31270 – 901 Fone:  \n+55 (31) 3409 -5000  \nSitio: http//: ufmg.br  \ne-mail: reitor@ufmg.br  \nAto Regulatório: Credenciamento  \nLei Estadual  \nNo documento: 956  \nData de Publicação: 07/09/1927  Prazo de Validade:  \nVinculado ao Ciclo Avaliativo  \nAto Regulatório: Recredenciamento  \nLei Federal  \nNº documento: 971  \nData de Publicação: 19/12/1 949 Prazo de Validade:  \nVinculado ao Ciclo Avaliativo  \n \nCI – Conceito Institucional  4 2009  \nIGC – Índice Geral de Cursos  5 2009  \nIGC Contínuo  4.1700  2009  \nReitor: Jaime Arturo Ramirez  Gestão: 2013  - 2017  ", "5": "5 \n 1.2 Perfil Institucional, Missão, Breve Histórico  \nA Universidade Federal de Minas Gerais (UFMG), nos termos do seu Estatuto, \naprovado pelo Conselho Universitário em 5 de julho de 1999, tem por finalidades \nprecípuas a geração, o desenvolvimento, a transmissão e a aplicação de \nconhecimentos por meio do ensin o, da pesquisa e da extensão, compreendidos de \nforma indissociada e integrados na educação e na formação técnico -profissional dos \ncidadãos, bem como na difusão da cultura e na criação filosófica, artística e \ntecnológica. No cumprimento dos seus objetivos, a UFMG mantém cooperação \nacadêmica, científica, tecnológica e cultural com instituições nacionais e internacionais \ne constitui -se, também, em veículo de desenvolvimento regional, nacional e \ninternacional.  \n1.2.1 Missão  \nGerar e difundir conhecimentos científ icos, tecnológicos e culturais, destacando -se \ncomo Instituição de referência nacional na formação de indivíduos críticos e éticos, \ndotados de sólida base científica e humanística e comprometidos com intervenções \ntransformadoras na sociedade e com o desenvo lvimento sustentável.  \n1.2.2 Breve Histórico  \nNo século XVIII, a criação de uma Universidade em Minas Gerais já fazia parte do \nprojeto político dos Inconfidentes. A proposta, entretanto, só veio a se concretizar na \nterceira década do século XX, no bojo de in tensa mobilização intelectual e política que \nteve no então Presidente do Estado, Antônio Carlos Ribeiro de Andrada, sua principal \nexpressão. Nes se contexto, pela Lei Estadual N º 956, de 7 de setembro de 1927, foi \nfundada a Universidade de Minas Gerais (UMG ), pela reunião das quatro instituições \nde ensino superior existentes, à época, em Belo Horizonte: a Faculdade de Direito, \ncriada em 1892; a Faculdade de Medicina, criada em 1911; a Escola de Engenharia, \ncriada em 1911; e a Escola de Odontologia e Farmácia , cujos cursos foram criados em, \nrespectivamente, 1907 e 1911. O primeiro Reitor da UMG, nomeado em 10 de \nnovembro do mesmo ano, foi Francisco Mendes Pimentel, Diretor da Faculdade de \nDireito, que foi sede da primeira Reitoria.   \n ", "6": "6 \n Um ano depois, os planos do governo estadual para a UMG voltaram -se à necessidade \nda construção de um complexo universitário, já então denominado Cidade \nUniversitária. Como resultado de uma parceria com a Prefeitura de Belo Horizonte, \nforam colocados à disposição da UMG 35 quartei rões, com 639 lotes e área \nequivalente a 500.000 m2, nos bairros de Lourdes e Santo Agostinho. Contudo, essa \nlocalização, em plena zona urbana e, em especial, de oc upação e valorização \niminentes , foi, à época, muito questionada, por se considerar que tal s ituação acabaria \npor implicar uma limitação ao crescimento futuro do espaço físico da Instituição. Em \n1937, porém, o Interventor Benedito Valadares destinou, no âmbito de seu plano \neducacional, nova área para essa Universidade, nas proximidades do Parque \nMunicipal.  \nAcontecimentos políticos, no entanto, deram outra direção à consolidação do \ndesejado espaço universitário. Em um quadro em que o Governo do Estado Novo era \nhostilizado pela camada estudantil, a ideia de situar as universidades longe das regiões \ncentrais das cidades tornou -se adequada ao sistema. Assim, em 1942, a Fazenda Dalva, \nsituada na zona suburbana de Belo Horizonte, na região da Pampulha, foi \ndesapropriada e destinada à sede da Cidade Universitária. Tal decisão foi aprovada \npela comunidade universitária, por intermédio de Comissão criada para interlocução \ncom o Governo, findo o período do Estado Novo, considerando -se a amplitude, \ntranquilidade e topografia da área, sua relativa proximidade ao centro urbano e a \nfacilidade de transportes.  \nA partir da década de 1960, iniciou -se a real implantação do Campus Pampulha. O \nPlano Diretor para a Cidade Universitária, que definia o sistema viário e o zoneamento \ndas atividades por áreas de conhecimento e serviços, foi concluído em 1957, quando \nforam ini ciadas as respectivas obras de infra -estrutura e de apoio. Em sequência, \nforam projetados e edificados os prédios da Rei toria, do Estádio Universitário, a ser \nconstruído pelo Estado , do Inst ituto de Pesquisas Radioativas, atualmente sob \nadministração do Ce ntro de Desenvolviment o da Tecnologia Nuclear (CDTN) , dos \nInstituto s de Mecânica e Eletrotécnica, atual Colégio Técnico , e de uma Unidade \nResidencial, hoje Unidade Administrativa II , cujo prédio, porém, se manteve inacabado \npor bom tempo. Prosseguindo em s eu processo de expansão e diversificação, a já ", "7": "7 \n então denominada Universidade Federal de Minas Gerais incorporou e criou novas \nUnidades Acadêmicas e cursos: Escola de Enfermagem (1950), Escola de Veterinária \n(1961), Conservatório Mineiro de Música (1962), E scola de Belas Artes, Esc ola de \nBiblioteconomia (1963), hoje  Escola de Ciência da Informação, e Es cola de Educação \nFísica (1969) , hoje Escola de Educação Física, Fisioterapia e Terapia Ocupacional.  \nCom a aprovação de seu plano de reestruturação, em 1967, e o advento da Reforma \nUniversitária, em 1968, a UFMG sofreu profunda alteração orgânica, principalmente \nno que se refere à estrutura do seu sistema de ensino. O desmembramento da antiga \nFaculdade de Filosofia deu origem à Faculdade de Filosofia e Ciências  Humanas, ao \nInstituto de Ciências Biológicas e ao Instituto de Ciências Exatas – ambos responsáveis \npela implementação dos ciclos básicos, respectivamente, de ciê ncias biológicas e de \nciências e xatas – ao Instituto de Geociências, à Faculdade de Educação e à Faculdad e \nde Letras. O ciclo básico de ciências h umanas, ministrado pela Faculdade de Filosofia e \nCiências Humanas, foi instituído apenas em 1973. Ainda em 1968, elaborou -se um \nplano paisagístico que definiu diretrizes para a implantação definitiva do Campus , o \nqual foi sendo complementado, até o final dos anos 1990, mediante políticas \nespecíficas, o qual permitiu a ocupação do amplo terreno da Pampulha. Em 2001, fez -\nse a transferência da Faculdade de Odontologia para esse Campus .  \nEm 1998, foi instituí da uma comissão para elaborar o Plano Diretor da UFMG. Embora \nesse Plano ainda não tenha sido aprovado pelo Conselho Universitário, os  princípios \nnorteadores e as proposições que o compõem balizam, até hoje, as decisões relativas \nao espaço físico do Campus  Pampulha. Nesse mesmo ano, foi instituído um projeto \nconcernente à transferência, para esse Campus, das unidades acadêmicas localizadas \nna região central de Belo Horizonte, que visava à integração das diversas áreas do \nconhecimento, à ampliação do número de vagas e à promoção do desenvolvimento \nacadêmico dessa Universidade. Tal projeto, denominado Campus 2000, possibilitou, \nem 2004, a transferência da Faculdade de Farmácia,  em 2007, a transferência da \nFaculdade de Ciências Econômicas  e, em 2009, a transfer ência da Escola de Engenharia \npara o Campus Pampulha, bem como a ampliação, reforma e modernização de \nalgumas unidades acadêmicas nele instaladas anteriormente.  ", "8": "8 \n Assim, com a efetiva implantação desse Campus , iniciada na década de 1960, nele se \nencontram, hoje, 20 Unidades Acadêmicas, 4 Unidade s Especiais  – Hospital das \nClínicas,  Escola Fundamental( Centro Pedagógico ), Colégio Téc nico e o Teatro \nUniversitário – 21 Órgãos Complementares que são vinculados às Unidades \nAcadêmicas da UFMG e 6 Órgãos Suplementare s que são vinculados à Reitoria.  \nAlém do Campus Pampulha, em sua estrutura física atual a UFMG conta com o Campus \nSaúde, localizado na região central de Belo Horizonte, onde funcionam a Faculdade \ndeMedicina, a Escola de Enfermagem e nove unidades prediais q ue compõem o \nHospital dasClínicas, considerado centro de referência e excelência regional e nacional \nem medicina de alta  complexidade. Em diferentes bairros de Belo Horizonte, \nlocalizam -se aEscola de Arquitetura, a Faculdade de Direito, além do Centro Cult ural e \ndo Museu de HistóriaNatural e Jardim Botânico. Fora da capital, funcionam o Instituto  \nde Ciências Agrárias, situado no Campus Regional de Montes Claros, e duas fazendas – \numa experimental, emIgarapé, e outra modelo, em Pedro Leopoldo, ambas vinculada s \nà Escola de Veterinária.Em Diamantina, estão instalados o Instituto Casa da Glória \n(antigo Centro de Geologia Eschwege) e a Casa Silvério Lessa do Instituto de \nGeociências; emTiradentes, situa -se o complexo histórico -cultural dirigido pela \nFundação Rodrig o Mello Franco  de Andrade, que compreende o Museu Casa Padre \nToledo e os prédios do Fórum,da Cadeia e do Centro de Estudos.  \nA UFMG desenvolve projetos e programas de ensino, nos níveis de Graduação e de \nPós-Graduação, Pesquisa e Extensão, sob a forma de at ividades presenciais e a \ndistância, em todas as áreas do conhecimento. Ocupa -se, também, da oferta de cursos \nde E ducação Básica e Profissional, na Escola de Educação Básica e Profissional, no \nCampus Pampulha . Além de se constituírem um campo de experimenta ção para a \nformação no ensino superior, esses sistemas de Educação Básica e Profissional da \nUFMG compõem um locus de produção teórica e metodológica sobre questões \nreferentes a esses níveis de ensino, inclusive de propostas de integração entre ambos.  \nNos cu rsos de Graduação da UFMG, são oferecidas vagas para os diversos cursos de \nlicenciatura e bacharelado, distribuídas e ntre os turnos diurno e noturno; são também \noferecidas vagas para a modalidade “Psicólogo ” (presente no Curso de Psicologia) e \n“Tecnólogo ” (presente no Curso Superior de Tecnologia em Radiologia), além das ", "9": "9 \n modalidades “Bacharelado ” e “Licenciatura ”.  A Pós -Graduação dessa Universidade \noferta vagas para os cursos de especialização, mestrado e doutorado.  \nAo lado de uma política de expansão que  perpassa sua trajetória desde a fundação, a \nUFMG tem -se pautado por parâmetros de mérito e qualidade acadêmicos em todas as \nsuas áreas de atuação. Seus docentes têm participação expressiva em Comitês de \nAssessoramento de órgãos de fomento à pesquisa, em C omitês Editoriais de revistas \ncientíficas e em diversas Comissões de Normas Técnicas.  \nComo Instituição de Ensino Superior integrante do Sistema Federal de Ensino Superior \nBrasileiro, a UFMG é a maior Universidade Pública do Estado de Minas Gerais e \ndestac a-se não apenas pela abrangência de sua atuação, mas também pelos mais \nelevados índices de produção intelectual, características que justificam sua posição de \nreferência e de liderança, tanto regional quanto nacional. Pela quarta vez consecutiva, \no ensino da UFMG é classificado como o melhor do país entre as 195 universidades, \npúblicas e privadas, avaliadas no Ranking Universitário Folha (R UF 2017) .  \n \n ", "10": "10 \n 2.Contextualização do Curso  \n2.1 Dados de Identificação da Unidade e do Curso  \nCurso: Engenharia de Minas  \nUnidade: Escola de Engenharia  \nEndereço: Campus  UFMG Pampulha Av. \nAntônio Carlos 6627 - Escola de Engenharia \n- Bloco III - Sala 3045.  Fone:  \n+55 (31) 3409 -1865  \nSitio:http://www.demin.ufmg.br  \ne-mail:colegiadominas@demin.ufmg.br  \nDiretor ia da Unidade:  \nDiretor:  Prof. Alessandro Fernandes \nMoreira  \nVice -Diretor:  Prof. Cícero Murta Diniz \nStarling  Gestão:  \n2014 -2018 \nCoordenação do Curso:  \nCoordenadora: André ia Bicalho Henriques  \nSubc oordenador: Renan Collantes Candia  \nSecretária do Curso:  Valéria Guimarães  Gestão:  \nagosto/2016 a  agosto/2018  \nPortaria D.O.U. Nº 5.032 -18/08/2016  \nNúmero de Vagas: 60 vagas  CPC: 4,5 (2015)  \nTurno de Funcionamento:  \nDiurno  Carga Horária Total:  \n3600h  \nTempo padrão do curso : \n10 semestres  Modalidade:  \nPresencial  ", "11": "11 \n 2.2 Contexto Educacional  \nO Curso de graduação em Engenharia de Minas tem sua origem no curso de \nEngenharia Industrial Metalúrgica, criado em 1945 pela Escola de  Engenharia. Com sua \nextinção em 1960, criou -se o curso de Engenharia de Minas e Metalurgia , cujo \ndesdobramento, em 1966, possibilitou o surgimento do curso de Engenharia de Minas.  \nA extração de minério de ferro em Itabira pela então estatal Cia. Vale do R io Doce \n(CVRD) foi carro -chefe da estruturação do chamado Vale do Aço em Minas Gerais. \nEntre as décadas de 1960 e 1990, a CVRD e os investimentos na produção de aço \ntransformavam o espaço brasileiro em um nó da rede internacional de mineração e \nsiderurgia,  demandando reestruturações e a implantação de novos estoques de \ndensidades técnicas e informacionais, requisitos da atividade produtiva moderna.  \nA atividade mineral , ao longo de sua trajetória no país , tem se caracterizado como a \nbase impulsionadora da s ua industrialização e contribuição socioeconômica. As \nperspectivas de crescimento do setor para os próximos anos e a demanda  por \nprofissionais qualificados  são muito positivas.  \nÉ consenso em todos os documentos elaborados por entidades governamentais e pe lo \nsetor produtivo que a formação de recursos humanos para a engenharia mineral não \nacompanhou seu crescimento, que há uma grande carência de profissionais da área no \nBrasil. Dados do INEP/MEC, apresentados pelo Secretário de Ensino Superior, \nProfessor Lui z Cláudio Mota, no Ministério de Minas e Energia, em setembro de 2011, \nmostraram que , a despeito do aumento do número de vagas ocorrido nos últimos anos \npara os Cursos de Engenharia de Minas (instituições públicas e privadas), o número de \nconcluintes está muito distante das projeções , feitas pelo Plano Nacional de \nMineração , de necessidade desse profissional no mercado de trabalho. Considerando \nas projeções do PNM – 2030, seriam necessários 500 engenheiros de minas/ano para \natender às demandas da mineração,  enquanto  que,  de acordo com as projeções do \nINEP/MEC, apenas 100 profissionais por ano seriam formados. Ressalte -se, contudo, \nque, independentemente da demanda por esses profissionais, cabe às Instituições \nresponder com responsabilidade ao perfil do profi ssional que deve ser formado para \natender ao setor.  ", "12": "12 \n No cenário de sustentabilidade imposto cada vez mais aos setores produtivos, a \nexistência de grandes reservas de minérios e a demanda por bens minerais no mundo \nnão serão suficientes para materializar as perspectivas positivas do Plano Nacional de \nMineração – 2030 para a mineração brasileira e para os profissionais da engenharia de \nminas. A necessidade de desenvolvimento de novas tecnologias para a produção \nmineral mais limpa, para o aproveitamento de miné rios de mais baixo teor, para o \naproveitamento de seus rejeitos, bem como a contribuição social do setor, será \nfundamental para concretizar essas perspectivas. Em síntese, é sob um cenário de \ngrandes desafios tecnológicos e de um novo saber sobre as relaçõ es mineração, meio \nambiente e sociedade, que se coloca a formação dos engenheiros de minas da UFMG.  \n2.3 Políticas institucionais no âmbito do curso  \nO curso de Engenharia  de Minas atende integralmente à s diretrizes político -\npedagógicas da UFMG, dentre as qu ais se salientam (Plano de Desenvolvimento \nInstitucional – PDI):  \n· A elaboração e implementação de propostas curriculares comprometidas com \na inserção regional e nacional.  \n· A flexibilidade curricular, embasada na ampliação do conceito de atividade \nacadêmica e no entendimento do conceito de percurso para fins de \nintegralização curricular.  \n· A consistência e qualidade dos projetos acadêmicos, propiciando aos alunos \nliberdade de acesso ao conhecimento, autonomia intelectual, capacidade de \naprendizagem continuada, atuação ética e formação em sintonia com as \nnecessidades regionais e nacionais.  \n· A revitalização permanente dos currículos acadêmicos, ancorados em avanços \nconceituais e metodológicos.  \n· A inserção internacional de alunos de Graduação e Pós -Graduação, \nprefere ncialmente em programas de mobilidade discente regidos pelo princípio \nda reciprocidade.  ", "13": "13 \n · O estímulo ao desenvolvimento de projetos e programas inter, multi e \ntransdisciplinares.  \n· A integração permanente e efetiva entre os níveis e modalidades de ensino, \npesq uisa e extensão.  \nNo âmbito das polític as do MEC, o curso atende a  todas as suas diretrizes, tanto no \nque se refere às Diretrizes Curriculares para o Ensino de Engenharia, quanto à \nregulamentação para os procedimentos relativos à integralização e duração do s cursos \nde graduação, bacharelados, na modalidade presencial (Resolução CNE/CES Nº11 ,de 11 \nde março de 2002,  Resolução CNE/CES Nº02, de 18 de junho de 2007 ). \nMerece destaque, entre as diretrizes políticas institucionais e do MEC para o ensino de \ngraduação, a integração ensino de graduação e pós -graduação/pesquisa no Curso de \nEngenharia de Minas da UFMG. O Programa de Pós -Graduação em Engenharia \nMetalúrgica, de Materiais e de Minas, i mplantado em 1971 (Mestrado) e 1983 \n(Doutorado), tem conceito da CAPES nível  6 e essa excelência tem reflexos diretos na \ngraduação. Mesmo atendendo rigorosamente à  legislação vigente, o Curso de \nEngenharia de Minas não se furta a avaliar periodicamente o seu currículo. É consenso \nque a atualização curricular deve se r permanente, v isando atender às  mudanças \ntecnológicas, sociais e culturais que permeiam a chamada “era do conhecimento ”. \n2.4 Requisitos de Acesso  \nA admissão da maioria dos alunos da graduação na UFMG ocorre por meio do Sisu – \nSistema de Seleção Unificada,  como processo seletivo, desde 2014  (os cursos que \npossuem provas de habilidades espe cíficas não participam do Sisu) . O Sisu, criado pelo \nGoverno Federal em parceria com o MEC, seleciona os estudantes através de suas \nnotas no ENEM, o Exame Nacional do Ensino Médio. A méd ia obtida na prova é a única \netapa no processo seletivo.  \nO DRCA, Departamento de Registro e Controle Acadêmico, responsável por garantir \nque os registros e os controles acadêmicos sejam realizados de maneira correta, de \nacordo com a legislação educacional e as normas internas da Instituição, é o órgão \nresponsável pelo registro acadêmico e pela matrícula dos novos estudantes.  \n ", "14": "14 \n Depois de  encerrado o período de matrícula nas vagas iniciais de cada curso, e após \nserem computados possíveis desligamentos de estud antes por descumprimento das \nnormas acadêmicas até o semestre anterior, as vagas remanescentes, porventura \nexistentes, são oferecidas à comunidade de acordo com as modalidades previstas pela \nUFMG.  \n2.5 Políticas de Acessibilidade e Permanência  \nA UFMG possu i um Núcleo de Acessibilidade e Inclusão – NAI, responsável pela \nproposição, organização e coordenação de ações que assegurem as condições de \nacessibilidade necessárias ao ingresso, permanência, participação e autonomia de \npessoa s com deficiência no âmbito  da Instituição, em atenção à Lei No 13.146, de 6 de \njulho de 2015, que institui a Lei Brasileira de Inclusão da Pessoa com Deficiência. Esse \nnúcleo orienta os alunos com deficiência, apresentando sua estrutura de apoio, para \nque conheçam os recursos de su porte disponíveis para deficientes visuais e deficientes \nauditivos.  \nO CADV – Centro de Apoio ao Deficiente Visual, presta serviços de acessibilidade à \ninformação dentro do NAI e fica localizado na biblioteca da Fafich, 1oandar,  \noferece ndo suporte acadê mico para o percurso universit ário dos alunos , de qualquer \nUnidade Acadêmica,  com defici ência. Isto inclui a assessoria de natureza did ático-\npedag ógica e de recursos tecnol ógicos. O docente poderá solicitar auxílio para que \nseus alunos realizem avaliaç ões, pesquisas e trabalhos acadê micos , de acordo com \nsuas respectivas necessidades. O centro possui acervos de textos gravados, digitais e \nem Braille. O Centro dispõe de microcomputadores com acesso à Internet, impressora \nBraille, lupa eletrô nica, al ém do s softwares JAWS, DOSVOX, AUDACITY, Braille F ácil e \nABBYY FINEREADER, associado ao scanner, para digitalizar textos.  \nO NAI possui, também, um serviço com Tradutores/Inté rpretes de Libras -Português, \nque podem ser solicitados via site do Núcleo.  \nA matriz curr icular do Curso de Engenharia de Minas  contempla a disciplina \nFundamentos de Libras (Língua  Brasileira de S inais), de acordo com o Decreto No \n5.626/2005, como atividade optativa de 04 créditos.  \nA permanência dos estudantes que ingressaram no cu rso é sempre  um desafio para a \nUniversidade, em particular, para o Colegiado de C urso, dada a diversidade e a ", "15": "15 \n complexid ade de fatores que podem levar à  evasão. Um fator primordial, ness e \nsentido, é o socioeconômico, tratado pela UFMG por meio da FUMP, Fundação \nUnivers itária Mendes Pimentel. A FUMP é uma instituição sem fins lucrativos, que tem \ncomo missão prestar assistência estudantil aos alunos de baixa condição \nsocioeconômica da Universidade. Isso é feito p or meio de Programas que visam facilitar \no acesso à alimentaç ão, saúde, moradia, transporte, aquisição de m aterial escolar, \nalém de outros projetos que auxiliam os estudantes a terem um bom desempenho \nacadêmico, reduzindo a evasão na Universidade.  \n3.Objetivos do curso  \n3.1 Geral  \nO Curso de Engenharia de Minas da UFM G visa à  formação de profissionais aptos a \natuarem no mercado , buscando a  responsabilidade com o  ambiente, a ética \nprofissional  e a inovação nas atividades de mineração e processos minerais.  Objetiva \nformar engenheiros com sólido preparo fundamental e tecn ológico, com capacidade \npara absorver, criticar, desenvolver, aperfeiçoar e aplicar novas tecnologias. A \nestrutura do curso e s uas atividades acadêmicas buscam estimular uma atuação \ncriativa e crítica  na identificação e resolução de problemas de Engenharia  de Minas, \nconsiderando seus aspectos econômicos, soc iais, ambientais,  culturais e políticos, com \nvisão ética e humanística , em atendimento às demandas da sociedade.  \n3.2 Específicos  \nO curso busca:  \n-Assegurar sólida formação básica em prospecção mineral, e xploração mineral, lavra e \nbeneficiamento mineral, além de formação na área de geotecnia, águas subterrâneas e \nde meio ambiente.  \n-Propiciar formação interdisciplinar com estudos teóricos e práticos, técnicas de \nanálise e desenvolvimento experimental e tec nológico.  \n- Estimular o desenvolvimento  de uma postura de permanente bu sca de atualização \nprofissional, com uma série de atividades em clas se e extraclasse, que incluem: \nprojetos acadêmicos de graduação, projetos de extensão, iniciação à d ocência ", "16": "16 \n (program as de monitoria), i niciação tecnológica, iniciação científica, produção \ncientífica e tecnológica e atividades à d istância.  \n-Preparar o egresso para um campo de atuação bastante amplo , envolvendo \nempreendimentos de mineração de qualquer porte.  \n-Preparar o egresso para  atuar buscando a sustentabilidade e o aproveitamento de \ntodos os produtos da mineração.  \n4.Perfil profissional do egresso  \nOs Engenheiros de Minas atendem às múltiplas exigências da indústria de mineração, \nbem como dos diversos atores intervenie ntes no empreendimento de mineração: \ninstituições de ensino e instituições de pesquisa tecnológica, agências e órgãos \ngovernamentais, entidades não governamentais, empresas de prestação de serviços, \nbancos, empresas que atuam na comercialização de bens min erais e empresas \nconsumidoras de bens minerais. Busca -se formar um Engenheiro com habilidades \ntécnicas, que se caracterizam pela diversidade, atualidade e dinamismo, com ampla \nvisão da mineração no mundo, bem como uma visão crítica e ampla a respeito da su a \ninserção na sociedade , com formação nas diversas áreas que compõem o campo de \nconhecimentos da Engenharia de Minas , que são: prospecção mineral e exploração \nmineral, lavra de minas e beneficiamento mineral. Os egressos têm formação para \natuação na área a mbiental, de controle de processo, controle de qualidade, de \nimplantação de sistemas de automação e controle. Além das características \npretendidas para o profissional formado em engenharia , segundo o Conselho Federal \nde Engenharia, Arquitetura e Agronomia (CONFEA), o egresso do curso de Engenharia \nde Minas deverá apresentar as seguintes competências e habilidades nas diversas \náreas da mineração, expressas através da capacidade de:  \nü Planejar, supervisionar, elaborar e coordenar projetos de engenharia;  \nü Dimens ionar no espaço e no tempo temas e objetos de estudo;  \nü Elaborar modelos qualitativos e quantitativos;  \nü Integrar dados de diversas fontes;  ", "17": "17 \n ü Raciocinar e trabalhar com problemas e projetos em diversos ambientes e \nescalas de operação;  \nü Desenvolver raciocínio analógico e sequencial;  \nü Adaptar -se às demandas do mercado;  \nü Atuar em equipes multidisciplinares;  \nü Síntese e análise, com o domínio dos códigos culturais, científicos, tecnológicos, \nlinguísticos e matemáticos necessários para a interpretação da realidade;  \nü Utilizar as ferramentas tecnológicas mais avançadas;  \nü Dominar a linguagem técnica e utilizá -la na comunicação com outras profissões \ne com a sociedade;  \nü Efetiva comunicação oral e escrita em língua portuguesa e em pelo menos uma \nlíngua estrangeira;  \nü Compreende r as questões de ordem administrativa, legal, socioeconômica, \nmoral, cultural e ambiental, bem como aquelas decorrentes das relações \ninternacionais;  \nü Lidar com áreas específicas do saber de acordo com suas tendências e \nvocações.  \nE também apresentar:  \nü Aptidão  para aprender a aprender;  \nü Comportamento ético, autônomo, crítico, criativo, empreendedor, político, na \nbusca de soluções de questões de  interesse da sociedade;  \nü Internalização da importância da mineração e do meio ambiente.  \n ", "18": "18 \n 5.Organização Curricular  \n5.1 Estrutura do Curso  \nO Curso de Engenharia de Minas da UFMG foi concebido para formar profissionais \nhabilitados a atuar nos âmbitos regional, nacional e internacional, dada a característica \ntransfronteirista das empresas de mineração.  \nCentrado no conheciment o das ciências básicas, das ciências da engenharia e das \nmatérias afetas à área da engenharia de minas, o curso está fundamentado em uma \nabordagem pedagógica que oferece ao seu egresso uma formação sólida o suficiente \npara o “aprender continuamente ”, para uma atuação crítica e criativa diante dos \nprocessos minerários, ao tempo em que possibilita espaços para a construção do \nempreendedorismo, para as relações interpessoais, para o “aprender fazendo ” e para \na busca de novos conhecimentos, no âmbito da interdi sciplinaridade.  \nO espaço da interdisciplinaridade é disponibilizado po r meio de disciplinas optativas . \nCada vez mais, os alunos têm sido incentivados e orientados a buscar outros \nconhecimentos para complementar suas formações profissionais. Essa escolha é livre e \ndepende da iniciativa do próprio aluno, em um processo que caracteriza o \nfortalecimento da autonomia na construção do saber.  \nO curso de graduação em Engenharia de M inas está estruturado em dois ciclos. O \nprimeiro, com duração de 5 semestres, concen tra os conteúdos de ciências exatas e \ninicia o aluno em topografia e geologia. O segundo , também com duração de 5 \nsemestres,  abrange assuntos ligados à geologia, pesquisa mineral, processamento \nmineral, lavra de minas e outros temas de caráter geral. O cur so tem duração prevista \nde 5 anos, com  um total  de 3600 horas (240 créditos ), distribuída s em disciplina s \nobrigatórias e optativas, incluindo 165 horas (11 créditos)  em Estágio Supervisionado \nObri gatório e 45 horas (3 créditos) em Trabalho de Conclusão de Curso (TCC I e TCCII ). \nA carga horária máxima  para matrícula por período é de 450 horas (30 créditos) e a \nmínima é de 225 horas (15 créditos).  \nApós a reformulação curricular implantada em 2018, o curso de graduação  em \nEngenharia de Minas passa a oferecer op ortunidade ampla para seus alunos  \nadquirirem  formação profissional sólida e atualizada. Além disso, diversos recursos ", "19": "19 \n oriundos de projetos institucionais, de pesquisa e de extensão permitiram equipar o \nDepartamento de Engenharia de M inas com uma extensa e moderna infra -estrut ura \nlaboratorial. O perfil do graduado  em Engenharia de Minas é bastante amplo, \nhabilitando -o a desempenhar todos os papéis legais da profissão (Decreto No \n23569/33), nas áreas de Pesquisa Mineral, Lavra de Minas, Processamento Mineral e \ntambém Meio Ambient e relacionado à atividade minerá ria. \nA reformulação curricular do curso de Engenharia de Minas tem os seguintes objetivos:  \n1) A dequar a estrutura curricular às Diretrizes para os Currículo s de Graduação da \nUFMG, aprovadas  pelo CEPE em  19/04/2001 . Tal  adequação leva a uma maior \nflexibilização,  através do aumento da exigência de atividades acadêmicas optativas no \npercurso padrão.  \n2) Incluir as  Formações:   \n· Livre;  \n· Complementar Pré -estabelecida em Prospecção Geofísica;  \n· Complementar Pré -esta belecida em Fundamentos de Engenharia Nuclear;  \n· Complementar Aberta;  \n· Avançada – possibilidade de o  aluno cursar ativ idades didáticas ofertadas por \nprograma s de pós -graduação.  \n3) Incluir creditação  das Atividades Acadêmicas Complementares ( Acadêmico -\nCientífic o-Culturais ) como Participação em Eventos, Empresa J únior, etc.  \n4) Incluir as atividade s acadêmica sTrabalho de Con clusão de Curso  I e II  como \ndisciplinas obrigatória s. \n5) Aumentar a  carga horária da  atividade acadêmica Estágio Supervisionado em \nEngenharia de Mi nas para 165 horas (11 créditos).  \n6) Atualizar o currículo do engenheiro de minas, considerando o  cenário nacional e \ninternacional, frente às novas atr ibuições e competências. Tal a tualização busca um \ncurrículo equânime dos nossos alunos frente às m ais renomadas instituições, \ncomo Universityof British Columbia (Canadá), McGillUniversity (Canadá), Colorado ", "20": "20 \n Schoolof Mines (Estados Unidos), Camborne Schoolof Mines (Reino Unido ), \nUniversityofQueensland (Austrália), HacettepeUniversity (Turquia), Universidad  de \nChile (Chile), Universityof Witwatersrand (África do Sul), etc.  \nO currículo do  curso, além da flexibilização e d a interdisciplinaridade, conta ainda com \na inclusão de conteúdos (transversais ou não) como direitos humanos,  relações étnico -\nraciais,  susten tabilidade, meio ambiente, responsabilidade social, entre outros, \natendendo assim aos requisitos legais quanto à inclus ão desses conteúdos.  \nDepartamentos da UFMG envolvidos na formação do Engenheiro de Minas  \n- Departamento de Engenharia de Minas - Escola de Engenharia  \n- Departamento de Engenharia de Produção - Escola de Engenharia  \n- Departamento de Estruturas - Escola de Engenharia  \n- Departamento de Engenharia Metalú rgica e de Materiais - Escola de Engenharia  \n- Departamento de Engenharia Mecânica - Escola de Engenharia  \n- Departamento de Engenharia Elétrica - Escola de Engenharia  \n- Departamento de Engenharia Química - Escola de Engenharia  \n- Departamento de Engenharia Nuclear - Escola de Engenharia  \n- Departamento de Geologia - Instituto de Geociência s \n- Depar tamento de Cartografia - Instituto de Geociência s \n- Departamento de Matemática - Instituto de Ciência s Exatas  \n- Departamento de Estatística -Instituto de Ciências  Exatas  \n- Departamento de Ciência da Computação -Instituto de Ciências  Exatas  \n- Departamento d e Física - Instituto de Ciências  Exatas  \n- Departamento de Química -Instituto de Ciências  Exatas  \n- Faculdade de Direito  \n- Faculdade de Letras  \n ", "21": "21 \n 5.2 Conteúdos curriculares  \nA composi ção curricular proposta para o c urso, nos termos da Resolução CNE/CES No \n11, d e 11 de março de 2002, é apresentada nas Tabelas I à IV . Os c ampos do \nconhecimento para a composição curricular estão compostos por: núcleo básico : 30% \nda carga horária total do curso; núcleo profissionalizante: 15% da carga horária total \ndo curso; núcleo de conteúdos específicos: 45% da carga horária total do curso; \noptativas: 10% da carga horária total do curso . \n \nTabela I: Composição curricular – Núcleo Básico  \nCamposdo  \nConhecimento  Atividades Acadêmicas  Natureza    \nOB/OP  \nCarga \nHorária  \nTotal  \nCréditos  \nNúcleo Básico          \n  Geometria Analítica e Álgebra Linear  OB 60 4 \n  Cálculo Diferencial e Integral I  OB 90 6 \n  Cálculo Diferencial e Integral II  OB 60 4 \n  Cálculo Diferencial e Integral III  OB 60 4 \n  Equações Diferenciais A  OB 60 4 \n  Fundamen tos de Mecânica  OB 60 4 \n  Física Experimental  Básica : Mecânica  OB 30 2 \n  Fundamentos de Mecânica dos Fluidos e Termodinâmica  OB 30 2 \n  Física Experimental  Básica : Termodinâmica  OB 30 2 \n  Fundamentos de Eletromagnetismo  OB 60 4 \n  Física Experimental  Básica: Eletromagnetismo  OB 30 2 \n  Fundamentos de Ocilações, Ondas e Óptica  OB 60 4 \n  Física Experimental  Básica : Ondas e Óptica  OB 30 2 \n  Química Geral B  OB 60 4 \n  Química Geral Experimental  OB 30 2 \n  Programação de Computadores  OB 60 4 \n  Estatística e Probabilidades  OB 60 4 \n  Resistência dos Materiais  OB 60 4 \n  Eletrotécnica  OB 30 2 \n  Elementos de Máquinas para Engenharia de Minas  OB 30 2 \n  Direito e Legislação  OB 30 2 \n  Topografia  OB 60 4 \nCarga Horária      1080  72 \n% da C.H. Total do \nCurso      30,0%  30,0%  \n \n \n \n \n ", "22": "22 \n Tabela II: Composição curricular – Núcleo Profissionalizante  \nCampos \ndoConhecimento  Atividades Acadêmicas  Natureza    \nOB/OP  \nCarga  \nHorária  \nTotal  \nCréditos  \nNúcleo \nProfissionalizante          \n  Mineralogia  OB 60 4 \n  Petrografia  OB 60 4 \n  Geologia Geral  OB 75 5 \n  Geologia Estrutural  OB 75 5 \n  Geologia de Depósitos  OB 75 5 \n  Processos Metalúrgicos  OB 30 2 \n  Organização Industrial  OB 30 2 \n  Instrumentação e Controle de Processos  OB 30 2 \n  Análise Instrumental  OB 60 4 \n  Análise Instrume ntal - Laboratório  OB 45 3 \nCarga Horária      540 36 \n% da C.H. Total do \nCurso      15,0%  15,0%  \n \nTabela III: Composição curricular – Núcleo Específico  \nCampos \ndoConhecimento  Atividades Acadêmicas  Natureza    \nOB/OP  \nCarga \nHorária \nTotal  \nCréditos  \nNúcleo de Con teúdos \nEspecíficos          \nObrigatórias          \n Introdução à Engenharia de Minas  OB 45 3 \n  Aproveitamento Sustentável de Recursos Minerais  OB 30 2 \n  Economia dos Recursos Não -Renováveis  OB 30 2 \n  Desenho de Mina  OB 60 4 \n  Prospecção de Depósitos  OB 60 4 \n  Geoestatística  OB 60 4 \n  Mecânica das Rochas  OB 60 4 \n  Operações de Mina I - Perfuracao e Desmonte  OB 60 4 \n  Pesquisa Operacional  OB 45 3 \n  Exploração e Avaliação de Depósitos  OB 60 4 \n  Geologia de Engenharia e Hidrogeologia Aplicada  OB 60 4 \n  Condicionamento de Mina Subterrânea  OB 60 4 \n  Métodos de Lavra  OB 60 4 \n  Aspectos Sócio -Ambientais na Mineração  OB 30 2 \n  Processamento Mineral  OB 60 4 \n  Processamento Mineral - Laboratório  OB 60 4 \n  Planejamento de Lavra I -  Longo Prazo  OB 45 3 \n  Operações de Mina II - Carregamento e Transporte  OB 45 3 \n  Avaliação Econômica de Projetos de Mineração  OB 45 3 \n  Projeto de Usina  OB 45 3 \n  Flotação  OB 60 4 \n  Flotação – Laboratório  OB 45 3 ", "23": "23 \n   Planejamento de Lavra II - Curto Prazo  OB 45 3 \n  Integr ação Mina -Usina  OB 45 3 \n  Fechamento de Mina  OB 30 2 \n  Desenvolvimento de Processos  OB 60 4 \n  Aproveitamento Sustentável de Rejeitos  OB 45 3 \n  Projeto de Mineração - Integração Multidisciplinar  OB 60 4 \n  Trabalho de Conclusão de Curso I  OB 15 1 \n  Trabalho de Conclusão de Curso II  OB 30 2 \n  Estágio Supervisionado em Engenharia de Minas  OB 165 11 \nCarga Horária      1620  108 \n% da C.H. Total do \nCurso      45,0%  45,0%  \n \nTabela IV: Composição curricular – Optativas  \nCampos \ndoConhecimento  Atividades Acadêmic as Natureza    \nOB/OP  \nCarga  \nHorária  \nTotal  \nCréditos  \nOptativas  Tópicos Especiais em Engenharia de Minas I  OP 15 1 \n  Tópicos Especiais em Engenharia de Minas II  OP 30 2 \n  Tópicos Especiais em Engenharia de Minas III  OP 45 3 \n  Tópicos Especiais em Engenha ria de Minas IV  OP 60 4 \n  Simulação de Modelos Estocásticos  OP 45 3 \n  Aplicação de Software em Modelagem Geológica e \nPlanejamento de Lavra  OP 45 3 \n  Otimização de Operações Unitárias na Lavra  OP 45 3 \n  Controle de Particulados na Mineração  OP 45 3 \n  Modelagem e Simulação Aplicada ao Processamento Mineral  OP 45 3 \n  Geomecânica Aplicada a Lavra  OP 45 3 \n  Minério de Ferro - Cadeia Produtiva  OP 45 3 \n  Flotação de Silicato s OP 45 3 \n  Separação Sólido -Líquido  OP 45 3 \n  Simulação Aplicada à Ventilação de  Mina  OP 45 3 \n  Água na Mineração  OP 45 3 \n  Introdução a Tecnologia da Qualidade  OP 45 3 \n  Gestão da Dinâmica do Conhecimento  OP 45 3 \n  Métodos Físicos de Concentração de Minérios  OP 30 2 \n  Análise de Imagem Aplicada à Mineração  OP 30 2 \n  Estabilidad e de Taludes  OP 45 3 \n  Aplicações do Método dos Elementos Discretos na \nMineração  OP 30 2 \n  Programação Aplicada à Mineração  OP 45 3 \n  Rochas e Minerais Industriais  OP 30 2 \n  Fundamentos de Libras  OP 60 4 \n  Fundamentos de Espectroscopia Raman e no Infr avermelho  OP 60 4 \n  Equações Diferenciais B  OP 60 4 \n  Hidro e Eletrometalurgia  OP 45 3 \n  Inglês Instrumental 1  OP 60 4 \n  Inglês Instrumental 2  OP 60 4 \n  Aplicações do GPR para Prospectar a Subsuperfície  OP 60 4 \n  Aplicações do Método Elétrico para Pr ospectar a \nSubsuperfície  OP 60 4 \n  Aplicações do Método Sísmico de Refração para Prospectar \na Subsuperfície  OP 60 4 ", "24": "24 \n   Introdução à Energia Nuclear I  OP 60 4 \n  Radioproteção  OP 60 4 \n  Detecção das Radiações e Instrumentação Nuclear  OP 60 4 \n  Aplicações  de Radioisótopos  OP 60 4 \n  Participação/Organização de Eventos e/ou Empresa Junior  OP 15 1 \n  Apresentação de Trabalho Técnico em Eventos  OP 30 2 \n  Publicação de Trabalho Técnico em Periódico Nacional  OP 45 3 \n  Publicação de Trabalho Técnico em Periódi co Internacional  OP 90 6 \n  Iniciação à Pesquisa  OP 45 3 \n  Projeto de Extensão  OP 45 3 \n  Iniciação à Docência  OP 45 3 \n  Vivência Profissional Complementar  OP 45 3 \n Tópicos Avançados  OP 30 2 \n Tópicos Avançados  OP 45 3 \n  Tópicos Avançados  OP 60 4 \n  Tópicos Avançados  OP 75 5 \nCarga Horária      360 24 \n% da C.H. Total do \nCurso      10,0%  10,0%  \nCarga Horária Total  = 3600 h  (240 créditos)  \n \nA estrutura curricular do curso é a seguinte : \n1º Período:  \n- FIS065  FUNDAMENTOS DE MECÂNICA (60H)  \n- FIS151  FÍSICA EXPE RIMENTAL  BÁSICA : MECÂNICA  (30H)  \n- EMN016  INTR ODUÇÃO À ENGENHARIA DE MINAS (45 h)  \n- GEL063  MINERALOGIA (60h)  \n- MAT001  CÁLCULO DIFERENCIAL E INTEGRAL I (90h)  \n- MAT038  GEOMETR IA ANALÍTICA E ÁLGEBRA LINEAR (60h)  \n \n2º Período:  \n- EMN017  APROVEITAMENTO SUSTENTÁV EL DE RECURSOS MINERAIS (30 H) \n- GEL064  GEOLOGIA GERAL (75 H) \n- GEL065  PETROGRAFIA (60h)  \n- DCC001  PROGRAMAÇÃO DE COMPUTADORES (60H)  \n- FIS152  FUNDAMENTOS DE MEC. DOS FLUIDOS E TERMODINÂMICA (30H)  \n- FIS154  FÍSICA EXPERIMENTAL  BÁSICA :TERMODINÂMICA (30H)  \n- MAT039  CÁLCULO DIFERENCIAL E INTEGRAL II (60h)  \n \n3º Período:  \n- FIS153  FÍSICA EXPERIMENTAL  BÁSICA : ELETROMAGNETISMO (30h)  \n- FIS069  FUNDAMENTOS DE ELETROMAGNETISMO (60h)  \n- MAT002  CÁLCULO DIFERENCIAL INTEGRAL III (60h)  \n- MAT015  EQUAÇÕES DIFEENCIAIS A (60H)  \n- GEL066  GEOLOGIA ESTRUTURAL (75 h) \n- EST031  ESTATÍSTICA E PROBABILIDADES  (60h)  \n- EMN018  ECONOMIA DOS RECURSOS NÃO -RENOVÁVEIS  (30h) \n ", "25": "25 \n 4º Período:  \n- FIS086  FUNDAMENTOS DE OSCILAÇÕES,ONDAS E ÓPTICA (60H)  \n- FIS155  FÍSICA EXPERIMENTAL  BÁSICA : ONDAS,ÓPTICA (30H)  \n- EES003  RESISTÊNCIA DOS MATERIAIS (60H)  \n- EMN019  PROSPECÇÃO DE DEPÓSITOS (60H)  \n- GEL067  GEOLOGIA DE DEPÓSITOS (75H)  \n- DIT001  DIREITO E LEGISLAÇÃO (30H)  \n- EMN020  GEOESTATÍSTICA (60H)  \n \n5º Período:  \n- CRT015  TOPOGRAFIA (60H)  \n- EMN021  MECÂNICA DAS ROCHAS (60H)  \n- EMN0 22 EXPLORAÇÃO E AVALIAÇÃO DE DEPÓSITOS (60H)  \n- QUI003  QUÍMICA GERAL B (60H)  \n- QUI019  QUÍMICA GERAL EXPERIMENTAL (30H)  \n- EMN023  ANÁLISE INSTRUMENTAL (60H)  \n- EMN024  ANÁLISE INSTRUMENTAL – LABORATÓRIO (45H)  \n \n6º Período:  \n- ELE063  ELETROTÉCNICA (30H)  \n- EMN025  DESENHO DE MINA (60H)  \n- EMA256  ELEMENTOS DE MÁQUINAS PARA ENGENHARIA DE MINAS (30H)  \n- EPD036  ORGANIZAÇÃO INDUSTRIAL (30H)  \n- EMN026  GEOLOGIA DE ENGENHARIA E HIDROGEOLOGIA APLICADA (60H)  \n- EMN027  MÉTODOS DE LAVRA (60H)  \n- EMN028  PROCESSAMENTO MINERAL (60H)  \n- EMN029  PROCESSAMENTO MINERAL – LABORATÓRIO (60H)  \n \n7º Período:  \n- EMN030  CONDICIONAMENTO DE MINA SUBTERRÂNEA (60H)  \n- EMN031  OPERAÇÃO DE MINA I – PERFURAÇÃO E DESMONTE (60H)  \n- EMN032  PLANEJAMENTO DE LAVRA I – LONGO PRAZO (45H)  \n- EMN033  ASPECTOS S OCIO AMBIENT AIS NA MINERAÇÃO (30H)  \n- EMN034  FLOTAÇÃO (60H)  \n- EMN035  FLOTAÇÃO – LABORATÓRIO (45H)  \n \n8º Período  \n- EMN036  PROJETO DE MINERAÇÃO – INTEGRAÇÃO MULTIDISCIPLINAR (60H)  \n- EMN037  OPERAÇÕES DE MINA II – CARREGAMENTO E TRANSPORTE (45H)  \n- EMN038  PLANEJAMENTO DE LAV RA II – CURTO PRAZO (45H)  \n- EMN039  AVALIAÇÃO ECONÔMICA DE PROJETOS DE MINERAÇÃO (45H)  \n- EMN040  PROJETO DE USINA (45H)  \n- EMN041  DESENVOLVIMENTO DE PROCESSOS (60H)  \n \n9º Período:  \n- EMN042  PESQUISA OPERACIONAL (45H)  \n- EMN043  INTEGRAÇÃO MINA -USINA (45H)  ", "26": "26 \n - EQM078  INSTRUMENTAÇÃO E CONTROLE DE PROCESSOS (30H)  \n- EMT087  PROCESSOS METALÚRGICOS (30H)  \n- EMN044  FECHAMENTO DE MINA (30H)  \n- EMN045  APROVEITA MENTO SUSTENTÁVEL DE REJEITOS (4 5H) \n- EMN046  TRABALHO DE CONCLUSÃO DE CURSO I (15H)  \n \n10º Período  \n- EMN047  TRABALHO DE CO NCLUSÃO DE CURSO II (30H)  \n- EMN048  ESTÁGIO SUPERVISIONADO EM ENGENHARIA DE MINAS (165H)  \n \nOptativas Gerais  Créditos   Carga \nHorária   \nEMN049  Tópicos Especiais em Engenharia de Minas I  1 15 \nEMN050 Tópicos Especiais em Engenharia de Minas II  2 30 \nEMN051 Tópi cos Especiais em Engenharia de Minas III  3 45 \nEMN052 Tópicos Especiais em Engenharia de Minas IV  4 60 \nEMN053 Simulação de Modelos Estocásticos  3 45 \nEMN054 Aplicação de Software em Modelagem Geológica \ne Planejamento de Lavra  3 45 \nEMN055 Otimização de Op erações Unitárias na Lavra  3 45 \nEMN056 Controle de Particulados na Mineração  3 45 \nEMN057 Modelagem e Simulação Aplicada ao \nProcessamento Mineral  3 45 \nEMN058 Geomecânica Aplicada a Lavra  3 45 \nEMN059 Minério de Ferro - Cadeia Produtiva  3 45 \nEMN060 Flota ção de Silicat os 3 45 \nEMN061 Separação Sólido -Líquido  3 45 \nEMN062 Simulação Aplicada à Ventilação de Mina  3 45 \nEMN063 Água na Mineração  3 45 \nEMN064 Introdução a Tecnologia da Qualidade  3 45 \nEMN065 Gestão da Dinâmica do Conhecimento  3 45 \nEMN066 Método s Físicos de Concentração de Minérios  2 30 \nEMN067 Análise de Imagem Aplicada à Mineração  2 30 \nEMN068 Estabilidade de Taludes  3 45 \nEMN069 Aplicações do Método dos Elementos Discretos \nna Mineração  2 30 \nEMN070 Programação Aplicada à Mineração  3 45 \nEMN071  Mineral e Rochas  Industriais  2 30 \nEMN072 Participação/Organização de Eventos e/ou \nEmpresa Júnior  1 15 \nEMN073 Apresentação de Trabalho e Eventos  2 30 \nEMN074 Publicação de Trabalho Técnico em Periódico \nNacional  3 45 \nEMN075 Publicação de Trabalho Técnic o em Periódico \nInternacional  6 90 \nEMN07 6 Iniciação à Pesquisa  3 45 ", "27": "27 \n EMN077 Projeto de Extensão  3 45 \nEMN078 Projeto à Docência  3 45 \nEMN079 Vivência Profissional Complementar  3 45 \nEMN080 Tópicos Avançados  I 2 30 \nEMN08 1 Tópicos Avançados  II 3 45 \nEMN08 2 Tópicos Avançados  III 4 60 \nEMN08 3 Tópicos Avançados  IV 5 75 \nEMT030 Hidro e Eletrometalurgia  3 45 \nENU001 Aplicações de Radioisótopos   4 60 \nENU003 Radioproteção  4 60 \nENU009 Introdução à Energia Nuclear  I 4 60 \nGEL068 Aplicações do GPR para Prospectar a  Subs uperfície  4 60 \nGEL069 Aplicações do Método Elétrico para Prospectar a \nSubsuperfície  4 60 \nGEL070 Aplicações do Método Sísmico de Reafração para \nProspectar a Subsuperfície  4 60 \nLET223 Fundamentos de Libras   4 60 \nMAT016 Equações Diferenciais B  4 60 \nQUI247 Fundamentos de Espectroscopia \nRaman/Infravermelho  4 60 \nUNI001 Inglês Instrumental I  4 60 \nUNI002 Inglês Instrumental II  4 60 \nAtividades  Acadêmicas Complementares   \nCARGA HORÁRIA MÍNIMA : 0 CRÉDITO  (0H)  \nCARGA HORÁRIA MÁXIMA : 9 CRÉDITOS (135 H) \nAtivi dades acadêmicas articuladas ao ensino de Graduação , tais como participação em \ncursos de extensão, iniciação científica (IC), participação em mini -cursos são parte da \nformação do Engenheiro de Minas. Os programas de bolsas da graduação têm por \nobjetivo ofe recer aos alunos complementação acadêmica em diferentes níveis de \nformação, contribuindo para o desenvolvimento da capacidade crítica, para a \naquisição de hábitos de estudo e para o domínio da sistemática do ensino ou da \npesquisa. O estudante poderá realiz ar atividades extraclasse envolvendo: Programas \nde IC, através de bolsas concedidas pela F APEMIG, pelo CNPq ou bolsas i ndividuais \nconcedidas por  convênios com empresas no desenvolvimento de projetos específicos, \nProgramas de IC voluntária, Programas de Gra duação coordenados pela PROGRAD , \nentre eles os Projetos Especiais de Graduação (PEG) e os Programas de Monitoria \n(PMG).  ", "28": "28 \n A UFMG mantém programas institucionais de Bolsas de Iniciação Científica (BIC) \ncoordenados pela Pró -Reitoria de Pesquisa. Esses Programa s têm por objetivo \nintroduzir o aluno na produção do conhecimento e na convivência cotidiana com os \nprocedimentos científicos, com sua organização, técnicas e métodos. Pelo seu caráter \ninstitucional, possibilitam um modo de gestão da pesquisa que amplia e revitaliza a \nprodução científica , não apenas em áreas já consolidadas, mas também naquelas em \nque essas atividades estão, ainda, em processo de estruturação.  \nA participação dos alunos de graduação nos projetos de pesquisa e extensão do \nDepartamento de Enge nharia de Minas tem sido , ao longo dos anos , um lócus \nprivilegiado de integração dos estudantes com a realidade da atividade mineral, com \nas metodologias científicas e, principalmente, com a integração de conhecimentos. \nSem dúvida, a localização geográfica  do curso e as relações que os docentes do \nDepartamento de Engenharia de Minas mantêm com as inúmeras empresas de \nmine ração que atuam em Minas Gerais  têm contribuído, sobremaneira, para essa \ncaracterística particular do curso.  \n \nA Empresa Junior (Minas  Jr.) e o Centro de Estudos em Mineração (CEMin), do Grêmio \nMínero -Metalúrgico Louis Ensch,  são espaços que caracterizam de forma singular a \npossibilidade de construção do empreendedorismo e das relações interpessoais para \nos alunos da graduação. Anualmente, o CEMin organiza o Simpósio Mínero -\nMetalúrgico da UFMG, que conta com a presença de expoentes da mineração \nbrasileira em palestras e cursos. Organizado pelos alunos, desde a captação de \nrecursos para viabilizar o evento, até a elaboração do seu conteúdo técn ico, o \nSimpósio encontra -se em sua XXVIII (2017) edição e conta com o apoio das maiores \nempresas de mineração do país.  \nNo que se refere à internacionalização, o curso tem oferecido regularmente aos alunos \ndo último ano oportunidade de visita às minas de c obre do Chile, como parte das \natividades de visitas técnicas que compõem o seu projeto pedagógico. Conhecido por \nser o maior produtor mundial de cobre e por deter a maior mina a céu aberto do \nmundo, além de uma grande expertise em processamento mineral, a visita oferece aos \nalunos uma oportunidade de aumentar conhecimentos.  ", "29": "29 \n Atividades Acadêmicas Complementares   Créditos   CH \nParticipação/Organização de Eventos e/ou Empresa Junior  1 15 \nApresentação de Trabalho Técnico em Eventos  2 30 \nPublicação de Trabalho  Técnico em Periódico Nacional  3 45 \nPublicação de Trabalho Técnico em Periódico Internacional  6 90 \nIniciação à Pesquisa  3 45 \nProjeto de Extensão  3 45 \nIniciação à Docência  3 45 \nVivência Profissional Complementar  3 45 \n \nFormação Complementar Pré -Estabel ecida  em Prospecção Geofísica  \nCARGA HORÁRIA : 12 CRÉDITOS  (180H) \nFC: Prospecção Geofísica  Créditos  CH \nAplicações do GPR para Prospectar a Subsuperfície  4 60 \nAplicações do Método Elétrico para Prospectar a \nSubsuperfície  4 60 \nAplicações do Método Sísmico d e Refração para \nProspectar a Subsuperfície  4 60 \n \nFormação Complementar Pré -Estabelecida em Fundamentos de Energia Nuclear  \nCARGA HORÁRIA : 12 CRÉDITOS (180H)  \nFC: Fundamentos de Energia Nuclear  Créditos  CH \nIntrodução à Energia Nuclear I  4 60 \nRadioproteção  4 60 \nDetecção das Radiações e Instrumentação Nuclear  4 60 \n \nFormação Complementar Aberta  \nCARGA HORÁRIA : 12 CRÉDITOS (180H)  \nNa Formação Complementar A berta (FCA) , o aluno , com a orientação do coordenador \ndo curso de Engenharia de M inas, poderá escolher ati vidades didáticas para compor \numa  formação  desejada  em determinada área, que apresente relação com o curso, e \ndeverá inclui -la no Plano de Estudo s. \n \nFormação Avançada  ", "30": "30 \n CARGA HORÁRIA MÍNIMA : 0 CRÉDITO ( 0H) \nCARGA HORÁRIA  MÁXIMA: 9 CRÉDITOS ( 135H) \n \nO discente  poderá cursar  atividades didáticas ofertadas por  Programa s de Pós -\ngraduação  e utilizá -las para solicitar aproveitamento de estudos ,de acordo com a \nResolução CEPE  Nº18 ,de 07 de outubro de  2014.  \n \nFormação Avançada  Créditos  CH \nTópicos Avançados  I 2 30 \nTópicos Avançados  II 3 45 \nTópicos Avançado s III 4 60 \nTópicos Avançados  IV 5 75 \n \nFormação Livre  \nCARGA HORÁRIA : 3 CRÉDITOS (45H)  \nA Formação Livre (FL) é composta por atividades curriculares livremente escolhidas \npelos alunos. São disciplinas presentes em currículos de outr os cursos de graduação da \nUFMG , que podem ser escolhidas pelo aluno com base em interesses individuais, de \nacordo com a oferta e disponibilidade de vagas.  \nConteúdos das Diretrizes Curriculares Nacionais para o Ensino Superior:  \n1- Direitos Humanos , de acordo co m a Resolução CNE/CP  Nº 1, de 30 de maio de \n2012 . \nEsse conteúdo é abordado nas d isciplinas:  \n- INTR ODUÇÃO À ENGENHARIA DE MINAS (1o período)  \n- APROVEITAMENTO SUST ENTÁVEL DE RECURSOS MINERAIS (2o período)  \n- ASPECTOS S ÓCIO -AMBIENTAIS NA MINERAÇÃO (7o período)  \n \n2- Relações Étnico -raciais , de acordo com a Resolução CNE/CP  Nº 1, de 17 de \njunho de 2004 . \n Esse conteúdo é abordado nas disciplinas:  \n- INTR ODUÇÃO À ENGENHARIA DE MINAS (1o período)  \n- APROVEITAMENTO SUST ENTÁVEL DE RECURSOS MINERAIS (2o período)  \n- ASPECTOS S ÓCIO -AMBIENTAIS NA MINERAÇÃO (7o período)  \n ", "31": "31 \n 3- Educação  Ambiental , de acordo com a Resolução CNE/CP  Nº 2, de 15 de junho \nde 2012 . \nEsse conteúdo é abordado  nas disciplinas:  \n- ECONOMIA DOS RECURSOS NÃO -RENOVÁVEIS (3o período)  \n- GEOLOGIA DE ENGENHARIA E HIDROGEOLO GIA APLICADA (6o período)  \n- MÉTODOS DE LAVRA (6o período)  \n- PROCESSAMENTO MINERAL (6o período)  \n- CONDICIONAMENTO DE MINA SUBTERRÂNEA (7o período)  \n- OPERAÇÃO DE MINA I – PERFURAÇÃO E DESMONTE (7o período)  \n- ASPECTOS SÓCIO -AMBIENTAIS NA MINERAÇÃO (7o períod o) \n- OPERAÇÕES DE MINA II – CARREGAMENTO E TRANSPORTE (8o período)  \n- PLANEJAMENTO DE LAVRA II – CURTO PRAZO (8operíodo)  \n- PROJETO DE USINA (8o período)  \n \nE ainda será abordado o conteúdo de Prevenção e combate a incêndio e desastres ,de \nacordo c om Lei No13.4 25, de 30 de março de 2017 , nas disciplinas:  \n \n- OPERAÇÃO DE MINA I – PERFURAÇÃO E DESMONTE (7o período)  \n- CONDICIONAMENTO DE MINA SUBTERRÂNEA (7o período)  \n \n \n \nAtividades Semipresenciais  \n \nA Resolução CEPE Nº 06/2016, de 10 de maio de 2016, regulamenta a ofer ta de \natividades didáticas na modalidade semipresencial nas disciplinas de cursos de \ngraduação presenciais. As atividades semipresenciais presentes no currículo do curso \nde Engenharia de Minas são: EPD036 - Organização Industrial, EMA256  - Elementos de \nMáq uinas para Engenharia de Minas, LET223 - Fundamentos de Libras, UNI001 - Inglês \nInstrumental 1 e UNI002 - Inglês Instrumental 2. As atividades acadêmicas ofertadas \nsemipresencialmente no curso não ultrapassam 20% da carga horária total e, em todas \nas ativi dades semipresenciais, são previstos encontros presenciais para avaliações.  \n \nEstágio Supervisionado em Engenharia de Minas  \nEm dezembro de 2016, considerando o que determina a Lei Nº 11.788, de 25 de \nsetembro de 2 008, bem como os estudos realizados pela Pró -Reitoria de Graduação, \naCongregação da Escola de Engenharia aprovou a Resolução  No 03/2016, que dispõe ", "32": "32 \n sobre os critérios para a realização do Estágio Curricular no âmbito dos cursos de \ngraduação da Escola de Engenharia da UFMG (Anexo I). Nos termos dessa  Resolução, o \nEstágio Curricular – obrigatório ou não – configura -se co mo vivência profissional que \ndeve realizar -se sob a responsabilidade de um professor orientador; incluir um plano \nde trabalho por ele aprovado; constar no sistema de registro de ativida des acadêmicas \nda UFMG; e incluir a obrigatoriedade de  relatório fi nal avaliado pelo supervisor do \ncampo de estágio e pelo o rientador responsável.  \nPara a realização do estágio curricular, impõe -se a celebração de instrumentos \njurídicos específicos, devida mente regulamentados em Portarias do Reitor. O início de \ntal atividade é precedido de Termo de Compromisso, assinado entre o aluno e o \ncampo de estágio, com a interveniência da UFMG, de modo a se configurar a \ninexistência de vínculo empregatício entre as p artes. É facultado aos Colegiados de \nCurso, ou às instâncias universitárias responsáveis pelo acompanhamento do estágio, \nestabelecer normas específicas, quando couber.  \nO estágio curricular se constitui em uma atividade que propicia ao aluno adquirir \nexperi ência profissional e contribui para a sua inserção no mercado de trabalho. \nEnquadram -se nesse tipo de atividade as experiências de trabalho em equipe \nmultidisciplinar, o cumprimento de tarefas com prazos estabelecidos, em ambiente \nhierarquizado e com compo nentes cooperativistas e corporativistas , dentre outr as. O \nobjetivo é proporcionar ao aluno a oportunidade para aplicar os seus conhecimentos \nacadêmicos em situações da prática profissional clássica, propiciando -lhe o exercício \nde atividades em situações v ivenciadas e a aquisição de uma visão crítica de sua área \nde atuação profissional.  \nA avaliação dess a atividade envolve parâmetros estabelecidos em conjunto com as \nfontes geradoras de estágio e o corpo docente do curso. Esta atividade ocorre no 10º \nperíodo  do currículo do curso de Engenharia de Minas e possui carga horária de 165 \nhoras ( 11 créditos ). \nUm professor do Departamento de Engenharia de Minas é designado para orientar o \nestudante durante o estágio. Ao final do estágio , o estudante deve elaborar um ", "33": "33 \n relatório , que é avaliado pelo professor responsável e recebe uma nota compreendida \nentre 0 e 100.  \nA Escola de Engenharia dispõe de uma Central de Oportunidades em Engenharia, \ncriada em 2001  para fomentar o desenvolvimento de atividades complementares à \nformação acadêmica do aluno de graduação. A Central \n(http://centraloportunidades.eng.ufmg.br ) é o setor responsável pela divulgação de  bolsas \nde graduação, como monitorias e iniciação científica, bem como pela captação, análise \ne divulgação de vagas de estágio para alunos dos cursos de Engenharia e de emprego \npara os ex -alunos da instituição. Visando aumentar a interação escola - empresa, o \nsetor organi za eventos e palestras promovido s pelas empresas e  por outros setores da \nsociedade. A Central de Oportunidades  incentiva ações que reforçam o vínculo e \ncompromisso do setor com a colocação dos alunos da graduação e dos já formados no \nmercado de trabalho.  \n \nTrabalho de conclusão de curso (TCC)  \nO TCC é uma a tividade obrigatória, individual e relatada sob a forma de monografia \nsobre qualquer área do conhecimento da Engenharia de Minas. O TCC é organizado \natravés de duas disciplinas. A primeira, TCCI, objetiva a definição de temas, escolha dos \nprofessores super visores e elaboração do plano de estudo. No semestre seguinte , o \naluno desenvolve o tema escolhido, através da disciplina TCCII. O Colegiado do Curso \norganiza as atividades das disciplinas, acompanhadas por um professor responsável. A \navaliação inclui a el aboração de uma monografia e a sua apresentação oral frente a \numa banca composta pelo orientador e mais um membro. O outro membro deverá \npossuir formação superior e será indicado pelo professor orientador . O membro \npoderá ser externo à UFMG, com experiênci a no tema desenvolvido pelo aluno .  \nO aluno é incentivado a utilizar , para a realização do TCC , alguma atividad e \nsupervisionada com a qual esteja envolvido durante seu curso, tais como as atividades \nde Iniciação Científica, Projetos de Monitoria, Projetos Especiais de Graduação, \nProgramas Especiais de Tutoria (PET), participação em Projetos de Consultoria ou \nEstágio Supervisionado.  ", "34": "34 \n  \nEm outubro de 2017 , foi aprovada, pelo  Colegiado  do Curso , a Resolução No001/2017:  \n \nResolução No 001/2017 de 02de outubro de 2 017. \n \nDispõe sobre o trabalho de conclusão de curso no âmbito do curso de \ngraduação em Engenharia de Minas.  \n \nO Colegiado de Graduação em Engenharia de Minas da UFMG, no uso de \nsuas atribuições estatutárias, considerando o disposto no Projeto Pedagógico \ndo Curso, no Art. 5º da Resolução Complementar 01/98 do Conselho de \nEnsino, Pesquisa e Extensão da UFMG, resolve:  \nArt 1º. A elaboração e a defesa de Trabalho de Conclusão de Curso (TCC), sob \na forma de monografia, são partes integrantes do Curso de Graduação em \nEngenharia de Minas e serão realizadas nos termos desta resolução.  \nArt. 2º. No 9º (nono) e 10º (décimo) período s do Curso , o aluno deverá \nmatricular -se nas disciplinas TCC I e TCC II , com carga horária de 15 e 30 \nhoras , respectivamente.  \n Parágrafo  1º. Até 30 (trinta) dias após o início do respectivo semestre \nletivo, o aluno deverá entregar ao professor da disciplina TCC I a carta de \naceite, com a indicação do tem a da monografia e do orientador.  \n Parágrafo  2º. A escolha de um professor -orient ador externo ao C urso \npoderá ser ac eita sob aprovação do C olegiado.  \n Parágrafo  3º. O TCC deverá se r desenvolvido individualmente ou poderá \nser realizado em dupla, se o tema for de caráter prático/experimental.  \n Parágrafo  4º. A nota da disciplina TC C I será dividida ent re o professor \nda disciplina e o orientador.  \nArt. 3º. O Trabalho de Conclusão de Curso (TCC) d everá, preferencialmente, \nter caráter aplicado e voltado para a reso lução de problemas práticos de \nEngenharia de M inas ou áreas afins, desenvolvido dentro o u fora  da \nUniversidade, em empresas produtoras de bens materiais e serviços.  \n Parágrafo  único. O tema do TCC é livre, mas deve agregar  e sintetizar \nconhecimentos do C urso. Deve conter etapas efetivas de resolução de \nproblemas reais, sendo enfatizada a aplicação prática de conhecimentos de \nengenharia e a validação/avaliação dos resultados.  ", "35": "35 \n Art. 4º. A monografia poderá seguir a estrutura convencional (modelo em \nanexo) ou, em casos particulares, outra estrutura proposta pelo orientador, \ncomo artigo técnico de congre sso e/ou periódico. No caso de artigo técnico , o \naluno não precisa rá apresentar a monografia e , sim, o artigo escrito.  \nParágrafo  1º. O aluno que optar pelo  artigo técnico terá de  ser o primeiro \nautor do mesmo.  \n Parágrafo  2º. A data da publicação do artigo pode rá ser de até 1 (um) \nano antes da defesa do TCC ou o aceite do artigo (pelo congresso ou \nperiódico) deve rá ser apresentado à  banca no ato da defesa do TCC.  \nArt. 5º. Ao final da disciplina TCC II, o aluno deverá fazer a defesa de seu \ntrabalho de monogra fia ou artigo técnico, a qual deve rá ser realizada em \nsessão pública, perante uma banca composta pelo orientador e mais um \nmembro.  \n Parágrafo  1º. O outro membro deverá possuir formação superior e será \nindicado pelo professor orientador. O membro poderá ser  exter no à  UFMG, \ncom experiência no tema desenvolvido pelo aluno.  \n Parágrafo  2º. A defesa deverá ser realizada durante o respectivo período \nletivo, conforme estabelecid o no calendário Escolar da UFMG.  \n Parágrafo  3º. Caberá ao aluno distribuição de uma cópi a do trabalho \npara cada membro da banca, em prazo de, no mínimo , 10 (dez) dias antes da \ndefesa.  \n Parágrafo  4º. A data e horário da sessão de defesa deverão ser \nindicados pelo orientador e divulgados pela Secretaria do Colegiado, com \nantecedência mínima de 5 (cinco) dias úteis.  \n Parágrafo  5º. A defesa deverá contemplar uma apresentação oral pelo \naluno, de , no máximo , 20 (vinte) minutos,  seguida de arguição pela banca.  \n Parágrafo 6º. A avaliação deverá levar em conta a parte escrita \n(monografia ou artigo) e a apresentação oral.  \n Parágrafo 7º. Cada um dos membros da banca atribuirá po ntuação de 0 \n(zero) a 100 (cem) , sendo a nota final resultante da média das notas atribuídas \npelos examinadores e considerando -se aprovado o aluno que obtiver nota final \nmínima igua l a 60 (sessenta)  pontos . \n Parágrafo  8º. As notas de cada avaliador e a nota final deverão ser \ntranscritas em ata (modelo em anexo), assinada pelos membros da banca.  \n Parágrafo  9º. A ata deverá ser entregue à Secre taria do Colegiado de \nGraduação, juntamente  com uma cópia digital da monografia ou artigo.  ", "36": "36 \n  Parágrafo 10º. Caso haja necessidade de correção do trabalho, o aluno \nterá até 5 (cinco) dias após a defesa para entrega da cópia da mono grafia ou \nartigo corrigido a o Colegiado.  \nANEXOS:  \n· CARTA DE ACEITE PARA O RIENTAÇÃO (Anexo II);  \n· MODELO DE MONOGRAFIA TCC (Anexo III);  \n· MODELO DE ATA TCC (Anexo IV);  \n \nBelo Horizonte, de 02 outubro de 2017.  \n \n \n__________________________  \nProfa. Andréia Bicalho Henriques  \nCoordenadora do Curso de Engenharia de Minas  \n", "37": "37 \n 5.3 Representação  do Currículo  \nA Tabela Vapresenta , resumidamente , a estrutura c urricular por núcleo do curso . \nTabela V : INTEGRALIZAÇÃO CURRICULAR DO CURSO DE ENGENHARIA DE MINAS  \nPercursos Curriculares  Tempo previsto em \nsemestres  \nMín.de créd. p/ \nmatrí cula   Encargos Curriculares  \nNúcleo Específico  F. Compl.  F. Livre  Total  Obrigatórios  Optativos  Optativos  Optativos  \nCarga \nHorária  Créd.  C.Horária  Créditos  C.Horária  Créditos  C.Horária  Créditos  Carga \nHorária  Créditos  Min. Ref. Max.  Min. Max. Min. Max Min. Max.  Min. Max Min. Max Min. Max \nBach. Formação Livre  10 10 16 15 3240  216 315 315 21 21         45 45 3 3 3600  240 \nBach. Formação Complementar Aberta  10 10 16 15 3240  216 135 135 9 9 180 180 12 12 45 45 3 3 3600  240 \nBach. Formação Comp lementar Pré -\nEstabelecida: Fundamentos de Energia \nNuclear  10 10 16 15 3240  216 135 135 9 9 180 180 12 12 45 45 3 3 3600  240 \nBach. Formação Complementar Pré -\nEstabelecida: Prospecção Geofísica  10 10 16 15 3240  216 135 135 9 9 180 180 12 12 45 45 3 3 3600  240 \n \n ", "38": "38 \n 6.Metodologia  \n6.1 Novas metodologias de ensino e aprendizagem  \nA metodologia de ensino adotada, de forma geral, inclui: exposições orais, estudos \ndirigidos individuais e em grupo,  elaboração, produção e apresentação de \ntrabalhos individuais e em grupo , excursões e  atividades de campo orientadas,  uso \nde laboratórios, d emonstrações práticas,  palestras, dentre outros. Em algumas \ndisciplinas, como , por exemplo , “Introdução à Engenharia de Minas ”, a \nmetodologia de ensino se dá por e xposição dialogada. Nas d isciplinas de caráter \nexperimental, estimula -se o espírito crítico, integração de equipes, distribuição de \ntarefas, bem como elaboração de relatórios e apresentações em público.  \n6.2Tecnologias de i nformação e comunicação – TICs – no processo ensino -\naprendi zagem  \nO Moodle , que  vem sendo utilizado por diversas instituições  no mundo, inclusive \npela UFMG , se apresenta como uma ferramenta didática online, uma vez que \ndisponibiliza ao professor a escolha de ferramentas como fóruns, chat, diários, \ndentre outras , que se enquadram dentro do objetivo pretendido pelo professor \ndurante a disciplina. Além disto, fornece um espaço de aprendizagem como um \nprocesso dinâmico, baseado no construcionismo social, proporcionando a \ncolaboração mútua dos participantes, o cooperativ ismo, a troca e o \ncompartilhamento de materiais, pesquisas, coletas e revisão de tarefas, a \navaliação entre colegas e o registro de notas no ensino a distância, presencial ou \nparcialmente presencial. Atualmente , é instrumento de divulgação de conteúdos \naos alunos, programas, cronogramas, planos de aula e  é também meio de \ncomunicação e divulgação de resultados.  \nMateriais didáticos, tais como apresentações de aulas, apostilas e publicações são \ndisponibilizadas aos alunos, principalmente nas áreas em que não se dispõe \nbibliografia em português. Exemplo disso é a “Apostila de Aulas Práticas ” de \nTratamento de Minérios e também “Apostila de Aulas de Flotação ”. O livro \n“Introdução ao Tratamento de Minérios ”, editado pelos professores  Eduardo Sales ", "39": "39 \n Valadão e Armand o Correa de Araújo, 2012, ISBN: 9788570414786, é referência na \nárea e utilizado no curso.  \n6.3 Apoio ao discente  \nA Pró-Reitoria de Graduação (PROGRAD) administra um Programa de Bolsas \nAcadêmicas , que tem contemplado, a cada ano, centenas de estudantes . O \nreferido Programa  compreende os tipos que se seguem:  \n \n1.PROG RAMA DE MONITORIA DE GRADUAÇÃO – PMG – Tem por propósito iniciar \no estudante nas atividades de docência no Ensino Superior, bem como apoiar os \nprofessores nas suas tarefas didáticas.  \n \n2. PROGRAMA DE M ONITORIA DO ENSINO TÉCNICO – PMET  –O Programa de \nMonitoria do Ensino Técnico, subprograma do Programa de Monitoria da \nGraduação, visadar suporte às atividades acadêmicas curriculares vinculadas aos \nprojetos pedagógicos dos cursos técnicosofertados no Colég io Técnico. O \nPrograma d e Monitoria do Ensino Técnico te m por objetivos principais \nadiminuição dos índices de retenção e evasão escolares, a inovação e o \ndesenvolvimento de tecnologias emetodologias ativas de ensino para as \ndisciplinas do Colégio. Visa con tribuir para a formação docente dosestudantes de \ngraduação da UFMG no que tange à experiência de ensino que pode advir do \nprograma,propiciando a integração entre estudantes de licenciatura e \nbacharelado com o foco na formação sólida deum futuro cidadão tec nicamente \nqualificado ao exercício de sua profissão.  \n \n3. PROGRAMA ESPECIAL DE BOLSAS ACADÊMICAS PARA ESTUDANTES DOS \nCURSOS NOTURNOS DE GRADUAÇÃO – PRONOTURNO – Destina -se a possibilitar \ndedicação integral aos estudos a estudantes do turno noturno que mais se \ndestacam por sua competência. Condicionadas ao cumprimento de um conjunto \nde requisitos acadêmicos, tais bolsas são garantidas aos estudantes desde os \nperíodos iniciais do curso e no transcorrer dos demais períodos letivos. Nesse ", "40": "40 \n caso, os bolsistas cump rem um período de treinamento, que envolve atividades \nde ensino, pesquisa e extensão.  \n \n4. PROGRAMA DE IMERSÃO À DOCÊNCIA – PID – Visa contribuir para a qualidade e \nevolução do ensino de graduação na UFMG.  \n \n5. PROGRAMA DE INCENTIVO À FORMAÇÃO DOCENTE – PIFD –Visa contribuir para \na qualidade e evolução do ensino de graduação  e pós -graduação  na UFMG.  \n \n6. PROGRAMA DE EDUCAÇÃO TUTORIAL – PET –Consiste em um tradicional \nprograma do MEC, ori ginalmente coordenado pela CAPES  e, atualmente, sendo \nconsiderado como imp ortante estratégia para a formação de lideranças \nacadêmicas.  \n \nOutro programa  de bolsas, coordenado pela Pró -Reitoria de Extensão  (PROEx) , \ndenominado Programa de Bolsas de Extensão, tem por objetivo apoiar, por meio \nda concessão de bolsas, o desenvolvimento  de programas e/ou de projetos de \nextensão de Unidades, órgãos ou setores que têm potencial para implementar \nexperiências acadêmicas, de forma qualitativa e de acordo com a política da \nUFMG para essa área.  \nA Extensão articula projetos, programas, cursos e eventos, que promovem \nrelações interdisciplinares e interprofissionais. Na UFMG, a extensão é processo \neducativo, artístico, cultural e científico, articulado com o ensino e a pesquisa, de \nforma indissociável, cujo objetivo é ampliar a relação da Universid ade com a \nsociedade. As atividades de extensão, nas áreas técnica, científ ica, artística e \ncultural, são realizadas sob a forma  de programas, projetos, cursos, \nassessoramentos, prestação de serviços e/ou consultorias, entre outras.  \nOutro importante apoio a o estudante é dado pela Pró -Reitoira de Pesquisa  (PRPq ).  \nA Pró-Reitoria de Pesquisa da UFMG  tem como principal função assessorar a \nAdministração da Universidade nos  assuntos relativos à pesquisa científica e ", "41": "41 \n tecnológica, estimular e fomen tar a atividade d e pesquisa na U niversidade, tendo \ncomo referência a qualidade e a relevância, para bem cumprir o papel de geradora \nde conhecimentos e de formação de recursos humanos.  A PRPq oferece vários \nprogramas de bolsas para pesquisa , como I niciação Científica, Iniciação Científica  \nem A rtes, Iniciação Científica nas A ções A firmativas, Iniciação em \nDesenvolvimento Tecnológico e Inovação , etc.  \nVale de stacar, ainda, os Pr ogramas de I ntercâmbio para os estudantes da UFMG. \nCiente da importância que a experiência internacional desempenha na formação \nacadêmica de um estudante, a UFMG, por intermédio da Diretoria de Relações \nInternacionais (DRI), oferece programas acadêmicos qu e têm alcançado \nexpressivos resultados no que concerne ao fluxo de intercâmbio de alunos dos \nníveis de Graduação e Pós -Graduação, que, por essa via, têm oportunidade de \nvivenciar sistemas educacionais distintos e outra ótica de formação universitária, \nalém  de poderem interagir com estudantes de culturas diversas. O intercambista \npassa um a dois períodos letivos numa instituição estrangeira e as atividades \ndesenvolvidas por ele no exterior, desde que aprovadas pelo Colegiado do seu \ncurso, podem ser incorpora das ao seu histórico escolar. O intercâmbio de alunos  é \namparado pela Resolução CEPE Nº 03,de 04 de dez embro de 2 012. \nA UFMG também oferece intercâmbio nacional através do Convênio ANDIFES de \nmobilidade acadêmica. As Instituiçõe s Federais de Ensino Superior  (IFES),  \njuntamente com a Associação Nacional dos Dirigentes das Instituiçõe s Federais de \nEnsino Superior ( ANDIFES ), firmaram convênio com o objetivo de regular a relação \nde reciprocidade entre as IFES , proporcionando a mobilidade de alunos de \ngraduação, p or meio do Programa ANDIFES de Mobilidade Estudantil.  \n7.Avaliação dos Processos de Ensino -Aprendizagem  \nA verificação do rendimento escolar é feita por disciplina, abrangendo os aspectos \nde frequência e aproveitamento, ambos eliminatórios por si mesmos. Ent ende -se \npor aproveitamento o resultado da avaliação do aluno nas atividades \ndesenvolvidas na disciplina.  ", "42": "42 \n Os procedimentos de avaliação ocorrem através da realização de provas escritas, \ndo desenvolvimento de trabalhos e através da s olução de exercícios, com o \nativida des intra e extraclasse. De forma gera l, as d isciplinas obrigatórias têm \nponderação maior nas avaliações escritas. As disciplinas obrigatórias dos últimos \nperíodos do curso e a s disciplinas optativas têm ponderação maior em favor da \nrealização de exercícios e trabalhos.  \nA apuração do aprove itamento em cada disciplina é  feita por pontos cumulativos, \nem uma escala de 0 (zero) a 100  (cem). Todas as atividades do c urso, incluindo o \nEstágio Curricular e o Trabalho de Conclusão de Curso, são avaliadas e m 100 \npontos.  Nenhuma avaliação escrita pode valer mais do que 40 pontos. É \nnecessário um desempenho superior ou igual a 60 pontos para que o aluno seja \naprovado.  \n Em relação às disciplinas de laboratório, o procedimento de avaliação mais \ncomum é a produç ão de relatório. Em algumas disciplinas de laboratório , também \nocorrem avaliações escritas.  \nÉ considerado frequente em determinada disciplina o aluno que comparecer em , \npelo menos , 75% da carga horária da aividade.  Abaixo dess e percentual, o aluno é \ncons iderado infrequente e, portanto, reprovado.  \nApurados os resultados finais de cada disciplina, o rendi mento escolar de cada \naluno é convertido nos  conceitos:  \n A - Excelente : 90 a 100 pontos  \n B - Ótimo : 80 a 89 pontos  \n C - Bom : 70 a 79 pontos  \n D - Regular : 60 a 69 pontos  \n E - Fraco : 40 a 59 pontos  \n F - Insuficiente: abaixo de 40 pontos e/ou infrequente.  \nO aluno que alcança, no mínimo, conceito D e apresenta frequência é  considerado \naprovado na disciplina, obtendo os créditos correspondentes.  ", "43": "43 \n Os alunos de gra duação com conceito igual ou inferior a E não têm direito a \nprestar exame especial. O cálculo da nota final do aluno  submetido a exame \nespecial é  feito pela soma do total de pontos obtidos ao final do per íodo letivo e o \ntotal de pontos obtidos no exame espe cial, sendo o somatório  dividido por dois.  \n8. Avaliação do curso  \nA UFMG conta com a  Diretoria de Avaliação Institucional  (DAI), vinculada ao \nGabinete do Reitor, que é responsável pela avaliação interna do s cursos de \ngraduação e pela coordenação e assess oramento aos Colegiados nos processos \nrelacionados à avaliação externa dos cursos e à  aplicação do Exame Nacional de \nAvaliação de Desempenho de Estudantes de Graduação (Enade).  \n8.1 Avaliação interna de cursos  \nA avaliação interna dos cursos de graduação consiste na aplicação , a todos os \nalunos , de um questionário para avaliação dos professores e das  \ndisciplinas/atividades  cursadas a cada semestre. Esse questionário é preenchido, \nvia Internet, no Sistema Minha UFMG , sendo o acesso liberado sempre por ocasião \nda matrícula para o semestre seguinte.   \nOs resultados das avaliações dos professores e das disciplinas/atividades estão \ndisponíveis para a com unidade acadêmica no MinhaUFMG. Procurar em \nSistemas>Aplicações Acadêmicas>Resultado da Avaliação de Cursos e Disciplinas.  \n9.Corpo Docente  \n9.1 Corpo d ocente do curso  \nA extensa maioria de docentes do curso apresenta o título de doutor. O regime de \ntrabalho dos docentes é exclusivamente de 40h, DE, como mostrado na Tabela VI . \n \n \n \n \n ", "44": "44 \n  \nTabela VI - Corpo Docente do Curso  \nNome  Titulação   \nRegime de \nTrabalho  \n Vínculo \nempregatício  \nAlizeibekSaleimen Nader  Doutor  DE 40 h  Estatutário  \nAndré ia Bicalho Henriques  Doutor  DE 40 h  Estatutário  \nDouglas Batista Mazzinghy  Doutor  DE 40 h  Estatutário  \nCarlos Esteves Teixeira Junior  Doutor  DE 40 h  Estatutário  \nCarlos Enrique Arroyo Ortiz  Doutor  DE 40 h  Estatutário  \nCláudio Lúcio Lopes Pinto  Doutor  DE 40 h  Estatutário  \nEvandro Moraes  da Gama  Doutor  DE 40 h  Estatutário  \nGeorge Eduardo Sales Valadão  Doutor  DE 40 h  Estatutário  \nJoão Martins da Silva  Mestre  DE 40 h  Estatutário  \nLuiz Cláudio Monteiro Montenegro  Doutor  DE 40 h  Estatutário  \nPaulo Roberto de Magalhães Viana  Doutor  DE 40 h  Estatutário  \nRenan Collantes Candia  Doutor  DE 40h  Estatutário  \nRísiaMagriotisPapini  Doutor  DE 40 h  Estatutário  \nRoberto Galéry  Doutor  DE 40 h  Estatutário  \nSônia Denise Ferreira Rocha  Doutor  DE 40 h  Estatutário  \n \n9.2 Núcleo Docente Estruturante – NDE  \nO Núcle o Docente Estruturante (NDE) f oi instituído pela Resolução CEPE Nº15 , de \n31 de maio de 2011 , com o intuito de qualificar o envolvimento docente no \nprocesso de concepção e consolidação de um curso de graduação. O NDE do curso \nde Engenharia de Minas foi impl ementado em 2012. Entretanto, d evido à fase de ", "45": "45 \n transição pela qual  o curso passou, com mudanças na Coordenação e \naposentadoria do Prof . Adriano Gripp, que coordenou o curso por mais de 10 \nanos, o NDE não se reuniu frequentemente. A primeira reunião do NDE se deu e m \n28/09/2013, quando se discutiram aspectos do curso, como a  necessidade de \ncondução de uma ref ormulação curricular e as atividades relacionadas à \nrenovação de reconhecimento do curso. Atualmente, o NDE é formado pela  atual \ncoordenadora (Profa . Andréia Bicalho  Henriques ), pelo Subc oordenador (Prof . \nRenan Cand ia) e pelos professores do Departamento de Engenharia de Minas – \nProfa. RísiaMagriotisPapini , Prof. Douglas Mazzinghy, Prof. Carlos Arroyo  e Prof. \nPaulo Roberto de Magalhães Viana , todos doutore s. A atuação do NDE está em \nfase de dinamização. Estão agendadas reuniões periódicas, bimestrais , a cada \núltima quinta -feira do mês  alternado , para discussão dos assuntos de interesse do \ncurso.  \n9.3 Atuação do Colegiado  \nA Coordenadora, Profa. Andréi a Bicalh o Henriques,  assumiu a C ooordenação do \ncurso em agosto/2016 . É engenheira de m inas pela UFMG, com mestrado e \ndoutorado  em Tecnologia Mineral (UFMG), e e stá na Un iversidade há 20 anos. \nAtua no ensino na graduação, extensão e pesquisa desde 2015. A Coordenad ora \natende aos alunos em horário definido, sempre às quartas -feiras  (13:00 -16:00h) , \nou com agendamento fora desse horário.  \nO Subcoordenador, Prof. Renan Collantes Candia , assumiu a Subcooordenação do \ncurso em agosto/2016 . É engenheiro  de m inas pela UNSAAC ( Universidad Nacional \nde San AntonioAbaddel Cusco , Peru ), com mestrado e doutorado na área de \nLavra( USP), e está na U niversidade há 05 anos. Atua no ensino na graduação, \nextensão e pesquisa desde 201 2. Atende aos al unos em horário definido, sempre \nàs terças -feiras  (10:00 -12:00h) . \nPara a coordenação e  execução do projeto pedagó gico, a Coordenação e \nSubcoordenação do curso realiza m: \n1. Reuniões de C olegiado , ao longo do semestre , com seus membros , \nincluindo os representant es discentes.  ", "46": "46 \n 2. Reuniões com  professores e alunos de cada subárea do curso (pesquisa \nmineral, lavra, tratamento de minérios , meio ambiente ). \n3.  Acompanhamento da execução do calendário escolar.  \n4. Acompanhamento e monitoramento sistemático  do cumprimento  dos \nplanos de curso de cada disciplina , entrevistas  com professores e alunos.  \n5. Acompanhamentod as metodologias de ensino e de avaliação do proc esso \nde ensino -aprendizagem, conforme plano aprovado previamente.  \n6. Gerenciamentod as dificuldades encontradas no ensino das disciplinas e no \nrelacionamento entre alunos e professores . \n7. Apoio pedagógico aos alunos, facilitando acesso à biblioteca, internet, \ntextos, registros acadêmicos, reprografia, acompanhamento psicopedagógico, \netc. \n8. Monitoramento da bibliogr afia indicada para cada disciplina, inclusive sua \ndisponibilidade na biblioteca.  \n9. Encaminhamentod as listas de aquisições bibliográficas.  \n10. Estímulo/fomentode trabalhos complementares a o curso, como:  \n- Palestras, simpósios, seminários, congressos e cursos dentro e fora da \ninstituição, ciclos de debates, etc.  \n- Pesq uisas e/ou iniciação científica e extensão universi tária . \n11.Acompanhamento  da frequ ência de  professores e alunos.  \n12. Coordenaçãod as atividades de e stágio.  \n13. Selecão  de empresas para estágio s. \n14. Assesso ria às  atividades de avaliação institucional , como o ENADE . \n15. Reunião com os membros do NDE do curso, semestralmente.  \n16.Outras ações.  \n10.Instalações, Gabinetes e Biblioteca  \nNo caso específico da Escola de Engenharia da UFMG, esta foi const ruída com \ninfraestrutura física adequada às necessidades de mobilidade de portadores de \nnecessidades especiais. Toda a Escola possui rampas de acesso e elevadores \ndevidamente projeta dos para ess e fim.  ", "47": "47 \n  \n10.1 Gabinetes de trabalho para professores Tempo Inte gral – TI e sala de \nprofessores  \nOs professores da Escola de Engenharia da UFMG po ssuem gabinetes, em sua \nmaioria,  individuais , com recursos computacionais disponíveis, boa iluminação, \nespaço suficiente para realizaçã o dos trabalhos e atendimento aos alunos . Os \nDepartamentos Acadêmicos da  Escola de Engenharia da  UFMG dispõem de salas \nde reuniões e sala de café.  \n10.2 Espaço de trabalho para  a Coordenação do curso  \nA Secreta riado  Colegiado de Graduação em Engenharia de Minas da UFMG se \nlocaliza na sala 3045, B loco III  da Escola de Eng enharia, no Campus  Pampulha. A \nCoordenação dispõe de uma sala para trabalho e atendimento aos alunos (sala \n3046).  \n10.3  Salas de aula  \nA Escola de Engenharia p ossui cerca de 50 salas de aula  para o ensino de \ngraduação. Ao início de c ada semestre , é efetuada a  alocação de salas para as \ndisciplinas do curso. A maioria das 50 salas  de aula (cerca de 80%) possui  recursos \nmultimídia. As carteiras foram adquiridas recentemente, quando da mudança da \nEscola de Engenharia para o Campus  Pampulha . \n10.4 Equipamentos de informática  \nOs alunos do  curso de Engenharia de Minas tê m acesso ao Centro de Cálculo \nEletrônico ( CCE). O CCE tem por objetivo oferecer laboratórios computacionais \npara alunos e recursos de rede para a comunidade da Escola de Engenha ria da \nUFMG. Auxilia as atividades de ensino e pesquisa, oferecendo igual acesso a \nrecursos computacionais e oportunidades para trabalhos acadêmicos \ncolaborativos da comunidade d a Escola de Engenharia. A Unidade de Manutenção \nde Micros (UMM)  trabalha em pa rceria com o CCE , sendo responsável pela \ninstalação dos softwares, manutenção de equipamentos de informática e suporte \nàs redes computacion ais.  O CCE dispõe de 07 salas de aula, contando com 168 \nmicrocomputadores, 12 servidores e 2000 usuários cadastrados .  ", "48": "48 \n A quantidade de equipamentos relativa ao número de usuários é de 2000/168 = \n11,90 alunos por microcomputador em sala de aula. A velocidade de acesso à \ninternet é, hoje, de 1Gbps do roteador ao servidor do CCE e de 100Mbps entre as \nestações e o servidor do CCE. A política adotada para atualização dos \nequipamentos e softwares é baseada na avaliação anual e ocorre de acordo com a \ndisponibil idade orçamentária . Considerando a adequação do espaço físico, o \nlaboratório se encontra em local separado do prédio de  aulas, em ambiente \ntranquilo, onde todas as salas são climatizadas e o acesso às mesmas  é fei to por \ncorredor largo que não se congestiona nos momentos de troca de aulas.  \nO laboratório possui normas internas de funcionamento , que são informadas ao \naluno no  momento de seu cadastro. Para sup orte técnico, conta com dois técnicos \npermanentes, sete  monitores nos meses de abril a dezembro, e ainda com o apoio \ndo Setor de Tecnologia da Informação da Escola de Engenharia. Para atendimento \nà comuni dade, o laboratóri o funciona de07 à s 22horas , de segunda s às sextas -\nfeiras, e aos sábados , de07 às 12h oras . \n10.5 Biblioteca  \nA Biblioteca da Escola de Engenharia (BEE) foi fundada juntamente com a Escola \nLivre de Engenharia em 1911 e , atualmente , seu acervo é estimado em 35. 000 \ntítulos , entre livros, teses, memórias,  normas técnicas, além de cerca de 1.600 \ntítulos de periódicos. A Biblioteca, como integrante do Sistema de Bibliotecas da \nUFMG,presta serviços informatizados de empréstimos e tratamento do mat erial \nbibliográfico através do S istema Pergamum . Além disso, p ermite acesso a div ersas \nbases de dados, tais como  Bases do Portal CAPES , Bases da Biblioteca Virtual \nUniversitária, dentre outras.  \nA área das instalações da B iblioteca , incluindo salas e espaço para estudo e acer vo, \né de 2.193m² . O quadro de pessoal técnico e administrativo é composto por oito \nbibliotecários, nove funcionários administrativo s, três estagiários e dois c ontínuos.  \nOs seguintes serviços são prestados pela Biblioteca: empréstimo domiciliar; \nempréstimo entre bibliotecas; atendimento ao usuário via telefone e e -mail; \nnormalização de fichas catalográficas; orientação e treinamento à pesquisa ", "49": "49 \n bibliográfica atra vés do Portal CAPES ; comutação b ibliográfica de materiais \nindisponíveis no acervo da UFMG; orienta ção quanto ao uso do sistema \nPergamum ; treinam ento de usuário; elaboração de fichas c atalográfica s e \nrecebimento de doações.  \nO Portal de Periódicos da CAPES  é uma biblioteca virtual que oferece acesso à \nprodução científica mundial às  instituições de ensino  e pesquisa do Brasil. Conta \natualmente com mais de 33 mil periódicos científicos em texto completo, além de \nbases de dados, livros, obras de referência, normas técnicas, teses e dissertações, \npatentes, conteúdo audiovisual , dentre outros.  \nPelo Portal de P eriódicos da CAPES , os alunos têm acesso a 29 bases de dados \nrelacionadas à área  de Engenharia de Minas, d estacando -se os seguintes \nperiódicos : \n- Acta G eotechnical  \n- Acta M ontana   \n- Advances in Information Mining  \n- Advances in MaterialsSciences  \n- Annals of Universi ty of Petro şani. Mining Engineering  \n- Applied Geochemistry  \n- Australian Journal of M ining : AJM  \n- BHM. Berg -und hüttenmännischeMonatshefte  \n- CanadianM ineralogist  \n- Clay M inerals  \n- Claysand Clay Minerals  \n- Coal A ge (Overland Park, Kan.)   \n- Coal Preparation  \n- ComputersandG eote chnics  \n- Dyna  ", "50": "50 \n - E&P \n- Elements  \n- Engineeringand Mining J ournal  \n- EngineeringGeologySpecialP ublication  \n- European Journal of Mineral Processing and Environmental P rotection  \n- EuropeanJournalofM ineralogy  \n- Explorationand Mining G eology  \n- Fortnightly  \n- GeochemicalT ransactions  \n- Geofluids  \n- Geologie&M ijnbouw  \n- Geominas  \n- GeophysicalP rospecting  \n- GeotechnicalandGeologicalE ngineering  \n- GeotechnicalTestingJ ournal  \n- IEA CoalI nformation  \n- International Journal for Numerical and Analytical Methods in \nGeomechanics  \n- International Journal of Applied Engine ering R esearch  \n- International Journal of Coal G eology  \n- International Journal of Coal Preparation and U tilization   \n- Mine Water and the E nvironment   \n- Mineral Economics  \n- Mineral Processing and Extractive Metallurgy R eview   \n- Mineral ResourcesE ngineering  ", "51": "51 \n - Mineraliu m Deposita  \n- Minerals& E nergy   \n- MineralsE ngineering  \n- Natural ResourcesR esearch  \n- Natural T oxins  \n- Offshore   \n- The Oil D aily \n- OilShale  \n- Ore GeologyR eviews  \n- Proceedings of the ICE - Geotechnical Engineering   \n- The Quarterly Journal of Engineering G eology   \n- Radiation Eff ects and D efects in Solids   \n- REM. Revista Escola de Minas  \n- ResourcesP olicy  \n- Reviews in Mineralogy and G eochemistry  \n- Revista del In stituto de Investigación de la Facultad de Geología, Minas, \nMetalurgia y Ciencias Geográficas de la Universidad Nacional M ayor de  San \nMarcos  \n- Revista Minelor  \n- Rock Mechanics and Rock E ngineering   \n- Rock Products  \n- Rocks andM inerals  \n- Rocky Mountain G eology  \n- Rudarsko -geolosko -naftnizbornik  \n- Smart Grid and Renewable E nergy  ", "52": "52 \n - Tecnologia em Metalurgia, Materiais e Mineração  \n- Transactions - Institut ion of Mining and Metallurgy. Section A. Mining \nIndustry  \n- Transactions - Institution of Mining and Metallurgy. Section C. Mineral \nProcessing & Extractive M etallurgy  \n- Transactions of the Indian Institute of Metals  \n- Transactions of the Institution of Mining an d Metallurgy. Section A.  Mining \nTechnology   \n- Transactions. Section B . Applied Earth S cience   \n- Tunnelling and Underground Space T echnology   \n- Tunnels &TunnellingInternation al   \n- Turkish Journal of Engineering & Environmental S ciences   \n- Utility Automation & E ngineering T & D.  \n11.Laboratórios  \nVários laboratórios especializados estão disponíveis para os alunos em diversas \nUnidades da UFMG que ofertam disciplinas para o  Curso de Engenharia de Minas .  \nAlguns exemplos são: Laboratórios de Química Geral, Físico -Quími ca, Química \nAnalítica, Física Experimental, Eletrotécnica Geral, dentre outros. No entanto, \nserão descritos a seguir apenas os laboratórios mais específicos do Curso de \nEngenharia de Minas , disponibilizados pelo Departamento de Engenharia de \nMinas : \n-Labora tório de Operações de Lavra e Segurança de Mina  \n- Laboratório de Pesquisa Mineral e Planejamento de Mina  \n-Laboratório de Mineração e Mineralogia  \n-Laboratório de Geotecnologias ( LGT) \n- Laboratório de Fenômenos de Interfaces  \n- Laboratório de Tratamento de Minérios  ", "53": "53 \n - Laboratório de Tecnologia de Rochas (LTR)  \n- Laboratório de Processamento e Análise Química de Minerais  \n-Laboratório de Caracteriza ção de Minérios e Materiais  \n \n11.1  Laboratório de Operações de Lavra e Segurança de Mina  \nÉ utilizado para aulas práticas das disciplinas Métodos de Lavra, Operações de \nMina I - Perfuração e Desmonte , Operações de Mina II - Carregamento e \nTransporte . O labo ratório é utilizado principalmente para atividades de ensino \nprático de problemas e situações contempladas nas disciplinas supracitadas. \nSalienta -se ainda a participação mais direta de alun os envolvidos com programas \nde iniciação cientí fica, em pro jetos de  pesquisa visando à  solução de problemas \nrelacionados com a análise e prevenção d e riscos em operações de lavra \n(mineração a céu aberto e subterrânea).  \nNão existe ainda um regulamento for mal de uso do laboratório, o qual funciona \ndurante o dia , acompanhan do o horário de funcionamento do Departamento d e \nEngenharia de Minas. Há  acompanhamento regular por parte do técnico \nresponsável, assim como por alunos monitores de signados exclusivamente para \nesses propósitos. O espaço físico permite sua utilização  de for ma segura. O arranjo \nfísico do laboratório satisfaz as exigências da n ormalização brasileira, visando à  \nminimização dos riscos durante sua utilização. Os insumos do laboratório são \nadquiridos via verbas específicas da UFMG, verbas do Departamento de \nEngenh aria de Minas e verbas de Projetos de usuários , sendo suficientes para seu  \nfunc ionamento regular .  \n11.2 Laboratório de Pesquisa Mineral e Planejamento de Mina  \nÉ utilizado para a ulas práticas das disciplinas Prospecção de Depósitos, Exploração \ne Avaliação d e Depó sitos, Planejamento de Lavra I - Longo P razo, Planejamento de \nLavra II - Curto Prazo. O laboratório visa complementar o ensino teórico , através \nda utilização de algumas ferramenta s computacionais, com enfoque na  simulação \ncomputacional de problemas e  situações contempladas nas disciplinas acima \nindicadas.  ", "54": "54 \n O laboratório cont ribui para o processo de ensino -aprendizagem , através das \naulas práticas realizadas no mesmo, trabalhos realizados por alunos de iniciaç ão \ncientífica e  alunos de mestrado e doutorad o da área de Tecnologia Mineral do \nPrograma de Pós -graduação em Engenharia Metalúrgica, Minas e Materiais . O \nlaboratório dispõe de mesas, computadores, armários, projetor, quadros e os \nsoftwares Minesight, Micromine e Tolpac. Os s oftwares foram obtidos a p artir de \nparcerias com as empresas fornecedoras de soluções ao mercado da mineração.  \n11.3 Laboratório de Mineração e Mineralogia  \nÉ utilizado para aulas práticas das disciplinas Prospecção de Depósitos, Exploração \ne Avaliação de Depósitos, Rochas  e Minerais  Industriais e para estudos realizados \npor alunos de graduação, projetos de iniciação científica e projetos de ext ensão \nnas subáreas de Pesquisa Mineral, Lavra de M inas, Avaliação Econômica de  \nProjetos de Mineração e Minerais e Rochas Industrais,d entre outr as. Dispõe  de um \nacervo mineralógico significativo.  \n11.4  Laboratório de Geotecnologias ( LGT) \nLocalizado no Centro de Dese nvolvimento Sustentável da UFMG,  Pedro Leopoldo - \nMG, o  LGT é uma par ceria entre o Departamento de Engenharia de Minas e o \nDepartament o de Engenharia de  Materiais e Construção . O LGT tem como missão \nprincipal desenvolver  atividades  de ensino, pesquisas aplicadas e extensão , tendo \ncomo objeto c entral a sustentabilidade. O LGT  tem financiamento através do \nprojeto “Desenvolvimento de aglome rante de baixo custo a partir de estéril de \nmina para produção de pelotas de minério de ferro por meio de calcinação rápida \ntipo Flash ”. Este projeto foi contemplado no Edital 01/2010 \nFAPEMIG/FAPESP/FAPESPA/VALE S.A.  \nO laboratório é u tilizado para aulas p ráticas da disciplina Aproveitamento \nSustentável de Rejeitos.  \n11.5 Laboratório de Fenômenos de Interfaces  \nÉ utilizado para aulas práticas da s disciplina s Flotação e Flotação - Laboratório , \ncom enfoque em testes de flotabilidade em provetas e tubo de Hallim ond e \ntambém medidas de Potencial Zeta. São desenvolvidas atividades de pesquisa por ", "55": "55 \n alunos de iniciação  científica e de mestrado e doutorado  do Programa de Pós -\ngraduação em Engenharia Metalúrgica, Minas e Materiais. Os principais e mais \ncomplexos equipame ntos exigem sempre treinamento específico , que \nnormalmente é ministrado pelo coordenador do laboratório ou sob sua \nsupervisão. O espaço físico é amplo , permitindo  fácil e seguro trânsito dos \nusuários , estando os equipamentos principais separados em bancada s ou salas \nespecíficas.  \n11.6 Laboratório de Tratamento de Minérios  \nO laboratório conta com uma estrutura e equipamentos adequados ao \ndesenvolvimento das aulas práticas dos cursos  de graduação e pós-graduação , \nalém de atender a comunidade através dos proje tos de extensão. É  utilizado para \naulas práticas das disciplinas Processamento Mineral, Processamento Mineral - \nLaboratório, Flotação, Flotação  - Laboratório . O laboratório cont ribui para o \nprocesso de ensino -aprendizagem,  através das aulas práticas realiz adas no \nmesmo, trabalhos realizados por alunos de iniciação científica e alunos de \nmestrado e doutorado da área de Tecnologia Mineral do Programa de Pós -\ngraduação em Engenharia Metalúrgica, Minas e Materiais . \n11.7 Laboratório de Tecnologia de Rochas (LTR)  \nO laboratório  desenvolve procedimentos de caracterização de maciços rochosos, \ndeterminação de propriedades mecânicas de rochas e maciços rochosos \n(deformabilidade e resistência), monitoramento e controle de desmonte de \nrochas e caracterização tecnológica d e rochas ornamentais , em parceria com \noutros Departamentos da UFMG e outras U niversidades , colaborando no \ndesenvolvimento de dissertações de mestrado e teses de doutorado e também \ncom  empresas de mineração, empresas de consultoria e fabricante s de \nequipame ntos.  \nO LTR conta com dois funcionários e um corpo discentecomposto atualmente por \nnove  alunos de graduação. Destes , sete alunos são estagiários e dois são  bolsistas \nde iniciação científica. Outros alunos utilizam as instalações do LTR para ", "56": "56 \n desenvolvimento  do Trabalho de Conclusão de Curso (TCC).  O laboratório é \nutilizado para aulas práticas da disciplina Mec ânica das  Rochas.  \n11.8 Laboratório de Processamento e Análises Químicas de Minerais  \nO laboratório foi implementado recentemente, em 2009, com a finali dade de dar \nsuporte à análise química de minerais, minérios e soluções aquosas , bem como ao \ndesenvolvimento de processos associados à água na mineração e processamento \nmineral. Apresenta uma caracterís tica de atuação voltada ao meio ambiente, com \nequipe mu ltidisciplinar, envolvendo alunos do ensino médio, graduação, mestrado \ne doutorado.  \n11.9 Laboratório de Caracterização de Minérios e Materiais  \nO laboratório é composto pelos equipamentos: difratô metro de raios X, \nespectrômetro de fluorescência de raios X, espectrômetro  infravermelho , \ngranu lômetro. F az análises de cara cterização de minerais e rochas,  bem como  de \noutros materiais, e atende à  graduaç ão,para aulas práticas de  diversas disciplinas , \ntrabalhos de conclusão de curso, projetos de iniciação à pesquisa, outros projetos \nde pesquisa , e também à pós -graduação  e extensão . \n \n \n \n \n \n \n \n \n \n \n ", "57": "57 \n 12.Componente s Curricular es \n12.1 Disciplinas Obrigatórias  \nVersão curricular: 201 8/1 \n1º Período  \nDisciplina : FUNDAMENT OS DE MECÂNICA  Código: FIS065  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nCinemática de partícula. Força e leis de Newton. Dinâmica da partícula. Trabalho e \nenergia. Conservação de energia. Sistema s de partículas. Conservação do \nmomento linear. Colisões. Cinemática rotacional. Dinâmica de rotação. Torque e \nequilíbrio de corpos rígidos. Conservação do momento angular. Gravitação.  \n \nBibliografia Básica:  \n1-Física - Volume 1, Alaor Chaves, Reichmann& Aff onso Editores  \n \nBibliografia complementar:  \n1- Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A  \n2- Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \n1- Física, P. Tipler, Ed. Guanabara   \n \n \nDisciplina : FÍSICA EXPERIMENTAL  BÁSICA : MECÂNICA  Código: FIS151  \n Teórica:  00 Ho ras \nCarga Horária:  Prática:  30 Horas  \n Total:  30 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nObtenção, tratamento e análise de dados obtidos em experimentos de mecânica \n(Física). Utilização de aparelhos de medida. Apresentação de resultados.  \n \nBibliografia Básica:  \n1-Física - Volume 1, Alaor Chaves, Reichmann& Affonso Editores  \n2- Roteiro de Aula Prática;  \n3- Apostila.  \n \nBibliografia complementar:  \n1- Física, D. Halliday, R. Resnick e K. S. Kr ane , Livros Técnicos e Cientifico S.A  ", "58": "58 \n 2- Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \nFísica, P. Tipler, Ed. Guanabara  \nDisciplina : INTRODUÇÃO À ENGENHARIA DE MINAS  Código: EMN016  \n Teórica:  45Horas  \nCarga Horária:  Prática:  00 Hora s \n Total:  45Horas  \nTipo : Obrigatória  \n \nEmenta:  \nPrincipais etapas da mineração: pesquisa de depósitos, lavra, processamento, \nlogística, mercado. Noções de impacto ambiental, legislação e projetos. \nDiscussão sobre a formação, campo  de atuação, responsabilidades e ética \nprofissional do Engenheiro de Minas. Relações étnico -raciais e direitos \nhumanos. Visita técnica.  \n \nBibliografia:  \n1-Hartman, Howard L. &Mutmansky, Jan M.    Introductory Mining \nEngineering.    John Wiley, and Sons, 2002  \n2-Anuário Mineral (disponível: www.dnpm.gov.br ) \n3-Declaração Universal dos Direitos Humanos - ONU  \nhttps ://nacoesunidas.org/direitoshumanos/  \n4- Educação para as Relações étnico -raciais: livros sobre relações étnico -\nraciais  (MEC) : \nhttp://etnicoracial.mec.gov.br/images/pdf/publicacoes  \n \n Disciplina : MINERALOGIA  Código: GEL063 \n Teórica:  45 Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nConceitos básicos. Tipos estruturais de matéria. Estado cristalino, simetria, \noperações e graus de simetria. Sistema s cristalinos. Minerais: classes químicas; \npropriedades físicas, químicas e gênese. Identificação de minerais, aulas práticas.  \n \nBibliografia : \n1 - Berry L.G. & Mason, B. (1959) Mineralogy - W.H. Freeman &Co. San \nFrancisco.  \n2 - Dana, J.D. &Hurlbut, C.S. (197 4): Manual de Mineralogia - Livros Técnicos \ne Científicos Editora S.A. Rio de Janeiro.  \n3 - Deer, W.A. Homie R.A. Zussaman, J. (1965): Rock Forming Minerals. \nLongmans, London.  \n4 -Klockmann, F. &Ramdohr, P. (1974): Tratado De Mineralogia -Editorial \nGustavo Gi li, S.A., Barcelona.   ", "59": "59 \n  \n \nDisciplina : CÁLCULO DIFERENCIAL E INTEGRAL I  Código: MAT001  \n Teórica:  90 Horas  \nCarga Horária:  Prática:  00 Hora s \n Total:  90 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nFunções de R em R. Derivadas. Integrais. Aplicações.  \n \nBibliografia:  \n1 - Simmons, G.F., Cálculo com Geometria Analítica. McGraw Hill, SP, 1987, Vol.I.  \n2 - Shenk, Al. Cálculo e Geometria Analítica, Campus, RJ, 1985, Vol.I.  \n3 - Leithod, L. O Cálculo com Geometria Analítica, Habra, SP, Vol.I.  \n4 - Ávila, G.S.S. Cálculo I, Livros  Técnicos e Científicos, Brasília Editora Ltea.  \n5 - Piskunov, N. Differential and Integral Calculus. Moscou, MIR, Publishers.  \n6 - Lewis, K. Cálculo e Álgebra Linear. Livros Técnicos e Científicos, Editora Ltda, \nRJ, Vol.I e II  \n \nDisciplina : GEOMETRIA ANALÍTI CA E ÁLGEBRA LINEAR I  Código: MAT038  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas   \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nÁlgebra Vetorial . Retas e Planos. Matrizes, Sistemas Lineares e Determinantes. O \nEspaço Vetorial Rn .Autovalores e Autovetores de Matrizes.  Diagonalização de \nMatrizes Simétricas.  \n \nBibliografia : \n1. Kolman, B.  - Álgebra Linear. Ed. Guanabara - 1987.  \n2. Nathan, M. S. - Vetores e Matrizes. Livros Técnicos e Científicos - Editora S.A. - \n1988.  \n3. Lipschutz, S. -  Álgebra Linear. E ditora Mc Graw -Hill - 1971  \n4. Boldrini, J. L/ COSTA, S. I. R ./ RIBEIRO, V. L. F. F  /  WETZLER, H. G. - Álgebra \nLinear. - Ed. Harbra 1980.  \n5.  Anton, H. - Álgebra Linear - Ed. Campus - 3a edição  \n \n \n \n \n \n \n ", "60": "60 \n 2º Período  \nDisciplina :  APROVEITAMENTO SUSTENTÁVEL DE RECUR SOS \nMINERAIS  Código: EMN 017 \n Teórica:  30Horas  \nCarga Horária:  Prática:  00Horas  \n Total:  30Horas  \nTipo : Obrigatória  \n \nEmenta:  \nMatérias -primas minerais: caraterísticas física, químicas e mineralógicas. Cadeia \nProdutiva. Processos Minerais. Reservas, Prod ução e Mercado. Processamento de \nrejeitos. Análise do ciclo de vida. Relações étnico -raciais e direitos humanos. \nEstudo de Caso. Visita técnica.  \n \nBibliografia Básica : \n1-A Indústria Extrativa Mineral e a Transição Para o Desenvolvimento Sustentável \n(www.cet em.gov.br/livros)  \n2-Rochas & Minerais Industriais/Ed. Adão Benvindo da Luz e Fernando Antonio \nFreitas Lins. Rio de Janeiro: CETEM/MCT, 2005. 867p.  \n3-Sumário Mineral ( www.dnpm.gov.br/dnpm/sumarios ) \n4-Indicadores de Sustentabilidade Para a Indústria Extrativa Mineral \n(www.cetem.gov.br/livros ) \n5-Declaração Universal dos Direitos Humanos - ONU  \nhttps://nacoesunidas.org/direitoshumanos/  \n6- Educação para as Relaçõesétnico -raciais: livrossobrerelaçõesétnico -\nraciais  (MEC):  \nhttp://etnicor acial.mec.gov.br/images/pdf/publicacoes  \n \n \nDisciplina : GEOLOGIA GERAL  Código: GEL064  \n Teórica:  60Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  75Horas  \nTipo : Obrigatória  \n \nEmenta:  \nEstrutura da Terra, Tectônica de Placas, processos endógenos e exógeno s, grupos \nde rochas (ígneas, sedimentares, metamórficas), noções de estratigrafia e escala \ndo tempo geológico. Trabalho de campo de dois dias.  \n \nBibliografia Básica:  \n1 - Para Entender a Terra FRANK PRESS; RAYMOND SIEVER JOHN GROETZINGER ET \nAL.  \nEditora: Art med ISBN: 8536306114 Ano: 2006 Edição: 4 Número de páginas: 656  \n2 – Geologia Estrutural e introdução a Geotecnica – Loczy e Ladeira – 1982.  \n3 – Geologia Geral – Vi Viktor Leinz e Sérgio E. Amaral. 1983.  ", "61": "61 \n  \n \nDisciplina : PETROGRAFIA  Código: GEL065  \n Teórica:  45Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  60Horas  \nTipo : Obrigatória  \n \nEmenta:  \nPetrografia e petrologia das rochas ígneas, metamórficas e sedimentares. \nClassificação e estudo mineralógico. Identificação macroscópica de rochas, aulas \npráticas.  \nBibliografia Básica:  \n1 - Barbosa, A.L.M. - Petrografia Macroscópica.  \n2 - Pirsson& Knopf - Rocks and Rock Minerals.  \n3 - Turner, Willian & Gilbert - Petrografia.  \n \n         \nDisciplina :  PROGRAMAÇÃO DE COMPUTADORES  Código: DCC001  \n Teórica:  60Horas  \nCarga Horária : Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nMetodologia de desenvolvimento de programas, programação em linguagem de \nalto nível. Comandos básicos, estruturas de dados, modularização.  \n \nBibliografia:  \n1 – Guimarães, A de M.; Lages, N. A de C. - Algoritmos e Estruturas de Dados. Rio \nde Janeiro: Livros Técnicos e Científicos Editora AS, 1985.  \n2 – Introdução à Ciência da Computação. Rio de Janeiro: Livros Técnicos e \nCientíficos Editora AS, 1984.  \n3 – Farrer, H.; Becker, C.G; Faria, E.C.; Ca mpos Filho, F.F.; Matos, H.F. de; Santos, \nM.A. dos, Maia, M.L. - Pascal Estruturado. Rio de Janeiro: Guanabara Dois, 1985.  \n4 – Grilo, M.C. - Turbo Pascal. Rio de Janeiro: Livros Técnicos e Científicos Editora \nAS. \n5 – Aguilar, C.R.Q. - Introdução à Programa ção Utilizando as Linguagens Logo e \nPascal. (apostila).  \n  \n \nDisciplina : FUNDAMENTOS DE MEC. DOS FLUIDOS E \nTERMODINÂMICA  Código: FIS152  \n Teórica:  30 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  30 Hora s \nTipo : Obrigatória  ", "62": "62 \n  \nEmenta:  \nTemperatura e dilat ação. Modelo cinético do gás ideal. Calor e a primeira lei da \ntermodinâmica. Entropia e a segunda lei da termodinâmica. Estática e dinâmica de \nfluidos. Equação de Bernoulli.  \n \nBibliografia:  \n1.Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e  Cientifico S.A  \n2.Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \n3.Física, P. Tipler, Ed. Guanabara.  \n  \n \nDisciplina : FÍSICA EXPERIMENTAL  BÁSICA : TERMODINÂMICA  Código: FIS154  \n Teórica:  00 Horas  \nCarga Horária : Prática:  30 Horas  \n Total:  30 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nObtenção, tratamento e análise de dados obtidos em experimentos de \ntermodinâmica e fluidos (Física). Elaboração de relatórios científicos completos.  \n \nBibliografia Básica:  \n1.Física Experim ental Básica na Universidade. A.A. Campos, E.S. Alves, N.L. Speziali, \nEditora UFMG.  \n2. Apostila \"Laboratório de Física Básica – Termodinâmica\" - Departamento de \nFísica - UFMG.  \n \nBibliografia Complementar  \nFísica, D. Hal liday, R. Resnick e K. S. Krane , Livro s Técnicos e Cient ifico S.A  \nFundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \nFísica, P. Tipler, Ed. Guanabara.  \n \nDisciplina : CÁLCULO DIFERENCIAL E INTEGRAL II  Código: MAT039  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nCoordenadas Polares, Cônicas, Séries, Série e Fórmula de Taylor, \nDiferenciabilidade de Funções de Várias Variáveis  \n \n \n ", "63": "63 \n  \nBibliografia:  \n1. Penney,E. D., Edwards, Jr. C. H. – Cálculo com Geometria Analítica - Ed. \nPrentice -Hall do Brasil - Volumes 2 e 3.  \n2. Simmons, G. F.  - Cálculo com Geometria Analítica - McGraw -Hill, SP, volume 02  \n3. Leithold, L.  - Cálculo com Geometria Analítica - Harbra, SP, volume 02  \n4. Guidorizzi, H  - Um Curso de Cálculo, LTC - Volume 02 \n5. Boulos, P. / Oliveira, I. C. - GeometriaAnalítica (um tratamento vetorial) – \nMcGraw -Hill - SP. \n6. Ávila, G. S. S.  - Cálculo,Volume 02 – LTC \n \n \n \n3º Período  \nDisciplina : FÍSICA EXPERIMENTAL BÁSICA:  \nELETROMAGNETISMO  Código:  FIS153  \n Teórica:  00Horas  \nCarga Hor ária:  Prática:  30Horas  \n Total:  00Horas  \nTipo : Obrigatória  \n \nEmenta:  \nObtenção, tratamento e análise de dados obtidos em experimentos de \neletromagnetismo (Física). Elaboração de relatórios científicos completos.  \n \nBibliografia Básica:  \n1.Apostila \"Laboratór io de Física Básica - Eletromagnetismo\" - Departamento de \nFísica -UFMG.  \n2-Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A  \n3-Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \n4-Física, P. Tipler, Ed. Guanabara.  \n \nBibliografia Complementar:  \n1.Experimentos de Eletromagnetismo . \n \nDisciplina : FUNDAMENTOS DE ELETROMAGNETISMO  Código: FIS069 \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \n \n \n ", "64": "64 \n Ementa:  \nCarga elétrica, campo elétrico e a lei de Gauss. Potencial elétrico, capacitores e \ndielétricos. Corrente e resistência elétricas. Campo magnético e lei de Ampère. Lei \nde Faraday e indutância. Materiais magnéticos. Equações de Maxwell.  \n \nBibliografia : \n1-Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A  \n2-Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \n3-Física, P. Tipler, Ed. Guanabara . \n \n \n \n \nDisciplina : CÁLCULO DIFERENCIAL IN TEGRAL III  Código: MAT002  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nIntegração de função de duas ou mais variáveis. Integrais de linha e de superfície. \nTeoremas de Gauss e de Stokes.  \n \nBibliograf ia Básica : \n1 - Simmons, G.F. Cálculo com Geometria Analítica, McGraw Hill, vol.II.  \n \nBibliografia Complementar:  \n1 - Kreyszig, E. Matemática Superior, livros Técnicos e Científicos. Editora ltda, \nvol.II. Rio de Janeiro.  \n2 - Spiegel, M.R. Análise Vetorial, Mc Graw Hill do Brasil, São Paulo.  \n3 - HSU, H.P. Vector Analysis, New York, Simon & Schuster Inc.  \n4 - Apostol, T.M. Calculus, New York, Blaisdell Publishing Company.  \n \n \nDisciplina :  EQUAÇÕES DIFERENCIAIS A  Código: MAT015  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nEquações diferenciais de 1ª e 2ª ordens. Sistemas lineares de equações \ndiferenciais lineares. Solução em séries de potência. Transformada de Laplace.  \n \n \n ", "65": "65 \n Bibliografia :  \n1 - Simmons, G.F. Cálcu lo com Geometria Analítica, McGraw Hill, vol.II.  \n2 - Kreyszig, E. Matemática Superior, Livros Técnicos e Científicos. Editora Ltda, \nvol.II. Rio de Janeiro.  \n3 - Spiegel, M.R. Análise Vetorial, McGraw Hill do Brasil, São Paulo.  \n4 - HSU, H.P. Vector Analysis,  New York, Simon & Schuster Inc.  \n5 - Apostol, T.M. Calculus, New York, Blaisdell Publishing Company.  \n \nDisciplina : GEOLOGIA ESTRUTURAL  Código: GEL066  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  75 Horas  \nTipo : Obrigatória  \n \n \n \nEmenta:  \nEstratigrafia de sequencias, identificação de estruturas geológicas, mapeamento \ngeológico, mapeamento estrutural, sensoriamento remoto, esteriogramas, foto \ninterpretação, trabalho de campo.  \n \nBibliografia Básica:  \n1 - Para Entender a Terra FRANK PRESS; RAYMON D SIEVER JOHN GROETZINGER ET \nAL.  \nEditora: Artmed ISBN: 8536306114 Ano: 2006 Edição: 4 Número de páginas: 656  \n2 – Geologia Estrutural e introdução a Geotecnica – Loczy e Ladeira – 1982.  \n3 – Geologia Geral – Vi Viktor Leinz e Sérgio E. Amaral. 1983.  \n \n \nDisci plina :  ESTATÍSTICA E PROBABILIDADES  Código: EST031  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60Horas  \nTipo : Obrigatória  \n \nEmenta:  \nEstatística descritiva. Probabilidades. Variáveis Aleatórias Discretas. Variáveis \nAleatórias Contínuas. Teorema central do limite. Estimação. Testes de hipóteses.  \n \nBibliografia:  \n1. Werkema, M. C. C. (1995). Ferramentas Estatísticas Básicas para o \ngerenciamento de Processos. Volume 2 da série Ferramentas de Qualidade. Belo \nHorizonte: Fundação Christiano Otton i, Escola de Engenharia, Universidade \nFederal de Minas Gerais.  \n2. Werkema, M. C. C. (1996). Como Estabelecer Conclusões com Confiança: \nEntendendo Inferência Estatística. Volume 4 da série Ferramentas da Qualidade. ", "66": "66 \n Belo Horizonte: Fundação Christiano Ottoni , Escola de Engenharia, Universidade \nFederal de Minas Gerais.  \n \nDisciplina : ECONOMIA DOS RECURSO S NÃO -RENOVÁVEIS  Código: EMN018  \n Teórica:  30 Horas  \nCarga Horária:  Prática:  00Horas  \n Total:  30Horas  \nTipo : Obrigatória  \n \nEmenta:  \nMétodos de exploração (tri ncheiras, poços e sondagens), métodos de amostragem \ne tratamento dos dados, modelagem geológica explicita, implícita e probabilística, \ncódigo de mineração (conceito de recursos e reservas) e avaliação de jazidas (teor \nde corte e teor médio) . Teoria econômi ca e recursos naturais. Previsão de preços \nde commodities. Recursos renováveis e não -renováveis. Teorias do uso ótimo e \nexaustão ótima. Legislação. Impacto ambiental. Aplicação prática com uso de \nplanilhas eletrônicas e softwares específicos.  \n \nBibliografia  Básica:  \n1 - Kreiter V. M. 1968. Geological Prospecting and Exploration.Mir. Moscou. 383 \npag. (Há edição em espanhol. Editora Paraninfo. 1978).  \n2 - Lahee F. H.1961. Field Geology. MacGraw Hill. (Há edição emespanhol. \nEdicionesOmega. 1970).PETERS W. C. 1978.  Exploration and Mining \nGeology.John Wiley & Sons.  \n \n4º Período  \nDisciplina : FUNDAMENTOS DE OSCILAÇÕES, ONDAS e ÓPTICA  Código: FIS086  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nOscilações mecânicas.  Circuitos elétricos de corrente alternada. Ondas mecânicas. \nSom. Ondas eletromagnéticas. Polarização. Birrefringência. Interferência e \ndifração da luz.  \n \nBibliografia:  \n1.Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A  \n2.Fun damentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \n3.Física, P. Tipler, Ed. Guanabara.  \n \n \n \n ", "67": "67 \n Disciplina : FÍSICA EXPERIMENTAL  BÁSICA : ONDAS, ÓPTICA  Código: FIS155  \n Teórica:  00Horas  \nCarga Horária:  Prática:  30Horas  \n Total:  30Horas  \nTipo : Obrigatória  \n \nEmenta:  \nExperimentos de Ondas e Óptica.  \n \nBibliografia Básica:  \n1.Apostila \"Laboratório de Física Básica - Ondas \" - Departamento de Física -UFMG.  \n2.Apostila \"Laboratór io de Física Básica - Óptica\" - Departamento de Físic a - \nUFMG.  \n \nBibliografia Complementar:  \n1.Experimentos de Eletromagnetismo, Ó ptica e Ondas  \n \nDisciplina : RESISTÊNCIA DOS MATERIAIS  Código: EES003  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \nEmenta :  \nTração e  compressão. Corte. Estudo de solicitações básicas: solicitação axial, \ntorção de secções circulares e anulares, flexão. Análise de tensões e de \ndeformações. Critérios de resistência. Materiais não resistentes a tração. Muros \nde arrimo.  \n \nBibliografia:  \n1 - HIBBELER, R.C. – Resistência dos Materiais. LTC Editora, 3ª. Edição, 1997.  \n2 - POPOV, E.P. - Resistência dos Materiais. Prentice -Hall do Brasil, 1978.  \n3 - SHAMES, I.H. – Introdução à Mecânica dos Sólidos. Prentice -Hall do Brasil, \n1983.  \n4 - MEGSON, T.H.G. – Aircraft Structures for Engineering Student. Edward Arnold, \n1980  \n \n  \nDisciplina : PROSPECÇÃO DE DEPÓSITOS  Código: EMN019  \n Teórica:  45Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  60Horas  \nTipo : Obrigatória  \n \nEmenta:  \nConceito, prospecção geoquímica, ano malia e background, prospecção \ngeofísica, métodos gravimétricos, magnetométricos, sísmicos, elétricos ", "68": "68 \n radiométricos e suas aplicações, instrumentação e interpretação de resultados. \nVisita técnica.  \n \nBibliografia Básica:  \n1 - Kreiter V. M. 1968. GeologicalPro spectingandExploration.Mir. Moscou. 383 \npag. (Há edição em espanhol. Editora Paraninfo. 1978).  \n2 - Lahee F. H.1961. Field Geology. MacGraw Hill. (Há edição emespanhol. \nEdicionesOmega. 1970).PETERS W. C. 1978. Exploration and Mining \nGeology.John Wiley & Sons . \n3 - McKinstry, H.E., 1948. Mining Geology.Prentice Hall. (também em espanhol. \nEdicionesOmega, 1970).  \n4 - Peters, W.C., 1978. Exploration and Mining Geology.John Wiley & Sons.  \n5 - Reedman, J.H., 1979. Techniques in Mineral Exploration Applied Science \nPubl ., London, 533p.  \n \nDisciplina : GEOLOGIA DE DEPÓSITOS  Código: GEL067  \n Teórica:  60Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  75Horas  \nTipo : Obrigatória  \n \nEmenta:  \nMorfologia de depósitos minerais, ambientes metalogenéticos, gênese de \ndepósitos minerai s, principais depósitos minerais brasileiros. Petrografia de \nminérios. Trabalho de campo de dois dias.  \n \nBibliografia Básica:  \n1 - Kreiter V. M. 1968. Geological Prospecting and Exploration.Mir. Moscou. 383 \npag. (Há edição em espanhol. Editora Paraninfo. 197 8). \n2 - Lahee F. H.1961. Field Geology. MacGraw Hill. (Há edição emespanhol. \nEdicionesOmega. 1970).PETERS W. C. 1978. Exploration and Mining \nGeology.John Wiley & Sons.  \n3 - McKinstry, H.E., 1948. Mining Geology.Prentice Hall. (também em espanhol. \nEdicionesOm ega, 1970).  \n4 - Peters, W.C., 1978. Exploration and Mining Geology.John Wiley & Sons.  \n5 - Reedman, J.H., 1979. Techniques in Mineral Exploration Applied Science \nPubl., London, 533p.  \n  \nDisciplina : DIREITO E LEGISLAÇÃO  Código: DIT001  \n Teórica:  30Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  30Horas  \nTipo : Obrigatória  \n \n \n \n ", "69": "69 \n Ementa:  \nConstituição. Administração Pública. Noções de contrato. Empresas. Direito \nComercial. Direito do trabalho. Propriedade Industrial. Legislação pertinente à \nárea de conheciment o de engenharia de minas.  \n \nBibliografia Básica : \n1 - BARROS, Alice Monteiro de. Curso de Direito do Trabalho, São Paulo: LTr, \n2005.  \n2 - COELHO, Fábio Ulhoa. Manual de Direito Comercial. São Paulo: Saraiva, 2005.  \n3 - COELHO, Sacha Calmon Navarro. Manual de D ireito Tributário. Rio de Janeiro: \nForense, 2003.  \n4 - DOWER, Nelson. Instituições de Direito Público e Privado.  \n5 - GONÇALVES, Carlos Roberto. Coleção Sinopses Jurídicas.  São Paulo: Saraiva, \n2005.  \n6- GONÇALVES, Maria Helena H. B.. Ética & Trabalho. Rio de  Janeiro: SENAC, \n1997.  \n7 - MARTINS, Sérgio Pinto. Instituições de Direito Público e Privado. São Paulo: \nAtlas. 2005.  \n \n \nDisciplina : GEOESTATÍSTICA  Código: EMN020  \n Teórica:  30Horas  \nCarga Horária:  Prática:  30Horas  \n Total:  60Horas  \nTipo : Obrigatória  \n \nEmenta:  \nAmostragem de minérios, inferência estatística, qualidade de dados, teste de \nhipóteses, análise de variância, desenho experimental, regressão de mínimos \nquadrados, análise multivariada, fundamentos de geoestatística (introdução a \nteoria das variáveis  regionalizadas), variograma. Uso de Excel e de softwares \nespecíficos. Aulas práticas.  \nBibliografia Básica:  \n1.Montgomery, Douglas C.; Runger, George C.; Calado, Verônica. \nEstatística aplicada e probabilidade para engenheiros. 6.ed. Rio de \nJaneiro.  \n2. Yamam oto,JorgeKazuo; Barbosa , Paulo M. Landim.  Geoestatística - \nConceitos e Aplicações.  \n \nBibliografia Complementar:  \n1.Montgomery, Douglas C. Design and analysis of experiments.  \n2. Chilès, Jean -Paul; Delfiner, Pierre. Geostatistic: Modeling spatial uncertainty . \n \n \n ", "70": "70 \n 5º Período   \nDisciplina : TOPOGRAFIA  Código: CRT015  \n Teórica:  30 Horas  \nCarga Horária:  Prática:  30 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nConceitos e objetivos. Relação com a Geodésia e Cartografia. Instrumentos e \nmétodos topográficos . Plano topográfico, projeções e sistemas de coordenadas \nlocais e globais. Cálculos de coordenadas, distâncias, azimutes, áreas e volumes. \nRepresentação da planimetria e da altimetria. Sistemas de Posicionamento por \nSatélites (GPS/GNSS). Elaboração de plan tas, mapas e Modelos Digitais de \nTerrenos. Leitura, interpretação e análise de plantas. Aplicações da topografia em \nescavações e minas subterrâneas.  \n \nBibliografia:  \n1 - Comastri, J.A. - Topografia - Planimetria.  \n2 - Comastri, J.A. - Topografia - Altimetria.  \n3 - Souza, J.O. de - Agrimensura.  \n4 - Domingues, F. A. A. - Topografia e Astronomia de Posição.  \n5 - Espartel, L. - Curso de Topografia.  \n6 - Cardão, C.  - Curso Topografia.  \n7 - Apostilas.  \n \nDisciplina :  MECÂNICA DAS ROCHAS  Código: EMN021  \n Teórica:  45Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  60Horas  \nTipo : Obrigatória  \n \nEmenta:  \nPrincípios da Mecânica de Rochas, tensão e deformação, caracterização e \nclassificação de rochas, de descontinuidades e de maciços rochosos, critérios de \nresistência, estabili dade de escavações em maciços rochosos, monitoramento e \nsuporte/reforço de maciços rochosos. Aulas práticas. Visita técnica.  \n \nBibliografia Básica : \n1. IntroductionTo Rock Mechanics; Goodman; Willey, 2010.  \n2. Rock Mechanics: For underground mining; Barry H.G . Brady and E.T. \nBrown; Springer, 2010.  \n3. Rock Slope Engineering, 4a edição; Duncan C. Wyllie and Chris Mah; \nInstitute of Mining and Metallurgy; 2004.  \n4. Fundamentals of Rock Mechanics; John Jaeger and N. G. Cook; Blackwell, \n2007.  ", "71": "71 \n 5. Surface Mining; Bruce  A. Kennedy, Society for Mining, Metallurgy, and \nExploration SME; 1990.  \n6. Minas a céu aberto: planejamento de lavra; Adilson Curi; Oficina de \nTextos; 2014  \n \nBibliografiaComplementar:  \n1.Underground Mining Methods: Engineering Fundamentals and \nInternational Case Studies; William A. Hustrulid and Richard L. Bullock; \nSociety for Mining, Metallurgy, and Exploration SME; 2001.  \n2. SME Mining Enginering Handbook; Peter Darling (Editor), 3a  edição; \nSociety for Mining, Metallurgy, and Exploration SME; 2011  \n3. Rock S lope Engineering: 3a edição; Evert Hoek and Jonathan D. Bray; \nInstitute of Mining and Metallurgy; 1981  \n4. Underground Excavations in Rock; Evert Hoek and Ted Brown; Institute of \nMining and Metallurgy; 1980  \n \n \nDisciplina : EXPLORAÇÃO E AVALIAÇÃO DE DEPÓSITOS \nMINERAIS  Código: EMN022  \n Teórica:  45 Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nMétodos de exploração (trincheiras, poços e sondagens), métodos de amostragem \ne tratamento dos dados, modelagem geológica explici ta, implícita e probabilística, \ncódigo de mineração (conceito de recursos e reservas) e avaliação de jazidas (teor \nde corte e teor médio).  \n \nBibliografia Básica:  \n1.Soares, A. Geoestatística para as Ciências da Terra e do Ambiente. 2ª edição. \nLisboa: IST Pre ss, 2006.  \n2. Andriotti, J. L. S. Fundamentos de Estatística e Geoestatística. UnisinosBrasil, \n2004.  \n3. Deustch, C. V.; Khan, K. D.; Leaungthong, Oy. Solved Problems in \nGeostatistics. London: John Wiley and Sons Ltda, 2008.  \n \nBibliografiaComplementar:  \n1.Deut sch, C. V.; Journel, A. G. GSLIB: Geoestatistical Software Library and User' s \nGuide. Oxford University Press,1998.  \n2. Davis, J. Statistics and Data Analysis in Geology. John Wiley and Sons, 2002.  \n3. Hustrulid, A. W.; Kuchta, M. Open Pit Mine - Planning an d Design. 2a edição. \nTaylor & Francis Group, Rotterdam: A. A. Balkema. Volume 2, 2006.  \n4. Valente, J. Geomatematica: lições de geoestatística. Ouro Preto: Fundação \nGorceix, 1982.  ", "72": "72 \n 5. Yamamoto, J. K. Avaliação e classificação de reservas minerais. Gráfica S ão \nPaulo: EDUSP/FAPESP, 2001  \n \n \nDisciplina : QUÍMICA GERAL B  Código: QUI003  \n Teórica:  60Horas  \nCarga Horária:  Prática:  00Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nEstrutura eletrônica dos átomos. Propriedades periódicas. Ligações químicas \n(ligações iônica e covalente, introdução a TOM, teoria de bandas). Forças \nintermoleculares (química supramolecular, sistemas biológicos, materiais). \nSoluções. Equilíbrio químico.  \n \nBibliografia:  \n1 - Slabaugh; Parsons - Química Geral, Livros Técnicos Científico s Editora. Livro \ntexto.  \n2 - Mahan, B. - Química; um curso universitário, São Paulo. E. Blucher. 1975.  \n3 - Pimentel G.C.; Spratley, R.O. - Química: um tratamento moderno. São Paulo, \nUSP, INL, 1974.  \n4-Apostila “Prática de Química Geral  \n \nDisciplina : QUÍMICA G ERAL EXPERIMENTAL  Código: QUI019  \n Teórica:  00 Horas  \nCarga Horária:  Prática:  30Horas  \n Total:  30Horas  \nTipo : Obrigatória  \n \nEmenta:  \nTécnicas de laboratório. Preparo e padronização de soluções. Reações químicas. \nEquilíbrio químico. Eletroquímica. Cinétic a de reação.  \n \nBibliografia Básica:  \n1 - Slabaugh; Parsons - Química Geral, Livros Técnicos Científicos Editora. Livro \ntexto.  \n2 - Mahan, B. - Química; um curso universitário, São Paulo. E. Blucher. 1975.  \n3 - Pimentel G.C.; Spratley, R.O. - Química: um tratam ento moderno. São Paulo, \nUSP, INL, 1974.  \n4-Apostila “Prática de Química Geral  \n \nDisciplina : ANÁLISE INSTRUMENTAL  Código: EMN023  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  ", "73": "73 \n  \nEmenta:  \nLigação química, química da estrutura cristalina,  amostragem, fracionamento, \nrecá lculo de análise química, identificação de minerais, fluorescência de Raios X, \ndifração de Raios X, microscopia ótica , MEV/EDS, espectroscopia infra vermelha. \nAulas práticas.  \n \nBibliografia Básica:  \n1.Ca racterização Tecnológica de Minérios – Neumann, R., Schneider, C.L. e Alcover \nNeto, A., p.54 -109, em: Tratamento de Minérios, 3a Ed., CETEM / MCT, Rio de \nJaneiro, 2002, 850p.  \n2. Princípios de Análise Instrumental – 5a.ed. – Trad. Caracelli, I., Isolani, P .C., \nSantos, R.H.A., Francisco, R.H.P. – Bookman Cia. Editora – Artmed Editora S.A., São \nPaulo, 1998, 836p.  \n3. Applied Mineralogy – A Quantitative Approach –   Jones, M.P.  \nGraham & Trotman, London, 1987, 259p.  \n \nBibliografiaComplementar:  \n1. Applied Minera logy in the Mining Industry   –   Petruk, W. Elsevier Science B.V., \nAmsterdam, 2000, 268p.  \n2. Particle Size Measurement – 5th. Ed.   –   Allen, T. Chapman and Hall, London, \n1997, 525p.  \n3. The Infrared Spectra of Minerals   –   Farmer, V.C., Editor Mineralo gical Society, \nLondon, 1974, 539p.  \n4. Electron Microscopy and Analysis – Goodhew, P.J., Humphreys, J. e Beanland, R.  \nTaylor & Francis, London, 2001, 251p.  \n \nDisciplina : ANÁLISE INSTRUMENTAL  -LABORATÓRIO  Código: EMN024  \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nUso dos principais métodos de análise instrume ntal sobre amostras de \nminérios: fluorescência de Raios X, difração de Raios X, microscopia ótica, \nMEV/EDS, espectroscopia infravermelha. Aulas p ráticas. Confecção de relatório \ntécnico.  \n \nBibliografia Básica:  \n1.Caracterização Tecnológica de Minérios – Neumann, R., Schneider, C.L. e Alcover \nNeto, A., p.54 -109, em: Tratamento de Minérios, 3a Ed., CETEM / MCT, Rio de \nJaneiro, 2002, 850p.  \n2. Princípios  de Análise Instrumental – 5a.ed. – Trad. Caracelli, I., Isolani, P.C., \nSantos, R.H.A., Francisco, R.H.P. – Bookman Cia. Editora – Artmed Editora S.A., São \nPaulo, 1998, 836p.  \n3. Applied Mineralogy – A Quantitative Approach –   Jones, M.P.  ", "74": "74 \n Graham & Trotman , London, 1987, 259p.  \n \nBibliografiaComplementar:  \n1. Applied Mineralogy in the Mining Industry   –   Petruk, W. Elsevier Science B.V., \nAmsterdam, 2000, 268p.  \n2. Particle Size Measurement – 5th. Ed.   –   Allen, T. Chapman and Hall, London, \n1997, 525p.  \n3. The Infrared Spectra of Minerals   –   Farmer, V.C., Editor Mineralogical Society, \nLondon, 1974, 539p.  \n4. Electron Microscopy and Analysis – Goodhew, P.J., Humphreys, J. e Beanland, R.  \nTaylor & Francis, London, 2001, 251p.  \n \n6º Período  \nDisciplina : ELETROTÉC NICA  Código: ELE063  \n Teórica:  30 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  30Horas  \nTipo : Obrigatória  \n \nEmenta:  \nCircuitos elétricos. Corrente contínua e corrente alternada. Métodos de resolução \nde malhas. Noções de medidas elétricas. Teoria bási ca de máquinas elétricas e \nsuas aplicações. Noções sobre equipamentos e sistemas de alimentação de \nmotores e circuitos de baixa potência.  \n \nBibliografia:  \n1- Eletrotécnica - Princípios e Aplicações - A. Gray e G.A. Wallace.  \n2 – Instalações Elétricas De Resid ências: Marcelo Ribeiro da Silva.  \n3 - Electric Power For Mine Servic e – Capítulo 16 do Mining  Engineers. \nHandbook Peele.  \n4 - Instalações Elétricas - Hélio Creder.  \n \nDisciplina : DESENHO DE MINA  Código: EMN025  \n Teórica:  00Horas  \nCarga Horária:  Prática:  60 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nNormas de desenho técnico. Computação gráfica. Escalas. Sistemas de projeção. \nRepresentação gráfica de cavas, taludes, rampas, bermas, galerias, realces, pilhas. \nPlano diretor de empreendimento mineiro.  \nBibliografia Básica : \n1.Miceli, M., Ferreira, P – Desenho Técnico: básico. Editora Ao Livro Técnico, 2ª \nED. \n2. Hustrulid, W., Kuchta, M. – Open Pit Mine Planning & Design. CRC Press, 3ª ED.  ", "75": "75 \n 3. Hartman, L. - Introductory Mining Engineering. Wiley, 2ª ED.  \n4. Ricardo, H.S.,Catalani, G. – Manual de Prático de Escavação e Terraplenagem. \nPINI, 3ª ED.  \n \nBibliografia Complementar:  \n1.Normas Regulamentadoras (NBR).  \n2. Apostila de Topografia PUC -PR, Maria Cecília, 2015, Curso de Topografia.  \n3. George Omura, MasteringA utocad 2016, Simbex Editor, 1ª  \n \n \nDisciplina :  ELEMENTOS DE MÁQUINAS PARA ENGENHARIA \nDE MINAS  Código: EMA256  \n Teórica:  30Horas  \nCarga Horária:  Prática:  00Horas  \n Total:  30Horas  \nTipo : Obrigatória  \n \nEmenta : \nManutenção mecânica, Sistemas mecânicos, Falhas de Componentes Mecânicos, \nElementos de fixação (Parafusos, rebites e juntas parafusadas), transmissão de \npotência (Eixos, Árvores, Engrenagens, correias), Máquinas de levantamentos e \ntransporte, Mancais e Lubrificação.  \n \nBibliografia:  \n1 - Engenagens - Prof.  Olavo A.P. Albuquerque  \n2 - Eixo, Munhões e Mancais - Prof. Olavo A.P. Albuquerque  \n3 - Correias e Cabos - Engos. Ubirajara Pereira e Abel O. Machado  \n4 - Elementos de União - Prof. Olavo A.P. Albuquerque  \n5 - Molas e Lâminas e Helicoidais - Prof. Olavo A.P. Albuquerque  \n6 - Elementos Orgânicos de Máquinas – Faires -Virgil  \n7 - Machine Design - Do Brovolsky  \n8 - Vibrações Mecânicas - Willian W. Seto  \n \nDisciplina : ORGANIZAÇÃO INDUSTRIAL  Código: EPD036  \n Teórica:  00 Horas  \nCarga Horária:  Prática:  30Horas  \n Total:  30Horas  \nTipo : Obrigatória  \n \nEmenta:  \nEmpresa: administração e organização. Métodos de planejamento e \ncontrole. Administração financeira. Administração de pessoal. Administração \nde suprimento. Contabilidade e balanço.  \n \nBibliografia:  \n1. AVERMAN, H. -Trabalho  e Capital Monopolista. Ed. Zahar, Rio de Janeiro, 1974.  \n2. SLACK N. et al., (1996). Administração da Produção (cap. 1 e 2). Ed. Atlas, 1996.  ", "76": "76 \n 3. FLEURY e VARGAS. Aspectos conceituais. In: Fleury & Vargas (eds). Organização \ndo Trabalho. São Paulo, Ed. Atlas , São Paulo, 1983.  \n4. PARK, K. H. et al. - Introdução ao Estudo da Administração. Ed. Pioneira, São \nPaulo, 1997.  \n5. WOMACK, J. et al. – A Máquina que Mudou o Mundo. Ed. Campus, Rio de \nJaneiro 1997.  \n6. HIRATA, H. e KAMATA, S. - Outro Lado do Modelo Japonês.  Revista Novos \nEstudos CEBRAP, n. 29,março de 1991.  \n7. TORRES E., et al. - O Modelo Japonês de Produção. Relatório Técnico \nDEP/UFMG, 1999.  \n8. LOPES, D. et al. – O Modelo Alemão de Produção. Relatório Técnico \nDEP/UFMG, 1999.  \n9. BIAZZI Jr, F. - O Trabalho e as Organizações na Perspectiva Sociotécnica. \nRevista de Administração deEmpresa, 34(1):30 -37, 1994.  \n10. MARX, R. - Trabalho em Grupos e Autonomia como Instrumentos de \nCompetição. Ed. Atlas, São Paulo, 1998.  \n11. MAXIMIANO, A. C. A. - Teoria Geral da Adminis tração. São Paulo, Atlas, 2003.  \n12. GUZMÁN G. - A Dinâmica dos Novos Sistemas de Produção: Implicações para \no Brasil, DEP/UFMG.Textos para discussão, 1998.  \n13. COSTA, A. L. M. C. - A Questão da Produtividade. In: Fleury & Vargas (eds). \nOrganização doTrabal ho. Ed. Atlas, São Paulo, 1983.  \n14. ZARIFIAN, P. - As Novas Abordagens da Produtividade. In:Soares, R.M.S. (ed.) \nAutomação ecompetitividade. IPEA, Brasília, 1990.  \n \nDisciplina : GEOLOGIA DE ENGENHARIA E HIDROGEOLOGIA \nAPLICADA  Código: EMN026  \n Teórica:  45Hora s  \nCarga Horária:  Prática:  15 Horas  \n Total:  60Horas  \nTipo : Obrigatória  \n \n \nEmenta:  \nCiclo hidrológico, bacias hidrográficas, ocorrência e movimento de águas \nsubterrâneas em ambientes isotrópicos e anisotrópicos. pesquisa hidrogeológica. \nquímica aquática.  drenagem de mina, águas minerais, geologia de engenharia \naplicada a fundações, escavações subterrâneas e estabilidade de taludes, \natividades laboratoriais, impacto ambiental, legislação, segurança, visita técnica.  \n \nBibliografia básica : \n1 - Benitez, A. Cap tacion de Águas Sub Terrenos. Ed. Dossat 2. ed., 619 p. 1972.  \n2 - Tolman, C.F. Ground Water, McGraw Hill Book Co. NY, 593p. 1937. 1. ed. \n6a.impr.  \n3 - Todd, D.K. Ground Water Hydrology, John Wiley and Sons. NY. 2. ed. 535p. \n1980.  \n4 - Caetany, G. Traité Prat ique des Eaux Souterraines, Dunod, Paris, 657p. 1963.  ", "77": "77 \n 5 - Walton, W.C. Ground Water Resource Evaluation. McGraw Hill Book Co., NY, \n644p. 1970.  \n6 - Edward E. Johnson Publ. Ground Water and Wells. St. Paul, Minnesota, USA, \nfirst ed., 440p. 1966.  \n7 - Marsily,  G. QuantitativeHydrogeology. Academic Press. Inc. NY, 440p. 1986.  \n \n \nDisciplina : MÉTODOS DE LAVRA  Código: EMN027  \n Teórica:  45 Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  60Horas  \nTipo : Obrigatória  \n \nEmenta:  \nEtapas do empreendimento mineiro. Análise  comparativa entre lavra a céu aberto \ne lavra subterrânea. Lavra a céu aberto: desenvolvimento, lavra em tiras, lavra em \nencosta, lavra em cava, lavra de placers e lavra de rochas ornamentais. Lavra \nSubterrânea: desenvolvimento primário, secundário e terci ário. Métodos de lavra \nsubterrânea: Câmaras e Pilares, “SublevelStope ”, Recalque, Corte e Aterro, \n“SublevelCaving ”, “Longwall ” e “BlockCaving ”. Outros métodos específicos. Visita \ntécnica.  \n \nBibliografia Básica:  \n1.Minas a céu aberto: planejamento de lavra; A dilson Curi; Oficina de Textos; \n2014.  \n2. Introductory Mining Engineering; Howard L. Hartman and Jan M. Mutmansky; \nJohn Wiley & Sons, inc.; 2002.  \n3. Open Pit Mine Planning and Design; William A. Hustrulid, Mark Kuchta, Randall \nK. Martin; Balkema; 3a edição,  2013.  \n4. Surface Mining; Bruce A. Kennedy, Society for Mining, Metallurgy, and \nExploration SME; 1990.  \n5. Underground Mining Methods: Engineering Fundamentals and International \nCase Studies; William A. Hustrulid and Richard L. Bullock; Society for Mining, \nMetallurgy, and Exploration SME; 2001.  \n6. SME Mining Enginering Handbook; Peter Darling (Editor), 3a  edição; Society for \nMining, Metallurgy, and Exploration SME;  2011.  \n \nBibliografiaComplementar:  \n1.Rock Mechanics: For underground mining; Barry H.G. Brady and E.T. Brown; \nSpringer, 2010.  \n2. Rock Slope Engineering, 4a edição; Duncan C. Wyllie and Chris Mah; Institute of \nMining and Metallurgy; 2004.  \n \n \n \n \n ", "78": "78 \n Disciplina : PROCESSAMENTO MINERAL  Código: EMN028  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nConceituação básica, balanço de massas, granulometria, liberação, separação por \ntamanho, fragmentação, concentração, separação sólido líquido, impacto \nambiental, legislação, segurança, visita técnica.  \n \nBibliogr afia Básica:  \n1.VALADÃO, G.E.S; ARAUJO, A.C. Organizadores. Introdução ao Tratamento de \nMinérios. Editora UFMG, 2012.  \n2.BERALDO, J.L. Moagem de Minérios em Moinhos Tubulares. Edgard Blucher, São \nPaulo, 1987  \n3. CHAVES, A.P. et al. Teoria e Prática do Tratam ento de Minérios. Signus, São \nPaulo, 4v. 1999.  \n4. LUZ, A.B. et al. Tratamento de Minérios. CETEM, Rio de Janeiro, 2002.  \n5. METSO MINERALS. Manual de Britagem. São Paulo. 2005.  \n6. SILVA, A.T. Tratamento de Minérios. Escola de Engenharia UFMG, 1973.  \n \nBibliografia Complementar:  \n1.KELLY, E.G. and Spotswood, D,J. Introduction to Mineral Processing. John Wiley \nand Sons.New York, 1982.  \n2. WILLS, B. Mineral Processing Technology, Pergamon Press. 2001.  \n \n \nDisciplina : PROCESSAMENTO MINERAL - LABORATÓRIO  Código: EMN 029 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  60 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nCaracterização tecnológica de minérios: noções de segurança no laboratório, \ngranulometria, liberação, separação por tamanho, fragmentação, concentra ção, \nseparação sólido líquido.  \n \nBibliografia Básica:  \n1. VALADÃO, G.E.S; ARAUJO, A.C. Organizadores. Introdução ao Tratamento de \nMinérios. Editora UFMG, 2012.  \n2.BERALDO, J.L. Moagem de Minérios em Moinhos Tubulares. Edgard Blucher, São \nPaulo, 1987  \n3. CHAV ES, A.P. et al. Teoria e Prática do Tratamento de Minérios. Signus, São \nPaulo, v. 1999.  \n4. Apostila - Introdução ao Laboratório de Tratamento de Minérios.  ", "79": "79 \n  \nBibliografiaComplementar:  \n1. Modeling & Simulation of Mineral Processing Systems – R. P. King.  \n2. Introduction to mineral processing - E. G. Kelly, D. J. Spottiswood.  \n3. Mineral Processing Technology: an Introduction to the Practical Aspects of Ore \nTreatment and Mineral Recovery - Barry Wills.  \n \n7º Período  \n \nDisciplina : CONDICIONAMENTO DE MINA SUBTERRÂNEA  Código: EMN030  \n Teórica:  45 Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  60Horas  \nTipo : Obrigatória  \n \nEmenta:  \nParâmetros de qualidade do ambiente. Ventilação natural e mecânica. \nTermodinâmica da ventilação. Drenagem de mina. Dinâmica do fluídos. \nComportamento de águas subterrâneas. Estimativas de custos. Projeto de \nventilação e drenagem de minas. Saúde, impacto ambiental, legislação, segurança, \nvisita técnica. Aplicação prática com uso de planilhas eletrônicas e softwares \nespecíficos.  Prevenção e c ombate a incêndio e desastres.  \n \nBibliografia básica:  \n1. HARTMAN, H. Mine Ventilationand Air Conditioning.  \n2. McPHERSON, M.J. Subsurface ventilation and environmental engineering. 1993.  \n3. SENGUPTA, M. Mine Environmental Engineering. 2v. 1990.  \n \n \nDisciplina : OPERAÇÕES DE MINA  I: PERFURAÇÃO E \nDESMONTE  Código: EMN031  \n Teórica:  45Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  60Horas  \nTipo : Obrigatória  \n \nEmenta:  \nCaracterísticas dos materiais rochosos. Desmonte mecânico: princípios e \nequipamentos. Desmonte  hidráulico: princípios e equipamentos. Mecanismos de \nruptura da rocha. Desmonte por explosivos: perfuração para desmonte, ar \ncomprimido, explosivos industriais, métodos de desmonte por explosivos, \ndesmonte controlado, impacto ambiental, legislação, segura nça. Estimativa de \ncustos. Aplicação prática com uso de planilhas eletrônicas e softwares específicos. \nVisita Técnica.  Prevenção e combate a incêndio e desastres.  \n \nBibliografia básica:  ", "80": "80 \n 1 - LLERA, JMP E OUTROS.  Manual de Perforacion y Voladuras de \nRocas.In stitutoGeologico y Ninero de Espanã. Madrid. 1987.  \n2 - HERMAN, C. Manual de Perfuração de Rocha. Editora Polígono. São Paulo.  \n3- LANGEFORS, U. E KILHLSTROM, B. Técnica Moderna de Voladura de Rocas. \nUrmoSAEdiciones. Bilbao. Espanã. 1987.  \n4 - DU PONT. Manual  para Uso de Explosivos. São Paulo. 1969.  \n5 - ATLAS COPCO. Manual de Ar Comprimido. McGraw -Hill do Brasil. São Paulo. \n1976.  \nIMBEL. Apostilhas do Curso de Explosivos Industriais.  \nDisciplina :  PLANEJAMENTO DE LAVRA  I - LONGO PRAZO  Código: EMN032  \n Teórica:  30 Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  45 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nConceito de planejamento, condições básicas para execução eficaz do \nplanejamento de lavra, geometria do depósito, modelos de blocos, parâmetros \noperacionais, reser vas minerais, análise de transição de métodos de lavra, \notimização de cava e sequenciamento de lavra para métodos a céu aberto e \nsubterrâneo. Dimensionamento de frota e análise econômica. Aplicação prática \ncom uso de softwares específicos.  \n \nBibliografiaBás ica: \n1.HARTMAN, H.L.; MUTMANSKY, J.M. Introductory to mining engineering. \n2nd ed.  2002. 622 p.  \n2. HUSTRULID, W.; KUCHTA, M. Open pit mine planning and design. 2nd. ed. \nLondon : Taylor and Francis, 2006.v. 1: Fundamentals.  \n3. Nader, A. S. Monitoramento de taludes via radar SSR como indicador chave \nde desempenho geotécnico integrado às atividades primárias da cadeia de \nvalor mineral. 2013. 209 p. (disponível em: \nhttp://www.teses.usp.br/index.php?option=com_jumi&fileid=17&Itemid=16\n0&lang=pt -br&id=17A0C34D4911 )  \n4. SME -AIME (1992 SME Mining engineering handbook. 2nd edition, ed. \nHartman, H. L., Littleton, 2v.  \n \nBibliografiaComplementar:  \n1.World Mining  \n2. Pit and Quarry  \n3. Mining Engineering  \n4. Mineração e Metalurgia  \n5. E/MJ – Engineering Mining Journal  \n6. Minin g EquipmentInternational  \n7. Revista da Escola de Minas  \n8. Tunnelling Journal  \n9. Tunnelling and Underground Space Technology  \n ", "81": "81 \n  \n \nDisciplina : ASPECTOS SÓCIO -AMBIENTAIS NA MINERAÇÃO  Código: EMN 033 \n Teórica:  30Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  30Horas  \nTipo : Obrigatória  \n \nEmenta:  \nÁgua, ar, solo, emissões, parâmetros de qualidade, ações de controle, legislação \nambiental. Aspectos sociais e impactos da mineração nas comunidades.Água, ar, \nsolo, emissões, parâmetros de qualidade, ações de control e, legislação ambiental. \nAspectos sociais e impactos da mineração nas comunidades. Relações étnico -\nraciais e direitos humanos.  \n \nBibliografia básica:  \n1 - Almeida, J.R. y Soares, P.S.M. Evaluaciones de Impactos Ambientales, \nCETEM,  2008.  \n2 - Nunes, P.H.F; Mei o Ambiente e Mineração: o Desenvolvimento Sustentável, Ed \nJuruá, 242p. 2005.  \n3 - Baird, C.; Química Ambiental.  Bookman. Porto Alegre. 2001.  \n4-Declaração Universal dos Direitos Humanos - ONU  \nhttps://nacoesunidas.org/direitoshumanos/  \n5- Educação para as Relações étnico -raciais: livros sobre relações étnico -\nraciais  (MEC):  \nhttp: //etnicoracial.mec.gov.br/images/pdf/publicacoes  \n \n \nDisciplina : FLOTAÇÃO  Código: EMN034  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nFunções da química orgânica, adsorção, equilíbrio químico, dupla  camada elétrica, \ndispersão e agregação, oxidação e redução. Definições, reagentes e mecanismos \nde ação, flotação de oxidados, sulfetos, minerais levemente solúveis, sais solúveis, \nminerais naturalmente hidrofóbicos, silicatos. Cinética de flotação, equipa mentos, \ncircuitos, variáveis de processo. Visita técnica.  \n \nBibliografia Básica:  \n1.Chaves, A.P. (ed.) – Flotação: O Estado da Arte no Brasil – SIGNUS Editora, 2006.  \n2. CETEM - Adão Benvindo da Luz e Fernando Lins (eds.) Tratamento de Minérios, \n2002.  \n3. Ap ostila de flotação. Papini, R.M. e Viana, P.R.M., UFMG, 2017.  \n4.  Artigos selecionados e notas de aula.  ", "82": "82 \n 5. Leja, J.  – Surface Chemistry of Froth Flotation – Plenum Press, 2004, 2ªed.  \n \n \nDisciplina : FLOTAÇÃO - LABORATÓRIO  Código: EMN035  \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nPráticas relativas as classes mineralógicas da flotação (óxidos, silicatos, sulfetos, \nfosfatos, carbonatos, metais nativos, minerais naturalmente hidrofóbicos). \nDesenvolvim ento de projeto de flotação.  \nBibliografia Básica:  \n1.Chaves, A.P. (ed.) – Flotação: O Estado da Arte no Brasil – SIGNUS Editora, 2006.  \n2. CETEM - Adão Benvindo da Luz e Fernando Lins (eds.) Tratamento de Minérios, \n2002.  \n3. Apostila de flotação. Papini, R. M. e Viana, P.R.M., UFMG, 2017.  \n4.  Artigos selecionados e notas de aula.  \n5. Leja, J.  – Surface Chemistry of Froth Flotation – Plenum Press, 2004, 2ªed.  \n \n8º Período  \nDisciplina : PROJETO DE MINERAÇÃO - INTEGRAÇÃO \nMULTIDISCIPLINAR  Código: EMN036  \n Teórica:  00 Horas  \nCarga Horária:  Prática:  60 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nDesenvolvimento de projeto de pré -viabilidade de empreendimento mineiro.  \n \nBibliografiaBásica:  \n1- McKee, D.J. Undestanding Mine to Mill, The Cooperative Research Ce ntre for \nOptimising Resource Extraction (www.crcORE.org.au)  \n2- MARTINS, P.A.A. OTIMIZAÇÃO DA FRAGMENTAÇÃO: APLICANDO A \nMETODOLOGIA MINE TO MILL PARA O BENEFÍCIO DA CADEIA PRODUTIVA DE \nROCHA FOSFÁTICA, Monografia, Curso de Especialização, UFG, 2015  \n3- Morai s, J.L. SIMULAÇÃO DA FRAGMENTAÇÃO DOS DESMONTES DE ROCHAS \nPOR EXPLOSIVOS, Tese de Doutorado, PPGEM -UFMG, 2004  \n4. Avaliação Econômica de Projetos de Mineração - Petain Ávila de Souza  \n5. Economic evaluation and investment decision making. Stermole & Stermole , \n12 ed. (2009).  \n \n \n ", "83": "83 \n Bibliografia Complementar:  \n1-Cameron, P. Drinkwater, D., Pease, J. The ABC of Mine to Mill and metal price \ncycles, AusIMM Mill Operator ’s Conference, Perth 2016  \n2. Mineral Processing Plant Design - Mular, Bhappu  \n3. Aspectos tributários  da mineração brasileira. J. Mendo Consultoria.  \n4. Código de Mineração. DNPM.  \n \n \nDisciplina : OPERAÇÕES DE MINA II:  CARREGAMENTO E \nTRANSPORTE  Código: EMN037  \n Teórica:  30Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  45Horas  \nTipo : Obrigatória  \n \nEmenta:  \nSeleção e dimensionamento de equipamentos de lavra a céu aberto e \nsubterrânea. Indicadores chave de desempenho. Equipamentos auxiliares. \nEspecificações técnicas (desempenho e manutenção). Seleção de fabricantes e/ou \nfornecedores. Custos de aquisição (CAPE X). Custos operacionais (OPEX). \nSubstituição e depreciação de equipamentos. Insumos. Aplicação prática com uso \nde planilhas eletrônicas e softwares específicos. Impacto ambiental, legislação, \nsegurança, visita técnica.  \n \nBibliografia básica:  \n1 - LLERA, JMP E OUTROS.  Manual de Perforacion y Voladuras de \nRocas.InstitutoGeologico y Ninero de Espanã. Madrid. 1987.  \n2 - HERMAN, C. Manual de Perfuração de Rocha. Editora Polígono. São Paulo.  \n3- LANGEFORS, U. E KILHLSTROM, B. Técnica Moderna de Voladura de Rocas. \nUrmoSAEdiciones. Bilbao. Espanã. 1987.  \n4 - DU PONT. Manual para Uso de Explosivos. São Paulo. 1969.  \n5 - ATLAS COPCO. Manual de Ar Comprimido. McGraw -Hill do Brasil. São Paulo. \n1976.  \nIMBEL. Apostilhas do Curso de Explosivos Industriais.  \n \nDisciplina : PLANEJAME NTO DE LAVRA II - CURTO PRAZO  Código: EMN038  \n Teórica:  30Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  45 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nPlanejamento de curto prazo, controle de lavra, atualização geológica e \ngeoestatística de detalhe, aderência  do planejamento de curto prazo ao \nplanejamento de longo prazo e reconciliação de reservas. Aplicação prática com \nuso de softwares específicos. Impacto ambiental, legislação, segurança.  \n ", "84": "84 \n BibliografiaBásica:  \n1. HARTMAN, H.L.; MUTMANSKY, J.M. Introductory to  mining engineering. 2nd ed.  \n2002. 622 p.  \n2. HUSTRULID, W.; KUCHTA, M. Open pit mine planning and design. 2nd. ed. \nLondon : Taylor and Francis, 2006.v. 1: Fundamentals.  \n3. Nader, A. S. Monitoramento de taludes via radar SSR como indicador chave de \ndesempe nho geotécnico integrado às atividades primárias da cadeia de valor \nmineral. 2013. 209 p. (disponível em: \nhttp://www.teses.usp.br/index.php?option=com_jumi&fileid=17&Itemid=160&lan\ng=pt -br&id=17A0C34D4911)  \n4. SME -AIME (1992 SME Mining engineering handbook.  2nd edition, ed. Hartman, \nH. L., Littleton, 2v.  \n \nBibliografiaComplementar:  \n1.World Mining  \n2. Pit and Quarry  \n3. Mining Engineering  \n4. Mineração e Metalurgia  \n5. E/MJ – Engineering Mining Journal  \n6. Mining EquipmentInternational  \n7. Revista da Escola de Minas  \n8. TunnellingJournal  \n \nDisciplina : AVALIAÇÃO ECONÔMICA DE PROJETOS DE \nMINERAÇÃO  Código: EMN039  \n Teórica:  30Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  45 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nMacro aspectos da economia mineral, minérios, rochas e mi nerais industriais, \nlegislação, viabilidade econômica de projetos, análise de sensibilidade, análise de \nrisco. Aplicação prática com uso de planilhas eletrônicas e softwares específicos.  \n \nBibliografia Básica : \n1. Avaliação Econômica de Projetos de Mineração  - Petain Ávila de Souza  \n2. Economic evaluation and investment decision making. Stermole&Stermole, \n12 ed. (2009).  \n3. Mineral Processing Plant Design - Mular, Bhappu  \n4. Aspectos tributários da mineração brasileira. J. Mendo Consultoria.  \n5. Código de Mineraç ão. DNPM.  \n \nBibliografiaComplementar:  \n1.Open pit mine. Planning and design. Hustrulid and Kuchta.  \n2. Evaluating mineral projects: Applications and misconceptions. Torries, Thomas \nF. ", "85": "85 \n 3. Mining economics and strategy. Runge, Ian C.  \n \n \nDisciplina : PROJETO DE US INA Código: EMN040  \n Teórica:  30 Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  45 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nConceituação de projetos, dados básicos e critérios de projeto, fluxogramas, \nbalanço de massas, dimensionamento de equipamentos, mem orial descritivo. \nEstimativa de custo de implantação e operação. Impacto ambiental, legislação, \nsegurança, visita técnica. Aplicação prática com uso de planilhas eletrônicas e \nsoftwares específicos.  \n \nBibliografia Básica:  \n1. CHAVES, A.P. et al. Teoria e Prá tica do Tratamento de Minérios.  \n2. LUZ, A.B. et al. Tratamento de Minérios. CETEM, Rio de Janeiro.  \n3. METSO MINERALS. Manual de Britagem. São Paulo.  \n4. VALADÃO, G.E.S; ARAUJO, A.C. Organizadores. Introdução ao Tratamento de \nMinérios. Editora UFMG, 2012  \n \nBibliografiaComplementar:  \n1.KELLY, E.G. and Spotswood, D,J. Introduction to Mineral Processing. John Wiley \nand Sons.New York, 1982.  \n2. WILLS, B. Mineral Processing Technology, Pergamon Press. 2001.  \n \nDisciplina : DESENVOLVIMENTO DE PROCESSOS  Código: EMN041  \n Teórica:  00Horas  \nCarga Horária:  Prática:  60Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nCaracterização tecnológica de minérios: estudo e definição de rotas de processos, \nplanejamento de experimentos, análise fatorial, relatório de testes. Visi ta técnica.  \n \nBibliografia Básica:  \n1.Tratamento de Minérios, Armando C. Araújo, George E. S. Valadão, ed. UFMG, \n2007.  \n2. Tratamento de Minérios, Adão Benvindo da Luz et alli, CETEM, 2004.  \n3. Tratamento de Minérios, Arthur Pinto Chaves etalli, vol. 1, 2, 3; 4 ed. Signus, \n2006.  \n4. Mineral Science, Cornelius klein ed. John Wiley & Sons, 2002.  \n \n ", "86": "86 \n BibliografiaComplementar:  \n1. Técnicas de análise microestrutural, AngeloF.Padilha e Francisco A. Filho, \nEd. Hemus, 2004.  \n2. Processos metalogenéticos e os depósitos minerais br asileiros, João Carlos \nBiondi, Ed. Oficina de textos, 2003.  \n9º Período  \nDisciplina : PESQUISA OPERACIONAL  Código: EMN042  \n Teórica:  30Horas  \nCarga Horária:  Prática:  15Horas  \n Total:  45 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nÁlgebra linear aplicada a pesquisa  operacional. Modelos de otimização. \nProgramação linear. Introdução a programação não linear. Exemplos de aplicações \nna mineração. Aplicação prática com uso de planilhas eletrônicas e softwares \nespecíficos.  \n \nBibliografia Básica:  \n1. Bertsimas, Dimitris; Tsitsi klis, John N. Introduction to linear optimization.  \n \nBibliografia Complementar:  \n1. Luenberger, David G.; Ye, Yinyu. Linear and nonlinear programming.  \n2. Dantzig, George B.; Thapa, Mikund N. Linear programming 1: Introduction.  \n \nDisciplina : INTEGRAÇÃO MINA -USINA Código: EMN043  \n Teórica:  30 Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  45 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nVisão sistêmica, indicadores chave de desempenho, geometalurgia, integração de \nmodelos: geológico, planejamento de mina, processamen to mineral e econômico. \nAplicação prática com uso de planilhas eletrônicas e softwares específicos. \nVisitatécnica.  \n \nBibliografiaBásica:  \n1- McKee, D.J. Undestanding Mine to Mill, The Cooperative Research Centre for \nOptimising Resource Extraction (www.crcORE .org.au)  \n2- MARTINS, P.A.A. OTIMIZAÇÃO DA FRAGMENTAÇÃO: APLICANDO A \nMETODOLOGIA MINE TO MILL PARA O BENEFÍCIO DA CADEIA PRODUTIVA DE \nROCHA FOSFÁTICA, Monografia, Curso de Especialização, UFG, 2015  \n3- Morais, J.L. SIMULAÇÃO DA FRAGMENTAÇÃO DOS DESMONTES DE ROCHAS \nPOR EXPLOSIVOS, Tese de Doutorado, PPGEM -UFMG, 2004  \n ", "87": "87 \n  \nBibliografiaComplementar:  \n1-Cameron, P. Drinkwater, D., Pease, J. The ABC of Mine to Mill and metal price \ncycles, AusIMM Mill Operator ’s Conference, Perth 2016  \n \n \nDisciplina : INSTRUMENTAÇÃO E CON TROLE DE PROCESSOS  Código: EQM078  \n Teórica:  15Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  30Horas  \nTipo : Obrigatória  \n \nEmenta:  \nIntrodução ao controle de processos; Simbologia e fluxogramas; Seleção de \nhardware e instrumentos de campo; Programação de  sequenciamento para \npartida e proteção de equipamentos; Estratégias de controle para circuitos de \nbritagem, moagem, flotação, espessadores e filtros.  \n \nBibliografia Básica:  \n1.ALVES, José Luiz Loureiro.  Instrumentação, controle e automação de \nprocessos.  Rio de Janeiro: LTC - Livros Técnicos e Científicos, 2005. xiii, 270 p. \n(Quantidade = 20 exemplares EEUFMG)  \n2.CAMPOS, Mario Massa de; TEIXEIRA, Herbert C. G.  Controles típicos de \nequipamentos e processos industriais.  2.ed. São Paulo: Blucher, 2010. (Quantidad e \n= 20 exemplares EEUFMG)  \n3.Notas de aula prof. Lúcio Passos disponíveis em http://www.tdps.com.br/aulas  \n \nBibliografiaComplementar:  \n1.ANSI/ISA -5.1-2009. Instrumentation Symbols. and Identification. Approved 18 \nSeptember 2009. AMERICAN NATIONAL STANDARD  \n2.Simulador de estratégias de controledisponívelem http://www.tdps.com.br  \n3.Process Control - DesigningProcesses and ControleSystems for Dynamic \nPerformance 2nd Edition. Thomas E. Marlin  \n \nDisciplina : PROCESSOS METALÚRGICOS  Código: EMT087  \n Teórica:  30 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  30 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nIntrodução aos processos metalúrgicos: pirometalurgia, hidrometalurgia e \neletrometalurgia. Pr ocessos de obtenção dos principais metais: alumínio, cobre, \nouro, zinco, chumbo, níquel, ferro.  \n \nBibliografia Básica:  \n1 - Silva, Prof. A.T. - Introdução à Metalurgia.  ", "88": "88 \n 2 - Silva, Prof. A.T. - Combustíveis Metalúrgicos.  \n3 - Pehere, R.D. -  Unit Processes of Extrative Metallurgy.  \n4 - The Making Shaping and Treating of Steel. USS Pittsburgh.  \n5 - Mechanical Metallurgy. GE.Dieter.  \n \nDisciplina : FECHAMENTO DE MINA  Código: EMN044  \n Teórica:  30Horas  \nCarga Horária:  Prática:  00Horas  \n Total:  30 Horas  \nTipo : Obrigat ória \n \nEmenta:  \nEstabilidade de longo prazo de cavas e escavações subterrâneas e suas potenciais \nutilizações. Implicações ambientais e legais no fechamento de mina. Visita técnica.  \n \nBibliografia:  \n1 - A Eficácia Legal na Desativação de Empreendimentos Miner ários, Eliane Pereira \nRodrigues Poveda, Editora Signus, 2007.  \n2 -Rodrigo de Paula Tonidandel, Aspectos legais e ambientais do fechamento de \nmina no estado de Minas Gerais, Dissertação de Mestrado, IGC -UFMG, 2011  \n \n \n \n \nDisciplina : APROVEITAMENTO SUSTE NTÁVEL D E REJEITOS  Código: EMN045  \n Teórica:  00Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45Horas  \nTipo : Obrigatória  \n \nEmenta:  \nCaracterização física, química e mineralógica dos estéreis e rejeitos. Sistemas de \ndisposição de estéreis e rejeitos. Desenvolvi mento de processos para utilização \ndos estéreis e rejeitos como subproduto. Visita técnica.  \n \nBibliografia Básica:  \n1. A Eficácia Legal na Desativação de Empreendimentos Minerários, Eliane \nPereira Rodrigues Poveda, Editora Signus, 2007.  \n2. The Impactof mine onthee nvironment – Proceedings 1994  \n3. Caracterização de estéreis e rejeitos de mineração – Evandro M da Gama – \n2017  \n4. Cidades e Geologia – Alvaro Rodrigues dos Santos – Editora Rudder 2017  \n5. Hidrogeologia Conceitos Aplicações CPRM 2017  \n6. Obras de Terra – FaiçalMassa d – USP Editora  2012  \n7. Barragens de Rejeito – Jeremy Bates – 2002 – Editora Signus  ", "89": "89 \n 8. Aguas Subterrâneas – Modelagem Numérica – Robert W Cleary – Ed \nPrincentomGroundwater – 2013.  \n9. Mineração , Fechamento de minas , Direito de minas , Direito ambiental , \nMinas e recursos minerais - Aspectos sociais - Jose Cruz do Carmo Flores   - \nUnicamp biblioteca Virtua  \n10. Tratamento de minérios – CETEM  \n \nBibliografia Complementar:  \n1. Publicações DNPM;  \n2. Teses e Periódicos.  \n \nDisciplina : TRABALHO DE CONCLUSÃO DE CURSO I  Código: EMN046  \n Teórica:  00 Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  15 Horas  \nTipo : Obrigatória  \n \nEmenta:  \nMetodologia científica, plágio, ética profissional. Escolha do tema e do orientador. \nDesenvolvimento da Introdução (Revisão Bibliográfica), Metodologia e \nReferências.  \n \nBibliografia Básica:  \n1-ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 12225: informação e  \ndocumentação: lombada: apresentação. Rio de Janeiro, 2004.  \n2-ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS . NBR 15287 / 2011  - Projeto de \npesquisa. Rio de Jane iro, 2011.  \n3-ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS . NBR 14724  / 2011 - Trabalho \nAcadêmico. Rio de Janeiro, 2011.  \n4-Metodologiado Trabalho Científico, Antonio Joaquim Severino – USP e ex -vice-\nreitor PUC, , Cortez, 2002.  \n \nBibliografia Complementar:  \n1-Manu al de Apresentação de Produção Acadêmica, Dirceu AntonioRuaro, \nFaculdade Mater Dei, 2a.ed., Pato Branco, 2004.  \n \n10º Período   \n \nDisciplina : TRABALHO DE CONCLUSÃO DE CURSO II  Código: EMN047  \n Teórica:  00Horas  \nCarga Horária:  Prática:  30 Horas  \n Total:  30Hor as  \nTipo : Obrigatória  \n \nEmenta : \nDesenvolvimento dos Resultados e Discussões, Conclusões e Referências. Entrega \ne defesa da monografia conforme cronograma definido.  ", "90": "90 \n  \n \nBibliografia Básica : \n1. Avaliação Econômica de Projetos de Mineração - Petain Ávila de So uza \n2. Economic evaluation and investment decision making. Stermole&Stermole, \n12 ed. (2009).  \n3. Mineral Processing Plant Design - Mular, Bhappu  \n4. Aspectos tributários da mineração brasileira. J. Mendo Consultoria.  \n5. Código de Mineração. DNPM.  \n \nBibliograf iaComplementar:  \n1. Open pit mine. Planning and design. Hustrulid and Kuchta.  \n2. Evaluating mineral projects: Applications and misconceptions. Torries, Thomas \nF. \n3. Mining economics and strategy. Runge, Ian C.  \n \nDisciplina : ESTÁGIO SUPERVISIONADO EM ENGENHAR IA DE \nMINAS  Código: EMN048  \n Teórica:  00Horas  \nCarga Horária:  Prática:  165Horas  \n Total:  165Horas  \nTipo : Obrigatória  \n \nEmenta:  \nAtividades supervisionadas na área de atuação profissional do engenheiro \nde minas.  \n \nBibliografia Básica : \n1. Avaliação Econômi ca de Projetos de Mineração - Petain Ávila de Souza  \n2. Economic evaluation and investment decision making. Stermole&Stermole, \n12 ed. (2009).  \n3. Mineral Processing Plant Design - Mular, Bhappu  \n4. Aspectos tributários da mineração brasileira. J. Mendo Consul toria.  \n5. Código de Mineração. DNPM.  \n \nBibliografiaComplementar:  \n1. Open pit mine. Planning and design. Hustrulid and Kuchta.  \n2. Evaluating mineral projects: Applications and misconceptions. Torries, Thomas \nF. \n3. Mining economics and strategy. Runge, Ian C.  \n \n12.2 DISCIPLINAS OPT ATIVAS  \n \nDisciplina :TÓPICOS ESPECIAIS EM  ENGENHARIA DE MINAS I Código: EMN049  \n Teórica:  00 Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  15 Horas  ", "91": "91 \n Tipo : Optativa  \n \nEmenta:  \nConteúdo Variável  \n \nDisciplina :TÓPICOS ESPECIAIS EM ENGE NHARIA DE MINAS II  Código: EMN050  \n Teórica:  00Horas  \nCarga Horária:  Prática:  30 Horas  \n Total:  30 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n \nDisciplina :TÓPICOS ESPECIAIS EM ENGENHARIA DE MINAS III  Código: EMN051  \n Teórica:  00 Horas  \nCarga Ho rária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n \n \n \n \nDisciplina :TÓPICOS ESPECIAIS EM ENGENHARIA DE MINAS IV  Código: EMN052  \n Teórica:  00 Horas  \nCarga Horária:  Prática:  60 Horas  \n Total:  60 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n \nDisciplina : SIMULAÇÃO DE MODELOS  ESTOCÁSTICOS  Código: EMN 053 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nTécnicas avançadas aplicadas a simulação de lavra usando model os estocásticos. \nProjetos. Estudos de casos.  \n \n ", "92": "92 \n  \nDisciplina : APLICAÇÃO DE SOFTWAR E EM MODELAGEM \nGEOLÓGICA E PLANEJAM ENTO DE LAVRA  Código: EMN 054 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nEtapas do planejamento mineiro. Modelagem Geológica. Modelos de Blocos. \nDeterminação de Cava Final. Sequenciamento de lavra. Projetos. Estudos de \ncasos.  \n \nDisciplina : OTIMIZAÇÃO DE OPERAÇ ÕES UNITÁRIAS NA \nLAVRA  Código: EMN 055 \n Teórica:  00 Horas  \nCarga Horária:  Práti ca: 45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nTécnicas avançadas de otimização de operações de lavra. Projetos. Estudos de \ncasos.  \n \nDisciplina : CONTROLE DE PARTICUL ADOS NA MINERAÇÃO  Código: EMN 056 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \nEmenta:  \nCaracterização de poeiras. Normas. Legislação. Estudo de casos. Projeto.  \n \nDisciplina : MODELAGEM E SIMULAÇÃ O APLICADA AO \nPROCESSAMENTO MINERA L Código: EMN 057 \n Teórica:  00 Horas  \nCarga Horária:  Prática : 45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nDefinição de modelo e de simulação. Principais modelos utilizados pela indústria \nmineral. Aplicação prática com uso de planilhas eletrônicas e softwares \nespecíficos.  \n \n \n ", "93": "93 \n  \nDisciplina : GEOMECÂNICA APLI CADA A LAVRA  Código: EMN 058 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nDefinição matemática e física de tensão e deformação. Relações constituivas \npara os materiais rochosos. Maciços rochosos. Defo rmabilidadee resistência de \nrochas e maciços rochosos. Estabilidade de escavações em maciços rochosos. \nSuporte e reforço de maciços rochosos.  \n \nDisciplina : MINÉRIO  DE FERRO - CADEIA PRODUTIVA  Código: EMN 059 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 H oras  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nProdutos, processos de redução, aglomeração, mercado transoceânico, tipos de \nminérios, mineralogia, métodos de concentração, fluxogramas.  \n \nBibliografia:  \n1.Minérios de Ferro – Processos de Obtenção e sua U tilização na Siderurgia - \nAraújo, A. C. e outros –  Apostila do Curso UFMG/ABM.  \n2.Mineral Processing Plant Design – A Quantitative Approach   –   Mular&Bhapu, \nNew  York , 2nd Edition, 946p.  \n3.Caracterização Tecnológica de Minérios – Neumann, R., Schneider,  C.L. e Alcover \nNeto, A., p.54 -109, em: Tratamento de Minérios, 3a Ed., CETEM / MCT, Rio de \nJaneiro, 2002, 850p.  \nAdequação estratégica dos processos de fusões e aquisições no setor de minério \nde ferro –estudo de caso da Companhia Vale do Rio Doce - Pfiffer  E. A. Dissertação \nde mestrado, PUCRio, 2004.  \n \nDisciplina : FLOTAÇÃO DE SILICATOS  Código: EMN 060 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nEstrutura cristalina dos silicatos, mecanismos de geração de carga de superfície, \nquímica dos reagentes, modelos de adsorção e principais sistemas de flotação.  \n \nBibliografia:  ", "94": "94 \n 1. KLEIN K. Mineral Science. 22nd ed. USA.John Wiley & Sons, Inc. 2002.641 \npáginas.  \n2. LEJA J., RAMACHANDRA S. R. Surface Chemistry of Frot h Flotation. 2nd ed. New \nYork: Kluwer Academic/Plenum Publishers, 2004, 743 páginas.  \n3. MANSER R. M. Handbook of Silicate Flotation. Warren Spring Laboratory, \nEngland. DOB Services(Hitchin)Ltd,1975, 206p.ISBN 0 856240 53 2.  \n4. FUERSTENAU D. W.,  RAGHAVAN S . The Crystal Chemistry, Surface Properties \nand Flotation Behavior of Silicate Minerals.CONGRESSO INTERNACIONAL DE \nPROCESSAMENTO DE MINERAIS, XII, 1977, São Paulo, Brasil. Anais do XII \nCongresso Internacional de Processamento de Minerais. Brasília: D.N.P.M ., 1977. \nPáginas 368 -415.  \n \nDisciplina : SEPARAÇÃO SÓLIDO - LÍQUIDO  Código: EMN 061 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nSeparação Sólido Líquido: técnicas utilizadas, variáveis envolvidas, escol ha de \nequipamentos. Espessamento. Filtragem. Ciclonagem. Peneiramento. Outros \nMétodos.  \n \nBibliografia:  \n1.BHAPPU, R. ; MULAR, A. Mineral ProcessingPlant Design. AIME, 1980.  \n2.CONCHA, F. Separation Solido/Fluido en Processamento de Minerales. \nUniversidad de C oncepción, 1986.  \n3.MULAR, A.L. Design and Installation of Concentration and Dewatering \nEquipments. AIME, 1980.  \n4.PURCHAS, D.B. Solid/Liquid Separation Equipment Scale -up. Uplands. 1977.  \n5.TYLLER, F.M. Theory and Practice of Solid/Liquid Separation. Univers ityof \nHouston, 1975.  \n6.VALADÃO, G. E. S. Separação Sólido Líquido. EEUFMG, 1999.  \n7.VALADÃO, G.E.S. ; ARAUJO, A.C. Separação Sólido/Líquido. EEUFMG, 1991.  \nSVAROVSKY, L. Solid -Liquid Separation. Butterworths, London, 1981.  \n \n \nDisciplina : SIMULAÇÃO APLICADA À  VENTILAÇÃO DE MINA  Código: EMN 062 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nProjeto de ventilação. Estudo de cados. Aplicações práticas com uso de software \nespecíficos. Saúde, impacto ambiental, le gislação, segurança. Visita técnica.  \n ", "95": "95 \n  \n \nDisciplina : ÁGUA NA MINERAÇÃO  Código: EMN 063 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nCaracterísticas das águas. Sistemas naturais. Diagramas de solubilidad e. Diagramas \nde EhxpH.  A água no processo. Geração de efluentes. Técnicas de Tratamento. \nRedução do consumo de água e reuso.  \nBibliografia:  \n1 - Domingues, A.F.; Bóson, P. H. G. e Alipaz, S. (2006) A Gestão dos Recursos \nHídricos e a Mineração.  ANA & IBRAM.  334p. Brasília.  \n2 - Atkins, P.; Jones, L.; (1999) Princípios de Química - Questionando a Vida \nModerna e o Meio Ambiente. Bookman. Porto Alegre.  \n3 - Baird, C.;(2001) Química Ambiental.  Bookman. Porto Alegre.  \n4 - Sawyer, C. N., McCarty, P.L.; Chemistry for  Environmental Engineering.  \nMcGraw Hill Book Company, New York.  \n5 - Stumm, W., Morgan, J. J.; (1996) Aquatic Chemistry. Wiley& Sons, Inc. New \nYork  \n \nDisciplina : INTRODUÇÃO A TECNOLO GIA DA QUALIDADE  Código: EMN 064 \n Teórica:  00 Horas  \nCarga Horária:  Práti ca: 45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nDefinições e conceitos da qualidade. Competitividade. Estratégias de gestão. \nSistemas de garantia da qualidade. Estudo de casos.  \n  \nDisciplina : GESTÃO DA DINÂMICA D O CONHECIMENTO  Código: EMN 065 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \nEmenta:  \nNoção de Trabalho nas Organizações. Gestão de Competências. Inteligência \nOrganizacional e competitividade. Estudo de casos.  \n \n \n \n \n  ", "96": "96 \n Disciplina : MÉTODOS FÍSICOS DE CONCENTRAÇÃO DE \nMINÉRIOS  Código: EMN 066 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  30 Horas  \n Total:  30 Horas  \nTipo : Optativa  \n \nEmenta:  \nMétodos de concentração. Classificação  de equipamentos. Aplicações práticas. \nEstudos de casos.  \n \nBibliografia:  \n1 - Papini, R.M. Apostila da disciplina concentração, 2017.  \n2 - Sampaio, C.H., Tavares, L.M.M. Beneficiamento Gravimétrico. Editora UFRGS. \n2005, 603p.  \n3 - Svoboda, J. Magnetic Techniques for the Treatment of Materials , Kluwer \nAcademic Publishers, 2004, cap .1 e 2.  \n4 - Luz, A.B., Sampaio, J.A., Almeida, S.L.M. Tratamento de Minérios. Cetem, 2004, \n867p.  \n5 - Wills, B.A. Mineral Processing Technology. Ed. Pregamon Press, 2°edition, 1981, \n525p.  \n6 - Chaves, A.P. Teoria e Prática do Tratamento de Minérios, vol.1, 1 996, 235p.  \n7 - Press et al., Para Entender a Terra , Bookman Editora, 4ªed., 2006.  \n \n \nDisciplina : ANÁLISE DE IMAGEM AP LICADA À MINERAÇÃO  Código: EMN 067 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  30 Horas  \n Total:  30 Horas  \nTipo : Optativa  \n \nEmenta:  \nUso de software específico para tratamento e análise de imagens obtidas na \nmineração.  \n \nDisciplina : ESTABILIDADE DE TALU DES Código: EMN 068 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \n \n \n \n \n \n ", "97": "97 \n Ementa:  \nProjetos de est abilização de taludes. Estudo de casos. Visita técnica.  \n  \nDisciplina : APLICAÇÕES DO MÉTODO  DOS ELEMENTOS \nDISCRETOS NA MINERAÇ ÃO Código: EMN 069 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  30 Horas  \n Total:  30 Horas  \nTipo : Optativa  \n \nEmenta:  \nConceitos. Modelos. Aplicações práticas com uso de software específico. Estudo \nde casos. Elaboração de projeto.  \n \n  \nDisciplina : PROGRAMAÇÃO APLICADA  À MINERAÇÃO  Código: EMN 070 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nCriação de aplicativos para uso direto na mineração.  \n \nDisciplina : ROCHAS E MINERAIS IN DUSTRIAIS  Código: EMN 071 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  30 Horas  \n Total:  30 Horas  \nTipo : Optativa  \n \nEmenta:  \nReservas e produção. Mercado. Apl icações. Caracterização. Métodos de lavra. \nProcessamento mineral.  \n \nDisciplina : APLICAÇÕES DE RADIOI SÓTOPOS  Código: ENU001  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Optativa  \n \nEmenta:  \nRadioísótopos. Princípios e técn icas de radiotraçadores: Método dos traçadores, \nTraçadores em problema de engenharia e pesquisa tecnológica. Aplicação dos \nradiotraçadores ao escoamento de fluidos, transporte de massa e de difusão, \nmedidas de parâmetros de processos, medidas de desgaste e  de corrosão. \nAplicações em hidrologia, sedimentologia, planejamento de descarga e rejeitos. ", "98": "98 \n Utilização de isótopos estáveis, radiosótopos naturais, traçadores ativáveis e \noutros. Radiocalibração: Aplicações de radiações em medidas e controle de \nprocessos.  Radioisótopos como fonte de radiação: radiografia, gamagrafia, \nneutrografia.  \n \nDisciplina : HIDRO E ELETROMETALURGIA  Código: EMT030  \n Teórica:  45 Horas  \nCarga Horária:  Prática:  00Horas  \n Total:  45Horas  \nTipo : Optativa  \n \nEmenta:  \nTermodinâmica das soluçõe s aquosas. Diagramas de estabilidade. Cinética das \nreações sólido -líquido. Lixiviação. Tratamento e purificação da lixivia: extração por \nsolventes, troca iônica e adsorção em carvão ativado. Recuperação de metais de \nlixivias: eletrólise, cementação e reduç ão por hidrogênio. Eletro -refino. Aplicações \nà metalurgia dos metais não ferrosos.  \nBibliografia:  \n \n1 - A.R. Burkin, The Chemistry of Hydrometallurgycal Processes, D. Van  Nostrand \nInc., N.J., 1966.  \n  2 - J.N. Butler, Ionic Equilibrium: A Mathematical Aproac h \n  3 - R.M. Garrels& C.L. Christ, Solutions, Minerals and Equilibria Freeman, Cooper \n& Co., CA, 1965.  \n  4 - E. Stumn& J.J. Morgan, Aquatic Chemistry, 2nd ed. , John Wiley & Sons, N.Y., \n1981.  \n  5 - JOM Bockris& ªK.M. Reddy, Modern Electrochemistry, 2 vols.  , Plenum Press, \nN.Y., 1970  \n6 - O. Levenspiel, Engenharia das Reações Químicas, Edgard BlucherLtda, ed. São \nPaulo, 1974.  \n7 - C.J. King, Separation Processes, 2nd ed., McGraw -Hill BooK Co. N.Y., 1980  \n8 - J.M. Smith, Chemical Engineering Kinetics, 3rd. Ed., McGraw -Hill Book Co., N.Y., \n1979  \n9 - H.Y. Sohn & M.E. Wadsworth, Rate Processes in Extractive Metallurgy, Plenum \nPress, N.Y., 1979  \n10 - R.H. Perry & C.H. Chilton, Chemical Engineers Handbook, 5th ed. , McGraw -\nHill, 1973  \n  11 - International Symposium on Hy drometallurgy, AIME, (1973) Evans & \nShoemaker; (1983) Osseo -Asare& Miller.  \n12 - F. Habashi, Principles of Extractive Metallurgy, vol.II.  \n \n \n \n \n \n ", "99": "99 \n Disciplina : FUNDAMENTOS DE LIBRA S Código:  LET223  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Optativa  \nEmenta:  \nAspectos históricos e conceituais da cultura surda e filosofia do bilinguismo. \nFundamentos linguísticos da Língua Brasileira de Sinais (LIBRAS). Aquisição e \ndesenvolvimento de habilidades básicas expressivas e receptiva s em LIBRAS.  \nDisciplina : FUNDAMENTOS DE ESPEC TROSCOPIA RAMAN E \nNO INFRAVERMELHO  Código:  QUI247  \n Teórica:  45 Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  60 Horas  \nTipo : Optativa  \n \nEmenta:  \nIntrodução à espectroscopia vibracional. Histórico e teoria  geral da espectroscopia \nRaman. Vibração de moléculas diatômicas. Vibração de moléculas poliatômicas. \nSimetria e grupo de pontos. Operações de simetria em movimentos moleculares. \nConstrução das coordenadas de simetria. Espectros vibracionais Raman e no \ninfravermelho. Regras de seleção e medidas de polarização. Técnicas \nexperimentais. Algumas aplicações.  \nDisciplina : EQUAÇÕES DIFERENCIAIS B  Código: MAT016  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Optativa  \n \nEmenta:  \nSéries Integrais de Fourier, Equações Diferenciais Parciais.  \nBibliografia:  \n1 – BOYCE -DIPRIMA -Equações Diferenciais Elementares e Problemas de valores de \nContorno, Ed. Guanabara, 1990.  \n2 - C.H. Edward & D.E. PENNEY - ¨Elementary Differential Equations Writer \nBoundary Value Problems¨Prentice -Hall, 1989  \n \nDisciplina : INGLÊS INSTRUMENTAL 1  Código: UNI001 \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60Horas  \nTipo : Obrigatória  \n ", "100": "100 \n Ementa:  \nRedação técnica -científica.  \n \nBibliografia básica:  \n1-MENEZES , Vera (Org) Inglês Instrumental 1. Belo Horizonte, Ed. UFMG, s.d.. CD -\nROM.  \n \nDisciplina : INGLÊS INSTRUMENTAL 2  Código: UNI002  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Obrigatória  \n \nEmenta: Redação técnica -científica . \n \nBibliografia:  \n1-MENEZES, Vera (Org) Inglês Instrumental 1. Belo Horizonte, Ed. UFMG, s.d.. CD -\nROM.  \n2-MENEZES, Vera; BRAGA, Junia: TAVARES, Kátia (Org) Inglês Instrumental 2. Belo \nHorizonte, Ed. UFMG, s.d.. CD -ROM.  \nFormação Complementar Pré -Estabelecida em Prospecção Geofísica  \nDisciplina : APLICAÇÕES DO GPR PA RA PROSPECTAR A \nSUBSUPERFÍCIE  Código: GEL068 \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Optativa  \n \nEmenta:  \nAplicação de método geofísico – EM-GPR na determinação  e caracterização da \nestrutura subsuperficial do manto de alteração da rocha/solo; em calhas fluviais, \náreas de contaminação do solo, contatos litológicos, diques. Aulas práticas e \ntrabalho de campo.  \n \nDisciplina : APLICAÇÕES DO MÉTODO  ELÉTRICO PARA \nPROSPECT AR A SUBSUPERFÍCIE  Código: GEL069 \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Optativa  \n \nEmenta:  \nAplicação de método geofísico Elétrico na determinação e caracterização da \nestrutura subsuperficial do manto de alteração  da rocha/solo;, identificação de ", "101": "101 \n áreas de contaminação do solo, contatos litológicos, prospecção de água, \ndeterminação de lineamentos geológicos. Aulas práticas e trabalho de campo.  \n \nDisciplina : APLICAÇÕES DO MÉTODO  SÍSMICO DE REFRAÇÃO \nPARA PROSPECTAR A S UBSUPERFÍCIE  Código: GEL070 \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Optativa  \nEmenta:  \nAplicação de método geofísico Sísmico de Refração na determinação e \ncaracterização da estrutura subsuperficial do manto de alter ação da rocha/solo, \ncontatos litológicos. Aulas práticas e trabalho de campo.  \n \nFormação Complementar Pré -Estabelecida em Fundamentos de Energia Nuclear  \nDisciplina : INTRODUÇÃO À ENERGIA  NUCLEAR I  Código: ENU009  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Optativa  \n \nEmenta:  \nConceitos de física atômica e nuclear. Interação de nêutrons com a matéria; A \nfissão nuclear; Reatores nucleares; Componentes de centrais nucleares; Teoria de \nreatores; Dinâmica de reatores; O ciclo d o combustível nuclear. Rejeitos \nradioativos.  \n \nDisciplina : RADIOPROTEÇÃO  Código: ENU003  \n Teórica:  60 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  60 Horas  \nTipo : Optativa  \n \nEmenta:  \nFundamentos da física atômica e nuclear. Características gerais dos  detetores de \nradiação. Grandezas dosimétricas. Efeitos biológicos da radiação. Princípios de \nradioproteção. Blindagem.  \n \nDisciplina : DETECÇÃO DAS RADIAÇÕ ES E INSTRUMENTAÇÃO \nNUCLEAR  Código: ENU007  \n Teórica:  30 Horas  \nCarga Horária:  Prática:  30 Horas  \n Total: 60 Horas  \nTipo : Optativa  \n ", "102": "102 \n Ementa:  \nRadiações nucleares. Estatística de contagem das radiações. Propriedades gerais \ndos detectores de radiação. Tipos e funcionamento de detectores de radiação. \nEspectrometria das radiações. Detectores de nêutrons.  \n \nFormação Avançada  \nDisciplina : TÓPICOS AVANÇADOS I Código: EMN 080 \n Teórica:  30 Horas  \nCarga Horária:  Prática:  00 Horas  \n Total:  30 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável  \n \n \nDisciplina : TÓPICOS AVANÇADOS II Código: EMN 081 \n Teórica:  45 Horas  \nCarg a Horária:  Prática:  00 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n \n \nDisciplina : TÓPICOS AVANÇADOS III Código: EMN 082 \n Teórica:  45 Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  60 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Va riável.  \n \n \nDisciplina : TÓPICOS AVANÇADOS IV Código: EMN 083 \n Teórica:  45 Horas  \nCarga Horária:  Prática:  30 Horas  \n Total:  75 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  ", "103": "103 \n  \n12.3 Atividades Acadêmicas Curriculares Complementares  \n \nDisciplina : PARTICIPAÇ ÃO/ORGANI ZAÇÃO DE EVENTOS E/O U \nEMPRESA JÚ NIOR  Código: EMN 072 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  15 Horas  \n Total:  15 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n \nDisciplina : APRESENTAÇÃO DE TRAB ALHO TÉCNICO EM \nEVENTOS  Código: EMN 073 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  30 Horas  \n Total:  30 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n \n \nDisciplina : PUBLICAÇÃO DE TRABAL HO TÉCNICO EM \nPERIÓDICO NACIONAL  Código: EMN 074 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n \n \nDisciplina : PUBLICAÇÃO DE TRABAL HO TÉCNICO EM \nPERIÓDICO INTERNACIO NAL Código: EMN 075 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  90 Horas  \n Total:  90 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n ", "104": "104 \n Disciplina : INICIAÇÃO À PESQUISA  Código: EMN 076 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n \nDisciplina : PROJETO DE EXTENSÃO  Código: EMN 077 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n \nDisciplina : INICIAÇÃO À DOCÊNCIA  Código: EMN 078 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nCont eúdo Variável.  \n \nDisciplina : VIVÊNCIA PROFISSIONA L COMPLEMENTAR  Código: EMN 079 \n Teórica:  00 Horas  \nCarga Horária:  Prática:  45 Horas  \n Total:  45 Horas  \nTipo : Optativa  \n \nEmenta:  \nConteúdo Variável.  \n \n \n \n \n \n ", "105": "105 \n 13. Referências  \n \nBRASIL. Lei 9.131, de 25 de novemb ro de 1995 . Altera dispositivos da Lei nº 4.024, \nde 20 de dezembro de 1961, e dá outras providências . \n______. Decreto nº 5.626/2005, de 22 de dezembro de 2005. - Regulamenta a \nLei no 10.436, de 24 de abril de 2002, que dispõe sobre a Língua Brasileira de \nSinais - Libras, e o art. 18 da Lei no 10.098, de 19 de dezembro de 2000.  \n______. Decreto 5.296/2005 , que regulamenta as normas gerais e critérios \nbásicos para a acessibilidade das pessoas com necessidades especiais.  \n______. Lei 11.788/2008 . Dispõe sobre o e stágio de estudantes; altera a \nredação do art. 428 da Consolidação das Leis do Trabalho – CLT, aprovada \npelo Decreto -Lei no 5.452, de 1o de maio de 1943, e a Lei no 9.394, de 20 de \ndezembro de 1996; revoga as Leis nos 6.494, de 7 de dezembro de 1977, e \n8.859, de 23 de março de 1994, o parágrafo único do art. 82 da Lei no 9.394, \nde 20 de dezembro de 1996, e o art. 6o da Medida Provisória   no 2.164 -41, de \n24 de agosto de 2001; e dá outras providências.  \n______. Lei 13.425/2017, de 30 de março de 2017. Estabele ce diretrizes gerais \nsobre medidas de prevenção e combate a incêndio e a desastres em \nestabelecimentos, edificações e áreas de reunião de público; altera as Leis nºs \n8.078, de 11 de setembro de 1990, e 10.406, de 10 de janeiro de 2002 – \nCódigo Civil; e dá outras providências.  \nCONSELHO NACIONAL DE EDUCAÇÃO (CNE) e CÂMARA DE EDUCAÇÃO \nSUPERIOR (CES).  PARECER CNE/CES 1.362/2001 . Dispõe sobre as diretrizes \nCurriculares Nacionais dos Cursos de Engenharia.  \n______. Decreto 4281 de 25/06/2002 .Regulamenta a Lei no 9.795, de 27 de \nabril de 1999, que institui a Política Nacional de Educação Ambiental, e dá \noutras providências.  \n______. Decreto 5296 de 02/12/2004 .Regulamenta as Leis nos 10.048, de 8 de \nnovembro de 2000, que dá prioridade de atendimento às pessoas que \nespeci fica, e 10.098, de 19 de dezembro de 2000, que estabelece normas \ngerais e critérios básicos para a promoção da acessibilidade das pessoas \nportadoras de deficiência ou com mobilidade reduzida, e dá outras \nprovidências.  \n ______. Decreto 5626 de 22/12/2005 . Regulamenta a Lei no 10.436, de 24 de \nabril de 2002, que dispõe sobre a Língua Brasileira de Sinais  - Libras, e o art. \n18 da Lei no 10.098, de 19 de dezembro de 2000.  ", "106": "106 \n ______.  RESOLUÇÃO CNE/CES 11, de 11 de março de 2002.  Institui Diretrizes \nCurriculares Naci onais do Curso de Graduação em Engenharia.  \n______.  Parecer CNE/CP 03/2004.  Dispõe sobre as Diretrizes Curriculares \nNacionais para a  Educação das Relações Étnico -Raciais e para o Ensino de \nHistória e Cultura Afro -Brasileira e Africana.  \n______. Resolução CNE /CES 02/2007 . Dispõe sobre carga horária mínima e  \nprocedimentos relativos à integralização e duração dos cursos de graduação, \nbacharelados, na modalidade presencial . \n______.  Resolução CNE/CP 01 de 17/06/2004.  Institui Diretrizes Curriculares \nNacionais para  a Educação das Relações Étnico -Raciais e para o Ensino de História \ne Cultura Afro -Brasileira e Africana.  \n______. Resolução CNE/CP 02de 15 de junho de 2012 . Estabelece as Diretrizes \nCurriculares Nacionais para a Educação Ambiental.  \n______.  Resolução CNE/CP  01 de 30/05/2012. Estabelece Diretrizes Nacionais \npara a Educação em Direitos Humanos.  \n______. Parecer CNE/CES 08/2007 . Dispõe sobre carga horária mínima e \nprocedimentos relativos à integralização e duração dos cursos de graduação, \nbacharelados, na modalid ade presencial . \nCONSELHO FEDERAL DE ENGENHARIA E AGRONOMIA – Confea___ RESOLUÇÃO N° 1.073, \nDE 19 DE abril DE 2016, Regulamenta  a atuação profissionais aos profissionais \nregistrados no Sistema Confea/Crea.  \nUNIVERSIDADE FEDERAL DE MINAS GERAIS (UFMG). Plano d e desenvolvimento \ninstitucional (PDI) 2008 -2012.  Disponível em: www.ufmg.br . \n______. Resolução complementar CEPE nº 01/98, de 10 de dezembro de 1998  – \nComplementa as Normas Gerais de Ensino de Graduação da UFMG, permitindo  o \ninício da implantação do processo de flexibilização dos currículos de graduação.  \n \n______. Diretrizes para os currículos de graduação da UFMG . CEPE, 2001.  \n______. Resolução n. 02/2009 , de 10 de março de 2009 - Regulamenta o Estágio \nem cursos de Graduação da UFMG e revoga a Resolução no 03/2006 do Conselho \nde Ensino, Pesquisa e Extensão.  \n______. Resolução CEPE nº 15, de 31 de maio de 2011  – Cria Núcleo Docente \nEstruturante (NDE) dos Cur sos de Graduação da UFMG.  \n______. Resolução CEPE nº 06, de 10  de maio de 201 6 – Regulamenta a oferta de \natividades didát icas na modalidade semi presencial nas disciplinas de cursos de \ngraduação presenciais . "}