{"1": "UNIVERSIDADE FEDERAL DE MINAS GERAIS\nESCOLA DE ENGENHARIA\nCOLEGIADO DO CURSO DE GRADUAÇÃO EM ENGENHARIA\nDE CONTROLE E AUTOMAÇÃO\nAv. Antônio Carlos, 6627 - Belo Horizonte, MG-Brasil, 31.270-901\n    TEL.: +55(31)3409 4847 FAX: +55(31)3409 4847 \n                  EMAIL: colca@eng.ufmg.br\nCURSO DE GRADUAÇÃO EM\nEngenharia de \nControle e Automação\nSubdivisões: Diurno e Noturno\nProjeto Político-Pedagógico\nProf. Bruno Otávio Soares Teixeira, DELT, EEUFMG\nProfa. Carmela Maria Polito Braga, DELT,  EEUFMG\nBelo Horizonte – MG\nRevisão:\n0Emissão original a\npartir do Projeto\nPedagógico do Curso\nDiurnoPor: Carmela Maria Polito Braga, \nFábio Gonçalves Jota, Luiz \nThemystokliz S. Mendes, Deborah \nHaeleArnautAprovado:\nCOLCA10/04/2008\nRevisão:\n1Projeto Pedagógico\nCurso NoturnoPor: Carmela Maria Polito Braga, \nFábio Gonçalves Jota, Luiz \nThemystokliz S. Mendes, Deborah \nGrossi HaeleArnautAprovado:\nCOLCA10/09/2008\nRevisão:\n2Projeto Político-\nPedagógico das\nsubdivisões Diurna e\nNoturnaPor: Bruno Otávio Soares Teixeira,\nCarmela Maria Polito Braga, \nAlexandre Rodrigues MesquitaAprovado:\nCOLCA24/11/2017", "2": "Colegiado do Curso de Engenharia de Controle e Automação\nÍndice\n1CONTEXTUALIZAÇÃO DO CURSO ............................................................. 1\n1.1Breve Histórico.................................................................................................. 1\n1.2Bases Legais...................................................................................................... 2\n2ASPECTOS GERAIS DO CURSO .................................................................. 3\n2.1Concepção, Finalidades e Objetivos do Curso ................................................... 3\n2.2Perfil Profissional do Egresso ............................................................................ 4\n2.3Competências e Habilidades .............................................................................. 5\n2.4Estratégias Didático-Pedagógicas ..................................................................... 6\nDisciplinas...................................................................................................................... 6\nSeminários..................................................................................................................... 7\nInternatos....................................................................................................................... 7\nCampeonatos.................................................................................................................. 7\nAtividades Complementares Optativas .......................................................................... 8\nLaboratórios de ensino ................................................................................................... 9\n2.5Requisitos de Acesso ........................................................................................ 10\n2.6Políticas de Acessibilidade e Permanência ...................................................... 10\n3ESTRUTURA CURRICULAR ...................................................................... 11\n3.1Composição Curricular .................................................................................... 14\nDisciplinas Universais (Colar Multidisciplinar) ........................................................... 16\n3.2Atividades Curriculares Obrigatórias e sua Regulamentação .........................16\nEstágio Supervisionado ................................................................................................ 16\nProjeto Final de Curso ................................................................................................. 16\n3.3Orientação Acadêmica no Curso ...................................................................... 17\n3.4Formação Complementar Aberta ..................................................................... 17\n4REGULAMENTAÇÕES DO CURSO ............................................................ 19\nRESOLUÇÃO No 01/2014 DE 08/10/2014 .................................................................... 31\n5FORMULÁRIOS DA PROPOSTA CURRICULAR ........................................ 37\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação I", "3": "Colegiado do Curso de Engenharia de Controle e Automação\n1CONTEXTUALIZAÇÃO DO CURSO\n1.1Breve Histórico\nO curso de Engenharia de Controle e Automação na UFMG é oferecido\nem duas subdivisões: diurna e noturna. Ocurso Diurno foi iniciado no\nprimeiro semestre de 1998. Durante os dois primeiros anos, o curso\nDiurno ofereceu 40 vagas anuais (20 por semestre) e, a partir do ano\nde  2000,  passou  a  ofertar  80  vagas  anuais  (40  por  semestre).  No\nprimeiro semestre de 2009, foi iniciado o curso Noturno. No primeiro\nano, foram oferecidas 80 vagas anuais (40 por semestre). Desde 2010,\nsão ofertadas anualmente 50 vagas (25 por semestre).\nNo projeto de criação do curso Diurno, estava prevista uma primeira\navaliação  global  do  mesmo  que  deveria  acontecer  ao  graduar-se  a\nprimeira turma, isto é, em março de 2003. Neste processo de avaliação\n(1ª. Avaliação do Curso Diurno), iniciado em maio de 2003, foi feita a\nverificação  dos  resultados,  por  meio  da  análise  dos  fatos\ndemonstrativos  do  desempenho  do  curso  apontados  por  alunos  e\nprofessores. Este levantamento foi feito durante evento de avaliação\nocorrido na 1ª. Semana Acadêmica de Atividades Especiais, em abril de\n2005,  por  meio  do  questionário  de  Avaliação  de  Disciplinas,\ndisponibilizado  aos  alunos,  numa  página  de  Avaliação  do  Curso,\ndesenvolvida  especificamente  para este  fim,  e  por  meio  de  correio\neletrônico  (e-mails)  e  cartas  enviadas  aos  professores  do  curso,\ndepartamentos  ofertantes  e  grupos  de  alunos.  Os  resultados  desta\navaliação foram sistematizados para uso no processo de revisão do\ncurso.\nEm  2007,  no  âmbito  do  programa REUNI  de  expansão  dos  cursos\nuniversitários  das  Instituições  Federais  de  Ensino  Superior,\npatrocinado pelo MEC, foi aprovada pela UFMG a criação do curso\nnoturno de Engenharia de Controle e Automação. Para elaborar as\ndiretrizes fundamentais deste novo curso, foi designada uma comissão\npelo  Colegiado  do Curso  de  Engenharia  de Controle  e  Automação,\nformada pelos mesmos professores que participaram da 1a. Avaliação\ndo Curso, ou seja, Prof. Fábio Gonçalves Jota, presidente; Prof. Luiz\nThemystokliz  S.  Mendes;  Profa.  Carmela  Maria  Polito  Braga;  e  a\nrepresentante discente, Deborah Grossi Haele Arnaut. Essa comissão,\ntomando como base o Projeto Político-Pedagógico do curso Diurno de\nEngenharia  de  Controle  e  Automação,  as  indicações  de  revisão\nadvindas do processo de avaliação realizado em 2005, e considerando\nas recomendações da comissão de implantação do REUNI, designada\npela  Reitoria  da  UFMG,  elaborou  o  “Projeto  Pedagógico  do  Curso\nNoturno de Engenharia de Controle e Automação”. No entanto, não foi\npossível  realizar  a  reforma  do  curso  diurno  neste  mesmo  período,\ndevido a dificuldades políticas na obtenção de anuências para o curso\ndiurno, além do noturno. Priorizou-se, então, neste período, a criação\ndo curso noturno.\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 1", "4": "Colegiado do Curso de Engenharia de Controle e Automação\nA fim de unificar as matrizes curriculares das subdivisões diurna e\nnoturna do curso de Engenharia de Controle e Automação, foi nomeada\npelo  Colegiado  por  meio  da  Portaria  14/10  de  04/10/2010  uma\nComissão  composta  pelo  Prof.  Bruno  Otávio  Soares  Teixeira,\npresidente; Profa. Camela Maria Polito Braga; Prof. Frederico Gadelha\nGuimarães;  e  o  representante  discente  Bruno  Villani  de  Carvalho.\nTomando  como  base  o  Projeto  Político-Pedagógico  da  subdivisão\nnoturna, que é mais atualizado, essa Comissão trabalhou na missão de\nunificar  as matrizes curriculares e fazer  alguns ajustes. Discussões\nforam realizadas pelos membros Núcleo Docente Estruturante do curso\ne  a  participação  dos  discentes  foi  efetivada  por  meio  da  atividade\nacadêmica Seminário de Avaliação do Curso, coordenada pela Profa.\nCarmela M. PolitoBraga por duas vezes. A partir de 2013, o Colegiado\ndo Curso começou a discutir e aprovar as modificações sugeridas pela\nComissão  supracitada  e  em  2017,  retoma  as  negociações  e  a\nconsolidação de anuências para as duas subdivisões de curso.\n1.2Bases Legais\nForam  considerados,  na  proposição  do  presente  Projeto  Político-\nPedagógico:\nos princípios de flexibilização da Universidade, conforme estabelecem\na Resolução Complementar 01/98 do Conselho de Ensino, Pesquisa e\nExtensão (CEPE) e seu anexo, de 10/12/1998, bem como o documento\nDiretrizes para os Currículos de Graduação da UFMG, aprovado pelo\nCEPE em 19/04/2001;\ndiretrizes do MEC/CNE /CES, para o ensino de Engenharia no Brasil,\naprovadas  em  11/03/2002,  e  a  Resolução  2  de  18/06/2007  do\nMEC/CNE/CES  sobre  carga  horária  mínima  e  integralização  de\ncursos;\nCumprimento da Resolução CONAES 01/2010, de 17 de junho de 2010\ne  da  Resolução  15/2011  do  CEPE,  com  o  estabelecimento  de  um\nNúcleo Docente Estruturante – NDE;\nabordagem dos conteúdos de Libras, relações étnico-raciais, educação\nambiental, direitos humanos e promoção de acessibilidade conforme\nDecreto 5626 de 22/12/2005, Resolução CNE/CP 01 de 17/06/2004,\nDecreto 4281 de 25/06/2002, Resolução CNE/CP 01 de 30/05/2012 e\nDecreto 5296 de 02/12/2004.\nrequisitos de definição de currículos estabelecidos à época do projeto\nREUNI,  como  a  inclusão  de  uma  carga  de  Formação  Livre  a\npossibilidade de cursar uma Formação Complementar Aberta.\nConteúdos de relações étnico-raciais, educação ambiental e direitos\nhumanos são contemplados pelas ementas das disciplinas obrigatórias:\nIntrodução à Engenharia de Controle e Automação (1o. período):\nentre outros tópicos, aborda os efeitos sociais e ambientais da\nautomação,  questões  étnico-raciais  e  de  direitos  humanos  no\nexercício  da  profissão,  os  desafios  da  inclusão  e  dos  direitos\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 2", "5": "Colegiado do Curso de Engenharia de Controle e Automação\nhumanos a condições  de trabalho melhores e mais seguras e as\npossibilidades de contribuição da profissão para este fim.  \nGestão de Projetos em Controle e Automação (8o. período no\ndiurno  e  10o.  período  no  noturno) :  que  aborda,  entre  outros\naspectos,  Fundamentos  da  gestão  de  projetos:  histórico  e\nconceitos  básicos.  PMBOK\n(ProjectManagementBodyofKnowledge ):  os  cinco  grupos  de\nprocessos  de  projetos  e  as  nove  áreas  de  conhecimento,\nanalisando  questões  étnico-raciais  e  de  direitos  humanos\nenvolvidas nas áreas de Recursos Humanos e de Comunicações.\nElaboração  de  Proposta  de  Projeto  de  Final  de  Curso,\nconsiderando possíveis impactos ambientais e socioeconômicos.\nProjeto Final de Curso I (9o. período no diurno e 11o. período no\nnoturno):  envolve  a  elaboração  de  um  projeto  completo  de\nengenharia,  envolvendo  as  etapas  de  estudo  do  problema,\nconcepção,  simulação  e  implementação.  Análise  de  possíveis\nimpactos  ambientais,  socioeconômicos  e  de  direitos  humanos\nenvolvidos. Elaboração e apresentação de documentação técnica\npreliminar.\nProteção  Ambiental(9o.  período  no  diurno  e  8o.  período  no\nnoturno):  que  aborda  Ecologia:  princípios,  recursos  naturais,\npoluição  das  águas,  do  ar  e  do  solo.  Legislação  ambiental.\nEcodesenvolvimento.\nEstágio  Supervisionado  em  Engenharia  de  Controle  e\nAutomação(10o. período no diurno e 12o. período no noturno):\nAtividades de treinamento, supervisionadas por um docente do\nCurso, na área de atuação profissional do engenheiro de controle\ne automação. Análise de impactos ambientais, socioeconômicos e\nde direitos humanos nos projetos e obras das quais participa.\nEstes  conteúdos  são,  também,  contemplados  pelas  disciplinas\noptativas:\nDomótica: que entre outros conteúdos de automação residencial\ne predial aborda a Domótica para inclusão de idosos e de pessoas\ndebilitadas ou com deficiência.\nTorneio-  Conceitos  Fundamentais  em  Controle  e\nAutomação:atividade  com  conteúdo  variável,  para  desenvolver\nhabilidades próprias do Engenheiro de Controle e Automação no\ndesempenho  rotineiro  de  suas  funções,  notadamente,  para\nencontrar  soluções  para  diferentes  problemas  que  lhe  são\napresentados no dia-a-dia. Eventualmente o problema proposto é,\np. ex., para inclusão de deficientes. Análise de possíveis impactos\nambientais, socioeconômicos e de direitos humanos.\nSeminários  de  Ética  e  Legislação  Profissional: a  profissão  de\nengenheiro  como  responsabilidade  social.  Ética  e  profissão.\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 3", "6": "Colegiado do Curso de Engenharia de Controle e Automação\nDireitos e deveres do engenheiro no exercício de sua profissão.\nQuestões  de  direitos  humanos  e  étnico-raciais.  Problemas\nespecíficos.\nDisciplinas  optativas  direcionadas  da  área  de  humanidades\ntambém  abordam  estas  questões  em  diferentes  perspectivas,\ncomo  Comunicação  e  movimentos  sociais,  Tecnologia  e\nsociedade, Introdução à Filosofia: Ética, Introdução à História da\nCultura e Modernidade e Mudança Social,  por exemplo.\nAlém  disso,  os  estudantes  são  motivados  a  participarem  de\ndiversas iniciativas de Projetos Sociais da Escola de Engenharia,\ncomo  o  Engenharia  Solidária,  o  Projeto  Incluir  e  o  cursinho\nEqualizar e ações de extensão, como o CIPMOI (Curso Intensivo\nde Preparação de Mão de Obra Industrial) e o Engenharia na\nEscola, que leva experimentos e palestras interativas a escolas\npúblicas. \nPara  assessoramento  ao  Colegiado  no  acompanhamento  efetivo  da\nexecução  das  atividades  acadêmicas  previstas  neste  Projeto\nPedagógico,  propõe-se  a  formação  de  equipes  permanentes,\nacompanhadas pelo NDE – Núcleo Docente Estruturante do curso e\npelo colegiado. Estas equipes têm como principal objetivo analisar os\nproblemas correlatos, principalmente, laboratórios e outras atividades\nacadêmicas em que a responsabilidade pela atividade é compartilhada\nentre  vários  docentes,  propondo,  quando  pertinente,  soluções  e\nmétodos didáticos alternativos. \nA coordenação do Colegiado do curso de Engenharia de Controle e\nAutomação é única para as duas subdivisões. A matriz curricular passa\na  ser  a  mesma  para  as  duas  subdivisões,  Diurno  e  Noturno,\ndiferenciando apenas no tempo padrão de integralização, que para o\nDiurno é de 5 anos e para o Noturno é de 6 anos. Destaca-se que no\nturno noturno as aulas iniciam-se às 19h e terminam às 22:40h, com 04\naulas por noite, o que demanda um tempo maior de integralização que\no diurno.\n2ASPECTOS GERAIS DO CURSO\n2.1Concepção, Finalidades e Objetivos do Curso\nO Curso de Graduação em Engenharia de Controle e Automação da\nUniversidade Federal de Minas Gerais tem como objetivo geral formar\nengenheiros com sólido preparo científico e tecnológico na área de\nControle e Automação. Os egressos devem ter capacidade de absorver\ne  desenvolver  novas  tecnologias.  Devem  atuar,  criativamente,  na\nidentificação e resolução de problemas de engenharia, considerando\nseus aspectos políticos, econômicos, sociais, ambientais e culturais, na\nperspectiva ética e humanística, visando ao atendimento às demandas\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 4", "7": "Colegiado do Curso de Engenharia de Controle e Automação\nda sociedade. \nO curso de graduação em Engenharia de Controle e Automação tem\ncomo objetivo formar profissionais com conhecimentos amplos e bem\nfundamentados  em  controle  e  automação  de  processos.  Tem  como\ncaracterística  marcante  a  multidisciplinaridade  entre  fundamentos\ncientíficos,  tecnologias  e  processos,  sendo  que  os  processos  são\nestudados como complementação tendo em vista um enfoque sistêmico.\nDesta  maneira  o  Curso,  notadamente  multidisciplinar,  reafirma  seu\nprojeto pedagógico baseado em quatro princípios básicos: formação\nsólida em fundamentos científicos de física, matemática e computação,\nformação sólida, conceitual e tecnológica, em controle e automação de\nprocessos,  formação  complementar  em  processos  e  formação\nmetodológica em engenharia.\n2.2Perfil Profissional do Egresso\nO perfil profissional do egresso do Curso de Graduação em Engenharia\nde Controle e Automação compreende uma sólida formação técnica\ncientífica  e  profissional  geral  que  o  capacita  a  absorver,  aplicar  e\ndesenvolver  novas  tecnologias,  estimulando  a sua atuação  crítica  e\ncriativa na identificação e resolução de problemas, considerando-se os\naspectos técnicos, econômicos, sociais e ambientais. Caracterizam o\nperfil dos egressos deste curso:\nSólida formação básica em matemática, física e computação;\nConhecimentos gerais de eletricidade, eletrônica e mecânica;\nFundamentação  básica  em  comunicação,  economia  e  gestão,\ndireitos  humanos  e  relações  étnico-raciais  no  exercício  da\nengenharia, gestão e meio ambiente;\nFormação  sólida  em  instrumentação  industrial,  controle  e\notimização  de  processos,  sistemas  de  automação  de  sistemas,\ninformática industrial e em integração de sistemas produtivos;\nPreparação para inserção no setor industrial;\nPreparação para inserção em empresas de projeto e consultoria\nem engenharia;\nFormação orientada para as inovações tecnológicas e para as\nnecessidades reais do setor industrial, residencial e predial, e de\nserviços, entre outros. \nO Curso dá uma forte ênfase ao uso de laboratórios e à interação com\nas indústrias da região.\nO egresso deve estar apto a atuar tanto nas empresas de engenharia e\nnas indústrias de produção de equipamentos e software (programas\ncomputacionais)  de  automação  e  controle,  quanto  nas  indústrias\nusuárias  de  controle  e  automação.  Entre  os  níveis  de  atuação  do\negresso destacam-se:\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 5", "8": "Colegiado do Curso de Engenharia de Controle e Automação\nEstudos preliminares, concepção, projeto, instalação e partida\nde unidades de produção e de edificações automatizadas;\nModernização e automação completa de unidades de produção\nem operação;\nControle  e  otimização  do  funcionamento  e  manutenção  de\nunidades de produção já automatizadas;\nConcepção  e  integração  de  equipamentos  para  automação  e\ncontrole.\nPara tanto, o profissional tem uma formação horizontal suficientemente\nabrangente  para  exercer  ação  integradora,  constituindo-se  em  um\nengenheiro orientado para a concepção, projeto, implementação, uso e\nmanutenção de sistemas controlados e automatizados. Sua formação\ndiferencia-se, assim, daquela do engenheiro de processo.\n2.3Competências e Habilidades\nO  Currículo do Curso de Graduação em Engenharia de Controle e\nAutomação deverá dar condições a seus egressos para:\na)Instalar, manter e adaptar sistemas de controle e automação de\nequipamentos, processos e unidades de produção;\nb)Conceber, especificar, desenvolver, analisar, projetar, otimizar e\nimplementar sistemas de controle e automação de equipamentos,\nprocessos e unidades de produção;\nc)Atuar na integração entre os setores de produção e de gestão da\nempresa;\nd)Liderar e promover o desenvolvimento profissional de equipes.\ne)Comunicar-se, eficientemente, nas formas escrita, oral e gráfica;\nf)Avaliar  o  impacto  das  atividades  da  engenharia  no  contexto\nsocial, ambiental e de eficiência energética;\ng)Avaliar  a  viabilidade  técnica  e  econômica  de  projetos  de\nEngenharia de Controle e Automação;\nh)Atuar de forma ética e profissional.\nO engenheiro de Controle e Automação formado pela UFMG poderá,\nainda, no que concerne a sua atuação profissional:\nQuanto a espaços de trabalho:\noTrabalhar em setores industriais, comerciais, de construção civil\ne de serviços, sendo responsável pela modernização, automação\ne otimização destes processos e seus sistemas;\noAtuar  em  empresas  de  engenharia,  projetando  e  integrando\nsistemas  de  automação  industrial,  residencial  e predial  e de\nserviços. \nQuanto a competências:\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 6", "9": "Colegiado do Curso de Engenharia de Controle e Automação\noExecutar projetos de engenharia básica visando a planejar a\nexpansão  e  automação  de  longo  prazo,  bem  como  executar\nprojetos detalhados, para viabilizar a implantação do sistema\nprojetado;\noImplantar,  comissionar,  partir  e  prover  operação  assistida  a\nnovos sistemas de controle e automação;\noDesenvolver produtos de instrumentação, controle, operação e\nsupervisão de processos industriais, domóticos, comerciais e de\nserviços;\noParticipar de treinamento de recursos humanos em indústrias e\ninstituições de ensino. \nAlém  disso,  dependendo  das  opções  que  fizer  durante  o  curso,  o\nprofissional formado poderá também dedicar-se ao desenvolvimento e\ngerência do próprio negócio, tornando-se um empresário.\nEm resumo, objetiva-se que os Engenheiros de Controle e Automação,\nformados na UFMG, com alto nível profissional, ao terminarem o curso,\nsejam capazes de:\n1.Modelar matematicamente sistemas e processos;\n2.Determinar figuras de mérito para avaliar o desempenho do\nsistema de controle em estudo;\n3.Estabelecer  estratégias  de  controle  viáveis  para  atingir  o\ndesempenho estabelecido para o sistema de controle;\n4.Especificar  módulos,  partes  e  peças  dos  sensores,\ncontroladores e atuadores do sistema de controle projetado;\n5.Especificar e desenvolver, em linguagem adequada, softwares\nde comunicação entre unidades e a interface homem-máquina\ne de gestão do processo de produção;\n6.Sintonizar e implementar controladores;\n7.Identificar a resposta dominante da planta a ser controlada;\n8.Determinar  frequências  de  amostragem  adequadas  para\nsistemas de controle digital;\n1.Determinar a resolução necessária para conversores A/D e D/A\nassim como sua influência no sistema de atuação e medição;\n2.Aplicar  as  principais  linguagens  de  programação,  sistemas\noperacionais  e  redes  de  comunicação  com  características\nparticularmente adequadas para sistemas de controle;\n3.Resolver os principais problemas oriundos de não-linearidades\n(saturação em amplitude e velocidade, histereses, etc.) e tempo\nmorto em sistemas de controle;\n4.Aplicar  técnicas  de  controle  avançado  mais  difundidas  (já\nempregadas em controladores comerciais);\n5.Aplicar  metodologias  de  projeto  de  sistemas  de  controle  e\nautomação,  projetando  e  desenvolvendo  os  documentos  de\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 7", "10": "Colegiado do Curso de Engenharia de Controle e Automação\nengenharia  pertinentes  aos  estudos  preliminares,  projetos\nbásico  e  detalhado  destes  sistemas  e  ou  coordenando  ou\ngerenciando  equipes  de  profissionais  no  desenvolvimento\ndestas funções.\n2.4Estratégias Didático-Pedagógicas\nAs estratégias didático-pedagógicas do curso consistem na adoção de\num conjunto amplo de atividades acadêmicas, de diferentes formatos,\nsempre  com  uma  intencionalidade  bem  definida  e  coerente  com  o\nprojeto  político-pedagógico,  sendo  a  execução  e/ou  orientação  de\nresponsabilidade de um ou mais docentes. Integra, ainda, o conjunto de\nestratégias, as ações das equipes de ensino e do NDE, para análise e\navaliação  de  problemas,  bem  como  definição  de  soluções,  que\ngarantam uma formação atualizada e comprometida com o padrão de\nqualidade da UFMG. Relacionam-se a seguir os diferentes tipos de\natividades acadêmicas curriculares do curso:\nDisciplinas\nConsistem  das  atividades  didáticas  tradicionais,  correspondendo  a\naulas de conteúdo teórico ou prático, com carga horária e horários de\naulas previamente fixados e com programas estabelecidosde acordo\ncomasrespectivas  ementas,  sob  responsabilidade  de  um  ou  mais\nprofessores. O professor poderá contar com o apoio de uma equipe de\nensino, constituída, também, por monitores de graduação e de pós-\ngraduação. \nDe  acordo  com  a  matriz  curricular,  as  disciplinas  podem  ser\nobrigatórias  ou  optativas,  sendo  ofertadas  predominantemente  na\nmodalidade presencial. Em ambos os casos, prevê-se a possibilidade de\noferta  de  um  número  limitado  de  disciplinas  na  modalidade\nsemipresencial de acordo com Resolução CEPE 06/2016. \nPoderão ser ofertadas oficinas optativas, de ementa variável, ofertadas\npor um docente ou por um grupo de docentes, sob a coordenação de\num deles, ou por um ou mais alunos sob a coordenação de um docente.\nOs alunos que participarem como tutores das oficinas terão créditos\nintegralizados na modalidade Tutoria, proporcionalmente ao número de\nhoras de tutoria efetivamente exercidas por ele.\nEm  consonância  com  a  Resolução  CEPE  18/2014  de  07/10/2014,\népermitido  que  os  alunos  cursem  disciplinas  do  Programa  de  Pós-\nGraduação  em  Engenharia  Elétrica  da  UFMG  e  que  as  mesmas\nintegralizem créditos de optativas no curso de graduação. Disciplinas\nde outros programas de pós-graduação da UFMG poderão ser usadas\npara fins de integralização de optativas após aprovaçãodoColegiado.\nSeminários\nTrata-se  de  atividade  na  qual  um  determinado  conteúdo  didático,\nvariável, é apresentado aos alunos na forma de exposições abordando\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 8", "11": "Colegiado do Curso de Engenharia de Controle e Automação\ntemas específicos pertinentes ao curso. Prevêem-se três formas básicas\nde seminários:\nA primeira, ministrada preferencialmente por profissionais da\nárea externos ao curso, possui o objetivo de permitir ao aluno um\ncontato direto com temas e tecnologias atualizadas em Controle e\nAutomação  sob  a  ótica  de  pessoas  que  detenham  a  vivência\nprofissional nesta área, reduzindo assim o hiato entre as atividades\nacadêmicas do aluno e o estado-da-arte de sua futura profissão;\nA  segunda,  conduzida  predominantemente  por  alunos,  visa\nexpor  conteúdos  teóricos  e/ou  práticos,  com  programa  e  carga\nhorária previamente fixados. No Curso, o “Seminário de Engenharia\nde  Controle  e  Automação”  é  o  evento  semestral  que  integra  as\ndefesas de monografias de Projeto Final de Curso e o Seminário de\nEstágio. \nA  terceira,  ministrada  por  um  ou  mais  docentes,  para\natualização e/ou aprofundamento de de conteúdos específicos.\nInternatos\nAtividade  acadêmica  optativa  desenvolvida  por  grupo  de  alunos,\nvisando a usar os recursos e ferramentas usados na área de Controle e\nAutomação  para  solucionar  problemas  práticos,  de  preferência,  em\nregião carente do país. O grupo de alunos executará plano de trabalho\npreviamente acordado entre Colegiado do Curso, professor supervisor\ne responsável pela região beneficiada (uma Prefeitura Municipal, por\nexemplo), conforme previsto em Convênio firmado entre a UFMG e a\ninstituição  beneficiária do Internato.  Todos  os  recursos  materiais  e\nhumanos necessários ao desenvolvimento dos trabalhos deverão estar\npreviamente disponibilizados. A esta atividade, desenvolvida por um\nperíodo mínimo de 30 dias corridos, em tempo integral, será atribuída\numa carga horária de 160h (cento e sessenta horas). \nCampeonatos\nO  objetivo principal  dos  Campeonatos  é  desenvolver,  nos  inscritos,\nhabilidades  próprias  do  Engenheiro  de  Controle  e  Automação  no\ndesempenho rotineiro de suas funções, notadamente, para encontrar\nsoluções para diferentes problemas que lhe são apresentados no dia-a-\ndia.  Objetiva  ainda  promover  o  intercâmbio  entre  os  participantes,\ncontribuir para o desenvolvimento técnico-científico da área e fomentar\no entretenimento, o estímulo ao enfrentamento de desafios, bem como\na integração entre o Curso e a Sociedade. Um (ou mais de um) tema\nseria escolhido para cada competição. Um Campeonato poderia ser\ncomposto  por  mais  de  uma  competição.  Nestas,  seriam  abordados\nproblemas práticos de difícil solução, representando uma contribuição\nà  Sociedade  e  ao  desenvolvimento  da  área.  As  competições\nestimulariam os estudantes a rever o ferramental que o Curso lhes\noferece na busca de soluções mais adequadas ao problema.\nA cada campeonato seria atribuída a carga horária de 30 horas.\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 9", "12": "Colegiado do Curso de Engenharia de Controle e Automação\nAtividades Complementares Optativas\nCom o  objetivo  de complementar a formação dos  alunos,  a qual  é\npredominantemente  realizada  por  meio  de  disciplinas,  o  curso  de\nEngenharia de Controle e Automação reconhece o relevante papel das\natividades complementares, nas seguintes categorias:\nI.Iniciação à Pesquisa;\na.Iniciação científica\nb.Publicações\nII.Iniciação ao Ensino;\na.Monitoria\nb.Projetos Acadêmicos de Ensino\nc.Tutorias em Atividades de Ensino\nIII.Iniciação à Extensão\na.Participação em equipe de competições estudantis\nb.Participação em empresas juniores\nc.Projetos de extensão\nIV.Vivência Profissional Complementar (estágio não-curricular)\nV.Participação em Eventos na Área de Abrangência do Curso\na.Participação  em  Evento  Técnico-Científico,  Acadêmico  e  de\nEmpreendedorismo e Inovação\nb.Organização  de  Evento  Técnico-Científico,  Acadêmico  e  de\nEmpreendedorismo e Inovação\nc.Curso  Presencial  ou  à  Distância  na  área  de abrangência  de\nControle e Automação\nVI.Representação Estudantil\na.Participação em associações estudantis\nb.Representação estudantil em órgãos acadêmicos\nVII.Participação  em  Eventos  em  Humanidades,  Ciências  Sociais  e\nCidadania\nA regulamentação das mesmas encontra-se  em resolução própria  da\nEscola de Engenharia da UFMG, anexa ao presente documento. Em\ncomplemento  à  resolução,  este  Projeto  Pedagógico  determina  uma\nintegralização  máxima  de  330  horas  (22  créditos)  por  meio  da\nrealização dessas atividades. O aproveitamento de créditos será feito\nmediante análise do colegiado e os créditos conferidos serão lançados\ncomo atividades curriculares  do grupo Atividades Complementares (no\ncaso  dos  itens  de  I  a  V)  ou  do  grupo  Optativas  Direcionadas  em\nHumanidades, Ciências Sociais e Cidadania (no caso dos items VI e\nVII). Este projeto pedagógico não estabelece limites máximos por tipo\nde  atividades.  Quando  cabível,  tais  limites  serão  definidos  no\nRegulamento do Curso. A distribuição de créditos por tipo de atividade\nestá  resumida  na  Tabela  1,  que  é  apresentada  em  anexo  após  a\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 10", "13": "Colegiado do Curso de Engenharia de Controle e Automação\nresolução de atividades complementares. \nO item VII – Participação em Eventos de Humanidades, C. Sociais e\nCidadania, embora não previsto explicitamente na resolução acima,\npermite ao aluno cumprir  a carga de Optativas Direcionadas por meio\nde palestras organizadas pela Pro-Reitoria de Graduação na área de\nHumanidades.\nLaboratórios de ensino\nO curso de Engenharia de Controle e automação dá uma forte ênfase\nao uso de laboratórios, em várias disciplinas de formação profissional,\ne  para  isso  dispõe  de  laboratórios  duplicados  para  Controle  e\nAutomação, Informática Industrial e Instrumentação Industrial. Estes\nlaboratórios  dispõem de recursos necessários e suficientes para uma\nformação  adequada  do  profissional,  incluindo  plantas  piloto,\ncontroladores lógicos programáveis, instrumentação analógica e digital\nvariada,  computadores  e  softwares  de  automação,  recursos  para\nintegração de sistemas e testes dinâmicos.\nAs regras de uso dos laboratórios definem que os estudantes estejam\nsempre  acompanhados  nas  atividades  desenvolvidas,  seja  por  um\ndocente  durante  as  aulas,  ou  por  um  monitor  nos  horários  de\natendimento. Os docentes devem conferir as montagens e interligações\neletroeletrônicas antes que os circuitos sejam energizados e auxiliar os\nestudantes  na  solução  de  problemas.  Na  eventualidade  de  um\nproblema, o docente deve tentar solucionar ou definir a reorganização\ndos grupos. Além disso, cada laboratório segue normas de segurança\npróprias a sua natureza.\n2.5Requisitos de Acesso\nA admissão dos alunos da graduação  na UFMG ocorre por meio do Sisu\n– (Sistema de Seleção Unificada) como processo seletivo, desde 2014.\nO Sisu, criado pelo Governo Federal em parceria com o MEC, seleciona\nos estudantes através de suas notas no ENEM, o Exame Nacional do\nEnsino Médio. A média obtida na prova é a única etapa no processo\nseletivo.\nO DRCA, Departamento de Registro e Controle Acadêmico, responsável\npor  garantir  que  osregistros  e  os  controles  acadêmicos  sejam\nrealizados de maneira correta, de acordo com a legislação educacional\ne as normas internas da Instituição, é o órgão responsável pelo registro\nacadêmico e pela matrícula dos novos estudantes.\nApós  encerrado  o  período  de matrícula  nas  vagas  iniciais  de  cada\ncurso, e após serem computados possíveis desligamentos de estudantes\npor descumprimento das normas acadêmicas até o semestre anterior,\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 11", "14": "Colegiado do Curso de Engenharia de Controle e Automação\nas  vagas  remanescentes,  porventura  existentes,  são  oferecidas  à\ncomunidade de acordo com as modalidades previstas pela UFMG. \nÉ admitida a mudança de turno aos alunos do curso de Engenharia de\nControle  e  Automação,  conforme  os  critérios  estabelecidos  na\nResolução No. 01/2016, em anexo.\n2.6Políticas de Acessibilidade e Permanência\nA  UFMG  possui  um  Núcleo  de  Acessibilidade  e  Inclusão  –  NAI,\nresponsável pela proposição, organização e coordenação de ações que\nassegurem  as  condições  de  acessibilidade  necessárias  ao  ingresso,\npermanência, participação e autonomia de pessoas com deficiência no\nâmbito da instituição, em atenção à Lei no 13.146, de 6 de julho de\n2015,  que  institui  a  Lei  Brasileira  de  Inclusão  da  Pessoa  com\nDeficiência.  Esse  núcleo  orienta  os  alunos  com  deficiência,\napresentando sua estrutura de apoio, para que conheçam os recursos\nde suporte disponíveis para deficientes visuais e deficientes auditivos.\nO CADV – Centro de Apoio ao Deficiente Visual, presta serviços de\nacessibilidade  à  informação  dentro  do  NAI  e  fica  localizado  na\nbiblioteca da Fafich, 1o. andar, que oferece suporte acade ̂mico para o\npercurso universit ário dos alunos com defici ência de qualquer unidade\nacadêmica. Isto inclui a assessoria de natureza did ático-pedagógica e\nde recursos tecnol ógicos. O docente poderá solicitar auxílio para que\nseus alunos realizem avaliac ̧ões, pesquisas e trabalhos acade ̂micos de\nacordo com suas respectivas necessidades. O centro possui acervos de\ntextos  gravados,  digitais  e  em  Braille.  O  Centro  dispõe  de\nmicrocomputadores com acesso à Internet, impressora Braille, lupa\neletrônica,  além  dos  softwares  JAWS,  DOSVOX,  AUDACITY,  Braille\nFácil e ABBYY FINEREADER, associado ao scanner, para digitalizar\ntextos.\nO NAI possui, também, um serviço com  Tradutores/Interpretes de\nLibras-Português, que podem ser solicitados via o site do Núcleo.\nA matriz curricular do Curso de Engenharia de Controle e Automação\ncontempla a disciplina Fundamentos de Libras (Língua de sinais), de\nacordo com o Decreto nº 5.626/2005, como atividade optativa de 04\ncréditos.\nA permanência dos estudantes que ingressaram no curso é sempre um\ndesafio para a universidade, em particular, para o colegiado de curso,\ndada a diversidade e a complexidade de fatores que podem levar a\nevasão. Um fator primordial, neste sentido, é o socioeconômico, tratado\npela  UFMG  por  meio  da  FUMP,  Fundação  Universitária  Mendes\nPimentel.A FUMP é uma instituição sem fins lucrativos, que tem como\nmissão  prestar  assistência  estudantil  aos  alunos  de  baixa  condição\nsocioeconômica da Universidade. Isso é feito por meio de Programas\nque  visam  a  facilitar  o  acesso  à  alimentação,  saúde,  moradia,\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 12", "15": "Colegiado do Curso de Engenharia de Controle e Automação\ntransporte,  aquisição  de  material  escolar  e  outros  projetos  que\nauxiliam  os  estudantes  a  terem  um  bom  desempenho  acadêmico,\nreduzindo a evasão na Universidade. Outro fator, para aqueles que\npossuem  demandas  maiores  àquelas  ofertadas  pelos  programas  da\nFUMP, é a necessidade de trabalhar durante o curso de graduação, o\nque é tratado neste projeto com  a oferta do curso no turno noturno,\ntambém, com duração estendida em 1 ano, em relação ao curso diurno.\n3ESTRUTURA CURRICULAR\nA  estrutura  curricular  do  curso  de  Engenharia  de  Controle  e\nAutomação  constitui-se  de  uma  formação  básica  e  uma  formação\nprofissional, sendo que toda a formação básica e parte da formação\nprofissional constituem o Núcleo Fixo do Curso (que corresponde ao\nconjunto de disciplinas  considerado indispensável  à formação deste\nprofissional). Além disso, é oferecida ao aluno a possibilidade de uma\nformação complementar aberta e formação livre. Busca-se, já no ciclo\nbásico,  semelhante  àquele  dos  demais  cursos  de  engenharia,  a\nintrodução de algumas disciplinas de formação profissional geral e a\ndisciplina introdutória ao Curso, “Introdução à Engenharia de Controle\ne Automação”. O objetivo é relacionar, desde os primeiros semestres, o\nconhecimento científico que está sendo adquirido com aplicações reais\nde engenharia.\nA estrutura do curso prevê titulação única, Bacharel em Engenharia de\nControle e Automação, uma vez que este profissional sempre possui\natuação múltipla e em diversas interfaces de áreas de conhecimento,\nnão fazendo sentido uma divisão prévia de suas atividades. \nDentre as principais características acadêmicas do curso, destacam-se:\nFoco em projetos  multidisciplinares e aprendizado ativo, por\nmeio da valorização e integração de conhecimentos com projetos\ndesenvolvidos em laboratórios.\nDistribuição dos conteúdos no curso visando a motivar o aluno\ndesde o ciclo básico.\nOrganização dos horários de atividades acadêmicas de forma a\npossibilitar desenvolvimento de atividades de estágios profissionais\nintermediários.\nDisciplinas na área de empreendedorismo.\nMultidisciplinaridade  caracterizada  pelo  envolvimento  dos\nDepartamentos  que  trabalham  com  processos  industriais\n(Departamento  de  Engenharia  Mecânica,  Departamento  de\nEngenharia  Química,  Departamento  de  Engenharia  Metalúrgica,\nDepartamento  de  Engenharia  de  Minas,  Departamento  de\nEngenharia Sanitária e Ambiental, Departamento de Engenharia de\nTransportes) além do Departamento de Engenharia Eletrônica, do\nDepartamento  de  Engenharia  Elétrica,  do  Departamento  de\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 13", "16": "Colegiado do Curso de Engenharia de Controle e Automação\nEngenharia  de  Produção  e  do  Departamento  da  Ciência  da\nComputação do Instituto de Ciências Exatas, departamentos estes\nque possuem uma participação maior no Curso. \nO trabalho de conclusão de curso, neste projeto denominado\nProjeto  Final  de  Curso,  como  uma  atividade  de  formação\nintegradora e de avaliação concreta do cumprimento dos objetivos\ndo curso. \nValorização do Estágio Supervisionado.\nA  Figura  1  ilustra  como  os  principais  conteúdos  do  curso  estão\nestruturados. Conceitualmente, a estrutura curricular do curso possui,\nentão, a seguinte estrutura:\nFormação Específica : composta pelas disciplinas do Núcleo Fixo e\npor  grupos  de  Optativas,  caracterizando  a  formação  ampla  em\nEngenharia de Controle e Automação. \nNúcleo  fixo:  disciplinas  fundamentais  à  formação  do\nEngenheiro  de  Controle  e  Automação,  consideradas\nobrigatórias, correspondendo aos ciclos:\nBásico:  envolve  o  grupo  de  disciplinas  de  conteúdos\nobrigatórios,  ligados  aos  fundamentos  científicos  e\ntecnológicos, que estabelecem as bases de formação geral\nem  engenharia  e,  especificamente,  em  controle  e\nautomação.  Incluem,  portanto,  as  disciplinas  de  física,\nquímica, matemática, estatística, e introdução à profissão.\nProfissionalizante:  envolve  disciplinas  nas  áreas  de\neletrotécnica,  fundamentos  de  hardware  digital  e\nanalógico,  mecânica  e  fundamentos  de  sistemas\ndinâmicos.\nEspecífico:  envolve  as  disciplinas  que  aprofundam  a\nformação  conceitual  em  sistemas  dinâmicos,  controle,\nautomação, processos, ciências humanas e integração de\nsistemas, ligadas à capacitação profissional do egresso.\nGestão de Projetos e Sistemas : constituído do grupo de\ndisciplinas de economia, administração, gestão de projetos\ne empreendedorismo.\nNúcleo  variável:  composto  por  um  conjunto  de  disciplinas\noptativas,  optativas  direcionadas  de  formação  em\nhumanidades, disciplinas de formação avançada, carga horária\nde  formação  livre  e  possibilidade  de  cursar  Formação\nComplementar Aberta em outras áreas.\nConjunto  de  Optativas :  disciplinas  de  formação\nprofissional  opcional  ao  engenheiro  de  controle  e\nautomação,  em  função  de  suas  preferências  de\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 14", "17": "Colegiado do Curso de Engenharia de Controle e Automação\naprofundamento  e  interação,  e  gestão  de  projetos  e\nsistemas.\nDisciplinas de Formação Avançada referentes às ofertadas\npelo Programa de Pós-Graduação  em Engenharia Elétrica\npoderão  ser  usadas  para  integralização  de  créditos  de\noptativas.\nCarga  optativa  direcionada  de  60h  (sessenta  horas)  a\n120h  (cento  e  vinte  horas)  a  ser  cumprida\nobrigatoriamente pelo aluno,  cumprindo a exigência das\nDiretrizes  Curriculares  Nacionais  dos  Cursos  de\nGraduação em Engenharias na área de Humanidades.\nFormação Complementar Aberta : oferece a possibilidade de cursar\numa  Formação  Complementar  Aberta  em  outras  áreas,  sob  a\nresponsabilidade de um orientador acadêmico, com a anuência do\nColegiado  para  o  plano  de  curso  da  formação  complementar\npretendida. Esta formação poderá ser constituída por disciplinas\nofertadas por outros cursos da UFMG, desde que coerente com a\nampliação  da  formação  acadêmica  específica  desejada.  A  carga\nhorária mínima para esta integralização neste tipo de formação é de\n240h  (duzentos  e  quarenta  horas),  com  o  máximo  de  300h\n(trezentas horas).\nFormação Livre : é ofertada, também, a possibilidade de o aluno\ncursar disciplinas escolhidas a seu critério, sem necessidade de\naprovação do Colegiado, em qualquer curso da UFMG, inclusive de\nPós-Graduação, com um mínimo de integralização de 60h (sessenta\nhoras) até o máximo de  120h (cento e vinte horas) neste tipo de\nformação.\nAs  atividades  curriculares  da  estrutura  acima  são  organizadas  em\ngrupos  e  subgrupos,   conforme  os  Quadros  1  e  2,  para  fins  de\ngerenciamento  no  sistema  acadêmico.  As  disciplinas  de  Formação\nAvançada não possuem grupo próprio uma vez que são integralizadas\nvia dispensa de carga horária no grupo de  Disciplinas Optativas . Em\ncada percurso, o aluno deverá integralizar uma carga horária entre os\nvalores mínimos e máximos definidos nos Quadros, observando-se a\ncarga horária total de 3600h para os dois percursos.\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 15", "18": "Colegiado do Curso de Engenharia de Controle e Automação\nFigura 1 – Diagrama ilustrativo da estrutura curricular do curso de Engenharia de Controle\ne Automação da UFMG.\nGrupos de Atividades Curriculares NaturezaMin. (h)Max. (h)\nObrigatórias OB27902790\nEstágio Curricular OB180180\nOptativas em Controle e Automação (G1)OB390510\n       Disciplinas Optativas (G 1.1) OB60510\n       Atividades Complementares (G 1.2) OP0330\nOptativas  Direcionadas  em  Humanidades,\nCiências Sociais e Cidadania  (G2)OB60120\nFormação Livre OB60120\nQuadro 1 –Distribuição de carga horária por grupo de atividades no percurso Bach.\n+Formação Livre\nGrupos de Atividades Curriculares NaturezaMin. (h)Max. (h)\nObrigatórias OB27902790\nEstágio Curricular OB180180\nOptativas em Controle e Automação (G1)OB150270\n       Disciplinas Optativas (G 1.1) OP0270\n       Atividades Complementares (G 1.2) OP0270\nOptativas  Direcionadas  em  Humanidades,\nCiências Sociais e Cidadania  (G2)OB60120\nFormação Complementar Aberta OB240300\nFormação Livre OB6060\nQuadro 2 – Distribuição de carga horária por grupo de atividades no percurso Bach.\n+Formação Livre+Formação Complementar Aberta\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 16", "19": "Colegiado do Curso de Engenharia de Controle e Automação\n3.1Composição Curricular\nA  composição  curricular  proposta  para  o  Curso  é  apresentada  no\nformulário padrão da PROGRAD (Anexo 1) que se encontra no Anexo\ndeste Projeto. Este formulário e os demais que se apresentam no Anexo\nservem de base para o lançamento de todas as atividades do curso no\nSistema Acadêmico da UFMG.\nNos  termos  da  Resolução  CNE/CES  11,  de  11/03/2002,  o  Anexo  1\nclassifica  os  conteúdos  nos  núcleos  Básico,  Profissionalizante  e\nEspecífico. Como resultado dessa classificação, os percentuais da carga\nhorária  total  que  podem  ser  integralizados  em  cada  núcleo  são\nsumarizados nos Quadros 3 e 4. Os quadros exibem os percentuais\nmínimos  e  máximos  possíveis  para  cada  núcleo,  uma  vez  que  tais\npercentuais podem variar conforme o perfil de formação divisado pelo\naluno. Nesses Quadros, considerou-se uma distinção entre Atividades\nComplementares do núcleo Específico (aquelas numeradas de I a V na\nseção Atividades Complementares) e Atividades Complementares do\nnúcleo Básico (aquelas de número VI e VII).\nEm consonância com as diretrizes instituídas na Resolução CNE/CES\n11,  de  11/03/2002,  os  percentuais  de  cerca  de  30%  de  conteúdos\nBásicos e 15% de conteúdos Profissionalizantes são garantidos para\ntodos os perfis de formação (cf. Art. 6º, § 1º e § 3º, da resolução). Um\nmínimo de 52% da carga horária é reservado ao núcleo de conteúdos\nEspecíficos, que abrange conteúdos responsáveis por i) caracterizar a\nmodalidade de Engenharia de Controle e Automação (principalmente\natravés  de  um  mínimo  de  33%  da  CH  em  disciplinas  da  matriz\ncurricular); e ii) pelo desenvolvimento das competências e habilidades\ndo engenheiro elencadas na Seção 2.3 deste Projeto e no Art. 4º da\nreferida resolução, objetivo o qual é atingido pela realização, além das\ndisciplinas,  de  estágio  supervisionado  e  das  atividades\ncomplementares. Nesse sentido o Projeto Pedagógico está novamente\nem consonância com as diretrizes no que tange ao Art. 5º da resolução,\nao  dar  ênfase  ao  aprendizado  fora  de  sala  de  aula  por  meio  dos\nestágios e atividades complementares. Ainda, conforme estipulado pela\nResolução 2 de 18/06/2007 do MEC/CNE/CES em seu Art. 1º, o estágio\ncurricular e as atividades complementares não excedem 20% da carga\nhorária total, uma vez que pode o aluno integralizar um máximo de\n14% do curso com tais atividades.\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 17", "20": "Colegiado do Curso de Engenharia de Controle e Automação\nNúcleos de Conteúdo Min.Max.\nBásico 28%32%\nProfissionalizante 13%13%\nEspecífico 52%57%\n      Disciplinas da matriz 33%52%\n      Estágio+AC’s \nEspecíficas5%14%\n      Formação Avançada 0%14%\nFormação Livre 2%3%\nQuadro 3 – Percentuais mínimos e máximos da carga horária total que podem ser\nintegralizados em cada núcleo de conteúdo para o percurso Bach.+Formação Livre\nNúcleos de Conteúdo Min.Max.\nBásico 28%32%\nProfissionalizante 13%13%\nEspecífico 53%58%\n      Disciplinas da matriz 32%46%\n      Estágio+AC’s Específicas 5%12,5%\n      Formação Avançada 0%7,5%\n      Formação Complementar \nAberta7%8%\nFormação Livre 2%2%\nQuadro 4 – Percentuais mínimos e máximos da carga horária total que podem ser\nintegralizados em cada núcleo de conteúdo para o percurso Bach.+Formação\nLivre+Formação Complementar Aberta\nA  proposta  curricular  acima  está  ainda  em  consonância  com  os\nprincípios de flexibilização da UFMG, estabelecidos nas Diretrizes para\nos  Currículos  de  Graduação  da  UFMG,  aprovadas  pelo  CEPE  em\n19/04/2001. Na Formação Livre, um mínimo de 2% (máximo de 3%) da\ncarga horária é garantido ao aluno para a busca de conhecimentos de\nqualquer natureza motivada por seu interesse pessoal. Já na Formação\nComplementar Aberta, uma parcela que varia de 7% a 8% da carga\nhorária pode ser investida num grupo coeso de atividades curriculares\nque complementa o currículo fixo seja i) no campo das competências e\nhabilidades do engenheiro (numa formação em empreendedorismo por\nexemplo), seja ii) numa área de aplicação da engenharia de controle e\nautomação (numa formação em bioengenharia por exemplo), seja  iii)\nnum aprofundamento da própria modalidade de controle e automação\n(numa  formação  em  robótica  ou  numa  formação  em  inteligência\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 18", "21": "Colegiado do Curso de Engenharia de Controle e Automação\nartificial por exemplo). O caráter “aberto” desse tipo de formação é\nimportante i) para permitir que ele se adeque ao ritmo das mudanças\ntecnológicas  da  área,  e  também  ii) pelo  caráter  “horizontal”  da\nengenharia de controle e automação, que não é uma área de aplicação\nem si, mas é sempre aplicada a processos de outras áreas do saber (em\nprocessos mecânicos, elétricos, biológicos, químicos, de manufatura,\nentre  outros).  Não  obstante  seu  caráter  “aberto”,   esse  tipo  de\nformação será sujeito à aprovação do Colegiado de modo a assegurar\nque haja uma real ampliação da formação específica original.\nO Anexo 2 apresenta a matriz curricular proposta para o Curso. Na \ncoluna “ Situação”, aplica-se a seguinte legenda: “C” =Criada; “I” = \nIncluída, “A”  = Alterada, “M” = Mantida. As disciplinas do grupo de \noptativas direcionadas são indicadas pelo código “OD”. Já as disciplinas\nque compõem o grupo de atividades complementares estão indicadas \nexplicitamente no Anexo 1.\nO Anexo 9 apresenta o ementário das disciplinas obrigatórias e \noptativas. Os demais formulários são exigidos para a avaliação do \nProjeto na Câmara de Graduação da UFMG.\nDisciplinas Universais (Colar Multidisciplinar)\nDentro do campo específico da “Engenharia de Controle e Automação”\ne sob a responsabilidade do Colegiado do Curso, serão ofertadas 20\nvagas  na  disciplina  “Introdução  a  Engenharia  de  Controle  e\nAutomação” para uso prioritário de alunos de outros cursos da UFMG. \n3.2Atividades Curriculares Obrigatórias e sua \nRegulamentação\nEstágio Supervisionado\nO  Estágio  Supervisionado  do  Curso  de  Engenharia  de  Controle  e\nAutomação da UFMG, atendendo ao estabelecido pela Resolução CNE/\nCES 11, de 11 de março de 2002, que define carga horária mínima de\n160h para estágio, possui carga horária de 180h (12 créditos). Sua\nexecução  obedece à Resolução da Escola de Engenharia, em anexo,\nque dispõe sobre os critérios para a realização do Estágio Curricular no\nâmbito dos cursos de Graduação da Escola de Engenharia da UFMG.\nO  colegiado  regulamenta,  também,  o  aproveitamento  de  estágio\ncurricular obrigatório no curso, por meio da resolução Nº 02/2016, que\nestabelece:\nArt.  2.º.  Para  fins  de  aproveitamento  de  Estágio  Obrigatório  na\natividade  acadêmica  Estágio  Supervisionado  em  Engenharia  de\nControle e Automação, o discente deverá apresentar ao professor os\nseguintes documentos: \nI - Termo de Compromisso entre a Empresa, o estagiário e a UFMG,\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 19", "22": "Colegiado do Curso de Engenharia de Controle e Automação\ndevidamente assinado por todas as partes.  \nII - Plano de Estágio devidamente assinado pelo Estagiário, supervisor\ndo campo de Estágio e pelo professor orientador. \nIII  -  Relatório  de  Estágio  devidamente  assinado  pelo  Estagiário,\nsupervisor do campo de Estágio e pelo professor orientador. \nArt. 3.º. O discente, regularmente matriculado, deverá apresentar toda\ndocumentação especificada no art. 2.o até data estipulada pelo docente\nresponsável  pela  atividade  acadêmica  Estágio  Supervisionado  em\nEngenharia de Controle e Automação.\nArt.  4.º.  O  docente  de  Estágio  Supervisionado  em  Engenharia  de\nControle e Automação deverá atribuir uma nota entre 0 (zero) e 100\n(cem) ao discente.\nProjeto Final de Curso\nO Projeto de Final de Curso do Curso (PFC) de Engenharia de Controle\ne Automação da UFMG constitui importantíssima Atividade Acadêmica\nno âmbito do Curso, para garantir a formação profissional planejada.\nEsta formação é estruturada a partir de forte base teórica/conceitual,\nfundamentação  metodológica  e  análise  de  problemas  reais,  com\nconsequente  proposta  e  desenvolvimento  de  projeto  para  solução.\nConsiderando que a área é, eminentemente, multidisciplinar o PFC vai\nmuito além da proposta dos Trabalhos de Conclusão de Curso, ora\nobrigatórios  para  todas  as  engenharias.  Encontra-se  em  execução\ndesde  a  criação  do  Curso  e  já  é  considerada  parte  da  cultura\nacadêmica vigente entre os alunos e professores.\nO  PFC  requer,  para  sua  realização,  a  elaboração  da  “Proposta  de\nProjeto Final de Curso” (PPFC), cujo conteúdo é detalhado a seguir, e\ncuja aprovação constitui-se de requisito obrigatório para a execução do\nPFC.\nProposta de Projeto Final de Curso\nA PPFC constitui-se de documento a ser elaborado preferencialmente\nao longo do8o período da subdivisão diurna e 10.o período a subdivisão\nnoturna, e portanto imediatamente antes das disciplinas “Projeto Final\nde Curso I”  e “Projeto Final de Curso II”. A PPFC será submetida ao\nColegiado do Curso, que designará uma comissão formada por pelo\nmenos  2  professores  pertencentes  aos  departamentos  responsáveis\npela oferta do curso para análise e eventual aprovação da mesma. A\naprovação do PPFC será obrigatória para habilitar o aluno a executar o\nPFC. A PPFC deverá conter, no mínimo, os seguintes elementos:\nObjetivos e motivação do tema proposto;\nMétodos propostos para sua execução;\nRecursos necessários;\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 20", "23": "Colegiado do Curso de Engenharia de Controle e Automação\nAnálise de viabilidade do tema proposto, para execução em 2\n(dois) semestres consecutivos;\nCronograma de atividades;\nCarta de aceite do orientador acadêmico do PFC;\nCarta de aceitação da empresa.\nElaboração do Projeto Final de Curso\nA execução do PFC, bem como sua avaliação, é regulamentada pela\nResolução 01/2014 de 08/10/2014 do Colegiado do Curso, em anexo.\n3.3Orientação Acadêmica no Curso\nA  estrutura  flexibilizada  da  composição  curricular  do  Curso  de\nEngenharia  de  Controle  e  Automação  exige,  segundo  as  definições\ndeste Projeto Pedagógico, a orientação acadêmica de seus alunos. Além\ndo Coordenador e Sub-Coordenador, os alunos poderão contar com a\norientação  de um professor  tutor  para cada  um  dos  agrupamentos\nsugeridos  na  Introdução.  Estes  professores  serão  convidados  pelo\nColegiado  a  participar  desta  atividade  e  serão  preferencialmente\nmembros   deste.  O  período  de  participação  dos  professores  nesta\natividade  será  definido  de  comum  acordo  com  os  Departamentos\nenvolvidos e poderá variar dependendo do atendimento aos objetivos\nda orientação.\nA  realização  de  Seminários  de  Avaliação  do  Curso,  prevista  neste\nProjeto Pedagógico, serve, também, à orientação e integração do corpo\ndiscente e docente do Curso, oferecendo aos alunos a oportunidade de\nmanifestação  conjunta  de  seus  interesses,  discussão  das  atividades\nacadêmicas  e  esclarecimentos  de  dúvidas  sobre  o  curso,  estágio  e\nmercado de trabalho.\n3.4Formação Complementar Aberta\nO  curso  admitirá  um  percurso  prevendo  Formação  Complementar\nAberta,  constituída  por  conjuntos  de  Atividades  Acadêmicas\nCurriculares  ofertadas  pela  UFMG,  possivelmente  integrantes  dos\ncurrículos  de  outros  cursos  da  instituição.  Cada  proposta  de  FCA\ndeverá  ser  examinada  em  seu  mérito  pelo  Colegiado,  de  forma  a\nassegurar que tal formação se articule tematicamente com o curso,\ncumprindo uma ou mais dentre as seguintes funções:\nAprofundamento  nos  temas  integrantes  do  campo  da  Eng.  de\nControle e Automação, seja em seus fundamentos, seja em suas\ntecnologias;\nIntrodução ou aprofundamento nos campos de aplicação da Eng. de\nControle e Automação;\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 21", "24": "Colegiado do Curso de Engenharia de Controle e Automação\nAquisição  ou  desenvolvimento  das  atitudes  e  habilidades  que\ncompõem o perfil desejável para atuação profissional do Engenheiro\nde Controle e Automação nos diferentes espaços e nas diferentes\nfunções integrantes de seu campo de atuação.\nO  aluno  interessado  em  integralizar  carga  horária  por  meio  de\nFormação  Complementar  Aberta  deve  solicitar  ao  Colegiado  a\nalteração de seu percurso curricular para aquele supracitado. Tal aluno\ndeverá cursar um conjunto de disciplinas específicas coerente com a\nformação pretendida (integralizando entre 240h e 300h), as quais serão\nselecionadas de comum acordo entre este e seu orientador acadêmico.\nAs  disciplinas  escolhidas  deverão  fazer  parte  de  um  “Plano  de\nFormação Complementar”, redigido pelo aluno e aprovado pelo seu\norientador acadêmico, e que deverá ser aprovado pelo Colegiado do\ncurso. É papel do Colegiado garantir que o plano seja coerente com a\nampliação da formação acadêmica específica desejada.\nCARACTERIZAÇÃO GERAL\nNome do Curso: Engenharia de Controle e Automação \nLocal: Campus Pampulha – Belo Horizonte\nInício de vigência proposto: 2º Semestre de 2018\nNúmero de vagas no vestibular:  80 para o diurno e 50 para o noturno\nEntrada no curso: Duas entradas semestrais: 40/40 diurno e 25/25 noturno\nModalidade: Bacharelado\nTurno: Diurno e Noturno\nTitulação a ser conferida: Bacharel em Engenharia de Controle e Automação\nTempo de integralização: 10 semestres para o diurno e 12 semestres para o \nnoturno\nPercursos curriculares:\nBacharelado / Formação Livre (padrão)\nBacharelado / Formação Complementar Aberta / Formação Livre\nCarga horária total:  3600 horas\nObrigatória: 2970 horas (82,5%) \nTeórica: 2040 horas (56,7%) \nPrática: 750 horas (20,8%)\nà Distância: 180 horas (5%)\nOptativa: 630 horas (17,5%)\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 22", "25": "Colegiado do Curso de Engenharia de Controle e Automação\n4REGULAMENTAÇÕES DO CURSO\nRESOLUÇÃO N° 02/2017, DE 01 DE DEZEMBRO DE 2017\nDispõe  sobre  o  aproveitamento  das  atividades  acadêmicas\ncurriculares complementares e a sua valoração em créditos no\nâmbito dos Cursos de Graduação da Escola de Engenharia da\nUFMG.\nA  Congregação  da  Escola  de  Engenharia  da  UFMG,  órgão  de  deliberação  superior  da\nUnidade, no uso de suas atribuições estatutárias, considerando:\nI.A Resolução CNE/CES nº 2, de 18 de junho de 2007, do Conselho Nacional de\nEducação.\nII.As Normas Gerais de Graduação da UFMG.\nIII.Os Projetos Pedagógicos dos Cursos de Graduação da Escola de Engenharia.\nRESOLVE adotar os seguintes critérios para a integralização de créditos por atividades\nacadêmicas curriculares complementares no âmbito dos Cursos de Graduação da Escola de\nEngenharia, conforme a seguir:\nArt.1º.  Serão  reconhecidas  como  Atividades  Acadêmicas  Curriculares  Complementares\n(AACC’s)  as  atividades  listadas  nesta  Resolução,  agrupadas  em  quatro  categorias  (I.\nIniciação à Pesquisa; II. Iniciação ao Ensino, III. Iniciação à Extensão e IV. Outras), sendo\nclassificadas como projeto, programa, evento e estágio:\nI.Iniciação à Pesquisa:\na)Iniciação Científica (projeto).\nb)Publicação (programa).\nII.Iniciação ao Ensino:\na)Monitoria (projeto).\nb)Projeto Acadêmico de Ensino (projeto).\nc)Tutoria em Atividade de Ensino (projeto).\nIII.Iniciação à Extensão:\na)Projeto de Extensão (projeto).\nb)Participação em Equipe de Competição Estudantil (programa).\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 23", "26": "Colegiado do Curso de Engenharia de Controle e Automação\nc)Participação em Empresas Juniores (programa).\nIV.Outras Atividades:\na)Participação em Evento Técnico-Científico, Acadêmico e de Empreendedorismo e \nInovação (evento).\nb)Organização de Evento Técnico-Científico, Acadêmico e de Empreendedorismo e \nInovação (evento).\nc)Participação em Associação Estudantil (programa).\nd)Representação Estudantil em Órgão Colegiado da UFMG (programa).\ne)Curso Presencial e à Distância na área de abrangência do Curso de Graduação \n(evento).\nf)Vivência Profissional Complementar na área de abrangência do Curso de Graduação \n(estágio).\nArt.2º. Os Colegiados de Cursos de Graduação estabelecerão, em Resolução própria e de\nacordo com seu projeto pedagógico, os números máximo e mínimo de créditos a serem\nintegralizados como AACC’s, observando-se os seguintes requisitos:\nI.O número mínimo a ser integralizado corresponde a 8 (oito) créditos.\nII.O  número  máximo  de  créditos  a  ser  integralizado  deverá  atender  a  Resolução\nCNE/CES nº 2, de 18 de junho de 2007, do Conselho Nacional de Educação, que\nestabelece que a carga horária de estágio obrigatório somada às AACC’s não deverá\nexceder 20% (vinte por cento) da carga horária total do curso.\nArt.3º. Os créditos gerados a partir da integralização de AACC’s descritas nesta Resolução\nserão lançados como créditos em disciplinas não obrigatórias, ficando a critério de cada\nColegiado de Curso de Graduação o seu enquadramento em disciplinas optativas ou de\nformação livre.\nArt.4º. Para a integralização dos créditos em uma AACC classificada como projeto, o aluno\ndeverá preencher os seguintes requisitos:\nI.Ter um professor orientador.\nII.Entregar relatório das atividades desenvolvidas no período.\nIII.Ter o relatório avaliado pelo professor orientador com nota mínima de 60 (sessenta)\npontos, em uma escala de 0 (zero) a 100 (cem) pontos.\nArt.5º. A apuração do aproveitamento de AACC classificada como projeto, de que trata a\npresente  Resolução,  será  feita  com  base  na  nota  atribuída  pelo  professor  orientador,\ndevendo constar na solicitação, além da documentação específica, o relatório das atividades\ndesenvolvidas avaliado pelo orientador.\nArt.6º. A apuração do aproveitamento de AACC classificada como programa, evento ou\nestágio, de que trata a presente Resolução, será feita por dispensa de créditos, sem\nlançamento de nota. Nos casos em que não for possível a dispensa sem lançamento de\nnota, será atribuída a nota 100 (cem).\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 24", "27": "Colegiado do Curso de Engenharia de Controle e Automação\nArt.7º. Somente poderá ser aproveitada a AACC ocorrida após a data do registro inicial do\naluno em Curso de Graduação na UFMG e até 6 (seis) meses após o término da atividade.\nArt.8º. A solicitação de aproveitamento de AACC para integralização de créditos deverá ser\nfeita no Centro de Graduação da Escola de Engenharia ou órgão competente para tal, de\nacordo com as condições estabelecidas nesta Resolução e em formulário próprio. Caberá à\nCoordenação do Colegiado do Curso de Graduação a análise da solicitação.\nArt.9º. Uma atividade realizada pelo aluno poderá ser utilizada para integralizar créditos\nsomente em uma única AACC.\nArt.10º.  Os  projetos  de  Iniciação  Científica  são  voltados  para  a  pesquisa  e  são\ndesenvolvidos por um ou mais alunos sob a orientação de um professor da UFMG. A\nintegralização de créditos nesta atividade terá as seguintes especificidades: \nIPoderão ser integralizadas participações de alunos com ou sem bolsa.\nII.O aluno deverá, quando aplicável, apresentar o trabalho na Semana de Iniciação\nCientífica, o que não contará créditos como Participação em Eventos ou Publicações.\nIII.O  aluno  deverá  apresentar  declaração  comprobatória,  constando  o  período  de\nparticipação no projeto de iniciação científica.\nIV.Para projetos de iniciação científica com vínculo institucional formal, serão atribuídos 3\n(três) créditos por semestre na atividade, podendo ser integralizados no máximo 6\n(seis) créditos.\nV.Para outros projetos, serão atribuídos 2 (dois) créditos por semestre na atividade,\npodendo ser integralizados no máximo 4 (quatro) créditos. \nArt.11. Os trabalhos de pesquisa desenvolvidos pelo aluno durante a sua vida acadêmica\npodem  ser  relatado  se  publicados  em  livros,  revistas  técnicas  indexadas,  periódicos\nespecíficos da área ou em anais de congressos e demais eventos, dentro e fora do país. Os\nprocedimentos necessários para uma publicação ou para a submissão do trabalho a evento\ndevem  ser  realizados  pelo  próprio  aluno,  demais  envolvidos  e  pelo  seu  professor\norientador.A integralização de créditos nesta atividade terá as seguintes especificidades:\nI.O aluno deverá apresentar cópia completa do trabalho e comprovante de publicação\n(em caso de evento) ou aceite para publicação (nos demais casos).\nII.Serão concedidos 1(um) crédito para artigo publicado em evento nacional; 2 (dois)\ncréditos  para  artigo  publicado  em  evento  internacional  e  3  (três)  créditos  para\npublicação em revista técnica indexada, periódico com corpo editorial ou em livro\ntécnico indexado.\nArt.12.  Programas  de  Monitoria  de  Graduação  visam,  essencialmente,  dar  suporte  às\natividades acadêmicas curriculares vinculadas aos projetos pedagógicos dos Cursos de\nGraduação, contribuindo para a melhoria da qualidade e do aprendizado dos conteúdos\nabordados. Sua carga horária típica é de 12 horas semanais.A integralização de créditos\nnesta atividade terá as seguintes especificidades:\nI.Poderão ser integralizadas participações de alunos com ou sem bolsa.\nII.O aluno deverá apresentar declaração comprobatória, constando nesta o período de\nparticipação no programa de monitoria.\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 25", "28": "Colegiado do Curso de Engenharia de Controle e Automação\nIII.Serão atribuídos 2 (dois) créditos por semestre letivo, podendo ser integralizados no\nmáximo 4 (quatro) créditos.\nArt.13. Os projetos acadêmicos de ensino são aqueles que apresentam propostas de novas\nmetodologias pedagógicas ou avanços tecnológicos do ensino nos Cursos de Graduação,\nprodução de material didático e estudos temáticos direcionados para o ensino de graduação\ne informações relevantes para a atualização dos projetos curriculares. A integralização de\ncréditos nesta atividade terá as seguintes especificidades:\nI.Poderão ser integralizadas participações de alunos com ou sem bolsa.\nII.O aluno deverá, quando aplicável, apresentar trabalho na Semana do Conhecimento, o\nque não contará créditos como Participação em Eventos ou Publicações.\nIII.O aluno deverá apresentar declaração comprobatória, constando nesta o período de\nparticipação no projeto.\nIV.Para projetos acadêmicos de ensino com vínculo institucional formal, serão atribuídos\n3  (três)  créditos  por  semestre,  podendo  ser  integralizados  no  máximo  6  (seis)\ncréditos.\nV.Para outros projetos, serão atribuídos 2 (dois) créditos por semestre, podendo ser\nintegralizados no máximo 4 (quatro) créditos.\nArt.14. Tutorias em Atividades de Ensino correspondem às atividades desenvolvidas por\nalunos sob a supervisão de um professor com o objetivo de auxiliar na concepção e oferta\ndas  atividades  acadêmicas,  tais  como:  montagem  de  computadores  e  equipamentos,\ninstalação de software e configuração de equipamentos, elaboração de roteiros de aulas e\napoio  aos  alunos  na  resolução  de  dúvidas  e  atividades  práticas,  entre  outras.A\nintegralização de créditos nesta atividade terá as seguintes especificidades:\nI.Poderão ser integralizadas participações de alunos com ou sem bolsa.\nII.O  aluno  deverá  apresentar  declaração  comprobatória,  constando  o  período  de\nparticipação na tutoria.\nIII.Serão atribuídos 2 (dois) créditos por semestre letivo, podendo ser integralizados no\nmáximo 4 (quatro) créditos.\nArt.15.  A  extensão  é  a  ação  da  Universidade  junto  à  comunidade,  que  possibilita  o\ncompartilhamento  do  conhecimento  adquirido  por  meio  do  ensino  e  da  pesquisa\ndesenvolvidos na instituição, propiciando a interação com a comunidade e a transformação\nda  realidade  social.A  integralização  de  créditos  nesta  atividade  terá  as  seguintes\nespecificidades:\nI.Poderão ser integralizadas participações de alunos com ou sem bolsa.\nII.O aluno deverá, quando aplicável, apresentar trabalho na Semana do Conhecimento, o\nque não contará créditos como Participação em Eventos ou Publicações.\nIII.O  aluno  deverá  apresentar  declaração  comprobatória,  constando  o  período  de\nparticipação no projeto de extensão.\nIV.Para projetos com vínculo institucional formal, serão atribuídos 3 (três) créditos por\nsemestre, podendo ser integralizados no máximo 6 (seis) créditos.\nV.Para outros projetos de extensão, serão atribuídos 2 (dois) créditos por semestre,\npodendo ser integralizados no máximo 4 (quatro) créditos.\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 26", "29": "Colegiado do Curso de Engenharia de Controle e Automação\nArt.16. As competições estudantis são eventos periódicos disputados por equipes formadas\npor alunos universitários, em geral de diferentes Cursos de Graduação, que apresentam o\ndesempenho de um produto desenvolvido. Cada competição tem uma proposta específica,\ndetalhando o produto a ser desenvolvido e impondo restrições a este. Os alunos são\nresponsáveis por toda a elaboração do projeto, da concepção até a montagem do produto,\npossibilitando  a  aplicação  de  conceitos  vistos  ao  longo  do  Curso  de  Graduação.A\nintegralização de créditos nesta atividade terá as seguintes especificidades:\nI.O aluno deverá apresentar relatório de atividades desenvolvidas, aprovado por um dos\nresponsáveis pela equipe de competição.\nII.O  aluno  deverá  apresentar  declaração  comprobatória,  constando  o  período  de\nparticipação na equipe.\nIII.Serão atribuídos 3 (três) créditos por semestre letivo, podendo ser integralizados no\nmáximo 6 (seis) créditos.\nArt.17. Empresas Juniores são associações civis sem fins lucrativos, constituídas e geridas\npor alunos de Cursos de Graduação, que têm como objetivo desenvolver profissionalmente\nseus membros, a partir da vivência empresarial. Os membros de uma Empresa Júnior\npodem atuar na parte administrativa da empresa ou no desenvolvimento de projetos e\nserviços, correspondente à área de atuação do(s) Curso(s) de Graduação que a compõem.\nA integralização de créditos nesta atividade terá as seguintes especificidades:\nI.O aluno deverá apresentar relatório das atividades desenvolvidas, aprovado pelo\nPresidente ou Vice-Presidente da Empresa Júnior.\nII.O  aluno  deverá  apresentar  declaração  comprobatória,  constando  o  período  de\nparticipação na Empresa Júnior.\nIII.Serão atribuídos 2 (dois) créditos por semestre letivo, podendo ser integralizados no\nmáximo 4 (quatro) créditos.\nArt.18. A participação em eventos permite que o aluno conheça resultados de pesquisa\natuais, desenvolvimento de novas tecnologias e metodologias, além de contribuir para o\nentendimento das possíveis áreas de atuação do seu Curso de Graduação. Entende-se como\nparticipação em eventos a participação do aluno em palestras coordenadas pela Pró-Reitoria\nde Graduação – PROGRAD, Simpósios, Congressos, Semanas Acadêmicas, Visitas Técnicas\n(como o Programa de Experiência Técnica Complementar) e outros encontros de natureza\ntécnico-científico,  acadêmica  e  de  empreendedorismo  e  inovação.A  integralização  de\ncréditos nesta atividade terá as seguintes especificidades:\nI.O evento deve ser de natureza técnico-científico, acadêmica ou de empreendedorismo,\ndevendo estar relacionado à área de atuação do Curso de Graduação do aluno.\nII.O aluno deverá apresentar certificado de participação no evento, contendo informação\nsobre a sua duração.\nIII.Será atribuído 1 (um) crédito para cada 15h de duração do evento, podendo ser\nintegralizados no máximo 2 (dois) créditos.\nIV.No caso específico de palestras coordenadas pela PROGRAD, será atribuído 01 (um)\ncrédito ao aluno a cada 6 (seis) participações, independentemente do tempo de\nduração de cada palestra, podendo ser integralizados no máximo 2 (dois) créditos. O\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 27", "30": "Colegiado do Curso de Engenharia de Controle e Automação\ninício do prazo para a solicitação do aproveitamento considera a data da última\npalestra comparecida pelo discente.\nArt.19. A organização de eventos acadêmicos contempla o planejamento e a execução de\natividades  para  a  realização  de  eventos  como  Semanas  Acadêmicas,  Simpósios,\nCongressos,  Encontros,  entre  outros,  vinculados  às  áreas  de  atuação  dos  Cursos  de\nGraduação da Escola de Engenharia.A integralização de créditos nesta atividade terá as\nseguintes especificidades:\nI.O  evento  deverá  ser  de  natureza  técnico-científico,  acadêmica  ou  de\nempreendedorismo,  devendo  estar  relacionado  à  área  de  atuação  do  Curso  de\nGraduação do aluno.\nII.O aluno deverá apresentar comprovação de participação na organização do evento e\nrelatório das atividades desenvolvidas.\nIII.Será atribuído 1 (um) crédito a cada 7,5h de duração do evento, limitados ao máximo\nde 2 (dois) créditos.\nIV.Uma vez que sua participação já está sendo considerada na organização, o aluno\nsomente poderá aproveitar uma única atividade como organização ou participação em\neventos à sua escolha.\nArt. 20. Associações Estudantis tratam-se de instituições organizadas e geridas por alunos\ncom os mais diversos fins, seja a representação discente, a promoção da prática esportiva e\ndo  lazer,  o  desenvolvimento  de  projetos  sociais,  entre  outros.  Participando  destas\ninstituições o aluno desenvolve habilidades como oratória, negociação, gestão de conflitos,\ngerenciamento  de  tempo  e  de  pessoas,  comunicação,  entre  outras,  além  de  ter  a\noportunidade de impactar a qualidade do seu Curso de Graduação, com reflexos positivos\nna Escola de Engenharia e na Sociedade. A integralização de créditos nesta atividade terá\nas seguintes especificidades:\nI.O  aluno  deverá  apresentar  relatório  de  atividades  desenvolvidas,  aprovado  pelo\nresponsável pela Associação Estudantil.\nII.O  aluno  deverá  apresentar  declaração  comprobatória,  constando  o  período  de\nparticipação na Associação Estudantil.\nIII.Será atribuído 1 (um) crédito por semestre de participação na gestão do DA, DCE,\nGrêmio  ou  Associação  Atlética,  podendo  ser  integralizados  no  máximo  2  (dois)\ncréditos.\nArt.21. A integralização de créditos pela representação discente em órgãos colegiados\nprevistos no estatuto da UFMG terá as seguintes especificidades:\nI.O aluno deverá apresentar declaração comprobatória expedida pelo órgão colegiado\ndo qual participa.\nII.Será atribuído 1 (um) crédito por ano de participação como representante discente em\nórgão colegiado da UFMG, podendo ser integralizado no máximo 1 (um) crédito.\nArt. 22. A realização de cursos presenciais e à distância não ofertados pela Universidade,\nmas que se encaixem na área de atuação do Curso de Graduação e que complementem a\nformação  do  aluno,  permitem  que  este  entre  em  contato  com  novas  ferramentas  e\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 28", "31": "Colegiado do Curso de Engenharia de Controle e Automação\nmetodologias utilizadas no mercado de trabalho. A integralização de créditos nesta atividade\nterá as seguintes especificidades:\nI.O curso ou atividade à distância deverá ser de natureza técnico-científico, acadêmica\nou de empreendedorismo, se encaixando na área de atuação do Curso de Graduação\ndo aluno.\nII.O aluno deverá apresentar cópia da ementa do curso ou atividade à distância e\ncertificado de participação contendo a carga horária.\nIII.Será atribuído 1 (um) crédito para cada 15h de duração do curso ou atividade à\ndistância, podendo ser integralizados no máximo 2 (dois) créditos.\nArt.  23.  A  Vivência  Profissional  Complementar  na  área  de  abrangência  do  Curso  de\nGraduação é uma atividade em que o aluno tem a oportunidade de crescimento pessoal e\nprofissional a partir do contato com a área de atuação do seu Curso, como por exemplo o\nestágio curricular não obrigatório, a participação em projetos de engenharia dentro ou fora\nda universidade, dentre outros.A integralização de créditos nesta atividade terá as seguintes\nespecificidades:\nI.Será atribuído 1 (um) crédito para cada 300 (trezentas) horas de trabalho, podendo\nser integralizados no máximo 4 (quatro) créditos.\nII.O aluno deverá apresentar documento comprobatório referente à sua participação e\nduração da atividade.\nArt.24. Os casos omissos nesta Resolução serão analisados e decididos pelo Colegiado do\nCurso de Graduação ao qual o aluno está vinculado.\nArt. 25. Revogadas as disposições em contrário, esta Resolução entra em vigor a partir da\ndata de sua aprovação pela Congregação da Escola de Engenharia da UFMG.\nProf. Cícero Murta Diniz Starling\nDiretor em Exercício da Escola de Engenharia\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 29", "32": "Colegiado do Curso de Engenharia de Controle e Automação\nComplemento: Resumo do Aproveitamento de Atividades\nComplementares Conforme a Resolução 02/2017 da\nEEUFMG\nAtividade Complementar Créditos Aproveitados\nIniciação Científica 3/semestre\nArtigo em evento nacional 1/artigo\nArtigo em evento internacional 2/artigo\nArtigo em periódico 3/artigo\nCapítulo em livro 3/artigo\nMonitoria 2/semestre\nProjeto acadêmico de ensino 3/semestre\nTutoria em atividades de ensino 2/semestre\nProjeto de extensão 3/semestre\nCompetições estudantis 3/semestre\nEmpresas juniores 2/semestre\nParticipação em eventos na área 1/(15h)\nOrganização de eventos 1/(7,5h)\nCurso na área 1/(15h)\nVivência Prof. Complementar 1/(300h)\nAssociações estudantis 1/semestre\nRepresentação estudantil 1/ano\nParticipação em eventos de \nHumanidades, Ciências Sociais\ne Cidadania1/(6 palestras)\nMáximo de créditos 22 \nTabela 1 – Resumo dos créditos atribuídos por unidade de atividade complementar e\ndos limites por atividade\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 30", "33": "Colegiado do Curso de Engenharia de Controle e Automação\nRESOLUÇÃO Nº 01/2016, DE 27 DE ABRIL DE 2016.\n  Regulamenta e estabelece critérios para a Mudança de Turno no\nCurso de Engenharia de Controle e Automação da UFMG.\nO  Colegiado  de  Coordenação  Didática  do  Curso  de  Engenharia  de\nControle  e  Automação  da  UFMG,  com  fundamento  na  Resolução  do\nConselho de Ensino, Pesquisa e Extensão da UFMG (CEPE) n.º 05, de\n24/05/2007 e, com base na 178ª reunião ordinária realizada em 27 de\nabril de 16, no uso das suas atribuições, RESOLVE:\nArt. 1.º. Os pedidos de mudança de turno devem ser protocolizados na\nSecretaria  do  Colegiado  de  Graduação  em  Engenharia  de  Controle  e\nAutomação no período previamente divulgado em Calendário Semestral\ndo Colegiado. \nArt. 2.º. A mudança de turno ficará condicionada à existência de vagas,\ncujo  total  será  obtido  a  partir  da  soma  do  número  de  vagas\nremanescentes, informado semestralmente pelo DRCA, com o de vagas\nabertas em decorrência do deferimento de pedidos de mudança de turno\nno âmbito do processo seletivo em curso.\nArt. 3.º.  Estão habilitados a solicitar a mudança de turno os discentes\nregularmente matriculados que tenham, obrigatoriamente, integralizado\ntodas as disciplinas do 1º período do turno de entrada no curso.\nParágrafo Único.  Para fins deste artigo, regularmente matriculados\nentende-se  por  alunos  que  estejam  cursando  regularmente  as\ndisciplinas ou com a matrícula trancada. \nArt. 4.º. Caso o número de pedidos seja superior ao número de vagas,\nterão prioridade os alunos que:\nI - comprovarem necessidade de mudança de turno relacionada a trabalho\nsob  vínculo  de  subordinação  empregatícia,  ou  exercício  de  cargo,\nemprego  ou  função  pública,  excluídos  os  de  natureza  exclusivamente\ncomissionada ou de confiança;\nII  -  tiverem  concluído  o  maior  número  de  créditos  em  disciplinas\nobrigatórias do Curso;\nIII - apresentarem a maior média aritmética de rendimentos semestrais\nglobais.\n§ 1º. As situações relacionadas no caput constituem critérios absolutos de\nprioridade, somente podendo passar ao previsto no inciso seguinte se a\naplicação do inciso anterior não for suficiente para o preenchimento das\nvagas ou para desempate dos candidatos.\n§ 2º. É vedado equiparar à situação prevista no inciso I do caput qualquer\nforma de estágio, curricular ou não, atividade autônoma ou informal, ou\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 31", "34": "Colegiado do Curso de Engenharia de Controle e Automação\natividade como sócio ou dirigente de empresa ou sociedade, sem vínculo\nde subordinação empregatícia.\nArt. 5.º. É permitida somente uma troca de turno durante o curso.\nArt. 6.º. A presente Resolução entrará em vigor nesta data. \nRegistre-se, publique-se e cumpra-se. \nBelo Horizonte, 27 de abril de 2016.\nProfessor Igor Amariz Pires\nCoordenador do Colegiado de Graduação em Engenharia de\nControle e Automação da UFMG\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 32", "35": "Colegiado do Curso de Engenharia de Controle e Automação\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 33", "36": "Colegiado do Curso de Engenharia de Controle e Automação\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 34", "37": "Colegiado do Curso de Engenharia de Controle e Automação\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 35", "38": "Colegiado do Curso de Engenharia de Controle e Automação\nRESOLUÇÃO No 01/2014 DE 08/10/2014\nRegulamenta o Projeto Final de Curso no âmbito\ndo Curso de Engenharia de Controle e Automação da\nUFMG.\nO  COLEGIADO  DE  COORDENAÇÃO  DIDÁTICA  DO  CURSO  DE\nGRADUAÇÃO EM ENGENHARIA DE CONTROLE E AUTOMAÇÃO, no uso de suas\natribuições estatutárias, considerando o disposto no Projeto Pedagógico do curso,\nresolve:\nArt.  1o Regulamentar  a  Matrícula,  Acompanhamento  e  Avaliação  nas\natividades acadêmicas Projeto Final de Curso I e Projeto Final de Curso II nos\ntermos dessa Resolução.\nArt. 2o O Projeto Final de Curso (PFC) deve ter um caráter aplicado, voltado\npara a resolução de problemas práticos de engenharia, desenvolvido dentro ou\nfora da universidade, em empresas produtoras de bens materiais ou de serviços\nParágrafo  Único:  O  PFC  deve  conter  todas  as  etapas  efetivas  de\nresolução  de  problemas  reais,  sendo  enfatizada  a  aplicação  prática  de\nconhecimentos de engenharia, a validação e a avaliação dos resultados.\nArt. 3o O aluno se matriculará em dois semestres consecutivos, ao longo dos\nquais contará com um duplo acompanhamento dos professores responsáveis pela\natividade acadêmica e do professor-orientador.\n§ 1o A orientação quanto a conteúdo e desenvolvimento do trabalho e\nredação do relatório técnico ficará a cargo do Professor-Orientador, de\nlivre  escolha  do  aluno  ou  designado  pelo  Colegiado,  com  competência\nreconhecida no tema escolhido:\nO  orientador  deverá  se  comprometer  formalmente,  junto  ao\ncolegiado, de orientar o aluno.\nSe o trabalho for realizado na empresa, o orientador deve verificar\nsua  viabilidade  técnica  e  se  os  equipamentos  necessários  estão\ndisponíveis de imediato;\nAntes da finalização da matrícula na atividade acadêmica Projeto\nFinal de Curso I, o aluno deverá apresentar uma proposta de trabalho\njunto ao Colegiado, devidamente aprovada por um professor do curso,\nque será seu futuro orientador.\nCaso  o  trabalho  seja  realizado  em  uma  empresa  ou  em\nlaboratórios fora dos Departamentos de Engenharia Elétrica (DEE) e\nEngenharia  Eletrônica  (DELT),  obrigatoriamente  deverá  ser\ndesignado  um  supervisor  responsável  pelo  aluno  nestes\nestabelecimentos.  Caso  contrário,  a  designação  do  supervisor  é\nopcional.\n§ 2o Os professores responsáveis pela atividade acadêmica PFC farão\num acompanhamento metodológico e pedagógico, zelando pela realização\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 36", "39": "Colegiado do Curso de Engenharia de Controle e Automação\ndo trabalho em conformidade com os objetivos fixados pelo Colegiado e\ncom as normas dos trabalhos científicos;\n§  3o Ao  fim  do primeiro  semestre,  o aluno  deverá  apresentar  um\nrelatório parcial contendo uma revisão bibliográfica, descrição detalhada\ndo problema, análise e propostas de solução;\n§ 4o O relatório parcial será avaliado pelo orientador e receberá uma\nnota.  O  orientador  deverá  deixar  claro  ao  aluno  que  um  relatório\nincompleto  ou  inadequado  no  primeiro  semestre  poderá  reprová-lo  ou\nreceber nota ruim.\n§ 5o No segundo semestre deverão ser implementadas as soluções e\navaliados seus resultados.\nArt. 4º Ao fim do Projeto Final de Curso II, o aluno deverá apresentar uma\nmonografia na forma de um relatório técnico de engenharia e será arguido em\nsessão pública, por uma banca composta por no máximo três membros, incluindo o\norientador do trabalho.\n§  1o A  avaliação  deverá  considerar  a  fundamentação  teórica  do\nproblema, a consistência dos resultados, a organização do texto e a qualidade\nda redação.\n§  2o A  defesa  do  trabalho  contará  necessariamente  com  membro\nexterno  ao  projeto,  devendo  este  ser  profissional  com  experiência  na\ntecnologia e no setor produtivo que foi analisado pelo aluno.\n§  3o O  professor  orientador  deverá  coordenar  a  seção  de  defesa,\napresentando o aluno, os membros da banca e expondo os critérios de tempo\ne avaliação.  Os membros externos ao projeto deverão ser os primeiros a\nfazerem  seus comentários  e o orientador  deve  ser  o último a fazer  seus\ncomentários e ponderações.\n§ 4o O aluno terá até 20 minutos para expor o seu trabalho e cada\nmembro da banca terá até 10 minutos para expor seus comentários. O tempo\ntotal da defesa não poderá exceder 50 minutos.\n§ 5o A banca deverá se reunir em separado após a arguição, dar nota\nindividual, por membro examinador, ao PFC do aluno e calcular a média\naritmética das notas dadas. Para ser aprovado, o aluno deverá obter nota final\nsuperior a 60 na atividade acadêmica Projeto Final de Curso II. A banca\npoderá ainda requerer modificações não substanciais no texto. A monografia\ncorrigida, segundo as requisições da banca, deverá ser entregue ao professor\nresponsável pela coordenação da atividade acadêmica Projeto Final de Curso\nII até, no máximo, 30 dias após a data da defesa.\n§ 6o Caso a nota obtida seja inferior a 60 e superior a 40 o aluno entra\nna condição de exame especial, e deverá efetuar as modificações substanciais\nrequeridas pela banca na monografia, até a data do exame especial, quando\nterá oportunidade de nova defesa preferencialmente perante a mesma banca\nexaminadora. \nArt. 5o Caso exista a necessidade de se manter o sigilo da monografia devido a\nexigências contratuais, o aluno deverá entrar em acordo com a empresa ou\nagência financiadora do trabalho acerca do conteúdo a ser apresentado na\nmonografia de maneira a não haver prejuízo em sua avaliação.\n§ 1o  Independentemente das questões de sigilo, a monografia deve ter\num conteúdo que demonstre claramente qual foi a atuação e contribuição do\naluno. Este poderá definir junto à empresa, se for o caso, quais conteúdos\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 37", "40": "Colegiado do Curso de Engenharia de Controle e Automação\nsigilosos não poderão constar no texto da monografia, mas que poderão ser\napresentados à banca, em separado, em horário anterior ao da defesa, para\nmelhor entendimento do trabalho. \n§ 2o  A empresa terá direito a um período de sigilo da monografia, que\nficará guardada na Universidade durante este período, sem divulgação ou\ndireito à consulta. \nArt. 6o Para se matricular nas atividades acadêmicas Projeto Final de Curso I\ne II, o aluno deverá ter sua proposta de Projeto Final de Curso aprovado pelo\nColegiado do Curso, nos termos dessa Resolução.\nParágrafo único: Para se matricular no Projeto Final de Curso, o aluno\ndeverá ter sido aprovado na disciplina Gestão de Projetos em Controle e\nAutomação.\nArt. 7o Por ser desenvolvida fora da sala de aula, essa atividade acadêmica\nrequer,  para  seu  registro  e  acompanhamento,  a  apresentação  da  carta  de\naceitação da empresa, se for o caso.\n§  1o:  A  carga  horária  das  duas  atividades  acadêmicas  deverá  ser\ncumprida dentro do período previsto na Matriz Curricular: Projeto Final de\nCurso I (120 horas) e Projeto Final de Curso II (120 horas) (2 semestres).\n§ 2o: Quinze horas de Projeto Final de Curso I e quinze horas de\nProjeto Final de curso II compreendem atividades desenvolvidas junto com\nos professores responsáveis pela coordenação das atividades acadêmicas\nProjeto Final de Curso I e Projeto Final de Curso II.\nArt. 8o O Relatório Técnico deverá ser escrito segundo padrão disponibilizado\nna atividade acadêmica Projeto Final de Curso I. \nParágrafo único: O relatório deverá atender os seguintes requisitos de\nformatação:\nDeve-se usar o formato de uma coluna e conter no máximo 40\npáginas, contando da primeira página da introdução até a última página\ndos anexos e/ou apêndices. Capa, folha de rosto, lista de figuras, etc., não\nentram  na  contabilização  do  limite  de  páginas.   Além  disso,  deve  ser\nimpresso em frente e verso;\nDeve-se utilizar espaçamento simples, fonte Times New Roman,\ntamanho 12;\nAs margens superior, inferior e interna devem ser de 30 mm e a\nmargem externa de 25 mm.\nArt. 9o Nas atividades acadêmicas Projeto Final de Curso I e Projeto Final de\nCurso  II,  o  aluno  deverá  apresentar,  em  cada  uma,  três  relatórios  de\nacompanhamento a ser avaliado pelo orientador, segundo cronograma definido\npelos professores das respectivas atividades acadêmicas. Esses relatórios serão\nutilizados como parte da avaliação em ambas as disciplinas.\nArt. 10o Caso haja mudança de tema e/ou orientador após a aprovação da\natividade acadêmica Projeto Final de Curso I, o aluno deverá entregar um relatório\nrelativo ao novo tema na primeira semana de aula da atividade acadêmica Projeto\nFinal de Curso II.\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 38", "41": "Colegiado do Curso de Engenharia de Controle e Automação\nParágrafo  único:  O  relatório  deve  conter  a  revisão  bibliográfica,\ndescrição detalhada do problema, análise e propostas de solução relativas\nao novo tema.\nBelo Horizonte, 08 de outubro de 2014\nProf. Bruno Otávio Soares Teixeira\nCoordenador do Colegiado do Curso de Engenharia de Controle e Automação\nANEXOS:\nRoteiro Sugerido para Elaboração de Relatório de Pesquisa \nFormulário de Acompanhamento  \nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 39\n", "42": "Colegiado do Curso de Engenharia de Controle e Automação\nROTEIRO SUGERIDO PARA ELABORAÇÃO DE RELATÓRIO DE PESQUISA\nUm relatório final de pesquisa deve ser organizado de modo a ser compreensível por\nleitores que não conheçam a situação ou empresa analisada. Deve conter e se estruturar\nconforme os seguintes itens:\n          TÍTULO E INFORMAÇÕES GERAIS\nTítulo do trabalho, nome da equipe técnica e do pesquisador, nome da instituição,\norientador, local e data de conclusão e resumo do trabalho especificando o escopo\ndos resultados atingidos.\n1. INTRODUÇÃO\n- Motivação e justificativa;\n- Objetivos do projeto;\n- Local de realização;\n- Estrutura da monografia.\n2. DESCRIÇÃO DA SITUAÇÃO ATUAL / ESTADO DA ARTE\n-Caso o projeto seja realizado em uma empresa, deve-se realizar apresentação\nsucinta de dados concernentes à situação da empresa (tecnologia de produção,\nprodutos, quantidades produzidas, etc.) e dos problemas identificados.\n-Definir detalhadamente a situação atual de modo a permitir comparações após\nas mudanças.\n-Redefinição  precisa  do  problema  a  ser  estudado,  a  partir  de  revisão\nbibliográfica sobre o assunto, seguindo modelos e conceitos de engenharia,\nexplicitando as variáveis intervenientes e possíveis explicações de suas causas,\nainda que sob a forma de hipóteses.\n3. METODOLOGIA\n- Descrição da metodologia de pesquisa.\n- Variáveis e situações observadas.\n- Técnicas de observação, de coleta e análise de dados utilizadas.\n4. ANÁLISE DOS DADOS E APLICAÇÃO DOS RESULTADOS\n- Análise quantitativa, mostrando relações entre variáveis \n- Apresentação dos resultados em formas de gráficos e tabelas\n- Análise qualitativa, ressaltando a relação com o problema e hipóteses iniciais, e\nformulando o diagnóstico final\n-  Implementação  de  melhorias  no  processo  analisado  ou  das  soluções  dos\nproblemas.\n5. CONCLUSÃO\n- Resumo dos resultados obtidos\n- Verificação dos resultados e validação das hipóteses iniciais\n- Propostas de continuidade do trabalho.\nREFERÊNCIAS BIBLIOGRÁFICAS\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 40", "43": "Colegiado do Curso de Engenharia de Controle e Automação\nRESOLUÇÃO No 15/2011, DE 31 DE MAIO DE 2011\nCria o Núcleo Docente Estruturante-NDE dos Cursos de Graduação da UFMG. \nO CONSELHO DE ENSINO, PESQUISA E EXTENSÃO DA UNIVERSIDADE \nFEDERAL DE MINAS GERAIS, no uso de suas atribuições estatutárias e \nregimentais, considerando proposta aprovada pela Câmara de Graduação, resolve: \nArt. 1o Instituir, no âmbito de cada curso de Graduação da UFMG, o Núcleo \nDocente Estruturante-NDE, instância de caráter consultivo, para acompanhamento\ndo curso, visando à contínua promoção de sua qualidade. \nArt. 2o São atribuições do NDE: \nI - acompanhar o desenvolvimento do Projeto Pedagógico do curso, tendo em\nvista a preservação de sua atualidade, em face das demandas e \npossibilidades do campo de atuação profissional e da sociedade, em sentido \namplo; \nII - contribuir para a consolidação do perfil profissional do egresso, \nconsiderando as Diretrizes Curriculares Nacionais do curso, quando houver, \nbem como a necessidade de promoção do desenvolvimento de competências,\nvisando à adequada intervenção social do profissional, em seu campo de \natuação; \nIII - zelar pela execução do currículo, tendo em vista a flexibilização \ncurricular em curso na UFMG, bem como as políticas e estratégias \nnecessárias à sua efetivação; \nIV - indicar formas de articulação entre o ensino de graduação, a extensão, a\npesquisa e a pós-graduação, considerando as demandas específicas do curso\ne de cada área do conhecimento. \nArt. 3o O Núcleo Docente Estruturante será integrado por cinco membros, no \nmínimo, e nove, no máximo, incluindo: \nI - Coordenador do Colegiado do Curso (Membro nato do NDE); \nII - docentes eleitos pelo plenário do Colegiado do Curso; \n§ 1o A eleição dos membros referidos no inciso II do caput deste \nartigo será precedida de edital emitido pelo Diretor da Unidade e \ndivulgado com antecedência mínima de quarenta e cinco dias da data \nde sua realização, devendo ser concluída até trinta dias antes do \ntérmino da vigência dos mandatos, observadas as disposições \nregimentais pertinentes. \nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 41", "44": "Colegiado do Curso de Engenharia de Controle e Automação\n§ 2o Os membros do NDE eleitos pelo Colegiado do Curso serão \nnomeados mediante Portaria do Diretor da Unidade Acadêmica, a qual\ndeverá incluir o nome do Coordenador do Colegiado do Curso e sua \nfunção como Presidente do NDE. \nArt. 4o Todos os membros do NDE devem: \nI - ter, preferencialmente, diploma de graduação na área de conhecimento \ndo curso, admitindo-se membros portadores de diploma de curso de área \nafim; \nII - ser contratados em regime de trabalho de 40 horas semanais ou em \nDedicação Exclusiva; \nIII - ter experiência de docência no Ensino Superior;\nIV - ter, preferencialmente, titulação acadêmica obtida em programas de \npós-graduação stricto sensu; \nV - exercer liderança acadêmica, traduzida seja na produção de \nconhecimentos na área e no desenvolvimento do ensino, seja na ampla \nexperiência profissional, na inserção institucional e em outras dimensões \nsignificativas para a graduação, que concorram para o desenvolvimento do \ncurso. \nArt. 5o O mandato dos membros eleitos para comporem o NDE será de quatro \nanos, permitida a recondução. \nParágrafo único. Na primeira eleição, 50% dos membros serão eleitos para \nmandato de dois anos, e os demais, para mandato de quatro anos, de forma \na assegurar a renovação apenas parcial do NDE e a continuidade do \nprocesso de acompanhamento do curso. \nArt. 6o O Núcleo Docente Estruturante deverá reunir-se ordinariamente, pelo \nmenos uma vez por semestre. \nParágrafo único. As reuniões do Núcleo Docente Estruturante serão \npresididas pelo Coordenador do Colegiado do Curso, que poderá ser \nsubstituído por membro do NDE por ele indicado. \nArt. 7o As decisões do NDE serão tomadas por maioria simples de votos, calculada \ncom base no número de presentes. \nArt. 8o No prazo de noventa dias, contados a partir desta Resolução, os Núcleos \nDocentes Estruturantes de todos os cursos de Graduação deverão estar \nimplantados. \nArt. 9o Os Núcleos Docentes Estruturantes já implantados deverão adequar-se à \npresente Resolução. \nArt. 10. A presente Resolução entra em vigor nesta data. \nProfessor Clélio Campolina Diniz Presidente do Conselho de Ensino, Pesquisa e\nExtensão \nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 42", "45": "Colegiado do Curso de Engenharia de Controle e Automação\n5FORMULÁRIOS DA PROPOSTA CURRICULAR\nProjeto Político-Pedagógico – Curso de Graduação em Engenharia de Controle e Automação 43"}