{"1": "Versão revisada nov/10 \n UNIVERSIDADE FEDERAL DE UBERLÂNDIA \nFACULDADE DE ENGENHARIA MECÂNICA \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO DE  \nENGENHARIA AERONÁUTICA  \n \n(APROVADO PELA RESOLUÇÃO 60/2010, DO CONSELHO DE \nGRADUAÇÃO) \n \n \n \n \n \nReitor : Prof. Dr.  Alfredo Júlio Fernandes Neto \nVice-Reitor : Prof. Dr. Darizon Alves de Andrade        \nPró-Reitor de Graduação : Prof. Dr. Waldenor Barros Moraes Filho    \nDiretora de Ensino : Profa. Dra. Camila Lima Coimbra        \nDiretor da Faculdade de Eng. Mecânica : Prof. Dr. Ricardo Fortes de Miranda   \n  \n \n \n \nUberlândia, novembro de 2010 \n \n \n \n ", "2": "Versão revisada nov/10 \n Projeto Pedagógico original elaborado pela Comissão  nomeada pelas \nPortarias FEMEC Nos  001/2008 e 04/2009:  \n \nProf. Dr. Domingos Alves Rade - Presidente  \nProf. Dr. Aristeu da Silveira Neto \nProf. Dr. Louriel Oliveira Vilarinho \nProf. Dr. Ricardo Hernandez Pereira \n \nRevisão efetuada pelo Colegiado do Curso de Graduaç ão em Engenharia \nAeronáutica: \n \nProf. Domingos Alves Rade – Coordenador do Curso \nProf. Aristeu da Silveira Neto \nProf. Elie Martinez Padilla \nProfa. Maria das Graças Pereira \nProf. Rogério Sales Gonçalves \nDisc. Thais Florentino Kazeoka \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "3": "Versão revisada nov/10 \n ÍNDICE \n \n \nI IDENTIFICAÇÃO  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  1 \nII  ENDEREÇOS . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . .  1 \nIII  APRESENTAÇÃO . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . .  .  2 \n 3.1  Histórico . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . .  . . . . .  2 \n 3.2  Metodologia de trabalho da Comissão . . . . . . . . . . . . . . . . . . . . . . . . . .  . . .  3 \nIV  JUSTIFICATIVAS  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 \n 4.1  Apresentação da Faculdade de Engenharia Mecânica . . . . . . . . . . . . . . .  5 \n 4.2  Justificativas para a criação do curso de Engenhari a Aeronáutica na \nFEMEC . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . .   \n7 \n  4.2.1  Considerações sobre empregabilidade . . . . . . . . . . . . . . . . . . . . . . .  7 \n  4.2.2   Capacitação e vocação da FEMEC . . . . . . . . . . . . . . . . . . . . . . . . . .  10 \nV FUNDAMENTOS E PRINCÍPIOS   . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . .  10 \n 5.1  Fundamentos  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  10 \n 5.2  Princípios  . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . .  11 \nVI  OBJETIVOS DO CURSO E CARACTERIZAÇÃO DO EGRESSO . . . . . . . . . . .  16 \nVII  ESTRUTURA CURRICULAR  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20 \n 7.1  Diretrizes gerais  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  20 \n 7.2  Componentes curriculares . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . .  31 \n  7.2.1 Disciplinas do núcleo de conteúdos básicos . . . . . . . . . . . . . . . . .  . . 31 \n  7.2.2 Disciplinas do núcleo de conteúdos profissionalizan tes . . . . . . . . . 33  \n  7.2.3  Disciplinas do núcleo de conteúdos específicos . . . . . . . . . . . . . . . .  34 \n  7.2.4 Estágio Obrigatório. . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . 41  \n  7.2.5 Projeto de conclusão de curso . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . 41  \n  7.2.6  Atividades extra-curriculares  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 42  \n 7.3  Organização da matriz curricular  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  50 \n  7.3.1 Fluxograma curricular  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  51  \n  7.3.2 Fichas de disciplinas  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  54  \n 7.4  Duração, regime do curso e normas para matrícula  . . . . . . . . . . . . . . . . . .  54  \nVIII  DIRETRIZES PARA O DESENVOLVIMENTO METODOLÓGICO DO \nENSINO 54 \n 8.1 Planejamento do conteúdo e distribuição das discipl inas do currículo . . .  54 \n 8.2  Valorização das aulas de laboratório  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  55 \n 8.3  Incentivo à formação pedagógica do docente  . . . . . . . . . . . . . . . . . . . . . . . .  55 \n 8.4  Orientação acadêmica - tutoria  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  55 ", "4": "Versão revisada nov/10 \n  8.5  Aulas de nivelamento para ingressantes  . . . . . . . . . . . . . . . . . . . . . . . . . .  56 \n \nIX  DIRETRIZES PARA AVALIAÇÃO DO CURSO E DA APRENDIZAGE M . . . .  57 \n 9.1 Avaliação no contexto do processo ensino aprendizag em  . . . . . . . . . . . . . .  57 \n 9.2 Participação do corpo discente na avaliação do curs o . . . . . . . . . . . . . . . . .  60 \n 9.3 Autoavaliação dos docentes . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . .  61 \n 9.4 Avaliação contínua do curso e do Projeto Pedagógico  . . . . . . . . . . . . . . . . .  62 \nX CONSIDERAÇÕES GERAIS E CONCLUSÕES . . . . . . . . . . . . . . . . . . . . . . . . .  62 \n REFERÊNCIAS BIBLIOGRÁFICAS . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . .  63 \n  \n  \nANEXOS \n   \n   \nI FICHAS DE DISCIPLINAS DO CURSO DE ENGENHARIA AERONÁ UTICA   \nII FICHAS DE AVALIAÇÃO DISCENTE  \nIII  FORMULÁRIO DE AUTOAVALIAÇÃO DOCENTE  \nIV NORMAS DE ESTÁGIO OBRIGATÓRIO  \nV NORMAS SOBRE PROJETO DE CONCLUSÃO DE CURSO  \nVI NORMAS SOBRE ORIENTAÇÃO ACADÊMICA (TUTORIA)  \nVII NORMAS SOBRE ATIVIDADES ACADÊMICAS COMPLEMENTARES  ", "5": "1 \n  \nI – IDENTIFICAÇÃO \n \n• Denominação do Curso: Engenharia Aeronáutica \n• Modalidade oferecida : Bacharelado \n• Titulação conferida : Engenheiro Aeronáutico \n• Ano/período de início de funcionamento do Curso : 2010/1 \n• Regime acadêmico : semestral \n• Turno de oferta : integral \n• Duração do curso :  \n- tempo mínimo: 10 semestres* \n- tempo máximo: 15 semestres \n•    Número de vagas oferecidas : 20 por semestre (40 por ano) \n \n \nII – ENDEREÇOS \n \nUniversidade Federal de Uberlândia \nFaculdade de Engenharia Mecânica \nCampus Santa Mônica – Bloco 1M \nCaixa Postal 593   \nCEP 38400-902 – Uberlândia – MG \nFone: 3239 4148 \nFAX: 3239 4206 \nE-mail: femec@mecanica.ufu.br \nURL: http://www.mecanica.ufu.br \n \n• de acordo com a Resolução CNE/CES 2/2007. \n ", "6": "2 \n III – APRESENTAÇÃO \n \nNeste documento apresenta-se a versão revisada do P rojeto Pedagógico do Curso de \nEngenharia Aeronáutica, proposto pela Faculdade de Engenharia Mecânica da UFU no \nâmbito do Programa de Apoio a Planos de Reestrutura ção e Expansão das Universidades \nFederais – REUNI, instituído pelo Decreto nº 6.096,  de 24 de abril de 2007, e criado pela \nResolução nº 05/2009 do Conselho Universitário. \n \nO presente projeto foi elaborado pela Comissão form ada pelos Professores Domingos \nAlves Rade (Presidente), Aristeu Silveira Neto, Lou riel Oliveira Vilarinho e Ricardo \nHernandez Pereira, designados pelas Portarias FEMEC  n os  01/2008 e 04/2009, em \nconformidade com as Orientações Gerais para Elabora ção de Projetos Pedagógicos dos \nCursos de Graduação, editadas pela Pró-Reitoria de Graduação em 2006. \n \nA revisão, efetuada como parte do processo contínuo  de avaliação do Curso, previsto no \npróprio Projeto Pedagógico, visou à incorporação de  aperfeiçoamentos ao Projeto \nPedagógico original e o atendimento à diretriz esta belecida pela Diretoria da Faculdade \nde Engenharia Mecânica visando à maior aproximação dos fluxogramas curriculares \ndos três cursos de Graduação oferecidos pela Faculd ade, por ocasião da revisão \nsimultânea de seus respectivos Projetos Pedagógicos .  \n \nA revisão foi efetuada pelo Colegiado do Curso de E ngenharia Aeronáutica, composto \npelos professores Domingos Alves Rade (Coordenador do Curso), Aristeu da Silveira \nNeto, Elie Martinez Padilla, Maria das Graças Perei ra e Rogério Sales Gonçalves e pela \nrepresentante discente Thais Florentino Kazeoka. \n \n3.1 Histórico \n \nDurante a reunião da assembléia da FEMEC, realizada  em 13 de março de 2006, foi \niniciada a discussão sobre a possível criação de um  curso de Engenharia Aeronáutica ou \nEngenharia Aeroespacial na FEMEC, tendo por motivaç ão a existência de várias \natividades de ensino e pesquisa em curso no âmbito da Faculdade, relacionadas com a \nAeronáutica, notadamente trabalhos de pesquisa em A erodinâmica, Aeroacústica, e em \nMonitoramento de Integridade Estrutural, em parceri a com a EMBRAER, além dos ", "7": "3 \n bem sucedidos trabalhos da Equipe Tucano, que repre senta a FEMEC na Competição \nde projeto aeronáutico SAE Aerodesign. Naquela reun ião deliberou-se pela realização \nde um estudo sobre a viabilidade da criação de um c urso de Engenharia Aeronáutica, \nou, alternativamente, Engenharia Aeroespacial. Para  este efeito, foi instituída a \nComissão formada pelos Professores Domingos Alves R ade (Presidente), Edsonei \nPereira Parreira, Aristeu Silveira Neto, Louriel Ol iveira Vilarinho, designada pela \nPortaria FEMEC n o 005/2006, de 31 de março de 2006. \n \nA referida Comissão apresentou seu relatório em 13 de novembro de 2007, o qual \nsubsidiou o Conselho da FEMEC na decisão de incluir  a proposta de criação do Curso \nde Engenharia Aeronáutica no projeto institucional REUNI, tomada em reunião \nordinária do Conselho realizada no dia 19 de novemb ro de 2007.  A partir de então, a \nmesma Comissão, nomeada pela PORTARIA FEMEC no 01/2008, complementada \nposteriormente com a participação do Prof. Ricardo Hernandez Pereira, nomeado pela \nPortaria FEMEC n o 04/2009, continuou responsável pela elaboração do presente \nProjeto Pedagógico. \n \n3.2 Metodologia de trabalho da Comissão \n \nNa primeira etapa dos trabalhos, a metodologia defi nida pela Comissão objetivou \navaliar os seguintes aspectos: \n \n1) Capacidade de inserção dos egressos no mercado d e trabalho. \n2) Recursos humanos e materiais necessários para a implementação do novo  \n    curso. \n3) Definição da melhor opção no tocante à modalidad e do curso: Aeronáutica \n    versus Aeroespacial, ênfase versus  curso pleno, levando em conta os  \n    aspectos 1) e 2). \n \nNesta fase, o trabalho da Comissão consistiu das se guintes etapas: \n \n1ª. Levantamento dos cursos de Engenharia Aeronáuti ca, de Mecânica Aeronáutica, e \nde Engenharia Aeroespacial existentes e em vias de criação no Brasil. \n ", "8": "4 \n 2ª. Visitas às seguintes instituições:  \n•    Agência Espacial Brasileira, em Brasília, quando  a Comissão, acompanhada \ndo Diretor da FEMEC à época, prof. Valder Steffen J r., discutiu a \nviabilidade da criação do novo curso com o então Pr esidente da Agência, \nDr. Sérgio Maurício Britto Gaudenzi. \n•    EMBRAER, em São José dos Campos, onde a Comissão  se reuniu com o \nDr. Paulo Lourenção, da Gerência de Desenvolvimento  Tecnológico, e com \no Dr. Sidney Laje Nogueira, Coordenador do Programa  de Especialização \nem Engenharia (PEE) para discussão sobre a empregab ilidade de egressos \ndo novo curso. \n•   Escola de Engenharia de São Carlos, onde a Comiss ão se reuniu com o \nCoordenador e docentes do Curso de Engenharia Aeron áutica, recolhendo \nvárias sugestões sobre os aspectos pedagógicos do n ovo curso, além de uma \navaliação dos recursos humanos e materiais necessár ios para sua \nimplantação. \n•   Institut National de l’Aéronautique et de l’Espace  (ISAE) de Toulouse, França, \nonde o Presidente da Comissão se reuniu com  um gru po de professores do \ncurso de Engenharia Aeroespacial oferecido por aque le Instituto, discutindo \nsobre possibilidades de cooperação na implantação d o novo curso. \n•   Office National d´Études et des Recherches Aéroespa tiales (ONERA), em Châtillon , \nFrança, onde o Presidente da Comissão se reuniu com   um grupo de \npesquisadores, discutindo sobre possibilidades de c ooperação na \nimplantação do novo curso. \n•   Algar Aviation, em Uberlândia, onde a Comissão di scutiu com engenheiros \nde manutenção aeronáutica sobre o perfil profission al  e empregabilidade \ndos egressos. \n•   Comando-Geral de Tecnologia Aeroespacial (CTA), e m São José dos \nCampos, onde os membros da Comissão discutiram com profissionais \natuantes nos institutos ITA e IAE sobre aspectos pe dagógicos e de \nempregabilidade de egressos do novo curso. \n•   Instituto Nacional de Pesquisas Espaciais (INPE),  em São José dos Campos, \nonde os membros da Comissão discutiram com pesquisa dores sobre \naspectos pedagógicos e de empregabilidade de egress os do novo curso. \n ", "9": "5 \n As discussões subsidiaram a Comissão para determina ção de importantes parâmetros \nque foram subsequentemente utilizados na elaboração  do projeto pedagógico, a saber: \n \n• perfil de formação do egresso mais adequado às cond ições do mercado de \ntrabalho nos setores público e privado no Brasil. \n• otimização da estrutura curricular. \n• recursos humanos e materiais necessários à implanta ção do novo curso. \n \nOutro aspecto relevante que resultou das discussões  foi a avaliação da disponibilidade, \nno Brasil, de especialistas que poderiam vir a comp or o corpo docente do novo curso. \n \nDurante a elaboração do Projeto Pedagógico, propria mente dito, a Comissão realizou \nintensas discussões com o corpo docente da FEMEC e de outras Unidades Acadêmicas \nda UFU que terão participação no curso, acerca de a spectos pedagógicos e recursos \nhumanos e materiais necessários à sua implantação. \n \nIV – JUSTIFICATIVAS \n \n4.1. Apresentação da Faculdade de Engenharia Mecâni ca \n \nA Faculdade de Engenharia Mecânica – FEMEC, originá ria do antigo Departamento de \nEngenharia Mecânica, foi criada pela Resolução n o 05/99, do Conselho Universitário − \nCONSUN, de 21 de dezembro de 1999. Conta atualmente  com 49 docentes \npermanentes, sendo 46 doutores, 1 mestre e dois esp ecialistas, além de 15 técnicos-\nadministrativos. \n \nAs atividades de ensino, pesquisa e extensão da FEM EC encontram-se em avançada fase \nde consolidação, sendo desenvolvidas no âmbito de q uatro Núcleos, a saber: \n \n• Núcleo de Fabricação \n• Núcleo de Projetos e Sistemas Mecânicos \n• Núcleo de Térmica e Fluidos \n• Núcleo de Tribologia e Materiais ", "10": "6 \n  \nA FEMEC oferece os seguintes cursos de graduação: \n \n•  Curso de Engenharia Mecânica, criado em 1962, que conta atualmente com 498 \nalunos, que obteve conceito 5 na avaliação do ENADE  em 2009. \n•  Curso de Engenharia Mecatrônica, criado em 2004, q ue conta atualmente com 226 \nalunos, que obteve conceito 5 na avaliação do ENADE  em 2009. \n \nO Programa de Pós-graduação em Engenharia Mecânica tem seu corpo docente \nformado por 27 docentes credenciados. Oferece os cu rsos de Mestrado, criado em 1984, \nque tem atualmente 66 alunos matriculados, e de Dou torado, criado em 1994, \natualmente com 101 alunos.  \n \nO Programa já atribuiu 264 títulos de Mestre e 95 t ítulos de Doutor e tem conceito 6 na \nsistemática de avaliação da CAPES. \n \nAs atividades de pesquisa são desenvolvidas no âmbi to do Programa de Pós-graduação \nde acordo com as seguintes áreas de concentração e linhas de pesquisa:  \n \n•  Materiais e Processos de Fabricação:  \n/checkbld Processos de Fabricação (Usinagem e Soldagem)  \n/checkbld Tribologia e Materiais  \n•  Mecânica dos Sólidos e Vibrações  \n/checkbld Dinâmica de Sistemas Mecânicos  \n/checkbld Projetos de Sistemas Mecânicos  \n•  Transferência de Calor e Mecânica dos Fluidos  \n/checkbld Dinâmica dos Fluidos e Transferência de Calor  \n/checkbld Geração e Conservação de Energia  \n \nAs atividades de pesquisa são realizadas nos seguin tes laboratórios: \n \n• Laboratório de Soldagem  \n• Laboratório de Acústica e Vibrações  ", "11": "7 \n • Laboratório de Automação e Robótica  \n• Laboratório de Energia e Sistemas Térmicos  \n• Laboratório de Mecânica de Estruturas Prof. José Ed uardo Tannús Reis  \n• Laboratório de Projetos Mecânicos Prof. Henner Albe rto Gomide  \n• Laboratório de Sistemas Mecânicos  \n• Laboratório de Tecnologia em Atrito e Desgaste  \n• Laboratório de Transferência de Calor e Massa  \n• Laboratório de Tribologia e Materiais  \n• Laboratório de Mecânica dos Fluidos  \n \nA FEMEC oferece ainda dois cursos de pós-graduação lato sensu : \n \n•  Engenharia de Segurança do Trabalho, que já formou  15 turmas.  \n•  Engenharia de Soldagem, cuja primeira edição teve início em junho de 2009. \n \n4.2. Justificativas para a criação do curso de Enge nharia Aeronáutica na FEMEC \n \n4.2.1 Considerações sobre empregabilidade \n \nO avião é uma das máquinas mais complexas e fascina ntes já inventadas pelo Homem. \nSeu desenvolvimento, que conta com cerca de 100 ano s, teve, em seu início, a \ncontribuição pioneira do brasileiro, nascido em Min as Gerais, Alberto Santos Dumont.  \n \nNa aviação moderna, os requisitos de segurança e de  eficiência operacional e \neconômica, associados a uma acirrada competição mer cadológica, fazem com que o \ndomínio da tecnologia aeronáutica seja restrito a u m reduzido número de países, dentre \nos quais se inclui o Brasil.   \n \nA presença do Brasil neste grupo resulta de uma pol ítica de desenvolvimento \ntecnológico iniciado na década de 1950 com a criaçã o de uma escola de Engenharia \nAeronáutica em São José dos Campos: o Instituto Tec nológico de Aeronáutica – ITA, \ncom o notável pioneirismo do Brigadeiro Casimiro Mo ntenegro Filho, reportado por ", "12": "8 \n Fernando Morais em sua obra biográfica “Montenegro – As aventuras do Marechal que \nfez uma revolução nos céus do Brasil” (Editora Plan eta do Brasil, 2008).  O passo \nseguinte foi a criação em 1969, também em São José dos Campos, da Empresa \nBrasileira de Aeronáutica – EMBRAER, empresa públic a na qual foram projetadas e \nfabricadas as primeiras aeronaves com tecnologia br asileira.  \n \nDepois de uma sequência de períodos de dificuldade,  em parte resultantes da \ninstabilidade econômica vivenciada pelo Brasil até a década de 1990, a EMBRAER foi \nprivatizada em 1994, quando iniciou um período de e xcelente desempenho, \nidentificando um importante nicho de mercado, que c onseguiu conquistar, nos anos \nsubsequentes, com grande sucesso: o segmento de jat os de transporte regional com \ncapacidade para até 122 passageiros.  \n \nA EMBRAER é, atualmente, a quarta maior fabricante de aviões de transporte de \npassageiros do mundo, seguindo a Boeing, a Airbus e  a Bombardier, e vem \ndiversificando seus negócios com a produção de jato s executivos. Há ainda uma \nexpressiva participação no mercado de aeronaves mil itares, notadamente com os aviões \nEMB314 – Super Tucano. \n \nDiversos estudos revelam a clara expansão do sistem a de transporte aéreo no Brasil, \ncom a entrada no mercado de novas companhias e a am pliação da frota das companhias \nexistentes. Esta expansão traz consigo o aumento da  capacidade e do número de \nempresas de manutenção aeronáutica e novas oportuni dades para o empreendedorismo. \n \nDiversas outras iniciativas governamentais e privad as devem produzir, nos próximos \nanos, uma dinamização ainda maior da atividade aero náutica e aeroespacial no Brasil. \nDentre elas, vale destacar: \n \na) a anunciada retomada do programa espacial brasileir o. \nb) os investimentos anunciados da Eurocopter para ampl iação da fábrica de \nhelicópteros da Helibrás, localizada em Itajubá, MG , que tem \nparticipação acionária do Governo de Minas Gerais,  ", "13": "9 \n c) a iminente decisão do Governo Federal acerca do pro grama FX-2, que \nprevê a compra de caças para equipar esquadrões da Força Aérea \nBrasileira, com transferência tecnológica a empresa s brasileiras. \nd) a aprovação recente do programa de desenvolvimento e fabricação, pela \nEMBRAER, de um novo avião cargueiro militar a ser f ornecido à Força \nAérea Brasileira e a forças aéreas de outros países . \n \nDiante do exposto, prevê-se um aumento da demanda d e Engenheiros Aeronáuticos nos \npróximos anos. Para atender esta demanda, no sistem a das Universidades públicas \nbrasileiras existem atualmente os seguintes cursos:  \n \nCursos de Engenharia Aeronáutica e Aeroespacial das  IES Públicas \nINSTITUIÇÃO MODALIDADE NO DE VAGAS ANUAIS \nInstituto Tecnológico de Aeronáutica Curso pleno 80  \nEscola de Engenharia de São Carlos/USP Curso pleno 80 \nUniversidade Federal de Minas Gerais Curso pleno*  50 \nUniversidade Federal do ABC Curso pleno*  -- \n* curso de Engenharia Aeroespacial criado no âmbito  do programa REUNI, que teve início no primeiro \nsemestre de 2009. \n \nHá claras evidências da atual carência de engenheir os aeronáuticos no Brasil, fato \ncomprovado pelo fato que a EMBRAER mantém o PEE – P rograma de Especialização \nem Engenharia, instituído em 2001 com o objetivo de  preparar engenheiros recém-\nformados em diversas especialidades para atuarem na s áreas de Engenharia da Empresa. \nDe acordo com a EMBRAER \n(http://www.embraer.com.br/portugues/content/recurso s_humanos/pee.asp ), até \n2009, quatorze turmas já ingressaram no PEE, perfaz endo um total de mais de 1000 \nprofissionais, dos quais 850 já concluíram o progra ma e foram imediatamente \ncontratados pela Empresa. \n \nDeve-se também considerar a típica mobilidade dos e ngenheiros aeronáuticos \nbrasileiros, que são muito frequentemente recrutado s por empresas brasileiras ou \nestrangeiras do setor aeronáutico ou de outros seto res. \n \nAs informações acima confirmam, do ponto de vista d a empregabilidade, a pertinência \nda criação de um novo curso de Engenharia Aeronáuti ca no Brasil, que venha contribuir ", "14": "10 \n para suprir as demandas de empresas privadas e inst ituições públicas por profissionais \ncapacitados.  \n \nÉ amplamente conhecido o fato que o desempenho da i ndústria aeronáutica é \nfortemente dependente de fatores conjunturais, send o afetado por instabilidades políticas \neconômicas internacionais, constatação esta que dev e ser considerada na avaliação da \nempregabilidade dos egressos. Neste sentido, é impo rtante destacar que a formação \nabrangente do egresso do Curso de Engenharia Aeroná utica, princípio este adotado \nneste Projeto Pedagógico, o capacita para atuar em outras áreas da Engenharia, \nabrangendo parte das atribuições do Engenheiro Mecâ nico. \n \n4.2.2. Capacitação e vocação da FEMEC \n \nA criação de um curso de Engenharia Aeronáutica na FEMEC é uma idéia que vem \nsendo amadurecida há vários anos, tendo por princip al motivação a existência de várias \natividades de ensino e pesquisa em curso no âmbito da Faculdade que são estreitamente \nrelacionadas com a atividade Aeronáutica. Dentre es tas atividades destacam-se os \nprojetos de pesquisa atualmente em desenvolvimento voltados à Aerodinâmica, \nAeroacústica, e Monitoramento de Integridade Estrut ural, em parceria com a \nEMBRAER, e a bem sucedida participação da Equipe Tu cano, que representa a \nFEMEC na Competição de projeto aeronáutico Aerodesi gn, promovida pela Society of \nAutomotive Engineers  – SAE. \n \nRessalte-se ainda que vários outros aspectos da Eng enharia Mecânica, que constituem \nalguns dos fundamentos da Engenharia Aeronáutica (M ecânica dos Fluidos e Mecânica \nEstrutural, particularmente) são correntemente abor dados nas atividades de ensino e \npesquisa desenvolvidas na FEMEC. Desta forma, a cri ação do curso de Engenharia \nAeronáutica pode ser feito com aproveitamento de si gnificativa parte dos recursos \nhumanos e materiais disponíveis para os dois cursos  de graduação em funcionamento na \nFEMEC. \n \nV –FUNDAMENTOS E PRINCÍPIOS \n \n5.1 Fundamentos ", "15": "11 \n  \nO conceito de tecnologia está relacionado com a pro dução de aparatos materiais ou \nintelectuais suscetíveis de oferecerem soluções a p roblemas práticos de nossa vida \ncotidiana. A tecnologia é um construto humano e ao humano deve servir, mediando \ninterações com o meio ambiente, com o conhecimento e entre os seres humanos \n(Formação em EAD, 2000). \n \nÉ preciso introduzir a dimensão histórica e social na compreensão da Ciência e da \nTecnologia. Apesar da importância atribuída aos con hecimentos científicos e \ntecnológicos, grande parte da população mundial ain da passa por problemas e \nnecessidades, especialmente aquelas relacionadas a aspectos ambientais, que são \ninjustificáveis quando se consideram as possibilida des técnicas disponíveis para saná-las.  \nPode-se esperar, então, que reflexões e adequações no processo de educação tecnológica \nvenham contribuir significativamente para a melhori a desse quadro. \n \nNas instituições de ensino superior, a indissociabi lidade entre ensino, pesquisa e extensão \ntem gerado bons dividendos no que diz respeitos às ações de grupos de pesquisa, \nespecialistas em determinados assuntos técnicos. Se gundo Bazzo et al. (2000), esses \ngrupos se fortalecem por conta do poder estabelecid o em função do domínio de assuntos \nvalorizados socialmente que, em geral, são de difíc il compreensão pelos não iniciados \nnas suas construções teóricas. Isso, em si, não se caracteriza como um defeito. Mas se ao \ninvés de se voltar para si, os grupos perceberem a necessidade de ampliar, e em muitas \nsituações ao instituir abordagens de compreensão da s técnicas que considerem os \ndiversos aspectos e as implicações socioculturais d aquilo que se cria e que se usa, estarão \nreconhecendo espaços para que o indivíduo seja suje ito da atividade coletiva que realiza. \nÉ necessário tratar as coisas técnicas como element os das culturas e não como algo além \nou acima dela. \n \n5.2 Princípios \n \nO presente Projeto Pedagógico foi elaborado de modo  a atender a um conjunto de \nprincípios norteadores do planejamento, organização  e desenvolvimento do Curso de \nEngenharia Aeronáutica, em acordo com os princípios  gerais estabelecidos pela UFU, \ntraduzidos no Art. 7º da Resolução 02/2004 do CONGR AD. Adicionalmente, são ", "16": "12 \n propostas ações que visam atender às Diretrizes Ger ais do Programa REUNI, \nobjetivando contribuir para sanar os problemas e di ficuldades identificadas no \ndiagnóstico da Educação Superior brasileira, mencio nadas naquele documento. \n \nAs abordagens com as quais se busca atender a estes  princípios são descritas a seguir: \n \n•  Contextualização e criticidade dos conhecimentos . Em todas as atividades \ndesenvolvidas no curso, os alunos serão instados a não receber o conhecimento \ncomo algo absolutamente verdadeiro, sendo incentiva dos a questionar sua \nvalidade e adequação a diferentes tipos de situaçõe s. Neste sentido, a prática do \nensino nas salas de aula e laboratórios será conduz ida de modo que o professor \nnão seja visto como detentor e transmissor unilater al do conhecimento, mas um \norientador do aluno na busca e construção de seu pr óprio conhecimento, com a \ninerente subjetividade, mesmo em disciplinas relaci onada às ciências exatas, nas \nquais este processo é mais difícil.  Adicionalmente , os agentes no processo de \nensino-aprendizagem deverão estar sensibilizados pa ra compreender seu papel \nsocial e a necessidade de usar o conhecimento com o  qual lidam na busca de \nsoluções para os problemas da Sociedade, em níveis local, regional e nacional. \nNaturalmente, isso irá requerer amplas discussões e ntre os docentes e a \nmodificação de alguns hábitos já tornados tradicion ais, especialmente no ensino \nde Engenharia. \n•  Indissociabilidade entre ensino, pesquisa e extensã o.  Este preceito será \nexercitado de modo a permitir aos alunos desenvolve r a capacidade investigativa \ne de geração de conhecimentos, transcendendo, assim , à simples aquisição e \ntransmissão de conhecimento existente, o que é cons iderado indispensável para a \naquisição da capacidade de “saber aprender”.  Além disso, permitirá ao aluno \nentender o conhecimento gerado e adquirido na Unive rsidade como um bem \npúblico, a ser utilizado na resolução de problemas da Sociedade. Para este efeito, \nconforme será visto mais adiante, os alunos terão a  possibilidade de se engajar \nem diversas atividades curriculares e extracurricul ares que favorecem esta \nintegração.  \n \n• Interdisciplinaridade e articulação entre as ativid ades curriculares.  As Ciências \nAeronáuticas são, por sua própria natureza, de cará ter pluridisciplinar, ", "17": "13 \n envolvendo um conjunto de disciplinas básicas (Físi ca, Matemática, \nComputação) e um rol de disciplinas de caráter apli cado, relacionadas a diversas \nsub-áreas (Aerodinâmica, Estruturas, Mecânica do Vô o, Ciências dos Materiais, \nProcessos de Fabricação, entre outras). Este fato, que impõe desafios à \nestruturação curricular, exige o estabelecimento de  um compromisso adequado \nentre uma formação suficientemente abrangente, sem excessiva especialização, e \numa formação suficientemente aprofundada que permit a o real entendimento dos \nconceitos e técnicas envolvidas. Na elaboração do p resente Projeto Pedagógico, \nestes desafios são enfrentados mediante uma distrib uição coerente de conteúdos \nentre as disciplinas e seu encadeamento lógico na m atriz curricular, evitando-se a \nduplicação e o isolamento de conteúdos. Uma importa nte diretriz adotada é a \ncomposição de um corpo docente com formação e atuaç ão pluridisciplinar, \nformado por professores de várias Unidades Acadêmic as da UFU, de modo a \npermitir ao aluno o contato com diversas formas de pensar e de praticar a \nCiência. Em particular, as disciplinas de caráter b ásico e as da área de \nHumanidades serão ministradas exclusivamente por do centes de outras UAs, \nespecialistas nestas disciplinas (Química, Física, Cálculo, Computação, Direito, \nEconomia, Administração, Psicologia, Filosofia da C iência, Ciências do \nAmbiente). Entretanto, o Colegiado do Curso se enca rregará de fornecer, aos \nprofessores destas disciplinas, a oportunidade de r eal integração com os demais \ndocentes do curso, de modo a subsidiá-los para que entendam o papel das \ndisciplinas que ministram na consecução dos objetiv os do curso e seu \nencadeamento com os conteúdos das outras disciplina s do currículo. Prevê-se, \ntambém, que algumas disciplinas específicas possam ser ministradas no formato \nmodular, com a intervenção programada de mais de um  professor, de modo a \nfavorecer o melhor aproveitamento de competências.  \n \n• Flexibilização curricular.  A flexibilização curricular é uma das principais \ncaracterísticas do presente Projeto Pedagógico, ent endendo-se, contudo, que nos \ncursos das áreas de Engenharia, a flexibilização de ve ser praticada \ncriteriosamente, sob pena de se comprometer a forma ção do perfil profissional \ndesejado. A flexibilização curricular é feita objet ivando evitar a especialização \nprecoce; oferece-se ao aluno da oportunidade de esc olher entre variantes de \npercursos de formação, em função de suas habilidade s e preferências. ", "18": "14 \n Subentende-se, com esta prática, que a qualidade da  formação do Engenheiro e \ndo Cidadão é determinada por um conjunto de experiê ncias que podem ser \nadquiridas em atividades de naturezas diversas, não  exclusivamente em salas de \naula e laboratórios. Naturalmente, a flexibilização , tal como estará sendo \npraticada, implicará o compartilhamento de responsa bilidades entre o Colegiado \ndo Curso e cada aluno, individualmente, o que també m é visto como elemento \nfavorável para a formação do egresso. Conforme será  visto mais adiante, a \nflexibilização será favorecida pela redução de co-r equisitos e pré-requisitos no \nfluxograma curricular (acentuada nesta versão revis ada do Projeto Pedagógico), \npela validação, como carga horária obrigatória ou o ptativa, de diversos tipos de \natividades extracurriculares, e o oferecimento de u m amplo rol de disciplinas \noptativas que darão ao aluno a possibilidade de par ticipar efetivamente da \ndefinição de seu percurso de formação.  \n \n• Rigoroso trato teórico-prático, histórico e metodol ógico no processo de \nelaboração e socialização dos conhecimentos.   Na educação em Engenharia, a \nsólida formação teórica, tanto em disciplinas básic as quanto em disciplinas de \ncaráter profissionalizante, é considera fator deter minante da qualidade do ensino, \nsendo o principal elemento de distinção entre a ati vidade científica e a atividade \ntecnológica. No presente Projeto Pedagógico, o rigo r na formação teórica é \nassegurado pela valorização de disciplinas de carát er fundamental (Física, \nQuímica, Matemática e Computação), que constituem a  base para o \nentendimento de conceitos e formação de atitudes ci entíficas diante do \nconhecimento e do pensamento crítico. O rigor na fo rmação é traduzido também \npelo próprio conteúdo das disciplinas, definido com  base nos currículos de \nalgumas das melhores escolas de Engenharia Aeronáut ica do Brasil e do exterior, \ne a adoção de bibliografia internacionalmente recon hecida como a mais moderna \ne adequada.  \n \n•  Ética como orientadora de ações educativas.  Embora não transpareçam \nfacilmente nos componentes curriculares e demais at ividades previstas no Curso \nde Engenharia Aeronáutica, as ações destinadas a fo rmar cidadãos orientados \npor princípios éticos serão implementadas em divers os situações da vida \nacadêmica, a começar pela exigência de postura étic a dos membros do corpo ", "19": "15 \n docente em suas relações com os alunos e demais mem bros da Comunidade \ninterna e externa. Entende-se que o professor conti nua sendo visto pelo aluno, \njovem em fase de formação, muito frequentemente com  insuficiente apoio \nfamiliar, como um modelo de profissional e de cidad ão. Este fato implica a \nextensão da responsabilidade dos docentes além dos aspectos exclusivamente \nacadêmicos. Outros aspectos considerados importante s, que serão abordados \ncom ações efetivas, a serem implementadas pelo Cole giado, dizem respeito a: a) \nestrita observância das normas acadêmicas vigentes na UFU por docentes e \ndiscentes; b) valorização do trabalho e a coibição de práticas de fraudes e de \nviolação de direitos de propriedade intelectual; c)  preservação do patrimônio \npúblico; d) respeito às diferenças e individualidad es; e) respeito aos direitos \nindividuais.  \n \n• Prática de Avaliação . A avaliação é considerada elemento indispensável p ara o \naperfeiçoamento das práticas pedagógicas e administ rativas e, em última análise, \npara a garantia da qualidade da formação dispensada  ao aluno. No contexto \ndeste Projeto Pedagógico, a avaliação é tratada sob  dois pontos de vista \nprincipais:  \n \n/checkbld Avaliação das práticas pedagógicas e administrativa s. É inegável que os \ncurrículos praticados atualmente nas escolas de Eng enharia devem ser \nsuficientemente dinâmicos para permitir sua adaptaç ão à rápida evolução \ntecnológica em áreas específicas e à constante muta ção das formas de \naquisição e transmissão do conhecimento. As decisõe s sobre manutenção \ndas práticas, ou a necessidade de ajustes e redirec ionamentos devem ser \ntomadas com base em resultados de avaliações periód icas \nmetodologicamente consistentes. Neste sentido, o Co legiado do Curso de \nEngenharia Aeronáutica implementará procedimentos d e avaliação com a \nparticipação de docentes, discentes e técnicos-admi nistrativos, objetivando \ndetectar deficiências e definir medidas corretivas.   O principal instrumento \npara isso serão formulários de avaliação, a serem p reenchidos \nsemestralmente e examinados pelo Colegiado de Curso . O próprio Projeto \nPedagógico será objeto de avaliação anual. As norma s de avaliação serão \ndefinidas pelo Colegiado. ", "20": "16 \n  \n/checkbld Avaliação do aprendizado do aluno. Os objetivos e as formas de avaliação do \naproveitamento do aluno têm sido, há muito tempo, o bjeto de reflexão e \ndiscussão, especialmente no ensino de Engenharia, n o qual há, \nreconhecidamente, índices de reprovação e de evasão  relativamente altos. \nA situação é dificultada pela própria natureza obje tiva de muitas \ndisciplinas, que leva naturalmente à condição binár ia saber ou não saber , e \ntambém pelo fato que as turmas são frequentemente n umerosas e \nheterogêneas, fato que gera a tendência de se adota r métodos de avaliação \nmais simplificados e imediatos. A partir do estudo de diversos textos \ntratando da avaliação, neste Projeto Pedagógico faz -se a devida distinção \nentre examinar  e avaliar . Enquanto examinar significa simplesmente \nutilizar algum instrumento de avaliação, avaliar si gnifica utilizar este \ninstrumento para detectar deficiências e adotar med idas que deem ao \naluno a possibilidade de saná-las.  Com esta perspe ctiva, o Curso de \nEngenharia Aeronáutica buscará implementar idéias i novadoras no \nprocesso de avaliação, com o devido suporte aos doc entes. Dentre elas, \ndestacam-se: a) ênfase em instrumentos de avaliação  outros que provas, \ncomo projetos orientados, listas de exercícios e re latórios, a serem \ndesenvolvidos individualmente ou em grupo; b) utili zação de mecanismos \nde recuperação de alunos com desempenho insuficient e, através de \nacompanhamento individualizado e reaplicação de ins trumentos de \navaliação. Acredita-se que estes procedimentos poss ibilitarão reduzir os \níndices de reprovação e de evasão. Adicionalmente, serão organizadas \nreuniões semestrais dos docentes do curso (não apen as da FEMEC, mas \ndas demais UAs que oferecem disciplinas ao curso), objetivando a troca \nde experiências acerca do processo de avaliação de desempenho dos \nalunos. \n \nVI – OBJETIVOS DO CURSO E CARACTERIZAÇÃO DO EGRESSO  \n \nO objetivo do Curso de Engenharia Aeronáutica é for mar diplomados, em nível de \ngraduação superior plena na área de Engenharia Aero náutica, legalmente habilitados \npara o exercício profissional, de acordo com a Legi slação vigente no Brasil, observados ", "21": "17 \n requisitos estabelecidos para efeito da regulamenta ção da atribuição de títulos, atividades \ne competências para os diplomados no âmbito das pro fissões inseridas no sistema \nCONFEA/CREA. \n \nA definição do perfil do egresso do Curso de Engenh aria Aeronáutica foi feita \nconsiderando os requisitos gerais adotados nos curs os de graduação da UFU, a saber: \n \n•     autonomia intelectual que o capacite a desenvol ver uma visão histórico-social \nnecessária ao exercício de sua profissão, como um p rofissional crítico, criativo e \nético, capaz de compreender e intervir na realidade  e transformá-la. \n•     capacidade de estabelecer relações solidárias, cooperativas e coletivas. \n•     capacidade de produzir, sistematizar e socializ ar conhecimentos e tecnologias; \ncapacidade para compreender as necessidades dos gru pos sociais e comunidades \ncom relação a problemas socioeconômicos, culturais,  políticos e organizativos, \nde forma a utilizar racionalmente os recursos dispo níveis, além de se preocupar \nem conservar o equilíbrio do ambiente. \n•     interesse e capacidade para o constante desenvo lvimento profissional que lhe \npossibilite exercer uma prática de formação continu ada e empreender inovações \nem sua área de atuação. \n \nFoi considerado também o que estabelecem as Diretri zes Curriculares Nacionais do \nCurso de Graduação em Engenharia, por meio da resol ução CNE n o 11 de 11/03/2002: \n \n“Art. 3º O Curso de Graduação em Engenharia tem com o perfil do formando \negresso/profissional o engenheiro, com formação gen eralista, humanista, crítica e \nreflexiva, capacitado a absorver e desenvolver nova s tecnologias, estimulando a sua \natuação crítica e criativa na identificação e resol ução de problemas, considerando seus \naspectos políticos, econômicos, sociais, ambientais  e culturais, com visão ética e \nhumanística, em atendimento às demandas da sociedad e. \n \nArt. 4º A formação do engenheiro tem por objetivo d otar o profissional dos \nconhecimentos requeridos para o exercício das segui ntes competências e habilidades \ngerais: ", "22": "18 \n I - aplicar conhecimentos matemáticos, científicos,  tecnológicos e instrumentais à \nengenharia; \nII - projetar e conduzir experimentos e interpretar  resultados; \nIII - conceber, projetar e analisar sistemas, produ tos e processos; \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \nV - identificar, formular e resolver problemas de e ngenharia; \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas; \nVI - supervisionar a operação e a manutenção de sis temas; \nVII - avaliar criticamente a operação e a manutençã o de sistemas; \nVIII - comunicar-se eficientemente nas formas escri ta, oral e gráfica; \nIX - atuar em equipes multidisciplinares; \nX - compreender e aplicar a ética e responsabilidad e profissionais; \nXI - avaliar o impacto das atividades da engenharia  no contexto social e ambiental; \nXII - avaliar a viabilidade econômica de projetos d e engenharia; \nXIII - assumir a postura de permanente busca de atu alização profissional. “ \n \nA FEMEC se propõe a formar engenheiros com conhecim entos básicos relacionados aos \nvários ramos das ciências físicas e da matemática a plicada, capazes de responder \nrapidamente às demandas atuais da indústria e do se rviço público, bem como induzir \nmudanças estruturais por sua capacidade analítica e  crítica. Assim, os cursos de \nEngenharia oferecidos pela FEMEC buscam:  \n \na) promover o entendimento dos fundamentos científi cos e seu papel na estrutura \nda Engenharia;  \nb) transmitir os elementos de integração multidisci plinar, bem como desenvolver a \nhabilidade de comunicação e relacionamento interpes soal;  \nc) desenvolver o hábito do autoaperfeiçoamento e da  educação continuada após a \ngraduação;  \nd) desenvolver a capacidade de criar e aperfeiçoar os sistemas e métodos visando \natender às necessidades das pessoas e da sociedade;   \ne) desenvolver a capacidade de atuação em grupo na solução de problemas de \nEngenharia, englobando aspectos técnicos, econômico s, sociais, éticos e ambientais. \n ", "23": "19 \n O Curso de Engenharia Aeronáutica deverá propiciar uma formação contemplando os \nconceitos básicos das várias áreas afeitas à Engenh aria, com uma formação sólida em \nMatemática, Física e Computação. Mais especificamen te, deverá formar fortemente o \naluno em todas as áreas requeridas para uma prática  competente como engenheiro \naeronáutico: análise estrutural, aeroelasticidade, aerodinâmica, propulsão, sistemas de \naeronaves, homologação, manutenção, dentre outras. Consequentemente, o engenheiro \naeronáutico assim formado poderá atuar na concepção , fabricação e manutenção de \naeronaves de asas fixas e rotativas, de pequeno, mé dio e de grande porte, civis e \nmilitares, e também no planejamento e gestão em emp resas de transporte aéreo. \n \nAdicionalmente, foram adotados os seguintes requisi tos específicos de formação: \n \n•   capacidade para a compreensão dos fenômenos físic os e sua intervenção nos \nsistemas de Engenharia, e o domínio de técnicas de modelagem e caracterização \nexperimental de tais fenômenos. \n•  formação generalista, em oposição a uma formação e specializada, de modo que o \negresso estará apto a desempenhar as funções de Eng enheiro em diversos setores \nda indústria, não exclusivamente do setor aeronáuti co.  \n•   competência  no uso de recursos computacionais ( hardware  e software ) para a \nrealização de projetos de Engenharia. \n•  capacidade de comunicação oral e escrita, em Portu guês. \n•  proficiência na leitura e redação de textos técnic os em Inglês, considerada \nindispensável para o exercício da Engenharia Aeroná utica. \n \nCaracterística particularmente valorizada do perfil  do egresso é capacidade de promover \ninovações tecnológicas em produtos, processos e ser viços na área de Engenharia \nAeronáutica. Diversos estudos realizados por órgãos  governamentais evidenciam que se, \npor um lado, a produção científica brasileira, repr esentada por artigos publicados em \nperiódicos indexados, hoje corresponde a aproximada mente 2% da produção mundial, \nos índices referentes à propriedade industrial, esp ecialmente em termos de registros de \npatentes, são muito mais modestos. Este fato coloca  o Brasil em desvantagem, em \nvirtude do pagamento de royalties a empresas de outros países, e diminui \nsignificativamente a competitividade dos produtos b rasileiros no mercado internacional. \nDiante deste quadro, grande esforço vem sendo empre endido pelo Governo para ", "24": "20 \n fomentar a inovação e reduzir a dependência tecnoló gica do Brasil. Este objetivo passa \npela formação de recursos humanos com habilidades e specíficas. O curso de Engenharia \nAeronáutica, por envolver produtos e processos de a lto valor agregado e alta densidade \ntecnológica, proporcionará ambiente adequado para i ntroduzir os futuros engenheiros à \ncultura da inovação tecnológica. Este objetivo será  atingido através do envolvimento dos \nalunos em projetos de pesquisa, desenvolvimento e i novação, desenvolvidos em \nparcerias entre laboratórios de pesquisa e empresas , seguindo o modelo que já vem \nsendo utilizado na FEMEC. \n \nCom o objetivo de promover a aquisição da proficiên cia em língua inglesa, os alunos do \ncurso de Engenharia Aeronáutica serão incentivados,  já a partir do primeiro período, a \nrealizar cursos de formação na própria UFU ou em es colas particulares. Adicionalmente, \nos docentes das disciplinas específicas do curso se rão orientados para a utilização de \nbibliografia original em língua inglesa e para a si stemática apresentação da terminologia \ntécnica tanto em português quanto em inglês. Oferec erão também suporte aos alunos na \ninterpretação dos textos técnicos utilizados nas di sciplinas. \n \nVII– ESTRUTURA CURRICULAR \n \n7.1 – Diretrizes gerais \n \nVisando à consecução dos objetivos gerais do curso e da formação do perfil profissional \ndesejado, explicitados no capítulo anterior, a defi nição dos componentes curriculares e \nda estrutura curricular do Curso de Engenharia Aero náutica foi conduzida, de modo a \natender:   \n \n•   As Diretrizes Curriculares Nacionais estabelecida s pela resolução CNE n o 11 de \n11/03/2002, nas quais são definidas as matérias de formação com conteúdos \nbásicos, profissionalizantes e com conteúdo específ ico,  e  suas porcentagens em \nrelação à carga horária mínima, para os cursos de E ngenharia. \n•   As Normas Acadêmicas da UFU estabelecidas pela Re solução 02/2008 do \nCONGRAD. \n•   As diretrizes do Programa REUNI, no âmbito do qua l o Curso de Engenharia \nAeronáutica está sendo criado. ", "25": "21 \n •   A RESOLUÇÃO Nº 1.010, de 22 de agosto de 2005 e a  RESOLUÇÃO Nº 218, \nde 29 de junho de 1973 do Conselho Federal de Engen haria, Arquitetura e \nAgronomia – CONFEA, que dispõe sobre a regulamentaç ão da atribuição de \ntítulos profissionais, atividades, competências e c aracterização do âmbito de \natuação dos profissionais inseridos no Sistema CONF EA/CREA, para efeito de \nfiscalização do exercício profissional. \nAdicionalmente, foram adotadas as seguintes diretri zes: \n \n•   Máximo aproveitamento das experiências adquiridas  com a implementação  dos \nCursos de Engenharia Mecânica e Mecatrônica e, em p articular, máximo \naproveitamento das disciplinas atualmente oferecida s àqueles cursos, de modo a \notimizar os recursos humanos e materiais e, ao mesm o tempo, possibilitar a \nintegração e troca de experiências entre os alunos dos três cursos. \n•   Ênfase na aquisição, pelo aluno, de proficiência na Língua Inglesa, indispensável \npara o Engenheiro Aeronáutico, através da adoção de  bibliografia \nmajoritariamente de autoria de autores estrangeiros , publicada em Inglês. \n•   Ênfase em atividades didáticas de natureza prátic a, mediante divisão adequada \ndas cargas horárias de numerosas disciplinas entre aulas teóricas e aulas práticas.   \n•    Adoção, nas disciplinas de natureza específica, da sistemática de trabalho \norientada ao desenvolvimento de projetos em grupo, de modo a possibilitar a \naquisição, pelo aluno, de maior autonomia intelectu al e a capacidade de trabalhar \nem grupos. \n•   Distribuição das atividades presenciais entre os nove primeiros semestres, de \nmodo a possibilitar que o aluno desenvolva exclusiv amente Estágio Obrigatório e \nProjeto de Conclusão de Curso durante o décimo perí odo, atividades estas que \npoderão ser desenvolvidas fora de Uberlândia, tanto  no Brasil quanto no exterior. \n•    Distribuição da carga horária de modo a possibil itar que o aluno possa cursar \ndisciplinas optativas sem aumento excessivo de carg a horária. \n•   Oferecimento, já no primeiro ano, de disciplinas introdutórias à Aeronáutica, de \nmodo a antecipar o contato do aluno com o objeto de  seu Curso e, assim, \naumentar o seu interesse e entendimento dos objetiv os e metodologia que será \nseguida em seu percurso acadêmico.  \n•    Estabelecimento, para algumas disciplinas, de co nteúdo programático de caráter \nmodular, permitindo a intervenção de mais de um doc ente ao longo do semestre ", "26": "22 \n letivo, o que pode se traduzir em um melhor aprovei tamento das competências e \ndo corpo docente. \n•    Flexibilização da integralização curricular atra vés da validação de atividades \nacadêmicas extracurriculares, com o estabelecimento  da disciplina “Atividades \nAcadêmicas Complementares” e a adoção de procedimen tos reguladores \nobjetivando a convalidação das atividades realizada s pelo aluno em regime de \nmobilidade nacional e internacional. \n \nAtendendo às orientações da Resolução CNE/CES n o 11, de 11 de março de 2002, as \natividades curriculares do Curso de Engenharia Aero náutica estão distribuídas em: \ndisciplinas obrigatórias (incluindo o mínimo de 30 horas no conteúdo de Humanidades e \nCiências Sociais, Projeto de Conclusão de Curso), d isciplinas optativas, estágio \nobrigatório, Atividades Acadêmicas Complementares e  ENADE. A carga horária total \ndas atividades obrigatórias é de totalizando 4215  horas, distribuídas conforme detalhado \nna Tabela 7.1. \n \nTabela 7.1 – Síntese das cargas horárias \nATIVIDADE CARGA HORÁRIA (HORAS) \nDISCIPLINAS OBRIGATÓRIAS 3765 \nDISCIPLINAS OPTATIVAS 180 \nESTÁGIO OBRIGATÓRIO 180 \nATIVIDADES ACADÊMICAS COMPLEMENTARES 90 \nENADE  --- \nCARGA HORÁRIA TOTAL  4215 \n \nAs disciplinas obrigatórias contemplam os conteúdos  básicos, profissionalizantes e \nespecíficos definidos na Resolução CNE/CES n o 11/2002.  Elas totalizam 3765  horas, \nsendo 3105  horas teóricas e 660  horas de atividades práticas. \n \nO aluno deve ainda cursar 180  horas em disciplinas optativas, as quais têm por o bjetivo \npermitir a complementação de conhecimentos proporci onando ao aluno, ao mesmo \ntempo, certa autonomia na escolha de seu perfil de formação.     \n \nCom relação às disciplinas optativas, os seguintes procedimentos serão adotados: \n \n1º) O aluno poderá cursar, como optativa, qualquer disciplina em nível de graduação \noferecida pela UFU, mediante solicitação prévia ao Colegiado do Curso, e aprovação \ncondicionada à existência de vaga nas turmas oferec idas. \n ", "27": "23 \n 2º)  A cada semestre, o Colegiado receberá sugestõe s dos alunos para o oferecimento de \ndisciplinas optativas específicas do Curso de Engen haria Aeronáutica no semestre \nsubsequente. Com base nestas sugestões serão oferec idas, a cada semestre, seis \ndisciplinas optativas específicas, três no período da manhã e três no período da tarde, \ndentre as quais os alunos poderão escolher livremen te. Entende-se por disciplinas \noptativas específicas aquelas constantes do fluxogr ama curricular apresentado neste \nProjeto Pedagógico.  \n \nNo tocante à disciplina obrigatória na área de Huma nidades, Ciências Sociais e \nCidadania, requerida pela Resolução CNE/CES No 11/2002, é instituído um bloco de \ntrês disciplinas dentre as quais o aluno deverá opt ar por cursar pelo menos uma, sendo a \ncarga horária mínima a ser cursada de 30  horas. A disciplina deverá ser escolhida entre \nas seguintes: Direito e Legislação – DRT50, Psicolo gia Aplicada ao Trabalho - PSI45, \nLíngua Brasileira de Sinais - LIBRAS01.  \n \nAinda com o objetivo de flexibilização curricular, são previstas seis disciplinas \ndenominadas Tópicos Especiais em Engenharia Aeronáu tica, que permitem o \noferecimento de disciplinas em caráter esporádico c om temas de interesse na formação \nprofissional. O oferecimento destas disciplinas req uererá a aprovação prévia do \nColegiado, obedecendo a regulamentação específica. \n \nO Projeto de Conclusão de Curso deve ser desenvolvi do mediante matrícula em \ndisciplina específica incluída no 10º período, tota lizando 30  horas, sendo permitida, \nmediante solicitação do aluno e aprovação do Colegi ado, matrícula em período anterior, \napós o aluno ter cursado no mínimo 2800  horas. As normas que regulamentam os \nProjetos de Conclusão de Curso são apresentadas no Anexo V. \n \nDe acordo com a Resolução CNE/CES No 11/2002, o Estágio Obrigatório é uma \natividade obrigatória, com carga horária mínima de 160 horas. A legislação Federal \nsobre os estágios de estudantes foi atualizada com a promulgação da Lei N o 11.788 de 25 \nde setembro de 2008. Dadas as especificidades do Cu rso de Engenharia Aeronáutica, o \nEstágio Obrigatório deverá ser de, no mínimo, 180  horas, e o aluno poderá realizá-lo \napós ter cursado no mínimo 2200  horas. As Normas para o Estágio Obrigatório estão \napresentadas no Anexo IV. ", "28": "24 \n  \nO componente curricular denominada “Atividades Acad êmicas Complementares” \nconsiste em atividades extracurriculares, complemen tares à formação do profissional em \nAeronáutica, equivalendo a 90  horas, atendendo ao Artigo 15 da Resolução 2/2004 do \nCONGRAD, que estabelece que a carga horária destas atividades deve estar entre 2% e \n10% da carga horária total do curso. Tais atividade s podem compreender: projetos de \niniciação científica, atividades técnicas individua is ou em grupo, monitorias, \nparticipação nos grupos estudantis estabelecidos na  FEMEC (Empresa Júnior, PET, \nAerodesign, Mini-Baja), atividades empreendedoras e  participação em cursos, e \ncongressos. Tais atividades, para serem convalidada s, deverão ter aprovação prévia do \nColegiado de Curso, devendo o aluno apresentar docu mentação comprobatória de \nrealização da atividade. As normas regulamentadoras  da disciplina “Atividades \nAcadêmicas Complementares” são apresentadas no Anexo VII . \n \nO ENADE é componente curricular obrigatório do Curs o de Engenharia Aeronáutica e \nserá inscrita no histórico escolar do aluno somente  sua situação regular com relação a \nesta obrigação, atestada por sua efetiva participaç ão ou, quando for o caso, dispensa \noficial pelo Ministério da Educação, na forma estab elecida em regulamento. \n \nAs tabelas seguir apresentam a distribuição ideal d as disciplinas obrigatórias e optativas \npor períodos, suas cargas-horárias, pré-requisitos e co-requisitos, além das Unidades \nAcadêmicas responsáveis pelo seu oferecimento.  \n ", "29": "25 \n 1º PERÍODO \nCARGA HORÁRIA CÓDIGO TÍTULO TEOR. PRÁT. TOTAL PRÉ/CO-REQUISITOS UNID. ACAD.  \nFEMEC43011  INTRODUÇÃO À ENGENHARIA AERONÁUTICA  45 00 45 ---- FEMEC  \nFEMEC41011  DESENHO TÉCNICO 45 00 45 --- FEMEC  \nFACOM49010  ALGORITMOS E PROGRAMAÇÃO DE COMPUTADORES 45 15 60 ---- FACOM  \nIQUFU49011 QUÍMICA BÁSICA 45 15 60 ---- IQUFU  \nFAMAT49010  CÁLCULO DIFERENCIAL E INTEGRAL 1 90 00 90 ---- FAMA T  \nFAMAT49011  GEOMETRIA ANALÍTICA  75 00 75 ---- FAMAT  \nFEMEC43012  FUNDAMENTOS DE AERONÁUTICA 1 30 00 30 ---- FEMEC  \n \n \n2º PERÍODO \nCARGA HORÁRIA CÓDIGO TÍTULO TEOR.  PRÁT.  TOT. PRÉ/CO-REQUISITOS (P/C) UNID. \nACAD. \nFAMAT49020  CÁLCULO DIFERENCIAL E INTEGRAL 2 90 00 90 FAMAT4901 0 – CÁLC. DIF. E INTEGRAL 1 (P) FAMAT  \nFAMAT49021  ESTATÍSTICA 60 00 60 ---- FAMAT  \nFAMAT49022  ÁLGEBRA LINEAR 45 00 45 ---- FAMAT  \nINFIS49020 FÍSICA GERAL 1 60 00 60  INFIS  \nINFIS49021 FÍSICA EXPERIMENTAL 1 00 30 30 INFIS4902 0 – FÍSICA GERAL 1 (C) INFIS  \nFEMEC41020  PROGRAMAÇÃO APLICADA À ENGENHARIA 00 30 30 FACOM490 10 – ALG. E PROG. DE COMPUTADORES \n(P) FEMEC \nFEMEC41021  DESENHO DE MÁQUINAS 30 30 60 FEMEC41011 – DESENHO T ÉCNICO (P) FEMEC \nFEMEC43021  FUNDAMENTOS DE AERONÁUTICA 2 30 00 30 FEMEC43012 - FUNDAMENTOS DE AERONÁUTICA 1 (P) FEMEC \n          ", "30": "26 \n    \n3º PERÍODO \nCARGA HORÁRIA CÓDIGO TÍTULO TEOR.  PRÁT.  TOT. PRÉ/CO-REQUISITOS (P/C) UNID. \nACAD. \nFEMEC41030  CINEMÁTICA  45  00 45 INFIS49020 –FÍSICA GERAL 1 (P) FEMEC  \nFAMAT49030  CÁLCULO DIFERENCIAL E INTEGRAL 3 90 00 90 FAMAT4902 0 – CÁLCULO DIFERENCIAL E \nINTEGRAL 2 (P) FAMAT  \nINFIS49030 FÍSICA GERAL 2 90 00 90 FAMAT49020 – CÁLCULO DIFERENCIAL E \nINTEGRAL 2 (P) INFIS  \nINFIS49031 FÍSICA EXPERIMENTAL 2 00 30 30 INFIS4903 0 - FÍSICA GERAL 2 (C) INFIS  \nINFIS49032 ESTÁTICA 60 00 60 INFIS49020 – FÍSICA GERAL 1 (P) INFIS  \nFEMEC42031  INTRODUÇÃO À CIÊNCIA DOS MATERIAIS 45 15 60 IQUFU49 011 – QUÍMICA BÁSICA (P) FEMEC \nIGUFU49010 EDUCAÇÃO PARA O MEIO AMBIENTE 30 00 30 - -- IGUFU \n     \n4º PERÍODO \nCARGA HORÁRIA CÓDIGO TÍTULO TEOR.  PRÁT.  TOT. PRÉ/CO-REQUISITOS (P/C) UNID. \nACAD. \nINFIS49040 MECÂNICA DOS SÓLIDOS 75 15 90 INFIS49032  – ESTÁTICA (P) INFIS  \nFEMEC43040  MATERIAIS DE CONSTRUÇÃO AERONÁUTICA  45 15 60 FEMEC42031 – INTROD. À CIÊNCIA DOS MATERIA IS \n(P) FEMEC \nFEMEC41040  DINÂMICA 60 00 60 FEMEC41030 – CINEMÁTICA (P) FEMEC  \nFEMEC42073  PROCESSOS DE FABRICAÇÃO MECÂNICA 60 15 75 ---- FEME C  \nFEMEC41041  METROLOGIA  30 30 60 FAMAT49021 –  ESTATÍSTICA (P) FEMEC  \nFEMEC41050  MÉTODOS MAT. APLICADOS À ENGENHARIA 75 00 75 FAMAT4 9030 – CÁLCULO DIFERENCIAL E \nINTEGRAL 3 (P) FAMAT  \nFEMEC43041  PROJ. AERON. ASSISTIDO POR COMPUTADOR 15 30 45 FEME C41021 – DESENHO DE MÁQUINAS (P) FEMEC \n     ", "31": "27 \n     \n5º PERÍODO \nCARGA HORÁRIA CÓDIGO TÍTULO TEOR. PRÁT.  TOT. PRÉ/CO-REQUISITOS (P/C) UNID. \nACAD. \nFAMAT49050  CÁLCULO NUMÉRICO 75 00 75 FEMEC41050 – MÉT. MAT. AP LIC. À ENGENHARIA \n(P) FAMAT  \nFEMEC43050  ESTRUTURAS DE AERONAVES 1 60 15 75 INFIS49040 – MEC ÂNICA DOS SÓLIDOS (P) FEMEC \nGEM11 TERMODINÂMICA APLICADA 60 15 75 ---- FEMEC \nFEMEC41050  MECÂNICA DOS FLUIDOS 1 60 15 75 FEMEC41050 – MÉT. M AT. APLIC. À ENGENHARIA \n(P) FEMEC  \nFEMEC41072  VIBRAÇÃO DE SISTEMAS MECÂNICOS 45 15 60 FEMEC41040 – DINÂMICA (P) FEMEC  \nFEELT49050 ELETROTÉCNICA DE AERONAVES 45 15 60 INFI S49030 – FÍSICA GERAL 2 (P) FEELT \n    \n6º PERÍODO \nCARGA HORÁRIA CÓDIGO TÍTULO TEOR.  PRÁT.  TOT. PRÉ/CO-REQUISITOS (P/C) UNID. \nACAD. \nFEMEC43060  ESTRUTURAS DE AERONAVES 2 60 15 75 FEMEC43050 – EST RUTURAS DE AERONAVES 1 (P) FEMEC  \nFEMEC41063  SISTEMAS TÉRMICOS 60 00 60 FEMEC41051 – TERMODINÂMI CA APLICADA (P) FEMEC \nFEMEC42060  CONTROLE DE SISTEMAS LINEARES 60 15 75 --- FEMEC \nFEMEC41060  TRANSFERÊNCIA DE CALOR 1 60 15 75 FEMEC41050 – MÉT.  MAT. APLIC. À ENGENHARIA (P)  FEMEC  \nFEMEC41062  MECÂNICA DOS FLUIDOS 2 45 00 45 FEMEC41050 – MECÂNI CA DOS FLUIDOS 1 (P) FEMEC \nFEMEC43061  DINÂMICA DE ESTRUTURAS AERONÁUTICAS 45 15 60 FEMEC4 1072 – VIBRAÇÃO DE SISTEMAS MECÂNICOS \n(P) FEMEC \nFEMEC43062  PROCESSOS DE FABRICAÇÃO AERONÁUTICA 45 15 60 FEMEC4 2073 - PROCESSOS DE FABR. MECÂNICA (P) FEMEC \n      ", "32": "28 \n      \n7º PERÍODO \nCARGA HORÁRIA CÓDIGO TÍTULO TEOR.  PRÁT.  TOT. PRÉ/CO-REQUISITOS (P/C) UNID. \nACAD. \nFEMEC43070  ELETRÔNICA DE AERONAVES 60 15 75 ---- FEELT \nFEMEC43071  AERODINÂMICA APLICADA 60 15 75 FEMEC41062 – MECÂNIC A DOS FLUIDOS 2 (P) FEMEC \nFEMEC43072  SISTEMAS DE AERONAVES  60 00 60 ---- FEMEC \nFEMEC41071  TRANSFERÊNCIA DE CALOR 2  60 00 60 FEMEC41060 – TRA NSFERÊNCIA DE CALOR 1 (P) FEMEC  \nFEMEC43073  MÉTODO DE ELEMENTOS FINITOS  30 30 60 FEMEC43060 – ESTRUTURAS DE AERONAVES 2 (P) \nFEMEC41060 – TRANSFERÊNCIA DE CALOR 1 (P) FEMEC  \nFEMEC41070  INSTRUMENTAÇÃO 45 15 60 FEMEC43070  - ELETRÔNICA DE AERONAVES (C) FEMEC \n OPTATIVA      \n     \n8º PERÍODO \nCARGA HORÁRIA CÓDIGO TÍTULO TEOR.  PRÁT.  TOT. PRÉ/CO-REQUISITOS (P/C) UNID. \nACAD. \nFEMEC43080  CARGAS EM AERONAVES E AEROELASTICIDADE  60 15 75 \nFEMEC43061 – DINÂMICADE ESTRUT. AERONÁUTICAS (P) FEMEC \nFEMEC43081  MECÂNICA DO VÔO E CONTROLE DE AERONAVES   60 15 75 FEMEC42060 – CONTROLE DE SISTEMAS \nLINEARES (P) FEMEC \nFEMEC43082  HOMOLOGAÇÃO DE AERONAVES 30 00 30 ---- FEMEC \nFEMEC43083  AERODINÂMICA COMPUTACIONAL 45 15 60 FEMEC43071 – AE RODINÂMICA APLICADA (P) FEMEC  \nFEMEC43084  FADIGA E MECÂNICA DA FRATURA 45 15 60 FEMEC43060 – ESTRUTURAS DE AERONAVES 2 (P) FEMEC  \nFEMEC43085  PROJETO DE AERONAVES 1 30 30 60 2200 h CURSADAS COM  APROVEITAMENTO (P) FEMEC \nFEMEC43086  PROPULSÃO DE AERONAVES 45 15 60 FEMEC41063 – SISTEM AS TÉRMICOS (P) FEMEC \n OPTATIVA      \n  ", "33": "29 \n     \n \n \n9º PERÍODO \nCARGA HORÁRIA CÓDIGO TÍTULO TEOR.  PRÁT.  TOT. PRÉ/CO-REQUISITOS (P/C) UNID. \nACAD. \nFEMEC43090  PROJETO DE AERONAVES 2 30 30 60 FEMEC43085 – PROJET O DE AERONAVES 1 (P) FEMEC \nFEMEC43091  MANUTENÇÃO DE AERONAVES   45 15 60 ---- FEMEC \nFEMEC43092  AEROACÚSTICA  45 15 60 FEMEC41062 – MECÂNICA DOS FLUIDOS 2 (P) FE MEC \nFEMEC43093  DESEMPENHO DE AERONAVES  45 00 45 ---- FEMEC  \nFAGEN49090  ADMINISTRAÇÃO  60 00 60 1500 horas cursadas com aproveitamento FAG EN  \nIEUFU49090 ECONOMIA  60 00 60 1500 horas cursadas com aproveitamento IEU FU \n \nFADIR49111 \nFACED49500 \nIPUFU49050 HUMANIDADES E CIÊNCIAS SOCIAIS DIREITO E LEGISLAÇÃO LÍNGUA BRASILEIRA DE SINAIS – LIBRAS I PSICOLOGIA APLICADA AO TRABALHO \n   \n45 30 30  \n00 30 00  \n45 60 30  \n1500 horas cursadas com aproveitamento \n--- \n1500 horas cursadas com aproveitamento  \nFADIR \nFACED \nIPUFU \n OPTATIVA      \n  \n \n \n10º PERÍODO \nCARGA HORÁRIA \nCÓDIGO TÍTULO TEOR \n. PRÁT \n. TOT. PRÉ/CO-REQUISITOS (P/C) UNID. \nACAD. \nFEMEC43100 PROJETO DE CONCLUSÃO DE CURSO 30 00 30 2 800 HORAS CURSADAS COM APROVEITAMENTO (P) FEMEC \nFEMEC43101 ESTÁGIO OBRIGATÓRIO 00 180 180 2200 HORA S CURSADAS COM APROVEITAMENTO (P) FEMEC \n OPTATIVA      \n   \n ", "34": "30 \n  \nDISCIPLINAS OPTATIVAS ESPECÍFICAS \nCARGA HORÁRIA CÓD. TÍTULO  TEOR.  PRÁT.  TOT.  PRÉ/CO-REQUISITOS (P/C) UNID. \nACAD. \nFEMEC43900 CONFIABILIDADE DE SISTEMAS \nAERONÁUTICOS 45 15 60 ---- FEMEC  \nFEMEC43901 OTIMIZAÇÃO DE SISTEMAS AERONÁUTICOS 45 1 5 60 ---- FEMEC  \nFEMEC43902 MONITORAMENTO DE INTEGRIDADE \nESTRUTURAL DE AERONAVES 45 15 60 --- FEMEC  \nFEMEC43903 DINÂMICA DO VOO DE HELICÓPTEROS  45 00 4 5 FEMEC43081– MEC. DO VOO E CONT. DE \nAERONAVES (P) FEMEC  \nFEMEC43904 AERODINÂMICA DE HELICÓPTEROS  45 15 60 F EMEC43071 – AERODINÂMICA APLICADA (P) FEMEC  \nFEMEC43905 PROJETO ESTRUTURAL EM MATERIAIS \nCOMPOSTOS  60 00 60 FEMEC43060 – ESTRUTURAS DE AERONAVES 2 (P) FEMEC  \nFEMEC43906 PROJETO DE AERONAVES NÃO TRIPULADAS 30 3 0 60 --- FEMEC  \nFEMEC43907 AERODINÂMICA DE VEÍCULOS AUTOMOTIVOS 45 15 60 FEMEC43071 – AERODINÂMICA APLICADA (P) FEMEC  \nFEMEC43908 TURBOMÁQUINAS PARA PROPULSÃO AERONÁUTICA   45 15 60 FEMEC43086 - PROPULSÃO DE AERONAVES (P) FE MEC  \nFEMEC43909 ENSAIOS EM VOO DE AERONAVES  60 00 60 -- -- FEMEC  \nFEMEC43910 ESTRUTURAS INTELIGENTES  45 15 60 ---- F EMEC  \nFEMEC43911 CONTROLE DE VIBRAÇÕES E RUÍDO  45 15 60 FEMEC43061 – DIN. DE ESTRUT. AERONÁUTICAS (P) FEMEC \n \nFEMEC43912 TURBULÊNCIA NOS FLUIDOS  60 15 75 FEMEC4 1062 – MECÂNICA DOS FLUIDOS 2 (P) FEMEC  \nFEMEC43913 TÓPICOS ESPECIAIS EM ENG. AERONÁUTICA 1 60 0 60 A DEFINIR FEMEC  \nFEMEC43914  TÓPICOS ESPECIAIS EM ENG. AERONÁUTICA 2 60 0 60 A D EFINIR FEMEC  \nFEMEC43915  TÓPICOS ESPECIAIS EM ENG. AERONÁUTICA 3 60 0 60 A D EFINIR FEMEC  \nFEMEC43916  TÓPICOS ESPECIAIS EM ENG. AERONÁUTICA 4 60 0 60 A D EFINIR FEMEC  \nFEMEC43917  SEGURANÇA DE SISTEMAS AERONÁUTICOS 60 0 60 ---- FEM EC  \nFACOM49080  ESTRUTURAS E BANCOS DE DADOS 45 15 60 ---- FACOM  \nFEMEC42094  ROBÓTICA  45 15 60 ---- FEMEC  \nFEMEC41090  FABRICAÇÃO ASSISTIDA POR COMPUTADOR 30 15 45  FEMEC  \nFEMEC41504  ACÚSTICA BÁSICA 45 15 60 ---- FEMEC  \nINFIS49060 ÓPTICA 30 00 30 --- INFIS \nINFIS49061 LABORATÓRIO DE ÓPTICA 00 15 15 INFIS4906 0 – ÓPTICA (C) INFIS \nFEMEC43918  CONVERSÃO DE ENERGIA EÓLICA 60 00 60 --- FEMEC  \nFACED49501 LINGUAGEM BRASILEIRA DE SINAIS 2 30 30 6 0 1500h FACED ", "35": "31 \n 7.2 – Componentes curriculares \n \n7.2.1 – Disciplinas do núcleo de conteúdos básicos  \n \nAs disciplinas de conteúdos básicos abordam vários tópicos comuns aos cursos de \nengenharia tais como, Informática, Expressão Gráfic a, Matemática, Física, Mecânica \ndos Sólidos, Eletricidade Aplicada, Química, Admini stração, Economia, Ciências do \nAmbiente, Humanidades, Ciências Sociais e Cidadania . As diretrizes curriculares \nnacionais (Resolução CNE/CES n o11/2002) estabelecem que um mínimo de 30% da \ncarga horária mínima deve versar sobre esses tópico s.  \n \nNa Tabela 7.2 apresenta-se a relação das disciplina s de conteúdos básicos oferecidas e \nsua relação com os tópicos determinados pelas diret rizes curriculares, notando-se uma \nsignificativa fração da carga horária dedicada a au las práticas. Em específico, é \nrespeitada a obrigatoriedade estabelecida pelas dir etrizes curriculares no tocante às \npráticas de laboratório das disciplinas das áreas d e Física, Química e Informática. \n \nObserva-se que a estrutura curricular do curso de E ngenharia Aeronáutica prevê 2070 \nhoras em conteúdos básicos, ou seja, aproximadament e 49% da carga horária do curso. \nReflete-se assim, nessa estrutura, a forte formação  básica do egresso. \n \nTabela 7.2 - Disciplinas de conteúdos básicos \nDisciplina Tópico estabelecido pelas \ndiretrizes curriculares Carga horária  \n(teórica , prática)  \nIntrodução à Engenharia Aeronáutica Metodologia Científica e \nTecnologia \nComunicação e expressão, \nlegislação profissional. 45-0 \nDesenho Técnico Expressão Gráfica 60-0 \nProjeto Aeronáutico Assistido por \nComputador Expressão gráfica 15-30 \nAlgoritmos e Programação de \nComputadores Informática 45-15 \n \nProgramação Aplicada à Engenharia Informática 00-30 \nCálculo Diferencial e Integral 1 Matemática 90-0 \nCálculo Diferencial e Integral 2 Matemática 90-0 \nCálculo Diferencial e Integral 3 Matemática 90-0 \nMétodos Matemáticos Aplicados à Matemática 75-0 ", "36": "32 \n Engenharia  \nGeometria Analítica Matemática 75-0 \nÁlgebra Linear Matemática 45-0 \nEstatística Matemática 60-0 \nCálculo Numérico Matemática 75-0 \nFísica Geral 1 Física 60-0 \nFísica Experimental 1 Física 0-30 \nFísica Geral 2 Física 90-0 \nFísica Experimental 2 Física 0-30 \nEstática Física 60-0 \nCinemática Física 45-0 \nDinâmica  Física 60-0 \nTermodinâmica Aplicada Física 60-15 \nIntrodução à Ciência dos Materiais Ciência e Tecnologia dos Materiais 45-15 \nMateriais de Construção Aeronáutica Ciência e Tecnologia dos Materiais 45-15 \nQuímica Básica Química 45-15 \nMecânica dos Sólidos Mecânica dos Sólidos 75-15 \nMecânica dos Fluidos 1   Fenômenos de Transporte 60-15 \nMecânica dos Fluidos 2   Fenômenos de Transporte 45-0 \nTransferência de Calor 1   Fenômenos de Transporte 60-15 \nTransferência de Calor 2   Fenômenos de Transporte 45-15 \nEletrotécnica de Aeronaves Eletricidade Aplicada 45-15 \nEducação para o Meio Ambiente Ciências do Ambiente 30-0 \nEconomia Economia 60-0 \nAdministração Administração 75-0 \nDireito e Legislação, Psicologia Aplicada ao \nTrabalho, Língua Brasileira de Sinais Humanas, Ciências Sociais e \nCidadania Min 30-0 \nCARGA HORÁRIA TOTAL  2.070 \n \nVale observar que temas relacionados à Comunicação e Expressão (utilização dos \ndiversos meios de comunicação, leitura e interpreta ção de textos em português e inglês, \nredação e apresentação oral) são abordados na maior ia das disciplinas do curso, as quais \nincluem atividades de elaboração de relatórios técn icos e realização de apresentações \norais de trabalhos técnicos. \n \n ", "37": "33 \n 7.2.2 – Disciplinas do núcleo de conteúdos profissi onalizantes  \n \nAs disciplinas de conteúdos profissionalizante estã o indicadas na Tabela 7.3. Deve-se \nobservar que algumas disciplinas anteriormente cara cterizadas como de conteúdo básico \ntambém dispõem de conteúdos de caráter profissional izante, em virtude de terem \nnatureza mista.  \n \nAs diretrizes curriculares nacionais estabelecem qu e as disciplinas do núcleo de \nconteúdos profissionalizantes devem perfazer cerca de 15% da carga horária mínima.  As \ndisciplinas relacionadas abaixo perfazem 21,1% da carga horária do curso, sendo \natendido, portanto, o requisito estabelecido. \n \n \nTabela 7.3 – Disciplinas do núcleo de conteúdos pro fissionalizantes  \nDisciplina Conteúdo estabelecido pelas diretrizes Carga horária  \n(teórica -prática)  \nEstruturas de Aeronaves 1 Sistemas Estruturais e Teoria das \nEstruturas 60-15 \nEstruturas de Aeronaves 2 Sistemas Estruturais e Teoria das \nEstruturas 60-15 \nVibração de Sistemas Mecânicos  Mecânica Aplicada 45-15 \nDinâmica de Estruturas \nAeronáuticas Sistemas Estruturais e Teoria das \nEstruturas 45-15 \nFadiga e Mecânica da Fratura Mecânica Aplicada 45-0 \nAerodinâmica Aplicada Mecânica Aplicada 75-15 \nAerodinâmica Computacional Métodos Numéricos; Modelagem, \nAnálise e Simulação de Sistemas. 45-15 \nProjeto Aeronáutico Assistido por \nComputador Modelagem, Análise e Simulação de \nSistemas. 15-30 \nMétodo de Elementos Finitos Métodos Numéricos. Modelagem, \nAnálise e Simulação de Sistemas. 30-30 \nControle de Sistemas Lineares Controle de Sistemas Dinâmicos 60-15 \nMetrologia Tecnologia Mecânica 30-30 \nFundamentos de Aeronáutica Mecânica Aplicada 45-0 \nEletrotécnica de Aeronaves Eletricidade Aplicada 45-15 \nEletrônica de Aeronaves Eletrônica Analógica e Digital 60-15 \nCARGA HORÁRIA TOTAL  885 ", "38": "34 \n  \n7.2.3 – Disciplinas do núcleo de conteúdos específi cos \n \nAs disciplinas obrigatórias e optativas que compõem  o núcleo de conteúdos específicos \nsão relacionadas nas tabelas 7.4 e 7.5. De acordo c om as diretrizes curriculares nacionais \n(Resolução CNE/CES nº 11, de 2002), estas disciplin as, que complementam a carga \nhorária, constituem extensões e aprofundamentos dos  conteúdos do núcleo de conteúdos \nprofissionalizantes. \n \n \n \nTabela 7.4 – Disciplinas obrigatórias do núcleo de conteúdos específicos \nDisciplina Carga horária \n(teórica-prática)  \nSistemas de Aeronaves 60-0 \nProcessos de Fabricação Aeronáutica 45-15 \nEletrônica de Aeronaves 60-15 \nPropulsão de Aeronaves 45-15 \nProjeto de Aeronaves 1 30-30 \nProjeto de Aeronaves 2 30-30 \nManutenção de Aeronaves 45-15 \nProjeto de Conclusão de Curso 30-0 \nMecânica do Vôo e Controle de Aeronaves 60-15 \nCargas em Aeronaves e Aeroelasticidade 60-15 \nDesempenho de Aeronaves 45-0 \nCARGA HORÁRIA TOTAL  660 \n \n \n \nTabela 7.5 – Disciplinas optativas do núcleo de con teúdos específicos \nDisciplina Carga horária \n(teórica-prática)  \nConfiabilidade de Sistemas Aeronáuticos 45-15 \nOtimização de Sistemas Aeronáuticos 45-15 \nMonitoramento de Integridade Estrutural de Aeronave s 45-15 \nDinâmica do Vôo de Helicópteros  45-0 ", "39": "35 \n Aerodinâmica de Helicópteros  45-0 \nProjeto Estrutural em Materiais Compostos  45-0 \nProjeto de Aeronaves não Tripuladas 60-0 \nAerodinâmica de Veículos Automotivos 45-0 \nTurbomáquinas para Propulsão Aeronáutica   45-15 \nEnsaios Em Voo de Aeronaves  60-0 \nEstruturas Inteligentes  45-15 \nControle de Vibrações e Ruído  45-15 \nTurbulência nos Fluidos  45-15 \nSegurança de Sistemas Aeronáuticos  60-0 \nEstruturas e Banco de Dados 45-15 \nRobótica 45-15 \nAcústica Básica 45-15 \nÓptica 30-0 \nLaboratório de Óptica 0-15 \nConversão de Energia Eólica 60-0 \nLinguagem Brasileira de Sinais 30-30 \nTópicos Especiais Em Engenharia Aeronáutica 1 60-0 \nTópicos Especiais Em Engenharia Aeronáutica 2 60-0 \nTópicos Especiais Em Engenharia Aeronáutica 3 60-0 \nTópicos Especiais Em Engenharia Aeronáutica 4 60-0 \n \nA Tabela 7.6 apresenta a síntese do fluxo curricula r do curso de Engenharia Aeronáutica. \n \n ", "40": "36 \n \n ", "41": "37 \n \n \n ", "42": "38 \n \n ", "43": "39 \n \n ", "44": "40 \n  \n \n           ", "45": "41 \n 7.2.4 – Estágio obrigatório \n \nDe acordo com a Resolução N o 02/2008 do CONGRAD, estágios são “atividades de \naprendizagem social, profissional e cultural, propo rcionadas a discentes pela participação \nem situações reais de vida e de trabalho em seu mei o, realizadas na comunidade em \ngeral, ou junto à pessoa jurídica de direito públic o ou privado.” \n \nO estágio obrigatório, regulamentado no âmbito da U FU pela Resolução n o 3/2002 do \nCONGRAD, é um componente curricular obrigatório que , de acordo com a Resolução \nCNE/CES N o11/2002, deve ter carga horária mínima de 160 horas . No Curso de \nGraduação em Engenharia Aeronáutica, ele deverá ser  de, no mínimo 180 horas , e o \naluno poderá realizá-lo após ter cursado 2200 horas  em disciplinas em que tenha sido \naprovado. Esta carga horária viabiliza a realização  do Estágio obrigatório no período de \nférias de fim de ano. Entretanto, buscando possibil itar a realização de estágios com \nmaior duração, seja no Brasil, seja no exterior, o 10º período do curso de Engenharia \nAeronáutica é reservado para a realização de estági o obrigatório ou mobilidade, e para o \ndesenvolvimento do projeto de conclusão de curso. \n \nCom fulcro no Parágrafo 3º do Art. 1º. da Lei N o11.788 de 25 de setembro de 2008, as \natividades de extensão, de monitorias e de iniciaçã o científica, desenvolvidas pelo \nestudante, poderão ser equiparadas ao estágio obrig atório mediante aprovação prévia, \npelo Colegiado de Curso, do plano de trabalho apres entado pelo aluno e aprovação \nposterior do Relatório de Estágio, de acordo com a normatização vigente. \n \n7.2.5 - Projeto de Conclusão de Curso \n \nO aluno do curso de Engenharia Aeronáutica terá, co mo atividade obrigatória, a \nrealização em um Projeto de Conclusão de Curso, cuj o principal objetivo é a \ncomplementação de sua formação através da execução de trabalhos que permitam a \nconsolidação dos conhecimentos adquiridos ao longo do curso.  \n \nO Projeto de Conclusão de Curso deve ser desenvolvi do mediante matrícula em \ndisciplina específica incluída no 10º período, tota lizando 30 horas, sendo permitida, \nmediante solicitação do aluno e aprovação do Colegi ado, matrícula em período anterior, ", "46": "42 \n após o aluno ter cursado 2800  horas.  Será desenvolvido sob orientação de um pro fessor \ndo curso (ou profissional ligado a órgão público ou  empresa privada interessada), com \naprovação prévia do Colegiado de Curso. Caberá ao a luno a escolha do orientador.  \n \nO professor orientador, juntamente com o aluno, dev erá propor o plano de trabalho do \nprojeto no ato da matrícula na disciplina Projeto d e Conclusão de Curso. A avaliação \nserá feita mediante elaboração de uma Monografia e apresentação oral das atividades \ndesenvolvidas diante de uma banca examinadora const ituída por professores ou \nprofissionais da área.  \n \nAs normas que regulamentam os Projetos de Conclusão  de Curso são apresentadas no \nAnexo V. \n \n7.2.6 – Atividades extracurriculares \n \nVárias ações vêm sendo implementadas na FEMEC permi tindo que o aluno, orientado \npor suas aptidões e interesses, possa participar de  atividades extracurriculares que são \nconsideradas importantes para a sua formação profis sional e humana. Os alunos do \ncurso de Engenharia Aeronáutica serão incentivados a se engajar nas atividades hoje \nexistentes, apresentadas a seguir, ou em outras que  poderão ser instituídas.  \n \nIniciação científica \n \nA Iniciação Científica é uma atividade muito bem co nsolidada na UFU, e \nparticularmente na FEMEC,  que tem por objetivo pro piciar ao aluno de graduação o \ntreinamento precoce nos métodos da pesquisa científ ica, mediante sua integração em \ngrupos de pesquisa, trazendo-lhe, como benefícios: \n \n• convívio cotidiano  com pesquisadores experientes o u em fase de \n  formação, permitindo-lhe a troca de experiências e aquisição de \n  conhecimentos e  habilidades fora do ambiente da classe. \n• aprofundamento no estudo de problemas e técnicas ma is complexos, que  \n  transcendem ao escopo das disciplinas de graduaçã o. \n• motivação e preparação para a pós-graduação stricto sensu . ", "47": "43 \n  \n Além disso, a Iniciação Científica é considerada s er o mais eficiente mecanismo de \nintegração da graduação com a pós-graduação..  \n \nProgramas de concessão de bolsas de Iniciação Cient ífica com apoio de Órgãos de \nFomento à pesquisa como o CNPq, FAPEMIG e a própria  UFU permitem que o aluno \nreceba uma bolsa para o desenvolvimento dos trabalh os. O CNPq e a FAPEMIG \nconcedem bolsas de Iniciação Científica, via Pró-Re itoria de Pesquisa e Pós-Graduação \nda UFU, a alunos regularmente matriculados em curso s de graduação através do \nPrograma Institucional de Bolsas de Iniciação Cient ífica (PIBIC).  Além disso, os \nprofessores pesquisadores da FEMEC também dispõem d e cotas de bolsas de iniciação \ncientífica solicitadas diretamente aos órgãos de fo mento e empresas, vinculadas a seus \nprojetos de pesquisa. \n \nPrograma institucional de bolsas do ensino de gradu ação- PIBEG \n \nO PIBEG tem por objetivo geral incentivar o desenvo lvimento de projetos que \ncontribuam para a melhoria da qualidade do ensino d os cursos de graduação da UFU, e \npor objetivos específicos: \n \n• incentivar o envolvimento de docentes e estudantes em projetos que visem a \nsolução de problemas didático-pedagógicos de cursos  de  graduação. \n• fomentar a interação entre disciplinas e entre Unid ades Acadêmicas na resolução de \nproblemas comuns. \n• auxiliar os Colegiados de cursos de graduação no de senvolvimento de ações que \nvisem o aprimoramento do ensino. \n• proporcionar ao estudante o aprendizado sobre o des envolvimento de disciplinas \npráticas e/ou teóricas, domínio de técnicas, elabor ação de material didático, demais \natividades de ensino, conforme a proposta apresenta da em projeto. \n• Estimular a interdisciplinaridade. \n• Oferecer oportunidades de participação em Atividade s Acadêmicas \nComplementares. \n ", "48": "44 \n META - Empresa Júnior \n \nAs empresas juniores são instituições sem fins lucr ativos constituídas e geridas \nexclusivamente por alunos de graduação. Têm como pr incipal objetivo complementar e \ndiversificar a formação dos estudantes, através da execução de atividades de consultoria \ntécnica a empresas públicas e privadas.  \n \nA META é a Empresa Júnior associada à Faculdade de Engenharia Mecânica da UFU. \nEla presta consultoria prioritariamente a micro e p equenas empresas, a um custo que \ncorresponde a uma fração de dez a trinta por cento do que seria cobrado por empresas de \nconsultoria convencionais, oferecendo, como vantage ns o suporte de laboratórios, \ntécnicos e professores da Faculdade na execução dos  projetos. \n \nEquipe Tucano de Aerodesign \n \nO Projeto Aerodesign, organizado pela SAE – Society of Automotive Engineers  com o apoio \nda EMBRAER e de outras empresas do setor aeroespaci al, é um programa de fins \neducacionais, destinado a estudantes de Graduação e m Engenharia, cujo principal \nobjetivo é propiciar a difusão e o intercâmbio de t écnicas e conhecimentos de Engenharia \nAeronáutica entre estudantes e futuros profissionai s. Participando do projeto, os \nestudantes têm a oportunidade de exercitar discipli nas que usualmente não fazem parte \ndos currículos  acadêmicos e desenvolver habilidades que se revelam  preciosas para o \nsucesso dos modernos profissionais da Engenharia: e spírito de equipe, liderança, \nplanejamento, capacidade de vender idéias e projeto s. \n \nNa competição, cada equipe deve projetar, documenta r, construir e fazer voar um \naeromodelo rádio controlado para transportar o máxi mo de peso possível. O avião deve \nutilizar um motor padrão não alterado, devendo sati sfazer restrições em suas dimensões \nestabelecidas pelo regulamento da competição. Os pr ojetos são julgados por vários \ncritérios: preparação dos relatórios, desenhos técn icos, apresentação oral do projeto, peso \nmáximo transportável durante prova de vôo e precisã o na previsão do peso máximo \ntransportável. \n \nA equipe que representa a Faculdade de Engenharia M ecânica da UFU, denominada \nEquipe Tucano, vem participando da Competição Aerod esign desde o ano 2001, tendo ", "49": "45 \n sido, por várias vezes, classificada entre os 15 pr imeiros lugares. A Equipe conquistou o \nprimeiro lugar na competição nacional de 2010, que lhe dá o direito de representar o \nBrasil na competição internacional Aerodesign East,  a ser realizada em abril de 2011, em \nMarietta, Geórgia, EUA. Anteriormente, a Equipe hav ia conquistado o 2º lugar na \ncompetição nacional em 2006 e o 2º lugar, no ano se guinte, na competição internacional. \n \nDado o seu foco voltado para o projeto aeronáutico,  a participação na Equipe Tucano de \nAerodesign, sob a forma de atividade extracurricula r, assume particular importância para \nos alunos do curso de Engenharia Aeronáutica,  uma vez que tal atividade constitui-se \nem uma possibilidade de aplicação dos conhecimentos  adquiridos nas diversas \ndisciplinas do curso na realização de projetos de a eronaves, além de possibilitar efetivo \ntreinamento no desenvolvimento de trabalho em grupo , na gestão de projetos \nmultidisciplinares e na gestão de recursos financei ros. \n \nDeve-se observar que o projeto de aeronaves em esca la reduzida para o desempenho de \num determinado tipo de missão segue exatamente os m esmos procedimentos que aqueles \nempregados no projeto de aeronaves em escala real, fato que valoriza, sobremaneira, a \nparticipação dos alunos do curso de Engenharia Aero náutica na Equipe Tucano como \nforma de aquisição de experiência na prática da Eng enharia Aeronáutica. Neste sentido, \na competição Aerodesign é tendo sido vista como rev eladora de talentos para a \nEngenharia Aeronáutica. Ademais, a participação de estudantes nas equipes tem sido \nconsiderada como uma qualificação importante nos pr ocessos de recrutamento de \nengenheiros nestas empresas, em particular na EMBRA ER. Vários ex-membros da \nEquipe Tucano foram recrutados por empresas do seto r aeronáutico. \n \n \nEquipe Mini-Baja \n \nA competição Mini-Baja, de formato similar ao da co mpetição Aerodesign, é também \norganizada pela SAE - Society of Automotive Engineers , visando o desenvolvimento e \nconstrução, por equipes de estudantes de Engenharia , de um veículo recreativo de quatro \nrodas no contexto de uma competição realizada em ní vel nacional. Este projeto \napresenta-se como uma interessante opção de ativida de extracurricular aos alunos que \ndemonstram interesse pela área automobilística. Em sua concepção, ele coloca os alunos ", "50": "46 \n em contato com uma situação real de projeto dentro do contexto de uma competição \nregulamentada de engenharia. Os alunos, coordenados  por um professor, ficam \nresponsáveis por todas as etapas de concepção, proj eto, construção e teste de seu \nprotótipo. Além dos aspectos tecnológicos, os aluno s também cuidam da parte \nadministrativa e participam ativamente da busca por  recursos financeiros que garantem a \nconcretização dos objetivos. \n \nA equipe Cerrado da FEMEC participa das competições  organizadas pela SAE Brasil \ndesde 1998, obtendo resultados expressivos em prova s que avaliam os mais diferentes \naspectos ligados à engenharia . Dentro do contexto da competição são avaliados \nrelatórios de projeto, custo para produção seriada,  aspectos de segurança, conforto de \noperação, capacidade de tração, subida de rampa, ac eleração, velocidade máxima, \nfrenagem, dirigibilidade e durabilidade. \n \nEquipe EDROM \n \nA Equipe de Desenvolvimento em Robótica Móvel (EDRO M) é uma associação de \ndiscentes dos cursos de graduação da Faculdade de E ngenharia Mecânica que tem por \nfinalidade participar de competições que envolvam o  desenvolvimento de sistemas \nmecatrônicos. Em sua primeira participação na IX Co mpetição Latino Americana de \nRobótica - LARC, a EDROM conquistou o segundo lugar .  \n \nCabe mencionar que a participação em projetos como os descritos acima  representa um \ndiferencial na formação do aluno, preparando-o melh or para sua futura vida profissional \ncomo engenheiro. A experiência tem mostrado que vár ios ex-alunos têm obtido sucesso \nem cursos de pós-graduação, bem como posições de de staque no mercado de trabalho em \ndiversos setores da indústria. \n \nPET – Programa de Educação Tutorial \n \nCriado e implantado em 1979 pela CAPES, o PET - Pro grama de Educação Tutorial, é \num programa acadêmico direcionado a alunos de curso s de graduação. Eles são ", "51": "47 \n selecionados pelas IES que participam do programa e  se organizam em grupos, \nrecebendo orientação acadêmica de professores-tutor es.  \nO PET objetiva envolver os estudantes que dele part icipam num processo de formação \nintegral, propiciando-lhes uma compreensão abrangen te e aprofundada de sua área de \nestudos. \nSão objetivos deste programa: a melhoria do ensino de graduação, a formação acadêmica \nampla do aluno, a interdisciplinaridade, a atuação coletiva e o planejamento e a \nexecução, em grupos sob tutoria, de um programa div ersificado de atividades \nacadêmicas, tanto culturais quanto científicas. \nO programa PET da Faculdade de Engenharia Mecânica – PETMEC foi implantado em \n1992 e tem contribuído ativamente na formação de de stacados profissionais de \nEngenharia.  \n \n \n \nMonitoria \n \nA UFU mantém um amplo programa de bolsas de monitor ia em disciplinas dos cursos \nde graduação, proporcionando, aos alunos monitores,  uma primeira oportunidade de \ncontato com a docência universitária e a ampliação de seus conhecimentos sobre o \nconteúdo das disciplinas em que atua. \n \nOs alunos do curso de Engenharia Aeronáutica também  terão oportunidade de exercer a \nmonitoria como atividade extracurricular e utilizar á desses monitores para auxiliar em \nsuas atribuições didáticas. O monitor deve dedicar 12 horas semanais atendimento aos \ndiscentes. \n \nO monitor é aluno de graduação e sua admissão é fei ta sempre através de seleção a cargo \ndo(s) professor(es) responsável(eis) pela execução do projeto acadêmico da(s) \ndisciplina(s) no âmbito da FEMEC, juntamente com o Colegiado de Curso. A monitoria \npode ser exercida por até dois semestres letivos, a o final dos quais o aluno deverá \napresentar relatório, obtendo certificado que é con siderado título curricular.  \n ", "52": "48 \n Semana de Engenharia Mecânica - SEMEC \n \nA Semana de Engenharia Mecânica - SEMEC, tem por ob jetivo principal promover, no \nseio da Faculdade, a divulgação de avanços técnico- científicos, através de seminários, \nmini-cursos, apresentações de trabalhos de graduand os e pós-graduandos, além de abrir \nespaço para a reflexão e discussão, no contexto sóc io-político-econômico, da profissão de \nEngenharia e dos problemas nacionais. O público alv o é a comunidade acadêmica, \nprofissionais de empresas da cidade e região, profe ssores e técnicos. \n \nA SEMEC é realizada desde 1995, e conta hoje com se u crescimento garantido, em \nvirtude do sucesso alcançado em todas suas edições e do progressivo aumento das \natividades acadêmicas da FEMEC. \n \nDAGEMP – Diretório Acadêmico Genésio de Melo Pereir a \n \nO Diretório Acadêmico “Genésio de Melo Pereira” − DAGEMP, dos Cursos de \nGraduação em Engenharia Mecânica, Mecatrônica e Aer onáutica, é, de acordo com a \nlegislação em vigor, o legítimo representante do co rpo discente destes cursos no âmbito \nda Universidade. \n \nCompete ao DAGEMP: defender os interesses dos estud antes; promover a aproximação \nentre o corpo discente, o corpo docente e os técnic os-administrativos; desenvolver, \ndentro e fora do âmbito acadêmico, o espírito unive rsitário; contribuir para o prestígio \ncada vez maior da Universidade Federal de Uberlândi a; preservar as tradições estudantis \ne a probidade da vida escolar; lutar pelo aprimoram ento das instituições democráticas; \npromover reuniões de caráter cívico, social, cultur al e científica, como, por exemplo, a \nSemana de Engenharia Mecânica, visando a complement ação e o aprimoramento da \nformação universitária. Desta forma, o objetivo do DAGEMP é dar suporte aos alunos, \natravés do envolvimento em projetos técnicos e soci ais, para que possam ter uma \nformação tanto técnica como social. \n \n \nAtividades de Extensão, Cultura e Assuntos Estudant is \n ", "53": "49 \n A Pró-Reitoria de Extensão, Cultura e Assuntos Estu dantis - PROEX promove, \ndesenvolve, apoia, intermedia e incentiva a realiza ção de atividades extracurriculares, \natravés de programas, projetos e eventos que atenda m às necessidades da comunidade \nexterna e interna. Desenvolve, simultaneamente, pol íticas de apoio ao estudante, visando \nà apropriação, recriação, valorização e preservação  do patrimônio cultural dos diferentes \ngrupos sociais. \n \nA participação do aluno nas atividades de extensão efetiva-se por meio de programas e \nprojetos com ações voltadas para a população local,  regional e nacional, oportunizando a \ntroca de saberes entre docentes, discentes e a Comu nidade externa. \n \nDentre os projetos de extensão atualmente em desenv olvimento pela UFU, destacam-se: \n \n• Incubadora de Empreendimentos Solidários \n• Programa de Educação Popular \n• Formação Continuada \n• Rede Astronômica \n• Mídias nas aulas de Matemáticas \n• Oficina de Desenho Urbano \n• Plano Diretor Participativo do Município de Nova Po nte \n• Coral da UFU \n \nMobilidade nacional e internacional \n \nNos últimos quinze anos a UFU vivenciou um intenso processo de abertura, fomentado, \nem parte, pela política praticada pelo MEC de favor ecer a mobilidade estudantil nos \nplanos nacional e internacional. Deste processo res ultou a criação da Assessoria de \nRelações Internacionais e Interinstitucionais, órgã o vinculado ao Gabinete do Reitor, \nencarregada de apoiar e executar projetos de cooper ação nacional e internacional e, em \nparticular, de mobilidade estudantil. Dentre os pro gramas em curso, destacam-se, no \nnível do ensino de graduação: \n \n• Programa ANDIFES de mobilidade estudantil em âmbito  nacional. ", "54": "50 \n • PEC-G, programa de cooperação educacional do Govern o brasileiro com outros \npaíses em desenvolvimento, especialmente da África e da América Latina. \n• CAPES-BRAFITEC, programa de intercâmbio de estudant es de graduação de \nFaculdades e Escolas de Engenharia brasileiras e fr ancesas, no âmbito do Acordo \nCAPES-CDEFI ( Conseil des Dirigeants des Écoles Françaises d´Ingé nieurs ). \n• Acordos de dupla diplomação firmados com diversas i nstituições de ensino superior \nfrancesas. \n \nA FEMEC tem uma longa tradição em cooperação intern acional com instituições \nestrangeiras, tais como a Université de Franche-Comté , de Besançon, França, o Institut \nNational des Sciences Appliquées de Lyon  - INSA,  França; a Université de Liège , Bélgica; a \nUniversidad Autônoma Metropolitana , México; a Università di Cassino ,  Itália, entre outras. \n \nEspecificamente, a FEMEC e o INSA-Lyon têm um longo  e profícuo histórico de \ncooperação que se iniciou em 1987, por meio do esta belecimento de um acordo de \nintercâmbio entre estudantes de graduação em Engenh aria Mecânica brasileiros e \nfranceses. Este acordo foi posteriormente estendido  à Engenharia Civil, Engenharia \nElétrica e Engenharia Química. Mais recentemente, p assou a contemplar alunos de \nGraduação em Ciência da Computação.  \n \nO acordo de cooperação firmado entre ambas as Insti tuições foi expandido, passando a \ncontemplar outras modalidades de cooperação, inclui ndo o intercâmbio de professores \nem missões de ensino e pesquisa, o desenvolvimento conjunto de trabalhos de pesquisa, a \npermuta de documentação e publicações científicas, a coorientação de teses e a \nparticipação mútua em bancas examinadoras.  Salient a-se que houve grande empenho \ndas administrações das duas Instituições cooperante s no tocante ao reconhecimento dos \ncréditos e validação das atividades acadêmicas dese nvolvidas por seus alunos quando de \nseu retorno. Este esforço culminou com a assinatura  de convênios de dupla diplomação. \n \nA mobilidade nos planos nacional e internacional é considerada uma atividade-chave na \nformação dos futuros engenheiros aeronáuticos egres sos do curso e será vivamente \nincentivada. Especialmente porque a prática da Enge nharia Aeronáutica nas grandes \nempresas é, essencialmente, de natureza multinacion al, requerendo, para seu \ndesempenho, habilidades especiais. Com efeito, em g randes empresas como a ", "55": "51 \n EMBRAER, os projetos aeronáuticos são realizados po r equipes multinacionais, e as \naeronaves fabricadas resultam da integração de macr ocomponentes fabricados em \ndiversas partes do mundo, o que torna necessário o conhecimento das formas de \ntrabalho das equipes envolvidas e das diferenças me todológicas e culturais. \n \n \n7.3 – Organização da matriz curricular \n \n7.3.1  - Fluxo curricular \n \nA síntese do fluxo curricular do curso é apresentad a de duas formas: no fluxograma e na \nTabela 7.6, onde são mostradas a distribuição das d isciplinas nos períodos, bem como os \npré-requisitos e co-requisitos, os núcleos a que se  referem e as Unidades Acadêmicas \nofertantes.  \n \n \n \n \n ", "56": "52 \n \n ", "57": "53 \n    \n \n      ", "58": "54 \n 7.3.2 – Fichas de disciplina \n \nAs fichas das disciplinas são apresentadas no Anexo I. Cada ficha contém as \ninformações indispensáveis para a caracterização da  disciplina na estrutura curricular, \nsendo considerado o principal elemento a ser utiliz ados pelos docentes na programação \ndas atividades relacionadas às disciplinas das quai s estarão encarregados.   \n \n7.4 – Duração, regime do curso e normas de matrícul a \n \nO Curso de Graduação em Engenharia Aeronáutica será  ministrado em período integral, \ncom tempo de integralização mínima de 10 semestres anos e máxima de 15 semestres. \n \nO regime de oferta é semestral, em período integral , estando previstas atividades nos \nperíodos da manhã, tarde e noite. \n \nO aluno deve se matricular por disciplina, podendo cursar no máximo 32 horas  \nsemanais, salvo em situações especiais, a serem ava liadas pelo Colegiado do curso, \nrespeitando-se os co-requisitos e pré-requisitos. A s demais normas de matrícula são \nestabelecidas pelas Normas Acadêmicas da UFU (Resol ução 02/2008 do CONGRAD). \n \nVIII – DIRETRIZES PARA O DESENVOLVIMENTO METODOLÓGI CO DO \nENSINO \n \n8.1 - Planejamento de conteúdos e distribuição de d isciplinas do currículo \n \nCom o objetivo de promover uma integração antecipad a de conteúdos básicos e \nprofissionalizantes, disciplinas de conteúdo aplica do são oferecidas já no início do Curso, \ncomo, por exemplo, Introdução à Engenharia Aeronáut ica, Fundamentos de \nAeronáutica 1, Fundamentos de Aeronáutica 2. Um dos  objetivos dessa ação é o de \nenvolver o aluno desde os primeiros períodos com os  fundamentos da Engenharia, em \nparticular com a Aviação, motivando-o para os estud os e possibilitando-lhe compreender \nos objetivos do curso e a utilidade das disciplinas  que compõem o currículo para a \nconsecução destes objetivos. \n ", "59": "55 \n Outra ação se dá através do estudo de exemplos apli cados, mesmo em disciplinas de \nformação de conteúdos básicos, como cálculos, álgeb ra e física. Com efeito, busca-se \nevitar a dissociação entre os fundamentos e sua apl icação em cada disciplina do curso. \n \n8.2 – Valorização das aulas práticas \n \nAs disciplinas foram concebidas de forma a oferecer  ao aluno um forte conteúdo teórico \ne prático. Nesse sentido, um grande número de disci plinas apresenta atividades práticas \nobrigatórias distribuídas em laboratórios específic os, práticas em unidades produtivas ou \nainda em salas de ensino computacional, que serão v alorizadas no processo avaliativo de \ndesempenho do aluno. Esta estratégia traz vários be nefícios, tais como a diminuição do \ngrau de abstração de algumas disciplinas e a aquisi ção, pelo aluno, de habilidades \nespecíficas no uso de técnicas e equipamento experi mentais. Acredita-se que sua adoção \ncontribuirá para a diminuição dos índices de reprov ação e evasão. \n \n8.3 - Incentivo à formação pedagógica do docente \n \nÉ amplamente reconhecido que os professores da área  de Engenharia carecem, muito \nfrequentemente, de formação específica para o exerc ício da docência superior. Diante \ndeste fato, os docentes do Curso de Engenharia Aero náutica serão incentivados a \nparticipar de atividades de formação oferecidas pel a UFU, além de reuniões, palestras e \ndebates, organizados no âmbito da FEMEC, com vistas  a propiciar: \n \ni)  a formação profissional contínua do docente de Engenharia com ênfase especial em \naspectos não exclusivamente técnicos, tais como: me todologia de ensino superior, \nhistória e filosofia da ciência e da tecnologia. \nii) a troca de experiências entre os docentes da ár ea de Engenharia e também de outras \náreas, permitindo diagnosticar falhas e avaliar alt ernativas para sua resolução.  \n \n8.4 - Orientação acadêmica - tutoria \n \nUma ação importante prevista nesse Projeto diz resp eito ao acompanhamento \nindividualizado do aluno e de seu rendimento escola r. Esse acompanhamento será feito ", "60": "56 \n através da atuação do Colegiado de Curso e da figur a do Orientador Acadêmico, \ntambém chamado de tutor . \n \nA cada aluno do Curso de Engenharia Aeronáutica ser á atribuído um professor-tutor. \nAcredita-se que a tutoria será um instrumento efici ente na identificação de dificuldades \ndos alunos e deverá ter impacto positivo sobre os í ndices de reprovação e evasão. \n \nA Resolução 01/2000 da FEMEC, que estabelece critér ios e procedimentos relativos à \natividade de orientação acadêmica dos alunos do cur so de graduação em Engenharia \nMecânica, e que foi posteriormente estendida ao Cur so de Engenharia Mecatrônica, será \naplicada ao Curso de Engenharia Aeronáutica. Esta R esolução com as alterações \nnecessárias para atender ao Curso de Engenharia Aer onáutica, está apresentada no \nAnexo VI. \n \n8.5 - Aulas de nivelamento para os ingressantes \n \nVisando diminuir as freqüentes deficiências de form ação em Matemática no Ensino \nMédio, os alunos ingressantes serão submetidos, log o no início do semestre, a uma \navaliação nesta disciplina. Constatada a necessidad e com base nos resultados desta \navaliação, ou por vontade expressa pelo aluno, serã o oferecidas, no decorrer das quatro \nprimeiras semanas do primeiro semestre do curso, au las de nivelamento em Matemática, \nno período noturno, com duração de 30 horas. Ao fin al do curso, será feita nova \navaliação, para efeito de avaliação do progresso ob tido pelos alunos. \n \nEste tipo de estratégia assume particular importânc ia no momento em que o sistema das \nIFES vivencia profundas alterações em seus processo s seletivos para acesso, notadamente \ncom a recente implementação de políticas de inclusã o social e modificação dos critérios \nda admissão, com o aproveitamento dos resultados do  ENEM.  Espera-se que as aulas de \nnivelamento possibilitarão diminuir a heterogeneida de das turmas ingressantes e os \níndices de reprovação e evasão nos primeiros períod os. \n \n \n \n ", "61": "57 \n  \nIX – DIRETRIZES PARA AVALIAÇÃO DO CURSO E DA \nAPRENDIZAGEM  \n \n9.1 - Avaliação no contexto do processo ensino-apre ndizagem \n \nÉ amplamente reconhecido que a avaliação dentro do processo de ensino-\naprendizagem é um tema complexo que tem impacto dir eto sobre os índices de \nreprovação e de evasão no ensino superior, especial mente na área de Engenharia, na \nqual estes índices são sabidamente elevados. \n  \nSegundo Cipriano Luckesi, Professor de Filosofia da  Universidade Federal da Bahia \n(Luckesi, 2001), a avaliação da aprendizagem escola r vem sendo praticada com muita \nindependência do processo ensino-aprendizagem. As p rovas e os exames vêm sendo \npraticados segundo o interesse do professor e até m esmo segundo os interesses de \nsistemas de ensino. Nem sempre se considera o que r ealmente foi ensinado. As notas \nsão operadas como se nada tivessem a ver com a apre ndizagem. Elas são \nsimplesmente números e não expressões de aprendizag em, bem ou mal sucedidas. A \nnota define tudo, aprova, reprova e, até mesmo, def ine a relação professor-aluno. Ela \nse torna o objeto do processo, tanto para o profess or quanto para o aluno. O professor \nas usa, quando são baixas, para demonstrar a lisura  da sua prática. O aluno, por outro \nlado, necessita da nota, não importando muito se el a reflete ou não o quanto se \naprendeu.  \n \nHá diferenças entre os conceitos de prova, exame e avaliação. Antes de tudo, estes \nconceitos estão relacionados com a finalidade e com  o uso que se faz do resultado de \nsua aplicação.  \n \nO ato de examinar é pontual, não interessando o ant es e o depois. É um ato \nexcludente do indivíduo, seletivo e classificatório . O ato de avaliar não é pontual, é \ndinâmico. Interessa o antes, o momento e o depois. Ele é includente, pois permite \ndiagnosticar, para as possibilidades de melhorias i mediatas. Se o aluno não sabe \nainda, pode-se ajudá-lo a aprender a buscar saber. Avaliar é diagnosticar, através da ", "62": "58 \n experiência, a eficiência do processo. Normalmente,  o que se pratica são exames e não \navaliações. \n \nEnquanto o ato de examinar é frio e ditatorial, o a to de avaliar é acolhedor e humano. \nO professor deve acolher o aluno como ele é, nutrin do sua vontade de aprender. Deve \nainda confrontar, avaliar, diagnosticar e orientar.  \n \nNa pedagogia antiga, o ser humano devia ficar pront o pontualmente. Esta é uma \npedagogia para a qual o exame se adequa. No entanto , mais do que nunca, o \nmomento é de se ensinar o aluno a “aprender a apren der”, especialmente na área de \nEngenharia, na qual as constantes e rápidas evoluçõ es tecnológicas tornam \nvirtualmente impossível, e mesmo inútil, tentar tra nsmitir o conhecimento existente \nem um dado momento. Deve-se buscar meios de motivar  o aluno a ficar muito atento \nàs aulas e também a buscar informações adicionais, o que hoje está facilitado pela \nimensa quantidade de informações disponibilizadas p elos meios de comunicação. O \naluno deve ser incentivado ao hábito da leitura, de ve perder o medo dos livros e até \nmesmo das publicações em periódicos. É fato que, da das as necessidades atuais da \nsociedade para o desenvolvimento e uso da tecnologi a, torna-se difícil, na atualidade, \ndistinguir um engenheiro de um cientista. Além diss o, ressaltando uma vez mais a \nnecessidade que o Brasil tem de conquistar a indepe ndência tecnológica, o engenheiro \nestará frequentemente buscando soluções ainda não e xistentes, o que aproxima o \ntrabalho de engenheiro da atividade de pesquisa.  \n \nDiante de tal quadro, torna-se interessante lançar uma discussão construtiva no \nsentido de se compreender o processo avaliativo e s eu uso como ferramenta \npedagógica, com os seguintes objetivos: \n \na) aumentar a eficiência no processo pedagógico, no se ntido de se permitir que o \naluno aprenda mais e de se reprovar menos. \nb) motivar os alunos para os estudos, utilizando todas  as formas que puderem servir \npara este efeito. \nc) diminuir a taxa de evasão. \nd) formar melhores profissionais e cidadãos. ", "63": "59 \n  \nSegundo Luckesi (2001), a avaliação deve ser o foco  central para a elaboração de um \nprojeto pedagógico. Segundo a própria LDB (Lei de D iretrizes e Bases da Educação) a \navaliação deve ser objeto de um capítulo especial e m um projeto pedagógico. \n \nA avaliação deve ser utilizada como ferramenta para : \n \n• Estimular o aprendizado. \n• Diminuir os índices de reprovação. \n• Melhorar o projeto pedagógico. \n• Aumentar a auto-estima do aluno. \n• Tornar o processo de aprendizagem mais prazeroso e menos traumático. \n• Quebrar a pirâmide de qualificação do aprendizado n o corpo discente, tornando-a, \nse possível, invertida, ou seja, aumentar o número dos chamados “bons alunos”.  \n \nCom base na experiência vivenciada ao longo de vári os anos de existência dos cursos \nde Engenharia da FEMEC, o presente Projeto Pedagógi co propõe as seguintes \nestratégias para minimização ou, idealmente, elimin ação de dificuldades referentes a \nalunos e professores:  \n \nDificuldades relativas aos discentes  Atitudes corretivas  \n• Falta de interesse dos alunos pelos estudos. \n• Práticas antiéticas, especialmente a cola. \n • Informar e relembrar constantemente os \nalunos sobre os objetivos do curso de \nEngenharia Aeronáutica e o papel de cada \natividade na consecução deste objetivo. \n• Valorizar o trabalho e coibir práticas \nantiéticas (cola e violação de direitos de \npropriedade intelectual). \n• Utilizar recursos áudiovisuais, \ncomputacionais e pequenos experimentos em \nsala de aula para visualização de fenômenos e \nde conceitos, reduzindo, assim, o grau de \nabstração típico de algumas disciplinas. \n• Dividir com o aluno a responsabilidade por \nsua formação, atribuindo-lhe possibilidades \nde decidir sobre parte de seu percurso de \nformação. \n• Apresentar o planejamento das disciplinas no \ninício do semestre: conteúdo programático e \nprocesso de avaliação, aceitando, com \ncoerência, sugestões dos alunos. \n• Diversificar os instrumentos de avaliação, \nnão limitando-os as provas, estendendo-os a \ntrabalhos e projetos individuais ou em grupo, ", "64": "60 \n apresentação de seminários, etc.  Evita-se, \nassim, a prática de estudar para \nmemorização. \n• Exigir dos alunos o estrito cumprimento das \nnormas acadêmicas e o cumprimento de suas \nresponsabilidades em cada atividade. \n \nDificuldades relativas aos procedimentos adotados \npelos docentes Atitudes corretivas \n• Tempo de prova inconsistente com o seu \nconteúdo. \n• Ineficiência do Colegiado diante das \nreclamações sobre atitudes de professores. \n• Uso de bibliografia desatualizada. \n• Pouco uso de recursos pedagógicos \n(laboratórios, recursos áudiovisuais, etc.). \n• Sobrecarga de trabalho imposta aos alunos. • Melhorar as técnicas didáticas: atualização \npedagógica dos docentes através da \nparticipação em simpósios, congressos e \nminicursos. \n• Estabelecer diretrizes a serem observadas \npelos docentes visando a limitação da carga \nde trabalho do aluno em cada semestre \nletivo.  \n• Evitar o uso de apostilas, quando estas \ninibirem o uso de materiais didáticos mais \ncompletos. \n• Criar mecanismos mais eficientes de \ninterlocução entre alunos, representantes das \nclasses, e o Colegiado do curso. \n• Exigir dos professores o estrito cumprimento \ndas normas acadêmicas e do planejamento \ndas disciplinas. \n \n \nA proposta de sistema de avaliação é parte integran te do Plano de Ensino e deve ser \napresentada pelo professor ao Colegiado de Curso ap ós a discussão com sua turma, \npara aprovação até 30 dias após o início do semestr e letivo. A discussão deverá \nnortear o processo de avaliação a ser proposta pelo  professor em cada disciplina. \n \nO professor deve dar vista das atividades avaliadas  ao aluno, no prazo máximo de 20 \ndias corridos a contar da data de realização da ati vidade, exceto em situações \nexcepcionais fundamentadas no plano de avaliação, p reviamente aprovadas pelo \nColegiado de Curso. A vista das atividades avaliada s de final de curso deve anteceder \no prazo marcado para entrega de notas na DIRAC, fix ado no Calendário Escolar. \n \n9.2- Participação do corpo discente na avaliação do  curso \n \nUma das atividades obrigatórias do Colegiado de Cur so é o acompanhamento \ncontínuo de todo o processo de ensino-aprendizagem,  com o objetivo de identificar \nproblemas e dificuldades e garantir as condições ne cessárias para o desenvolvimento ", "65": "61 \n adequado deste processo: recursos materiais, condut a adequada dos professores, \nconduta adequada dos alunos.  \n \nConsidera-se ser de capital importância a participa ção dos alunos neste processo de \nacompanhamento, uma vez que, além do fato de ser o corpo discente o principal \nelemento, o “produto final” de tal processo, a part icipação dos alunos na condução do \ncurso tem também um caráter de formação importante,  uma vez que os prepara para a \nvida profissional e cidadã, através do compartilham ento das responsabilidades. Além \ndisso, a participação dos alunos nas decisões permi te evitar arbitrariedades, e contribui \npara a formação de um ambiente de trabalho mais har monioso entre os agentes do \nprocesso ensino-aprendizagem. Vale observar que a c omposição do Colegiado prevê a \nrepresentação discente. \n \nPara efeito de avaliação do processo pedagógico, os  alunos deverão fornecer um feed-\nback  (avaliação) sobre o desempenho didático-pedagógico  dos professores, referente às \ndisciplinas ministradas no semestre letivo. Esta av aliação será semestralmente \ncoordenada pelo Colegiado de Curso, mediante a util ização de formulários de \navaliação a serem preenchidos anonimamente pelos al unos.  O modelo de formulário \né fornecido no Anexo II . As estatísticas dos resultados da avaliação serão \ncomunicadas aos professores para que sejam tomadas as medidas corretivas \nnecessárias, sob a supervisão do Colegiado.  \n \nAs avaliações das disciplinas \"Projeto de Conclusão  de Curso\", “Atividades \nAcadêmicas Complementares” e \"Estágio Obrigatório\" são regulamentadas por \nnormas específicas. \n \nComo forma de facilitar o contato entre as turmas c om a Coordenação do Curso, será \nutilizada a figura do aluno Representante de Classe , que será escolhido por seus pares \ncomo interlocutor privilegiado com Colegiado. \n \n9.3 - Autoavaliação dos docentes \n ", "66": "62 \n Os docentes deverão fazer ao longo do período letiv o, uma autoavaliação, com base \nno comportamento e aprendizado dos discentes e util izando a ficha  apresentada no \nAnexo III . Esta autoavaliação deve conduzir o docente ao que stionamento do que \npode e deve ser melhorado no planejamento e na sua prática pedagógica para a \nconsecução dos objetivos da disciplina sob sua resp onsabilidade e melhor \naproveitamento por parte dos alunos. \n \n9.4 – Avaliação contínua do curso e do projeto peda gógico \n \nEntende-se que o Projeto Pedagógico deve ser um ins trumento flexível, passível de \najustes e adaptações que permitam mantê-lo atualiza do, incorporando as evoluções \ntecnológicas e a modernização das práticas de ensin o.  \n \nNo final de cada semestre, toda a comunidade do Cur so (docentes, discentes e \ntécnicos-administrativos) será convocada a particip ar de uma assembleia, a ser \ncoordenada pelo Colegiado, durante a qual serão apr esentadas as estatísticas do \nprocesso avaliativo docente e discente e discutidos  aspectos gerais sobre o \nfuncionamento do Curso durante o semestre em curso.  Sugestões, críticas e propostas \npara o contínuo aperfeiçoamento do curso são incent ivadas. \n \nNo final de cada ano, toda a comunidade da FEMEC (d ocentes, discentes e técnicos-\nadministrativos) será convocada a participar de uma  assembleia durante a qual serão \ndiscutidos aspectos gerais sobre o funcionamento do  Curso e sobre a eventual \nnecessidade de ajuste do Projeto Pedagógico. Sugest ões, críticas e propostas para o \ncontínuo aperfeiçoamento do curso são incentivadas.  \n \nX – CONSIDERAÇÕES GERAIS E CONCLUSÕES \n \nO Projeto Pedagógico do curso de Engenharia Aeronáu tica resultou de um \namadurecido processo de pesquisa e discussão no âmb ito da UFU e fora dela, que \nconduziu à proposição uma estrutura curricular mode rna e otimizada, e um perfil de \nformação do egresso adaptado às necessidades atuais  do Brasil no tocante ao \ndesenvolvimento tecnológico.  \n ", "67": "63 \n O curso de Engenharia Aeronáutica foi concebido de modo possibilitar o máximo \naproveitamento dos recursos humanos e materiais exi stentes na UFU e, \nespecialmente, a experiência adquirida com a criaçã o dos dois outros cursos de \ngraduação da FEMEC. Buscou-se, assim, diminuir os c ustos associados à sua \nimplantação e, ao mesmo tempo, proporcionar a salut ar integração entre os docentes e \ndiscentes dos três cursos. Foi particularmente valo rizada a formação do egresso em \nciências básicas, especialmente aquelas nos domínio s de atuação de outras Unidades \nAcadêmicas da UFU. \n \nO sucesso da implantação do novo curso está condici onado ao investimento \nInstitucional para a garantia dos recursos humanos e materiais necessários para \nrealização, em condições adequadas, das atividades acadêmicas cotidianas do curso. \nSerá também dependente da atuação do Colegiado de C urso, que será o principal \nresponsável pela concretização de todas as ideias q ue compõem este Projeto \nPedagógico.  \n \nA implantação do Curso de Engenharia Aeronáutica, n a forma estabelecida neste \nProjeto Pedagógico, suscita amplas possibilidades p ara que a UFU promova uma \nefetiva contribuição aos objetivos gerais estabelec idos pelo Governo Federal no \ntocante ao Ensino Superior e, particularmente, aos objetivos do Programa REUNI.  \n \nA presente versão revisada traz aperfeiçoamentos im portantes ao Projeto Pedagógico, \nque resultaram de intenso processo de reflexão e ar ticulação com os dois outros cursos \nde graduação oferecidos pela FEMEC. \n \nREFERÊNCIAS BIBLIOGRÁFICAS \n \nBAZZO, Walter Antonio; PEREIRA, Luiz Teixeira do Va le; LINSINGEN, Irlan \nVon. Educação tecnológica: enfoques para o ensino d e engenharia . Florianópolis: Ed. \nda UFSC, 2000. \n \nBECKER, Fernando. A Epistemologia do professor: o c otidiano da escola . Petrópolis, \nRJ: Vozes, 1995. ", "68": "64 \n  \nLONGO, Orlando Celso; FONTES, Mário Arthur de Souza . Diagnóstico do ensino \nde engenharia, necessidades do mercado de trabalho e a legislação vigente. VII \nEncontro Ensino em Engenharia, 2000. \n \nLUCKESI, C. C. Avaliação da Aprendizagem Escolar, C ortez Editora, 2001. \n \nFORMAÇÃO EM EAD – UNIREDE. Módulo 1: fundamentos e políticas de \neducação e seus reflexos na educação a distância . Curitiba: UFPR, 2000. \n \nKUHN, Thomas. Lógica da descoberta ou psicologia da  pesquisa? ln: LAKATOS, I.; \nMUSGRAVE, A. (org.). A crítica e o desenvolvimento do conhecimento . São Paulo: \nCultrix,  p.6, 1979. \n \nPETITAT, André. Produção da escola / produção da so ciedade . Porto Alegre: Artes \nMédicas, 1994.   \n \nVEIGA, Ilma Passos Alencastro (org.). Projeto Polít ico-Pedagógico da Escola: uma \nconstrução possível.  Campinas, SP: Papirus, 1995. \n \nVEIGA, I. P. A. Projeto Político-Pedagógico: contin uidade ou transgressão para \nacertar? In: CASTANHO, S, e CASTANHO,M.E.L.M. (Org. ). O que há de novo na \nEducação Superior: do projeto pedagógico à prática transformadora. Campinas, SP: \nPapirus, 2000. "}