{"1": " \n \n \n \n \n \n \nUNIVERSIDADE FEDERAL DE MINAS GERAIS \nINSTITUTO DE CIÊNCIAS AGRÁRIAS – ICA \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO \nCURSO DE ENGENHARIA FLORESTAL \n \n \n \n \n \n \n \n \n \n \n \n \nMONTES CLAROS \n \nJulho 2012 \n \n \n \n \n ", "2": " \nSUMÁRIO \n \n1.    Contextualização da I nstituição de Ensino Superior - IES   \n 1.1   Dados de Identificação da UFMG   \n 1.2   Perfil Institucional, Missão, Breve Histórico   \n  1.2.1  Missão   \n  1.2.2  Breve Histórico   \n2.    Contextualização do Curso    \n 2.1   Dados de Identificação da Unidade e do Curso   \n 2.2   Breve Histórico do Curso   \n  2.2.1  Apresentação   \n  2.2.2  Caracterização do Município de Montes Claros   \n  2.2.3  O Instituto de Ciências Agrárias – Campus Regional de \nMontes Claros  \n  2.2.4  Histórico de elaboração do Projeto Pedagógico do curso   \n  2.2.5  Histórico e Relevância da Engenharia Florestal  \n  2.2.6  Razões para criação do curso   \n3.    Requisitos de Acesso    \n4.    Bases Legais   \n5.    Objetivos   \n6.    Perfil do Egresso   \n7.    Princípios Teórico -Metodológicos   \n8.    Organização Curricular   \n 8.1   Trajetórias/Percursos de I ntegralização   \n 8. 2  Trabalho de Conclusão de Curso - TCC   ", "3": " \n 8. 3  Estágio Supervisionado   \n 8. 4  Atividades Complementares   \n  8.4.1  Iniciação à Pesquisa, à Docência e a Extensão   \n  8.4.2  Participação em Eventos   \n  8.4.3  Grupo de Estudos   \n  8.4.4  Inter nato Rural   \n 8.5   Ementário   \n9.    Avaliação da Aprendizagem   \n10.    Políticas e Programas de Pesquisa e Extensão   \n 10.1   Programas de Pesquisa   \n  10.1.1  Programas institucionais de Bolsas de Iniciação Científic a \nCoordenados pela Pró-Reitoria de Pesquisa  \n 10.2   Programas de Extensão   \n  10.2.1  Programa de Bolsas c oordenado pela Pró -reitoria de E xtensão   \n 10.3   Programas de Bolsas de Graduação   \n 10.4   Programas de Intercâmbio   \n  10.4.1  Programas de I ntercâmbio para os Estudantes da UFMG   \n  10.4.2  Programa de Intercâmbio para Estudantes Nacionais e \nEstrangeiros  \n  10.4.3  Programas de Recepção e Acolhimento ao Estudante \nEstrangeiro  \n 10.5   Programas de Pós -Graduação   \n11.    Programas de Atendimento a Portadores de Necessidades \nEspeciais   \n12.    Inst alações/Laboratórios/Equipamentos   ", "4": " \n13.   Biblioteca   \n14 .   Gestão do Curso, Pessoal Docente e Técnico -administrativo   \n 14.1   Gestão do curso   \n 14.2   Gestão de Pessoal Docente   \n  14.2.1  Políticas de qualificação   \n 14.3   Gestão de Pessoal Técnico -Admi nistrativo   \n 14.4   Núcleo Docente Estruturante   \n15 .   Avaliação do Curso   \n 15.1   Avaliação Institucional do Ensino de Graduação   \n 15.2   Sistema de avaliação do Projeto do Curso   \n16 .   Referências   \n \n \n \n \n \n \n \n \n \n \n \n ", "5": " \n \n1 . CONTEXTUALIZAÇÃO DA INSTITUIÇÃO DE ENSINO SUPERI OR - IES \n \n1.1.  Dados de Identificação \n \n \nMantenedora: Ministério da Educação  \nIES: Universidade Federal de Minas Gerais - UFMG  \nNatureza Jurídica:  \nPessoa Jurídica de Direito Público - Federal CNPJ:  \n00.394.445/0188-17 \nEndereço:  \nAv: Antônio Carlos, 6627 \nPampulha – Belo Horizonte – MG  \nCEP: 31270 – 901 Fone:  \n+55 (31) 34095000 \nSitio: http//: ufmg.br  \ne-mail: reitor@ufmg.br \nAto Regulatório: Credenciamento  \nLei Estadual \nNº documento: 956 \nData de Publicação: 07/09/1927 Prazo de Validade:  \nVinculado ao Ciclo Avaliativo \nAto Regulatório: Recredenciamento  \nLei Federal \nNº documento: 971 \nData de Publicação: 19/12/1949 Prazo de Validade:  \nVinculado ao Ciclo Avaliativo \n \nCI - Conceito Institucional  4   2009  \nIGC – Índice Geral de Cursos  5 2009  \nIGC Contínuo  4.1700  2009  \nReitor: Clelio Campolina Diniz  Gestão: 2010 - 2014  ", "6": " \n 1.2. Perfil Institucional, Missão, Breve Histórico 1 \n \nA Universidade Federal de Minas Gerais (UFMG), nos termos  do seu Estatuto, aprovado \npelo Conselho Universitário em 5 de julho de 1999, tem por f inalidades precípuas a geração, o \ndesenvolvimento, a transmissão e a aplicação de conheci mentos por meio do ensino, da pesquisa e \nda extensão, compreendidos de forma indissociada e integra dos na educação e na formação \ntécnico-profissional dos cidadãos, bem como na difusão da c ultura e na criação filosófica, artística \ne tecnológica. No cumprimento dos seus objetivos, a UF MG mantém cooperação acadêmica, \ncientífica, tecnológica e cultural com instituições na cionais e internacionais e constitui-se, também, \nem veículo de desenvolvimento regional, nacional e inter nacional. \n \n1.2.1 Missão \n \nGerar e difundir conhecimentos científicos, tecnológi cos e culturais, destacando-se como \nInstituição de referência nacional na formação de ind ivíduos críticos e éticos, dotados de sólida \nbase científica e humanística e comprometidos com inte rvenções transformadoras na sociedade e \ncom o desenvolvimento sustentável. \n \n16 \n1.2.2 Breve Histórico \n \nNo século XVIII, a criação de uma Universidade em Minas Gerais já fazia parte do projeto \npolítico dos Inconfidentes. A proposta, entretanto, só ve io a se concretizar na terceira década do \nséculo XX, no bojo de intensa mobilização intelectual e  política que teve no então Presidente do \nEstado, Antônio Carlos Ribeiro de Andrada, sua principal expr essão. Nesse contexto, pela Lei  \nEstadual nº 956, de 7 de setembro de 1927, foi fundada a Universidade de Minas Gerais \n(UMG), pela reunião das quatro instituições de ensino superio r existentes, à época, em Belo \nHorizonte: a Faculdade de Direito, criada em 1892; a Facul dade de Medicina, criada em 1911; a \nEscola de Engenharia, criada em 1911; e a Escola de Odontolo gia e Farmácia, cujos cursos foram \ncriados em, respectivamente, 1907 e 1911. O primeiro Reitor da UMG, nomeado em 10 de \n                                                             \n1 Plano de Desenvolvimento Institucional UFMG – PDI -2008 -2012 ", "7": " \nnovembro do mesmo ano, foi Francisco Mendes Pimentel,  Diretor da Faculdade de Direito, que foi \nsede da primeira Reitoria.  \nEm 1942, a Fazenda Dalva, situada na zona suburbana de Belo Ho rizonte, na região da \nPampulha, foi desapropriada e destinada a sede da Cidade Univers itária. Tal decisão foi aprovada \npela comunidade universitária, por intermédio de Comissão c riada para interlocução com o \nGoverno, findo o período do Estado Novo, considerando-se  a amplitude, tranqüilidade e topografia \nda área, sua relativa proximidade ao centro urbano e a fa cilidade de transportes. \nA partir da década de 1960, iniciou-se a real implantação do Campus Pampulha. O Plano \nDiretor para a Cidade Universitária, que definia o sistema vi ário e o zoneamento das atividades por \náreas de conhecimento e serviços, foi concluído em 1957, quan do foram iniciadas as respectivas \nobras de infra-estrutura e de apoio.  \nCom a aprovação de seu plano de reestruturação, em 1967, e o  advento da Reforma \nUniversitária, em 1968, a UFMG sofreu profunda alteração orgâ nica, principalmente no que se \nrefere à estrutura do seu sistema de ensino. O desmem bramento da antiga Faculdade de Filosofia \ndeu origem à Faculdade de Filosofia e Ciências Humanas, ao Instituto de Ciências Biológicas e ao \nInstituto de Ciências Exatas – ambos responsáveis pela i mplementação dos ciclos básicos, \nrespectivamente, de ciências biológicas e de ciências Ex atas.  O ciclo básico de Ciências Humanas, \nministrado pela Faculdade de Filosofia e Ciências Humana s, foi instituído apenas em 1973. \nEm 1998, foi instituído um projeto concernente à transferê ncia, para o Campus Pampulha , \ndas unidades acadêmicas localizadas na região central de B elo Horizonte, que visava à integração \ndas diversas áreas do conhecimento, à ampliação do núme ro de vagas e à promoção do \ndesenvolvimento acadêmico dessa Universidade, denominado Campus 2000. Assim, com a efetiva \nimplantação desse Campus , nele se encontram, hoje, 20 Unidades Acadêmicas,  uma U nidade \nEspecial – a Escola de Educação Básica e Profissional, que  abrange o Centro Pedagógico, o  \nColégio Técnico e o Teatro Universitário –, os prédios da  Administração Central da \nUFMG, a Praça de Serviços, a Biblioteca Universitária, a  Imprensa Universitária, o Centro de \nMicroscopia Eletrônica, os Restaurantes Universitários S etorial I e II, a Estação Ecológica e o \nCentro de Desenvolvimento da Criança – a “creche da UFMG” –,  escola de Educação Infantil, que, \na partir de 2007, passou a ser administrada pela Prefeitura de B elo Horizonte.  \nAlém do Campus Pampulha, em sua estrutura física atual a UFMG conta com  o Campus \nSaúde, localizado na região central de Belo Horizonte, onde funcionam a Faculdade de  Medicina, a ", "8": " \nEscola de Enfermagem e nove unidades prediais que compõem o H ospital das  Clínicas, \nconsiderado centro de referência e excelência regional e nacional em medicina de  alta \ncomplexidade. Em diferentes bairros de Belo Horizonte, localizam-se a Faculdade de Direito, além \ndo Centro Cultural e do Museu de História  Natural e Jardim Botânico. Fora da capital, funcionam \no Núcleo de Ciências Agrárias, situado  no Campus Regional de Montes Claros, e duas fazendas – \numa experimental, em  Igarapé, e outra modelo, em Pedro Leopoldo, ambas vinculad as à Escola de \nVeterinária.  Em Diamantina, estão instalados o Instituto Casa da G lória (antigo Centro de \nGeologia  Eschwege), órgão complementar e a Casa Silvério Lessa  do Instituto de Geociências; em  \nTiradentes, situa-se o complexo histórico-cultural dirig ido pela Fundação Rodrigo Mello  Franco de \nAndrade, que compreende o Museu Casa Padre Toledo e os prédios do Fórum,  da Cadeia e do \nCentro de Estudos. \nA Universidade Federal de Minas Gerais, cujo nome foi adot ado em 1965, por \ndeterminação  do Governo Federal, é pessoa jurídica de direito público, m antida pela União, dotada \nde autonomia  didático-científica, administrativa, disciplinar e de gestão financeira e patrimonial.  \nAs 20 Unidades Acadêmicas de Ensino Superior da UFMG são re sponsáveis pelos cursos de \nGraduação presenciais e na modalidade a distância, além dos cursos de Especialização, Programas \nde Residência Médica e demais Programas de Ensino, cursos  de Mestrado e Doutorado.  No campo \nda pesquisa, atuam nessa Universidade diferentes grupos,  formalmente  cadastrados no Diretório \nNacional de Grupos de Pesquisa do Conselho Nacional de Dese nvolvimento Científico e \nTecnológico (CNPq). Dando cumprimento a essas atividades, a tuam mais de 3.600 pesquisadores, \nentre Doutores ou Livre-Docentes. No tocante à exten são, a Universidade oferta Cursos de \nextensão, Programas e Projetos não-vinculados a Programa s, além de inúmeros eventos e \nprestações de serviços, beneficiando,  anualmente, um públ ico que atinge mais de dois milhões e \nmeio de pessoas. \n19  No Concurso Vestibular para ingresso de alunos nos curs os de Graduação da UFMG, são \noferecidas vagas para os diversos cursos de licenciatura e  bacharelado, distribuídas entre os turnos \ndiurno e noturno.  A Pós-Graduação dessa Universidade ofer ta vagas para os cursos de \nespecialização, mestrado e doutorado.  \nAo lado de uma política de expansão que perpassa sua trajetória  desde a fundação, a \nUFMG tem-se pautado por parâmetros de mérito e qualidade acadê micos em todas as suas áreas de \natuação. Seus docentes têm participação expressiva em Comi tês de Assessoramento de órgãos de ", "9": " \nfomento à pesquisa, em Comitês Editoriais de revistas c ientíficas e em diversas Comissões de \nNormas Técnicas.  \nComo Instituição de Ensino Superior integrante do Sistem a Federal de Ensino Superior \nBrasileiro, a UFMG é a maior Universidade Pública do Esta do de Minas Gerais e destaca-se não \napenas pela abrangência de sua atuação, mas também pelos mai s elevados índices de produção \nintelectual, características que justificam sua posição de referência e de liderança, tanto regional \nquanto nacional. Estatísticas recentes atestam a import ância da produção científica dessa \nUniversidade. Levantamento internacional recente, que av aliou o número de artigos publicados e \nindexados e a performance acadêmica per capita de todas as Universidades atualmente existentes, \nsitua a UFMG entre as 500 maiores do mundo. \nA UFMG desenvolve projetos e programas de ensino, nos níveis  de Graduação e de Pós-\nGraduação, Pesquisa e Extensão, sob a forma de atividades pr esenciais e a distância, em todas as \náreas do conhecimento. Ocupa-se, também, da oferta de curso s de Educação Básica e Profissional \n– na Escola de Educação Básica e Profissional, no Campus Pampulha, e no Núcleo de Ciências \nAgrárias, no Campus Regional de Montes Claros. Além de se constituírem um  campo de \nexperimentação para a formação no ensino superior, esse s sistemas de Educação Básica e \nProfissional da UFMG compõem um locus de produção teórica e metodológica sobre questões \nreferentes a esses níveis de ensino, inclusive de propostas  de integração entre ambos. \n \n2.  CONTEXTUALIZAÇÃO DO CURSO  \n \n2.1  Dados de Identificação da Unidade e do Curso \n \nCurso: Engenharia Flor estal  \nUnidade: Instituto de Ciências Agrárias  \nEndereço:   \nAvenida Universitária, nº. 1000, Bairro Universitário, \nMontes Claros – MG, CEP 39.404-547. Fone:  \n+55 (38)2101-7779 \nSitio: http//: www.ica.ufmg.br  ", "10": " \ne-mail:  colgradengf@ica.ufmg.br  \nDiretor da Unidade:  \nDelacyr da Silva Brandão Junior \n Gestão:  \n04 de nov. de 2011 - 04 de nov. de 2015  \nCoordenador do Colegiado:   \nChristian Dias Cabacinha \nSubcoordenadora: Nilza de Lima Pereira Sales Gestão:   \njulho/2011 – julho/2013 \nNúmero de Vagas:  40 vagas  CPC:  Não se aplica  \nTurno de Funcionamento:  Diurno  Carga Horária Total:  3.645 horas  \nTempo de Integralização:  \nMínimo: 08 semestres \nPadrão: 10 semestres \nMáximo: 17 semestres Modalidade:   \nBacharelado \n \n \n \n2.2.  Breve Histórico do Curso \n2.2.1  Apresentação \nA Engenharia Florestal é uma profissão bastante dinâmic a pautada na administração e no \nmanejo dos recursos florestais, baseado em conhecimento s fornecidos pela ciência florestal. O \nengenheiro florestal maneja e administra as áreas flore stais visando à proteção ecológica, à \nobtenção de produtos florestais (madeira, essências, car vão, látex, resinas, caça, frutos, etc.), à \nrecreação e lazer, ou ainda à obtenção de todos esses  benefícios simultaneamente.  \nO setor florestal brasileiro desenvolveu-se principalment e a partir da década de 1960 com a \nLei nº 5.106, de 2 de setembro de 1966, que viabilizou incentivos par a plantios florestais. As \nflorestas plantadas foram a base para o estabeleciment o e a expansão da indústria florestal em ", "11": " \ndiferentes regiões do país, permitindo ao setor ganhar ex pressão no cenário sócio-econômico \nnacional.  \nDe acordo com o Anuário Estatístico da ABRAF (Associa ção Brasileira de Produtores de \nFlorestas Plantadas), de 2005, as florestas plantadas são atualmente a principal fonte de matéria-\nprima florestal e importante fator de competitividade para os seguimentos de celulose e papel, \npainéis de madeira, siderurgia e carvão vegetal, energia industrial, produtos sólidos de madeira, \nmóveis de madeira, entre outros, cujos segmentos con tribuem significativamente para a pauta de \nexportação e na geração de divisas para o país.  \nNo entanto, a ABRAF conclui que, apesar dos indicadores de renda, emprego e balança \ncomercial do setor florestal serem positivos, a sua c apacidade de produção de madeira ainda está \nabaixo do seu potencial. A Finlândia, por exemplo, que não possui floresta plantada, e tem baixa \nprodutividade florestal, comercializou (exportação e impor tação) em 2004, US$ 13,5 bilhões, \n100% a mais em relação ao comércio brasileiro de produtos  florestais (US$ 6,7 bilhões).  \nConforme o Instituto de Desenvolvimento Industrial de Minas Gerais -INDI (2003), \nespecificamente em Minas Gerais, o setor florestal mer ece destaque, pois mais da metade das \nplantações de eucalipto no Brasil (52,6%) está localizada  no nosso Estado. Em relação ao plantio \nde pinus, a ocupação de área plantada é de 8,5% (menos express iva), porém com boas \npossibilidades de aproveitamento.  \nAinda segundo o INDI (2003), a indústria de base florestal part icipa com significativo \nporcentual do PIB mineiro, gera empregos diretos e indireto s, arrecada impostos e agrega divisas \nde exportações pois, Minas Gerais é responsável por 60% da pr odução nacional de ferro-gusa e \ncarvão vegetal e seu parque industrial possui 40 indústrias não  integradas.  \nAs indústrias mineiras de base florestal, consumidoras de  madeira serrada, também, \ndesempenham papel importante em Minas, com crescente númer o de empreendimentos produtivos \ndo setor moveleiro. \nCom relação ao consumo de carvão vegetal, Minas Gerais  consome 16,8 milhões metros de \ncarvão (mdc) vegetal por ano. Em um grande esforço para di minuir a produção de carvão com \nespécies nativas, a porcentagem de madeira retirada dos Ce rrados desde 1984, caiu de 82,5% para \n25% do total consumido. Entretanto, mesmo com esta diminui ção de consumo, ainda são utilizados \n4,33 milhões de mdc advindos de áreas exploradas de forma inte nsiva, com níveis de intervenção \noscilando em torno de 90%.  ", "12": " \nNa região Norte de Minas, há uma concentração de gran de número de projetos de \nexploração da vegetação do Cerrado, incluindo um continge nte considerável de pessoas que \nsobrevivem desta atividade, em função do baixo índice de sust entabilidade social, econômica, \nagrícola, pecuária e florestal da região.  \nEstudos científicos que abordam técnicas modernas de mane jo florestal, em que se \nintegram aspectos silviculturais, ambientais e econômic os, para a vegetação do Cerrado, ainda são \nescassos. A implantação de um curso de Engenharia Florest al no Norte de Minas seria uma das \nsoluções para se pesquisar técnicas silviculturais, que at endam as especificidades dessa região e \npermitam aos exploradores florestais a promover uma efe tiva integração entre a exploração \nsustentada de recursos naturais e a preservação do meio am biente. Além disso, a Universidade \nFederal de Minas Gerais amplia a sua relevante função pol ítico-social perante a sociedade e mais \numa vez interioriza a sua atuação no Estado de Minas Ger ais. \nO Instituto de Ciências Agrárias (ICA) da Universidade Fede ral de Minas Gerais (UFMG) \nem 2008 apresentou o Projeto de Criação do Curso de Graduação e m Engenharia Florestal. Sua \nProposta Curricular, aprovada pelo parecer 299/2008 da Câmara de  Graduação da UFMG, \ncontempla, por meio da flexibilização curricular, a con strução do conhecimento de modo a atender  \ntanto às demandas da sociedade moderna, quanto às especific idades do Norte de Minas, região na \nqual se localiza o ICA/UFMG, e que possui singularidades pe rtinentes às especificidades dos \nbiomas: Cerrado, Caatinga e Mata Atlântica.  \n \n2.2.2 Caracterização do Município de Montes Claros \n \nPara o Instituto Brasileiro de Geografia e Estatística  (IBGE), o município de Montes Claros \nestá situado na mesorregião Norte de Minas, enquanto que, pa ra os órgãos mineiros, essa região é \ndenominada Região Norte de Minas. Está inserida no Polígono  das Secas, área de atuação da \nADENE 2 \n(Agência de Desenvolvimento do Nordeste), sendo uma das r egiões mais carentes de \nMinas Gerais e do Brasil. \n                                                             \n2 A ADENE foi criada pela Medida Provisória Nº 2.146-1, de 04 de  maio de 2001, alterada pela Medida Provisória Nº \n2.156-5, de 24 de agosto de 2001 e instalada pelo Decreto Nº 4.126, de  13 de fevereiro de 2002, a qual substitui a \nSUDENE - Superintendência de Desenvolvimento do Nordeste de Minas. \nhttp://www.indi.mg.gov.br/indi/resultados/resultados.html  ", "13": " \n Localizada no quadrante 14º30’ e 18º de latitude S, e 41º e 46º de l ongitude W, numa área \nde cerca de 120.700 Km², a Região Norte de Minas, equivalente  20,5% do território estadual na \nqual se destaca o município de Montes Claros, distante 430 K m de Belo Horizonte. \nNa Região Norte de Minas, o município de Montes Claros  é o centro urbano de referência \npara o comércio, influindo na orientação e na expansão da produção regional. O desenvolvimento \neconômico de Montes Claros ocorreu por meio dos incenti vos fiscais da ADENE, a partir da \ndécada de 1970, os quais propiciaram modificações estruturais n a realidade do município, \ndeterminando fluxos internos de pessoas, mudanças de hábitos , maior circulação de capital e \nemprego de tecnologias que diminuíram o distanciamento e conômico da cidade com as metrópoles \ndo país. Por outro lado, a implantação de projetos de alt as tecnologias fomentou o fluxo de \nmigração de mão-de-obra especializada, ao mesmo tempo func ionaram como atração para as \npopulações rurais e urbanas de principalmente de outros munic ípios da Região Norte de Minas, \ndevido ao processo de concentração da propriedade rural e do e strangulamento de pequenas \npropriedades.  \nOs resultados da implementação do paradigma do desenvolvime nto à realidade da Região \nNorte de Minas, por meio das políticas de desenvolvimento regi onal, articuladas às políticas \nmacroeconômicas brasileiras, conduziram essa região à  formação de um padrão de \ndesenvolvimento que ainda apresenta um baixo Índice de Desenv olvimento Humano.  \nNesse processo de expansão econômica de Montes Claros, a abertura de estradas foi um \ndos fatores que contribuíram para assegurar-lhe uma posiçã o de destaque regional, ligando-a aos \ndemais municípios da região e aos maiores centros econ ômicos do país, se constituindo no \nsegundo entroncamento rodoviário nacional, o que viabiliz a a implementação de novos \ninvestimentos no município, e também na Região Norte de  Minas.  \nCom relação aos aspectos físicos, o Norte de Minas se caracteriza como uma região de \ntransição, em seus aspectos geográficos, entre o Sudes te e o Nordeste brasileiros. Esses aspectos \nfísicos fizeram da região fronteira agrícola brasilei ra para a modernização da agricultura via \nRevolução Verde.   \nAlguns dos reflexos dessa modernização foi a grande retira da da cobertura vegetais \nindiscriminada, várias áreas sem efetivo uso agrícola e,  impactos ambientais negativos que \nnecessitam de projetos de recuperação para adequação ambienta l, social e econômica.  \nO clima varia de tropical semi-úmido a tropical semiári do, cujas temperaturas médias ", "14": " \nanuais variam de 20 a 24ºC, sendo as maiores temperaturas v erificadas no vale do São Francisco e \nas menores nos municípios de Grão Mogol e Cristália. As temperaturas mais elevadas ocorrem no \nmês de outubro e as mais baixas no mês de julho.  \nA precipitação anual média, na região Norte de Minas v aria de 750 a 1.250 mm, \napresentando duas estações bem definidas: uma estação seca  -de abril a setembro -e uma estação \nchuvosa -de novembro a março, sendo esta uma de suas car acterísticas climáticas.  \nA rede hidrográfica da área é composta por corpos d’água de pa rtes de três bacias: São \nFrancisco, Pardo e Jequitinhonha.  \nO rio São Francisco, forma a bacia hidrográfica mais im portante da Região, com inúmeros \ncursos d´água. De acordo com os estudos de qualidade das águas s uperficiais de Minas Gerais, \nrealizado pelo IGAM – Instituto Mineiro de Gestão das Águas , em 2005, a água do rio São \nFrancisco apresentou, entre as cidades São Francisco e  Itacarambi, o Índice de Qualidade das \nÁguas (IQA) classificado como Médio e,  para o restante  de seu curso na região Norte de Minas, \nesse Índice foi classificado como Bom. Com relação à  Contaminação por Tóxicos, em rês estações \nde amostragem foi constatado o índice Baixo e em uma des sas estações, no município de São \nFrancisco, constatou-se o índice Médio.  \nA disponibilidade de água do rio São Francisco e de seus af luentes, foi um dos fatores \nconsiderados por órgãos dos governos federal e estadual para  planejar o desenvolvimento da \nregião. Atualmente existem quatro projetos públicos de irri gação no Norte de Minas Gerais: o \nPirapora, o Gorutuba, o Projeto Jaíba e o Projeto Lago a Grande que, demandam grande quantidade \nde mão-de-obra das ciências agrárias.  \n A segunda rede de drenagem é formada pelo rio Jequitinhonha, o  qual forma o limite \nsudeste da região Norte de Minas com a Messoregião Jequit inhonha. Em 2005, de acordo com o \nIGAM, esse rio, apresentou o Índice de Qualidade da Água c lassificado como Bom. Quanto ao \nnível de Contaminação por Tóxicos, em quatro estações de am ostragem apresentou-se Baixo e, em \noutras três estações de amostragem esse índice apresent ou-se Médio.  \nA bacia do rio Prado é o terceiro sistema de drenagem, que abrange municípios do nordeste \nda região Norte de Minas. Também, de acordo com os estudo s do IGAM, em 2005, o Índice de \nQualidade da Água do rio Pardo estava Bom e com Baixa Contam inação por Tóxicos; com \nmonitoramento em duas estações de amostragem.  \nCom relação aos rios efluentes do Jequitinhonha e do rio Pardo, o rio Salinas é o único que ", "15": " \ntem estação de amostragem de monitoramento da qualidade da água.  Nesse rio, o IQA encontrava-\nse Ruim e com Alta Contaminação por Tóxicos, em 2005.  \nA respeito da geologia, a região Norte de Minas apresent a em maior extensão formações \ngeológicas de origem metassedimentar. As diversas form ações da área, cronologicamente, se \nsituam desde o Pré-cambriano até o Haloceno, destacando- se, por sua maior extensão, aquelas \natribuídas ao Pré-cambriano A (Grupo Bambuí) e ao Cret áceo (Formação Urucuia e Areado), além \nde recobrimentos referidos provavelmente ao Terciário.   \nA vegetação apresenta-se num mosaico de formações veget ais no Norte de Minas. \nCaracteriza-se por uma diversidade vegetal típica, sendo  que uma parcela significativa dessa \nvegetação é típica do Planalto Central Brasileiro -Ce rrados – que entra em contato ecossistêmico \ncom o Bioma Caatinga e a Mata Atlântica formando, dess e modo, uma ampla faixa de transição \nvegetacional.  \nEsse mosaico de vegetação é explicado pelos aspectos fí sicos da região: tipos de solo, de \nrelevo -mudanças de altitude e linhas de drenagem, pela drenagem e pelo tipo de clima. Tal como \nquem disputa o domínio do território, essas fitofisionomia s se entrelaçam, conformando complexos \ne variados ecossistemas de transição: Matas Secas e F lorestas caducifólias e subcaducifólias; \nMatas caducifólias e subcaducifólias de várzea; Matas per enifólias de várzea com buritis. \nApresenta também, formações lenhosas de transição: Flo resta/Caatinga, Floresta/Cerrado e \nCerrado/Caatinga, Campo de várzea e Formações rupestres.   \nCom relação aos aspectos econômicos, na Região Norte  de Minas foram identificados, pelo \nBanco do Nordeste 3 \nem 1998, pólos de desenvolvimento agroindustrial: Jaíba, Janaúba , Manga, \nMatias Cardoso, Nova Porteirinha, Porteirinha e Verdelând ia. De acordo com os estudos \nrealizados, esses municípios apre sentam algumas vantage ns competitivas: proximidade dos \nmercados do Centro-Oeste e Sudeste, disponibilidade de terra e água de boa qualidade, mão-de-\nobra abundante, infra-estrutura de irrigação implantada e  em expansão, ciclo produtivo precoce e \naltos níveis de produtividade.  \nNo entanto, esses pólos de desenvolvimento ainda necessita m de ações de forma a \npotencializar o desenvolvimento da Região Norte de Minas.  \n                                                             \n3 Por solicitação da Secretaria Nacional de Irrigação o  Banco do Nordeste, elaborou os \"Estudos sobre a Agroindús tria \nno Nordeste\", documento editado em 1998.  \nhttp://72.14.207.104/search?q=cache:nYd9wAxC4VEJ:www.codevasf.gov.b r/menu/os_vales/pot_agroind+mapa++S \n%C3%A3o+Francisco+norte+de+minas&hl=pt-BR&gl=br&ct=clnk&cd= 1,acesso em 10 de maio de 2006. ", "16": " \nA participação da agropecuária tem sido decisiva na economia  regional. Segundo dados do \nIBGE, no município de Montes Claros, entre 1995 e 1996, o val or da produção agrícola, foi \nestimado em cerca de 30 milhões de reais; em todo o Nort e de Minas, o valor das cabeças (suínos, \naves e bovinos), abatidas somavam aproximadamente 10 milhõ es de reais; e a produção leiteira foi \nestimada em 188 milhões de litros, sendo um dos principais pr odutos regionais. Vale destacar que \na pecuária tem sido a atividade que mais contribui para o val or da produção do setor primário \nregional. No entanto, a principal atividade pecuária da reg ião tem sido a bovinocultura de corte \nextensiva, com baixos índices de produtividade. \n \n2.2.3 O Instituto de Ciências Agrárias – Campus Regional de Mon tes Claros \n \nO Instituto de Ciências Agrárias forma o Campus Regional da UFMG, na cidade de Montes \nClaros, inserido em uma fazenda-escola, com uma área de 232,32 ha.  \nNessa Unidade de ensino já foi ofertado curso técnico em Agropecuária. Este era oferecido \npelo Colégio Agrícola Antônio Versiani Athayde, criado pe la Lei n° 4.323, de 11 de abril de 1964, \ntendo sido incorporado à UFMG pelo Decreto n° 63.416, em 1968.  \nEm 1975, por meio da Portaria nº 768, o reitor da UFMG institu iu o Núcleo de Tecnologia \nem Ciências Agrárias, no qual foram implantados os curso s superiores de curta duração em \nBovinocultura e Administração Rural. Esses cursos encer aram suas atividades em 1981, sendo \nreativado o Ensino de 2º Grau com formação de Técnicos em  Agropecuária. Em 2001, com a \nimplantação de uma nova política educacional no Brasil, o  Núcleo de Tecnologia em Ciências \nAgrárias de Montes Claros passou a oferecer o curso Técni co em Agropecuária, com duração de \ndois anos, em caráter modular.  \nEm 1987, por decisão do Conselho Universitário da UFMG, o Núcl eo de Tecnologia em \nCiências Agrárias de Montes Claros passa a ser uma Unidade  Especial - Instituto de Ciências \nAgrárias a qual está vinculada à Reitoria, conforme publica ção no Diário Oficial de 06/06/1989.  \nAtualmente, o ICA oferece os cursos de Graduação em Agron omia; Zootecnia; Engenharia \nde Alimentos; Administração; Engenharia Agrícola e Ambi ental, além de especializações lato \nsensu e stricto sensu.   \nEm sua Pós-Graduação, o ICA oferece a Especialização lato sensu em Recursos Hídricos e \nAmbientais e, em stricto sensu , o Mestrado em Ciências Agrárias com ênfase em Agroec ologia.  ", "17": " \n \n2.2.4 Histórico de elaboração do Projeto Pedagógico do curso \n \nEm 05 de março de 2007 foi encaminhada ao Setor Acadêmico da Pró- Reitoria de \nGraduação da UFMG, PROGRAD/UFMG, uma proposta de Projet o Pedagógico para a criação do \ncurso de graduação em Engenharia Florestal.  \nEm 22 de outubro de 2007 o Conselho Diretor do ICA aprovou o Pr ojeto Pedagógico do \ncurso de Engenharia Florestal reformulado a partir da propos ta anterior para inserção no programa \nREUNI.  \nEm 04 de junho de 2008 o diretor do ICA encaminhou formalmente  o Projeto Pedagógico \nreformulado à Pró-Reitoria de Graduação. \nO Projeto Pedagógico do curso de Graduação em Engenharia Flor estal foi aprovado pela \nCâmara de Graduação da UFMG em 23 de setembro de 2008 por meio do Parecer CG/299/2008. \nEm março de 2009 ingressou a primeira turma do curso. \n \n \n2.2.5 Histórico e Relevância da Engenharia Florestal \n \nA primeira escola a estudar e a formar especialistas em  ciência florestal, no mundo, foi \ncriada em 1811 em Tharandt, na Alemanha. Em 1825 foi fundada, ta mbém na Alemanha, a \nUniversidade de Gissem, e em 1830 a Academia de Eberswald e a Academia Florestal de \nEisenach. Alguns anos mais tarde surgiram as Universidade s de Carlruhe, Munich e Tubigem, que \ntambém ministram cursos de Engenharia Florestal. A parti r de então, outros países também \ncriaram o curso. \nNa Europa, cada país possui pelo menos uma escola de Engenha ria Florestal. \nNa América, a primeira escola foi fundada em 1895, em Ba ltimore, nos Estados Unidos. \nAté 1955 estes países contavam com 37 escolas e formavam m ais de 1000 engenheiros florestais \npor ano. Os outros países da América que contam com o cur so de Engenharia Florestal são: Brasil, \nCanadá, México, Costa Rica, Chile, Argentina, Venezuela , Cuba e Colômbia. No Brasil, a primeira \nescola foi instalada em 1960 na cidade de Viçosa, Minas Gera is. Esta escola foi transferida para ", "18": " \nCuritiba, Paraná, em 1964, e neste mesmo ano foi criada, através de decreto, a Escola Superior de \nFlorestas na atual Universidade Federal de Viçosa. \nAté 2005, segundo dados de Bantel, presidente da Sociedade Bras ileira de Engenheiros \nFlorestais, existiam 34 cursos de Engenharia Florestal no  país, vinculados a 31 entidades \nmantenedoras e distribuídos por 19 unidades da federação. Fora m previstos 2 novos cursos para \n2006. \nNo estado de Minas Gerais, existem apenas 3 cursos: na Uni versidade Federal de Lavras \n(UFLA), na Universidade Federal de Viçosa (UFV) e na Uni versidade dos Vales do Jequitinhonha \ne Mucuri (UFVJM), na cidade de Diamantina. São oferecida s 150 vagas anuais nessas \nUniversidades. \nNo Norte de Minas existe uma carência generalizada de vagas  no ensino superior e apesar \nde haver uma vocação florestal na região, não temos nenhuma instituição que ofereça o curso de \nEngenharia Florestal. O curso mais próximo é o de Diamantin a, distante 230Km de Montes Claros. \nO curso terá por referência o cenário e as vocações regi onais, entretanto com preocupação \nde tratamento dialógico privilegiando o local versus o global , de modo a favorecer a formação de \nprofissionais capazes de se inserir nos diversos conte xtos geográficos e sócio-políticos. \n \n2.2.6 Razões para criação do curso  \n \nA implantação do Curso de Engenharia Florestal no Instit uto de Ciências Agrárias, no \ncampus regional de Montes Claros, foi mais uma oportun idade de construir a efetiva interiorização \nda universidade pública, numa das regiões mais carentes de Mi nas Gerais. Portanto, possibilitou à \nUFMG assumir, de fato, em atendimento ao dispositivo c onstitucional, o lugar e os meios de se \ntornar agente solidário da sociedade mineira e nacional.  \nCom o objetivo de buscar subsídios para traçar um plano  de efetiva interiorização da \nUFMG, por meio de seu campus em Montes Claros, o Insti tuto de Ciências Agrárias realizou uma \npesquisa no período de 04/09/2003 a 06/10/2003 junto a alunos do 3º ano do E nsino Médio e Pré-\nvestibulares de Montes Claros visando identificar qual(is ) o(s) curso(s) da área das ciências \nagrárias deveria ser oferecido na região. \n A Comissão de Avaliação do Papel do ICA/UFMG no Norte de Minas apurou em sua \npesquisa que, além do curso de Agronomia, primeiro lugar em t ermos de preferência, os cursos de ", "19": " \nZootecnia e Engenharia Florestal ocuparam o segundo lugar na dema nda por novos cursos na \nregião. Atendendo a essa demanda, no primeiro semestre de 2005, teve início o curso de Zootecnia \nda UFMG em seu campus de Montes Claros. \n Um aspecto a ser salientado foi que a necessidade de form ação do profissional Engenheiro \nFlorestal tornar-se cada dia mais evidente, considera ndo que os graves problemas relacionados à \nárea florestal e ambiental hoje existente, especialme nte na região de influência do ICA, poderiam \nser sanados com a interferência de profissional capacitado  para atuar nas atividades específicas da \nEngenharia Florestal.  \nA região norte é uma das principais com vocação florest al do estado de Minas Gerais, \npossuindo um extenso maciço reflorestado responsável pel o abastecimento do carvão vegetal \ndemandado pelas siderúrgicas mineiras. Aliado a esses fatos  destaca-se ainda, a grande utilização \nde frutos nativos e espécies medicinais do Cerrado pela po pulação local, havendo uma grande \nexploração desse Bioma na região e uma carência por pr ofissionais que trabalhem com o manejo \nsustentável do mesmo.  \nAlém dessa necessidade regional, destaca-se a similaridade  na formação do Agrônomo e do \nEngenheiro Florestal, podendo maximizar a utilização da com petência atualmente instalada no \nCampus Regional de Montes Claros, em termos de instal ações físicas e, principalmente, de \nrecursos humanos, o que dispensou grandes investimentos por par te da Instituição.  \nA graduação em Engenharia Florestal está voltada para aten der às reais necessidades da \nRegião Norte de Minas, em termos de produção florestal, manejo florestal e ambiental sustentável \ne tecnologia de produtos florestais, orientada no senti do de delinear o perfil do Engenheiro \nFlorestal a ser formado pelo ICA/UFMG, a partir de uma estrutura curricular coerente com o \nestabelecido nas características do Curso, considerando as habilidades, conhecimentos e \ncomportamentos de que deverá ser dotado esse profissional, ob servando-se a legislação específica \nemanada pelos Órgãos competentes.  \nSoma-se à demanda do curso de Engenharia Florestal na Regi ão Norte de Minas, \nconstatada por essa pesquisa, relevantes motivações de ordem: técnica, política e social 4, conforme \nestudo publicado pela Sociedade Brasileira de Engenharia Flores tal.  \nAs razões técnicas são baseadas na necessidade de profiss ionais no mercado e pelas \n                                                             \n4 http://www.sbef.org.br/noticias/silvicultura.pdf ", "20": " \ncaracterísticas físicas da Região Norte de Minas.  \nAs razões políticas são caracterizadas pela necessida de de se atender a uma unidade da \nfederação, ou uma região geoeconômica, ou uma ecorregião  ou ainda uma bacia hidrográfica na \ninstalação de curso de graduação.  \nAs razões sociais são lastradas no direito do cidadão de poder optar por formação \nprofissional sem ter que se afastar ou “migrar” do seu meio  familiar, social, cultural e político.  \nConsiderando estas motivações, podemos sugerir que em muit os locais deste País de \ndimensões continentais, contendo diversos centros econô micos baseados em atividades florestais, \nbem como praticamente em todos recantos, tanto urbano s como rurais e florestais, há a necessidade \nde se desenvolver atividades de cunho ambiental próprio de Enge nheiros Florestais.  \nDe acordo com os estudos de Bantel 5, de 2005, publicados pela Sociedade Brasileira de \nEngenheiros Florestais, a demanda de criação de curso de G raduação em Engenharia Florestal no \nBrasil, considerando as razões políticas e sociais, é de  oito cursos de modo a contemplar a todos os \nestados da federação.  \nAtualmente, no Brasil, existem 34 cursos de Graduação em En genharia Florestal, \ndistribuídos por 19 estados brasileiros. Em Minas Gerais , o curso de Engenharia Florestal é \noferecido pelas Universidades Federais de Viçosa (UFV) e de Lavras (UFLA) localizadas na zona \nda mata e região sul, respectivamente. O curso mais próxi mo à região norte do estado é oferecido \npela UFVJM – Universidade Federal dos Vales do Jequitinhonha e  Mucuri, localizada na cidade de \nDiamantina, a qual visa atender especificamente à essa r egião.  \nEm seu estudo Bantel (2005) conclui que, por justificativas t écnicas e sociais, para cada \ngrupo populacional de até sete milhões de habitantes, há ne cessidade de um curso de Graduação \nem Engenharia Florestal. Considerando esses dados, no Esta do de Minas Gerais, há uma \ndeficiência de três desses cursos para atender à suas deman das.  \nBantel (2005) estima que exista no Brasil aproximadamente 11.000 E ngenheiros Florestais, \nsendo que desses, cerca de 8.500 exercem a profissão. Consider ando que existe uma relação de \nequilíbrio entre o número de profissionais da Engenharia  Florestal e número de habitantes de uns \npaís, no Brasil, há um grande déficit desses profissionais . Para esse autor, somente 26% da \n                                                             \n5 BANTEL, Carlos Adolfo. O Ensino da Silvicultura, a Di stribuição Espacial dos Cursos de Graduação em Engenharia \nFlorestal e as Atribuições do Exercício Profissional no Brasil. Disponível em \nhttp://www.sbef.org.br/noticias/silvicultura.pdf, acesso em 12 de maio de 2006. ", "21": " \ndemanda de Engenheiros Florestais é atendida em nosso país.   \nA ABRAF (2005) possui dados que demonstram que as atividades do seto r de florestas \nplantadas e as cadeias de transformação industrial da ma deira, constituem atualmente uma parcela \ndinâmica e em franca expansão da economia nacional, com  investimentos de grande porte \nplanejados para os próximos anos, e projeções crescente s de futuramente, exportações e geração de \nempregos. De acordo com esse Anuário, na lista dos países  com os maiores plantios florestais, o  \nBrasil destaca-se como o sétimo país com aproximadamente  5,2 milhões de hectares \nplantados. Especificamente em Minas Gerais, áreas tradi cionais de pastagens, sobretudo aquelas \ndegradadas estão sendo utilizadas para os plantios floresta is, detendo a maior área individual de \nflorestas do país, com cerca de 1,2 milhão de ha, sendo 13% co m pinus e 87% com eucalipto. \n \n3.  REQUISITOS DE ACESSO  \n \nDe acordo com o Regimento Geral da UFMG a admissão do s alunos da graduação ocorre \nmediante processo seletivo, via vestibular, com base n as normas estabelecidas pelo Conselho de \nEnsino, Pesquisa e Extensão (CEPE).  \nNesse sentido, em observância às normas Institucionais , a Comissão Permanente do \nVestibular (COPEVE) é o órgão responsável pela determi nação e execução das atividades relativas \nao Concurso Vestibular.  \n       As condições de ingresso seguem o Regimento Gera l da Graduação, Seção II, Art. 35. A \nadmissão ao curso é feita mediante concurso vestibular , dividido em duas etapas, aberto aos \ncandidatos que tenham concluído o ensino médio ou estudos e quivalentes. Primeira etapa de \ncaráter eliminatório, composta pelas provas objetivas do E NEM, de inteira responsabilidade do \nInstituto Nacional de Estudos e Pesquisas Educacionais Anís io Teixeira do Ministério da Educação \n(INEP/MEC). Segunda etapa de caráter classificatório, co mposta pelas provas específicas, de \ninteira responsabilidade da UFMG, e pela prova de Redação do  ENEM, de inteira responsabilidade \ndo Instituto Nacional de Estudos e Pesquisas Educacionais  Anísio Teixeira do Ministério da \nEducação (INEP/MEC). As provas específicas práticas da s egunda etapa são avaliadas por uma \nBanca Examinadora cumprindo uma função eliminatória e clas sificatória.  ", "22": " \nOutra possibilidade de acesso ao curso é a reopção e rematrí cula do aluno. A Resolução \n02/2010 de 26 de abril de 2010 do Colegiado de Coordenação Didática do C urso de Engenharia \nFlorestal, considerando o disposto nos itens 70, 71 e 72 das N ormas Gerais do Ensino da \nGraduação, bem como no artigo 4° da Resolução CEPE n° 05/2007, de 24 de maio de 2007, \nestabelece como critérios de seleção e classificação  a serem observados nos processo de reopção os \nseguintes, na ordem em que se apresentam: \nI - Maior número de créditos integralizados em discipl inas passíveis de aproveitamento no \ncurso de Engenharia Florestal; \nII – Melhor conceito obtido nessas disciplinas; \nIII - Melhor aproveitamento no curso de origem do candida to, com base em seu Rendimento \nSemestral Global médio (RSG). \nNos termos da Resolução 02/2010,consideram-se disciplinas pas síveis de aproveitamento \nàquelas comuns ao curso de Engenharia Florestal e ao curso de  origem do candidato. Do mesmo \nmodo, caso, obedecida a ordem estabelecida neste artigo, subsista algum empate, este será \nresolvido mediante análise da justificativa apresentada pelo candidato ao Colegiado, em \nRequerimento próprio. \nJá para a rematrícula, a referida Resolução estabelec e os seguintes critérios de seleção e \nclassificação, também na ordem em que se apresentam: \nI – Ausência de rematrícula anterior para o curso de Engenha ria Florestal da UFMG; \nII - Ingresso na UFMG mediante Processo Vestibular; \nIII - Maior número de créditos integralizados no curso de Engenharia Florestal da UFMG, \nantes do desligamento; \nIV - Melhor rendimento escolar na UFMG, antes do desliga mento.   \n     No caso de vagas remanescentes, ainda há a possibil idade de acesso ao curso pela \nTransferência e pela Obtenção de Novo título.  O candi dato deve, portanto, prestar vestibular, \nrealizando as provas específicas do curso de Engenharia Flo restal.   \n \n4 BASES LEGAIS \n ", "23": " \n     A criação do curso de Engenharia Florestal, autorizado pel o parecer 299/2008 da Câmara de \nGraduação da UFMG, contemplou os seguintes itens: \na)  Cumprimento das metas previstas no Programa de Desenvolvime nto Institucional (PDI) \n2008-2012 da UFMG, no que se refere ao atendimento das demandas sociais e à criação de \noportunidades de inclusão social através da expansão das ma trículas da graduação; \nefetivação de um projeto pedagógico que atenda a flexibiliza ção curricular;ampliação das \npossibilidades de participação dos estudantes em ações que co ntribuam para uma formação \ncom relevância acadêmica e social, e intensificação da s relações com a respectiva área do \nconhecimento e de atuação profissional; \nb)  Cumprimento das Diretrizes de Flexibilização Curricular da  UFMG aprovada pelo \nConselho de Ensino, Pesquisa e Extensão (CEPE) em 2001. Se gundo esta norma, os \ncurrículos dos cursos de graduação têm por base a flexibilida de, a diversidade, o \ndinamismo do conhecimento, da ciência e da prática profiss ional. Nesse sentido, o currículo \né concebido como um sistema articulado de saberes, organi zado sob a forma de atividades \nacadêmicas obrigatórias, optativas e eletivas, de modo a  favorecer ao estudante a \nconstrução de trajetórias, cujos percursos contemplam um a estrutura com três dimensões, a \nsaber: um Núcleo de Formação Específica, uma Formação Complementar e um conjunto de \natividades de Formação Livre; \nc)  Parecer CNE/CES 308/2004, Resolução CNE/CES no. 3 - Diretri zes Curriculares \nNacionais (DCN) específicas para o Curso de Engenharia Flo restal;A carga horária total do \ncurso é de 3.645 horas, aproximando-se assim da regulamentaç ão prevista para o curso de \nEngenharia Florestal conforme Parecer CNE/CES 08/2007 e Reso lução CNE/CES 02/2007 \nque dispõe sobre carga horária mínima e procedimentos re lativos à integralização e duração \ndos cursos de graduação, bacharelados, na modalidade presencial,  que estabelece o mínimo \nde 2.400 horas. \nd)  A oferta do ensino de Libras (Língua de sinais) está conte mplada no currículo do curso, de \nacordo com o Decreto nº 5.626/2005, como atividade optativa.  \ne)  Seguimento da Resolução CONAES n° 01/2010, de 17 de junho de 2010, com  o \nestabelecimento de um Núcleo Docente Estruturante – NDE – definido como o grupo de ", "24": " \ndocentes com atribuições acadêmicas de acompanhamento, a tuante no processo de \nconcepção, consolidação e contínua atualização do projet o pedagógico do curso.  \nf)  De acordo com o Decreto 5.296/2005, que regulamenta as normas gerais e critérios básicos \npara a acessibilidade das pessoas com necessidades especiai s, a UFMG possui um \ncronograma com as metas para atendimento aos portadore s de necessidades especiais, cujos \nobjetivos são criar mecanismos que garantam a plena ace ssibilidade, assegurar a aplicação \ndas políticas públicas voltadas a portadores de necessidade s especiais e democratizar o \nacesso à informação, à leitura e à cultura; \ng)  Lei 11.788/2008 que dispõe sobre os Estágios curriculares; \nh)  Resolução n. 02/2009 que regulamenta o Estágio na UFMG. \n \n \n5 OBJETIVOS \n \na.  Objetivos Gerais: \nO curso de Engenharia Florestal tem como objetivo geral a  formação de profissionais com \nsólida base de conhecimentos científicos, dotado de consc iência ética, política, com visão crítica e \nglobal da conjuntura econômica, social, política e cult ural da região onde atua, do Brasil e do \nmundo. O profissional formado deverá estar apto a compreen der e traduzir as necessidades de \nindivíduos, grupos sociais e comunidade, com relação aos pr oblemas tecnológicos, sócio-\neconômicos, gerenciais e organizativos, utilizando racio nalmente os recursos disponíveis e \nconservando o equilíbrio ambiental.  \n \nb.  Objetivos Específicos: \nEspecificamente, a Engenharia Florestal objetiva formar profissionais com sólidos \nconhecimentos teóricos e práticos nas áreas de silvic ultura, manejo e economia florestal, \nconservação da natureza e tecnologia e utilização de produ tos florestais. Dessa forma, o curso \ndisponibilizará uma ampla base de informações que capacita rão os profissionais a atuarem em \nempreendimentos que incluem a proteção/conservação até a pr odução/utilização dos recursos \nnaturais renováveis. ", "25": " \n \n6 PERFIL DO EGRESSO \n \nO Curso de graduação em Engenharia Florestal da Universidade F ederal de Minas Gerais \ntem como objetivo a sólida formação científica e profi ssional geral que capacite o formando a \nabsorver e desenvolver tecnologias. Tanto o aspecto soci al quanto a competência científica e \ntecnológica devem permitir ao profissional a atuação cr ítica e criativa na identificação e resolução \nde problemas, considerando seus aspectos políticos, econôm icos, sociais, ambientais e culturais, \ncom visão ética e humanística, em atendimento às deman das da sociedade. O formando deve estar \napto a compreender e traduzir as necessidades de indivíduos, gr upos sociais e comunidade, com \nrelação aos problemas tecnológicos, sócio-econômicos,  gerenciais e organizativos, bem como \nutilizar racionalmente os recursos disponíveis, além de c onversar o equilíbrio do ambiente. \n \n7 PRINCIPIOS TEORICOS METODOLOGICOS \nO curso de Engenharia Florestal do Instituto de Ciências Agrárias se orienta pelas \nDiretrizes da Flexibilização Curricular da UFMG, a qual e ntende que: \nA universidade enfrenta, na sociedade contemporânea, um conjunto de desafios propostos por \nrazões diversas, dentre elas, as decorrentes do novo paradigma  do conhecimento, resultado do \nadvento das novas tecnologias e de uma nova ordem mundial. Nov as exigências de qualificação \nforam sendo estabelecidas pela “sociedade do conhecimento”, de tal modo que a formação em nível \nsuperior seja de natureza ampla e inserida no contexto soci al. Espera-se, ainda, que ela seja capaz \nde desenvolver competências e disposições flexíveis para o tr abalho, devendo o próprio sistema \neducacional tornar-se flexível e estar aberto a mudanças . Nesse contexto, é necessário que a ação da  \nuniversidade não se restrinja a satisfazer as necessidades  imediatas do mercado, o que resultaria no \nempobrecimento do conhecimento, reduzindo-o à mera informação,  à instrumentalização para a \nação e ao saber imediato e útil. 6 \n \n Nesta perspectiva, a ação pedagógica se baseia nos seguint es princípios teórico-\nmetodológicos: \n  \na) Valorização dos preceitos da cidadania e da ética \n \n                                                             \n6 Extraído das Diretrizes da Flexibilização Curricular da  UFMG. Página 1. (http://www.ufmg.br/prograd/todo.html.) ", "26": " \nPara tanto, o curso procura incentivar o aluno, em to da sua trajetória acadêmica, a adquirir \ncapacidade crítica perante o mundo, discutindo valores, cr enças, ideologias e costumes; aprimorar \nsua formação sócio-cultural e enfatizar a noção de respon sabilidade e solidariedade coletiva, \natravés de organização de atividades semestrais como palest ras, seminários, debates, visitas a \ninstituições comunitárias; ou seja, atividades que promovam  a discussão de temas éticos ligados à \nrealidade da escola e da sociedade. O profissional será for mado conjuntamente com o cidadão, \ncapaz de tomar decisões e se adaptar sempre a situações re novadas, um sujeito crítico e autônomo \nque deixa de ser apenas um apanágio da cidadania e passa a se r o fundamento da atividade \nprofissional.  \n \nb) Educação permanente \n \nO profissional deve ter como sua principal tarefa aprender  a aprender, e a proposta deste \ncurso é ensiná-lo a aprender e, portanto, insistir na assim ilação da idéia de uma educação \npermanente. Para isso, as estratégias utilizadas estão centralizadas principalmente na organização \ncurricular do curso, sendo que as disciplinas optativas possi bilitam, por um lado, uma maior \nespecialização do aluno na área escolhida, e por outro, uma diversificação de saberes necessários à \naquisição ininterrupta de novos saberes.   \n \nc) Integração com a comunidade  \nA comunidade é percebida pelo Instituto de Ciências Agrárias da  UFMG, como sua \nprincipal parceira, pois se acredita que ela possua experiên cias e conhecimentos acumulados que \nsomados àqueles produzidos no interior da instituição poderão promover mudanças sociais de \nforma participativa e sustentável. Nesse sentido, as atividades de pesquisa e extensão, dentro do \npossível, são desenvolvidas com e para a comunidade, a fim de interferir positivamente na sua \nrealidade social.  \n \nd) Interdisciplinariedade \n A interdisciplinaridade é, em essência, a busca da compr eensão dos limites e das \npossibilidades das contribuições advindas dos diversos campos de  conhecimento para o estudo de \num determinado objeto, caracterizando-se pela interação e  pela partilha entre especialistas de ", "27": " \ndiferentes áreas, com conseqüente enriquecimento de todos  os atores envolvidos no processo. Na \nUniversidade, as práticas interdisciplinares ganham relevân cia na medida em que propiciam o \nestabelecimento de relações entre a identidade e a total idade, devendo estar presentes nas ações de \nensino, pesquisa e extensão. \n A articulação entre a teoria e a prática dar-se-á de fo rma permanente e metodológica, a \nmedida que os alunos cursam disciplinas, através da adoção  de estudos de caso, solução de \nproblemas, elaboração de projetos, visitas, entrevistas, e outras técnicas, buscando, tanto quanto \npossível, seguir a seqüência prática-teoria-prática, numa relação mais efetiva. A articulação \ntambém se verificará por ocasião dos Estágios e do Tra balho de Conclusão de Curso, oportunidade \nem que o aluno sintetizará os conhecimentos teóricos e as experiências práticas, atuando de forma \ninvestigativa em uma ou mais organizações.  \n \n \n8 ORGANIZAÇÃO CURRICULAR \nDe acordo com as Diretrizes para a Flexibilização Curr icular da UFMG, aprovadas pelo \nConselho de Ensino, Pesquisa e Extensão (CEPE), em 2001, o s currículos dos cursos de graduação \ntêm por base a flexibilidade, a diversidade, o dinamismo do conhecimento, da ciência e da prática \nprofissional.   \nNesse sentido, o currículo é concebido como um sistema a rticulado de saberes, organizado \nsob a forma de atividades acadêmicas obrigatórias, optati vas e eletivas, de modo a favorecer ao \nestudante a construção de trajetórias, cujos percursos c ontemplam uma estrutura com três \ndimensões, a saber: um Núcleo de Formação Específica, uma Formação Complementar e um \nconjunto de atividades de Formação Livre. \na)  Núcleo de Formação Específica  (NFE) - é constituído por duas bases de \nconhecimentos. A primeira base é formada por conhecimen tos característicos do campo \nprofissional, os quais imprimem visibilidade ao exercício da profissão, ou seja, \nrepresenta os saberes fundamentais da área específica do  curso. A segunda integra os \nsaberes de outros campos correlatos que sustentam esse s aber. Neste núcleo as \natividades acadêmicas ofertadas, seja de natureza obrigatóri a ou optativa, cujo conteúdo \nseja imprescindível ao desempenho profissional, podem ser or ganizadas na modalidade \npresencial e/ou à distância. No que se refere à integralização das atividades optativas, ", "28": " \nessas podem ser organizadas a partir de diversas possibilidad es formativas conforme \nproposto pelo estudante.  \nb)  Formação Complementar  (FC) - integra um conjunto de conhecimentos conexos de  um \ndeterminado campo profissional. Baseia-se na possibilidade de  escolha de uma \ncomplementação da formação específica, mediante aquisi ção de saberes em áreas afins, \ncujos conteúdos apresentem conexão com o NFE. Pode estar  organizada de duas \nformas: Formação Complementar Preestabelecida ou For mação Complementar Aberta. \nA Formação Preestabelecida implica a oferta de atividade s de áreas do conhecimento \nconexo, definidas pelo Colegiado do Curso, constituída por atividades acadêmicas \nofertadas pelos demais cursos da Universidade. A Formação A berta, com base nas \natividades acadêmicas, parte de proposição do aluno, sob ori entação docente, \ncondicionada à autorização do Colegiado. A integralizaçã o das atividades dessa \nformação possibilita a obtenção de um certificado. A ob tenção do referido certificado \nestá condicionada a conclusão do curso.  \nNo caso de opção por um percurso de Formação Complementar,  a integralização \ncurricular ocorre na forma de bacharelado/licenciatura c om Formação Complementar \nna área escolhida pelo estudante, seja essa pré-estabelec ida ou aberta. Quando o \nestudante opta por essa forma, esta ocorre de maneira co ncomitante com as atividades \ndo Núcleo de Formação Específica.  \nc)  Formação Livre  – integra um conjunto de atividades acadêmicas de qualquer cam po do \nconhecimento. Possibilita ampliar a formação a partir  do interesse individual do \nestudante, podendo ser integralizada entre as diversas ati vidades curriculares da \nUniversidade. Porém, é de natureza obrigatória para a integr alização do currículo. \nAs opções de trajetórias a serem integralizadas pelo est udante são orientadas por um \ndocente/tutor, com base no perfil de formação do egress o previsto no PPC, condicionadas à \naprovação do Colegiado do Curso. \nDessa forma, o modelo de currículo proposto enfatiza a f lexibilidade  e a diversidade , \nrepresentadas tanto pela possibilidade de trajetórias dif erenciadas através dos percursos \nacadêmicos, quanto pelos diversos formatos das atividades que  compõem o currículo e que são \nconsideradas relevantes para a formação do estudante, ent re as quais: seminários, monitorias, ", "29": " \nprojetos de pesquisa e/ou extensão, vivências extracurricu lares, participação em congressos e \neventos ou ainda na forma de disciplina.  \nPara a completa implementação das diretrizes estabel ecidas, o CEPE considerou importante \na reorientação de algumas práticas, entre elas: a redef inição do perfil de atuação dos Colegiados de \nCurso que, além do seu papel gerencial, devem tornar-se respon sáveis pela articulação, estímulo e \norientação acadêmica; a institucionalização da orientaç ão acadêmica, tendo em vista o papel \nfundamental que essa atividade assume na estrutura curricul ar, no sentido de articular as \npossibilidades oferecidas pela UFMG. \n Outro aspecto a ser ressaltado , visando contribuir com a implementação do currículo dos \ncursos de graduação, na perspectiva do entendimento do curso como um percurso, é a criação e \ndisponibilização, a docentes e discentes, de instrumento s facilitadores da relação pedagógica.  \nAssim, destacam-se recursos tecnológicos diversos, tai s como, a utilização do Moodle  e a \nimplantação do Diário Eletrônico, para uso dos docentes , além das metodologias ativas propostas \npelo Programa de Formação Docente de responsabilidade da PRO GRAD. \n8.1  Trajetórias/Percursos de Integralização \nO curso é integralizado com 3.645 horas e sua composição curri cular abrange várias áreas \ndo conhecimento, consideradas imprescindíveis à formação do Engenheiro Florestal. A estrutura \ndo curso atende aos princípios da flexibilização curricula r estabelecida pela UFMG, organizada em \ntrês bases, a saber: núcleo de formação específica, núc leo de formação complementar aberta e um \nnúcleo de formação livre. A versão atual possui dois perc ursos de integralização:  \n \n• Percurso de integralização 1 - Bacharelado/Formação livre; versão curricular 2009/01. \nNeste percurso, 2.820h correspondem às atividades obrigatória s do NFE, 360h são de atividades \noptativas e 465h de atividades acadêmicas de Formação Livre .  \n \nPeríodo  Disciplina  Créditos  Horas  \n1°  Introdução as Ciências Florestais  02  30  \n1°  Matemática  04  60  \n1°  Anatomia das Espermatófitas  03  45  \n1°  Ecologia Geral  03  45  \n1°  Fundamentos de Química  04  60  \n1°  Desenho Técnico  03  45  ", "30": " \n1°  Zoologia Geral  02  30  \n1°  carga optativa  02  30  \n SUBTOTAL  23 cré ditos  345 h/a  \n    \n2º  Botânica Sistemática  03  45  \n2º  Química Analítica  03  45  \n2º  Bioquímica Geral  04  60  \n2º  Agrometeorologia  03  45  \n2º  Matemática Aplicada  03  45  \n2º  carga optativa  02  30  \n SUBTOTAL  21 créditos  315 h/a  \n    \n3º  Dendrologia  03  45  \n3º  Microb iologia  04  60  \n3º  Fisiologia Vegetal  04  60  \n3º  Genética Geral  03  45  \n3º  carga optativa  03  45  \n3º  carga eletiva  06  90  \n SUBTOTAL  23 créditos  345 h/a  \n    \n4º  Sementes e Viveiros Florestais  04  60  \n4º  Estatística Básica  04  60  \n4º  Pedologia  04  60  \n4º  Construçõ es Rurais  03  45  \n4º  Fitopatologia Básica  03  45  \n4º  carga optativa  03  45  \n4º  carga eletiva  02  30  \n SUBTOTAL  23 créditos  345 h/a  \n    \n5º  Agrossilvicultura. Princípios e Métodos Silviculturais  04  60  \n5º  Ecologia Florestal  03  45  \n5º  Patologia Florestal  03  45  \n5º  Estatística Experimental  04  60  \n5º  Economia Rural  03  45  \n5º  Manejo e Conservação do Solo  03  45  \n5º  Sociologia Rural  03  45  \n5º  carga optativa  02  30  \n SUBTOTAL  25 créditos  375 h/a  \n    \n6º  Unidades de Conservação e Paisagismo  04  60  \n6º  Hidrologia Aplicad a a Agricultura  03  45  \n6º  Extensão Rural  03  45  \n6º  Fertilidade e Manejo do Solo  05  75  \n6º  Entomologia Básica  03  45  ", "31": " \n6º  carga optativa  02  30  \n6º  carga eletiva  05  75  \n SUBTOTAL  25 créditos  375 h/a  \n    \n7º  Sistema de Informação Geográfica  04  60  \n7º  Dendromet ria  05  75  \n7º  Entomologia Florestal  03  45  \n7º  Melhoramento Florestal  04  60  \n7º  Propriedades Físicas e Mecânicas da Madeira  04  60  \n7º  Administração Planejamento e Desenvolvimento Rural  03  45  \n SUBTOTAL  23 créditos  345 h/a  \n    \n8º  Compostos Químicos e Anato mia da Madeira  04  60  \n8º  Economia Florestal  04  60  \n8º  Inventário Florestal  05  75  \n8º  carga optativa  04  60  \n8º  carga eletiva  06  90  \n SUBTOTAL  23 créditos  345 h/a  \n    \n9º  Trabalho de Conclusão de Curso I  04  60  \n9º  Estágio Curricular Supervisionado I  08  120  \n9º  Manejo Florestal  05  75  \n9º  Tecnologia de Papel e Celulose  04  60  \n9º  carga optativa  02  30  \n9º  carga eletiva  06  90  \n SUBTOTAL  29 créditos  435 h/a  \n    \n10º  Trabalho de Conclusão de curso II  04  60  \n10º  Produção de Energia  03  45  \n10º  Estágio Curricular Sup ervisionado II  08  120  \n10º  Elaboração e Avaliação de Projetos Agropecuários  03  45  \n10º  carga optativa  04  60  \n10º  carga eletiva  06  90  \n SUBTOTAL  28 créditos  420 h/a  \nCarga Horária Total do Curso : 3.645 Hs \n \nAtividades Acadêmicas Optativas para Integralização do Percurso  \nDisciplinas Créditos Horas \nAvaliação de Impactos Ambientais 03 45 \nGestão Ambiental 03 45 \nManejo de Bacias Hidrográficas 03 45 \nMaquinas e Mecanização Florestal 04 60 \nUso Múltiplo do Cerrado 03 45 ", "32": " \nRecuperação de Áreas Degradadas 03 45 \nConservação e Manejo da Fauna 04 60 \nIniciação a Pesquisa 01 15 \nIniciação a Docência 01 15 \nIniciação a Extensão 01 15 \nParticipação em Eventos 01 15 \nCulturas de Espécies Florestais 04 60 \nEconomia dos Recursos Naturais Renováveis 03 45 \nExploração e Transporte Florestal 04 60 \nGrupos de Estudos 01 15 \nIncêndios Florestais 03 45 \nInformática Aplicada a Engenharia Florestal 03 45 \nManejo de Florestas Nativas 03 45 \nPlantas Medicinais do Cerrado e da Caatinga 02 30 \nProdutos Reconstituídos de Madeira 03 45 \nSerraria, Secagem e Preservação da Madeira 04 60 \n Internato Rural 01 15 \nTópicos em Engenharia Florestal I 03 45 \nTópicos em Engenharia Florestal II 03 45 \nTópicos em Engenharia Florestal III 03 45 \nTópicos em Engenharia Florestal IV 03 45 \nFundamentos de Administração 02 30 \nIntrodução a Contabilidade 03 45 \nAspectos Econômicos e Políticos do Setor Agropecuários Br asileiro 03 45 \nComercialização Agrícola 03 45 \nAdministração Estratégica da Empresa Agroindustrial 03 45 \nPlanejamento da Empresa Agroindustrial 03 45 \nEstrutura dos Mercados Agroindustriais 03 45 \nMercados Futuros Agropecuários 03 45 \nSistema de Gestão Empresarial no Agronegócio 03 45 \nMercadologia do Agronegócio 03 45 \nMercado Internacional de Produtos Agroindustrializados 03 45  \nDesenvolvimento e Gestão da Agricultura Familiar 03 45 \nTopografia 04 60 \nHidráulica Aplicada a Agricultura 03 45 \nReciclagem de Lodo Esgoto e Lixo na Agricultura 02 30 \nIntrodução a Economia 02 30 \nMétodos e Técnicas de Trabalhos Acadêmicos 03 45 \nPortuguês Instrumental 03 45 \nAnimais Silvestres 04 60 \nDireito Ambiental Agrário 02 30 \nEcoturismo e Turismo Rural 03 45 \nPraticas Desportivas 02 30 \nFundamentos de Libras 04 60 ", "33": " \nTópicos em Ciências Agrárias 03 45 \n \nPercurso de integralização 2 - Bacharelado/Formação livre; versão curricular 2009/03 \nNeste percurso, 2.775h correspondem às atividades obrigatória s do NFE, 825h são de atividades \noptativas e 45h de atividades acadêmicas de Formação Livre . \nPeríodo  Disciplina  Créditos  Horas  \n1°  Introdução as Ciências Florestais  02  30  \n1°  Matemática  04  60  \n1°  Anatomia das Espermatófitas  03  45  \n1°  Ecologia Geral  03  45  \n1°  Fundamentos de Química  04  60  \n1°  Desenho Técnico  03  45  \n1°  Zoologia Geral  02  30  \n1°  carga optativa  02  30  \n SUBTOTAL  23 345 h/a  \n    \n2º  Botânica Sistemática  03 45  \n2º  Química Analítica  03  45  \n2º  Bioquímica Geral  04  60  \n2º  Agrometeorologia  03  45  \n2º  Matemática Aplicada  03  45  \n2º  carga optativa  02  30  \n2º  carga eletiva  03  45  \n SUBTOTAL  24 315 h/a  \n    \n3º  Dendrologia  03  45  \n3º  Microbiologia  04  60  \n3º  Fisi ologia Vegetal  04  60  \n3º  Genética Geral  03  45  \n3º  carga optativa  09  135  \n SUBTOTAL  23  345  h/a  \n    \n4º  Sementes e Viveiros Florestais  04  60  \n4º  Estatística Básica  04  60  \n4º  Pedologia  04  60  \n4º  Construções Rurais  03  45  \n4º  Fitopatologia Básica  03  45  \n4º  car ga optativa  05 75  \n SUBTOTAL  23 345  h/a  \n    ", "34": " \n5º  Agrossilvicultura. Princípios e Métodos Silviculturais  04  60  \n5º  Ecologia Florestal  03  45  \n5º  Patologia Florestal  03  45  \n5º  Estatística Experimental  04  60  \n5º  Economia Rural  03  45  \n5º  Manejo e Conse rvação do Solo  03  45  \n5º  Sociologia Rural  03  45  \n5º  carga optativa  02  30  \n SUBTOTAL  25 375 h/a  \n    \n6º  Unidades de Conservação e Paisagismo  04  60  \n6º  Hidrologia Aplicada a Agricultura  03  45  \n6º  Extensão Rural  03  45  \n6º  Fertilidade e Manejo do Sol o 05  75  \n6º  Entomologia Básica  03  45  \n6º  carga optativa  07  105  \n SUBTOTAL  25  375  h/a  \n    \n7º  Sistema de Informação Geográfica  04  60  \n7º  Dendrometria  05  75  \n7º  Entomologia Florestal  03  45  \n7º  Melhoramento Florestal  04  60  \n7º  Propriedades Físicas e Mecânica s da Madeira  04  60  \n7º  Administração Planejamento e Desenvolvimento 03  45  \n SUBTOTAL  23 345 h/a  \n    \n8º  Compostos Químicos e Anatomia da Madeira  04  60  \n8º  Economia Florestal  04  60  \n8º  Inventário Florestal  05  75  \n8º  carga optativa  10  150  \n SUBTOTAL  23 345  h/a  \n    \n9º  Trabalho de Conclusão de Curso I  04  60  \n9º  Estágio Curricular Supervisionado I  08  120  \n9º  Manejo Florestal  05  75  \n9º  Tecnologia de Papel e Celulose  04  60  \n9º  carga optativa  08  120  \n SUBTOTAL  29  435  h/a  \n    \n10º  Trabalh o de Conclusão de curso II  04  60  \n10º  Produção de Energia  03  45  \n10º  Estágio Curricular Supervisionado II  08  120  \n10º  Elaboração e Avaliação de Projetos Agropecuários  03  45  \n10º  carga optativa  10  150  ", "35": " \n SUBTOTAL  28 420  h/a  \n Carga Horária Total do Curso : 3.645 Hs \nAtividades Acadêmicas Optativas para Integralização do Percurso  \nDisciplinas Créditos Horas \nAvaliação de Impactos Ambientais 03 45 \nGestão Ambiental 03 45 \nManejo de Bacias Hidrográficas 03 45 \nMaquinas e Mecanização Florestal 04 60 \nUso Múltiplo do Cerrado 03 45 \nRecuperação de Áreas Degradadas 03 45 \nConservação e Manejo da Fauna 04 60 \nIniciação a Pesquisa 01 15 \nIniciação a Docência 01 15 \nIniciação a Extensão 01 15 \nParticipação em Eventos 01 15 \nCulturas de Espécies Florestais 04 60 \nEconomia dos Recursos Naturais Renováveis 03 45 \nExploração e Transporte Florestal 04 60 \nGrupos de Estudos 01 15 \nIncêndios Florestais 03 45 \nInformática Aplicada a Engenharia Florestal 03 45 \nManejo de Florestas Nativas 03 45 \nPlantas Medicinais do Cerrado e da Caatinga 02 30 \nProdutos Reconstituídos de Madeira 03 45 \nSerraria, Secagem e Preservação da Madeira 04 60 \n Internato Rural 01 15 \nTópicos em Engenharia Florestal I 03 45 \nTópicos em Engenharia Florestal II 03 45 \nTópicos em Engenharia Florestal III 03 45 \nTópicos em Engenharia Florestal IV 03 45 \nFundamentos de Administração 02 30 \nIntrodução a Contabilidade 03 45 \nAspectos Econômicos e Políticos do Setor Agropecuários Br asileiro 03 45 \nComercialização Agrícola 03 45 \nAdministração Estratégica da Empresa Agroindustrial 03 45 \nPlanejamento da Empresa Agroindustrial 03 45 \nEstrutura dos Mercados Agroindustriais 03 45 \nMercados Futuros Agropecuários 03 45 \nSistema de Gestão Empresarial no Agronegócio 03 45 \nMercadologia do Agronegócio 03 45 \nMercado Internacional de Produtos Agroindustrializados 03 45  \nDesenvolvimento e Gestão da Agricultura Familiar 03 45 ", "36": " \nTopografia 04 60 \nHidráulica Aplicada a Agricultura 03 45 \nReciclagem de Lodo Esgoto e Lixo na Agricultura 02 30 \nIntrodução a Economia 02 30 \nMétodos e Técnicas de Trabalhos Acadêmicos 03 45 \nPortuguês Instrumental 03 45 \nAnimais Silvestres 04 60 \nDireito Ambiental Agrário 02 30 \nEcoturismo e Turismo Rural 03 45 \nPraticas Desportivas 02 30 \nFundamentos de Libras 04 60 \nTópicos em Ciências Agrárias 03 45 \n \n \n8.2  Trabalho de Conclusão de Curso  \n \nPara conclusão do curso de graduação em Engenharia Florestal , é obrigatória a elaboração \norientada de monografia a partir de um projeto de pesquisa exp erimental, bibliográfica, descritiva \nou exploratória, com tema escolhido pelo estudante dentre a s diversas áreas do conhecimento das \nciências agrárias. As disciplinas Trabalho de Conclusão  de Curso I e II, TCC I e II, serão ofertadas \nrespectivamente no 9º e 10º períodos. \nO aluno somente poderá colar grau no seu curso de graduação,  após a entrega completa do \ntrabalho de conclusão de curso, devidamente impresso, na S ecretaria do ICA/UFMG, até uma \nsemana antes do término do semestre letivo, condição ne cessária para o lançamento da nota final \ndessa disciplina no diário eletrônico da UFMG.  \nA disciplina TCC I possui carga horária total de 60 horas,  tendo como ementa: Projeto de \npesquisa na área de ciências agrárias e ambientais, dese nvolvido sob orientação de um professor, \nconstando de: definição do tema, revisão bibliográfica, elaboração, apresentação e avaliação do \nprojeto de monografia. \nA disciplina TCC II possui carga horária total de 60 horas,  tendo como ementa: \nDesenvolvimento do projeto de pesquisa, sob supervisão do pro fessor orientador e defesa do \ntrabalho perante banca examinadora. \nA avaliação final da disciplina TCC I será feita pelo pr ofessor responsável por essa \ndisciplina, com base na entrega e na apresentação do pro jeto de pesquisa. Já a avaliação final da ", "37": " \ndisciplina TCC II será feita pela banca examinadora, co m base no desempenho do aluno durante a \ndefesa da monografia apresentada. \nA banca será formada, obrigatoriamente, pelo professor o rientador do aluno e dois \nconvidados (Profissionais com competência na área), acei tos previamente pelo professor \norientador, sendo que um convidado deverá, obrigatoriamente, pe rtencer ao quadro do \nICA/UFMG. \nPoderão fazer parte da banca examinadora profissionais da U FMG ou de outras instituições \nde ensino, pesquisa e extensão, desde que aprovados pelo profe ssor orientador. \nA banca, sob a coordenação do professor orientador, é aut ônoma na elaboração dos \ncritérios de avaliação da defesa da apresentação da monogr afia. \nO aluno terá de 20 a 30 minutos para apresentação oral de sua  monografia à banca \nexaminadora, sendo o mesmo responsável pela confecção do material áudio-visual que será \nutilizado durante a apresentação. \nA apresentação da monografia é pública. Após a apresentaçã o, o aluno será arguido pela \nbanca examinadora. Ao término da arguição, a banca examina dora se reunirá, sob a presidência do \nprofessor orientador, a fim de estipular o conceito obtido pelo aluno. \nSó poderão exercer a função de professor orientador, os professores pertencentes ao quadro \ndocente do Instituto de Ciências Agrárias, ativo ou inativ o. Poderão exercer a função de professor \ncoorientador professores pertencentes ao quadro docente da U FMG, ativos ou inativos e também \nde outras instituições de ensino, pesquisa e extensão, des de que aprovados pelo professor \norientador. Cada professor poderá orientar no máximo cinco alunos em TCC I e cinco alunos em \nTCC II. \nAos professores orientadores e coorientadores cabe: Orie ntar a elaboração do projeto de \npesquisa do aluno matriculado na disciplina TCC I, sob a  sua orientação; - Orientar o aluno na \nrealização das atividades propostas e na elaboração da mon ografia, em conformidade com o  \nprojeto aprovado; - Formar a banca de defesa da monografia até um mês antes da data estipulada \npara a apresentação da monografia do aluno sob a sua orie ntação; Definir a data de defesa da \nmonografia do aluno sob a sua orientação, reservar o local para a apresentação, bem como os \nrecursos audiovisuais necessários; responsabilizar-se pela condução dos trabalhos referentes à \ndefesa da monografia do aluno sob a sua orientação; comu nicar a nota final da monografia do \naluno sob a sua orientação, antes do término do período l etivo, ao professor coordenador de TCC. ", "38": " \nOs professores coordenadores e subcoordenadores das discip linas TCC I e TCC II serão \ndeterminados pelo Colegiado de Graduação em Engenharia Flores tal dentre os docentes que \nministram essas disciplinas. Aos professores coordenador es e subcoordenadores das disciplinas \nTCC I e TCC II incumbe: Auxiliar na orientação do alun o quanto à elaboração do projeto de \npesquisa e da monografia; Avaliar o projeto de pesquisa elab orado e apresentado na disciplina de \nTCC I; Divulgar, no âmbito interno do ICA/UFMG, a data  de defesa da monografia; Registrar, no \ncontrole acadêmico, a nota obtida, pelo aluno, ao final  das disciplinas TCC I e TCC II, nos prazos \nestabelecidos no calendário da UFMG; Determinar as data s da apresentação oral e da entrega da \nversão escrita do projeto de pesquisa do aluno matriculado na disciplina TCC I. \nAo aluno matriculado na disciplina TCC I cabe: partici par das aulas, sendo permitidas as \nfaltas, conforme normas da graduação; comunicar ao professo r coordenador do TCC I o nome do \nprofessor orientador e o tema da pesquisa a ser desenvolvida,  até o final do primeiro mês do \nsemestre letivo, por meio de uma ficha de aquiescência,  devidamente assinada pelo professor \norientador; elaborar, juntamente com o professor orient ador, o projeto de pesquisa a ser \ndesenvolvido; entregar ao professor coordenador do TCC I, até o segundo mês do semestre letivo, \no cronograma de atividades, devidamente assinado pelo professo r orientador; fazer uma \napresentação oral de seu projeto de pesquisa, segundo cronogr ama estabelecido pelo professor da \ndisciplina TCC I; entregar uma versão escrita do projeto  de pesquisa, ao professor dessa disciplina, \naté 5 dias úteis após a apresentação oral do projeto  de pesqui sa. \nAo aluno matriculado na disciplina TCC II incumbe: cum prir o cronograma e desempenhar \nas atividades propostas em seu projeto de pesquisa; deverá agen dar, com o professor orientador, a \ndata da defesa da monografia, até 60 dias antes do término do  semestre letivo; entregar três cópias \nda versão preliminar da monografia ao professor orientador,  até 21 dias antes da apresentação de \nsua monografia; apresentar, na data estipulada, a monograf ia à banca examinadora; após a  \napresentação da monografia, fazer as correções sugeridas pela banca examinadora, submeter a \nmonografia aos revisores de Língua Portuguesa e de Língua Ingles a, com os profissionais das \nreferidas áreas, mediante a entrega de uma declaração, devidamente assinada por esses \nprofissionais; entregar a monografia à chefia da Bibliote ca do ICA para que seja elaborada a \ncatalogação e, finalmente, imprimir a monografia segundo as normas da ABNT; após a impressão \nda monografia, nos padrões estabelecidos pelo Colegiado, o  aluno deverá entregar 2 cópias da ", "39": " \nversão final, devidamente assinadas pelo professor orientado r, à Secretaria de Ensino do ICA e \numa versão em PDF, gravada em CD regravável.  \n \n  \n8.3  Estágio Supervisionado  \n \nOs Estágios Supervisionados I e II são realizados a parti r do 9º período letivo e devem ser \nobrigatoriamente realizados fora do campus regional da U FMG em Montes Claros. Os estágios \ndevem totalizar 240h, correspondendo a 16 créditos. \nEstes estágios têm a orientação de docentes e sua coorde nação é realizada através de \ncomissão especialmente designada. Ao final do estágio, o  aluno deve apresentar relatórios \nconsubstanciados, que são analisados e avaliados por comi ssão de professores. \nA manutenção do estágio se dá através de parcerias com produ tores rurais, associações, \ncooperativas agropecuárias, Centro de Integração Escola Em presa (CIEE), além de convênios que \nsão firmadas com instituições públicas ou privadas, após a  aprovação do projeto. Vários são os \nconvênios firmados pela UFMG com outros órgãos públicos e  instituições e empresas da iniciativa \nprivada voltadas para a área ambiental. Como exemplos ci tem-se a Alcoa Alumínio S/A e a \nCompanhia de Saneamento de Minas Gerais - COPASA. Os convê nios firmados pela UFMG \nencontram-se disponíveis na página da Pró-Reitoria de Gradua ção no endereço eletrônico  \nhttps://www2.ufmg.br/prograd/prograd/Pro-Reitoria-de-Graduacao/ Publicacoes/Protocolos-e-\nConvenios . \nAs normas disciplinadoras do estágio no âmbito da Universida de Federal de Minas Gerais, \nalém da Lei Nacional nº. 11.788 de 25 de setembro de 2008, são:  Resolução nº. 02 de 10 de março \nde 2009 do Conselho de Ensino Pesquisa e Extensão; Portari a nº. 104 de 01 de agosto de 2006. \n \n8.4 Atividades Acadêmicas Complementares  \n \n8.4.1 Iniciação à Pesquisa, à Docência e à Extensão. \nSão atribuídos no máximo 06 (seis) créditos, que poderão se r assim distribuídos: \n• Iniciação à Pesquisa : projetos de Iniciação Científica (com ou sem bolsa) 01 (um) ano de \natividades em um mesmo projeto, com dedicação semanal de 12 (doze) horas para o aluno ", "40": " \ne com apresentação de resultados parciais e/ou finais em  evento científico, equivalendo a \n03 (três) créditos. \n• Iniciação à docência : monitoria (com ou sem bolsa) 01 (um) semestre de exercíc io de \nmonitoria em disciplinas vinculadas ao Curso de Engenharia Florestal, com dedicação \nsemanal de 12 (doze) horas, equivalendo a 03 (três) créditos. \n• Iniciação à extensão  (com ou sem bolsa): independe da duração e da dedicação se manal \ndo aluno. O professor orientador do projeto poderá atrib uir de 01 (um) a 03 (três) créditos, \nmediante aprovação de relatório. \nComo requisitos para obtenção destes créditos, são exigidos : \n• Apresentação prévia para aprovação do Colegiado de plano de trabalho detalhado, \nincluindo cronograma de atividades. \n• Apresentação de relatório final, avaliado e aprovado pelo o rientador. \n \n \n8.4.2 Participação em Eventos \n \nSão atribuídos no máximo 3 (três) créditos, para participa ção em eventos diretamente \nrelacionados às atividades acadêmicas e profissionais da á rea da Engenharia Florestal. A \nparticipação do aluno como ouvinte integraliza 1 (um) crédi to e com apresentação de trabalho 2 \n(dois) créditos, independente da duração do evento, cumprido o s seguintes requisitos: \n• Apresentação ao Colegiado de proposta de participação no e vento com antecedência de até \n15 (quinze) dias, com cópia do trabalho a ser apresentado,  quando for o caso. \n• Apresentação posterior do certificado de participação no e vento. \n \n8.4.3 Grupo de Estudos \nSão atribuídos 03(três) créditos para atividades desenvolvida s durante um semestre letivo, sob \norientação de um professor.  Cada curso estabelecerá as normas de funcionamento adequadas após \nimplantação, mediante resoluções de colegiado visando a normatização da atividade. \nComo requisitos para obtenção destes créditos, são exigidos :  ", "41": " \n• Apresentação prévia para aprovação do Colegiado de plano de trabalho detalhado, \nincluindo cronograma de atividades; \n• Apresentação de relatório final, avaliado e aprovado pelo o rientador. \n \n8.4.4 Internato Rural \nO internato é cursado mediante orientação de uma equipe multidisciplinar envolvendo \nprofessores de todos os cursos do ICA, sendo atribuídos n o máximo 3 (três) créditos para um \nperíodo máximo de três semanas em atividades externas em um  município previamente escolhido. \nCada semana é equivalente a um crédito. Essas atividades podem ser executadas no período de \nférias.  \nO internato tem como objetivo básico propiciar a grupos de  estudantes dos diferentes \ncursos do ICA a oportunidade de melhor apreenderem as relaç ões entre sua profissão e a sociedade \npela participação em Projeto integrado de ensino, pesquisa  e extensão que venha atender às \ndemandas de populações do Norte de Minas Gerais. Além disso , o projeto promove a integração \ndos estudantes junto às diversas formações sociais, o que  vem lhes permitir conhecer os \ndeterminantes sociais relacionados ao seu campo de forma ção dentro da totalidade social. As \natividades envolvendo professores, profissionais e estudante s de diferentes áreas possibilitam o \naprendizado multidisciplinar, capacitando os alunos na el aboração e realização de projetos \nenvolvendo diferentes profissionais.  \nO Internato Rural deverá ser uma parceria da UFMG, com as prefeituras municipais da \nregião Norte de Minas interessadas em aderirem ao proj eto, que oferecerão a estrutura básica para \nexecução das atividades propostas.  \nA estruturação didática é constituída por um uma coordenação , uma assessoria didática e \num corpo docente.  \nO coordenador do Internato Rural é escolhido pelo docente e se encarrega do cumprimento \ndas atividades pedagógico-administrativas: contacto com co munidade universitária, Ministério da \nEducação e Cultura, Prefeituras Municipais e outras entidade s envolvidas na área. A assessoria \ndidática é escolhida entre os próprios docentes e tem co mo função fazer a análise crítica do  \nprocesso pedagógico, do programa didático, efetuar contacto  com docentes envolvidos com o \ncurso, formular e acolher propostas didático-pedagógicas b em como adaptá-las às condições de ", "42": " \nexecução em cada local. Os docentes se encarregam da pre paração e orientação dos estudantes \nsegundo as estratégias dos programas de trabalho previamente estabelecidas para a área, \nparticipando ativamente no desenvolvimento destes trabalho s.  \nAs normas de funcionamento são estabelecidas, mediant e resoluções do colegiado, visando \na normatização da atividade. \n \n8.5  Ementário -  Conforme Anexo 1 \n \n \n \n9.  AVALIAÇÃO DA APRENDIZAGEM   \nO rendimento escolar do aluno é verificado em cada dis ciplina ou atividade acadêmica, \nabrangendo os aspectos de frequência e aproveitamento, cada  um dos quais com caráter \nreprovatório. \nA frequência mínima obrigatória, em cada disciplina ou a tividade acadêmica, é de 75% da \ncarga horária prevista, exceto nos casos estabelecidos em lei. \nA verificação do rendimento do aluno será feita por p ontos cumulativos, em uma escala de \nzero a cem. \nApurados os resultados finais, o rendimento escolar de ca da aluno é convertido nos \nseguintes conceitos: \nI - A - Excelente: de 90 a 100 pontos; \nII - B - Ótimo: de 80 a 89 pontos; \nIII- C - Bom: de 70 a 79 pontos; \nIV - D - Regular: de 60 a 69 pontos; \nV - E - Fraco: de 40 a 59 pontos; \nVI - F - Insuficiente: abaixo de 40 pontos de aproveitamen to e/ou infrequência do \naluno. \nO aluno frequente que alcançar, no mínimo, conceito D em cada disciplina ou atividade \nacadêmica, é considerado aprovado e obterá os créditos c orrespondentes. \nO Rendimento Semestral Global do aluno é calculado med iante a multiplicação do valor do \nconceito obtido em de cada disciplina do semestre pelo re spectivo número de créditos com a ", "43": " \nsubseqüente divisão da soma dos produtos pela soma total dos c réditos das disciplinas \nmatriculadas no semestre, excluídas as trancadas. \nO Rendimento Semestral Global dos alunos reoptantes e de continuidade de estudos é \nconsiderado desde a época de seu ingresso na universidade. \nO Rendimento Semestral Global dos alunos de rematrícu la é considerado desde a época de \nseu ingresso, exceto quando a causa de seu desligamento da univ ersidade tiver sido o rendimento \nglobal insuficiente. \nAos alunos que obtiverem conceito E (para tentarem apro vação na disciplina), bem como \naos alunos que obtiverem conceito A,B,C ou D (para tent arem melhorar a nota final) é resguardado  \no direito a Exame Especial. Para tanto, o aluno não po de ter sido infreqüente na respectiva \ndisciplina. O exame especial tem o valor de 100 (cem) pont os. \nÉ registrada no histórico escolar a melhor nota obtida na disciplina pelos alunos que se \nsubmeterem a exame especial, excluídos os de conceito E.  \nIgualmente, é resguardado ao aluno o direito de prestar, no  semestre subseqüente, os \nexames da disciplina em que obteve conceito E, sem prec isar freqüentar as aulas. Esse \nprocedimento é conhecido como Tratamento Especial.  \nO tratamento especial deve ser requerido antes da realiz ação dos exames especiais e só \npoderá ser concedido uma única vez para uma mesma discipl ina. \nA carga horária da disciplina em tratamento especial de ve entrar no cômputo da carga \nhorária mínima do período. \nO resultado final relativo à disciplina em tratamento especial é incorporado ao cálculo do \nrendimento global do aluno no semestre em que se der por en cerrado o processo de avaliação da \nreferida disciplina. \nAdemais, a Fundação Mendes Pimentel, FUMP, entidade com  personalidade jurídica de \ndireito privado mantém vínculo com a UFMG através do qual presta assistência social aos \nestudantes da universidade nas áreas financeira, cultural, re sidencial e de saúde física e mental.  \nDentre os programas oferecidos têm-se o de Apoio ao Des envolvimento da Aprendizagem. \nEste objetiva oferecer atendimento psicopedagógico indivi dual ou coletivo aos estudantes que \napresentem dificuldades de aprendizagem durante o desenvolvime nto das atividades \nacadêmicas.  Para tanto, os acadêmicos devem atender aos requisitos e stabelecidos pela citada \nfundação. ", "44": " \nParalelamente, há na Universidade Federal de Minas Geais o Programa de Bolsas de \nMonitoria de Graduação. Por meio deste, possibilita-se ao s estudantes da UFMG a iniciação às \natividades de docência, através do auxílio aos professores da s respectivas disciplinas. Além do \nobjetivo descrito, busca-se também com as monitorias o auxílio àqueles alunos com dificuldades \nna aprendizagem.  \nA assessoria pedagógica do ICA também desempenha papel funda mental no auxílio aos \nalunos com dificuldades no aprendizado. Incumbe a mesma , juntamente com os estudantes e  \ndocentes envolvidos, diagnosticar problemas relacionados ao  ensino e, a par disso, articular meios \npara solução destes.  \n \n10. POLITICAS E PROGRAMAS DE PESQUISA E EXTENSÃO  \n10.1 Programas de Pesquisa \nComo uma das Universidades brasileiras mais reconhecidas  nos campos do ensino e da \npesquisa, a UFMG procura investir, permanentemente, na pro gressiva participação na produção \ncientífica brasileira, em todos os domínios do conheci mento. \nÉ importante ressaltar que toda essa atividade de pesquisa s e desenvolve em observância \ndos padrões éticos, que devem governar as ações investigati vas destinadas a produzir \nconhecimento e que se debruçam sobre o mundo natural ou in tervêm na vida social. Assim, na \nperspectiva da bioética, a UFMG implantou e consolidou, nos  últimos anos, o Comitê de Ética em \nPesquisa (COEP), a que compete avaliar todos os projetos  de pesquisa cuja fonte primária de \ninformação é o ser humano – individual ou coletivamente,  direta ou indiretamente – em se incluem \nsuas partes e todo material biológico ou dado já armazen ado. Além do COEP, essa Universidade \ntambém já implantou o Comitê de Ética em Experimentaç ão Animal (Cetea), que estabelece \nnormas gerais para a utilização de animais em experiment ações, e fiscaliza, mediante protocolo \npara aprovação de projetos, as ações de investigação espec íficas a tal modalidade de pesquisa. \nAinda que vinculado à Pró-Reitoria de Pesquisa (PRPq), o COEP , também associado à Comissão \nNacional de Ética em Pesquisa, órgão consultivo do Consel ho Nacional de Saúde, é autônomo em \nsuas decisões. Cada um desses Comitês é constituído por pr ofissionais de diversas áreas e por, pelo \nmenos, um representante da comunidade externa à UFMG. ", "45": " \n10.1.1 Programas institucionais de Bolsas de Iniciação Científi ca coordenados pela Pró-\nReitoria de Pesquisa \nOs programas institucionais de bolsas de iniciação científ ica têm por objetivo introduzir o \naluno na produção do conhecimento e na convivência cotidian a com os procedimentos científicos, \ncom sua organização, técnicas e métodos. Pelo seu caráte r institucional, possibilitam um modo de \ngestão da pesquisa que amplia e revitaliza a produção científ ica não apenas em áreas já \nconsolidadas, mas também naquelas em que essas atividades estão, ainda, em processo de \nestruturação. \nOs objetivos do Programa Institucional de Bolsas de Iniciaç ão Científica (Pibic), do CNPq, \nsão: \n• Estimular pesquisadores produtivos a engajar estudantes de Gr aduação no processo \nacadêmico, otimizando a capacidade de orientação de pesquisa na Instituição. \n• Despertar a vocação científica e incentivar talentos p otenciais entre estudantes de \nGraduação, mediante sua participação em projetos de pesquisa,  objetivando, em especial, \niniciar o jovem universitário no domínio do método cientí fico. \n• Proporcionar ao bolsista, orientado por pesquisador qualif icado ou por grupo de pesquisa \nexperiente, a aprendizagem de técnicas e métodos científi cos, bem como estimular o \ndesenvolvimento do pensar cientificamente e da criatividade , decorrentes das condições \ncriadas pelo confronto direto com os problemas de pesquisa. \n• Preparar clientela qualificada para os programas de Pós- Graduação e aprimorar o processo \nformativo de profissionais para o setor produtivo. \nO Programa Institucional de Bolsas de Iniciação Científi ca (Probic) da Fapemig, por sua \nvez, visa a: \n• Despertar e desenvolver o interesse de estudantes de Graduaç ão por atividades de pesquisa \nnas diversas áreas do conhecimento e especialidades. \n• Propiciar formação científica e tecnológica aos estuda ntes de Graduação. ", "46": " \n• Facilitar a interação de professores e pesquisadores com  estudantes que buscam a carreira \nde pesquisador. \n \n10.2 Programas de Extensão  \nA Extensão Universitária consiste numa ação política, c ujo compromisso deliberado é o \nestreitamento de vínculos com a sociedade. Essa forma de  atuar tem por finalidade aprofundar as \nações de democratização do saber científico, artístico  e tecnológico, levando o conhecimento \nacadêmico ao encontro dos anseios da comunidade e, ao me smo tempo, aprendendo com ela, a fim \nde produzir novos conhecimentos. Nesse sentido, ela const rói-se com base em ações indutoras do \ndesenvolvimento social, nos diferentes âmbitos e espaço s, e assume papel de importância \ndestacada na luta contra as diferentes facetas da exclusã o social e da degradação ambiental. \nA Extensão também é responsável pela promoção de um perma nente diálogo com a \ncomunidade interna à Instituição e, para isso, conta com uma ampla participação dos diferentes \nórgãos institucionais. Com esses objetivos articula pro jetos, programas, cursos e eventos, que \npromovem relações interdisciplinares e inter-profissio nais. Na UFMG, a Extensão articula o ensino \ne a pesquisa em oito áreas temáticas: comunicação, cult ura, direitos humanos, educação, saúde, \ntecnologia, meio ambiente e trabalho. \nAs ações de Extensão organizam-se em linhas programáticas , que se estruturam em \nprogramas, ou núcleos, de projetos interdisciplinares e s e classificam pelas áreas temáticas acima \nreferidas. Na UFMG, todas as ações de Extensão são super visionadas pela Pró-Reitoria de \nExtensão (Proex) e coordenadas ou gerenciadas pelos Centr os de Extensão, que se vinculam às \nUnidades Acadêmicas. Os diversos programas e projetos oriundo s dessas Unidades de outros \nsetores da UFMG são registrados na Proex, sendo relaciona dos e permanentemente atualizados no \nSistema Nacional de Informações de Extensão (SIEX/ Bra sil). \nA Extensão, na UFMG, compreende as seguintes linhas progr amáticas: \n• Programa de Bolsas – Tem por objetivo ampliar os espaços de aprendizagem e os contatos \ndos alunos com os diversos segmentos sociais e com os problemas práticos de seus campos \nprofissionais. ", "47": " \n• Programa de Apoio a Projetos – Destina-se à concessão de apoio financeiro complementar, \npara viabilizar a realização de programas/projetos/atividade s de Extensão, cuja forma de \napresentação, bem como itens financiados, é estabelecid a em regulamento próprio. \n• Programa de Apoio a Publicações de Manuais e Cartilhas - V isa a fomentar a disseminação \nde saberes e inovações advindos do trabalho da comunidade unive rsitária numa linguagem \nacessível à comunidade não-acadêmica. Na área de Extensão , as cartilhas ou manuais \nfazem parte de um projeto que contempla a produção, a divulga ção e a disseminação de \nconhecimentos, que envolvem, na sua distribuição, ativida des voltadas à interação entre a \nUniversidade e a Comunidade. \nOs cursos de Extensão, em sua expressiva maioria, propost os e realizados pelas Unidades \nAcadêmicas, têm carga horária mínima de oito horas e c aracterizam-se como de Iniciação, \nAtualização ou Qualificação Profissional. São concebidos como um conjunto articulado de ações \npedagógicas de caráter teórico e/ou prático, presenciais o u a distância, planejadas e organizadas de \nmaneira sistemática, com carga horária definida e proce sso de avaliação formal. Podem incluir \noficinas, workshops, laboratórios e treinamentos. Alguma s atividades originadas da prestação de \nserviços podem ser oferecidas como cursos, desde que se enquadr em no perfil anteriormente \ndescrito. \nOs cursos de Aperfeiçoamento, com carga horária mínima de  180 horas, buscam atender a \ndemandas acadêmico-profissionais específicas do mercado de trabalho. A supervisão da oferta \ndessa modalidade de curso está a cargo da Pró-Reitoria de Ext ensão. \n  \n10.2.1 Programa de Bolsas coordenado pela Pró-reitoria de exten são  \nO Programa de Bolsas de Extensão tem por objetivo apoiar, por meio da concessão de \nbolsas, o desenvolvimento de programas e/ou de projetos de e xtensão de Unidades, órgãos ou \nsetores que têm potencial para implementar experiências a cadêmicas, de forma qualitativa e de \nacordo com a política da UFMG para essa área. A Câmar a de Extensão divulga, anualmente, edital \nespecífico, estabelecendo as datas para recepção e análi se, bem como o roteiro para elaboração dos \nprojetos. São proponentes, nesse caso, professores ou s ervidores técnico-administrativos em \nEducação que fazem parte do quadro permanente da UFMG. Depois de recebidos, tais programas e ", "48": " \nprojetos são submetidos à aprovação das Câmaras Departamen tais e encaminhados por intermédio \ndos Cenex das Unidades. A seleção dos alunos bolsistas é feita com base em edital divulgado pelos \npróprios Coordenadores dos programas e projetos. \n \n10.3 Programas de Bolsas de Graduação  \nA Pró-Reitoria de Graduação (Prograd) administra um Progra ma de Bolsas Acadêmicas \nque tem contemplado, a cada ano, mais de 700 estudantes, o que corresponde a cerca de 4% do \nalunado de Graduação da UFMG. O valor mensal das bolsas a ssim concedidas é o mesmo em \ntodas as modalidades do Programa e equivalente ao das bolsas de iniciação científica.  \nO Programa de Bolsas Acadêmicas administrado pela Prograd e vigente a partir de 2006 \ncompreende os tipos que se seguem: \n \n• Monitoria – Tem por propósito iniciar o estudante nas ati vidades de docência no Ensino \nSuperior, bem como apoiar os professores nas suas tarefa s didáticas. Cada Unidade \nAcadêmica dispõe de uma cota de bolsas, estabelecida a partir da consideração do número \nde estudantes a que ela atende e da natureza das atividades didá ticas nela realizadas. \n• Programa Especial de Graduação (PEG) – Objetiva apoiar os C olegiados de Curso em \nações referentes à modernização dos seus projetos acadêmic os curriculares, bem como na \nadoção de novas metodologias de ensino, inclusive no que diz r espeito à produção de \nmaterial didático. \n• Pronoturno – Destina-se a possibilitar dedicação integral aos estudos a estudantes do turno \nnoturno que mais se destacam por sua competência. Sua concepç ão guarda similaridade \ncom o Programa de Educação Tutorial (PET), gerenciado pela Secretaria do Ensino \nSuperior (SESu), do Ministério da Educação (MEC). Condicion adas ao cumprimento de \num conjunto de requisitos acadêmicos, tais bolsas são gara ntidas aos estudantes desde os \nperíodos iniciais do curso e no transcorrer dos demais per íodos letivos. Nesse caso, os  ", "49": " \n• bolsistas cumprem um período de treinamento, que envolve atividades de ensino, pesquisa \ne extensão. \n• Programa de Educação Tutorial (PET) – Consiste em um tradi cional programa do MEC, \noriginalmente coordenado pela Capes e, atualmente, sob a r esponsabilidade da SESu. Sua \ncriação, nos anos 1950, decorreu de iniciativa da Faculdade de C iências Econômicas da \nUFMG. Considerado como importante estratégia para a for mação de lideranças \nacadêmicas, esse Programa deverá ter sua atuação ampliada n a UFMG, em acréscimo aos \nnove grupos PET em funcionamento atualmente. \n \n10.4 Programas de Intercâmbio  \nCiente da importância que a experiência internacional des empenha na formação acadêmica \nde um estudante, a UFMG, por intermédio da Diretoria de Relações Internacionais (DRI), oferece \nprogramas acadêmicos que têm alcançado expressivos result ados no que concerne ao fluxo de \nintercâmbio de alunos dos níveis de Graduação e Pós-Graduaçã o, que, por essa via, têm \noportunidade de vivenciar sistemas educacionais distintos e  uma outra ótica de formação \nuniversitária, além de poderem interagir com estudantes de c ulturas diversas. O intercambista \npassa um a dois períodos letivos numa instituição estran geira e as atividades desenvolvidas por ele \nno exterior, desde que aprovadas pelo Colegiado do seu curso, podem ser incorporadas ao seu \nhistórico escolar. O intercâmbio de alunos é amparado pe la Resolução no 05/1998, do CEPE. \n \n10.4.1 Programas de intercâmbio para os estudantes da UFMG \nPodem se candidatar ao processo seletivo, gerenciado pela  DRI e conduzido por \nprofessores indicados pelos Coordenadores de Cursos, os alu nos que, regularmente matriculados \nna UFMG, estejam, no semestre da seleção, fazendo dis ciplinas do seu curso de opção. Além \ndisso, os interessados devem: ter completado pelo menos  50% dos créditos do seu curso até o \ninício do intercâmbio; ter de cursar ainda, após o retorn o do intercâmbio, no mínimo, um semestre \nacadêmico na UFMG antes de concluir a integralização d o total de créditos do seu curso de opção; ", "50": " \nter média de Rendimento Semestral Global (RSG 7) igual ou superior a 3 em todos os semestres já \ncursados até a data de inscrição à seleção; comprovar prof iciência na língua oficial da Instituição \nestrangeira onde se realizará o intercâmbio. \nEssa Universidade tem participado ativamente de programas bil aterais de Graduação-\nsanduíche, que oferecem apoio financeiro ao estudante bras ileiro – o que inclui passagem aérea, \nbolsas mensais e seguro saúde –, por intermédio de projeto i nternacional, coordenado por \npesquisador. \n \n10.4.2 Programa de intercâmbio para estudantes nacionais e estr angeiros \nNorteada pelo princípio da reciprocidade e da qualidade, a UFMG  recebe alunos de \nGraduação vinculados a Universidades brasileiras e de diver sos países, mediante Convênios de \nCooperação Acadêmica, buscando sempre garantir equilíbrio en tre o número de estudantes \nrecebidos e o de enviados. A Resolução nº. 08/2005, do CEPE, e stabelece a categoria de “aluno \nintercambista” de Graduação e de Pós-Graduação, proveniente de outras Instituições de Ensino \nSuperior, tanto do Brasil quanto do exterior, desde que conve niadas com a UFMG. Por essa \nResolução, o intercambista estrangeiro tem garantidos os  mesmos direitos que os alunos da \nUniversidade em que fazem intercâmbio. Na UFMG, isso signi fica: facilidades de acesso à \nMoradia Estudantil; refeições com descontos; acesso às bibliotecas universitárias, bem como a \ncentros de pesquisa e de computação; procedimentos específico s de matrícula e acompanhamento \npor um Professor Tutor, designado pelo Colegiado de Curso. A mencionada Resolução normatiza, \nainda, os procedimentos para a aceitação, acolhimento e presença do aluno intercambista nacional \ne estrangeiro na UFMG. Em decorrência das determinações dessa Resolução, foi elaborado um \nsistema especial de matrícula para o intercambista est rangeiro, denominado Matrícula de Aluno \nExterno, que suprimiu a condição de ele ser considerado alu no matriculado em disciplina isolada e \no equiparou ao aluno regular da Universidade. \nEm 2003, a DRI tornou-se a instância responsável, na UFMG , pela coordenação \ninstitucional do Programa Estudantes Convênio de Graduação (PE C-G) e pelo Curso de Português \n                                                             \n7  O RSG, conceito de rendimento utilizado na UFMG, resul ta da média ponderada do desempenho acadêmico do \naluno em cada uma das atividades curriculares em que se ma triculou no semestre e é expresso em uma escala que varia  \nde zero a cinco. Assim, quanto maior o valor do RSG, m elhor é o desempenho do aluno.  ", "51": " \npara Estrangeiros, oferecido aos alunos desse convênio. A DRI apóia, ainda, as ações da \nUniversidade para o auxílio a refugiados políticos, oriundos,  principalmente, de países africanos, \nmantendo, também, programas de seleção e concessão de bo lsas a alunos africanos de língua \nportuguesa – Bolsa Promisaes –, em parceria com o MEC e a FUMP. \n \n10.4.3 Programas de recepção e acolhimento ao estudante estrangeir o  \nVisando a atender ao critério de reciprocidade nas parceri as internacionais, a DRI \ndesenvolve os seguintes programas de apoio a estudantes es trangeiros: \n• Atendimento receptivo de estudantes recém-chegados à UFMG , mediante a organização da \nSemana do Estudante Estrangeiro, ocasião em que eles são apresentados a instâncias \nacadêmicas, instalações e serviços da Universidade. \n• Elaboração constante e atualizada de material específic o – pasta institucional, Catálogo \nTrilíngüe da UFMG, Guia do Estudante Estrangeiro e outros –,  que contém informações \nsobre as condições de estudos e de permanência na UFMG, em Belo Horizonte e no País. \n• Encaminhamento a programas de moradia estudantil, pelo gere nciamento de vagas na    \nMoradia Universitária para atender à demanda de reciprocidade  nas parcerias inter-\nnacionais, e pelo Programa Sem Fronteiras, que hospeda o estudante estrangeiro em casas \nde famílias mineiras. \n• Gerenciamento do Programa Intensivo de Língua Portuguesa e  Cultura Brasileira, que \nobjetiva oferecer ao aluno estrangeiro melhores condi ções e adaptabilidade ao contexto \nlingüístico e cultural brasileiro. \n \n10.5 Programas de Pós-Graduação  \nO ICA oferta o curso de Mestrado em Ciências, concei to 03 pela Capes, bem como o curso \nde Especialização em Recursos Hídricos e Ambientais. O M estrado foi implantado em 2006, tendo \ncomo objetivo a formação de profissionais com sólida b ase científica e capacidade crítica e ", "52": " \ncriativa, permitindo-lhes resolver problemas da agricultura , da produção florestal, da coleta \nextrativista, e do meio ambiente, principalmente aqueles  de regiões com características de \nsemiárido. A sua oferta é feita pelo Colegiado de Pós-Gr aduação do ICA. Já a Especialização em \nRecursos Hídricos foi implantada em 1995, tendo como objetiv os especializar profissionais de \nAgronomia, Engenharia Agrícola e Ambiental, Civil, Geogra fia, Engenharia Florestal, Engenharia \nAmbiental e áreas afins, fornecendo aos participantes a s bases legais, institucionais, regulatórias, \norganizacionais, operacionais e tecnológicas para o dese nvolvimento e implementação de gestão \nsustentável dos recursos hídricos e ambientais; gerar com petências nos recursos humanos locais \npara o monitoramento, planejamento e gerenciamento de recur sos hídricos e ambientais da região, \nvisando a manutenção da disponibilidade hídrica permanente, de f orma a compatibilizar o \ndesenvolvimento econômico-social, o aperfeiçoamento do pr ocesso produtivo sustentado, por meio \nde critérios e padrões de qualidade ambiental e de normas re lativas ao uso e manejo de recursos \nhídricos e ambientais. A sua oferta é feita pelo Colegia do de Pós-Graduação do ICA.  \n \n11. PROGRAMAS DE ATENDIMENTO A PORTADORES DE NECESSID ADES \nESPECIAIS    \nDesde sua criação, a UFMG vem-se destacando pela busca da excelência no ensino, na \npesquisa e na extensão e investindo na concepção de inte ração entre Universidade e Sociedade, \nsempre preocupada com o acesso e a permanência de diversos  segmentos no processo de ensino e \naprendizagem. Com o objetivo de aperfeiçoar os mecanismos  já existentes, têm sido \nimplementadas políticas de inclusão social – entre elas o  apoio à inserção e à manutenção, na \nInstituição, de pessoas portadoras de necessidades especiai s (PNE), com vistas a lhes assegurar \numa equalização de oportunidades. \nUma das ações nesse sentido é realizada já no Concurso V estibular. Nessa oportunidade, as \nPNE têm asseguradas condições adequadas para a realização da s provas e em local apropriado, \ncom acesso a elevadores e banheiros adequados, bem como co m mobiliário devidamente adaptado \nàs condições de cada um, conforme solicitação prévia que l hes é facultada. Além disso, para os que \nlêem e escrevem em braille, as provas são impressas n essa linguagem e, ainda, no setor de ", "53": " \naplicação de provas reservado a esses candidatos, há um  supervisor especializado, para esclarecer \ndúvidas quanto à impressão em braile dos Cadernos de Prova. \nPara os deficientes visuais que não dominam essa linguagem, des ignam-se aplicadores de \nprovas para fazer a leitura das questões, de acordo com inst ruções específicas da Comissão \nElaboradora de cada prova. Se necessário, esses mesmos  candidatos podem solicitar serviços de \ntranscrição das respostas às questões de provas, a serem,  então, ditadas por eles. Finalmente, \nconforme necessidades comprovadas, o tempo regular de reali zação das provas pode, inclusive, ser \nampliado. \nAtenta à crescente demanda da sociedade, a partir de 2002, a  UFMG passou a sistematizar \nmelhor suas ações de atendimento às PNE. Para tanto, foi instituída Comissão para propor normas \ninstitucionais referentes à promoção de inclusão desse pú blico. Com base na Constituição Federal \ne em leis e decretos homologados, com o objetivo de regulam entar essa inclusão, foi elaborado, \nentão, um conjunto de propostas. \nNesse mesmo ano, foi criada a Comissão Permanente de Apoio ao Portador de \nNecessidades Especiais (CPAPNE), composta por represent antes dos docentes, dos servidores \ndocentes e técnico-administrativos e dos discentes da U FMG, com o objetivo de assegurar a essas \npessoas condições adequadas de acessibilidade e de permanênci a nos espaços da Universidade. \nFeito um levantamento para identificação das demandas ma is prementes, essa Comissão tomou sua \niniciativa inicial de maior impacto com a eliminação das barreiras arquitetônicas do Campus \nPampulha, que começou nas áreas de uso comum – os restaurant es, a Praça de Serviços, as vias de \nacesso e as áreas de estacionamento. Para tanto, fez- se um mapeamento das áreas que demandam \nintervenção e, a partir dele, o Departamento de Planeja mento Físico e Obras (DPFO), com o apoio \nda Coordenadoria de Assuntos Comunitários (CAC), tem impl ementado várias medidas para \natender a necessidades específicas dessa parcela da comuni dade universitária. Do ponto de vista da \nestrutura física, a maioria dos edifícios da Universidade,  principalmente os prédios projetados e \nconstruídos em período mais recente, já se acha adequadament e adaptada e equipada para facilitar \no acesso e o deslocamento das PNE. \nA CPAPNE criou, também, um Centro de Produção de Material  Didático e vem \npromovendo treinamento e orientação para docentes e fun cionários. Além disso, tem buscado \nestabelecer vínculos com Instituições Governamentais e N ão-Governamentais que trabalham nessa \nárea. Entre suas atribuições, constam, ainda, a criaç ão de um grupo de estudos e pesquisas sobre o ", "54": " \ntema e a institucionalização do atendimento ao PNE, am bos contando com o envolvimento da \ncomunidade. Em conjunto com a Prograd, vão ser promovidas, i gualmente, adaptações curriculares \nque visem ao atendimento de estudantes PNE, bem como serã o incentivados cursos de \nLicenciatura voltados à formação de professores para li dar especificamente com a inclusão. \n \n12. INSTALAÇÕES - LABORATÓRIOS - EQUIPAMENTOS  \na. Ambientes Administrativos e de Apoio docente \nQuantidade Descrição \n01 Secretaria acadêmica  \n01 Sala para Coordenação \n01 Sala de reunião/ Congregação \n21 Gabinete de trabalho para docentes \n24 Sala de aula \n \nO Campus do ICA (Instituto de Ciências Agrárias) possui uma  ocupação caracterizada pelo \nreaproveitamento de edificações existentes. Apresenta uma  área total de 232 hectares das quais 1,3 \nhectares representam a área construída onde se inserem  os gabinetes dos docentes; 15 salas de \naula; 17 laboratórios; 01 biblioteca; 01 campo de futebol; 01 g inásio poliesportivo; secretarias \n(geral e de pós-graduação), sala dos colegiados; 01 centro de extensão – CENEX; 01 \nalmoxarifado; 01 setor de materiais e patrimonial; 01 coopera tiva agrícola; 01 galpão de transporte \nque contempla veículos, máquinas e implementos agrícolas  e; setores de assessoria. Os \nprofessores, alunos, técnicos administrativos e a com unidade em geral se beneficiarem da infra-\nestrutura física, material e humana do ICA/UFMG. \nHá uma preocupação do ICA/UFMG com a organização de seus es paços físicos, ou seja, \ncom as instalações físicas existentes e suas condições  (dimensão, iluminação, mobiliário, limpeza, \nambientação climática e ruídos) com os equipamentos e s erviços, como limpeza e organização, \nsegurança patrimonial e atendimentos setoriais (Secretar ia, Biblioteca, Laboratório de Informática, \nLaboratório Específico, entre outros), de modo a propici ar melhores condições para o ", "55": " \ndesenvolvimento institucional, de atividades de ensino de graduaç ão e pós-graduação, conforme \nconsignado em seu Plano de Desenvolvimento Institucional. \n \nb. Laboratório (s) de Informática \nLaboratório 01:  Tem uma área de aproximadamente 60m² cada um, sendo a sala  climatizada por \nar condicionado e janelas arejadas que possibilitam uma i luminação natural. As 30 (trinta) \nmáquinas existentes possuem a seguine configuração: Microcomput ador  com Processador: Intel \nCore 2 Duo E7500 2.93GHz; Memória Ram: 4,00GB - DDR2; HD: 250GB Sa ta II; Monitor: LG \n20''; Internet: Embratel 2Mbps - Link Dedicado; Sistema Oper acional: Ubuntu 10.04 e Windows \nXP. \nLaboratório 02: Tem uma área de aproximadamente 60m² cada um, sendo a sala climatizada por \nar condicionado e janelas arejadas que possibilitam uma i luminação natural. As 40 (quarenta) \nmáquinas existentes possuem a seguine configuração: Microcomput ador  com Processador: Intel \nCore 2 Duo E7500 2.93GHz; Memória Ram: 4,00GB - DDR2; HD: 350GB S ata II; Monitor: Dell \n22''; Internet: Embratel 2Mbps - Link Dedicado; Sistema Ope racional: Ubuntu 10.04; Windows 7 \nProfessional 32 bits. \nPara as atividades do curso de Engenharia Florestal do ICA/U FMG disponibiliza-se dois \nlaboratórios de informática. Além de propiciar ambiente pa ra a aprendizagem das ferramentas \ncomputacionais e tecnológicas, os laboratórios funciona m como sala de aula informatizada, na qual \nalunos e professores desenvolvem atividades acadêmicas rel acionadas aos diversos conteúdos,  \napoiados por softwares de gerenciamento, recursos de multimídia e acesso pleno e ininterrupto à \nInternet. \nOs laboratórios de informática tem uma área de aproximada mente 60m² cada um, sendo a \nsala climatizada por ar condicionado e janelas arejadas  que possibilitam uma iluminação natural, \ndispondo de quatro servidores para suporte técnico. \nO Laboratório de Informática é um ambiente aberto a al unos, professores e funcionários \ntécnico administrativos, podendo ser utilizado para as s eguintes práticas, entre outras: realização de \naulas e trabalhos acadêmicos; realização de trabalhos  institucionais; promoção de cursos de \ninformática (treinamentos); ações de extensão social ; e pesquisa na Internet. ", "56": " \nCom o objetivo permanente de incluir o uso dos recursos da tecnologia de informação na \nrotina de trabalho de professores e alunos, o curso de Engenha ria Florestal utiliza o laboratório de \ninformática, juntamente com os demais recursos tecnol ógicos existentes, permitindo: capacitar \ninstrumentalmente os professores; apoiar as atividades de  ensino e apoiar a aprendizagem \nacadêmica. \n \nc.  Recursos Multimídia \nQuantidade Descrição \n20 Data-show \n03 TV \n02 DVD \n01 Vídeo Cassete \n \nA UFMG conta com 861 laboratórios de pesquisa, distribuído s por suas 19 Unidades \nAcadêmicas, outros órgãos e setores. Construídos, equipados  e mantidos com recursos oriundos do \nTesouro e de projetos financiados por agências de fomento à pesquisa, esses laboratórios \noferecem suporte físico e tecnológico a milhares de pesqu isadores, tanto docentes quanto \ndiscentes, vinculados às atividades acadêmico-científicas  da Instituição. Aproximadamente 80% \ndesses laboratórios vinculam-se às áreas de Ciências Bi ológicas, Ciências Exatas e da Terra, \nCiências da Saúde e Engenharias. O percentual complementar distribui-se pelas áreas de Ciências \nAgrárias, Ciências Sociais, Ciências Humanas e, també m, Lingüística, Letras e Artes. O Parque \nCientífico da UFMG, por sua extensão física, pelos equipam entos que abriga e pela relevância e \nimpacto das pesquisas nele realizadas, é considerado um dos m aiores e mais importantes do País, \nequiparando-se, nesses aspectos, ao das melhores Universida des brasileiras e estrangeiras. \nO mais expressivo investimento institucional já feito na rede de laboratórios da UFMG \nrefere-se ao projeto Finep-CT-Infra/2003. Foram identificados  245 laboratórios em que se fazia \nimprescindível a instalação de sistemas locais de geração de energia elétrica, que  pudessem entrar \nem operação em situações de queda da rede de energia. Nesses  laboratórios, vinculados às áreas de \nCiências Biológicas e Agrárias, Ciências Exatas e da T erra, Engenharias, e Ciências da Saúde, são \ndesenvolvidos experimentos em diferentes linhas de pesquisa,  em que se mantêm organismos ", "57": " \nvivos em ambientes padronizados de temperatura e aeração e/o u em que estão instalados aparelhos \nsensíveis a quedas bruscas de energia.  Neles, uma enorme quantidade de freezers, com \ntemperaturas reguladas entre -20ºC e -80ºC, armazena produto s biológicos, químicos, \nradioquímicos e imunoquímicos termossensíveis, que, em sua  maioria, são importados. Outra \ncaracterística desses laboratórios é a presença de apare lhos de elevada sensibilidade, que operam \n24 horas por dia, durante todo o ano. Nesse caso, além de im plicar perda imediata do \nprocessamento que estiver em execução, qualquer interrupção pode demandar longos períodos para  \nrecalibração e implicar um elevado risco de danos irrepa ráveis. A par disso, muitos desses \nequipamentos dependem de ambientes climatizados. Assim, a interrupção de energia elétrica, ainda \nque por tempo relativamente  curto, pode significar prejuízos irrecuperáveis. Mesmo quan do há \nchance de reparos, esses procedimentos podem demandar tempo  e causar prejuízo científico e \nfinanceiro à UFMG e aos cofres públicos. Após a impleme ntação desses sistemas de proteção, \ntodos esses riscos estão agora neutralizados. \nA manutenção, o adequado funcionamento e a modernização da complexa rede de \nlaboratórios da UFMG constituem-se, hoje, se não os mai ores, talvez os mais importantes desafios  \npara a gestão institucional, dadas a indefinição e a inter mitência próprias à liberação de recursos \norçamentários destinados a tal finalidade. Agravada, sobr emaneira, pela política de remuneração e  \nde reposição dos quadros de pessoal técnico-administrativo e m Educação vigente no País, já por \nvários anos, essa situação tende a comprometer a integr idade de um patrimônio público construído \ncom o empenho e o sacrifício de algumas gerações e envolv e significativo contingente de \npesquisadores e técnicos. \nA infraestrutura do ICA/UFMG dado o histórico agrícola é composto por diversas unidades \nvoltadas para o segmento de ciências agrárias, vindo nos últi mos anos, se reestruturando em função \ndo atendimento às necessidades dos cursos advindos do Projet o Reuni. Assim, as instalações \nedificadas do Instituto contam com laboratórios de: \n- Análise de Resíduos para Aproveitamento Agrícola   \n- Apicultura \n- Botânica  \n- Bromatologia  \n- Entomologia  \n- Hidráulica  ", "58": " \n- Informática \n- Microbiologia  \n- Microbiologia Aplicada  \n- Microscopia  \n- Óleo e Biotecnologia  \n- Plantas Medicinais  \n- Propagação de Plantas  \n-  Sementes  \n- Solos  \n- Tecnologia de Alimentos  \n- Laboratórios de Ciências Agrárias Aplicadas I (em con strução) \n- Laboratórios do Ciclo Básico (em construção) \n- Centro de Estudos e Pesquisa em Administração – CEPEA/ ICA (proposta para FINEP-2011). \n \n13. BIBLIOTECA  \nO Sistema de Bibliotecas da UFMG é constituído por 27 biblio tecas setoriais nas áreas: \n• Ciências Agrárias \n• Ciências Biológicas/Fisiológicas \n• Ciências Exatas e da Terra \n• Ciências Humanas \n• Ciências Sociais Aplicadas \n• Unidades Especiais/Extensão - Colégio Técnico; Teatro Unive rsitário; Centro Pedagógico; \nMuseu de História Natural; Carro Biblioteca. \n \nAs bibliotecas setoriais subordinam-se, tecnicamente, à  direção do sistema e, \nadministrativamente, às respectivas Unidades Acadêmicas  e Especiais e Órgãos Suplementares e \ntêm como objetivo geral o provimento de informações neces sárias às atividades de ensino, \npesquisa e extensão da UFMG. ", "59": " \nO Sistema de Bibliotecas da UFMG dispõe de um acervo dive rsificado entre livros, CD’s, \nassinaturas de jornais, revistas, assinaturas de periódicos , entre outros. O acervo conta com \ndiversos títulos de obras e outros materiais fundament ais para o referencial teórico das áreas \ntemáticas dos cursos existentes na Unidade Acadêmica. \nApresenta um acervo de 783.549 exemplares; 22.305 Coleção de Peri ódicos impresso; \nAcesso ao Portal de Periódicos da CAPES; Materiais espe ciais com aproximadamente 100.000 \nitens (audiovisuais, slides, partituras, fitas de vídeo, docum entos de arquivo, fotografias etc; \nColeções especiais como a Memória Intelectual da UFMG,  Obras Raras, Coleções Pessoais \n(Henriqueta Lisboa, Murilo Rubião, Oswaldo França Júnior , Abgar Renault, Curt Lange), \nMineiriana, entre outras. \nApresenta um acervo de 783.549 exemplares; 22.305 Coleção de Peri ódicos impresso; \nAcesso ao Portal de Periódicos da CAPES; Materiais espe ciais com aproximadamente 100.000 \nitens (audiovisuais, slides, partituras, fitas de vídeo, docum entos de arquivo, fotografias etc; \nColeções especiais como a Memória Intelectual da UFMG,  Obras Raras, Coleções Pessoais  \n(Henriqueta Lisboa, Murilo Rubião, Oswaldo França Júnior , Abgar Renault, Curt Lange), \nMineiriana, entre outras. \nA Biblioteca Comunitária do Campus Regional da UFMG em M ontes Claros foi criada na \ndécada de 60, a princípio, para atender a sua comunidade de alun os do Curso Técnico em \nAgropecuária, professores e técnico-administrativos.  Re formada no ano de 2007, a Biblioteca \nconta hoje com um espaço adequado ao seu funcionamento e à funcionalidade e conforto dos \nusuários.  \n \nCopa  05 m 2 \nDepósito  16 m 2 \nDML  03 m 2 \nEncadernação  16 m 2 \nEstudo em grupo   100 m 2 ", "60": " \nEstudo individual   50 m 2 \nGuarda volumes  25 m 2 \nPeriódicos  90 m 2 \nProcessamento técnico  60 m 2 \nSalão acervo  210  m 2 \nSanitários  35 m 2 \nServiço de referência   20 m 2 \nTerminais consulta  15 m 2 \n \nA Biblioteca do Instituto de Ciências Agrárias está subo rdinada administrativamente à \nDiretoria do ICA e, tecnicamente à Diretoria do Sistema de Bibliotecas UFMG, composto por 27  \nBibliotecas.  Seu prédio novo possui salas para leitura de  periódicos, estudo em grupo, cabinas \npara estudo individual, guarda-volumes externo, setor de ref erência, processamento técnico e \nchefia, sala de multimídia, depósito, salão do acervo e leitura.  \nA Biblioteca Comunitária em Ciências Agrárias da UFMG é pioneira no Brasil, neste \nsegmento, sendo a segunda Biblioteca Comunitária do Bras il e a primeira de Minas Gerais. Está \nestruturada para atender aos usuários dos cursos de graduação, de  especialização e do mestrado.  \nTrata-se da única Biblioteca do Norte de Minas que disponibili za acesso ao Portal CAPES, \ncom mais de 12.700 títulos de periódicos com textos completo s. Possui um acervo de \naproximadamente 1.100 fascículos de periódicos; 14.500 exemplares  de livros, monografias, teses, \n241 fitas de vídeo, CDroom e 60 mapas. É utilizada a tabela de c lassificação CDU para indexação \ndos assuntos. O acervo é armazenado nas estantes de aco rdo com sua classificação e em seguida \npelo sobrenome do autor e título. As estantes são identif icadas por ordem de assunto e tipo de \nmaterial bibliográfico. O acervo é processado na Base de Dados Pergamum em rede UFMG e Base \nlocal em Microisis (REV e ICA). ", "61": " \nAtualmente, a Biblioteca tem uma clientela potencial f ormada por alunos de vários cursos, \nprofessores e técnico-administrativos, profissionais l iberais, e instituições como (EPAMIG, \nIBAMA, IEF, EMBRAPA, EMATER, IMA, COOPAGRO, NESTLÉ,  etc.), além de professores e \nalunos de outras Instituições de Ensino, candidatos a co ncursos públicos, egressos, jornalistas, \ntécnicos, produtores, trabalhadores rurais, pesquisadores e vi sitantes. È a única Biblioteca no Norte \nde Minas ao sul da Bahia que disponibiliza acesso ao Portal  CAPES com 8.596 periódicos com \ntexto completo. \n A Biblioteca disponibiliza bases de dados full text a seus usuários. A área de abrangência \ninclui todo o conhecimento humano através do PORTAL C APES e pagina da BU. O acervo é \ncomposto por 38 mapas, 11 CDs e 38 vídeos. A Biblioteca receb e 01 jornal de abrangência \nestadual (Estado de Minas) e 02 de abrangência local (Jorna l de Notícias e Jornal do Norte). Conta \nainda com assinaturas da Revistas de conhecimento geral (Is to É, Veja, Super Interessante, Globo \nCiência e outras). \n  A política de aquisição da Biblioteca obedece ao planeja mento orçamentário da Pró-\nReitoria de Graduação da UFMG para compra. Eventualmente s ão realizados aquisições com \nrecursos próprios do Campus Regional da UFMG em Montes C laros e periodicamente o setor \nrecebe diversas doações. Semestralmente o acervo de mon ografias é renovado através de sugestão \ndos Setores Departamentais e demais usuários da Bibliotec a. O acervo de periódicos é renovado \nanualmente através de doação, renovação e/ou assinatura de títulos especializados na área de \nCiências Agrárias. \nO acervo da Biblioteca é aberto e o usuário tem livre a cesso às estantes e pode também \nconsultar o material desejado nos locais disponibilizados pela Biblioteca. Para a facilidade de \nlocalização dos materiais, existem no balcão de atendi mento 03 (três) terminais de consulta ao \nacervo, e ainda 02 (dois) funcionários a todo o momento, para o esclarecimento de quaisquer \ndúvidas oportunas.  \n \n14.GESTÃO DO CURSO, PESSOAL DOCENTE E TÉCNICO-ADMINIS TRATIVO   \n14.1  Gestão do curso ", "62": " \nA Pró-Reitoria de Graduação tem o papel de coordenar, em ar ticulação com as Unidades de \nEnsino e com os órgãos da Administração Central, a for mulação e a implementação de políticas \npara o ensino de graduação e as atividades dos órgãos executore s dessas políticas. \nAlém do assessoramento a gestores acadêmicos, comissõe s e grupos de trabalho em \nprocedimentos administrativos e no desenvolvimento de progra mas e projetos voltados para os \ncursos de graduação, compete à PROGRAD: propor e coordenar a s formas de acesso aos cursos, a \nprogramas de bolsas acadêmicas de graduação, estágios curric ulares, mobilidade estudantil; \ngerenciar atividades de planejamento acadêmico; registrar e  gerenciar informações e dados \nrelativos à graduação e expedir documentos diversos. Seu pri ncipal objetivo é criar condições \nfavoráveis à melhoria do funcionamento da vida acadêmica e da qualidade dos cursos oferecidos \npela Universidade Federal de Minas Gerais \nConsiderando que a UFMG possui uma estrutura colegiada, o  Órgão de decisão dos \nassuntos relacionados à graduação é a Câmara de Graduação,  que é presidida pelo Pró-Reitora de \nGraduação. As questões da vida acadêmica dos alunos são decid idas, em primeira instância, pelos \nColegiados dos Cursos que são presididos por seus Coordenadore s. As Câmaras Acadêmicas de \nGraduação, Pós-Graduação, Pesquisa e Extensão, são partes i ntegrantes do CEPE: Conselho de \nEnsino, Pesquisa e Extensão, que é presidido pelo(a) Rei tor(a). \nICA/UFMG possui seis colegiados dos respectivos cursos de  graduação da Unidade \nAcadêmica. O Colegiado do Curso de Engenharia Florestal é  composto por: coordenador, sub-\ncoordenador, três docentes do ICA/UFMG e um representant e de discente, na forma prevista no \nestatuto e Regimento Geral da UFMG. \nDe acordo com o Estatuto da UFMG, artigos 54 a 57, os cole giados têm as seguintes \natribuições: \nI - orientar e coordenar as atividades do curso e propor ao Departamento ou estrutura \nequivalente a indicação ou substituição de docentes; \nII - elaborar o currículo do curso, com indicação de eme ntas, créditos e pré-requisitos \ndas atividades acadêmicas curriculares que o compõem; \nIII - referendar os programas das atividades acadêmicas c urriculares que compõem o \ncurso, nos termos do art. 49, §§ 1o e 2o, do Estatuto; ", "63": " \nIV - decidir das questões referentes à matrícula, reopçã o, dispensa e inclusão de \natividades acadêmicas curriculares, transferência, cont inuidade de estudos, obtenção de \nnovo título e outras formas de ingresso, bem como das r epresentações e recursos contra \nmatéria didática, obedecida a legislação pertinente; \nV - coordenar e executar os procedimentos de avaliação do curso; \nVI - representar ao órgão competente no caso de infração disciplinar; \nVII - elaborar o plano de aplicação de verbas destinadas a este órgão. \nO Departamento de Registro e Controle Acadêmico-DRCA e laborará anualmente, para \ndeliberação do Conselho de Ensino, Pesquisa e Extensão, pr oposta de Calendário Escolar da \nUFMG, observados os preceitos legais vigentes. O Colegiado Superior de cada Unidade, ouvidos \nos Colegiados de Curso e os Colegiados Especiais, promove rá a adequação do calendário em seu \nâmbito, respeitado o Calendário Escolar da UFMG, aprovado pelo Conselho de Ensino, Pesquisa e \nExtensão. \nEm caso de interrupção de atividades, o Calendário Escolar da  UFMG será refeito, de modo \na garantir a complementação integral da carga horária e stabelecida para cada disciplina ou \natividade acadêmica, no período letivo. \nDe certa forma a gestão do curso parte da coordenação didá tica do curso onde a figura do \nCoordenador e/ou SubCoodenador estão diretamente ligados ao  acompanhamento pedagógico da \nmatriz currícular, saindo da esfera meramente burocráti ca vivenciando o atual contexto do curso. \n A relação interdisciplinar e o desenvolvimento do trabalh o conjunto dos docentes só \npoderão ser alcançados se existir o apoio e o acompanhament o pedagógico da coordenação. \nPortanto caberá à coordenação de Curso: \n• ser o articulador e proponente das políticas e práticas pe dagógicas; \n• integrar o corpo docente que trabalha no Curso; \n• discutir com os professores a importância de cada conteúd o no contexto curricular; \n• articular a integração entre o corpo docente e discente ; \n• acompanhar e avaliar os resultados das estratégias pedagógi cas e redefinir novas \norientações.  ", "64": " \n14.2  Gestão de Pessoal Docente \n \nReafirmando suas intenções e compromisso com a efetiva ção de um projeto educacional \npautado na conquista de uma formação cientifica de qualidade  e na formação humana, UFMG \napresenta suas políticas que, numa ambiência de participação e responsabilidade dos sujeitos \nacadêmicos, buscam a excelência do trabalho desenvolvido. \nA organização e gestão de pessoal no ICA/UFMG são coordena das pela PRORH - Pró-\nReitoria de Recursos Humanos, sendo que os docentes são c oordenados pela CPPD – Comissão \nPermanente do Pessoal Docente. A CPPD é o órgão de ass essoria do CEPE (Conselho de Ensino \nPesquisa e Extensão), da Reitoria e da Pró-Reitoria de R ecursos Humanos, em questões referentes \nà formulação, acompanhamento e execução da política de pes soal docente da Instituição. Compete-\nlhe: emitir pareceres, para decisão do CEPE, do Reitor ou do Pró-Reitor de Recursos Humanos, no \nassunto referente à: \n• Alocação de vaga docente ao departamentos ou estruturas equi valentes e às \nUnidades Acadêmicas ou Especiais; \n• Admissão de professores, qualquer que seja sua forma; \n• Alteração do regime de trabalho docente;  \n• avaliação do desempenho para fins de progressão funcional; \n• progressão funcional por titulação;  \n• solicitação de afastamento de docentes para aperfeiçoame nto, especialização, \nmestrado, doutorado ou pós-doutorado;  \n• liberação de professores para programas de cooperação com outr as instituições, \nuniversitárias ou não; \n• renovação do regime de trabalho em Dedicação Exclusiva ( DE).  \n \nCompete também a CPPD desenvolver estudos e análises que per mitam fornecer subsídios \npara a fixação, o aperfeiçoamento e a modificação de pol ítica docente e de seus instrumentos de \nacompanhamento e execução; cuidar de questões relativas À a nálise dos relatórios de atividades \ndos departamentos (ou estruturas equivalentes), de acordo c om políticas, critérios e parâmetros \ndeterminados pelo CEPE; manifestar-se sobre assunto relat ivo à docência, quando solicitada pelo ", "65": " \nCEPE, Reitor, Pró-Reitor de Recursos Humanos ou pelos Pró -Reitores acadêmicos e; avaliação de \ndesempenho para progressão vertical e ascensão funcional por titulação. \nA CPPD tem vinculação direta com a Pró-Reitoria de Rec ursos Humanos e ao Gabinete da \nReitora, sendo composta por um professor de carreira de m agistério de 1º e 2º graus; nove \nprofessores da carreira de magistério de 3º grau (três do centes das áreas de Ciências da Vida, três,  \ndas áreas de Ciência da Natureza e três, das áreas de Huma nidades); três docentes de livre escolha \ndo Reitor; representação discente na forma do Estatuto e d o Regimento Geral da UFMG. \nOs membros da Comissão Permanente de Pessoal Docente têm oportunidade de conhecer e \nvivenciar os problemas de toda a Universidade e se envolver rotineiramente na busca de soluções \npara os mesmos. \nO docente é contratado dentro dos critérios previstos n o Plano de Carreira Docente da \nInstituição. O Plano de Carreira Docente da Instituiç ão baseia-se em alguns pontos básicos: a  \nvalorização da qualificação e da produção acadêmica do profe ssor; a profissionalização, entendida \ncomo dedicação ao magistério, mediante incentivos para os tempos parcial e integral; e a \nprogressão na carreira, mediante critérios previstos n o plano de carreira da instituição. \nO corpo docente da UFMG compreende, além dos integrantes  das carreiras de magistério, \nProfessores Visitantes e Professores Substitutos. Os i ntegrantes das carreiras de magistério \nconstituem o quadro permanente de professores da UFMG. \nO Professor Visitante e o Professor Substituto, por não pertencerem às carreiras de \nmagistério, integram transitoriamente o corpo docente , sendo-lhes vedado o exercício de funções e \ncargos de direção e representação, privativos dos integra ntes das carreiras de magistério, e a \nparticipação em qualquer processo eleitoral, seja como ca ndidatos, seja como eleitores. \nO Professor Visitante será contratado para prestar co laboração transitória em projetos \nespeciais de ensino, pesquisa ou extensão, nos termos da l egislação vigente, desde que não tenha \npertencido anteriormente ao quadro permanente da Universidade \nO Professor Substituto, necessariamente portador de dip loma de curso superior, será \ncontratado por tempo determinado, nos termos da legisla ção vigente, a fim de atender a \nnecessidades eventuais, específicas do ensino de Graduação  ou da Educação Básica e Profissional. ", "66": " \nO Professor Emérito, definido no inciso III do art. 71 Do  Regimento Geral da UFMG, \npoderá colaborar, voluntariamente, nas atividades acadêm icas da Universidade, em comum acordo \ncom a direção da Unidade e a chefia do Departamento ao qual e ra vinculado antes de aposentar-se. \nO Professor Convidado, prestador de serviço voluntário à U niversidade, terá sua atuação \nregulamentada pela legislação vigente, e sua colaboração n ão gerará qualquer vínculo empregatício \nou profissional com a UFMG. \nO corpo docente do Curso de Engenharia Florestal do ICA/U FMG é composto por 24 \nprofessores doutores em regime de dedicação exclusiva; 10 pr ofessores mestres, sendo 04 em \nregime de 20 horas e 06 em regime de dedicação exclusiva; 01 professor especialista em regime de \n20 horas, totalizando 35 professores (Conforme Anexo). \n \n14.2.1 Políticas de qualificação \n \nA política de qualificação do Campus Regional da UFMG em Mon tes Claros tem por \nobjetivo estimular os docentes a se capacitarem em níve l de especialização, mestrado, doutorado e \npós-doutorado. \n \n14.3  Gestão de Pessoal Técnico-Administrativo \n \nO Corpo Técnico-Administrativo da instituição é constitu ído pelos funcionários que não \npertencem ao Corpo Docente. Os mesmos são coordenados pelo Departamento de Administração \nde Pessoal da UFMG. O Departamento de Administração de Pe ssoal é um órgão administrativo \nligado à Pró-Reitoria de Recursos Humanos com a finalidade  de planejar, organizar, coordenar e \nsupervisionar as atividades relativas à administração de pes soal da UFMG, tais como: gestão de \nbenefícios, aplicação da legislação de pessoal, regist ro de dados pessoais e funcionais e pagamento \nde servidores. \nO corpo técnico e administrativo cujo conjunto consti tui a força de trabalho do referido \ncorpo, nos termos da legislação vigente, compreende: \n \nI - servidores pertencentes à carreira dos cargos técnic o administrativos em educação; \nII - pessoal técnico e administrativo não pertencente à  carreira. ", "67": " \n \nOs integrantes da carreira dos cargos técnico administra tivos em educação constituem o \nquadro permanente do corpo técnico e administrativo da UFM G. Compete ao Diretor de Unidade \nAcadêmica, de Órgão Suplementar ou Diretor-Geral de Unidade Especial determinar o local de \nexercício do pessoal técnico e administrativo lotado ne ssas Unidades e nesses Órgãos. O corpo \ntécnico-administrativo em educação tem representação no s órgãos colegiados, nos termos do art.  \n84 do Estatuto da UFMG e seus parágrafos, assegurada a partic ipação de um servidor, caso ocorra \nfração inferior a um inteiro, no cálculo do quantitativo  de seus representantes. \nA representação a que se refere o caput do art. 84 far-se-á também no caso de comissão que \nvenha a ser instituída para tratar de matéria de natureza técnico administrativa. A UFMG mantém \nplano de desenvolvimento do pessoal do corpo técnico e admi nistrativo, mediante a realização de \nprogramas permanentes destinados a promover sua capacitação , seu aperfeiçoamento e sua \nqualificação. \nO Colegiado do Curso de Engenharia Florestal conta com um s ervidor técnico \nadministrativo que atende as questões administrativas de suporte do curso. Outras atividades \nadministrativas relacionadas a assuntos inerentes aos  cursos de graduação são desenvolvidas \natravés da secretaria geral, da secção de Registro Esc olar, da Assessoria Pedagógica, da Comissão \nde Estágio e da Coordenação de ensino.  \n \n \n14.4 Núcleo Docente Estruturante \n \nNos moldes da Resolução nº. 01 de 17 de junho de 2010 da Comissão N acional de \nAvaliação da Educação Superior (CONAES), o Núcleo Docente  Estruturante, NDE, de um curso \nde graduação constitui-se de um grupo de docentes, com atribui ções acadêmicas de \nacompanhamento, atuante no processo de concepção, consolidaç ão e contínua atualização do \nprojeto pedagógico do curso.  Ao NDE incumbe: contribuir para a  consolidação do perfil \nprofissional do egresso do curso; zelar pela integração cur ricular interdisciplinar entre as diferentes \natividades de ensino constantes no currículo; indicar as f ormas de incentivo ao desenvolvimento de \nlinhas de pesquisa e extensão, oriundas de necessidades da gradua ção, de exigências do mercado \nde trabalho e afinadas com as políticas públicas relativa s à área de conhecimento do curso, bem ", "68": " \ncomo zelar pelo cumprimento das Diretrizes Curriculares  Nacionais para os Cursos de Graduação.  \nO NDE do curso de Engenharia Florestal foi instituído em 2011  e atende aos requisitos \nestabelecidos do artigo 3º da Resolução nº de 17 de junho de 2010 . \n  \n15.  AVALIAÇÃO DO CURSO  \n15.1 Avaliação Institucional do Ensino de Graduação \nPor ser a Graduação o principal esteio da formação de profi ssionais qualificados e \npesquisadores, bem como a primeira instância pela qual a Univer sidade presta serviços à \ncomunidade, é fundamental que se instituam, na UFMG, procedim entos permanentes de avaliação \ndo desenvolvimento dessas atividades. Desse modo, com uma per iodicidade predeterminada, é \npossível não só se diagnosticarem dificuldades, mas ta mbém se constatarem sucessos relativos \ntanto à realização de tarefas acadêmicas quanto à aproxim ação das relações entre as instituições \nuniversitárias e a sociedade. \nPreocupada com a qualidade do ensino que oferece, a UFMG vem  buscando estratégias que \nlhe possibilitem implementar um programa de avaliação dos  seus cursos de Graduação, visando a \numa mudança de patamar – ou seja, a contribuir para a revis ão e o aperfeiçoamento do projeto \nacadêmico e sociopolítico da Instituição, pela promoção de  uma permanente melhoria da \nqualidade e da pertinência das atividades nela desenvolvidas. \nQuando, em 1994, o MEC lançou o Programa de Avaliação Insti tucional das Universidades \nBrasileiras (PAIUB), a UFMG aderiu a ele plenamente, constituindo, na Prograd, uma Comissão  \nde Avaliação, que deu, então, início ao processo de avaliaç ão dos seus cursos de Graduação. \nConsiderada uma ação importante da política institucional da UFMG, essa avaliação foi \nregulamentada pela Resolução nº. 02/97, do CEPE, que criou a Co missão Permanente de \nAvaliação do Ensino de Graduação (CPA) e assegurou a des tinação de recursos orçamentários para \na execução de suas atividades. Assim, a Universidade assumiu o compromisso de dar andamento \nao processo de avaliação dos cursos de Graduação que oferece , independentemente de qualquer \ngarantia de destinação de recursos do MEC, e, no final dos  anos 1990, implementou processos \nrelativos à avaliação interna e externa de tais curso s. \nA aprovação da Lei no 10.861 de 2004, que instituiu o Sistema Nacio nal de Avaliação da \nEducação Superior (Sinaes), implicou a introdução de mudança s nesse processo. Em face da ", "69": " \nobrigatoriedade de as IES manterem uma Comissão Própria de Avaliação (CPA), a UFMG \nprocedeu a uma revisão na estrutura de avaliação da Graduação e, em 7 de dezembro de 2006, o \nCEPE aprovou a Resolução nº. 05/2006, em que regulamentou o fu ncionamento da nova CPA e \nextinguiu a Comissão Permanente de Avaliação do Ensino de Graduação. O setor responsável por \nessa avaliação no âmbito específico da Graduação foi, con tudo, mantido na Prograd. \nA UFMG considera que instrumentos de avaliação são fundam entais para viabilizar a \nanálise da situação de cada um de seus cursos de Graduação e para subsidiar as decisões \nconcernentes à gestão deles, objetivando uma melhoria c ontinuada da qualidade do ensino neles \npraticado. Por essa via, a avaliação dos processos de ensin o e aprendizagem nos seus cursos de \nGraduação, bem como a avaliação da qualidade final desses cur sos, mediante a avaliação de \ndesempenho dos estudantes em cada um deles, como o realiza do pelo Enade, é muito valorizada  \npela UFMG. Nesse sentido, o esforço da Instituição visa  a atingir um uso intenso e frutífero dos \nresultados assim obtidos, pela adesão dos gestores acadêmi cos – como Coordenadores de \nColegiados de Curso, Chefes de Departamento e Diretores de  Unidade Acadêmica, a fim de que \nmedidas de aprimoramento na concepção, na estrutura e nos  currículos dos cursos, bem como na \nsua execução e gestão, sejam implementadas com certa agili dade. \nA partir de 1996, a avaliação, pelos alunos de Graduação da U FMG, tanto das disciplinas \ncursadas durante um dado semestre quanto dos docentes que as m inistraram, foi implantada nessa \nUniversidade. Desde então, ao final de cada semestre letiv o, os estudantes preenchem um  \nquestionário sobre cada uma das disciplinas em que estiveram  matriculados e sobre o docente \nresponsável por elas. Atualmente, esse preenchimento é v oluntário e feito pela Internet, quando da \nrealização do processo de matrícula para o semestre se guinte, e sua explicitação depende apenas da \ndecisão do aluno de acesso à página da avaliação. A cada  semestre, os formandos de cada curso \npodem responder, também, a um questionário, que lhes dá oportun idade de avaliar o curso que \nestão por concluir. As respostas a esse questionário co nstituem uma importante fonte de \ninformações para a reorientação desses cursos. \nQuanto ao Enade, a UFMG vem acompanhando com interesse e atenção o desenrolar dos \nciclos de avaliação. Em várias oportunidades, inclusive, a Prograd já promoveu a discussão do \ntema na Câmara de Graduação e com os Coordenadores de Col egiados de Curso, procurando, \nassim, extrair indicações de resultados do primeiro c iclo para a produção de ações, com vistas à  ", "70": " \nmelhoria dos cursos de Graduação da UFMG. Esses Colegiados  também têm sido motivados não \nsó a proceder a uma análise detalhada de tais resultados,  mas também a divulgá-la para os \nmembros do corpo docente dos respectivos cursos. \n \n15.2 Sistema de avaliação do Projeto do Curso \n \nA avaliação do Curso deve ser considerada como ferrament a construtiva que contribuirá \npara melhorias e inovações e que permitirá identificar possibilidades, orientar, justificar, escolher e \ntomar decisões. A avaliação deverá também levantar a c oerência interna entre os elementos \nconstituintes do Projeto Pedagógico e a pertinência da est rutura curricular em relação ao perfil \ndesejado e o desempenho social do egresso, para possibilitar que as mudanças se dêem de forma \ngradual, sistemática e sistêmica. Seus resultados deverão , então, subsidiar e justificar reformas \ncurriculares, solicitação de recursos humanos, aquisiçã o de material, etc. \nSugere-se a avaliação anual do Curso de Engenharia Florest al, com a participação da \ncomunidade para sua readequação e também para servir de retro-a limentação do processo para \nfundamentarem tomadas de decisões institucionais que permita m a melhoria da qualidade de \nensino. \nPara efeitos da avaliação pretendida, será adotada como pr emissa fundamental a reflexão da \nidentidade ético-política do curso na formação de seus alun os. Nesta perspectiva, o Curso de \nEngenharia Florestal assume o compromisso de desenvolver u m processo de produção de \nconhecimento que possibilite ao aluno atuar na sociedade,  compreendendo e levando a efeito seu \npapel social transformador. \nA avaliação implica, portanto, antes de tudo: pensar o c urso como uma unidade que se \nconstrói no inter-relacionamento de suas ações; o papel que o Curso desempenha, na qualidade de \npromotor do desenvolvimento sócio-econômico e tecnológic o; os esforços institucionais para \ntornar acessível à sociedade os conhecimentos que produz e para elevar as habilidades e \ncompetências dos que nele ingressam; os valores ético-políti cos e educacionais que o Curso \npromove ou estimula (p.ex., convivência na diversidade de pensamento, solidariedade, justiça \nsocial, preservação do meio-ambiente), tanto na sua estr utura e dinâmica organizacional, quanto no  \ncotidiano do seu fazer acadêmico e de implementação do projeto pedagógico; a formação de \nprofissionais que atendam às necessidades da sociedade. ", "71": " \nA avaliação do Curso de Engenharia Florestal será compost a pelas etapas de avaliação \ninterna, ou auto-avaliação, avaliação externa e reava liação (no âmbito do ensino, pesquisa, \nextensão e administração), bem como pela revisão do Pro jeto Político Pedagógico, sempre que \nnecessária. Estas etapas serão desenvolvidas, de modo a garantir condições para comparabilidade e \nacompanhamento da evolução do curso ao longo do tempo. \nA avaliação interna será realizada com a participação de todas as instâncias e segmentos do \ncurso, considerando as diferentes dimensões de ensino, pe squisa, extensão e administração e \nutilizando os instrumentos propostos por uma Comissão de A valiação Institucional, nomeada pela \nDireção Geral. \nA comissão de avaliação do Curso será constituída por, no  mínimo, dois docentes, dois \ndiscentes e um técnico-administrativo. Na comissão de  avaliação do Curso se concentrará a \nliderança do processo. Cabe a ela avaliar e conduzir to das as atividades realizadas no seu âmbito, \nredigir o Relatório de Avaliação Interna e acompanhar a  avaliação externa. \nOs pareceres e relatórios elaborados pela comissão dever ão ser discutidos com toda a \ncomunidade envolvida, através de um Seminário. Espera-se que e stes pareceres e a experiência de  \nauto-avaliação proporcionada pela avaliação interna permi tam ao Curso aperfeiçoar o seu projeto \npolítico pedagógico. \nNa perspectiva avaliadora, o parâmetro considerado é o pró prio Curso em sua evolução \nhistórica, os objetivos que ele próprio traçou para si e a realização destes objetivos em suas \natividades de ensino, pesquisa, extensão e administração, além do currículo do curso. Também \ndeverão ser realizadas avaliações interdisciplinares ao  final de cada etapa de aprendizagem, \nfortalecendo a visão sistêmica dos conteúdos trabalhados e  reforçando a importância de cada \ntópico através da compreensão de sua utilidade com relação ao todo. \nA avaliação externa será constituída por dois mecanismos : da proposta do novo Sistema de \nAvaliação da Educação Superior (Sinaes) e pelo processo de Avaliação das Condições de Oferta \ndos Cursos de Graduação, realizada de acordo com a programaç ão do Ministério da Educação. \nA reavaliação propõe a consolidação dos resultados da a valiação interna (auto-avaliação), \nda externa e da discussão com a comunidade acadêmica, re sultando na elaboração de um relatório  \nfinal, que subsidiará a revisão do Projeto Político Pedagó gico e do Planejamento Estratégico do \ncurso. ", "72": " \nA reavaliação será executada nos diversos níveis de plane jamento, com a participação da \ncoordenação, professores e alunos, através de reuniões que deverão permitir a cada professor \nperceber o papel do conteúdo sob sua responsabilidade na formaç ão do aluno, e de proporcionar \naos alunos a compreensão de seu processo de formação como  um todo, trazendo suas contribuições \ne participando ativamente do processo. \nA comissão responsável pela avaliação do curso deverá el aborar um relatório final \nintegrando todos os resultados da avaliação interna e ex terna, indicando as deficiências acadêmicas \nou de infra-estrutura identificadas e propondo medidas de super ação. Para fins de construção deste \nrelatório geral, os resultados da avaliação interna e e xterna deverão ser discutidos com a \ncomunidade acadêmica visando a rever e/ou aperfeiçoar seu pro jeto pedagógico, suas metas e a \nelaboração de propostas para o seu desenvolvimento. \n \n16.  REFERÊNCIAS \nUNIVERSIDADE FEDERAL DE MINAS GERAIS (UFMG). Plano de desenvolvimento institucional \n(PDI) 2008-2012. Disponível em: www.ufmg.br. \nDiretrizes para os currículos de graduação da UFMG. CEPE , 2001. \nResolução CEPE nº 15, de 31 de maio de 2011 – Cria Núcleo Docen te Estruturante (NDE) dos Cursos de \nGraduação da UFMG. \nEstatuto da UFMG 1999. Disponível em http://www.ufmg.br/conheca /informes/ia_estatuto.html \nRegimento Geral da UFMG – 2010. Disponível em: \nhttp://www.ufmg.br/boletim/bol1697/img/REGIMENTO_GERAL.pdf \n \nANEXO I :    \nEMENTÁRIO \n1º PERIODO \nNome da disciplina (e código):  ICA066-Introdução às Ciências Florestais  \nCarga Horária:  30 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n ", "73": " \nConteúdo: \nIntegração do aluno ao Curso; Expectativas do aluno em relação ao Curso;Evolução Histórica da \nEngenharia Florestal; Característica do Curso de Engenhari a Florestal da UFMG; Características \nprofissionais do Engenheiro Florestal; Mercado de Trabalh o; Associação de Classes; Ética e \nexercício profissional. \nBibliografia básica \nAntes que a natureza morra: por uma ecologia política / J ean Dorst; coordenação Mario Guimarães \nFerri; tradução Rita Buongermino. – São Paulo:  Ed E. Blucher : Ed. da Univ. de São Paulo, 1973. \n \nEconomia Ecológica/ Gonzague Pillet/Ed. Instituto Piaget /1997 \nEspécies arbóreas brasileiras / Paulo Ernani Ramalho Carvalho/ Brasília:  Embrapa Informação \nTecnológica,   2003-2006. \nBibliografia complementar \nQuatro décadas da Engenharia Florestal no Brasil/ Hércio Pe reira Ladeira/ Viçosa/ Ed. SIF/2002 \nEucalipto - Plantio de Eucalipto com Responsabilidade Ambien tal/ José de Castro Silva/Ed. \nIndependente/2008 \nO Mundo Eucalipto: Os Fatos E Mitos De Sua Cultura/Jose Ro berto Scolforo /Ed. UFLA/2008 \n \n \n \nNome da disciplina (e código):  ICA200 -Matemáti ca  \nCarga Horária:  60 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nPrincípios de limites, derivada, integral, logaritmo, tr igonometria, matrizes reais e sistemas \nlineares. Princípios de geometria analítica e álgebra linear. ", "74": " \nBibliografia básica \nSTEWART, James. Cálculo. Vol. 1 e 2. (Livro texto) \nBibliografia complementar \nANTON, Howard. Cálculo, um novo horizonte. 6 ed. Porto Alegre: Editora bookman, 2000. \nGUIDORIZZI, H. Um curso de Cálculo. LTC editora. Vol.  1. \nSIMMONS, George. Cálculo com Geometria Analítica. Edit ora MCGraw-HILL, Vol. 1 \nLEITHOLD. O Cálculo com Geometria Analítica. Vol. 1.  \nNome da disciplina (e código):  ICA218 -Anatomia das Espermatófitas  \nCarga Horária:  45 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nEstrutura e funcionamento da célula vegetal. Diferenci ação celular. Fundamentos de embriologia. \nMeristemas, diferenciação e morfogênese. Anatomia dos  órgãos reprodutores \nBibliografia básica \nAPPEZZATO-DA-GLÓRIA, Beatriz; CARMELLO-GUERREIRO, S andra Maria. Anatomia \nvegetal. 2. ed., rev. e atual. Viçosa: UFV, 2006. 438p. + 1 CD -Rom ISBN 8572692401 (broch.). \nRAVEN, Peter H; EVERT, Ray Franklin; EICHHORN, Susan E. Biologia vegetal. 6.ed. Rio de \nJaneiro: Guanabara Koogan, c2001. 906p. ISBN 8527706415  \nBibliografia complementar \nAZEVEDO, Aristéa Alves. Anatomia das espermatófitas: e xercícios práticos. Viçosa: \nUniversidade Federal de Viçosa, 1996. 120 p.  \nESAU, Katherine. Anatomia das plantas com sementes. S ão Paulo: Edgard Blucher, 1974. 293 p \nCUTTER, Elizabeth G. Anatomia vegetal. 2. ed. São Paul o: Roca, 1986- 2.v. \nFERRI, Mario Guimarães. Botânica: morfologia interna das  plantas (anatomia). 9. ed. São Paulo: \nLiv. Nobel, 1984. 113 p. ISBN 8521300999 (broch.). ", "75": " \nEVERT, Ray Franklin.; ESAU, Katherine,. Esau's Plant anatomy: meristems, cells, and tissues \nof the plant body : their structure, function, and devel opment. 3rd ed. Hoboken, N.J.: Wiley-\nInterscience, c2006. xx, 601 p. ISBN 0471738433 (cloth). \nPROCÓPIO, Sérgio de Oliveira. Anatomia foliar de planta s daninhas do Brasil. Viçosa, MG: UFV, \n2003. 118 p.   \n \nNome da disciplina (e código):  ICA219 -Ecologia Geral  \nCarga Horária:  45 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nEcologia de populações de plantas e animais. Ecologia de com unidades. Ecologia de ecossistemas. \nAplicações ecológicas. \nBibliografia básica \nBEGON, M.; TOWNSEND, C.R.; HARPER, J.L. Ecologia: de  indivíduos a ecossistemas. 4.ed. \nPorto Alegre: Artmed, 2007. 740 p. \nDAJOZ, R. Ecologia Geral. Petrópolis: Vozes. 4ª ed. 1983 . 472 p. \nPINTO-COELHO, Ricardo Motta. Fundamentos em ecologia. P orto Alegre, RS: Artmed, 2000. \n252 p.  \n \n \nBibliografia complementar  \nCODY, M.L.; DIAMOND, J.M. Ecology and evolution of c ommunities.  Cambridge :   The \nBelknap Press of Harward University,   1975. 545 p. \nEHRLICH, P.R. População, recursos, ambiente: problemas de ecologia humana. São Paulo: \nPolígono, Ed. USP, 1974. 504 p. \nNAVES, F.L. Introdução ao estudo de gestão e manejo ambi ental. Lavras: UFLA/FAEPE, 2000. \n165 p. ", "76": " \nODUM, E.P. Ecologia. Rio de Janeiro: Guanabara Koogan, 1988, 434 p. \nPRIMACK, R.B.; RODRIGUES, E. Biologia da conservação.  Londrina: Planta, 2001. 327 p. \nRICKLEFS, R.E. A Economia da Natureza. Rio de Janeiro:  Guanabara Koogan, 5ª edição. 2003. \n503 p. \nSARIEGO, J.C. Educação ambiental: as ameaças ao planeta azul. São Paulo: Scipione, 1994,208 p. \nNome da disciplina (e código):  ICA220 -Fundamentos de Química  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nOs elementos químicos. Ligações químicas, funções inorgâ nicas, suas propriedades, funções \norgânicas e os processos espontâneos. Conceitos de ácidos -bases. Eletroquímica.Reações \norgânicas. Métodos de extração, destilação, cristalizaçã o e cromatografia. \nBibliografia básica \nQuímica Geral. John B. Russell. Makron Books. Segunda ediçã o. Volume 1. ISBN: 8534601925 \nQuímica Geral. John B. Russell. Makron Books e Pearson Education. Segunda edição.  Volume 2. \nISBN: 8534601518 \nPrincípios de Química: Questionando a Vida Moderna e o Mei o Ambiente. Peter Atkins e Loretta \nJones. Bookman. Terceira edição. Volume Único. ISBN: 85 -363-0668-8 \n \n \nBibliografia complementar \nQuímica Geral: Conceitos Essenciais. Raymond Chang. Mc Graw Hill. Quarta edição. Volume \nÚnico. ISBN: 85-86804-98-3. \nNome da dis ciplina (e código):  ICA221 -Desenho Técnico  \nCarga Horária:  45 horas  ", "77": " \nTipo:  (X)  Obrigatória           Optativa                Outro  \n \nConteúdo: \nMateriais de desenho e suas utilizações. Geometria descr itiva (ponto, reta e plano). Escalas \nnumérica e gráfica simples. Vistas ortogonais princi pais. Desenho  arquitetônico. Normas da \nABNT. \nBibliografia básica \nVENDITTI, Marcus. Desenho Técnico sem prancheta com AutoC AD 2008. 2ed. Florianópolis: \nVisual Books, 2007. 284p. \nFRENCH, THOMAS E. & VIERCK, CHARLES J. Desenho Técnic o e Tecnologia Gráfica. - 8ed \n–Editora Globo, São Paulo, 2005. \nMANGUIRE, D. E; SIMMONS,C.H. Desenho Técnico: Problem as e soluções gerais de desenho. \nSão Paulo, Hemus, 2004. \nBibliografia complementar \nSANTIAGO, A. C. Guia do Técnico Agropecuário: Topografia e Desenho. Instituto Campineiro \nde Ensino Agrícola, Campinas SP, 1982. \nFREDO, Bruno; AMORIM, L. M. F. Noções de geometria e desenho técnico. Ícone, São Paulo, \n1994. \n \n \n \n \nNome da disciplina (e código):  ICA247 -Zoologia Geral  \nCarga Horária:  30 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: ", "78": " \nImportância dos Phyla: Protozoa; Platyhelminthes, Gastrotr icha; Rotifera; \nNematoda;Nematomorpha; Acontocephala; Chordata; Annelida;  Molusca e Arthropoda. Efeitos no \nprocesso de crescimento das plantas e dos animais. Citologia  e embriologia animal. \nBibliografia básica \nMORANDINI, Clezio. Zoologia. São Paulo: Nobel, 1969-70. 4v. \nGROSS, J. Zoologia: insetos. 2. ed. Barcelona: Labor, 1935 . 190p. \nBibliografia complementar \nBARROS, Alencar. Zoologia. 12. ed. Sao Paulo: Nobel, 1900. 2v . \nBARROS, Alencar. Zoologia. 16. ed. São Paulo: Nobel, 1971. 2v . \n \n2º PERIODO \nNome da disciplina (e código):  ICA222 -Botânica Sistemática  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nEstrutura e funcionamento da célula vegetal. Diferenci ação celular. Fundamentos de \nembriologia.Meristemas, diferenciação e morfogênese. Anatomia dos órgãos reprodutores. \nBibliografia básica \nVIDAL, Waldomiro Nunes; VIDAL, Maria Rosaria Rodrigues. Botanica-organografia : quadros \nsinotico ilustrados de famerogramos. 2. ed. Viçosa: UFV, 1983. 114p.  \nGONÇALVES, Eduardo Gomes; LORENZI, Harri. Morfologia v egetal: organografia e dicionário \nilustrado de morfologia das plantas vasculares. São Paulo : Plantarum, 2007. 416 p. ISBN \n8586714252.  \nBibliografia complementar \nSOUZA, Vinicius Castro; LORENZI, Harri. Botânica sis temática: guia ilustrado para identificação \ndas famílias de fanerógamas nativas e exóticas no Brasil, baseado em APG II. 2.ed. Nova Odessa, \nSP: Instituto Plantarum de Estudos da Flora, 2008. 704 p. ISBN  8586714290 (enc.).  ", "79": " \nLORENZI, Harri. Flora brasileira: Arecaceae (Palmei ras). Nova Odessa: Instituto Plantarum, \nc2010. 368, [16] p. ISBN 8586714368. \nVIDAL, Waldomiro Nunes; VIDAL, Maria Rosária Rodrigues. Taxonomia vegetal. Viçosa: \nEditora UFV, 1985. 89 p. (v.57)  \nSOUZA, Vinicius Castro; LORENZI, Harri. Chave de identif icação: para as principais famílias de \nangiopermas nativas e cultivadas do Brasil. São Paulo:  Instituto Plantarum de Estudos da Flora, \n2007. 31 p. ISBN 8586714269.  \nLORENZI, Harri. Plantas daninhas do Brasil: terrestres, aquáticas, parasitas e tóxicas. 4. ed. São \nPaulo: Instituto Plantarum de Estudos da Flora, 2008. 640,[32] p. ISBN 8586714276. \nLORENZI, Harri. Árvores exóticas no Brasil: madeire iras, ornamentais e aromáticas. Nova \nOdessa, SP: Instituto Plantarum de Estudos da Flora, 2003. 368,  [16] p. ISBN 8586714194. \n \nNome da disciplina (e código):  ICA223 -Química Analítica  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nAnálises qualitativas e quantitativas, espectrometria, gra vimetria, volumetria análise instrumental. \nBibliografia básica \nVOGUEL, Arthur Israel. Análise Química Quantitativa . Livros Técnicos e Científicos Editora \nS.A (Grupo Editorial Nacional). 6. ed. \nVOGUEL, Arthur Israel.  Química Analítica Qualitativa . Mestre Jou. 5. ed. \nANDRADE; João Carlos de; BACCAN, Nivaldo; BARONE, Jos é Salvador; GODINHO, Oswaldo \nE. S.. Química Analítica Quantitativa Elementar . Blucher. 3. ed. \nBibliografia complementar \nSTUMM, Werner. Aquatic chemical kinetics: reaction rates of processes in natural waters. New \nYork: Wiley-Interscience, c1990. 545p. ISBN 0471510297 : (enc.)  ", "80": " \nSTUMM, Werner,; MORGAN, James J., Aquatic chemistry: chemical equilibria and rates in \nnatural waters. 3rd ed. New York: Wiley, c1996. 1022 p. (Environm ental science and technology) \nISBN 0471511846 (acid-free pa)  \nESTEVES, Francisco de Assis. Fundamentos de limnologia. 2. ed. Rio de Janeiro: Interciencia, \n1998. 602p. ISBN 8571930082(broch.). \n \n \n \nNome da disciplina (e código):  ICA225 -Bioquímica Geral  \nCarga Horária:  60 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nBiomoléculas: aminoácidos, proteínas, enzimas, carboidr atos, lipídeos e ácidos nucléicos. \nFundamentos de genética molecular e funcionamento dos or ganismos animais e vegetais. \nBibliografia básica \nPrincípios de Bioquímica. Lehninger, A. L., Nelson, D. L.,  Cox, M. M.. Sarvier. Quinta edição. \nVolume Único. ISBN:  8573781661 \nBioquímica. Donald Voet & Judith G. Voet. Artmed Editora  SA. Terceira edição. Volume Único. \nISBN: 8536306807 \nBioquímica. Jeremy M. Berg, John L. Tymoczão, Lubert S tryer. Guanabara Koogan. Sexta edição. \nVolume Único. ISBN: 9788527713696 \n \nBibliografia complementar \nDORREMIM, Santiago. Agropecuária orgânica: em doses homeopáticas e romantizadas (ser \nfeliz custa tão pouco). Belo Horizonte: Dó-Ré-Mi, 2007. 128p.  ", "81": " \nNOBRE, Marcelo Cândido Sarmento Drumond; COLEN, Ferna ndo UNIVERSIDADE FEDERAL \nDE MINAS GERAIS. Avaliação do potencial energético e do biofertilizante produzido a  \npartie da casca do pequi (Caryocar brasiliense Camb.) via biodiges tão anaeróbica. 2009. 41 f. \nSIQUEIRA, Jose Oswaldo; MOREIRA, Fátima Maria de Souza . Biologia e bioquímica do solo. \nLavras, MG: UFLA, 2002. 291 p. (Textos academicos). \nILVA, José Maurício Schneedorf Ferreira da. Bioquímica em agropecuária. Alfenas, MG: \nCiência Brasilis, 2005. 224 [6] p. \n \nNome da disciplina (e código):  ICA230 -Agrometeorologia  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nClassificação dos climas do Brasil. Equipamentos e apar elhos meteorológicos.Dinâmica do ar \natmosférico, princípios de radiação solar no sistema terra-atmosfera, relações solo-água-planta. \nBalanço hídrico, zoneamento agroclimático, fenômenos m eteorológicos, evapotranspiração. \nBibliografia básica \nTUBELIS, A.; NASCIMENTO, F. J. L. do. Meteorologia D escritiva - Fundamentos e aplicações \nbrasileiras. São Paulo: Livraria Nobel, 1973. 374p. \nVIANELLO, R.L.; ALVES, A. R. Meteorologia Básica e Aplicações . Viçosa: UFVImprensa \nUniversitária, 1991. 449p. \n \nBibliografia complementar \nOMETTO, J. C. Bioclimatologia Vegetal. São Paulo: Edi tora Agronômica C eres ltda, \n1981. 425p. \nNome da disciplina (e código):  ICA248 -Matemática Aplicada  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro ", "82": " \n \nConteúdo: \nIntegração Indefinida. Métodos de Integração. Integral Def inida. Interpretação Geométrica. \nEquações Diferenciais de Primeira Ordem. \nBibliografia básica \nSIMMONS, George Finlay. Calculo com geometria analiti ca. São Paulo; Rio de Janeiro: McGraw \nHill, c1987-1988. 2v \nFLEMMING, Diva Marília; GONÇALVES, Mirian Buss. Cál culo A: funções, limite, derivação e \nintegração . 6. ed., rev. e ampl. São Paulo: Pearson P rentice Hall, 2006. ix, 448, [1] p. ISBN \n9788576051152 (broch.). \nGUIDORIZZI, Hamilton Luiz. Um curso de cálculo. 5. ed. Rio de Janeiro: LTC, c2001-2002. nv. \nISBN 9788521612599 (v.1) \nBibliografia complementar \nBOLDRINI, Jose Luiz. Algebra linear. 3. ed. ampl. e rev . São Paulo: Harper, c1984. [10], 411p. \n \n3º PERIODO \nNome da disciplina (e código):  ICA067-Dendrologia  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro  \n \nConteúdo: \nEvolução e importância da dendrologia. Conceito e origem da árvores, classificação e \nnomeclatura.Características dendrológicas. Métodos de i dentifição de árvores na floresta tropical e \nno cerrado. Gimnosperma arnamentais e/ou produtas de madeira . Angiospermas de interesse \nflorestal. Fenologia e formações florestais. \nBibliografia básica  \nMARCHIORI, José Newton Cardoso. Elementos de dendrologia . 2. ed. Santa Maria, RS: UFSM, \n2004. 176 p. ISBN 8573910526 (broch.).  ", "83": " \nMARCHIORI, José Newton Cardoso. Dendrologia das gimnospe rmas. 2. ed. Santa Maria, RS: \nUFSM, 2005. 160 p. ISBN 8573910607 (broch.). \nMARCHIORI, Jose Newton Cardoso. Dendrologia das angiospermas: leguminosas. 2. ed. Santa \nMaria: UFSM, 2007. 199 p. ISBN 9788573910810 (broch.).  \nBibliografia complementar \nLORENZI, Harri. Árvores brasileiras: manual de identi ficação e cultivo de plantas arbóreas do \nBrasil. 4. ed. Nova Odessa, SP: Plantarum, 2002- 2v. ISBN 858671416X  (enc.)  \nLORENZI, Harri. Flora brasileira: Arecaceae (Palmei ras). Nova Odessa: Instituto Plantarum, \nc2010. 368, [16] p. ISBN 8586714368. \nLORENZI, Harri. Árvores exóticas no Brasil: madeire iras, ornamentais e aromáticas. Nova \nOdessa, SP: Instituto Plantarum de Estudos da Flora, 2003. 368,  [16] p. ISBN 8586714194. \nMARCHIORI, Jose Newton Cardoso. Dendrologia das angios permas: leguminosas. 2. ed. Santa \nMaria: UFSM, 2007. 199 p. ISBN 9788573910810 (broch.).  \nMARCHIORI, Jose Newton Cardoso. Dendrologia das angios permas: das bixáceas às rosáceas. \nSanta Maria: UFSM, 2000. 240 p. ISBN 8573910232 (broch.).  \nLORENZI, Harri. Árvores brasileiras: manual de identif icação e cultivo de plantas arbóreas do \nBrasil. 5. ed. Nova Odessa, SP: Plantarum, 2008. 2v. ISBN 858671416X  (enc.). \n \n \n \n \n \n \nNome da disciplina (e código):  ICA224 -Microbiologia  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: ", "84": " \nMecanismos de ação das bactérias, fungos e vírus em animai s, plantas, solos e matéria orgânica. \nMecanismos de simbiose, infecção, resistência e imunidade . \nBibliografia básica \nBLACK, Jacquelyn G. Microbiologia: fundamentos e perspecti vas. 4. ed. Rio de Janeiro: \nGuanabara Koogan, c2002 829 p. ISBN 8527706989. \nTORTORA, Gerard J; FUNKE, Berdell R; CASE, Christine L . Microbiologia. 8. ed. Porto Alegre: \nArtmed, 2005. xxvi, 894 p. + 1 CD-ROM. ISBN 853630488X. \nMADIGAN, Michael T. Microbiologia de Brock. 10. ed. São P aulo: Prentice Hall Brasil, 2004. \nxiv, 608 p. + 1 CD-ROM. ISBN 8587918516. \nBibliografia complementar \nNome da disciplina (e código):  ICA249 -Fisiologia Vegetal  \nCarga Horária:  60 horas  \nTipo:  (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nFotossíntese, respiração, nutrição mineral, desenvolvimen to vegetativo e reprodutivo, germinação, \ndormência, senescência e abscisão. Relações hídricas e crescimento e desenvolvimento das plantas.  \nBibliografia básica \nPAIVA, Renato; OLIVEIRA, Lenaldo Muniz de. Fisiologia e  produção vegetal. Lavras: Ed. \nUFLA, 2006. 104 p. \n \n \nMARENCO MENDOZA, Ricardo Antonio; LOPES, Nei Fernandes . Fisiologia vegetal: \nfotossíntese, respiração, relações hídricas e nutrição  mineral. 2. ed., atual. e ampl. Viçosa, MG: \nEditora UFV, 2007. 469 p. \nTAIZ, Lincoln; ZEIGER, Eduardo. Fisiologia vegetal. 3. e d. Porto Alegre: Artmed, 2004. 719 p.  \nBibliografia complementar \nALVARENGA, Amauri Alves de. Ecofisiologia vegetal. Lavra s: UFLA/FAEPE, 2001. ", "85": " \nDEVLIN, R.  M.  Fisiologia vegetal.  Barcelona: Ome ga, 1975. \nFERRI, Mário Guimarães.  Fisiologia Vegetal.  2. ed.  S ão Paulo: EPU, 1985. 2v \nMAESTRI, M. et al.  Curso de Fisiologia Vegetal.  Viço sa:  UFV, 1998. \nMEYER, B.  S.  Curso Prático de Fisiologia Vegetal.  Li sboa: Fundação Calouste Gulbenkian, s. d. \nPAIVA, Renato. Fisiologia vegetal. Lavras: UFLA/FAEP E, 2000 \nNome da disciplina (e código):  ICA250 -Genética Geral  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nGenética na agropecuária. Conceitos de: Herança, gametogên ese, genética qualitativa e \nquantitativa, genética de populações e evolução, biotecnologi a. \nBibliografia básica \nGRIFFITHS, Anthony J. F. Introdução à genética . Ed. Rio de janeiro: Guanabara Koogan, 2002. \n794p. \nRAMALHO, Magno Antônio Patto; SANTOS, João Bosco dos ; PINTO, Cesar Augusto Brasil \nPereira. Genética na agropecuária.  4 ed. rev.Lavras: UFLA, 2008. 463 p. \nVIANNA, José Marcelo Soriano; CRUZ, Cosme Damião; B ARROS, Everaldo Gonçalves de. \nGenética . 2.ed.rev. e ampl. Com exercícios e respostas. Viçosa , MG: UFV, 2003. 2v. \n \n \nBibliografia complementar \nSIMPÓSIO SOBRE ATUALIZAÇÃO EM GENÉTICA E MELHORAMEN TO DE PLANTAS, \n7.:, 2003:. LAVRAS; UNIVERSIDADE FEDERAL DE LAVRAS- Anais ...  Lavras, MG: UFLA, \n2003. 100 p.  \nRAMALHO, Magno Antonio Patto.; FERREIRA, Daniel Furtado ; OLIVEIRA, Antonio Carlos de. \nExperimentação em genética e melhoramento de plantas. Lavras, MG: UFLA, 2000. 326 p. ", "86": " \nPIERCE, Benjamin A. Genética: um enfoque conceitual. Rio de Janeiro: Guanabara Koogan, \n2004. 758 p. \n \n \nNome da disciplina (e código):  ICA096-Tópicos em Engenharia Florestal I (Sistemas \nAgroflorestais)  \nCarga Horária:  45 horas  \nTipo:    Obrigatória          (X) Optativa                Outro \n \nConteúdo: \nTópicos importantes relativos à engenharia florestal, não abordados nas ementas existentes, para \ncomplementar assuntos relevantes e ampliação do con hecimento. \nBibliografia básica \nMOREIRA, Guilherme Cesar Freitas Vasconcelos; SANTOS , Leonardo David Tuffi \nUNIVERSIDADE FEDERAL DE MINAS GERAIS. Sistemas agroflorestais : uma alternativa \nsustentável para o norte de Minas. 2008. 43 f. \nGAMA-RODRIGUES, Antonio Carlos da. Sistemas agroflorestais: bases científicas para o \ndesenvolvimento sustentável . Campos dos Goytacazes, RJ: U niversidade Estadual do Norte \nFluminense Darcy Ribeiro, 2006. 365 p.  \nMACEDO, Renato Luiz Grisi. Princípios básicos para o manejo sustentável de sistemas \nagroflorestais. Lavras, MG: UFLA, 2000. 157 p. \nBibliografia complementar \nCARVALHO, Margarida Mesquita; ALVIM, Maurilio Jose; CAR NEIRO, Jailton da Costa. \nSistemas agroflorestais pecuários: opções de sustentabilidade para áreas tropicais e subtropica is. \nJuiz de Fora: Embrapa, 2001 416p. \n \nRODRIGUES, Wallyson Aguinelo; SALES, Nilza de Lima Per eira UNIVERSIDADE FEDERAL \nDE MINAS GERAIS. Quintais florestais tradicionais : estudo de caso na comunidade geraizeira \nde Vereda Funda em Rio Pardo de Minas - MG. 2010. 53 f. ", "87": " \nBRIENZA JÚNIOR, Silvio. Cordia goeldiana Huber (freijó) em sistema \"Taungya\" na região \ndos Tapajós - Estado do Pará. Belém, PA: Embrapa / CPATU, 1982. 10 p. (Circular técnica [do ] \nCentro de Pesquisa Agropecuária do Trópico Úmido; n. 33) \nVILCAHUAMAN, Luciano Javier Montoya. Aspectos de P & D e de transferência de \ntecnologia em sistemas agroflorestais. Colombo, PR: Embrapa Florestas, 2002. 26 p. \n(Documentos (Embrapa Florestas) ; 78) \nCARVALHO, Margarida Mesquita; ALVIM, Maurilio Jose; CAR NEIRO, Jailton da Costa. \nSistemas agroflorestais pecuários: opções de sustentabilidade para áreas tropicais e subtropica is. \nJuiz de Fora: Embrapa, 2001 416p. \nKLUTHCOUSKI, João; STONE, Luís Fernando; AIDAR, Homero . Integração lavoura-\npecuária. Santo Antônio de Goiás, GO: Embrapa Arroz e Feijão, 2003. 570 p.  \n \n4º PERIODO \nNome da disciplina (e código):  ICA068 -Sementes e Viveiros Florestais  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nFormação de sementes. Composição química. Partes. Dispe rsão. Germinação. Dormência. Vigor e \nsenescência. Produção de sementes. Beneficiamento. Seca gem e armazenamento. Tratamento. \nAnálise. Instalação de viveiros florestais. Técnicas de pr odução de mudas de espécies florestais. \nEnxertia. Embalagens usadas na produção de mudas. Substratos.  Adubação. Irrigação. Tratos \nculturais. Controle fitossanitário.Estudos de problemas e técnicas especiais na propagação de \nespécies florestais. \nBibliografia básica \nDAVIDE,  Antonio Claudio; Silva,  Edvaldo Aparecido Amaral .  PRODUÇÃO de sementes e \nmudas de espécies florestais. Lavras, MG: UFLA, 2008. 174 p. \n \nMARCOS FILHO, Julio. Fisiologia de sementes de plantas cultivadas. Piracicaba, SP: FEALQ, \n2005. 495 p.  ", "88": " \nFERREIRA, Alfredo Gui; BORGHETTI, Fabian. Germinação: do básico ao aplicado. Porto \nAlegre, RS: Artmed, 2004. 297 p. \nBibliografia complementar \nBRASIL. Ministério da Agricultura, Pecuária e Abastecim ento. Secretaria de Defesa \nAgropecuária. Regras para análise de sementes. Brasília: Mapa/ACS, 2009. 395 p. \nCARVALHO, Nelson Moreira de; NAKAGAWA, João FUNDAÇÃO  CARGILL. Sementes: \nCiencia, tecnologia e produção. 4. ed. rev. e ampl. Jaboti cabal: FUNEP, 2000. 588 p. \n \n \nNome da disciplina (e código):  ICA201 -Estatística Básica  \nCarga Horária:  60 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nEstatística descritiva. Conjuntos e probabilidades. Vari áveis aleatórias. Distribuições de \nprobabilidade. Distribuições especiais de probabilidade. Teor ia da amostragem. Teoria da \nestimação. Testes de hipóteses. Regressão linear e corre lação.  \nBibliografia básica \nFONSECA, J. S. da; MARTINS, G. A. Curso de Estatística . 6ª. Ed. São Paulo: Atlas, 1996. 320p. \nMOORE, D. S. A estatística básica e sua prática. 3ª. E d. Rio de Janeiro: LTC, 2005. 658p. \nMORETTIN, P. A. BUSSAB, W. O. Estatística básica. 6ª . Ed. São Paulo: Saraiva, 2010. 535p. \nBibliografia complementar \nMORETTIN, L. G. Estatística básica – Volume 1 – Probabi lidades. 7ª. Ed. São Paulo: Pearson \nEducation do Brasil, 1999. 210p. \nTOLEDO, G. L.; OVALLE, I. I. Estatística Básica. 2ª.  Ed. São Paulo: Atlas, 1985. 459p. \n \n ", "89": " \nVIEIRA, S. Introdução a bioestatística. 3ª. Ed. Rio de Jan eiro: Elsevier, 1980. 196p. \n \n \n \nNo me da disciplina (e código):  ICA227 -Pedologia  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nMineralogia, petrologia e intemperismo das rochas. Noçõ es de geomorfologia e geologia do Brasil. \nConceito de solo. Importância dos solos para as plantas . Fatores e processos de formação dos \nsolos. Salinidade e alcalinidade antrópica dos solos. Asp ectos morfológicos e físicos dos solos. \nClassificação dos solos. \nBibliografia básica \nResende, M.; Curi, N.; Rezende, S. B. de; Corrêa, G. F.  Pedologia:  base para distinção de \nambientes. 5ª Ed., Lavras: UFLA, 2007, 322p. \nPRADO, H. Solos do Brasil . Jaboticabal: FUNEP. 2001. \nEMBRAPA.  Centro Nacional de Pesquisa de solos.  Siste ma brasileiro de classificação de solos.  \nBrasília: Embrapa, 1999. \nBibliografia complementar \nLEINZ, V.; AMARAL, S. E. do. Geologia geral. 12. ed. rev . São Paulo: Nacional, 1995. 399p. \nNome da disciplina (e código):  ICA229 -Construções Rurais  \nCarga Horária:  45 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: ", "90": " \nResistência dos materiais e estruturas usuais na construç ão civil. Materiais de  \nconstrução.Instalações elétricas e hidráulico-sanitárias . Planejamento e projeto de construções \n(orçamentos). Técnicas de construção civil. Projetos de a lgumas construções rurais. Noções de \nresistência dos materiais e estabilidade das construções.  A madeira como material de construção. O \nprocessamento da madeira para emprego estrutural. Ensaios em madeira e tensões admissíveis em \npeças estruturais. Ligações de peças estruturais. Noções de projetos e construções em madeira. \nDimensionamento de peças estruturais de madeira. \nBibliografia básica \nBAUER, L.A.F. Materiais de construção. 5. ed. rev . Rio de Janeiro: LTC, 2000. v.1. 471 p. \nCARDÃO, Celso. Técnica da construção. 6. ed. Belo Horizonte: 1983. v.1. \nBORGES, A.C. Práticas das pequenas construções . Volume 1 – 8ª Ed. – São Paulo: Edgard \nBlucher, 1996. \nBibliografia complementar \nBEER, F. P; JOHNSTON, E. R; DEWOLF, J. T. Resistência dos materiais: mecânica dos \nmateriais . 4. ed. São Paulo: McGraw-Hill, 2006. 758 p. \nMOLITERNO, Antonio. Caderno de projetos de telhados em estruturas de madeira. São \nPaulo: E. Blucher, 1981. 419p. \nVELLOSO, D.A.; LOPES, F.R. Fundações. São Paulo: Oficina de Textos, 2004. \nBAIÃO, Luscinia Maria Ribeiro; CHAHUD, Eduardo. Contribuição ao estudo de ligações em \nestruturas de madeira. 1997 [11], 153 f., enc.: \nDissertação (mestrado) - Universidade Federal de Minas Ge rais, Departamento de Engenharia de \nEstruturas. \nAZEREDO, Helio Alves de. O edificio ate sua cobertura. 2.ed. rev. S. Paulo: Edgard Blucher, \n1997. 182p. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 7190: projeto de estruturas de \nmadeira. Rio de Janeiro: ABNT, l997. 107p. \n \n \n \n ", "91": " \nNome da disciplina (e código):  ICA251 -Fitopatologi a Básica  \nCarga Horária:  45 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nHistória da Fitopatologia e importância das doenças de plantas. Fungos, bactérias e vírus \nfitopatogênicos. Fitonematóides. Sintomatologia e diagn ose das fitodoenças. Ciclo das relações \npatógeno-hospedeiro. Fisiologia do parasitismo. Variabilidade  genética de fitopatógenos. \nAmbiente e doenças. Epidemiologia. \nBibliografia básica \nBERGAMIN FILHO, A., KIMATI, H., AMORIM, L. (eds). Ma nual de Fitopatologia: princípios e \nconceitos. V.1, 3a.ed. Agronômica Ceres, 1995. 919p. \nKIMATI, H. Manual de fitopatologia, volume 2 : doenças das plantas cultivadas. 4. ed. São \nPaulo: Agronômica Ceres, 2005. 663p., [48]p. de estampas ISBN 8531800439 (enc.)  \nROMEIRO, R.S. Bactérias Fitopatogênicas, 2ª ed.. Viçosa:  UFV, 2005. 417p.  \nISBN: 85-7269-210-X \nBibliografia complementar \nALFENAS A.C., MAFIA, R.G., Métodos em fitopatologia.  Viçosa:UFV, 2007. 382p. \nROMEIRO, Reginaldo da Silva. Métodos em bacteriologia de plantas. Viçosa: Universidade \nFederal de Viçosa, 2001. 279 p. ISBN 8572690972 \nVALE, Francisco Xavier Ribeiro do; ZAMBOLIM, Laércio.  Controle de doenças de plantas: \ngrandes culturas. Viçosa: Universidade Federal de Viçosa, 1997.  2v.(1132)p. \nVALE, Francisco Xavier Ribeiro do; JESUS JUNIOR, Waldi r Cintra de; ZAMBOLIM, Laércio. \nEpidemiologia aplicada ao manejo de doenças de plantas. Belo Horizonte , MG: Perffil Editora, \n2004. 532 p. ISBN 8589800024 \nZAMBOLIM, Laércio; DO VALE, Francisco Xavier Ribeiro;  COSTA, helio. Controle integrado \ndas doenças de hortaliças. Viçosa: Universidade Federal de Viçosa, 1997. \n ", "92": " \nNome da disciplina (e código):  ICA226 -Topografia  \nCarga Horária:  60 horas  \nTipo:    Obrigatória         (X) Optativa                Outro \n \nConteúdo: \nMétodos de levantamento plani-altimétrico. Operação de apa relhos e equipamentos topográficos. \nCálculo de áreas e desenho de plantas plani-altimétricas.  \nBibliografia básica \nALBUQUERQUE, Paulo César Gurgel de. Trabalhando com med idas e medições no terreno e no \nmapa. São José dos Campos, SP: INPE, 2003. 25p \nLOCH, Carlos.;CORDINI Jucilei. Topografia Contemporânea : planimetria. 2ed. rev. \nFlorianópolis: Ed. da UFSC, 2000. 321p. \nCOMASTRI, José Anibal. TULER, José Cláudio. Topografia -  Altimetria. 2ªed. Viçosa. \nUFV, 1987.175p. \nBibliografia complementar \nBORGES, Alberto de Campos. Exercícios de Topografia. São Paulo: Edgard Blücher, 2002. \nGARCIA, Gilberto J. PIEDADE, Gertrudes C.R. Topografia:  aplicada a ciências agrárias. \n5ed. São Paulo: Nobel 1989. 256p. \nCOMASTRI, José Aníbal. Topografia planimetria. Viçosa,1986.  335p. \nSOUZA, José Otávio de, 1920. AGRIMENSURA. 4ed. São Paulo: No bel, 1985. 143p. \n \n5º PERIODO \nNome da disciplina (e código):  ICA069 -Agrossilvicultura, Princípios e Métodos Silviculturais  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n ", "93": " \nConteúdo: \nSistemas agroflorestais – classificação e modalidades; P ráticas agroflorestais; Integração de \nsistemas ao nível de fazendas; Espécies arbóreas de inte resse para sistemas e práticas \nagroflorestais; Metodologia para diagnóstico e delineam ento em projetos agrossilviculturais. \nIntrodução à Silvicultura. Conceitos e definições em Sil vicultura; Princípios básicos da \nSilvicultura;Classificação dos povoamentos; Sítios fl orestais; Regeneração Natura; Sistemas \nsilviculturais com uso da regeneração por plantio de mudas;  Regeneração por semeadura direta; \nRegeneração por condução de brotação- Talhadia. \nBibliografia básica \nTAYLOR, Charles J. Introdução a silvicultura tropical. Rio de Janeiro: 1969.  \nMACEDO, Renato Luiz Grisi. Princípios básicos para o manejo sustentável de sistemas \nagroflorestais. Lavras, MG: UFLA, 2000. 157 p. \nCarvalho, Paulo Hernani Ramalho. Espécies arbóreas br asileiras - Brasília,  DF: Embrapa \nInformação Tecnológica; Colombo, PR: Embrapa Floresta s, 2003. 1v. (1039p.) il. color;  (Coleção \nEspécies Arbóreas Brasileiras, v.1). \nBibliografia complementar  \nCarvalho, Paulo Hernani Ramalho. Espécies arbóreas br asileiras - Brasília,  DF: Embrapa \nInformação Tecnológica; Colombo, PR: Embrapa Floresta s, 2006.  2 v.  627p. il. color;  (Coleção \nEspécies Arbóreas Brasileiras, v.2). \nGALVÃO, Antonio Paulo Mendes. Reflorestamento de propriedades rurais para fins \nprodutivos e ambientais: um guia para ações municipais e regionais. Brasília: EM BRAPA, 2000. \n351 p. \nCARVALHO, Paulo Ernani Ramalho. Especies florestais brasileiras: Recomendacoes \nsilviculturais, potencialidades e uso da madeira. EMBRAPA / CNPSA, 1994. 639 p \nSCOLFORO, José Roberto. O mundo eucalipto: os fatos e mitos de sua cultura = The word of the \neucalyptus: facts and myths. Rio de Janeiro: Mar de Idéias , 2008. [72] p. \nHIGA, Rosana Clara Victoria; MORA, Admir Lopes; HIGA , Antonio Rioyei. Plantio de \neucalipto na pequena propriedade rural. Curitiba, PR: Embrapa Florestas, 2000. 32 p. \n(Documentos [da] EMBRAPA Florestas ;n. 54) \nFERREIRA, Francisco Alves; MILANI, Doraci. Diagnose visual e controle das doenças \nabióticas e bióticas do eucalipto no Brasil =: Visual diagnosis and control of abiotic and biotic \neucalyptus diseases in Brazil. Mogi Guaçu, SP.: Internaci onal Paper, 2002. v, 98 p.  ", "94": " \nBAHIA, Victor Gonçalves. Conservação do solo e preservação ambiental. Lavras, MG: UFLA, \n1997. 104 p. \nFrancisco, Lombarde Neto; Joaquim Bertoni. Conservação do solo.– São Paulo: Ícone, 1999, 4 ed. \n355p. \nSOUSA, Djalma Martinhão Gomes de; LOBATO, Edson. Cerrado: correção do solo e adubação. \n2.ed. Brasilia , DF: EMBRAPA Informação Tecnológica, 2004. 416 p. \nCARPANEZZI, Antonio Aparecido; YARED, Jorge Alberto Gaz el. Crescimento de freijó \n(Cordia goeldiana Huber) em plantios experimentais. Belém, PA: Embrapa / CPATU, 1981. 10 \np. (Boletim de pesquisa [do] Centro de Pesquisa Agropecuária do Trópico Úmido ;n. 26) \nMOREIRA, Guilherme Cesar Freitas Vasconcelos; SANTOS , Leonardo David Tuffi \nUNIVERSIDADE FEDERAL DE MINAS GERAIS. Sistemas agroflorestais : uma alternativa \nsustentável para o norte de Minas. 2008. 43 f. \n \nNome da disciplina (e código):  ICA070 -Ecologia Florestal  \nCarga Horária:  45 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nIntrodução ao estudo da economia florestal. A empresa flo restal. Custos da empresa florestal. \nGrupos de custos na empresa florestal. Capital e juros no  setor florestal. Métodos de avaliação \neconômica de projetos no setor florestal. Valor da empre sa florestal. Valor produtivo de um \npovoamento. Rentabilidade da empresa florestal. \nBibliografia básica \nEUGENE P. ODUM/GARY W. BARRETT /Ed. Fundamentos de Ecol ogia Thomson \nLearning/2007 \nRICARDO MOTTA PINTO-COELHO. Fundamentos em Ecologia/  ARTMED & Bookman. \nISBN: 85-7307-629-1. ÚLTIMA EDIÇÃO.Ed. ARTMED & BOOKMAN/2000 \nRICHARD B. PRIMACK. EFRAN RODRIGUES. Biologia da Con servação. ISBN: 85-902002-1-\n3. ÚLTIMA EDIÇÃO. Effran Rodrigues \n ", "95": " \nBibliografia complementar \nJAMES P. KIMMINS Forest Ecology /Ed. Prentice Hall/3ª Edição/2003 \nROBERT E. RICKLEFS. Economia da natureza / / Ed. Guanaba ra Koogan/ 1993. \nCOLIN R. TOWNSEND, MICHAEL BEGON E JOHN L. HARPER. Fundamentos em Ecologia \n//2° Edição/Ed. ARTMED & BOOKMAN /2003 \nBEGON, M.; TOWNSEND, C.R.; HARPER, J.L. Ecologia: de  indivíduos a ecossistemas. 4.ed. \nPorto Alegre: Artmed, 2007. 740 p. \nDAJOZ, R. Ecologia Geral. Petrópolis: Vozes. 4ª ed. 1983 . 472 p. \nNome da disciplina (e código):  ICA071 -Patologia Florestal  \nCarga Horária:  45 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nDoenças florestais de causas não-parasitárias. Agentes  causais de doenças florestais parasitárias. \nFungos patógenos florestais. Sintomatologia, etiologia , epifitologia. Controle de enfermidades \nflorestais. Exemplos de manejo integrado de doenças flo restais. Micorrizas. Apodrecimento e \ndescoloração de madeira. \nBibliografia básica \nALFENAS, A.C., ZAUZA, A.V., MAFIA, R.G., ASSIS, T.F . Clonagem e doenças do eucalipto 2ª \ned. UFV, 2009. 500p. \nFERREIRA, Francisco Alves; MILANI, Doraci. Diagnose visual e controle das doenças \nabióticas e bióticas do eucalipto no Brasil =: Visual diagnosis and control of abiotic and biotic \neucalyptus diseases in Brazil. Mogi Guaçu, SP.: Internaci onal Paper, 2002. v, 98 p.  \nKIMATI, H., AMORIN, L., BERGAMIN FILHO, A.,  CAMARG O, L.E.A., REZENDE, J.A.M. \nManual de Fitopatologia: doenças de plantas cultivadas. V .2, 3 a. ed. Agronômica Ceres, 1997. \n774p. \n \n ", "96": " \nBibliografia complementar \nALFENAS A.C., MAFIA, R.G., Métodos  em fitopatologia.  Viçosa:UFV, 2007. 382p. \nBERGAMIN FILHO, A., KIMATI, H., AMORIM, L. (eds). Ma nual de Fitopatologia: princípios e \nconceitos. V.1, 3a.ed. Agronômica Ceres, 1995. 919p. \nFERREIRA, Francisco Alves. Principais doenças do eucalipto no estado de Minas Gerais. Belo \nHorizonte, MG: EPAMIG, 1985. 32 p. (Boletim técnico [da] EP AMIG ;n. 23)  \n \nHAAG, Henrique Paulo.; SANSIGOLO, Claudio Angeli. FUNDA ÇÃO CARGILL. Nutrição \nmineral de eucalyptus, pinus, araucaria e gmelina no Bra sil. Campinas, (SP): Fundação \nCargill, 1983. v, 202p. \nROMEIRO, Reginaldo da Silva. Métodos em bacteriologia de plantas. Viçosa: Universidade \nFederal de Viçosa, 2001. 279 p. ISBN 8572690972 \nNome da disciplina (e código):  ICA203 -Estatística Experimental  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nDelineamentos experimentais, testes de médias, análise  de cálculos, planejamento e pesquisa \nexperimental. \nBibliografia básica \nPIMENTEL-GOMES, F.; GARCIA, C.H. Estatística aplica da a experimentos agronômicos e \nflorestais: explicações com exemplos e orientações para uso de aplicativos. Piracicaba: FEALQ. \n2002. 309p.  \nBARBIN, D. Planejamento e análise estatística de expe rimentos agronômicos. Arapongas: Midas. \n2003. 194p. \nVIEIRA, S. Estatística experimental. São Paulo: Atla s. 1999. 185p.  \n \n ", "97": " \nBibliografia complementar \nBANZATO, D.A.; KRONKA, S.N. Experimentação agrícola. 4.ed. Jaboticabal:FUNEP. 2006. \n237p. \nSTORCK, L.S. (org.); GARCIA, D.C.; LOPES, S.J.; EST EFANEL, V. Experimentação vegetal. \nSanta Maria: UFSM. 2000. 199p. \nFONSECA, J. S. da; MARTINS, G. A. Curso de Estatística . 6ª. Ed. São Paulo: Atlas, 1996. 320p. \nMOORE, D. S. A estatística básica e sua prática. 3ª. E d. Rio de Janeiro: LTC, 2005. 658p. \nTOLEDO, G. L.; OVALLE, I. I. Estatística Básica. 2ª.  Ed. São Paulo: Atlas, 1985. 459p. \nNome da disciplina (e código):  ICA205 -Economia Rural  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nAnálise de mercado. Custos de produção. Estratégias de come rcialização agrícola. Relações entre \nagricultura e desenvolvimento econômico. Análise de senso s agropecuários e outros instrumentos \nestatísticos. Fundamentos de economia ecológica. \nBibliografia básica \nGESTÃO AGROINDUSTRIAL: GEPAI- vol.2. Coordenador: Mário  Otávio batalha. 3ed. São \nPaulo. Atlas, 2001. \nHOFFMANN, R., ENGLER, J.J.C., SERRANO, O., THAME, A .C.M., NEVES, E.M. \nAdministração da empresa agrícola. São Paulo. Ed. Pionei ra, 1976. 323p. \nREIS, J.A., CARVALHO, F.A.P.Comercialização agrícol a no contexto agroindustrial. Lavras: \nUFLA/FAEPE, 1999. 194p. \nBibliografia complementar \nCAVES, Richard E. Economia internacional: comércio e t ransações globais. Saraiva..ISBN: \n9788502033412. ÚLTIMA EDIÇÃO. \n \n ", "98": " \nREIS, R.P. Fundamentos de economia aplicada . Lavras: U FLA/FAEPE, 2001. 95p. \nNome da disciplina (e código):  ICA238 -Manejo e Conservação do Solo  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nErosividade das chuvas. Erodibilidade dos solos. Impactos agrí colas e ambientais da erosão do \nsolo. Controle da erosão dos solos. Práticas de reconh ecimento de problemas relacionados à erosão \ne ao planejamento conservacionista. Levantamento de so los e fotopedologia. Classificação das \nterras no sistema de capacidade de uso e aptidão agrícola. \nBibliografia básica \nBERTONI, J. LOMBARDI NETO, F . Conservação do solo. São Paulo: ICONE, 1990, 355p. \nGOLÇALVES, M.G.; STAPE, J.L.  Conservação e cultivo de solos para plantações florestais. \nPiracicaba: IPEF, 2002. 498p. \nPIRES, F.R.; SOUZA, C.M.  Práticas mecânicas de conservação do solo. Viçosa: UFV, 2006, \n216p. \nBibliografia complementar \nEHLERS, Eduardo. Agricultura sustentável: origens e perspectivas de um novo paradigma. 2. ed. \nGuaíba: Agropecuária, 1999. 157 p. ISBN 8585347376. \nPENTEADO, Silvio Roberto. Adubos verdes e produção de biomassa: melhoria e recuperação \ndos solos. 2. ed. Campinas: Ed. do Autor, 2010. 158 p. ISBN 9788561348014 ( broch.). \nPRADO, H. Solos do Brasil . Jaboticabal: FUNEP. 2001. \nResende, M.; Curi, N.; Rezende, S. B. de; Corrêa, G. F.  Pedologia:  base para distinção de \nambientes. 5ª Ed., Lavras: UFLA, 2007, 322p. \nEMBRAPA.  Centro Nacional de Pesquisa de solos.  Siste ma brasileiro de classificação de solos.  \nBrasília: Embrapa, 1999. \n \n ", "99": " \nNome da disciplina (e código):  ICA252 -Sociologia Rural  \nCarga Horária:  45 horas  \nTipo:   (X) Obrigatória           Optativa                Outro  \n \nConteúdo: \nConceitos básicos de sociologia e antropologia. Pers pectivas teóricas e metodológicas. Aspectos \nsócio-históricos e antropológicos do desenvolvimento agrí cola brasileiro. Relações de produção e \nforça de trabalho no campo. Organização social e imaginá rio social no meio rural. O estado e a \nquestão fundiária. Os movimentos sociais no meio rural. Relações do gênero no meio rural. A \nquestão da terra e a reforma agrária. \nBibliografia básica \nPRADO JUNIOR, Caio. A questão agrária no Brasil.. São Paulo: Brasiliense, 1979. 188p. \nMONTEIRO, JORGE VIANNA; IPEA. Fundamentos da politica publica. Rio de Janeiro: IPEA, \nInstituto de Pesquisas, 1982. 203p. \nBLUMER, A.. Sociologia rural: textos. Lavras: UFLA, FAEPE, 2000. 95 p.  \nBibliografia complementar \nDUQUE, Ghislaine. Agricultrura familiar, meio ambiente e desenvolvimento: ensaios e \npesquisas em sociologia rural. João Pessoa: Editora Unive rsitaria/UFPB, 2002. 237 p. ISBN \n8527303772  \nGARCIA, Antonio. Sociologia de la reforma agraria en America Latina.. Buenos Aires; \nAmorrortu, [1973]. 239p.  \nRAPOSO, Ben-Hur. Reforma agraria para o Brasil.. Rio de Janeiro: Fundo de Cultura, 1965. \n165p. \nPINTO JÚNIOR, Joaquim Modesto; FARIAS, Valdez Adriani. Função social da propriedade: \ndimensões ambiental e trabalhista. Brasília, DF: NE AD, 2005. 53 p. \n \n \n ", "100": " \n6º PERIODO \nNome da disciplina (e código):  ICA072 -Unidades de Conservação e Paisagismo  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nPrincípios básicos do paisagismo; Grupos de plantas em pai sagismo; Projeto paisagístico - \nlevantamento das condições locais; Anteprojeto; Proje to definitivo; Memorial descritivo; Planilha \nbotânica. Benefícios da arborização urbana; Modelos de a rborização; Planejamento da arborização \nurbana; Áreas verdes. O conceito e a importância das Uni dades de Conservação e sua evolução. \nUnidades de Conservação no Brasil e no mundo. Planejamento  e manejo de Unidades de \nConservação. Escolha de área para proteção. \nBibliografia básica \nPlantas ornamentais no Brasil:   arbustivas, herbace as e trepadeiras /   Harri Lorenzi, Hermes \nMoreira de Souza/ Nova Odessa :   Instituto Plantarum de Estudos da Flora,   2008. \nPlano do sistema de unidades de conservação do Brasil, I I etapa/ Maria Tereza Jorge Padua/ Rio de \nJaneiro:   Fundação Brasileira para a Conservação da Na tureza,   1982. \nRecomendações para planejamento de uso público em unidades de co nservação /  Francisco Neves \nCarvalho ;colaboradores: Valéria Mussi Dias / Belo Hor izonte:  Fundação Biodiversitas,  IBAMA,  \nIEF,   2005. \nBibliografia complementar \nPaisagismo - Conceitos e Aplicações/ Patrícia Duarte  de Oliveira Paiva/2008 - 1ª edição/ Ed. \nUFLA \nÁrvores exóticas no Brasil: madeireiras, ornamentais  e aromáticas /   Harri Lorenzi / Nova Odessa, \nSP :   Instituto Plantarum de Estudos da Flora,   2003. \nSocioambientalismo e novos direitos : proteção jurídica à diversidade biológica e cultural /   \nJuliana Santilli. São Paulo :   Peirópolis :   Instit uto Internacional de Educação do Brasil,   2005. \n ", "101": " \nNome da disciplina (e código):  ICA228 -Hidrologia Aplicad a à Agricultura  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nCiclo hidrológico. Bacia hidrográfica. Precipitação. Inf iltração. Evapotranspiração. Escoamento \nsuperficial. Regime dos cursos de água. Previsão, propagação  e controle de enchentes e \ninundações. Noções e manejo de águas subterrâneas. Polui ção de águas subterrâneas. \nRegularização de vazões e controle de estiagem. Noções de transporte de sedimentos. \nBibliografia básica \nCAMPOS, José Nilson Beserra. A água e a vida: textos e contextos. Fortaleza: ABC \nFortaleza,1999. 140p. \nDAKER, Alberto. A água na agricultura. 6 ed. rev. e ampl. R io de Janeiro: Freitas Bastos, 1984. \nTOMAZ, Plínio. Cálculos hidrológicos e hidráulicos para obras municipais. São  Paulo: Editora \nNavegar, 2002. 475p. \nBibliografia complementar  \n \nHIDROLOGIA aplicada à gestão de pequenas bacias hidrográficas . Porto Alegre: ABRH, 2001. \n625 p. \nSIMPÓSIO BRASILEIRO DE HIDROLOGIA E RECURSOS HÍDRIC OS, 6. : $d 1985, nov. 11-\n14 : $c São Paulo, SP ASSOCIAÇÃO BRASILEIRA DE HIDROLO GIA E RECURSOS \nHÍDRICOS; Simpósio Internacional de Recursos Hídrico. Anais ...  São Paulo: ABRH, 1985.  \nSIMPÓSIO BRASILEIRO DE HIDROLOGIA E RECURSOS HÍDRIC OS, 7. : $d 1987, Nov. 08-\n13 : $c Salvador, BA; Associação Brasileira de Hidrologia e Recursos Hídricos; Simpósio Luso-\nBrasileiro de Hidráulica e Re. Anais ...  Salvador: ABRH, 1987.  \nTUCCI, Carlos E. M. Hidrologia: ciencia e aplicação. 3. ed. Porto Alegre: UFRGS, São Paulo: \nRio de Janeiro: 2002. 943p. ISBN 8570252986 : (Broch.) \nVALENTE, Osvaldo Ferreira. Conservação de nascentes: hidrologia e manejo de bacias \nhidrográficas de cabeceiras. Aprenda Fácil. ISBN: 8576300125. ÚLTIM A EDIÇÃO. \n ", "102": " \nVILLELA, Swami Marcondes; MATTOS, Arthur. Hidrologia aplicada. São Paulo: McGraw-Hill, \nc1975. 245p. ISBN 007090149 (broch.)  \n \nNome da disciplina (e código):  ICA232 -Extensão Rural  \nCarga Horária:  45 horas  \nTipo:    (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nMeios de comunicação com o produtor rural. Difusão de tecno logias. Metodologias de extensão. \nPrincípios e métodos de desenvolvimento rural sustentável,  com ênfase nas metodologias \nparticipativas. \nBibliografia básica \nBORDENAVE, J.E.D. O que é comunicação rural. 3ª ed. São Paul o: Brailiense, 1988. \nFONSECA, M.T.L. A extensão rural no Brasil, um projeto  educativo para o capital. São Paulo: \nLoyola, 1985. \nCOELHO, F.M.G. A arte das orientações técnicas no cam po: concepções e métodos. Viçosa: \nEdufv, 2005. \nBibliografia complementar \nCAPORAL, Francisco Roberto; COSTABEBER, José Antôni o. Agroecologia e extensão rural: \ncontribuições para a promoção do desenvolvimento rural suste ntável . 3. ed. Brasília: \nMDA/SAF/DATER, 2007. 166 p.  \nMASSELLI, M.C. Extensão rural entre os sem terra. Pi racicaba: Unimep, 1998. \nTORRES, Alex Fabiani de Brito.; MUNIZ, José Noberto UNI VERSIDADE FEDERAL DE \nVIÇOSA. Análise e sistematização das proposições sobre a extensão uni versitária brasileira. \n2003. xvi, 206 f., enc. Dissertação (mestrado) - Universidade Fe deral de Viçosa, Departamento de \nEconomia Rural.  \n \nNome da disciplina (e código):  ICA239 -Fertilidade e Manejo do Solo  ", "103": " \nCarga Horária:  75 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nLeis da fertilidade do solo. Reação do solo - acidez, al calinidade e sua correção Dinâmica dos \nnutrientes no solo. Métodos de avaliação da fertilidade do solo. Recomendação e legislação de \ncorretivos e fertilizantes. Fertirrigação. Princípio s de nutrição de plantas. Avaliação do estado \nnutricional das plantas. Cultivo em ambientes protegidos e hidroponia. \nBibliografia básica \nFurtini Neto et al. FERTILIDADE DO SOLO. Ufla / Faepe, 2001. 252p. \nRibeiro et al. RECOMENDAÇÕES PARA O USO DE CORRETIV OS E FERTILIZANTES EM \nMINAS GERAIS. Viçosa, 1999.359p. \nMalavolta et al. AVALIAÇÃO DO ESTADO NUTRICIONAL DA S PLANTAS. Potafós. 1995. \n201p. \nBibliografia complementar \nALVAREZ V., Víctor Hugo. Avaliação da fertilidade so solo: (superfícies de resposta - modelos \naproximativos para expressar a relação fator-resposta). V içosa, MG: UFV, 1985. 75 p.  \nBRAGA, Jose Mario. Avaliação da fertilidade do solo: ensaios de campo. Viçosa, MG: UFV, \n1990. 101 p. \nEHLERS, Eduardo. Agricultura sustentável: origens e perspectivas de um novo paradigma. 2. ed. \nGuaíba: Agropecuária, 1999. 157 p. ISBN 8585347376. \nFERREIRA, Manoel Evaristo; CRUZ, Mara Cristina Pess ôa da. Amostragem de solo para \navaliação da sua fertilidade. 2. ed. Jaboticabal, SP: UNESP, 1990. 22p \nPENTEADO, Silvio Roberto. Adubos verdes e produção de biomassa: melhoria e recuperação \ndos solos. 2. ed. Campinas: Ed. do Autor, 2010. 158 p. ISBN 9788561348014 ( broch.). \n \n \nPRADO, H. Solos do Brasil . Jaboticabal: FUNEP. 2001. ", "104": " \nNome da disciplina (e código):  ICA253 -Entomologia Básica  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nIntrodução a entomologia. Filogenia de arthropoda, morfolo gia, biologia e ecologia dos insetos e \nprincípios de sistemática (sistemas classificatórios) . \nBibliografia básica \nMARANHAO, Zilcar Cavalcante. Entomologia geral. 3. ed. Sao Paulo: Nobel, 1970. 514p. \nRICCIARDI, Ivan Rodolpho de Assis. Entomologia aplicada. Rio de Janeiro: 1978. 256p. \nBUZZI, Zundir Jose; MIYAZAKI, Rosina D.. Entomologia didatica. Curitiba: UFPR, 1985 262p. \nBibliografia complementar \nCOSTA, Ervandil Corrêa. Entomologia florestal. UFSM . ISBN: 8573911085. ÚLTIMA EDIÇÃO. \nBORTOLI, Sergio Antonio de; BOIÇA JÚNIOR, Arlindo Leal;  OLIVEIRA, José Eudes de \nMorais. Agentes de controle biológico: metodologias de criação, multiplicação e uso. Jabotic abal, \nSP: FUNEP, 2006. 353 p. ISBN 8587632760  \nGALLO, Domingos. Entomologia agrícola. FEALQ. ISBN: 8571330115. ÚLTIMA EDIÇÃO. \nNome da disciplina (e código):  ICA084 -Cultura de Espécies Florestais  \nCarga Horária:  60 horas  \nTipo:    Obrigatória          (X) Optativa                Outro \n \nConteúdo: \nFormação de florestas de produção: preparo do solo, escol ha de espécies, espaçamento, plantio, \ntratos culturais. Espécies de rápido crescimento. Espécie s nativas. Manejo: podas, desbastes. \nFormação de florestas de proteção. Métodos de plantio. \nBibliografia básica ", "105": " \nCarvalho, Paulo Hernani Ramalho. Espécies arbóreas br asileiras - Brasília,  DF: Embrapa \nInformação Tecnológica; Colombo, PR: Embrapa Floresta s, 2003. 1v. (1039p.) il. color;  (Coleção \nEspécies Arbóreas Brasileiras, v.1). \nCarvalho, Paulo Hernani Ramalho. Espécies arbóreas br asileiras - Brasília,  DF: Embrapa \nInformação Tecnológica; Colombo, PR: Embrapa Floresta s, 2006.  2 v.  627p. il. color;  (Coleção \nEspécies Arbóreas Brasileiras, v.2). \nGALVÃO, Antonio Paulo Mendes. Reflorestamento de propriedades rurais para fins \nprodutivos e ambientais: um guia para ações municipais e regionais. Brasília: EM BRAPA, 2000. \n351 p. \nBibliografia complementar \nLORENZI, Harri. Árvores brasileiras: manual de identificação e cultivo de plantas arbóreas  do \nBrasil. 4. ed. Nova Odessa, SP: Plantarum, 2002. \nLORENZI, Harri. Arvores brasileiras : manual de identificação e cultivo de p lantas arboreas \ndo Brasil. 1. ed. Nova Odessa, SP: Plantarum, 2009.  \nLORENZI, Harri. Árvores exóticas no Brasil: madeirei ras, ornamentais e aromáticas. Instituto \nPlantarum. ISBN: 8586714194. ÚLTIMA EDIÇÃO. \nCARPANEZZI, Antonio Aparecido; YARED, Jorge Alberto Gaz el. Crescimento de freijó \n(Cordia goeldiana Huber) em plantios experimentais. Belém, PA: Embrapa / CPATU, 1981. 10 \np. (Boletim de pesquisa [do] Centro de Pesquisa Agropecuária do Trópico Úmido ;n. 26) \nCARMO, Ciriaca Arcângela Ferreira de Santana do. A cultura da seringueira no estado do Rio \nde Janeiro: perspectivas e recomendações técnicas. Niterói, RJ: PES AGRO-Rio, 2009. 136 p. \n \n \n7º PERÍODO \nNome da disciplina (e código):  ICA0 35 -Sistema de Informação Geográfica  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: ", "106": " \nConceituação e terminologia em geoprocessamento. Sistem as de informações geográficas. \nBibliografia básica \nMIRANDA, J. I. Fundamentos de Sistemas de Informações Ge ográficas. Brasília, Editora \nEmbrapa Informática Tecnológica. 425p. \nKUX, Hermann J. H. Sensoriamento remoto e SIG avançados: novos sistemas sensores, \nmétodos inovadores. 2. ed. São Paulo: Oficina de Textos 2007 . 303 p. \nSILVA, Antônio Nélson Rodrigues da. SIG: uma plataforma para introdução de técnicas \nemergentes no planejamento urbano, regional e de tran sportes. São Carlos, SP: Ed. dos Autores, \n2004. 227 p. \nBibliografia complementar \nANDRIOTTI, J. L. S. Fundamentos de Estatística e Geoestatística. São Leopoldo, Editora \nUnisinos, 2003. 165p. \nASSAD, E. D. e SANO, E. S. Sistema de Informações Geográficas: Aplicações na Agricultur a . \nBrasília, EMBRAPA. 1999. \nSILVA, A.B. Sistemas de Informações Georeferenciadas. Campinas, Editora da Unicamp. 2003. \n236p. \n \nNome da disciplina (e código):  ICA073 -Dendrometria  \nCarga Horária:  75 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n  \nConteúdo: \nConceitos, mediação dos diâmetros, média dos diâmetros , medição das alturas, médias das alturas, \ndeterminação e estimativa na área basal, volumetria, f orma da árvore, volumes comerciais, \nvolumes de casca. \nBibliografia básica \nSOARES, C. P. B.; PAULA NETO, F. de; SOUZA, A. L. de.  Dendrometria e inventário florestal. \nViçosa: Ed. UFV, 2006. 276p. ", "107": " \nSCOLFORO, José Roberto; FIGUEIREDO FILHO, Afonso. Me nsuração florestal:  módulo 1 - \nmedição de árvores e povoamentos florestais. Lavras,  MG: ESAL-FAEPE, 145 p.. il. \nSCOLFORO, José Roberto; FIGUEIREDO FILHO, Afonso. Me nsuração florestal: módulo 1 - \nmedição de árvores e povoamentos florestais. Lavras,  MG: ESAL-FAEPE, 145 p.. il. \nBibliografia complementar \nSILVA, J. N. M.; LOPES, J.do C. A. Inventário flores tal contínuo em florestas tropicais: a \nmetodologia utilizada pela EMBRAPA-CPATU na Amazônia br asileira. Belém, PA: Embrapa / \nCPATU, 1984. 36 p. (Documentos [do] Centro de Pesquisa Agropecuá ria do Trópico Úmido ;n. \n33). \nCAMPOS, JOÃO CARLOS CHAGAS; INSTITUTO BRASILEIRO DE  DESENVOLVIMENTO \nFLORESTAL. Inventario florestal nacional : reflorestamento, Minas Gerais . Brasilia, D.F.: \nInstituto Brasileiro de Desenvolvimento Florestal, Depart amento de Economia Florestal, 1984. \n125p.  \n \nLIVEIRA FILHO, Ary Teixeira de; SCOLFORO, José Rober to; SCOLFORO, José Roberto; \nSCOLFORO, José Roberto; MELLO, José Márcio de; SCOLF ORO, José Roberto; CARVALHO, \nLuís Marcelo Tavares de; OLIVEIRA, An. Inventário florestal de Minas Gerais. Lavras, MG: \nUFLA, 2008. \nILVA, José Natalino Macedo; LOPES, José do Carmo Alves . Inventário florestal contínuo em \nflorestas tropicais: a metodologia utilizada pela EMBRAPA-CPATU na Amazônia brasileira. \nBelém, PA: Embrapa / CPATU, 1984. 36 p. \nTOLEDO, Geraldo Luciano; OVALLE, Ivo Izidoro. Estatist ica basica.  2. ed. São Paulo: 1985. \n459p.  \n \nNome da disciplina (e código):  ICA074 -Entomologia Florestal  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nImportância da entomologia florestal. Ecologia inseto s florestais. Métodos de controle de insetos. \nPragas de viveiros. Pragas de raízes. Pragas de troncos. Pr agas de ponteiros. Pragas de folhas. \nPragas de sementes. Pragas de produtos da madeira. Manejo integrado de pragas florestais. ", "108": " \n \nBibliografia básica \nRICCIARDI, Ivan Rodolpho de Assis. Entomologia aplicada. Rio de Janeiro: 1978. 256p. \nVENZON, Madelaine. Controle alternativo de pragas e doenças. Viçosa, MG: EPAMIG, 2005. \n360 p.  \nPANIZZI, Antonio Ricardo; PARRA, Jose Roberto Postali . Ecologia nutricional de insetos e \nsuas implicações no manejo de pragas. São Paulo: Brasilia: 1991. 359p.  \nBibliografia complementar \nALVES, Sergio Batista. Controle microbiano de insetos. 2. ed., rev., atual. Piracicaba FEALQ \n1998 1163p \nCOSTA, Ervandil Corrêa. Entomologia florestal. UFSM . ISBN: 8573911085. ÚLTIMA EDIÇÃO. \nBETTIOL, Wagner. Controle biologico de doenças de plantas. Jaguariuna, S.P.: EMBRAPA, \nCNPDA, 1991. xi, 388p. \nLARA, Fernando Mesquita. Principios de entomologia. 3. ed. São Paulo: Icone, 1992. 331p. \nSILVEIRA NETO, Sinval. Manual de ecologia dos insetos. São Paulo: 1976. 419p. \n \n \nNome da disciplina (e código):  ICA075 -Melhora mento Florestal  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nConceitos em genética e melhoramento florestal, fato res que devem ser considerados na \nelaboração de um programa de melhoramento, variações e m espécies florestais. Conservação \ngenética, teste de procedências, estudos e análises para a valiação dos componentes de variância, \nherdabilidade e ganho genético das principais características de crescimento da madeira,seleção \nprecoce em essências florestais. Melhoramento florest al por hibridação, clonagem e noções de \nsilvicultura clonal. Projeto de melhoramento florestal. ", "109": " \n \nBibliografia básica \nBORÉM, A. Biotecnologia Florestal . Rio Branco: Suprema. 2007. 387p.  \nBORÉM, A. , MIRANDA, G.V. Melhoramento de Plantas . Viçosa:UFV. 2005.525p. \nRAMALHO, M.A.P., FERREIRA, D. F., OLIVEIRA, A.C. .  Experimentação em genética e \nmelhoramento de plantas.  Lavras: Editora UFLA. 2005. 300p.  \nBibliografia complementar \nGRIFFITHS, Anthony J. F. Introdução à genética . Ed. Rio de janeiro: Guanabara Koogan, 2002. \n794p. \nRAMALHO, Magno Antônio Patto; SANTOS, João Bosco dos ; PINTO, Cesar Augusto Brasil \nPereira. Genética na agropecuária.  4 ed. rev.Lavras: UFLA, 2008. 463 p. \nVIANNA, José Marcelo Soriano; CRUZ, Cosme Damião; B ARROS, Everaldo Gonçalves de. \nGenética . 2.ed.rev. e ampl. Com exercícios e respostas. Viçosa , MG: UFV, 2003. 2v. \n \n \n \nNome da disciplina (e código):  ICA076 -Propriedades Físicas e Mecânicas da Madeira  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nPropriedades físicas da madeira: densidade, umidade, retrati bilidade, propriedades térmicas, \npropriedades elétricas, propriedades acústicas. \nBibliografia básica \nJANKOWSKY, I.P., CHIMELO, J.P., CAVALCANTE, A.A.; G ALINA, I.C.M., NAGAMURA, \nJ.C.S. Madeiras brasileiras . Caxias do Sul: Sectrum, 1990. 172p.  ", "110": " \nVITAL, B.R. Tecnologia da Madeira:Métodos de Determinação do Teor de Umidad e da \nMadeira . Viçosa: SIF.UFV.DEF, 1997 33p. \nVITAL, B.R. Planejamento e Operação de Serrarias . Viçosa: UFV, 2008. 211p. \n \nBibliografia complementar \nAZEVEDO JÚNIOR, Antônio Pires; CARRASCO, Edgar Vladimi ro Mantilla. Avaliação não \ndestrutiva de propriedades mecânicas de madeiras através da té cnica de ultrasom : \nconceituação teórica e resultados experimentais. 2002 200 f., enc. : Dissertação (mestrado) - \nUniversidade Federal de Minas Gerais, Escola de Engenharia.  \n \nPASSOS, Leonardo Braga; CARRASCO, Edgar Vladimiro Manti lla UNIVERSIDADE \nFEDERAL DE MINAS GERAIS. Avaliação experimental do comportamento mecânico de \ndormentes reciclados de madeira visando redução do impacto ambien tal. 2006. 381 f., enc. : \nDissertação (mestrado) - Universidade Federal de Minas Gera is, Escola de Engenharia. \n \nCARVALHO, Eliene Pires; CARRASCO, Edgar Vladimiro Man tilla UNIVERSIDADE \nFEDERAL DE MINAS GERAIS. 'Avaliação do comportamento mecânico ao cisalhamento de \nconectores de barras de aço com ganchos em vigas mistas de madeir a laminada colada e \nconcreto'. 2008. 158 f., enc. : Tese (doutorado) - Universidade Federal de Mi nas Gerais,Escola de \nEngenharia. \n \n \nTOLENTINO, Evandro; CARRASCO, Edgar Vladimiro Mantilla  UNIVERSIDADE FEDERAL \nDE MINAS GERAIS. Comportamento de vigas de madeira laminada colada : de pinus elliotti, \ncompostas de partes unidas por emendas denteadas. 1992. 219 f., enc.  : Dissertação (mestrado) - \nUniversidade Federal de Minas Gerais. Departamento de Engenha ria de Estruturas. \n \nNome da disciplina (e código):  ICA204 - Administração, Planejamento e Desenvolvimento \nRural  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: ", "111": " \nPrincípios de administração, contabilidade, planejamento , análise econômica e crédito rural. \nAvaliação de políticas de preços mínimos e seguridade rural .  \n \nBibliografia básica \nMAXIMIANO, Antonio Cesar Amaru. Introdução à administração. 7. ed. rev. e ampl. São \nPaulo: Atlas, 2007. 404 p. \nANECCHIO FILHO, VICENTE; INSTITUTO CAMPINEIRO DE EN SINO AGRICOLA. \nAdministração agricola. 2. ed. Campinas: Instituto Campineiro de Ensino Agricola, 1969.  612 p. \nSILVA, Adelphino Teixeira da. Administração básica. 5. ed., rev. e ampl. São Paulo: Atlas, 2009. \n267 p. \nAITHER, Norman; FRAZIER, Greg. Administração da produção e operações. 8. ed. São Paulo: \nCengage Learning, 2008 598 p. \nSIDERSKY, Pablo. Agricultura familiar: uma opção para o Brasil. Rio de Janeiro: AS-PTA, \n1994. 20 p. (Textos para debate;4) \nBEZERRA, Francisco Diniz; MENDONÇA, Kamila Vieira de;  VALENTE JUNIOR, Airton \nSaboya. Desafios do desenvolvimento econômico. Fortaleza: Banco do Nordeste do Brasil, 2010. \n457 p. \nKAGEYAMA, Angela A. Desenvolvimento rural: conceitos e aplicação ao caso brasileiro. Porto \nAlegre, RS: UFRGS, 2008. 229 p. (Estudos rurais) \n \nBibliografia complementar \nANTOS, Antonio Carlos dos. Administração da unidade de produção rural. Lavras: UFLA, \n1998. 48 p. (Textos acadêmicos)  \nARAÚJO FILHO, João Ambrósio de. Desenvolvimento sustentado da caatinga. Sobral: \nEmpresa Brasileira de Pesquisa Agropecuária - Embrapa, 1997. 19 p. (Circular técnica ;13) \nMELLOR, John Williams. O planejamento do desenvolvimento agricola. Rio de Janeiro: 1967. \n413p. \nHOLANDA, Nilson. Planejamento e projetos. 3. ed. Rio de Janeiro: APEC, 1977. 402p. \nMINISTÉRIO DO DESENVOLVIMENTO AGRÁRIO - MDA. Política nacional de assistência \ntécnica e extensão rural. Brasília, D.F.: MDA, NEAD, 1993. 26 p. ", "112": " \n \n8º PERÍODO \n \nNome da disc iplina (e código):  ICA077 -Compostos Químicos e Anatomia da Madeira  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nComponentes macroscópicos do tronco, formação da madeira,  formação da parede celular, planos \nde corte para estudos anatômicos, grupos vegetais que produzem m adeiras, estrutura anatômica de \nmadeiras coníferas e folhosas, propriedades organolépticas da madeira, defeitos da madeira, \ncomposição química da madeira: celulose, hemiceluloses, lignina, defeitos da madeira, composição \nquímica da madeira: celulose, hemiceluloses, lignina, \n \nBibliografia básica \nAPPEZZATO-DA-GLÓRIA, Beatriz; CARMELLO-GUERREIRO, S andra Maria. Anatomia \nvegetal. 2. ed., rev. e atual. Viçosa: UFV, 2006. 438p. \nBURGER, L.M. & H.G. RICHTER, 1991. Anatomia da madeira . Nobel, São Paulo, 154p. \nLEHNINGER, A.L., NELSON, D.L., COX, M.M. Princípios de Bioquímica . Sarvier. Quinta \nedição. Volume Único. ISBN:  8573781661 \n \nBibliografia complementar \n \nNome da disciplina (e código):  ICA078 -Economia Florestal  \nCarga Horária:  60 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n ", "113": " \nConteúdo: \nIntrodução ao estudo da economia florestal. A empresa flo restal. Custos da empresa florestal. \nGrupos de custos na empresa florestal. Capital e juros no  setor florestal. Métodos de avaliação \neconômica de projetos no setor florestal. Valor da empre sa florestal. Valor produtivo de um \npovoamento. Rentabilidade da empresa florestal. \nBibliografia básica \nSILVA, M.L., JACOVINE, L.A.G., VALVERDE, R. Economia Florestal . Viçosa:UFV. 2005. \n178p. \nVALVERDE, S.R. Elementos de gestão ambiental empresarial.   . Viçosa:UFV. 2005. 127p. \nREZENDE, J.L.P., OLIVEIRA, A.D. Análise Econômica e Social de Projetos Florestais . 2ªed. \nViçosa:UFV. 2008. 386p. \n \nBibliografia complementar \n \n \nNome da disciplina (e código):  ICA079 -Inventário Florestal  \nCarga Horária:  75 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nProcedimentos de amostragem utilizados para levantamento  em florestas nativas e plantados; \nanálise de regressão aplicada na estimativa da caracter ística de interesse numa dada população \nflorestal; conceitos básicos de estatísticas para o i nventário florestal; uso de bússola e mapa como \nferramentas de suporte para o levantamento de qualidade. Defi nição de formas e tamanho de \nparcelas usadas nos levantamentos florestais. \n \nBibliografia básica ", "114": " \nSILVA, J. N. M.; LOPES, J.do C. A. Inventário flores tal contínuo em florestas tropicais: a \nmetodologia utilizada pela EMBRAPA-CPATU na Amazônia br asileira. Belém, PA: Embrapa / \nCPATU, 1984. 36 p. (Documentos [do] Centro de Pesquisa Agropecuá ria do Trópico Úmido ;n. \n33). \nSCOLFORO, José Roberto; FIGUEIREDO FILHO, Afonso. Me nsuração florestal: módulo 1 - \nmedição de árvores e povoamentos florestais. Lavras,  MG: ESAL-FAEPE, 145 p.. il. \nSOARES, C. P. B.; PAULA NETO, F. de; SOUZA, A. L. de.  Dendrometria e inventário florestal. \nViçosa: Ed. UFV, 2006. 276p. \nOLIVEIRA FILHO, Ary Teixeira de. Catálogo das árvores nativas de Minas Gerais: mapeamento \ne inventário da flora nativa e dos reflorestamentos de Mi nas Gerais. Lavras, MG: UFLA, 2006. \n \nBibliografia complementar \n \n \n9º PERÍODO \n \nNome da disciplina (e código):  ICA026 -Trabalho de Conclusão de Curso I  \nCarga Horária:  60 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nApresentação da disciplina, plano pedagógico. Critério de av aliação. Política florestal. As políticas \nsub-setoriais. Legislação florestal. As principais leis florestais e ambientais brasileiras. Legislação \nAgrária, Legislação Trabalhista, Legislação Profissi onal. Projetos Florestais. Planos de \ndesmatamento, Plano de manejo. \n \nBibliografia básica ", "115": " \nBARRAS, R. Os cientistas precisam escrever: guia de re dação para cientistas, engenheiros e \nestudantes. Tradução de Leila Novaes e Leônidas Hegenber. São  Paulo: Editora da Universidade \nde São Paulo, 1979, 218 p. \n \nFRANÇA, J.L.; VASCONCELOS, A.C. Manual para normaliz ação de publicações técnico-\ncientíficas. 7 ed. Belo Horizonte: Editora da UFMG, 2004, 242 p . \n \nFRANÇA, Júnia Lessa; VASCONCELLOS, Ana Cristina de; B ORGES, Stella Maris; \nMAGALHÃES, Maria Helena de Andrade. Manual para normalização de publicações técnico-\ncientíficas. 8. ed. rev. e ampl. Belo Horizonte: Editora UFMG, 2007. 255  p. \n \n \nBibliografia complementar \nBEVERIDGE, W.I.B. Sementes da descoberta científica. Tradução de S.R.Barreto. São Paulo: \nT.A. Queiroz; EDUSP, 1981, 134 p. \n \nKUHN, T.S. A estrutura das revoluções científicas. 7ª e d. São Paulo, Perspectiva, 2003. \n \nDEMO, P. Pesquisa: princípio científico e educativo. 10 e d. São Paulo: Cortez, 2003, 120p.  \n \n \nNome da disciplina (e código):  ICA080 -Estágio Curricular Supervisionado I  \nCarga Horária:  120 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: ", "116": " \nEstágio supervisionado, previamente aprovado, em empresas públi cas ou privadas, sob orientação \nde um responsável na área de ciências florestais, possibi litando ao discente a aplicação dos \nconhecimentos adquiridos ao longo do curso, visando ampliar  sua  formação profissional. \n \nBibliografia básica \nCENTRO DE INTEGRAÇÃO EMPRESA-ESCOLA. A qualidade dos es tágios e sua \nimportância socioprofissional: seminário CIEE-SEMESP. São Paulo: CIEE, \n2005 \n \nResolução e Portarias da UFMG Resolução nº 06/2005, de 09 de ju nho \nde 2005 (resolução do Conselho de Ensino, Pesquisa e Extensão  da UFMG \nque dispõe sobre os estágios acadêmicos). \n \nResolução nº 010/2005, de 07 de dezembro de 2005 \n(reedita, com alterações, a Resolução nº 06/2005). \n \nResolução nº 03/2006, de 22 de junho de 2006 \n(regulamenta o Estágio em cursos de Graduação da UFMG e re voga a \nResolução no 10/2005 do Conselho de Ensino, Pesquisa e Extens ão.). \n \nBibliografia complementar \n \n \n \nNome da disciplina (e código):  ICA081 -Manejo Florestal  \nCarga Horária:  75 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n ", "117": " \nConteúdo: \nFunção de Afilamento; Classificação dos Sítios Flores tais; O uso de modelos de produção como \nelemento de tomada de decisão; O manejo de Florestas Pl antadas; O Manejo de Florestas de Pinus; \nO Manejo de Eucalyptus, Manejo de Florestas Nativas, Análi se estrutural aplicada ao Manejo \nFlorestal; Opções para o manejo sustentado da Floresta N ativa. \n \nBibliografia básica \nLOUZADA, Júlio N. C.; SOUZA, Og F. F.; BERG, Eduardo v an den. Ecologia e manejo de \nfragmentos florestais. Lavras, MG: UFLA, 2001. 42 p. (Tex tos acadêmicos). \n \nFERREIRA, Carlos Alberto. Manejo florestal na Amazônia  brasileira: situação atual e \nperspectivas. Colombo, PR: Embrapa Florestas, 1999. 20 p. (Doc umentos [do] Centro Nacional de \nPesquisa de Florestas ;n. 37). \n \nCAVALCANTI, Francisco José de Barros. Manejo florest al sustentável na Amazônia 2002: \nrelatório técnico. Brasilia , DF: IBAMA, 2002. 96 p. \n \nBibliografia complementar \nCULLEN JUNIOR, Laury; RUDRAN, Rudy; SANTOS, Adalberto Jose dos; PÁDUA-\nVALLADARES, Cláudio; AURICCHIO, Paulo; SANTOS, Adalber to Jose dos. Métodos de \nestudos em biologia da conservação e manejo da vida silvestre . 2. ed., rev. Curitiba Ed. da UFPR \nFundação O Boticário de Proteção a Natureza, 2006. 651 p. \n \nSCOLFORO, José Roberto; FIGUEIREDO FILHO, Afonso. Me nsuração florestal: módulo 1 - \nmedição de árvores e povoamentos florestais. Lavras,  MG: ESAL-FAEPE, 145 p.. il. \n \nSOARES, C. P. B.; PAULA NETO, F. de; SOUZA, A. L. de.  Dendrometria e inventário florestal. \nViçosa: Ed. UFV, 2006. 276p. \n ", "118": " \nOLIVEIRA FILHO, Ary Teixeira de. Catálogo das árvores nativas de Minas Gerais: mapeamento \ne inventário da flora nativa e dos reflorestamentos de Mi nas Gerais. Lavras, MG: UFLA, 2006. \n \n \n \n \nNome da disciplina (e código):  ICA082 -Tecnologia de Papel e Celulose  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nA indústria de papel e celulose. Os recursos fibrosos. An álise química da madeira. Processo de \nprodução de celulose. Branqueamento de celulose. Propriedades  do papel. Fabricação do papel. \nCaracterísticas e qualidade do papel. \n \nBibliografia básica \nASSOCIAÇÃO BRASILEIRA TÉCNICA DE CELULOSE E PAPEL. Curso de especialização \nem celulose: gestão / coordenador Maurício Luiz Szacher. São Paulo: ABTCP, 2000 174p. \n \nSILVA, R.S. Celulose de Mercado-competitividade das empresas . Viçosa: UFV/LCP. 2003. \n62f. :Il. \n \nBibliografia complementar \nKAMIDE, K. Cellulose and cellulose derivatives: molecular characteri zation and its \napplications.  1 st ed. Amsterdan: Elsevier, 2005. Xxi, 630p.  \n \n10º PERÍODO ", "119": " \n \nNome da disciplina (e código):  ICA031 -Trabal ho de Conclusão de Curso II  \nCarga Horária:  60 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nDesenvolvimento do projeto de pesquisa, previamente aprovado, n a área de ciências florestais, sob \nsupervisão do professor orientador e defesa do trabalho pe rante banca examinadora.  \n \nBibliografia básica \nBARRAS, R. Os cientistas precisam escrever: guia de re dação para cientistas, engenheiros e \nestudantes. Tradução de Leila Novaes e Leônidas Hegenber. São  Paulo: Editora da Universidade \nde São Paulo, 1979, 218 p. \n \nFRANÇA, J.L.; VASCONCELOS, A.C. Manual para normaliz ação de publicações técnico-\ncientíficas. 7 ed. Belo Horizonte: Editora da UFMG, 2004, 242 p . \n \nFRANÇA, Júnia Lessa; VASCONCELLOS, Ana Cristina de; B ORGES, Stella Maris; \nMAGALHÃES, Maria Helena de Andrade. Manual para normalização de publicações técnico-\ncientíficas. 8. ed. rev. e ampl. Belo Horizonte: Editora UFMG, 2007. 255  p. \n \n \nBibliografia complementar \nBEVERIDGE, W.I.B. Sementes da descoberta científica. Tradução de S.R.Barreto. São Paulo: \nT.A. Queiroz; EDUSP, 1981, 134 p. \n \nKUHN, T.S. A estrutura das revoluções científicas. 7ª e d. São Paulo, Perspectiva, 2003. ", "120": " \n \nPOPPER, K.R. A lógica da pesquisa científica. Tradução de  Leônidas Hegenberg e Octammy \nSilveira da Mota. 8ª ed. São Paulo: Editora Cultrix, 2000, 567 p. \nDEMO, P. Pesquisa: princípio científico e educativo. 10 e d. São Paulo: Cortez, 2003, 120p. \n \n \nNome da disciplina (e código):  ICA047 -Produção de Energia  \nCarga Horária:  45 horas  \nTipo:   (X) Obrigatória           Optativa                Outro \n \nConteúdo: \nVisa estudar a madeira como fonte de energia, a carboni zação da madeira, gaseificação da madeira \ne carvão, produção de metanol e produção de etanol.  \n \nBibliografia básica \nNOGUEIRA, L.A.H., LORA, E .E.SILVA. Dendroenergia: fundamentos e aplicações . 2ªed. Rio \nde Janeiro: Editora Interciência. 2003. 194p. \n \nBRAND, M.A. Energia de biomassa florestal . Rio de Janeiro: Ed. Interciência, 2010. 131 p. \n \nCORTEZ, L.A.B., LORA, E.E.S., GÓMEZ, E.O. Biomassa para energia . Campinas:Unicamp, \n2008. 736p.  \n \nBibliografia complementar \nTOLMASQUIM, Mauricio Tiomno. Fontes renováveis de energia no Brasil. Rio de Janeiro: \nInterciência, 2003. 515 p. ", "121": " \n \n \n \nNome da disciplina (e código):  ICA083 -Estágio Curricular Supervisionado II  \nCarga Horária:  120 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nEstágio supervisionado, previamente aprovado, em empresas públi cas ou privadas, sob orientação \nde um responsável na área de ciências florestais, possibi litando ao discente a aplicação dos \nconhecimentos adquiridos ao longo do curso, visando ampliar  sua  formação profissional. \n \nBibliografia básica \nCENTRO DE INTEGRAÇÃO EMPRESA-ESCOLA. A qualidade dos es tágios e sua \nimportância socioprofissional: seminário CIEE-SEMESP. São Paulo: CIEE, \n2005 \n \nResolução e Portarias da UFMG Resolução nº 06/2005, de 09 de ju nho \nde 2005 (resolução do Conselho de Ensino, Pesquisa e Extensão  da UFMG \nque dispõe sobre os estágios acadêmicos). \n \nResolução nº 010/2005, de 07 de dezembro de 2005 \n(reedita, com alterações, a Resolução nº 06/2005). \n \nResolução nº 03/2006, de 22 de junho de 2006 \n(regulamenta o Estágio em cursos de Graduação da UFMG e re voga a \nResolução no 10/2005 do Conselho de Ensino, Pesquisa e Extens ão.). \n ", "122": " \nPortaria nº 104, de 1º de agosto de 2006 \n(regulamenta o disposto no artigo 5º da Resolução nº. 03, de 22 de  \njunho de 2006 do Conselho de Ensino, Pesquisa e Extensão e dá  outras \nprovidências.) \n \nBibliografia complementar \n \n \n \nNome da disciplina (e código):  ICA216 -Elaboração e Avaliação de Projetos Agropecuários  \nCarga Horária:  45 horas  \nTipo:  (X)  Obrigatória           Optativa                Outro \n \nConteúdo: \nMecanismos de ação das bactérias, fungos e vírus em animai s, plantas, solos e matéria orgânica. \nMecanismos de simbiose, infecção, resistência e imunidade . \n \nBibliografia básica \nALVES, FABRÍCIA MATOS; PEREIRA FILHO, ANTÔNIO DIAS;  UNIVERSIDADE \nFEDERAL DE MINAS GERAIS. Análise da viabilidade econômic a e financeira da implantação \nde uma empresa de café. 2000. 56 f. \n \nMAGALHÃES, Carlos Augusto de. Planejamento da empresa rur al: métodos de planejamento e \nprocesso de avaliação. Viçosa: UFV, 1995. 100 p. \n \nSOUTO, MARCOS JURUENA VILLELA; BRASIL; BRASIL; BRAS IL; BRASIL; BRASIL; \nBRASIL; BRASIL. Aspectos jurídicos do planejamento econ ômico. 2.ed. rev. e atual. Rio de \nJaneiro: Lumen Juris, 2000. 230p. ", "123": " \n \nBibliografia complementar \nDI GIRÓLAMO, Sálvio. Da decisão política à prática em presarial: razões e modelos facilitadores \npara a implantação de um programa de cidadania corporativa o u responsabilidade social. São \nPaulo: Ed. do Autor, 2007. 219 p. \n \nMERÉ ROUCO, Juan José; RESENDE, Marisa Seoane Rio. A  estratégia lúdica: jogos didáticos \npara a formação de gestores de voluntariado empresarial. S ão Paulo: Peirópolis, 2003. 135p.  \n "}