{"1": " \n \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n   \nPROJETO PEDAGÓGICO  \nDO CURSO DE  GRADUAÇÃO EM \nENGENHARIA ELÉTRICA  – TELECOMUNICAÇÕES  DA \nUFJF  \n  \n \n        \n \n    \nJuiz de Fora, Dezembro de 2012  \n  ", "2": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n2 \n Reitor:  Prof. Henrique Duque de Miranda Chaves Filho, D.Sc.  \nVice -Reitor:  Prof. José Luiz Rezende Pereira, Ph.D.  \nPró-Reitor de Graduação:  Eduardo Magrone, D.Sc.  \n \n \n \nDiretor da Faculdade de  Engenharia:  Prof. Hélio Antônio  da Silva, D.Sc.  \nVice -Diretor da Faculdade Enge nharia:  Prof.  Marcos Martins Borges , D.Sc.  \n   \nChefe do Departamento  de Circuitos Elétricos:  Prof. Márcio Vicente Rizzo, D.Sc.  \nChefe do Departamento  de Energia:  Prof. João Alberto Passos , D.Sc.  \n   \nCoordenador d o Curso de  Engenharia Elétrica  - Telecomunicações :  \nProf. Daniel Discini Silveira, D.Sc.  \n  \n \nComissão : \nProf. Daniel Discini Silveira, D.Sc. (Presidente)  \nProf. Alexandre Bessa dos Santos , D.Sc.  \nProf. Álvaro Medeiros , D.Sc.  \nProf. Fabrício Pablo Virgínio de Campos , D.Sc.  \nProf. Moisés Vidal Ribeiro , D.Sc  \n \n ", "3": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n3 \n SUMÁRIO  \n \nPreâmbulo   ............................................................................................................................................ 5\n1. Histórico do Curso   ........................................................................................................................ 6\n1.1. O Processo de Construção do Projeto Pedagógico   ................................................................... 9\n2. Justificativa   .................................................................................................................................  10\n2.1. Análise do Mercado de Trabalho   ............................................................................................ 12\n2.2. Perspectivas e Possibilidade de Inserção Profissional do Egresso   ......................................... 15\n3. Perfil do Curso   ............................................................................................................................ 20\n3.1. Integralização do Curso   ........................................................................................................... 21\n3.2. Estrutura do Curso   .................................................................................................................. 22\n3.2.1.  Núcleo de Conteúdos Bási cos   ............................................................................................. 23\nRelação entre as Diretrizes Curriculares e as Disciplinas   ................................................................... 26\n3.2.2.  Núcleo de Conteúdos Profissionalizantes   ........................................................................... 27\n3.2.3.  Núcleo de Conteúdos Específicos   ....................................................................................... 30\n3.3. Premissas Básicas   .................................................................................................................... 32\n4. Organização Curricular   ............................................................................................................... 33\n4.1. Disciplinas de Ementa Aberta   .................................................................................................  33\n4.2. Estágio Curricular   .................................................................................................................... 33\n4.3. Atividades Complementares   ................................................................................................... 35\n4.4. Estratégias de Integração e Interdisciplinaridade com os Demais Cursos de Graduação e \nPós-Graduação   ................................................................................................................................... 39\n4.5. Trabalho Final de Curso   .......................................................................................................... 39\n4.6. Disciplinas Comuns aos Outros Cursos (1o ao 6o  Períodos)  .................................................... 40\n4.7. Representação Gráfica de um Perfil de Formação   .................................................................  43\n4.8. Disciplinas Eletivas   .................................................................................................................. 47\n4.9. Disciplinas Optativas   ............................................................................................................... 47\n4.10.  Seminários de Engenharia, Cidadania e Metodologia Científica   ........................................ 48\n5. Competências e Habilidades   ....................................................................................................... 48\n5.1. Perfil do Profissional a ser Formado   ....................................................................................... 48", "4": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n4 \n 5.1.1.  Conhecimentos Essenciais  ................................................................................................... 51\n5.1.2.  Conhecimen tos Complementares   ....................................................................................... 52\n5.1.3.  Ênfases do Curso   ................................................................................................................. 52\n6. Formas e Mecanismos de Seleção: Sistema de Ingresso   ........................................................... 52\n6.1. Mobilidade entre Cursos da Engenharia Elétrica  .................................................................... 56\n7. Corpo Docente   ............................................................................................................................ 56\n8. Recepçã o dos Calouros   ............................................................................................................... 63\n9. Recursos de Infra -Estrutura   ........................................................................................................ 64\n9.1. Infra -Estrutura Física Atual   ..................................................................................................... 64\n9.2. Infra -Estrutura Administrativa Atual  ....................................................................................... 68\n9.3. Núcleo Docente Estruturante (NDE)   ....................................................................................... 68\n9.4. Infra -Estru tura de Laboratórios   .............................................................................................. 72\n9.5. Infra -Estrutura de Salas de Aula   ............................................................................................. 73\n9.6. Apoio Acadêmico aos Docentes   .............................................................................................. 74\n10. A Avaliação do Projeto Pedagógico do Curso (PPC)   ............................................................... 74\n10.1.  Processo de Avaliação Premissas Básicas   ........................................................................... 74\n10.2.  Comissão Permanente de Avaliação/Engenharia Elétrica – CPA/EE   .................................. 77\n10.3.  Plano de Avaliação   .............................................................................................................. 77\n10.4.  Categorias de Avaliação: Construção de Indicadores   ......................................................... 80\n ", "5": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n5 \n Preâmbul o  \nO presente projeto pedagógico constitui -se em uma evolução do projeto pedagógico \nanterior do curso de Engenharia Elétrica sob número 23071.007112/2009 -08 de 08 de \njunho de 2009  (REUNI).  \nDevido à reestruturação do curso de Engenharia Elétrica com a criação de habilitações \nem Sistemas Eletrônicos, Energia, Robótica & Automação Industrial, Sistema de Potência e Telecomunicações , o curso de Engenharia Elétrica foi dividido  pelo MEC \noriginando na criação de cinco novos cursos, tendo cada um a necessidade de projeto \npedagógico próprio. Desta forma, este documento descreve o Projeto Pedagógico do Curso de Graduação em Engenharia Elétrica -  Telecomunicações  da Universidade \nFede ral de Juiz de Fora (UFJF) , tendo em vista atender as necessidades de mercado de \ntrabalho para um profissional voltado para a área de Telecomunicações . \nDurante o processo de construção deste documento, a Coordenação do Curso de Engenharia Elétrica - Teleco municações  e os Departamentos de Circuitos Elétricos e \nde Energia Elétrica têm exercido atividades para garantir a pluralidade de idéias e \nvisões sobre as necessidades do mercado de mão -de-obra. Outro fator considerado \ndiz respeito à responsabilidade sócio -ambiental, objetivando -se construir um projeto \npedagógico moderno, representativo, coerente e fundamentado, a fim de garantir a qualidade da formação dos egressos . \n        ", "6": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n6 \n 1. Histórico d o Curso  \n \nA Escola de Engenharia de Juiz de Fora,  fundada em 17 de agosto  de 1914, incialment e \nformava Engenheiros Civis e Geógrafos. Mai s tarde passou a formar Engenheiros \nAgrimensores, Civis e Eletrotécnicos. Seus primeiros tempos foram ligados à Academia de Comércio passando depois para um prédio situado na Avenida Barão do Rio Branco número 2040. Em 1960, passou a funcionar na Rua Visconde de Mauá, onde hoje  se \nsitua o Colégio de Aplicação João XXIII da UFJF. Naquele mesmo ano, a partir da Lei \n3858 de 23 de dezembro de 1960,  a escola passou a integrar a recém -criada \nUniversidade Federal de Juiz de Fora, sob a denominação de Faculdade de  Engenharia \nda UFJF. Em 1963 se iniciou a divisão dos Cursos em Engenharia Civil e Engenharia Elétrica, sendo que a primeira turma de engenheiros eletricistas se formou em 1968.  \n Nos últimos 15 anos, a Faculdade de  Engenharia ampliou a gama de formação com a \ncriação dos C ursos de Graduação em Arquitetura e Urbanismo, Engenharia Sanitária e \nAmbiental, Engenharia de Produção e Engenharia Computacional. Além disso, foram criados os cursos de  pós-graduação stricto sens u em Engenharia Elétrica e em \nModelagem Comp utacional. Além disso, a Faculdade de Engenharia estimula a \nformação continuada através d os cursos de pós-graduação lato sensu  em Análise \nAmbiental, em Engenharia de Segurança do Trabalho e em  Gerenciamento de Obras. \nTais movimentos visam sustentar a atitu de vanguardista que inspirou a criação desta \ninstituição há quase um século.  \n Desde a sua implantação, o Curso de  Engenharia Elétrica da Faculdade de  Engenharia \nda UFJF sofreu algumas reformulações no seu currículo  e projeto de curso . A primeira, \ndelas, foi implantada no primeiro período letivo de 1978, em atendimento à \nResolução de 27/04/1976 do Conselho Federal de Educação (CFE) que fixou os mínimos de conteúdo e duração dos Cursos de Graduação em Engenharia e, também, definiu as áreas e habilitações. Out ra reestruturação profunda no currículo foi ", "7": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n7 \n implementada em dezembro de 1984 após três anos e meio de estudos através da \nResolução 44/1984 do Conselho de Ensino, Pesquisa e Extensão (CEPE) da UFJF. Uma terceira modificação importante foi implementada em 19 96 após amplo debate com \noutras instituições de ensino e com empresas significativas do cenário nacional.  \n No ano de 2000, o Curso de  Engenharia ampliou o número de vagas disponíveis com a \ncriação do Curso de  Engenharia Elétrica Noturno, passando de 60 va gas anuais (30 \npara o primeiro semestre e 30 para o segundo semestre) para 90 vagas anuais (30 para o primeiro semestre diurno, 30 para o segundo semestre diurno e 30 para o primeiro semestre noturno) . \n \nEm 2008, o Governo Federal iniciou a implantação do p rograma REUNI (Programa de \nApoio a Planos de Reestruturação e Expansão das Universidades Federais). A proposta \nda Engenharia Elétrica foi de ampliar o número de vagas disponíveis das 90 vagas \nanuais então oferecidas para 270 vagas anuais. Estas vagas seriam distribuídas através da criação de cinco (5) novas modalidades nas áreas de Sistemas de Potência, Sistemas Eletrônicos, Energia, Telecomunicações e Robótica & Automação Industrial.  \nNo ano de 2010 o curso de Engenharia Elétrica foi dividido pelo MEC originando na criação de cinco novos cursos, tendo cada um a necessidade de projeto pedagógico \npróprio.  \nEm 14 de junho de 2012 houve a instituição e normatização do Colegiado do Curso de Graduação em Engenharia Elétrica –  Telecomunicações  através da resolução 0 9 do \nConselho de Unidade da Faculdade de Engenharia da UFJF. O Colegiado do Curso \nconstitui órgão suplementar da estrutura da Coordenação do Curso de Graduação da \nUFJF em Engenharia Elétrica –  Telecomunicações,  tendo com atribuições deliberar \nsobre as prop ostas encaminhadas pela Coordenação do curso, observando a \nlegislação pertinente; convocar, promover e organizar o processo de escolha do Coordenador e do Vice Coordenador do Curso; e convocar, promover e organizar o processo de escolha dos membros do Núcleo Docente Estruturante (NDE). Na mesma ", "8": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n8 \n data acima houve ainda a instituição e normatização do Núcleo Docente Estruturante \ndo Curso de Graduação da UFJF em Engenharia Elétrica –  Telecomunicações através \nda resolução 10 de 14 de junho de 2012 do Conselho de  Unidade da Faculdade de \nEngenharia da UFJF. O Núcleo Docente Estruturante constitui órgão suplementar da \nestrutura do Curso de Graduação em Engenharia Elétrica da UFJF –  Telecomunicações , \ncom atribuições consultivas e propositivas sobre matéria acadêmica,  subsidiando as \ndeliberações no processo de concepção, consolidação e atualização do Projeto \nPedagógico do Curso, observando o previsto na legislação pertinente.  \nEm primeiro de outubro de 2012 foram empossados os cinco coordenadores e vice - \ncoordenadores d e cada curso, após um processo eleitoral ordinário, onde foram \ndefinidos também os cinco representantes dos Núcleos Docentes Estruturantes (NDEs) de cada curso, sendo então empossado o coordenador e o vice -coordenador \natual do curso de Engenharia Elétrica –  Telecomunicações.  \n          \n \n      ", "9": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n9 \n  \nA participação de toda a comunidade acadêmica deverá ser fundamental para a construção dos próximos parágrafos deste histórico de sucesso do Curso de Engenharia Elétrica.  \n O Curso de Engenharia Elétrica - Telecomunicaç ões da UFJF está prudentemente \ncondicionado  às regras do reconhecimento de atividades e da concessão das \natribuições profissionais realizadas pelo Sistema CONFEA/CREA (através da resolução 1010/05 de 22 de agosto de 2005). Também, deve ser destacado, que a  elaboração do \npresente projeto se fundamentou na Lei de Diretrizes e Bases da Educação –  Lei n\no \n9.394/96, nas Diretrizes Curriculares Nacionais dos Cursos de Graduação em Engenharia (resolução CNE/CES n\no 11/2002), e na Resolução CNE/CES n0\n  02/2007 que \ndispõe sobre a carga horária mínima dos cursos de graduação.  \n     \n1.1. O Processo d e Construção d o Projeto Pedagógico  \nDado ao ambiente de rápida evolução tecnológica no qual os cursos de engenharia estão imersos, é de fundamental importância que o Projeto Pedagóg ico do Curso seja \nconstantemente reavaliado e discutido.  \n É fundamental que a comunidade externa e interna da Universidade conheça o \ndiferencial do Curso de Engenharia Elétrica – Telecomunicações  da UFJF. Com isto \nespera -se que os alunos, ao prestarem conc urso vestibular para o nosso curso, saibam \ncom clareza os princípios norteadores da filosofia do curso. Para atingir este fim, os ", "10": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n10 \n seguintes mecanismos de divulgação do presente Projeto Pedagógico de Curso devem \nser implementados:  \n \n Após a aprovação do prese nte PPC nas diversas instâncias administrativas da \nUFJF, a Coordenação do Curso de Engenharia Elétrica – Telecomunicações  \npromoverá um seminário com participação aberta aos docentes, discentes e técnicos administrativo, com convite estendido às escolas de ensino médio.  \n Publicação do PPC no site do Curso de Engenharia Elétrica (\nwww.ufjf.br/engenhariaeletrica ). \n Divulgação através de folders e palestras para a comunidade dos princ ípios \nnorteadores deste PP C. \n2. Justificativa  \nOs avanços na área de telecomunicações a partir da década de 50 do século XX e o aumento das taxas de transmissão a partir da década de 80 do mesmo século vêm facilitando o acesso à informação e tornando factível, viável e eficiente a comu nicação \nentre indivíduos, instituições e equipamentos. A necessidade crescente por maiores taxas de transmissão de dados a partir das premissas em qualquer lugar, para qualquer pessoa e em qualquer instante de tempo fomenta o desenvolvimento de novas geraç ões de tecnologias. Tais tecnologias oferecem novas oportunidades para \naplicações em todas as áreas do conhecimento humano. Na área de telecomunicações, existem dois ambientes distintos para a transmissão de dados: i) os ambientes desenvolvidos pelos seres  humanos (cabos telefônicos, de distribuição de \nenergia elétrica, ópticos, etc); e ii) aqueles fornecidos gratuitamente pela natureza (ar, espaço e água). Os primeiros oferecem grande capacidade de transmissão de dados, enquanto os últimos ainda não são ap roveitados em sua totalidade. A partir do século \nXXI, a grande questão que permeia o avanço nas telecomunicações é a introdução de sistemas de telecomunicações que forneçam o acesso rápido, confiável e seguro a todas as redes de dados independentemente da sua classe social, localização geográfica e instante de tempo.  ", "11": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n11 \n Devido à necessidade premente por amplos e confiáveis sistemas de \ntelecomunicações, os maciços investimentos nesta área tem resultado na introdução de novos paradigmas, equipamentos e sistemas  que demandam profissionais com \numa base teórica sólida. Desta forma, eles se tornam capazes de participar na \nconcepção dos novos paradigmas, desenvolverem novos equipamentos, sistemas e \nprocessos, adaptar aos novos conceitos e práticas e, ao mesmo tempo, saber lidar com as outras avançadas tecnologias. Além disso, é esperado que o profissional da área de telecomunicações seja capaz de não apenas desenvolver tais tecnologias, mas também ser agente para a concepção e introdução de novas aplicações para as mesmas em diferentes ramos da sociedade que demandam produção em grande \nescala (residencial, comercial, industrial, petrolífero, energia, marítimo, aeroespacial, veicular, etc.). Este profissional detém maior e mais aprofundado conhecimento, em relação ao profissional habilitado na modalidade Eletrônica, sobre eletromagnetismo \ne sistemas e protocolos de comunicações de dados.  \n \nA falta de mão de obra técnica no setor é sentida pelas empresas de telecomunicações e atrasa um desenvolvimento maior do setor.  Segu ndo uma \nreportagem recente da Folha de São Paulo, em 2012,  o déficit de técnicos é de 15 mil profissionais, e o déficit de engenheiros chegam a 10 mil profissionais na área de telecomunicações (http://www1.folha.uol.com.br/fsp/mercado/17994 -faltam -\ntecnico s-para- telecomunicacoes.shtml). Em uma busca rápida pelo site  nacionalmente \nconhecido para realizar busca de emprego  www.catho.com.br, por : vagas na área de \nTelecomunicações, profissional especializado com curso superior , em 02/12/2012 \nforam listadas quase  3000 vagas, em 784 anúncios, sendo a maior parte na região \nSudeste.  \n Como demonstrado acima, a importância do Engenheiro de Telecomunicações no mundo globalizado, a crescente demanda no mercado de trabalho por profissionais desta área, e os amplos laços q ue podem ser estabelecidos com atividades de ensino, \npesquisa e extensão são justificativas para a existência do curso.   ", "12": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n12 \n Nas próximas duas seções são apresentados dois complementos a essas justificativas \ncom  relação à empregabilidade: uma análise do mercad o de trabalho e  possibilidade \nde Inserção Profissional do Egresso . \n \n2.1. Análise d o Mercad o d e Trabalho  \nO objetivo desta avaliação é situar os espaços atualmente ocupados pelos engenheiros, a fim de obter subsídios para auxiliar o molde do perfil dos egressos dos cursos de engenharia para a estrutura do mercado de trabalho contemporâneo e vindouro.  \n \nOs dados utilizados são baseados na consolidação sistematizada do Relatório Anual de \nInformações Sociais (RAIS/MTE), realizada pela Federação Interestadual de Sindicatos de Engenheiros e consubstanciado no documento “O mercado formal de trabalho dos profissionais do sistema CONFEA/CREA”.  \n1\n  \nAtualmente são registrados no sistema CONFEA/CREA, aproximadamente, 170 mil profissionais distribuídos por categoria conforme o  gráfico da Figura 1 . \nEngenheiros\n82%Agrônomos \n10%\nArquitetos\n6%\nGeólogos\n2%Categorias Profissionais\n \nFigura 1 – Distribuição dos Profissionais do Sistema CONFEA/CREA por Categorias Profissionais \n                                                      \n1 “O mercado formal de trabalho dos profissionais do sistema CONFEA/CREA/FISENGE e DIEESE”. Rio de Janeiro : \nFederação Interestadual de Sindicatos de Engenheiros, 2007.   ", "13": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n13 \n  \nA Figura 2 mostra a inspeção das faixas de remuneração média2\nRemuneração Média em Salários Mínimos \n12,1\n11,110,613,4\n10,712,7\nEngenheiros Agrônomos Arquitetos Geólogos Professores de\nIESIES-Públicas dentre as categorias \nprofissionais do sistema Con fea/Crea.  \n \nFigura 2 - Remuneração Média dos Profissionais do Sistema CONFEA/CREA  \nA ocupação dos profissionais do sistema CONFEA/CREA nos principais setores da atividade econômica é apresentada na Tabela 1. \nObserva -se que quase do is terços (63%) dos engenheiros estão desempenhando suas \natividades profissionais nas indústrias de transformação e nas atividades de comércio/serviços. A elevada participação de engenheiro no setor de comércio/serviços deve ser interpretada como motivação  adicional para ampliar as \nhabilidades e competências na formação da graduação do engenheiro.  \nTabela 1 - Ocupação dos Profissionais do Sistema CONFEA/CREA  \nAtividade Econômica  Engenheiros  Agrônomos  Arquitetos  Geólogos  Total  \nComércio e Serviços  32% 39% 38% 40% 33% \nIndústria da \ntransformação  31% 8% 5% 16% 27% \nAdministração Pública 10% 35% 41% 11% 14% \nConstrução Civil  14% 1% 13% 4% 12% \nServiços de Utilidade 9% 1% 2% 6% 8% \n                                                      \n2 O conceito de média foi ajustado à disponibilidade dos dados da pesquisa. Assim, o valor da faixa  de remuneração “até 10 SM” foi \nconsiderado, para os fins deste cálculo, igual a 8 Salários Mínimos, pelo fato de ser o piso da profissão. Foi considerado 12,5 Salários \nMínimos como representativo da segunda faixa de remuneração (de 10,1 a 15 SM). Por fim,  a última faixa considera –  maior do que \n15 SM –  15 salários mínimos .  ", "14": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n14 \n Pública  \nOutros  4% 16% 1% 23% 5% \n \nA estrutura de ocupação dos profissionais do sist ema CONFEA/CREA está consolidada \nna Tabela 2. Como pode ser observado, 71%  dos engenheiros atuam nas organizações \nprivadas com e sem fins lucrativos. Este percentual corresponde a, aproximadamente, \n95 mil profissionais. Esta elevada participação aponta para o principal absorvedor da mão -de-obra dos egressos de nossos cursos.  \nTabela 2 - Estrutura de Ocupação Profissional  \nNatureza do Estabelecimento  Engenheiros  Agrônomos  Arquitetos  Geólogos  \nSetor Público  12% 34% 41% 11% \nOrganizaçõ es Estatais  17% 23% 13% 49% \nOrganizações Privadas  68% 33% 40% 38% \nSem fins lucrativos e outros  3% 10% 6% 2% \n \nEsta distribuição deve ser observada e contextualizada pa ra moldar o perfil do egresso \ndo nosso curso e, conseqüentemente, para estruturar os co nteúdos que devem ser \noferecidos em nossa instituição.  \n \nSabe -se que os processos de seleção para os órgãos públicos e entidades estatais são \nefetivados por concursos públicos. Apesar do contínuo aperfeiçoamento estes processos priorizam os conhecimentos t écnicos adquiridos. O processo de seleção \npara o ingresso em organizações privadas valoriza o currículo e a formação acadêmica dos pretendentes, porém difere, principalmente, nas avaliações de potenciais e \nhabilidades comportamentais como, por exemplo:  \n capacidade de síntese nas comunicações escritas e orais;  \n organização e planejamento;  \n liderança e empreendedorismo;  \n articulação e postura ética nos trabalhos de equipe.  \n ", "15": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n15 \n Normalmente, nas empresas mais estruturadas com área de recursos humanos, estes \natributo s são observados em dinâmicas de grupos com os pretendentes aos cargos \noferecidos. A avaliação é realizada por profissionais das áreas em que as vagas estão disponíveis e dos profissionais da área de recursos humanos.   \nNestas condições, a formação dos nos sos jovens alunos deve inexoravelmente \natender às demandas técnicas e profissionais do mercado de trabalho e explorar, também, as habilidades e competências comportamentais, a fim de ampliar suas condições de empregabilidade.  \n \n2.2. Perspectivas e Possibilidad e  d e Inserção Profissional d o \nEgresso  \nOs profissionais egressos do Curso poderão atuar como empregados, gestores ou autônomos nas áreas relacionadas com o curso . Poderão também se inserir em \nempresas prestadoras de serviços e empresas de consultoria atuando  no estudo de \nviabilidades, manutenção, consultoria, assessoria, fiscalização, perícias, laudos técnicos e projetos de supervisão de sistemas de Engenharia Elétrica – \nTelecomunicações . \n A cidade de Juiz de Fora está situada na região Sudeste que é a região  que detém a \nliderança econômica, comercial e industrial do País. O município situa- se a 184 km da \ncidade do Rio de Janeiro, a 500km da cidade de São Paulo e a 272km da cidade de Belo Horizonte. As estradas que interligam estes municípios estão em condiçõe s \nfavoráveis e processos de privatização de quase todos os trechos irão promover condições ainda melhores de interconexão rodoviária. Adicionalmente, a cidade possui o Aeroporto Francisco Álvares de Assis, situado a 4km da Universidade com \nvôos comerciais diários para Belo Horizonte, São Paulo e Rio de Janeiro. Há, também, \num Aeroporto Regional situado a 40km do centro da cidade, no município de Goianá. \nEste aeroporto possui capacidade de pouso para aeronaves de maior porte.  \n ", "16": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n16 \n O setor industrial de Juiz de Fora e região apresenta diversas empresas com potencial \nde absorver o egresso do Curso de Engenharia Elétrica –  Telecomunicações da UFJF, \ndentre elas podem ser destacadas:  \n \n ArcelorMittal Juiz de Fora Aços Longos;  \n Energisa Minas Gerais –  Distribuidora de Ene rgia S/A;  \n Companhia Paraibuna de Metais (Grupo Votorantim);  \n Itatiaia Móveis;  \n Mercedez Benz do Brasil S.A.;  \n CEMIG;  \n CESAMA (Companhia de Abastecimento de Água de Juiz de Fora);  \n MRS Logística S.A.;  \n U&M Mineração e Construção;  \n Becton Dickinson Ind Cirúrgicas Ltda ; \n Paraibuna Embalagens;  \n White Martins Gases Industriais Ltda;  \n Onduline Industrial do Brasil;  \n Hiper Roll Embalagens.  \n Não obstante, tradicionalmente, a Faculdade de Engenharia de Juiz de Fora tem potencial de formação com abrangência nacional e internacional.  \n O setor de telecomunicações tem importância destacada na área de conhecimento de \nEngenharia Elétrica. O domínio da tecnologia ligada ao setor de telecomunicações \n(telefonia, televisão, internet) é fundamental para o país, fato que justifica o investime nto na formação do engenheiro eletricista com foco nesta área  de atuação.  \n Por exemplo, podem ser citadas algumas grandes empresas que podem absorver o egresso do Curso de Engenharia Elétrica no setor telecomunicações:  \n Claro;  ", "17": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n17 \n  Brasil Telecom Celular;  \n Vivo;  \n Sercomtel Celular;  \n TIM;  \n Oi; \n GVT Telecomunicações;  \n Telemig Celular/Amazônia Celular;  \n CTBC Telecom;  \n Telecom ;  \n Emissoras de televisão e rádio locais;  \n Embratel.  \n \nNo setor de telecomunicações, a agência reguladora no Brasil é a ANATEL que \ntambém pode absorver a mão de obra oriunda do Curso de graduação em Engenharia \nElétrica – Telecomunicações  da UFJF.  \n \nEm especial cumpre notar que o Brasil é um grande importador de tecnologia. Estas tecnologias chegam ao país a preços exorbitantes, uma vez que aos impostos são somados os royalties , pagos às empresas multinacionais. Assim uma das linhas a atuar \né a da inovação e substituição de tecnologia importada, que além de representar um salto tecnológico qualitativo e quantitativo para o país, representa um terreno excelent e para a formação e  possível mercado de trabalho para o egresso.  \n \nÉ importante destacar a tendência mundial de empregabilidade e os níveis de salários \ndos engenheiros eletricistas. A Figura 3  mostra o salário anual para algumas  \nhabilitações da Engenharia E létrica (Fonte IEEE SPECTRUM - Agosto 2008). Este gráfico \nmostra que engenheiros das habilitações em eletrônica, aplicações de processamento de sinais e tecnologia de telecomunicações recebem os melhores salários. Embora este gráfico mostre a realidade Nort e Americana, a mesma referência aponta \nrealidade semelhante na Europa e ainda destaca a carência mundial de engenheiros ", "18": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n18 \n eletricistas em todas as áreas. Assim uma forte componente para garantir a \nempregabilidade dos egressos está no desenvolvimento de sua c apacidade de \nexpressão, não somente em língua portuguesa, mas também em outras línguas, sobretudo o Inglês.  \n Cumpre ressaltar que o fenômeno da globalização tem gerado possibilidades de trabalho  em todos os continentes, ou seja, o egre sso deve ter em mente que ele é \ntambém um cidadão do mundo. P orém será preciso, para corrigir as distorções, \ndesenvolver no egresso um forte sentimento de compromisso com a sociedade que o gerou e o manteve, para que de uma forma, ou de outra, ele possa contribuir para o desen volvimento sustentável da sua nação.  \n \n \nFigura 3 - O Mercado de Engenharia Elétrica nos Estados Unidos da América (EUA)  \n Finalmente, deve ser destacada a possibilidade de inserção profissional nas instituições de ensino e pesquisa da região que  nos últimos  anos  vem recebendo cada \nvez mais investimentos para expansão nas esferas públicas e privadas, como por exemplo o  Centro de Ensino Superior de Juiz de Fora ( CES-JF), o Centro Federal de \nEducação Tecnológica ( CEFET -MG), a Universidade Salgado Filho ( Univers o), o \nInstituto Federal de Educação Tecnológica ( IFET-CTU), dentre outros .  \n ", "19": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n19 \n Com a necessidade do fortalecimento do avanço tecnológico no país diversos cursos \nde graduação, de tecnologia e de formação técnica de nível médio tem sido e serão criados no país  na área de Engenharia Elétrica.  \n \nEm relação às instituições de pesquisa, três  centros de pesquisas que absorvem \natualmente engenheiros formados na área de telecomunicações podem ser citados:  \n LACTEC (Instituto de Tecnologia para o Desenvolvimento) –  Paraná  \n EMBRAER (Empresa Brasileira de Aeronáutica) –   São Paulo – Setor de \nAeronáutica  \n CPqD  - São Paulo – Setor de Telecomunicações  \n \nAlém das áreas supracitadas, os egressos no curso ainda podem optar pela continuação dos estudos em cursos de pós -graduação, na própria UFJF ou em outras \nuniversidades. Especificamente na UFJF, o programa de pós -graduação em Engenharia \nElétrica possui um mestrado e um doutorado Stricto Sensu  com conceito 4 na última \navaliação da CAPES e com vários  professores com bolsa de produtivi dade em pesquisa \ndo CNPq.  \n Adicionalmente, no início de 2009 através do Edital 15/2008 do CNPq, a UFJF associada com outras importantes universidades da região (Universidade Federal de Itajubá, Universidade Federal de São João Del Rei, Universidade Federal do Rio de \nJaneiro e Universidade Federal Fluminense) foi contemplada com o Instituto Nacional de Ciência e Tecnologia de Energia Elétrica (INERGE) que é  sediado no Campus da \nUFJF. Dentre os 123 institutos aprovados no país, o INERGE é o único na área de energia elétrica, o que dá ao Curso de Graduação em Engenharia Elétrica posição de \ndestaque no país.  \n Também na área de Processamento de Sinais e Telecomunicações os pesquisadores têm recebido aportes financeiros de grande monta para o desenvolvimento de ", "20": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n20 \n equipamentos eletrônicos e de telecomunicações, o que tem conferido ao Curso de \ngraduação também uma posição de destaque no cenário nacional.  \n \n3. Perfil d o Curso  \nO Curso de  Graduação em Engenharia Elétrica – Telecomunicações da UFJF deverá \nformar profissionais capazes de : \n Atuar em na produção e serviços ; \n Serem empreendedores ou profissionais  autônomos ; \n Prosseguirem seus estudos na pós -graduação passando a atuar com \nprofessores em Universidades ou  pesquisadores em centros de pesquisa . \n \nO Projeto Pedagógico deve pe rmitir a fácil identificação dos discentes com vocações \npara estudos avançados e atividades de pesquisa. O currículo do Curso de ve, inclusive, \nproporcionar o surgimento, a identificação e  o aprimoramento científico dos  \ngraduandos, contribuindo para a formação de potenciais pesquisadores entre seus alunos.  \n De acordo com o I Seminário sobre Diretrizes Curriculares para os cursos de Graduação (ABENGE  - 1998), o egresso deve possuir:  \n\"Sólida formação científica e profissional geral que capacite o engenheiro a absorver e  \ndesenvolver novas tec nologias, permitindo a sua atuação crítica e criativa na  \nidentificação e resolução de problemas, considerando seus aspectos econômicos,  \nsociais e ambientais, com visão ética e humanística, em atendimento às demandas da  \nsocie dade\".  \n A formulação da Comissão de Engenharia Elétrica do Exame Nacional de Cursos (1998) \npassa a incorporar o presente Projeto Pedagógico de Curso que contemplará,  \nfundamentalmente, os seguintes pontos:  ", "21": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n21 \n  Formação generalista, com sólidos conhecimentos nas  áreas de formação \nbásica,  geral e profissional do Curso, incluindo  aspectos humanísticos, sociais, \néticos e  ambientais ; \n Capacidade para resolver problemas concretos, modelando situações reais,  \npromovendo abstraçõ es e adequando -se a novas situa ções;  \n Capaci dade de análise de problemas e s íntese de soluções, integrando  \nconhecimentos multidisciplinares;  \n Capacidade de elaboração de projetos e proposição de soluções técnica e \neconomicamente competitivas ; \n Capacidade de absorver novas tecnologias e de visualizar, com criatividade,  \nnovas aplicações para a Engenharia Elétrica;  \n Capa cidade de comunicação e lideran ça para trabalho em equipes  \nmultidisciplinares;  \n O projeto pedagógico e a estrutura curricular do Curso de  Engenharia Elétrica - \nTelecomunicações  da UFJF fora m construídos com objetivo de formar um profissional \ncom base de conhecimento sólida para atuar em amplo espectro da área de Telecomunicações . \n \n3.1. Integralização  do  Cu r s o  \nO Curso de Engenharia Elétrica –  Telecomunicações pode ser integralizado dentro de \num pr azo mínimo de 4,5 anos ou 9 períodos letivos e um prazo máximo de 9 anos ou \n18 períodos letivos . Pode  ser concedida prorrogação de até 2  períodos, a critério do \ncolegiado de curso, após análise de plano de estudos apresentado pelo acadêmico interessado.  A duração média é de 5 anos ou 10 períodos letivos.  \n Para integralizar o curso o aluno deverá, obrigatoriamente, cursar o elenco de disciplinas obrigatórias constantes dos núcleos de conteúdos básicos, ", "22": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n22 \n profissionalizante s e específicos  e, ainda, o estágio ob rigatório e disciplinas  eletivas \ne/ou atividades complementares . \n \nComo complementos, o aluno ainda poderá cursar outras disciplinas na UFJF ou em \noutra Instituição de Ensino Superior. Estas disciplinas, exceto nos casos previstos na \nlegislação em vigor, só  poderão constar do histórico do aluno após autorização \nemitida pela Coordenação de Curso de Engenharia Elétrica –  Telecomunicações.  \n Pode constar do histórico do aluno as “Atividades Complementares ” definidas na \nResolução 018/2002 do CONGRAD (Conselho Set orial de Graduação) que “permite a \nimplantação do processo de flexibilização dos currículos de um curso”. Estas “atividades” constam do histórico na forma estipulada pela legislação competente e, no que couber, conforme definido pelo Colegiado do Curso de Engenharia Elétrica –  \nTelecomunicações.  \n3.2. Estrutura d o Curso  \nA carga horária total do curso é de 3610 horas -aula. Este total está englobando as \ndisciplinas obrigatórias, o Trabalho Final de Curso, as disciplinas eletivas e/ou atividades complementares e o es tágio curricular obrigatório de no mínimo 160 horas.  \n \nO Trabalho Final de Curso será realizado numa disciplina de 90 horas -aula (6 créditos). \nA soma do número de horas referentes às atividades complementares e ao trabalho \nfinal de curso é 150 horas, o que atende a legislação que limita este valor percentual em 20% de horas  do total do curso.  \n A Resolução CNE/CES 11 /2002 prevê:  \nArt. 6º Todo o curso de Engenharia, independente de sua modalidade, deve possuir em seu currículo um núcleo de conteúdos básicos, um  núcleo de conteúdos \nprofissionalizantes e um núcleo de conteúdos específicos que caracterizem a modalidade.  ", "23": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n23 \n  \nA Tabela 3 mostra a distribuição de conteúdos do curso de Engenharia Elétrica – \nTelecomunicações.  \n \nTabela 3: Estrutura do curso Engenharia Elétrica – Telecomunicações \nNúcleo de Conteúdos/Atividades \nCurriculares  Carga \nHorária Créditos  Porcentagem  aprox.  \ndo total  (%) \nBásico  1560 104 43 \nProfissionalizante  870 58 24 \nEspecífico  780 52 23 \nTotal da carga horária em \ndisciplinas obrigatórias  3240  216 90 \nTrabalho Final de Curso  90 6 2,5 \nEstágio curricular obrigatório  160  4,5 \nDisciplinas eletivas /Ativ. \nComplementares  120 8 3 \nTotal Geral   230 100 \n \n3.2.1.  N ú c le o  de  C o n t e ú do s  B á s i c o s  \nO núcleo de conteúdos básicos do curso deve conter “cerca de 30% da carga horá ria \nmínima” de acordo com a CNE/CES 11/2002. No caso do curso de Engenharia Elétrica – Telecomunicações da UFJF este núcleo perfaz 4 4% da carga total mínima.  \nOs conteúdos básicos segundo o parágrafo 1º  do Art. 6º  são: \nI - Metodologia Científica e Tecnológ ica; \nII - Comunicação e Expressão;  \nIII - Informática;  \nIV - Expressão Gráfica;  \nV - Matemática;  \nVI - Física;  ", "24": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n24 \n VII - Fenômenos de Transporte;  \nVIII - Mecânica dos Sólidos;  \nIX - Eletricidade Aplicada;  \nX - Química;  \nXI - Ciência e Tecno logia dos Materiais;  \nXII - Administração;  \nXIII - Economia;  \nXIV - Ciências do Ambiente;  \nXV - Humanidades, Ciências Sociais e Cidadania.  \nDe acordo com a resolução, as disciplinas foram organizadas na tabela a seguir:  \n \nTabela 4 – Disciplinas do Núcleo de Conteúdos Básicos  \nCódigo  Denomin ação  Carga \nHorária Créditos  Diretrizes Curr.  \nICE002  Lab. Ciências  60 2 I-Metodologia Científica e \nTecnológica  \nCEL065  Introdução à Eng. \nElétrica, Trabalho final \nde curso  30 2 I-Metodologia Científica e \nTecnológica, II -\nComunicação e Expressão  \nDCC119  Algor itmos  60 4 \nIII - Informática  \nDCC120  Laboratório de Prog.  60 4 \nENE073  Desenho Aux. Comp.  30 2 IV-Expressão Gráfica  \nMAT154  Cálculo I  60 4 \nV - Matemática MAT155  Geom. Analítica  60 4 \nMAT156  Cálculo II  60 4 \nMAT157  Cálculo III  60 4 \nMAT158  Álgebra Lin ear 60 4 \nMAT029  Eq. Dif. I  60 4 \nMAT030  Eq. Dif. II  60 4 \nEST029  Cálc. Probab. I  60 4 ", "25": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n25 \n DCC008  Cálc. Numérico  60 4 \nFIS073  Física I  60 4 \nVI-Física FIS074  Física II  60 4 \nFIS075  Física III  60 4 \nFIS076  Física IV  60 4 \nFIS077  Lab. Física 30 2 \nFIS081 Fenôm. de Transp.  60 4 VII-Fenômenos de \nTransporte  \nENE0XX  Resistência dos Mat.  30 2 VIII-Resist. dos Materiais  \nENE045  Lab. Eletrotécnica  30 2 \nIX-Eletricidade Aplicada  \nCEL033  Circ. Lineares I  60 4 \nQUI125  Quimica Fund.  60 4 \nX-Química  \nQUI126  Lab. Quí mica  30 2 \nCEL065  Eletromagnetismo  60 4 \nXI-Ciência e Tecnologia \ndos Materiais  CEL099  Eletrônica Analógica  60 4 \nCEL087  Micro -ondas  60 4 \nCEL094  Comunicações \nÓpticas  60 4 \nENE084  Análise de Invest.  60 4 XII-Administração,  \nXIII-Economia  \nESA002  Ecologia  60 4 XIV-Ciências do Ambiente  \nDPR032  Direito Privado  60 4 XV-Humanidades, Ciências \nSociais e Cidadania  \n Total  1560 104  \n O aluno irá cursar 156 0 horas -aula (1 04 créditos ) de disciplinas de conteúdo básico da \nEngenharia. A maior parte destas horas -aula será comum para tod os os cursos de \nEngenharia Elétrica. Com isto, haverá uma forte interação acadêmica entre os alunos ", "26": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n26 \n dos diferentes cursos  privilegiando a formação interdisciplinar, o amadurecimento do \nacadêmico e facilitando seu envolvimento nos módulos  específicos conse cutivos . \nRelação entre as Diretrizes Curriculares e as Disciplinas  \nExplicação mais aprofundada acerca de algumas diretrizes curriculares : \n Comunicação e Expressão : Será contemplado na principalmente através de instrução \ndireta do professor  orientador do Trabalho Final de Curso e através de orientação dos \ndocentes do Curso de Engenharia Elétrica ao ministrar todas as disciplinas do curso. \nComo forma de suprir conteúdos de comunicação e expressão, os professores devem \nestimular os alunos para participarem em seminários, trabalhos e eventos em que \ntenham que desenvolver a expressão oral / escrita e capacidade de leitura, compreensão de textos técnicos e esquemas gráficos em português e outras línguas. Além do \nestímulo ao aprimoramento da comuni cação, esforço especial deve ser dado visando à \nformação de um engenheiro empreendedor , que tenha capacidade para resolver \nproblemas, tomar decisões, trabalhar em equipe, ser criativo, adaptar -se às situações \ndiversificadas e que tenha a consciência ética presente em suas atitudes.  \n Informática : Principalmente na disciplina de Algoritmos, Laboratório de \nProgramação. As disciplinas do Curso de Engenharia Elétrica utilizarão como princípio básico a exigência de implementação computacional dos conteúdos ministr ados e \npesquisa na internet.  \n Eletricidade Aplicada : Por ser tratar de um curso de Engenharia Elétrica, este tópico é \namplamente contemplado através de diversas disciplinas.  \n Ciência e Tecnologia dos Materiais : Este tópico é tratado em diversas disciplinas, \nsendo algumas disciplinas do núcleo básico e outras do núcleo profissionalizante ou \nespecífico. Pode -se ressaltar uma ênfase maior na disciplina Eletromagnetismo em \nmateriais elétricos, como materiais magnéticos, condutores, dielétricos e semicondutores; n a disciplina Circuitos Analógicos em materiais semicondutores; na \ndisciplina Micro -ondas em materiais específicos para a área de micro -ondas, em \nespecial materiais magnéticos e dielétricos; e ainda na disciplina Comunicações \nÓpticas, onde são abordados mat eriais ópticos.  \n \n  \n ", "27": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n27 \n Atividades de Laboratório  \nO aluno cursará diferentes disciplinas em vários laboratórios durante o curso.  No \ninício do curso, o estudante terá contato com laboratórios de ciências, física, química e informática.  \n Laboratório de Ciências : Neste laboratório o estudante irá aprender sobre \nmetodologia c ientífica, tratamento de dados, ótica e luz, propriedades físicas e \nquímicas de substâncias simples e compostas, a natureza da energia química e elétrica, velocidade de reações químicas.  \n Labor atório de Química : Neste laboratório o aluno aprenderá sobre s egurança \nno laboratório e primeiros socorros. Equipamentos básicos e Técnicas de laboratório, pH, Determinação de propriedades físicas das substâncias químic as, Reações químicas ; \n Laboratório de Física I : Neste laboratório o aluno aprenderá sobre teoria das \nMedidas e dos Erros, Gráficos e Experimentos em Mecânica;  \n Laboratório de Informática : Neste laboratório o aluno aprenderá sobre \nconceitos de computação; ambientação à programação e compilação; noções de depuração e testes; Linguagem de programação (declaração de variáveis, tipos básicos, estruturas de controle básicas; entrada e saída básica; construção de expressões aritméticas, lógicas e relacionais; precedência de operadores).  \n Laboratório de Eletrotécnica : Neste laboratório o aluno terá um contato inicial \ncom conceitos e práticas de Engenharia Elétrica, com o intuito de criar um vínculo prévio dos estudantes com a Faculdade de Engenharia.  \n3.2.2.  Núcl eo d e Conteúd os Profissionalizantes  \nO núcleo de conteúdos profissionalizantes  do curso deve conter “cerca de 15% da \ncarga horária mínima” de acordo com a CNE/CES 11/2002. No caso do curso de Engenharia Elétrica –  Telecomunicações da UFJF este núcleo perfaz 23% da carga total \nmínima.  As disciplinas foram organizadas observando o par. 3º do Art. 6º.  \n ", "28": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n28 \n  \nTabela 5 – Disciplinas do Núcleo de Conteúdos Profissionalizantes  \nCódigo  Denominação  Carga \nHorária Créditos  Diretrizes Curr.  \nCEL032  Circuitos Lógicos  60 4 V-Circuitos Lógicos  \nCEL034  Circuitos Lineares II  60 4 \nIV-Circuitos Elétricos  \nCEL062  Circuitos Trifásicos  60 4 \nCEL038  Controle I  60 4 VIII-Controle de Sistemas \nDinâmicos  CEL039  Controle II  60 4 \nENE075  Fund. de Conversão  60 4 IX-Conversão de Energia  \nCEL035  Eletrônica Digital  60 4 \nXI-Eletr. Analógica e D igital \nCEL051  Eletrônica II  60 4 \nCEL0XX  Eletromag. Aplicado  60 4 X-Eletromagnetismo  \nCEL068  Princ. de Comunic.  60 4 L-Telecomunicações  \nCEL066  Sinais e Sistemas  60 4 XXV-Matemática discreta  \nCEL078  Instr. Eletrônica  60 4 \nXXIII- Instrumentação  CEL030  Laboratório de Circ.  30 2 \nCEL037  Lab. de Eletrônica 30 2 \nCEL071  Lab. de Sist. Eletr.  30 2 \nCEL089  Lab. Comunic. I  30 2 \nCEL095  Lab. Comunic. II 30 2 \n Total  870 58  \n \nA Tabela a seguir mostra o subconjunto escolhido para o curso Engenharia Elétrica – \nTelecomunicações:  \n \n    ", "29": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n29 \n  \nTabela  –  Subconjunto de Tópicos Profissionalizantes  do Curso de Engenharia Elétrica  – Telecomunicações  \n (Legenda:  T – Telecomunicaçõ es) \nAlgoritmos e Estruturas de Dados  \nCiência dos Materiais  \nCircuitos Elétricos  \nCircuitos Lógicos  \nControle de Sistemas Dinâmicos  \nConversão de Energia  \nEletromagnetismo  \nEletrônica Analógica e Digital  \nErgonomia e Segurança do Trabalho  \nEstratégia e Organização  \nGestão Ambiental  \nGestão Econômica  \nGestão de Tecnologia  \nInstrumentação  \nMatemática disc reta \nMateriais Elétricos  \nModelagem, Análise e Simulação de Sistemas  \nPesquisa Operacional  \nOrganização de computadores  \nParadigmas de Programação  \nSistemas de Informação  \nSistemas operacionais  \nTelecomunicações  \n \nAtividades de L aboratório  \nAo cursar as disciplinas do núcleo profissionalizante, kits educacionais serão utilizados para auxiliar no aprendizado do aluno. Também serão conduzidas práticas em laboratórios dedicados ao núcleo profissionalizante : \n Laboratório de Eletrônica Básica : Neste laboratório o  aluno aprenderá a \nutilizar e manusear equipamentos eletrônicos básicos, bem como montar, projetar e analisar circuitos eletrônicos analógicos e digitais. Além disso , \ncomeçará a utilizar alguns simuladores de circuitos eletrônicos.  \n Laboratório de Circuitos  Elétricos : Neste laboratório o aluno aprenderá a \nutilizar e manusear equipamentos eletrônicos básicos de medição, bem como montar, projetar e analisar pequenos circuitos elétricos e eletrônicos;  \n Laboratório de Sistemas Eletrônicos I : Neste laboratório os alunos utilizarão \nferramentas computacionais de projeto de sistemas eletrônicos. As atividades ", "30": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n30 \n se caracterizam como atividades de projeto, onde os alunos, em equipe, \ndeverão propor um projeto e realizá -lo, passando por todas as etapas da \nconcepção à prototipagem. O projeto deverá ser multidisciplinar, envolvendo as disciplinas já abordadas no curso.  \n \n3.2.3.  Núcl eo d e Conteúd os Específicos  \nAinda segundo a CNE /CES 11/2002, Art. 6º : \n§ 4º O núcleo de conteúdos específicos se constitui em extensões e aprofundamentos  \ndos conteúdos do núcleo de conteúdos profissionalizantes, bem como de outros \nconteúdos  destinados a caracterizar modalidades. Estes conteúdos, consubstanciando \no restante da carga horária total, serão propostos exclusivamente pela IES. \nConstituem -se em conhecimentos  científicos, tecnológicos e instrumentais \nnecessários para a definição das modalidades de  engenharia e devem garantir o \ndesenvolvimento das competências e habilidades estabelecidas  nestas diretrizes.  \nAs disciplinas foram organizadas segundo duas ê nfases da área de Telecomunicações: \nSistemas e Protocolos de Comunicações e Comunicações sem Fio e Rádio -Frequência.  \n   \n \n         ", "31": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n31 \n  \nTabela 1 – Disciplinas do Núcleo de Conteúdos Específicos  \nCódigo  Denominação  Carga \nHorária Créditos  Ênfase  \n    \nSistemas  e Protocolos  de \nComunicações  CEL073  Redes de Comun. I  60 4 \nCEL088  Comunic. Digital  60 4 \nCEL093  Redes de Comum. II  60 4 \nCEL090  Teoria da Inform.  60 4 \nCEL085  Sist. de Comunicações  60 4 \n     \nCEL086  Antenas e Propag.  60 4 \nComun icações sem fio e \nrádio -freqüência  CEL087  Micro -ondas  60 4 \nCEL081  Circuitos de RF  60 4 \nCEL094  Comunic. Ópticas  60 4 \nCEL091  Comunic. sem Fio  60 4 \n     \nCEL069  Microprocessadores  60 4 Disciplinas fundamentais \npara os conteúdos \nespecíficos  CEL075  Process. de Sinais I  60 4 \nENE082  Instalações Elétricas  60 4 \n Total  780 52  \n \nAtividades de Laboratório  \nUma das habilidades que o egresso d o curso de  telecomunicações deverá desenvolver \né o conhecimento  prático  e, para isto os discentes desta modalidade d esenvolverão \nparte de suas atividades nos laboratórios  específicos de Telecomunicações, a saber:  \n \n Laboratório de Comunicações I : Neste laboratório, os alunos realizarão \nexperimentos na área de comunicação digital e analógica que envolva \ngeradores de sinais  e analisadores, antenas, microondas e comunicação óptica;  ", "32": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n32 \n   Laboratório de Comunicações II : Neste laboratório, os alunos realização \nexperimentos na área de antenas, microondas, radiofrequência e comunicação \nóptica.  \nAs práticas podem ser individuais ou em equipe e visam tão somente fortalecer a \ninternalização dos conceitos e teorias ministradas ao longo do curso.  \n Além destas disciplinas de laboratório, outras disciplinas do curso incluirão atividades de laboratório ao longo do curso, como por exemplo, as d isciplinas de \nmicroprocessadores, redes de computadores e protocolos de comunicações, entre outras, cujas atividades de laboratório já estão previstas no programa da disciplina.  \n3.3. Premissas Básicas  \nA avaliação do número de professores necessários para que o presente Projeto \nPedagógico tenha êxito considerou os seguintes parâmetros básicos para os professores e disciplinas do Curso de Engenharia Elétrica:  \n Número de horas -aula  por professor na graduação : 120 horas -aula  (8 \ncréditos) . De acordo com a dinâmica de distribuição de encargos didáticos, os \ndepartamentos podem optar por alocar 60 horas -aula por professor no ciclo \nbásico  e profissional e 60 horas -aula por professor no cicl o específico \ncorrespondente ao curso que o professor preferir atuar de acordo com su as \nlinhas de pesquisa e orientação do departamento.  \n Número de Alunos por Turma : 60 alunos por turma teórica e 30 alunos por \nturma prática. Por entender que as disciplinas da área de Circuitos Elétricos e Eletromagnetismo demanda acompanhamento diferenciado  por parte dos \ndocentes aos alunos e os seus conteúdos correspondem ao cerne da formação do Engenheiro Eletricista, ficou estabelecido que as turmas destas disciplinas serão limitadas a 45 alunos. Em relação aos laboratórios, o limite de 30 alunos fica con dicionado a existência de tutores (alunos do mestrado e doutorado)  \npraticando o estágio docência nos laboratórios. Se isto não for possível, deverá ser estudado a redução das turmas práticas.  ", "33": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n33 \n  Oferecimento das disciplinas : O curso é integral e  organizado  semestralmente. \nDo primeiro ao sétimo período do curso  todas as disciplinas serão oferecidas \nem todos os semestres. Nos oitavo e nono períodos as disciplinas serão \noferecidas anualmente . \n4. Organização Curricular  \n4.1. Disciplinas d e Ementa Aberta  \nO curso de Engenha ria Elétrica -  Telecomunicações  poderá oferecer disciplinas de \nementa aberta denominada Seminários em Telecomunicações.  \n As disciplinas de seminários deverão abordar temas relevantes para a área  que podem \nvariar de acordo com o tempo.  \n No calendário acadê mico anual da UFJF é estabelecido um prazo para os \ndepartamentos informarem à  coordenação de curso quais disciplinas serão oferecidas \nno semestre seguinte. No semestre em que for oferecida alguma disciplina de ementa aberta, o departamento deve informar à coordenação de curso a ementa, o programa \ne a bibliografia a ser utilizada.  \n As horas -aula cursadas nas disciplinas de ementa aberta serão contabilizadas  como \natividade complementar para a integralização curricular.  \n4.2. Estágio Curricular  \nÉ um ato educativo su pervisionado, desenvolvido no ambiente de trabalho, que visa à \npreparação para o trabalho produtivo de educandos que estejam freqüentando o ensino regular, em instituições de educação superior (…) Art. 1º da Lei 11.788 de 25/09/2008.  \n ", "34": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n34 \n O estágio curricular tem caráter obrigatório e deve estar em conformidade com o \ndisposto na lei supracitada, devendo contemplar um período mínimo de duração de \n160 horas.   \nEntende -se por estágio curricular qualquer atividade que propicie ao aluno adquirir \nexperiência profissional específica e que contribua, de forma eficaz, para a sua \nabsorção pelo mercado de trabalho. Enquadram- se nesse tipo de atividade as \nexperiências de convivência em ambiente de trabalho, o cumprimento de tarefas com prazos estabelecidos, o trabalho em ambiente hierarquizado e com componentes cooperativistas ou corporativistas, etc. O objetivo é proporcionar ao aluno a oportunidade de aplicar seus conhecimentos acadêmicos em situações da prática profissional clássica, possibilitando -lhe o exercício de atit udes em situações \nvivenciadas e a aquisição de uma visão critica de sua área de atuação profissional, \ncom organização fundamentada nos termos expressos no Regulamento Acadêmico de \nGraduação da UFJF. A avaliação é feita a partir de conceitos e observações estabelecidos pelas fontes geradoras do estágio, em consonância com os parâmetros \nestabelecidos em conjunto com docentes da UFJF. O estágio curricular, quando envolver entidade externa à UFJF, deve se realizar num sistema de parceria institucional, mediante  credenciamentos periódicos.  \n O objetivo do estágio curricular é proporcionar ao futuro engenheiro eletricista nas suas diversas habilitações uma oportunidade de estar em contato, antes de deixar a Faculdade, com empresas da iniciativa privada, ou de econo mia mista, ou mesmo \nórgãos públicos, desenvolvendo um trabalho similar àquele que poderá vir a desenvolver, futuramente, na sua vida profissional.  \n O estágio curricu lar visa também facilitar o ingresso do futuro engenheiro eletricista \nno mercado de trabalh o, seja através da rede contatos construídas, seja através da \nsuperação de receio de se assumir o primeiro emprego inerente a qualquer recém-formado.   ", "35": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n35 \n  \nOs assuntos específicos a serem tratados no estágio curricular obrigatório dependem das propostas de ati vidades apresentadas pelas Empresas, devendo contemplar \natividades necessariamente relacionadas com a área de Engenharia Elétrica. As \natividades a serem desenvolvidas deverão ser aprovadas pela Comissão de Estágios do \nCurso de Engenharia Elétrica da UFJF.  \n \nO estágio curricular obrigatório somente poderá ser feito pelo acadêmico que já tiver cursado 2550 horas ( 170 créditos ) do Curso de Engenharia Elétrica – \nTelecomunicações  da UFJF, o que ocorre geralmente após ele ter terminado o 7 º \nperíodo do curso, e dev erá ter duração mínima de 160 horas. O estágio tem caráter de \ndisciplina, sem aquisição de horas -aula . Sugere -se que o estág io tenha uma duração \nmínima de 6 meses, se possível.  \n Deverá haver um professor (ou grupo de professores) responsável pelo estágio curricular.  Esta comissão deverá ser responsável por verificar se o estágio não \nobrigatório previsto na Legislação pode ser computado como atividade complementar.  \n \n4.3. Atividad es Compl ementares  \n A Resolução 18/2002 do Conselho de Graduação da UFJF (CONGRAD) ap rovou a \nflexibilização curricular dos cursos de graduação da UFJF.  O presente Projeto \nPedagógico de Curso prevê que o aluno pode  integralizar pelo menos 60 horas  (4 \ncréditos)  em Atividades Complementares.  \n \nEsta resolução estabelece as atividades acadêmicas  que podem ser contabilizadas \npara a integralização curricular. Estabelece, também, que o Colegiado do Curso de \nEngenharia Elétrica em suas diferentes habilitações ou Conselho de Unidade da ", "36": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n36 \n Faculdade de Engenharia pode m acrescentar atividades que podem pas sar a ser \ncontabilizadas para a integralização curricular.  \n \nA partir deste Projeto Pedagógico do Curso de Engenharia Elétrica, as seguintes \natividades passam a ser contabilizadas como atividades complementares:  \n \n Participação na  diretoria de empresas juniores;  \n Participação em congre ssos nacionais e internacionais;  \n Participação em eventos técnicos científicos ligados a engenharia elétric a; \n Publicação de artigos em congressos ou periódicos científicos;  \n Atividades de iniciação científica (CAPES, CNPq , FAPEMIG, PET, PROVOQUE, \nP&Ds);  \n Atividades de iniciação à docência, à pesquisa ou à extensão, como, por exemplo, monitoria;  \n Visitas técnicas;  \n Participação na diretoria do Ramo Estudantil do IEEE (The Institute of Electrical \nand Electronic Engineers), Capítulos do Ramo Estudantil e ou entidades internacionais com objetivos análogos;  \n Participação em Sociedades Técnicas e Científicas e entidades classes (ex. IEEE, Sociedade Brasileira de Automação –  SBA, CIGRÈ, Sociedade Brasileira de \nEletrônica de Po tência – SOBRAEP, C REA-Jr, etc);  \n Organização de congressos e conferê ncias (ex. Olimpíadas de Robôs);  \n Atividades no Núcleo de Empreendedorismo da Faculdade (NEMPE);  \n Atividades no Núcleo de Assistência Social da Faculdade de Engenharia (NASFE);  \n Atividades à distância;  \n Vivência  profissional complementar;  \n Disciplinas cursadas em cursos diferentes do  curso declarado  do aluno;  \n Disciplinas cursadas no Programa de Pós -Graduação em Engenharia Elétrica \n(PPEE);  ", "37": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n37 \n  Disciplinas cursadas no de partamento línguas estrangeiras;  \n Participação em Ó rgãos Colegiados da Universidade (Departamento, \nCoordenação de Curso, Conselho de Unidade, Conselho de Graduação –  \nCONGRAD e Conselh o Superior da UFJF –  CONSU).  \n \nA Tabela 7  mostra a contabilização de horas -aula  para as atividades complementares \ndefinida na  resolução 18/2002 do CONGRAD. Esta tabela deve ser complementada \npelo Colegiado do Curso de Engenharia Elétrica – Telecomunicações  para contemplar \nas atividades complementares adicionais criadas a partir deste Projeto Pedagógico de Curso (PPC).  \nPeriodicamente, os alunos devem ter a oportunidade de participar de atividades integralizadoras do conhecimento que serão contabilizadas como atividades complementares. Os alunos deverão nestas atividades reunir os conhecimentos \nadquiridos ao longo do curso para a c onstrução de protótipos, projetos técnicos, \ntrabalhos técnicos, etc. Um exemplo de atividade integralizadora que já vem sendo \nrealizada ao longo dos anos no âmbito do Curso de Engenharia Elétrica são as Olimpíadas de Robôs que ocorre nos segundos semestres  letivos.  \nDeverá haver um professor (ou grupo de professores) responsável pelas atividades complementares.  \n    \n \n     ", "38": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n38 \n Tabela 7 - Contabilização de Créditos para as Atividades Complementares (Resolução 18/2002 – CONGRAD)  \nAtividades Acadêmicas Curriculares  Créditos ou Carga \nHorária por \nAtividade no \nPeríodo Letivo  \nAtividades de iniciação à docência, à pesquisa ou à \nextensão  60 horas -aula (04 créditos)  \nAtividades a distância  - disciplina  Pré-fixado  \n- teleconferência ou similar Proporcional à carga horária \nlimitando -se a 15 horas -aula ( 01 \ncrédito ) \nDisciplina  Pré-fixado  \nElaboração de Monografia  30 horas -aula ( 02 créditos ) + \ncarga horária específica do \ncurrículo do Curso  \nEstágio Curricular  Pré-fixado  \nGrupos de Estudo  30 horas -aula ( 02 créditos ) \nParticipação em eventos  \n \n . apresentação de \ntrabalhos  15 horas -aula ( 01 crédito ) por \ntítulo de trabalho  \n. organização  15 horas -aula ( 01 crédito ) \n. participação  \nProporcional à carga horária \nlimitando -se a 15 horas -aula ( 01 \ncrédito ) - seminários  \n- colóquios  \n- simpósios  \n- encontros  \n- festivais  \n- palestras  \n- exposições  \n- oficinas  \n- cursos de curta duração  \n- outros (a serem definidos \npelo Colegiado de Curso ou \nConselho de Unidade e \nhomologados pela Pró -\nReitoria de Graduação)  \nSeminário  Pré-fixado  \nVivência Profissional Complementar  15 horas -aula ( 01 \ncrédito ) ", "39": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n39 \n Outras (a serem definidas pelo Colegiado de Curso ou \nConselho de Unidade e homologadas pela Pró -Reitoria \nde Graduação)  --- \n \n4.4. Estratégias d e Integração e Interdisciplinarid ad e com os \nDemais Cursos d e Graduação e Pós -Graduação  \nO curso tem como meta propor projetos acadêmicos que permitam ao estudante do \ncurso de Telecomunicações  relacionar- se com as outr os cursos da Engenharia Elétrica  \ne, até mesmo, com as outras engenharias.  Como, por exemplo, deve ser natural um \naluno d o curso de Engenharia Elétrica - Sistema d e Potência desejar adquirir \nhabilidade s e competência s em conteúdos da área de energia , ou alunos da área de  \nEngenharia Elétrica -  Energia podem desejar adquirir habilidade s e competência s em \nconteúdos específicos do Curso de Engenharia Sanitária e Ambiental.   \nA busca constante da integração e interdisciplinaridade entre o curso de Engenharia \nElétrica -  Telecomunicações  com outros cursos de graduação em engenharia e c om o \ncurso  de pós -graduação em Engenharia Elétrica deve ser característica intrínseca ao  \ncurso . A integração com outros cursos acontece não só através dos professores e suas \ndisciplinas, mas, também, através dos alunos, nas atividades de iniciação científ ica e \nprojetos de pesquisa.   Faz parte da estratégia do curso não limitar os esforços de integração/ interdisciplinaridade.  \n4.5. Trabalho Final d e Curso  \nO Trabalho Final de Curso é uma disciplina com 90 horas -aula (6 créditos)  e segue \ntodas as orientações do RAG (Regimento Acadêmico da Graduação) da UFJF. Portanto \no aluno deve receber uma nota de 0 a 100 pontos e, para ser aprovado, deve obter uma nota superior a 60 pontos.  \n ", "40": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n40 \n A partir do período em faltar em apenas 930 horas -aula ( 62 créditos ) em disciplinas \npara serem cursados para integralizar o seu currículo, o aluno poderá se matricular na \ndisciplina de Trabalho Final de Curso.  \n \nA Resolução 01/2009 do Colegiado do Curso de Engenharia Elétrica regulament a o \nTFC, sendo que o colegiado do curso de  Telecomunicaçõ es deverá , se necessário, \npromover adaptações.  \n \nO Trabalho Final de Curso deverá ser orientado por um professor do Curso de Engenharia Elétrica. Se o aluno desejar ser orientado por um profissional que não seja professor do Departamento de Energia ou de Ci rcuitos Elétricos, a orientação deverá \nser acompanhada por um professor do Curso de Engenharia Elétrica.  \n \nO Trabalho Final de Curso deverá ser avaliado em sessão pública por uma comissão de \navaliação através de uma apresentação oral de no mínimo 30 minutos . A comissão de \navaliação será presidida pelo professor orientador e deve conter pelo menos outro professor do Curso de Engenharia Elétrica.  \n O objetivo do Trabalho Final de Curso é fazer com que o discente realize uma atividade integralizadora do conhecim ento adquirido ao longo do Curso e possa \ncolocar em prática as habilidade e competências adquiridas. Adicionalmente, a apresentação oral do Trabalho Final de Curso é fundamental para que o aluno desenvolva a habilidade de realizar apresentações e defender argumentos técnicas.  \n \n4.6. Disciplinas Comuns aos Outros Cursos (1o ao 6o \nPeríod os)  \nAs Tabelas  8 a 16 mostram as disciplinas a serem oferecidas em cada período.  As \ndisciplinas com código terminado por XXX deverão ter suas  ementas, programa e \nbibliografia list ados em anexo a este documento (formulários CD -01 – padrão UFJF).  ", "41": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n41 \n Tabela 8 – Disciplinas a Serem Oferecidas no Primeiro Período  \nPeríodo  Disciplina  Créditos  Código  Departamento  \n1 Introdução à Engenharia Elétrica  2 CEL064  CEL \n1 Algoritmos  4 DCC119  DCC \n1 Laboratório de Programação  2 DCC120  DCC \n1 Geometria Analítica e Sistemas Lineares  4 MAT155  MAT  \n1 Laboratório de Ciências  4 ICE002  ICE \n1 Cálculo I  4 MAT154  MAT  \nTOTAL DE CRÉDITOS DO PERÍODO  20   \n \nTabela 9 – Disciplinas a Serem Oferecidas no Segundo Período  \nPeríodo  Disciplina  Créditos  Código  Departamento  \n2 Física I  4 FIS073  FIS \n2 Laboratório de Física I  2 FIS077  FIS \n2 Cálculo II  4 MAT156  MAT  \n2 Álgebra Linear  4 MAT158  MAT  \n2 Laboratório de Química  2 QUI126  QUI \n2 Química Fundamental  4 QUI125  QUI \n     \nTOTAL DE CRÉDITOS DO PERÍODO  20   \n \nTabela 10 – Disciplinas a Serem Oferecidas no Terceiro Período  \nPeríodo  Disciplina  Créditos  Código  Departamento  \n3 Cálculo III  4 MAT157  MAT  \n3 Equações Diferenciais I  4 MAT029  MAT  \n3 Física II  4 FIS074  FIS \n3 Cálculo de Probabilidades  4 EST007  EST \n3 Circuitos Lógicos  4 CEL032  CEL \n3 Ecologia  2 ESA002  ESA \n3 Desenho Auxiliado por Computador  2 ENE0XX  ENE \nTOTAL DE CRÉDITOS DO PERÍODO  24   \n \nTabela 11 – Disciplinas a Serem Oferecidas no Quar to Período  \nPeríodo  Disciplina  Créditos  Código  Departamento  \n4 Cálculo Numérico  4 DCC008  DCC \n4 Equações Diferenciais II  4 MAT030  MAT  \n4 Laboratório de Eletrotécnica  2 ENE045  ENE \n4 Circuitos Lineares I  4 CEL033  CEL \n4 Fenômeno s de Transportes  4 FIS081  FIS \n4 Física III  4 FIS075  FIS \nTOTAL DE CRÉDITOS DO PERÍODO  22   \n ", "42": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n42 \n Tabela 12 – Disciplinas a Serem Oferecidas no Quinto Período  \nPeríodo  Disciplina  Créditos  Código  Departamento  \n5 Física IV  4 FIS076  FIS \n5 Circuitos Lineares II  4 CEL034  CEL \n5 Eletrônica Analógica  4 CEL099  CEL \n5 Eletromagnetismo  4 CEL065  CEL \n5 Laboratório de Eletrônica  2 CEL03 7 CEL \n5 Sinais e Sistemas  4 CEL066  CEL \n5 Circuitos Trifásicos  4 CEL062  CEL \nTOTAL DE CRÉDITOS DO PERÍODO  26   \n \nTabela 13 – Disciplinas a Serem Oferecidas no Sexto Período  \nPeríodo  Disciplina  Créditos  Código  Departamento  \n6 Teoria de Controle I  4 CEL038  CEL \n6 Laboratório de Circuitos  2 CEL030  CEL \n6 Princípios de Comunicações  4 CEL068  CEL \n6 Fund. Resistência dos Materiais  2 ENE083  ENE \n6 Eletrônica II 4 CEL051  CEL \n6 Eletromagnetismo Aplicado  4 CEL101  CEL \n6 Eletrônica Digital  4 CEL035  CEL \nTOTAL DE CRÉDITOS DO PERÍODO  24   \n \nAs habilitações de Sistemas Eletrônicos e de Telecomunicações terão  algumas \ndisciplinas do  sétimo período em comum.  \nTabela 14 – Sétimo Período Parcialmente Comum aos Cursos de  Sistemas Eletrônicos e de Telecomunicações  \nPeríodo  Disciplina  Créditos  Código  Departamento  \n7 Redes de Comunicação e Protocolos de \nComunicação I(*) 4 CEL073  CEL \n7 Comunicação Digital  4 CEL088  CEL \n7 Proce ssamento de Sinais I(*) 4 CEL075  CEL \n7 Teoria de Controle II   4 CEL039  CEL \n7 Microprocessadores (*) 4 CEL069  CEL \n7 Laboratório de Sistemas Eletrônicos I (*) 2 CEL071  CEL \n7 Antenas e Propagação  4 CEL086  CEL \nTOTAL DE CRÉDITOS DO PERÍODO  26  CEL \n(*) Est a disciplina é comum com o curso  de Sistemas Eletrônicos.  \n A Tabela 15 e 16 elencam as disciplinas do oitavo e nono períodos da do curso de  \nTelecomunicações.  ", "43": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n43 \n  \nTabela 15 – Oitavo Período d o curso de Telecomunicações  \nPeríodo  Disciplina  Créditos  Código  Depart amento  \n8 Redes de Comunicação e Protocolos de Comunicação II 4 CEL093  CEL \n8 Fundamentos de Conversão  4 ENE075  ENE \n8 Instrumentação Eletrônica  4 CEL078  CEL \n8 Instalações Elétricas  4 ENE082  ENE \n8 Microondas  4 CEL087  CEL \n8 Sistemas de Comunicações  I 4 CEL085  CEL \n8 Laboratório de Comunicações I  2 CEL089  CEL \nTOTAL DE CRÉDITOS DO PERÍODO  26   \n \nTabela 16 – Nono Período do curso de Telecomunicações  \nPeríodo  Disciplina  Créditos  Código  Departamento  \n9 Sistemas de Comunicações II  4 CEL0XX  CEL \n9 Direito Priva do 4 DPR032  DPR \n9 Comunicações Sem Fio  4 CEL091  CEL \n9 Circuitos de Rádio Frequência(*) 4 CEL081  CEL \n9 Análise de Investimentos  4 ENE084  ENE \n9 Comunicações Ópticas  4 CEL094  CEL \n9 Laboratório de Comunicações II  2 CEL095  CEL \nTOTAL DE CRÉDITOS DO PERÍODO  26   \n(*) Esta disciplina é comum com o curso  de Sistemas Eletrônicos.  \n \nO décimo período conterá as disciplinas de Trabalho Final de Curso, disciplinas eletivas \ne/ou atividades c omplementares e Estágio Obrigatório.  \n \n4.7. Representação Gráfica d e um Perfil d e Formação  \nAs figuras a seguir mostram uma representação gráfica de um perfil de formação, detalhando disciplinas do ciclo básico, profissionalizante, específico, eletivas e \noptativas.  \n \n  ", "44": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n44 \n  \n \n ", "45": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n45 \n \n ", "46": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n46 \n \n", "47": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n47 \n  \n4.8. Discipl inas El etivas  \nAs disciplinas eletivas são destinadas à formação acadêmica complementar do \ndiscente e integrante de um elenco de opções pré -estabelecidas no PPC. São \nconsideradas disciplinas eletivas aquelas que atendam  a seguinte condição : sejam \ndisciplinas obrigatórias pertencentes à grade de um dos outros cursos de Engenharia Elétrica (Eletrônica, Robótica & Automação Industrial, Energia ou Sistemas de \nPotência). Também é  admitido o aproveitamento de créditos das  disciplinas  cursadas \nna pós -graduação , con forme resolução 16/2011 do CONGRAD.  \n4.9. Disciplinas Optativas  \nAs disciplinas optativas são destinadas à formação da cultura geral, em qualquer área do \nconhecimento, de livre escolha do discente. Qualquer disciplina da universidade pode ser \nconsiderada optativa . As seguintes disciplinas são consideradas optativas e poderão ser  \ncontabilizadas como atividades complementares com o seu respectivo número de créditos. O aluno pode  integralizar um máximo  de 60 horas -aula (4 créditos) de atividades \ncomplementares.  \nTabe la 17 – Relação de Disciplinas Optativas  \n \nDisciplina  Cr./ha  Código  Departamento  \nLíngua Brasileira de Sinais LIBRA S 4/60  EDU088  EDU  \nDiversidade Étnico -Racial  4/60  EDU068  EDU  \nFundamentos de Computação  1/15  UNI101  ICE \nEditoração Eletrônica de Documentos  1/15 UNI102  ICE \nPlanilhas Eletrônicas  1/15  UNI103  ICE \nInternet e Aplicações  1/15  UNI104  ICE \nEditoração Eletrônica de Apresentações  1/15  UNI105  ICE \nBanco de Dados  1/15  UNI106  ICE \nIntrodução ao LINUX  1/15  UNI107  ICE \nIntrodução ao HTML  1/15  UNI108  ICE \nEditoração de Imagens  1/15  UNI109  ICE \nEditoração de Textos  1/15  UNI110  ICE \nGestão de Projetos  1/15  UNI111  ICE \n  ", "48": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n48 \n 4.10.  Seminários d e Engenharia, Cidadania e Metod ol ogia \nCientífica  \nAnualmente  será organizado pela  coordenação do curso  de Engenharia Elétrica – \nTelecomunicações e o Diretório Acadêmico da engenharia um  seminário sobre \nEngenharia, Cidadania e Metodologia (Semana da Engenharia) . Nesta  semana serão \nconvidados palestrantes que irão abordar sobre temas de formação humana e \nprofissional, tais como:  \n Ética e  moral;  \n Ética profissional;  \n Engenharia e transformação da sociedade;  \n Participação cidadã do engenheiro;  \n Engenharia e Sociologia;  \n Engenharia e Sociedade;  \n Administração;  \n Engenharia e o direito;  \n Metodologia Científica;  \n Humanidades;  \n Ciências Sociais;  \n Cidadania ; \n Meio Ambiente.  \n \n \n5. Competências e Habilidad es  \n5.1. Perfil d o Profissional a ser Formad o  \nDe acordo com a Resolução CNE/CES 11/2002, o Curso de Graduação em Engenharia tem como perfil do formando egresso/profissional o engenheiro, com formação \ngeneralista, humanista, crítica e reflexiva, capacitado a absorver e desenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na identificação e resolução de problemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e culturais, com visão ética e humanística, em atendimento às demandas da sociedade. Ainda segundo a mesma Resolução, a formação do engenheiro tem por ", "49": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n49 \n objetivo dotar o profissional dos conhecimentos requeridos para o exercício das \nseguintes competências e habilidades gerais:  \n 1) Aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia;  \n2) Projetar e conduzir experimentos e interpretar resultados;  \n3) Conceber, projetar e analisar sistemas, produtos e processos;  \n4) Planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia;  \n5) Identificar, formular e resolver problemas de engenharia;  \n6) Desenvolver e/ou utilizar novas ferramentas e técnicas;  \n7) Supervisionar a operação e a manutenção de sistemas;  \n8) Avaliar criticamente a operação e a manutenção de sistemas;  \n9) Comunicar -se eficientemente nas formas escrita, oral e gráfica;  \n10) Atuar em equipes multidisciplinares;  \n11) Compreender e aplicar a ética e responsabilidade profissionais;  \n12) Avaliar o impacto das atividades da eng enharia no contexto social e ambiental;  \n13) Avaliar a viabilidade econômica de projetos de engenharia;  \n14) Assumir a postura de permanente busca de atualização profissional.  \n \nDirecionando o enfoque à fiscalização do exercício profissional das diferentes modalidades de Engenharia, o Conselho Federal de Engenharia, Arquitetura e \nAgronomia – CONFEA, na Resolução Nº 1010 de 22 de agosto de 2005 (CONFEA, 2005) \ndefine as seguintes atividades profissionais para o Engenheiro:  \n1) Gestão, supervisão, coordenação e orientação técnica;  \n2) Coleta de dados, estudo, planejamento, projeto e especificação;  \n3) Estudo de viabilidade técnico -econômica e ambiental;  \n4) Assistência, assessoria e consultoria;  \n5) Direção de obra ou serviço técnico;  \n6) Vistoria, perícia, avaliação, monitoramento, laudo, parecer técnico, auditoria, arbitragem;  ", "50": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n50 \n 7) Desempenho de cargo ou função técnica;  \n8) Treinamento, ensino, pesquisa, desenvolvimento, análise, experimentação, ensaio, \ndivulgação técnica, extensão;  \n9) Elaboração de orçamento;  \n10) Padroni zação, mensuração, controle de qualidade;  \n11) Execução de obra ou serviço técnico;  \n12) Fiscalização de obra ou serviço técnico;  \n13) Produção técnica e especializada;  \n14) Condução de serviço técnico;  \n15) Condução de equipe de instalação, montagem, operação,  reparo ou manutenção;  \n16) Execução de instalação, montagem, operação, reparo ou manutenção;  \n17) Operação, manutenção de equipamento ou instalação; e  \n18) Execução de desenho técnico.  \n A resolução nº 473, de 26 de novembro de 2002 institui a tabela de títul os \nprofissionais do sistema CONFEA/CREA, na qual o Engenheiro de Telecomunicações  \n(121- 06-00) está inserido na mesma.  \n Na habilitação em telecomunicações, o engenheiro deve projetar sistemas que,  \ninterligados, transmitem informação para diversos pontos. As  informações podem ser \náudio (voz), imagem (vídeo) ou dados. Os meios em que serão transmitidas são os mais variados: pelo ar (por ondas eletromagnéticas via radiofrequência ou microondas), via cabos metálicos, fibra óptica (sinais luminosos) e até através  de \nlinhas de energia elétrica.  \n O Engenheiro de Telecomunicações estará apto a desenvolver sistemas e instalações de telecomunicações e seus respectivos equipamentos, atender à demanda do mercado de trabalho em sistemas de telecomunicações, e com aplicaçõ es nas mais \ndiversas atividades da sociedade e dos mais diversos setores da economia. Especificamente, esse profissional estará habilitado para as seguintes atividades: a) ", "51": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n51 \n planejar, projetar, operar e manter sistemas, instalações e equipamentos de \ntelecomu nicações com e sem fio; b) implantar, operar e gerenciar sistemas e \nequipamentos de comunicação interna, externa, celular e satélite, redes de comunicação, cabeamento interno, externo e estruturado de rede lógica, sistemas \nirradiantes, de radiodifusão, rad ar e sistemas de posicionamento e de navegação; c) \ncoordenar e supervisionar equipes de trabalho; d) realizar pesquisa científica e \ntecnológica e estudos de viabilidade técnico -econômica; e) executar e fiscalizar obras \ne serviços técnicos; e f) efetuar vis torias, perícias e avaliações, emitindo laudos e \npareceres. Além disso, o egresso do curso de Engenharia de Telecomunicações deverá ter uma sólida formação técnica, científica e profissional que o capacite a usar e desenvolver novas tecnologias, estimuland o a sua atuação crítica e criativa na \nidentificação e resolução de problemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e culturais, com visão ética e humanística, em \natendimento as demandas da sociedade.  \n5.1.1.  Conhecimentos Essenciai s \n Métodos matemáticos e numéricos . \n Medidas e Instrumentação Industrial.  \n Teoria de controle  clássico e moderno . \n Eletromagnetismo . \n Aquisição de dados e processamento de sinais . \n Microprocessadores e micro controladores . \n Eletrônica analógica e digital.  \n Arquite tura de computadores, redes e protocolos . \n Programação de microprocessadores e microcomputadores . \n Processos Estocásticos . \n Comunicação analógica de sinais . \n Comunicação digital de dados . \n Medidas em Telecomunicações . ", "52": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n52 \n 5.1.2.  Conhec imentos  Compl ementares  \n Teoria da info rmação . \n Codificação de fontes . \n Comunicações sem fio . \n Comunicações móveis . \n Antenas e propagação de ondas . \n Sistemas inteligentes . \n Comunicações ópticas . \n Protocolos de comunicação . \n Segurança de redes . \n Radiofreqüência.  \n5.1.3.  Ênfases d o Curso  \n Sistemas e Protocolos de Comunicações.  \n Comunicações sem fio e radiofreqüência.  \n6. Formas e Mecanismos d e Sel eção: Sistema d e Ingresso  \nAs principais formas de ingresso nos cursos de Engenharia Elétrica da UFJF são:  \n• PISM: Programa de Ingresso Seletivo Misto (para alunos cursando o e nsino médio);  \n• SISU: Sistema de Seleção Unificada (substituiu o antigo vestibular)  \n• Mudança de outro curso da UFJF para a Engenharia Elétrica  \n• Transferência de outra instituição para a Engenharia Elétrica  \nProcessos de Ingresso pelo PISM e SISU  \nO ingresso se dará através do Sistema de Seleção Unificada (SISU), com 70% das vagas, \no qual utiliza as notas do Enem (Exame Nacional do Ensino Médio), e através do \nPrograma de Ingresso Seletivo Misto (PISM), que possui 30% das vagas.  Foi sancionado pela port aria Nº 18 no 11 de Outubro de 2012, publicada no Diário \nOficial da União no 15 de Outubro de 2012, Seção 1, pag. 16, pela presidente Dilma Rousseff, o decreto que regulamenta a reserva de 50% das vagas oferecidas em ", "53": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n53 \n universidades federais para alunos que cursaram o ensino médio integralmente em \nescola pública, inclusive em cursos de educação profissional técnica. Os outros 50% \nrestantes das vagas das instituições federais serão destinados à ampla concorrência.  \nAs instituições federais de ensino superior t êm até 2016 para implantar \nprogressivamente a alteração, mesmo que já adotem o sistema de cotas, como no caso da UFJF. Segundo o decreto, em 2013, o percentual de reserva deve ser de, pelo menos, 12,5% das vagas.  \nDo percentual de vagas destinado a candida tos de escola pública (50%), metade (ou \nseja, 25% do total) será para estudantes com renda familiar bruta mensal de até 1,5 salários mínimo por pessoa.  \nA distribuição de vagas para esse grupo com limitação de renda seguirá a proporção de autodeclarados ne gros, pardos e índios detectada pelo Instituto Brasileiro de \nGeografia e Estatística (IBGE), em cada estado, no último censo. O restante das vagas \nestá destinado a alunos oriundos de escola pública, independente de raça ou renda.  \nNa UFJF as cotas foram ad otadas em 2006. Até o momento, para se incluir neste \nsistema era necessário ter cursado pelo menos quatro anos do ensino fundamental e \ntodo o ensino médio em escola pública. O critério da nova lei da exige apenas que o candidato tenha cursado os três anos do ensino médio na escola pública. Outra mudança é inclusão da cota para índio e análise da renda familiar per capita.  \nEm relação à quantidade das vagas, a Universidade Federal de Juiz de Fora já destinava metade de suas cadeiras para as políticas de ação afirmativa.  \nAtravés do PISM (Programa de Ingresso Seletivo Misto), o aluno deve realizar provas ao final do primeiro, segundo e terceiro ano do ensino médio. Através desta forma de \navaliação continuada, o aluno tem uma maneira alternativa e menos traumática para \nbusca r o seu ingresso na Universidade.  \nO ingresso através do PISM ou do SISU é regido por edital específico, de forma a contemplar as novas medidas anunciadas pelo governo Federal, publicado anualmente pela COPESE – Comissão Permanente de Seleção da UFJF.  \nProcessos de Ingresso por Mudança de Curso e Transferência  ", "54": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n54 \n As mudanças de curso (para quem já estuda num outro curso da UFJF) e as \ntransferências de outras instituições dependem das condições estabelecidas em editais periodicamente publicados, qu e especificam número de vagas, datas de \ninscrição, etc. Para maiores informações sobre o edital deve ser obtidas através da \nCentral de Atendimento da UFJF.  \n \nVagas  \nO curso de Engenharia Elétrica –  Telecomunicações oferece quarenta e seis  (46) vagas \ndeclarad as e doze ( 12) vagas não declaradas, totalizando cinquen ta e oito vagas (58) \nanuais.  \nPara se inscrever para as vagas declaradas, o candidato deve declarar a sua opção pela habilidade pretendida no ato da inscrição na Universidade.  \nO aluno que optar pelas v agas não declaradas deverá ingressar na Universidade \natravés do Curso de Ciências Exatas e Tecnológicas. Este curso oferece sessenta (60) vagas referentes aos cursos  de engenharia elétr ica, sendo deste total, doze (12 ) vagas \ndestinadas ao curso  de Telecomu nicações . \nAo ingressar no Curso de Ciências Exatas e Tecnológicas, o aluno deverá cursar três semestres letivos e, ao finalizar e tendo aprovado um conjunto pré -determinado de \ndisciplinas, será classificado de acordo com o seu índice de rendimento acadêmic o \n(IRA) que é a média das notas obtidas ponderadas pelo número de créditos. Este conjunto pré -determinado é composto pelas seguintes disciplinas, totalizando 42 \ncréditos: Cálculo I (4 créditos), Geometria Analítica e Sistemas Lineares (4 créditos), Algorit mos (4 créditos), Laboratório de Programação (2 créditos), Laboratório de \nCiências (4 créditos), Química Fundamental (4 créditos), Cálculo II (4 créditos), Física I (4 créditos), Laboratório de Física I (2 créditos), Laboratório de Química (2 créditos), Cálculo III (4 créditos), Física II (4 créditos). Com o Índice de Rendimento Acadêmico \nobtido considerando -se estes 42 créditos, o aluno poderá escolher entre os seguintes \ncursos que terão suas vagas preenchidas prioritariamente pelos alunos com maior IRA: \n Bacharelado em Ciência da Computação.  ", "55": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n55 \n  Bacharelado em Estatística.  \n Bacharelado em Física.  \n Bacharelado em Física Aplicada.  \n Bacharelado em Matemática.  \n Bacharelado em Matemática Aplicada.  \n Bacharelado em Química.  \n Licenciatura em Física.  \n Licenciatura em Química.  \n Licenciatura em Matemática.  \n Engenharia Computacional.  \n Engenharia Elétrica –Sistemas Eletrônicos (12 vagas).  \n Engenharia Elétrica –Energia (12 vagas).  \n Engenharia Elétrica – Robótica e Automação Industrial (12 vagas)  \n Engenharia Elétrica – Sistemas de Potência (12 vagas)  \n Engenharia Elétrica –  Telecomunicações (12 vagas)  \nCada disciplina que terá sua nota contabilizada no IRA do aluno que o permitirá a \nescolher o curso que deseja ingressar terá um coordenador pedagógico próprio. Com isto todos os alunos do Bacha relado em Ciências Exatas e Tecnológicas serão avaliados \npor provas idênticas e suas provas serão corrigidas pela mesma banca examinadora. Isto garantirá condições para a avaliação dos alunos.  \nO ingresso via vagas não declaradas tem a vantagem de oferecer ao acadêmico um tempo maior para conhecer as nuances de cada opção de formação e fazer a escolha de forma mais consciente. Ao longo dos três primeiros períodos, o acadêmico recebe \ninformações sobre os cursos disponíveis e receberá acompanhamento do \ndeparta mento de psicologia para auxiliar a escolha da sua carreira profissional.  \n   ", "56": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n56 \n 6.1. Mobilidad e entre Cursos  da Engenharia El étrica  \n \nTendo em vista que as disciplinas do tronco básico (primeiro ao sexto período) dos cursos de Engenharia Elétrica são  quase que na s ua totalidade as mesmas, o aluno \ninteressado poderá requerer às coordenações dos cursos de origem e de destino, a mudança de seu curso original, uma única vez, nas seguintes condições:   \n  \ni. O aluno deve ter cursado pelo menos 140 créditos  em disciplinas o brigatórias do seu \ncurso de origem;  \n  \nii. Cada curso da Engenharia Elétrica poderá ter um fluxo de entrada ou saída de, no máximo, três alunos por semestre, através deste mecanismo de mobilid ade;  \n  \niii. Havendo mais alunos interessados em mudar de determin ado curso do que o \nprevisto no item ii, serão efetivadas as solicitações dos alunos com maior Índice de Rendimento Acadêmico (IRA). Havendo empate, será admitido o aluno com maior número de créditos cursados;  \n  \niv. As coordenações de curso abrirão, antes d o período de matrículas de cada \nsemestre letivo,  Edital de Mobilidade Acadêmica entre Cursos de Engenharia \nElétrica , para que os interessados se inscrevam.  \n \n7. Corpo Docente  \nO Corpo Docente atual do s departamentos de Circuitos Elétricos e de Energia Elétrica  \nconta com 44  professores efetivos em regime de dedicação  exclusiva.   \nExistem ainda os docentes alocados em outros Departamentos  (matemática, física, \nquímica, estatística, computação , estruturas, direito, engenharia ambiental) que ", "57": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n57 \n atuarão  na formação básica dos nossos alunos. Os professores alocados nestes \nDepartamentos  são em sua maioria contratados em regime de dedicação exclusiva \n \nFinalmente, a partir da adesão ao programa REUNI, a UFJF e o Governo Federal \nfirmaram um contrato no qual o Governo Federal se  compromete a dar infra- estrutura \ne docentes em contrapartida ao aumento do número de oferta de vagas a serem \noferecidas. Ainda no ano de 2013 serão concluídos os concursos para preencher 4 \nvagas no departamento de Circuitos Elétricos, sendo 2 dedicadas pa ra o curso de \nEngenharia Elétrica -  Telecomunicações e 2 para o curso de Engenharia Elétrica -  \nEletrônica, e 10 vagas no departamento de Energia Elétrica.  \n Uma listagem contendo todos os docentes do curso, sua máxima titulação e seu regime de trabalho se  encontra na tabela abaixo.  \n \nNOME  DEPTO  TITULAÇÃO  REGIME  \nABILIO MANUEL VARIZ  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nACACIO MAGNO RIBEIRO  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nADILSON DAVID DA SILVA  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nADLAI RA LPH DETONI  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nALAN MIGUEL \nVELASQUEZ TORIBIO  DEPTO DE FISICA /ICE  DOUTORADO  DE \nALBERT CARLO \nRODRIGUES MENDES  DEPTO DE FISICA /ICE  DOUTORADO  DE \nALEX BORGES VIEIRA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nALEXAND RE BESSA DOS \nSANTOS  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nALEXANDRE CUIN  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nALEXANDRE ROCHA \nDUARTE  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  TEMPORÁRIO  \nALEXEI ANATOLEVICH \nDERIGLAZOV  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nALFREDO CHAOUBAH  DEPTO DE ESTATISTICA /ICE  DOUTORADO  DE \nALINE SARMENTO \nPROCOPIO  DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL  DOUTORADO  DE \nALVARO AUGUSTO \nMACHADO DE MEDEIROS  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nANA PAULA SOARES \nFONTES  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nANA SILVIA PEREIRA \nSANTOS  DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL  DOUTORADO  DE \nANA TERCIA MONTEIRO DEPTO DE MATEMATICA /ICE  DOUTORADO  DE ", "58": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n58 \n OLIVEIRA  \nANDRE ARBEX HALLACK  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nANDRE AUGUSTO \nFERREIRA  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nANDRE DESIDERIO \nMALDONADO  DEPTO DE MATEMATICA /ICE  MESTRADO  SUBSTITUTO  \nANGELA MELLO COELHO  DEPTO DE ESTATISTICA /ICE  DOUTORADO  DE \nANTONIO CARLOS \nBARRETO PINTO  DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL  DOUTORADO  DE \nANTONIO CARLOS SANT \nANA DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nANTONIO OLIMPIO \nJUNIOR  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nARLEI LUCAS DE SOUZA \nROSA  DEPTO DE ENERGIA ELETRICA /ENG  MESTRADO  SUBSTITUTO  \nAUGUSTO CARVALHO \nSOUZA  DEPTO DE ESTATISTICA /ICE  MESTRADO  DE \nAUGUSTO SANTIAGO \nCERQUEIRA  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nBARBARA DE MELO \nQUINTELA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE  SUBSTITUTO  \nBARBARA LUCIA DE \nALMEIDA  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nBERNAR DO MARTINS \nROCHA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  DE \nBERNHARD JOHANNES \nLESCHE  DEPTO DE FISICA /ICE  DOUTORADO  DE \nBRUNO HENRIQUES DIAS  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nCAMILA BORELLI ZELLER  DEPTO DE ESTATISTICA /ICE  DOUTORADO  DE \nCARLOS ALBERTO \nHUAIRA CONTRERAS  DEPTO DE ESTATISTICA /ICE  GRADUAÇÃO  SUBSTITUTO  \nCARLOS AUGUSTO \nDUQUE  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nCARLOS CRISTIANO \nHASENCLEVER BORGES  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nCARLOS JUAREZ \nVELASCO  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nCHARLANE CIMINI \nCORREA  DEPTO DE QUIMICA /ICE  DOUTORADO  SUBSTITUTO  \nCRISTIANE DE ANDRADE \nMENDES  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nCRISTIANO GOMES \nCASAGRANDE  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  SUBSTITUTO  \nCRISTIANO LEGNANI  DEPTO DE FISICA /ICE  DOUTORADO  DE \nCUSTODIO GOUVEA \nLOPES DA MOTTA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nDANIEL DISCINI SILVEIRA  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nDANILO PEREIRA PINTO  DEPTO DE ENERGIA ELETRICA / ENG  DOUTORADO  DE \nDAVID SERGIO ADAES DE \nGOUVEA  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nDEBORA ROSANA \nRIBEIRO PENIDO ARAUJO  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nDENILSON CARVALHO DEPTO DE FISICA /ICE  MESTRADO  SUBSTITUTO  ", "59": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n59 \n RESENDE  \nDENISE LOWIN SOHN  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nDILMER GEORGE SILVA  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  40H \nEDMAR WELINGTON \nOLIVEIRA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  DE \nEDUARDO BARRERE  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nEDUARD O PAGANI JULIO  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  DE \nEMANOEL DE CASTRO \nANTUNES FELICIO  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nENDRIK NARDOTTO RIOS  DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL  SUBSTITUTO  DE \nESTEVAO COELHO \nTEIXEIRA  DEPTO DE CIRCUI TOS ELETRICOS \n/ENG  DOUTORADO  DE \nEVALDO DE OLIVEIRA DA \nSILVA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nEVER PEREIRA DA SILVA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nFABIO RODRIGUES \nPEREIRA  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nFABIO ZAPP A DEPTO DE FISICA /ICE  DOUTORADO  DE \nFABRICIO DE SOUZA \nOLIVEIRA  DEPTO DE DIREITO PRIVADO /DIR  MESTRADO  DE \nFABRICIO PABLO \nVIRGINIO DE CAMPOS  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nFELIPE DOS SANTOS \nLOUREIRO  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUT ORADO  DE \nFERNANDA IRENE \nBOMBONATO  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nFERNANDA MARIA DA \nCOSTA VIEIRA  DEPTO DE DIREITO PRIVADO /DIR  DOUTORADO  DE \nFERNANDO SATO  DEPTO DE FISICA /ICE  DOUTORADO  DE \nFLAVIA CAVALIERI \nMACHADO  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nFLAVIANA ANDREA \nRIBEIRO  DEPTO DE MATEMATICA /ICE  MESTRADO  DE \nFLAVIO DA ROCHA \nAZEVEDO  DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL  MESTRADO  DE \nFLAVIO IASSUO \nTAKAKURA  DEPTO DE FISICA /ICE  DOUTORADO  DE \nFLAVIO VANDERSON \nGOMES  DEPTO DE ENERGIA ELETRICA /EN G DOUTORADO  DE \nGERMAN DAVID YAGI \nMOROMISATO  DEPTO DE ENERGIA ELETRICA /ENG  MESTRADO  SUBSTITUTO  \nGIOVANA TREVISAN \nNOGUEIRA  DEPTO DE FISICA /ICE  DOUTORADO  DE \nGIULIANO PRADO DE \nMORAIS GIGLIO  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  SUBSTITUTO  \nGLAUKER M ENEZES DE \nAMORIM  DEPTO DE MATEMATICA /ICE  MESTRADO  DE \nGUILHERME DE \nBERREDO PEIXOTO  DEPTO DE FISICA /ICE  DOUTORADO  DE ", "60": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n60 \n HARLEM VIEIRA CASTRO  DEPTO DE QUIMICA /ICE  MESTRADO  SUBSTITUTO  \nHEDER SOARES \nBERNARDINO  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nHELIO FRANCISCO DA \nSILVA  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nHENRIQUE ANTONIO \nCARVALHO BRAGA  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nHEVELINE SILVA  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nINDHIRA OLIVEIRA \nMACIEL  DEPTO DE FISICA /ICE  DOUTOR ADO  DE \nIVAN FERREIRA DOS \nSANTOS  DEPTO DE FISICA /ICE  DOUTORADO  DE \nIVO CHAVES DA SILVA \nJUNIOR  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nIVONI DE FREITAS REIS  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nJANE AZEVEDO DA SILVA  DEPTO DE ESTATISTICA /ICE  DOUTORADO  DE \nJESULIANA NASCIMENTO \nULYSSES  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  SUBSTITUTO  \nJOANA DARC ANTONIA \nSANTOS DA CRUZ  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nJOANIZIO AFONSO \nRIBEIRO DIAS  DEPTO DE MATEMATICA /ICE  GRADUAÇÃO  SUBSTITUTO  \nJOAO ALBERTO PASS OS \nFILHO  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nJOAO CARLOS DE ASSIS \nRIBEIRO DE OLIVEIRA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  DE \nJORGE ANANIAS NETO  DEPTO DE FISICA /ICE  DOUTORADO  DE \nJOSE EUGENIO DE \nJESUS CARDOSO \nGRAUDO  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nJOSE HONORIO \nGLANZMANN  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  SUBSTITUTO  \nJOSE LUIZ MATHEUS \nVALLE  DEPTO DE FISICA /ICE  DOUTORADO  DE \nJOSE PAULO \nRODRIGUES FURTADO \nDE MENDONCA  DEPTO DE FISICA /ICE  DOUTORADO  DE \nJULIANA ALVES DOS \nSANTOS  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nJULIO AKASHI \nHERNANDES  DEPTO DE FISICA /ICE  DOUTORADO  DE \nJULIO CESAR TEIXEIRA  DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL  DOUTORADO  DE \nLAERCIO JOSE DOS \nSANTOS  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nLEANDRO RAMOS DE \nARAUJO  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nLEONARDO DE MELLO \nHONORIO  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nLEONARDO WILLER DE \nOLIVEIRA  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nLIAMARA SCORTEGAGNA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTO RADO  DE \nLONARDO RABELO  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE ", "61": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n61 \n LORENZA LEAO OLIVEIRA \nMORENO  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  DE \nLUCAS DE OLIVEIRA \nVIEIRA  DEPTO DE MATEMATICA /ICE  GRADUAÇÃO  SUBSTITUTO  \nLUCIANA CONCEICAO \nDIAS CAMPOS  DEPTO DE CIEN CIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nLUCIANO JEREZ CHAVES  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  DE \nLUCIANO MANHAES DE \nANDRADE FILHO  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nLUCY TIEMI TAKAHASHI  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nLUIS FER NANDO \nCROCCO AFONSO  DEPTO DE MATEMATICA /ICE  DOUTORADO  SUBSTITUTO  \nLUIZ FERNANDO DE \nOLIVEIRA FARIA  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nLUPERCIO FRANCA \nBESSEGATO  DEPTO DE ESTATISTICA /ICE  DOUTORADO  DE \nMANUEL ARTURO \nRENDON MALDONADO  DEPTO DE ENERGIA ELET RICA /ENG  DOUTORADO  DE \nMARCELO AROCA TOMIM  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nMARCELO CANIATO \nRENHE  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  DE \nMARCILIO JOSE \nPEDRETTI  DEPTO DE FISICA /ICE  GRADUAÇÃO  DE \nMARCIO DE PINHO \nVINAGRE  DEPTO DE CIRCU ITOS ELETRICOS \n/ENG  DOUTORADO  DE \nMARCIO LUIS MOREIRA \nDE SOUZA  DEPTO DE ESTATISTICA /ICE  MESTRADO  SUBSTITUTO  \nMARCIO VICENTE RIZZO  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nMARCO AURELIO DE \nALMEIDA CASTRO  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nMARCO AURELIO \nKISTEMANN JUNIOR  DEPTO DE MATEMATICA /ICE  MESTRADO  DE \nMARCONE AUGUSTO \nLEAL DE OLIVEIRA  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nMARIA CAROLINA SILVA \nSOARES  DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL  DOUTORADO  DE \nMARIA CRISTINA ARAUJO \nDE OLIV EIRA  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nMARIA JULIETA VENTURA \nCARVALHO DE ARAUJO  COORDENAÇÃO DO CURSO CIENCIAS \nEXATAS  MESTRADO  DE \nMARIA LUIZA BEDRAN  DEPTO DE FISICA /ICE  DOUTORADO  DE \nMARIA MIRTES DA SILVA  DEPTO DE QUIMICA /ICE  DOUTORADO  SUBSTITUTO  \nMAURICIO ANTONIO \nPEREIRA DA SILVA  DEPTO DE QUIMICA /ICE  DOUTORADO  DE \nMICHEL BORTOLINI HELL  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nMOISES VIDAL RIBEIRO  DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO  DE \nNELSON DANTAS LOUZA \nJUNIOR  DEPTO DE MATEMATICA /ICE  MESTRADO  DE \nOLIMPIO HIROSHI \nMIYAGAKI  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nORESTES PIERMATEI DEPTO DE MATEMATICA /ICE  DOUTORADO  DE ", "62": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n62 \n FILHO  \nOTAVIO EURICO DE \nAQUINO BRANCO  DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL  DOUTORADO  DE \nPAULO ROBERTO DE \nCASTRO  VILLELA  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nRAFAEL ANTUNES \nNOBREGA  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nRAQUEL PEROBELLI DE \nOLIVEIRA  DEPTO DE QUIMICA /ICE  ESPECIALIZAÇ\nÃO SUBSTITUTO  \nREGINALDO BRAZ \nBATISTA  DEPTO DE MATEMATICA /ICE  MESTRADO  DE \nREGIS CASTIJOS ALVES \nSOARES JUNIOR  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nRICARDO BEVILAQUA \nPROCOPIO  DEPTO DE MATEMATICA /ICE  MESTRADO  DE \nRITA DE CASSIA \nOLIVEIRA ESTEVAM  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  DE \nROBERTO ROSAS PINHO  DEPTO  DE FISICA /ICE  DOUTORADO  DE \nRODRIGO ALVES DIAS  DEPTO DE FISICA /ICE  DOUTORADO  DE \nRODRIGO LUIS DE \nSOUZA DA SILVA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nROGERIO CASAGRANDE  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nSANDRO RODRIGUES \nMAZORCHE  DEPTO D E MATEMATICA /ICE  DOUTORADO  DE \nSARA CRISTINA CAMPOS \nBORGES  DEPTO DE MATEMATICA /ICE  MESTRADO  DE \nSAUL DE CASTRO LEITE  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nSAULO MORAES VILLELA  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  SUBSTITUTO  \nSERGIO G UILHERME DE \nASSIS VASCONCELOS  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nSERGIO IBANEZ NUNES  DEPTO DE MORFOLOGIA /ICB  DOUTORADO  DE \nSERGIO MURTA MACIEL  DEPTO DE MORFOLOGIA /ICB  DOUTORADO  DE \nSERGIO SAUL MAKLER  DEPTO DE FISICA /ICE  DOUTORADO  DE \nSIMONE SANTANA DE \nASSUNCAO ARAUJO \nPEREIRA  DEPTO DE QUIMICA /ICE  MESTRADO  DE \nSOFIA CAROLINA DA \nCOSTA MELO  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nSTENIO SA ROSARIO \nFURTADO SOARES  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO  DE \nTAIS ARTHUR CORREA  DEPTO DE QUIMICA /ICE  MESTRADO  DE \nTATIANA APARECIDA \nGOUVEIA  DEPTO DE MATEMATICA /ICE  MESTRADO  DE \nTAULLER AUGUSTO DE \nARAUJO MATOS  DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO  SUBSTITUTO  \nTUFI MACHADO SOARES  DEPTO DE ESTATISTICA /ICE  DOUTORADO  DE \nVALERIA MATTOS DA \nROSA  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nVANDER MENENGOY DA \nCOSTA  DEPTO DE CIRCUITOS ELETRICOS \n/ENG  DOUTORADO  DE \nVICENTE DE PAULA \nRAMOS DE CASTRO  DEPTO DE ENERGIA ELETRICA /ENG  ESPECIALIZAÇ\nÃO SUBSTITUTO  ", "63": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n63 \n VIRGILIO DE CARVALHO \nDOS ANJOS  DEPTO DE FISICA /ICE  DOUTORADO  DE \nWALLACE NASCIMENTO \nPINTO JUNIOR  DEPTO DE MATEMATICA /ICE  ESPECIALIZAÇ\nÃO SUBSTITUTO  \nWELBER GIANINI \nQUIRINO  DEPTO DE FISICA /ICE  DOUTORADO  DE \nWILHELM PASSARELLA \nFREIRE  DEPTO DE MATEMATICA /ICE  DOUTORADO  DE \nWILLIAN JOSE DA CRUZ  DEPTO DE MATEMATICA /ICE  MESTRADO  SUBSTITUTO  \nWILSON DE SOUZA MELO  DEPTO DE FISICA /ICE  DOUTORADO  DE \nZELIA MARIA DA COSTA \nLUDWIG  DEPTO DE FISICA /ICE  DOUTORADO  DE \n \n8. Recepção d os Cal ouros  \n \nOs mecanismos de recepção dos alunos novatos são de importância fundamental para \no sucesso de implantação do presente Projeto Pedagógico de Curso (PPC).  \n \nA Coordenação de Curso promoverá atividades na primeira semana do semestre para que os alunos recém chegados tomem conhecimento das normas acadêmicas da UFJF (Regulamento Acadêmico da Graduação  – RAG), do PPC, do Estatuto da UFJF e do \nRegimento Geral da UFJF. Com isto, o aluno será despertado desde o seu ingresso dos \nseus direitos e das suas responsabilidades para com a sua própria formação.  \n Todo o corpo docente e técnicos administrativos do C urso de Engenharia Elétrica \ndeverão  ser envolvido s neste processo para que os “calouros” possam conhecer os \nprofessores e funcionários que serão os responsáveis pela sua formação. Estas atividades garantirão o comprometimento de toda a comunidade acadêmica com este \nPPC.  \n Ademais, consta no currículo uma disciplina de Introdução à Engenharia Elétrica, ministrada no primeiro período, que tem como objetivo atividades de recepção, apresentação da universidade e de integração dos calouros.  ", "64": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n64 \n 9. Recursos d e Infra -Estr utura  \n9.1. Infra -Estrutura Física Atual  \nA Figura 4  mostra a localização da Faculdade de Engenharia no Campus da UFJF na \nquarta plataforma denominada Setor de Tecnologia.  \n \nOs quatro primeiros períodos do curso são realizados, predominantemente, no \nInstituto de Ciências Exatas (3a Plataforma do Campus) onde os alunos cursam as \ndisciplinas teóricas e práticas dos Departamentos de Matemática, Física, Química, \nEstatística e Ciências da Computação. Estão disponíveis laboratórios de Física, Química e Computação.  \n \n \nFigura 4 - Localização da Faculdade de Engenharia na UFJF  \n A partir do quinto período do curso, os alunos passam a cursar disciplinas ministradas exclusivamente  na Faculdade de Engenharia, onde existem seis salas de aula alocadas \npreferencialmente para os Cu rsos de Engenharia com capacidade entre 45 a 6 0 \nalunos.  ", "65": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n65 \n  \nA Faculdade de Engenharia possui uma biblioteca setorial onde as principais referências bibliográficas utilizadas nas disciplinas d e graduação e pós -graduação são \ndisponibilizadas. Adicionalmente, a Universidade possui uma Biblioteca Central onde \nsão encontradas obras ligadas à engenharia e todas as demais áreas do conhecimento.  \n \nExistem 5 auditórios com recursos multimídia de uso compartilhado com os outros cursos da faculdade. São eles:  \n Auditório Principal da Faculdade, capacidade de 262 lugares.  \n Auditório da Sala da Escadinha, capacidade de 82 lugares.  \n Auditório A\n3E2 (Associação dos Antigos Alunos da Escola de Engenharia), \ncapacidade 50 lugares.  \n Auditório da Pós -Graduação em Engenharia Elétrica (PPE E) com 5 0 lugares \nequipado com recursos multimídia e ar -condicionado.  \n Auditório do Galpão 1 –  Engenharia Civil com 100 lugares.  \n Os 4 4 professores do Curso de Engenharia Elétrica possuem gabinetes de trabalho \nindividuais com espaço médio de 1 2m\n2 cada.  \n Há, ainda, salas específicas para atender às coordenações de curso de graduação e \npós-graduação em Engenharia Elétrica, bem como dois espaços para reuniões, \nconvivência e preparo de lanches rápidos.  A Coordenação de Curso possui a área de 30m\n2 e é o local on de são realizados os atendimentos aos discentes.  \n O Curso de Engenharia Elétrica conta com os seguintes laboratórios:  \n Laboratório de Circuitos Elétricos.  \n Laboratório de Máquinas Elétricas.  \n Laboratório de Eletrônica (LABEL) –  Este laboratório atende simultaneamente \naos cursos de graduação e pós -graduação em Engenharia Elétrica.  ", "66": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n66 \n  Laboratório de Processamento de Sinais e Telecomunicações (LAPTEL) –  Este \nlaboratório é de utilização prioritária do PPEE, mas possui forte elo com o \nensino de graduação.  \n Laboratório de Sistemas de Potência (LABSPOT) –  Este laboratório é de \nutilização prioritária do PPEE, mas possui forte elo com o ensino de graduação (150 m\n2). \n Laboratório do Núcleo de Automação e Eletrônica de Potência (NAEP) que atende simultaneamente aos cursos de g raduação e pós -graduação em \nEngenharia Elétrica.  \n Ambiente de Sistemas Motrizes /LEENER . \n Laboratório do Núcleo de Iluminação Moderna (NIMO) que atende simultaneamente aos cursos de graduação e pós -graduação em Engenharia \nElétrica.  \n Laboratório de Eletrotécnic a e Medidas Elétricas.  \n Laboratório de Computação da Engenharia Elétrica (LACEE) –  (200m\n2). \n Laboratório de Eficiência Energética (LEENER).  \n Laboratório de Controle de Processos.  \n Laboratório de Energia Solar (LABSOLAR) (1000 m2). \n Cada laboratório possui um p rofessor coordenador.  \n Dentro do espaço físico da Faculdade de Engenharia, existem as seguintes estruturas que também completam a formação dos alunos:  \n Núcleo de Empreendedorismo (NEMPE).  \n Empresa Júnior Porte.  \n Empresa Júnior Mais.  \n PET (Programa de Educação Tutorial) – CAPES.  \n Ramo Estudantil do IEEE ( The Institute of Electrical and Electronic Engineers ) \n ", "67": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n67 \n O Diretório Acadêmico da Faculdade de Engenharia possui sede própria em uma sala \nlocalizada na própria Faculdade de Engenharia e existe uma ampla cantina que  \nfunciona nos turnos diurnos e noturno.  \n \nDentro do espaço da Faculdade de Engenharia, está o PPEE (Programa de Pós -\nGraduação em Engenharia Elétrica) que possui um prédio próprio de 2.000 m2 e abriga \nlaboratórios da graduação e pós -graduação, gabinetes de p rofessores, auditório, \nsecretaria e possui sistema de controle de acesso baseado em biometria.  \n \nFora do espaço da Faculdade de Engenharia, mas ainda também na quarta plataforma \n(Setor Tecnológico), encontra -se o CRITT (Centro Regional de Inovação e Transfe rência \nde Tecnologia). Este centro possui forte interação com a Faculdade de Engenharia oferecendo bolsas para os alunos que desejarem atuar junto às empresas incubadas, \njunto à administração do centro e, após a formatura, para aqueles que desejarem \nempree nder no próprio negócio. O CRITT tem as seguintes estruturas:  \n Incubadora de Empresas de Base Tecnológica (IBT).  \n Incubadora Tecnológica de Cooperativas Populares (INTECOOP).  \n Setor de Transferência de Tecnologia.  \n Pré-Incubadora.  \n Condomínio de Empresas.  \n Núcle o de Eletro -Eletrônica (NEE).  \n Núcleo de Inovação Tecnológica (NIT).  \n \nO NEE do CRITT tem o objetivo de assessorar as empresas incubadas e futuros \nempreendedores no desenvolvimento de novos produtos e, também, disponibilizar equipamentos de última geração. O  NEE oferece bolsas e oportunidades de iniciação \ncientífica e treinamento profissional a alunos do Curso de Engenharia Elétrica.  \n ", "68": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n68 \n 9.2. Infra -Estrutura Administrativa Atual  \nPara uma melhor administração, foram criadas funções gratificadas, que serão \nocupadas por  professores eleitos em uma votação pelos professores integrantes ou \ndo departamento a que estão subordinados, no caso da chefia de departamento, ou por todos os professores da Engenharia Elétrica, no caso do coordenador de curso.  \n Os cargos remunerados at ravés de funções gratificadas são os seguintes:  \n Coordenação  de Curso ; \n Chefia de departamento : Atualmente são d ois chefes de departamento, o \nchefe de Departamento de Circuitos Elétricos e o c hefe de Departamento de \nEnergia  \nAs disciplinas e os respectivos do centes dos ciclos básico, profissionalizante e \nespecífico estão alocadas em nestes dois Departamentos . O c hefe de departamento é \nresponsável principalmente pela atribuição dos encargos didáticos dos docentes neles \nalocados, acompanhamento do conteúdo das d isciplinas ministradas pelo s \nprofessores do  Departamento, realização de concursos para novos docentes, \nacompanhamento das atividades e funcionamento dos laboratórios alocados no Departamento.  \n \n9.2.1.  Núcl eo Docente Estruturante (NDE)  \nNúcleo Docente Estruturante ( NDE) do Curso de Graduação em Engenharia Elétrica –  \nEnergia foi criado pelo Conselho de Unidade da Faculdade de Engenharia da Universidade Federal de Juiz de Fora através da Resolução No. 10 de 14 de Junho de 2012.  \n \nO Núcleo Docente Estruturante constitui órgão suplementar da estrutura do Curso de \nGraduação em Engenharia Elétrica da UFJF - Telecomunicações, com atribuições \nconsultivas e propositivas sobre matéria acadêmica, subsidiando as deliberações no ", "69": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n69 \n processo de concepção, consolidação e atualização do Projeto Pedagógico do Curso, \nobservando o previsto na legislação pertinente.  \n São atribuições do Núcleo Docente Estruturante:  \nI. Contribuir para a consolidação do perfil profissional do egresso do curso;  \nII. Zelar pela integração curricular interdisciplinar entre as diferentes atividades de ensino constantes no currículo;  \nIII. Indicar formas de incentivo ao desenvolvimento de linhas de pesquisa e extensão, oriundas de necessidades da graduação, de exigências do mercado de trabalho e afinadas com as políticas públicas relativas à área de conhecimento do curso;  \nIV. Zelar pelo cumprimento das Diretrizes Curriculares Nacionais no âmbito do Curso de Graduação em Engenharia Elétrica da UFJF -  Telecomunicações;  \nV. realizar avaliação continuada do Projeto Pedagógico  do Curso, encaminhando suas \nsugestões e conclusões às instâncias competentes.  \n O Núcleo Docente Estruturante é constituído por cinco professores lotados em departamentos que atendam ao curso, sendo o Coordenador e o Vice Coordenador do curso são membros d o NDE enquanto durarem seus respectivos mandatos. Todos os \nmembros do NDE devem ter regime de trabalho em tempo integral e dedicação exclusiva.  \n A renovação do NDE deve assegurar a continuidade no processo de acompanhamento do curso, não sendo permitida a substituição total ou de mais da metade de seus \nmembros por um único ato ou dentro de um período mínimo de dois anos.  \nTabela 18 – Composição do NDE do Curso de Engenharia Elétrica –  Telecomunicações  \n \nProfessor  Titulação  Regime de Trabalho  \nDaniel Discini S ilveira \n(Coordenador)  Doutorado  Integral/DE  \nÁlvaro Medeiros  (Vice \nCoordenador)  Doutorado  Integral/DE  \nAlexandre Bessa  Doutorado  Integral/DE  ", "70": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n70 \n Fabrício Pablo V. Campos  Doutorado  Integral/DE  \nMoisés Vidal Ribeiro  Doutorado  Integral/DE  \n \n9.2.2.  C o le g i a do  de  C u r s o  \nO colegiado de curso é composto pelos membros (ver norma a seguir):  \nCoordenador, Vice -Coordenador, pelos professores do departamento de Circuitos Elétricos e do \ndepartamento de Energia Elétrica, u m representante da Área Básica de Matemática (Depto de \nMatemát ica – ICE), um representante da Área Básica de Física (Depto de Física –  ICE), Um \nrepresentante da Área Básica de Ciência da Computação (Depto de Ciência da Computação–  ICE) e \ndezoito representantes discentes. O colegiado de curso tem a mesma composição pa ra todas as \nhabilitações da Engenharia Elétrica: Automação e Robótica, Energia, Sistemas Eletrônicos, Sistemas de \nPotência, e Telecomunicações.  \n \nNORMA PARA OS COLEGIADOS DOS CURSOS DE GRADUAÇÃO  \nVINCULADOS A FACULDADE DE ENGENHARIA \nCAPÍTULO I –  Das Disposiç ões Preliminares  \nArt. 1 –      A presente norma tem como objetivo estabelecer as diretrizes gerais para composição e \nfuncionamento dos Colegiados dos Cursos de Graduação vinculados a Faculdade de Engenharia da \nUniversidade Federal de Juiz de Fora.  \nCAPÍTULO II – Da Estrutura  \nArt. 2 –      Os Colegiados dos Cursos de Graduação da Faculdade de Engenharia, previstos no parágrafo \n1º do artigo 27 do Regimento da UFJF, são órgãos de gerenciamento acadêmico dos cursos com suas atribuições previstas no capítulo III da  presente norma.  \nArt. 3 –      Os Colegiados dos Cursos serão constituídos pelo Coordenador como seu presidente, pelo \nVice Coordenador, por um representante de cada uma das Áreas de Conhecimento consideradas \nessenciais para cada curso, e pela representação discente.  \n§1° – Entende -se por Área de Conhecimento, um conjunto de conteúdos que, para melhor gestão \npedagógica do curso deverão ser administrados de forma integrada, tendo um docente representante e \nresponsável por esta ação integradora, que deve envolve r as atividades de ensino, pesquisa e extensão.  \n§2° – As áreas de conhecimento, previstas no Projeto Político Pedagógico de cada curso, estão listadas \nno anexo I.  \nArt.4 – No que se refere à representação docente no colegiado deve- se observar:  \na)       O re presentante de cada área de conhecimento será indicado pelo grupo de docentes vinculados \nà respectiva área.  \nb)       O representante indicado deve estar em regime de dedicação exclusiva na UFJF, sem nenhum \ntipo de afastamento;  \nc)       O representante deverá obrigatoriamente ser professor do curso;  \nd)       O mandato do representante para cada uma das áreas de conhecimento é de 2 (dois) anos, \npermitida uma recondução consecutiva.  \nArt.5 – Os representantes discentes com mandato de 1(um) ano, serão indicados pelo Diretório \nAcadêmico do Curso segundo a legislação em vigor.  \n \nCAPÍTULO III –  Das Atribuições  \nArt. 6 –  O Colegiado de Curso é um órgão de deliberação acadêmica e de gerenciamento do Curso, \ncompetindo -lhe: \na)       funcionar como órgão consultivo e de as sessoria do Coordenador do Curso;  \nb)       funcionar como instância de recurso para as decisões do Coordenador do Curso;  \nc)       funcionar como órgão deliberativo nas questões didático- pedagógicas do Curso;  \nd)       propor alterações curriculares;  ", "71": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n71 \n e)       analisar os Planos de Curso de todas as disciplinas e atividades curriculares que compõem os \nconteúdos das áreas de conhecimento definidas para o Curso, propondo sua aprovação ou sugerindo \nalterações consideradas apropriadas;  \nf)  acompanhar, continuament e a execução do Projeto Político Pedagógico do Curso e, quando \nnecessário, propor a sua atualização;  \ng) propor ao Conselho de Unidade da Faculdade de Engenharia, alteração desta norma; a criação e/ou extinção das Áreas de Conhecimento; desde que as propost as tenham aprovação de no mínimo 2/3 do \ncolegiado;  \nh) promover um processo regular de avaliação do curso;  \ni) opinar e propor aos Departamentos alterações na alocação de docentes que não atendam as \nnecessidades dos cursos.  \n \nCAPÍTULO IV –  Do Funcionamento  \n \nArt. 7 –  O funcionamento dos Colegiados de Curso deverá atender, no que couber, aos capítulo II e III \ndo Regimento Geral da UFJF  \nArt. 8 –  Em reuniões do colegiado nas quais conste de pauta assuntos que envolvam áreas de \nconhecimento não diretamente representadas pelos membros efetivos, poderá haver convite aos \ndepartamentos às quais elas pertençam, para que o mesmo indique assessores que possam subsidiar as \ndiscussões.  \n§1º –   Os assessores de que trata esse artigo, poderão ser convidados pela coordenação ou  pelos \nmembros efetivos do colegiado.  \n§2º –   A participação desses assessores nas reuniões que deve ser previamente aprovada, e ocorrerá \napenas durante a discussão do assunto que originou o convite ao mesmo.  \nArt. 9 – O membro do colegiado que não comparec er a 3 (três) reuniões consecutivas ou 5 (cinco) \nalternadas perderá o seu mandato, ocorrendo nova indicação pelos docentes vinculados a respectiva \nárea de conhecimento ou se representante discente pelo respectivo Diretório Acadêmico .  \nArt. 10 –  Demais regr as específicas necessárias ao funcionamento de cada colegiado, que não entrem \nem conflito com a presente norma, poderão ser criadas e aprovadas pelos mesmos.  \n \n  \nCAPÍTULO V –  Disposições Finais  \nArt. 12 – O Coordenador e o Vice -coordenador serão eleitos em c onformidade com as normas do \nConselho de Unidade da Faculdade de Engenharia.  \nArt. 13 –  Estas normas entram em vigor a partir da data da sua aprovação no Conselho de Unidade da \nFaculdade de Engenharia.  \n \nJuiz de Fora, 10 de dezembro de 2003.  \n \n  \nANEXO I –  Áreas de Conhecimentos definidas para os Cursos.  \n3 – O Curso de Engenharia Elétrica está estruturado em 08(oito) áreas consideradas essenciais a saber: \nBásica de Matemática; Básica de Física; Circuitos; Sistemas Eletrônicos; Automação e Controle; \nSistemas de Potência; Energia; Eletrotécnica.  \n3.1- Constitui a Área Básica de Matemática ,o conjunto de conteúdos de matemática, estatística e afins.  \n3.2- Constitui a Área Básica de Física o conjunto de conteúdos de mecânica, calor, ótica e \neletromagnetismo  \n3.3- Const itui a Área de Circuitos o conjunto de conteúdos de circuitos elétricos, eletrônica analógica e \neletrônica digital  \n3.4- Constitui a Área de Sistemas Eletrônicos o conjunto de conteúdos de instrumentação, medições \nelétricas, eletrônica de Potência, micropro cessadores, processamento de sinais e telecomunicações.  \n3.5- Constitui a Área de Automação e Controle o conjunto de conteúdos de controle, automação, redes \ne sistemas inteligentes.  ", "72": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n72 \n 3.6- Constitui a Área de Sistemas de Potência o conjunto de conteúdos de fl uxo de potência, curto -\ncircuito, proteção, sobretensões, otimização, transmissão e distribuição de energia elétrica.  \n3.7- Constitui a Área de Energia o conjunto de conteúdos de eficiência energética, qualidade de \nenergia, gestão de energia, centrais hidrel étricas, centrais termelétricas e fontes alternativas de \nenergia.  \n3.8- Constitui a Área de Eletrotécnica o conjunto de conteúdos de instalações elétricas, eletrotécncia \nindustrial, máquinas elétricas e transformadores.  \n \n  \n9.2.3.  Demais Atividad es Coord enadas  \n \nO Coordenador de Estágios é responsável pelo acompanhamento dos alunos em \nestágio obrigatório de 1 60 horas.  \nAdicionalmente, há necessidade de Coordenação das Atividades Complementares, \nTrabalho Final de Curso e organização dos Seminários Engenharia, Cidadania e Metodologia Científica. Para este fim, o  Colegiado irá designar professores , que não \nreceberão função gratificada  e poderão  ter carga horária reduzida em sala de aula em \nrelação aos demais docentes.  \n Finalmente, de acordo com o que será detalhado no Capítulo  10, deverá existir uma \nComissão de Avaliação formada no âmbito do Curso de Engenharia Elétrica que será responsável por todo o sistema de avaliação e acompanhamento do Projeto Pedagógico do Curso.  \n9.3. Infra -Estrutura d e Laboratórios  \nOs laboratórios atuais deverão receber aporte de recursos para comportarem o aumento do número de discentes e, adicionalmente, serão necessários novos laboratórios. Todos estes, atuais e novos, estão listados na Tabela 19 . Caso os recursos \nnecessários para a operacionalização  destes laboratórios sejam superiores aos \nalocados para o Curso, os docentes irão buscar a captação de recursos através de Editais das agências de fomento e parcerias com a iniciativa privada. Os recursos disponibilizados no âmbito do REUNI serão utilizado s prioritariamente para a \nadequação dos laboratórios do ciclo básico (1\no ao 6o) períodos.  ", "73": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n73 \n  \nTabela 19 – Reestruturação dos Laboratórios  \nNome do Laboratório  Área (m2) Custo (R$)  \nAutomação Industrial  200 1.200.000,00  \nControle  120 800.000,00 \nEficiência Ener gética  60 611.700,00  \nConversão Eletromecânica de Energia  120 865.500,00 \nEletrônica Básica  100 233.720,00  \nSistemas Digitais e Microprocessadores  70 193.700,00 \nProjetos Eletrônicos  70 138.500,00 \nCircuitos Elétricos  Existente  78.740,00 \nMedidas Elétricas  Existente  84.075,00 \nMáquinas Elétricas  Existente  97.180,00 \nTelecomunicações  100 320.000,00 \nComputação  Existente + 100  100.000,00 \nCUSTO TOTAL  4.723.115 \n \nForam adquiridos ainda no ano de 2012 a quantia de aproximadamente um milhão de reais (Edital 255/2012, UASG:153061) em vários equipamentos de medidas e kits \neducacionais para o laboratório de telecomunicações, e que serão devidamente utilizados nas práticas educacionais em sala de aula e principalmente no laboratório do curso de  Teleco municações.  \n9.4. Infra -Estrutura d e Salas d e Aula  \nAs turmas foram dimensionadas para 60 alunos com exceção das disciplinas de Circuitos Elétricos e Eletromagnetismo que foram dimensionadas para 45 alunos.  Há \numa demanda estimada para os cinco cursos da Engenhar ia Elétrica de 20 salas de \naula  de 60 alunos.  A faculdade de Engenharia inaugurou recentemente o prédio \nItamar Franco, com várias salas de aulas e auditórios, o que supriu a carência de salas \nde aulas necessárias para o curso.  ", "74": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n74 \n 9.5. Apoio Acad êmico  aos Docentes  \nO projeto REUNI prevê a disponibilização de bolsas de mestrado e doutorado para \nalunos da pós -graduação que irão atuar como tutores em disciplinas estratégicas do \nCurso de Graduação em Engenharia Elétrica nas suas diversas habilitações.  \n Para o pleno êxit o do presente Projeto Pedagógico de Curso é fundamental a  \ndisponibilização de pelo menos um tutor  para o curso de  Telecomunicações.  \n \n10. A Avaliação d o Projeto Pedagógico d o Curso (PPC)  \n10.1.  Processo d e Avaliação Premissas Básicas  \nA avaliação de uma instituição edu cativa tem como função a produção de \nconhecimento que subsidie o aperfeiçoamento de práticas e favoreça a construção e \nconsolidação de um sentido comum de universidade.  Possibilita também que a \ncomunidade universitária tome consciência do projeto pedagógico desenvolvido em seu cotidiano e tome decisões que venham reafirmar sua identidade social.  \n Para tanto, o Sistema Nacional de Avaliação da Educação Superior (SINAES -  Lei \n10861/04) propõe, integrada à Auto -Avaliação Institucional, o desenvolvimento da \nAvaliação de Curso , com o propósito de apreender “a qualidade do curso no contexto \nda realidade institucional no sentido de formar cidadãos conscientes e profissionais responsáveis e capazes de realizar transformações sociais”. (“Instrumento de Avaliação de cursos de graduação”. CONAES/INEP. p.10)  \n A Avaliação de Curso deverá ter como objetivo o aperfeiçoamento contínuo da qualidade acadêmica, a melhoria do planejamento e da gestão universitária e a prestação de contas à sociedade. Estará voltada para o aper feiçoamento e a \ntransformação do curso, preocupando -se com a qualidade de seus processos internos. \nCaracteriza -se como um processo contínuo e aberto, mediante o qual todos os setores ", "75": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n75 \n do curso, e as pessoas que os compõem, participam de um repensar que inclui os \nobjetivos, os modos de atuação e os resultados de suas atividades constituindo -se em \nferramenta para o planejamento da gestão e do desenvolvimento do curso.  \n \nUm processo de avaliação deve estar baseado em algumas premissas, dentre as quais \npodem ser destacadas:  \n - A identidade ético -política do curso que se expressa, particularmente, na formação \nde seus alunos e no que ele prioriza. Nesta perspectiva, será assumido um compromisso de desenvolver um processo de produção de conhecimento que possibilite ao sujeito atuar na sociedade, compreendendo e levando a efeito seu papel social transformador. A avaliação implica, portanto, antes de tudo, pensar o curso como uma unidade que se constrói no inter -relacionamento de suas ações;  \n - O papel que o Curso desem penha, na qualidade de promotor do desenvolvimento \nsócio -econômico e tecnológico;  \n - Os esforços institucionais para tornar acessível à sociedade os conhecimentos que \nproduz e para elevar as habilidades e competências dos que nele ingressam;  \n - Os valores éticos -políticos e educacionais que o Curso promove ou estimula (p.ex. \nconvivência na diversidade de pensamento, solidariedade, justiça social, preservação do meio -ambiente ), tanto na sua estrutura e dinâmica organizacional, quanto no \ncotidiano do seu faz er acadêmico e de implementação do projeto pedagógico;  \n - A formação de profissionais que atendam às necessidades da sociedade.  \n Se o curso pode ser visto como um compromisso de desenvolver um processo de produção de conhecimento que possibilite ao sujeit o atuar na sociedade, \ncompreendendo e levando a efeito seu papel social transformador, é necessário ", "76": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n76 \n destacar que por produção do conhecimento entende -se o significado da sua \nprodução intelectual e científica, de modo a fazer avançar a construção do \nconheci mento e a transformação da sociedade, ressaltando -se: \n \n- os valores incorporados, onde podem ser destacados a busca da inovação e da \nconstrução de novos conhecimentos científico -tecnológicos, atitude crítica e reflexiva, \nconstância na qualificação pessoal e institucional, de modo a responder às diferentes \ndemandas sociais;  \n - a formação, qualificação, reconhecimento acadêmico de seu corpo docente e os \nrecursos disponibilizados para as respectivas atividades;  \n - a formação técnico -científica que promove e fa z referências ao conhecimento \nuniversal mais recente da área do curso;  \n - a habilitação do formado para o exercício pleno da profissão.  \n No processamento da avaliação, esses eixos serão considerados, sempre que possível, do ponto de vista do mérito, de mar cadores e/ou de indicadores que expressem sua \ngrandeza quantitativa em séries históricas, passíveis de comparação e acompanhamento, além de considerações sobre a sua relevância e/ou pertinência para o contexto social em que se inserem e para a produção do conhecimento.  \n \nTambém é importante avaliar as questões relativas à estrutura e funcionamento da \ninstituição que facilitam, dificultam e/ou impedem o desenvolvimento harmonioso de melhores relações entre o curso e a sociedade, e com a produção do conhecimen to. \nPara a análise dessas categorias o CONAES/INEP define um conjunto de indicadores e critérios que podem ser integrados em uma proposta metodológica de Avaliação de Curso que atenda as especificidades de cada curso e os princípios gerais da UFJF, definidos em seu PDI e PPI, como posteriormente abordado em item específico.  ", "77": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n77 \n 10.2.  Comissão Permanente d e Avaliação/Engenharia El étrica \n– CPA/EE  \nSerá instituída e regulamentada, no âmbito do Curso de Engenharia Elétrica, uma \nComissão Permanente de Avaliação do Curso d e Engenharia Elétrica –  CPA/EE, \nautônoma, que terá a tarefa de avaliar periodicamente aspectos de execução do PPC, e o próprio Projeto Pedagógico do Curso, à luz das informações disponíveis, por ela \ncoletadas, ou resultantes de procedimentos externos à Ins tituição, como os \nintegrantes do CONAES/INEP. Estes procedimentos devem funcionar como subsídio ao \nColegiado do Curso, e ao Curso como um todo, visando à correta implantação e o aprimoramento do Plano Pedagógico do Curso.   A Comissão Permanente de Avaliaç ão do Curso/EE será constituída por \nrepresentantes dos docentes, discentes e técnico -administrativos, cabendo -lhe a \nliderança do processo de avaliação. Cabe -lhe avaliar e conduzir as atividades \nrealizadas no seu âmbito, redigir Relatórios de Avaliação e ac ompanhar os processos \nde avaliação externa, quando realizado por avaliadores INEP ou órgão assemelhado.  \n Os pareceres e relatórios elaborados pela CPA/EE deverão ser amplamente divulgados e discutidos com toda a comunidade envolvida, propiciando um espaço de discussão e \nreflexão que permita ao Curso aperfeiçoar o seu Projeto Pedagógico, aí incluídas as  práticas e procedimentos pedagógicos e de gestão associadas.  \n10.3.  Plano d e Avaliação  \nA elaboração do Plano de Avaliação do Curso de Engenharia Elétrica, a ser d etalhado \npela Comissão Permanente de Avaliação/EE, e aprovado pelo Colegiado de Curso, deverá ser constituído pelas etapas de AVALIAÇÃO INTERNA - ou auto -avaliação  - \nAVALIAÇÃO EXTERNA, bem como pela REVISÃO DO PROJETO POLÍTICO \nPEDAGÓGICO , com periodicidade  estabelecida pela CPA/EE, ou sempre que esta ação \nse fizer necessária. Estas etapas serão desenvolvidas de modo a garantir condições ", "78": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n78 \n para comparabilidade e acompanhamento da evolução do curso ao longo do tempo e \npossibilitar ações de correção de rumo, alt erar procedimentos e posturas adotadas. As \ndiretrizes das etapas do Plano de Avaliação podem ser assim estabelecidas:   \n \nI -  Avaliação Interna (Auto -avaliação)  \n \nA avaliação interna consistirá basicamente em se analisar a coerência dos \nprocedimentos de ava liação de ensino e aprendizagem, realizados pelos docentes ou \npor iniciativa do Curso, com os princípios de seu Projeto Pedagógico, bem como com o PPC e PPI institucionais. O processo de avaliação interna deverá estar alicerçado nos \nseguintes procedimentos : \n a) Implantação de mecanismos efetivos de acompanhamento das atividades \ncomplementares, atividades integralizadoras, TFC e estágios preconizados no PPC;  \n \nb) Implantação de mecanismos que garantam uniformidade de avaliações das unidades (disciplina, módulos, atividades complementares) desenvolvidas no âmbito do curso;  \n c) Implantação de processos contínuos de avaliação, parcial e final, do cumprimento dos programas dos diversos conteúdos das disciplinas e sua atualização, quando necessário, bem como correç ão de pré -requisitos e atualização de ementas \nbibliográficas;  \n d) Avaliação docente realizada pelos discentes, no que diz respeito às suas práticas pedagógicas, relacionamento professor- aluno, cumprimento de ementas, \npontualidade, dedicação, atenção aos discentes, entre outros;  \n e) Pesquisa de expectativa dos ingressantes e satisfação dos concluintes do Curso de Engenharia Elétrica.  \n ", "79": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n79 \n Os procedimentos de avaliação deverão ser sistemáticos, envolvendo a participação \ndos docentes, discentes, técnicos administr ativos; a CPA deverá buscar formas que \nfacilitem o acesso dos interessados aos formulários e procedimentos de auto -\navaliação.  \n \nII - Avaliação Externa  \n \nAs avaliações externas serão utilizadas como indicadores para o processo de reflexão \ne intervenção nas diretrizes em vigor, quando pertinentes, como forma de aperfeiçoamento da excelência acadêmica e melhoria da qualidade na formação dos egressos. A avaliação externa proposta envolverá diversos momentos, dentre os quais \npodem ser destacados:  \n \na) Resultados  apresentados pelos alunos do Curso de Engenharia Elétrica da UFJF nas \nprovas do ENADE, tomando como base os dados nacionais e regionais. Estas análises e \nos resultados dela derivados deverão substanciar um processo de reflexão interna, contribuindo assim para o aperfeiçoamento da formação discente e incorporando elementos para reflexão sobre o projeto de Curso;  \n b) Resultados das avaliações do Curso pelos avaliadores do INEP, ou órgão assemelhado, que deverão ser efetivamente incorporados ao PPC e às práticas pedagógicas.  Deverão ser priorizadas ações para correção das deficiências apontadas \npelos avaliadores, com tomada imediata para sua efetiva correção;  \n \nc) Deverão ser implementados mecanismos de acompanhamento dos egressos do curso que forneçam informações sobre sua formação técnica e cidadã, adaptabilidade ao mercado de trabalho, coerência entre os conteúdos trabalhados no Curso de Engenharia e as demandas técnicas -profissionais que lhe estão sendo solicitadas. A \nComissão Permanente de Avaliação deverá instituir, atualizar e operacionalizar um \nbanco de dados de egressos;  \n ", "80": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n80 \n d)  O processo de avaliação externa deverá estabelecer procedimentos que permitam \nauferir e coletar as visões da sociedade, particularmente dos empregadores, a respeito da formação téc nica, ética e cidadã dos engenheiros do curso.  \n \nIII -  Revisão do Projeto Pedagógico do Curso  \n O processo de Revisão do Projeto Pedagógico do Curso, executado com periodicidade \nestabelecida pela Comissão Permanente de Avaliação/EE, e devidamente aprovado pelo Colegiado de Curso, terá como tarefa consolidar os resultados da avaliação interna (autoavaliação), da externa e da discussão com a comunidade acadêmica, \nsubsidiando ações para a revisão do Projeto Pedagógico do Curso e das práticas a ele \nassociadas.  \n A revisão do Projeto Pedagógico do Curso terá como base o Relatório Final elaborado pela Comissão Permanente de Avaliação, e que integrará todos os resultados da avaliação interna e externa, indicando as deficiências acadêmicas ou de infra -\nestrutura identificadas e propondo medidas de superação. Para fins de construção deste Relatório Final, os resultados da avaliação interna e externa deverão ser discutidos com a comunidade acadêmica visando a rever e/ou aperfeiçoar seu projeto \npedagógico, suas metas, de finição de Plano de Capacitação Docente e a elaboração de \npropostas para o seu desenvolvimento. O objetivo é a melhoria da qualidade do \nprojeto pedagógico e o desenvolvimento do curso.  \n Deverá ser assegurada uma ampla participação da comunidade acadêmica n o \nprocesso de elaboração do Relatório Final, bem como no processo de Revisão do PPC.  \n10.4.  Categorias d e Avaliação: Construção d e Indicad ores  \nO Plano de Avaliação do Curso de Engenharia Elétrica deverá ser organizado pela CPA/EE, considerando os princípios estabelecidos e as categorias indicadas no documento “Instrumento de avaliação de cursos de graduação - 06/07, \nCONAES/INEP”. A partir da análise de cada Categoria e seus respectivos indicadores, ", "81": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n81 \n serão definidas as decisões com as quais pretende subsidiar o proc esso de avaliação a \nser realizado e a metodologia a ser empregada, discriminando o que e como avaliar. \nDesta forma, a avaliação englobará 03 categorias:  \n \n Organização Didático -Pedagógica  \n Corpo Docente, Discente e Técnico -Administrativo  \n Instalações Físicas  \n Cada um destas categorias será qualitativa e quantitativamente avaliada pelo emprego de GRUPOS DE INDICADORES e INDICADORES ESPECÍFICOS , que devem \nestar totalmente em conformidade com as diretrizes exaradas pelo “Instrumento de avaliação de cursos de graduação - 06/07, CONAES/INEP” e que formarão a base de \nopções a ser utilizada pela Comissão Permanente de Avaliação/EE, onde aplicáveis, no \ndetalhamento das ações específicas de avaliação do Curso.    \n \n9.5. Seleção de Indicadores  \n Os referenciais para a cons trução dos indicadores específicos para o Curso de \nEngenharia Elétrica, que integrarão o Plano de Avaliação do Curso, a ser elaborado pela CPA/EE,  devem tomar como referenciais os seguintes elementos:  \n \n- Consciência das implicações éticas: é preciso que no decurso da graduação os profissionais \nrealizem vivências e práticas que os possibilitem refletir sobre sua dimensão de sujeito \nhistórico, político e social e em que medida as suas ações implicam melhorias ou retrocessos na condição de vida da população com a qual trabalha;  \n -  A Universidade e a produção do saber: ter na Universidade o foco de produção e \nsocialização do saber implica necessariamente na integração da extensão com o ensino e a pesquisa. É preciso que a propalada indissociabilidade entre e nsino, pesquisa e extensão \nganhe proporções reais e efetivas nos cursos de graduação, pois tal processo é que permitirá \na formação contextualizada do cidadão, possibilitando -lhe maior autonomia intelectual;   ", "82": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n82 \n  \n - Interdisciplinaridade: o processo de constru ção do conhecimento deve ser amplo e ser \nmotivador da integração disciplinar e seu diálogo, possibilitando análises de dados sob diversos olhares e constituindo questionamentos permanentes sobre as verdades absolutas, \npois a interdisciplinaridade está inti mamente relacionada à flexibilidade curricular;  \n \n - Integração curricular: a formação na graduação precisa superar o processo de ensino \nfragmentado, bem como os conteúdos  criados sob condições muito particularizadas. É preciso privilegiar ações integrado ras de conteúdos, bem como pensar o currículo em sua \namplitude de saberes e diversidade de modalidades de consecução. Devem ser  observados os objetivos gerais propostos para o curso, bem como aqueles relacionados às suas diferentes \nfases, encontrando a re lação entre os conteúdos e o sentido de cada uma dessas fases para o \nalcance das proposições do Projeto Pedagógico do Curso;   \n \n- Habilidades e competências docentes: necessário se faz construir processos avaliativos que \ntenham presente elementos que possam  retratar aspectos didático -metodológicos, a \ncompreensão do professor sobre o seu trabalho, a relação dos conteúdos trabalhados por ele \ncom os demais do curso e objetivos desejados;  \n \n- Flexibilidade curricular: a flexibilidade curricular não pode ser reduz ida à variação das \nformas de trabalhar os conteúdos, mas essencialmente pensar a construção e relação dos \nconteúdos no currículo da graduação. É necessário avançar do conceito de currículos disciplinares para currículos temáticos, buscando com que o proces so de construção do \nconhecimento alcance níveis cada vez mais elevados de complexidade e inter- relação, \nsuperando o conceito do aprendizado linear, cumulativo, isolado e solidificando a \ninterdisciplinaridade;   \n \n- Gerar autonomia intelectual discente: a con strução da autonomia intelectual dos \nuniversitários está intimamente ligada aos processos de produção do conhecimento. O estudante precisa compreender e vivenciar o processo de aprendizado, para que incorpore \nmétodos que facilitem a construção do seu saber ;  \n ", "83": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n83 \n - Gestão pedagógica dos cursos de graduação: a  dimensão de gerenciamento dos processos \npedagógicos dos cursos é que irá garantir, em boa medida, ações interdisciplinares, atividades \ninovadoras no currículo e integração do pessoal docente para a consecu ção dos objetivos do \ncurso;  \n \n- Sensibilidade institucional para a mudança:  ao tempo que se busca institucionalizar \na avaliação, também se faz necessário que os sujeitos dela participantes estejam abertos aos debates e à proposição de mudanças. As coordenaç ões destes processos \ndevem buscar a adesão das lideranças estudantis, dos funcionários técnicos, dos docentes, dos dirigentes e à medida do possível tornar público e ao alcance da opinião pública seus resultados e ainda mais, as medidas implantadas em deco rrência das \navaliações.  \n \nÁ luz das diretrizes abordas, os grupos de Indicadores, bem como os Indicadores \nespecíficos para o acompanhamento  e avaliação do Curso de Engenharia Elétrica, e de suas práticas associadas, deverão ser estabelecidos pela Comissão Permanente de Avaliação/EE em conformidade com os referenciais abordados e seguindo as indicações da Matriz de Avaliação: categorias grupos de indicadores e indicadores - \nInstrumento de Avaliação de Cursos de Graduação –  INEP 2006/2007, discriminados \nna se qüência. A utilização dos indicadores mais adequados será determinada pela \nCPA/EE na construção do Plano de Avaliação do Curso de Engenharia Elétrica.    \n ", "84": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n84 \n  \nAnexo 1 –  Listagem de todas as ementas e bibliografias do curso  \nEmentas de todas as disciplinas do curso \n1º período  \nICE002 – Laboratório de Ciências  \nEmenta: Metodologia Científica, tratamento de dados, ótica e luz, propriedades físicas \ne químicas de substâncias simples e compostas, a natureza da energia química e elétrica, velocidade de reações químicas .  \n \nCEL064 – Introdução à engenharia elétrica \nEmenta: Fornecer informações básicas preliminares relacionadas ao funcionamento da Universidade Federal de Juiz de Fora, direitos e deveres dos alunos e resoluções \ninternas concernentes à vida estudantil. Infor mar a respeito das formas de \nparticipação acadêmica, iniciação científica, monitoria e treinamento profissional. \nFornecer um panorama geral em relação à profissão do Engenheiro Eletricista, suas áreas de atuação e as ferramentas utilizadas no desenvolvimen to da atividade \nprofissional.  \n MAT155 – Geometria analítica e sistemas lineares  \nEmenta: Matrizes e Sistemas Lineares, Inversão de Matrizes e Determinantes, Vetores no Plano e no Espaço, Retas e Planos, Seções Cônicas, Mudança de Coordenadas no Plano.  \n MAT1 54 – Cálculo I  \nEmenta: Números Reais, Funções, Limite de uma Função e Continuidade, Derivada, Aplicações da Derivada  \n DCC120 – Laboratório de programação  ", "85": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n85 \n Ementa: Introdução; Linguagem de Programação; Implementação de Estruturas \nBásicas para Construção de Algoritmos; Implementação de Estrutura de Dados; Implementação de Procedimentos e Funções.  \n \nDCC119 – Algoritmos  \nEmenta: Introdução; Noções de uma linguagem de programação; Estruturas básicas \npara construção de algoritmos; Algoritmos para estruturas de dados  homogêneas; \nAlgoritmos para estruturas de dados heterogêneas; Procedimentos e Funções.  \n \n2º período  \nFIS073 – Física I  \nEmenta: Cinemática vetorial, Leis de Newton, Trabalho e energia mecânica, Sistemas de partículas, Colisões, Cinemática e dinâmica dos corp os rígidos.  \n QUI125 – Química fundamental  \nEmenta: Estrutura atômica. Classificação periódica. Ligações químicas. Introdução às funções químicas e reações.  \n \nMAT158 – Álgebra linear  \nEmenta: Espaços Vetoriais. Espaços com Produto Interno. Transformações Linea res. \nDiagonalização.  \n \nMAT156 – Cálculo II  \nEmenta: Integração de Funções de uma Variável. Aplicações da Integral Definida. Superfícies no Espaço. Funções de Várias Variáveis.  \n FIS077 – Laboratório de Física I  \nEmenta: Teoria das Medidas e dos Erros. Gráficos . Experimentos em Mecânica.  \n  ", "86": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n86 \n  \nQUI126 – Laboratório de Química  \nEmenta: Segurança no laboratório e primeiros socorros. Equipamentos básicos e Técnicas de laboratório, pH, Determinação de propriedades físicas das substâncias \nquímicas, Reações químicas.  \n \n3º período  \nFIS074 - Física II  \nEmenta: Oscilações. Gravitação. Mecânica dos fluidos. Movimento ondulatório. \nTemperatura. Calor e 1a lei da termodinâmica. Teoria cinética dos gases. 2a lei da termodinâmica.  \n ESA002 – Ecologia e preservação do meio ambiente  \nEment a: Conscientizar o estudante de Engenharia Elétrica da necessidade da \npreservação ambiental. Debater a compatibilização do desenvolvimento econômico -\nsocial com a preservação do meio ambiente. Incutir no futuro Engenheiro uma visão crítica dos problemas eco lógicos que o desenvolvimento tecnológico possa produzir e \ntambém lançar as bases de um planejamento racional do uso dos recursos do meio \nambiente.  \n \nMAT029 – Equações diferenciais I  \nEmenta: Sequências e Séries de Números Reais. Introdução às Equações Difer enciais. \nEquações Diferenciais Ordinárias de 1ª Ordem. Equações Diferenciais Ordinárias \nLineares de 2ª Ordem. Soluções em Série para Equações Diferenciais Ordinárias Lineares de 2ª Ordem.  \n \nMAT157- Cálculo III  \nEmenta: Integrais Múltiplas. Funções Vetoriais. Integrais Curvilíneas. Integrais de Superfície.  ", "87": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n87 \n  \n \nEST029 – Cálculo de probabilidades I  \nEmenta: Introdução à teoria dos conjuntos. Técnicas de contagem. Introdução à \nprobabilidade. Variáveis aleatórias. Distribuições discretas unidimensionais. Distribuições  contínuas unidimensionais. Valor esperado e variância de variáveis \naleatórias. Momentos de variáveis aleatórias. Funções de variáveis aleatórias.  \n \nCEL032 – Circuitos lógicos  \nEmenta: Sistemas de Numeração. Álgebra Booleana. Blocos Lógicos. Operações com Números Binários. Flip -Flops. Registradores. Contadores.  \n ENEX XX – Desenho Auxiliado por Computador  \nRepresentação gráfica de sólidos em termos de suas projeções bidimensionais. Normas de  Desenho Técnico. Utilização de ferramental computacional para \nrepresent ação gráfica e interpretação de objetos de engenharia. Esboço de desenhos \ntécnicos.  \n \n4º período  \nFIS075 – Física III  \nEmenta: Eletrostática. Capacitância. Dielétricos. Corrente elétrica e resistência elétrica. Circuitos. Campo magnético. Lei de Faraday. Indu tância. Propriedades \nmagnéticas da matéria. Oscilações eletromagnéticas. Equações de Maxwell.  \n \nCEL033 – Circuitos Lineares I  \nEmenta: Componentes Básicos de Circuitos Elétricos. Técnicas de Análise de Circuitos Elétricos no Estado Permanente (CC e CA). Potê ncia em Circuitos Monofásicos. \nQuadripolos.  \n ", "88": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n88 \n MAT030 – Equações diferenciais II  \nEmenta: Transformada de Laplace. Séries e Integrais de Fourier. Equações Diferenciais \nParciais.  \n \nDCC008 – Cálculo numérico  \nEmenta: Noções de Erro. Séries de Taylor e Aproximaçõe s. Zeros Reais de Funções \nReais. Resolução de Sistemas Lineares. Interpolação Polinomial. Ajuste de Curva Por \nMínimo Quadrado. Integração Numérica. Equações Diferenciais Ordinárias.  \n FIS081 – Fenômenos de Transporte  \nEmenta: Modos básicos de transferência d e calor: Condução, Convecção e Radiação. \nCondução de Calor. Convecção Forçada sobre Superfícies Planas. Trocadores de Calor  \n \nENE045 – Laboratório de Eletrotécnica  \nEmenta: Lei de Ohm. O Trabalho Elétrico. Potência da Corrente Alternada no caso de \nCarga Indu tiva. Carga Capacitiva de um Circuito de Corrente Alternada. Fundamentos \ndo Circuito R, L e C. Dispositivo de Controle dos Circuitos.  \n MAC015 – Resistência dos Materiais  \nEmenta: Equilíbrio do Ponto Material e de um Corpo Rígido. Treliças Isostáticas. Prop riedades Geométricas de Áreas Planas. Cabos. Forças Internas em Vigas. Carga \nAxial. Torção. Tensões na Flexão. Deflexão de Vigas e Eixos.  \n \n5º período  \nFIS076 – Física IV  \nEmenta: Oscilações eletromagnéticas. Correntes alternadas. Equações de Maxwell. Ondas e letromagnéticas. Ótica geométrica. Interferência. Difração. Física quântica. \nModelos atômicos. Condução de eletricidade em sólidos. Relatividade.  \n \nCEL034 – Circuitos Lineares II  ", "89": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n89 \n Ementa: Solução Geral dos Circuitos. Equações Diferenciais. Solução Completa d os \nCircuitos Lineares. Transformadas de Laplace. Resposta em Frequência.  \n \nCEL066 – Sinais e Sistemas  \nEmenta: Sinais e Sistemas Contínuos e discretos; Análise de Sinais tempo Contínuo e \nDiscreto; Transformada de Laplace e Transformada Z,  Séries de Fourier;  Transformada \nde Fourier; Amostragem de sinais;  \n   CEL065 – Eletromagnetismo  \nEmenta: Análise Vetorial. Lei de Coulomb e intensidade do campo elétrico. Densidade \nde fluxo elétrico, lei de Gauss e divergência. Energia e potencial. Corrente e \ncondutores. Diel étricos e Capacitância. Equações de Poisson e de Laplace. Campo \nmagnético estacionário. Forças magnéticas, materiais e indutância. Campos variantes \nno tempo e equações de Maxwell. Onda plana uniforme.  \n CEL062 – Circuitos Trifásicos  \nEmenta: Circuitos Trifás icos. Modelos de Transformador. Análise de Fourier e \nHarmônicos. Componentes simétricas.  \n CEL099 – Eletrônica Analógica \nEmenta: Introdução aos amplificadores; Amplificadores operacionais; Diodos de \nJunção; Transistores MOS de Efeito de Campo; Transistor Bi polar de Junção (TBJ).  \n \nCEL037 – Laboratório de Eletrônica  \nEmenta : Projetos em Eletrônica Digital. Projetos em Eletrônica Analógica. Projetos em Eletrônica de Potência.  \n \n6º período  ", "90": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n90 \n CEL030 – Laboratório de Circuitos  \nEmenta: Apresentação dos instrumentos/c omponentes básicos. Atividades práticas \npropostas.  \n \nCEL038 – Teoria de Controle I  \nEmenta: Formas Canônicas de Representação de Operadores (Diagramalização de \nOperadores). Modelagem Matemática de Sistemas. Espaço de Estados. Teoria das Realizações e Síntese . \n   CEL051 – Eletrônica II  \nEmenta: Amplificadores discretos em pequenos sinais. Amplificadores diferenciais e \nde múltiplos estágios. Realimentação. Estrutura interna de amplificadores \noperacionais. Geradores de sinais e circuitos conformadores de onda com AmpOp. \nIntrodução aos amplificadores de potência e estágios de saída.  \n CEL035 – Eletrônica Digital \nEmenta: Dispositivos MSI. Conversão Analógica- Digital (A/D). Conversão Digital-\nAnalógica (D/A). Entrada e Saída de Dados de Microcomputadores. Circuitos prá ticos  \n   \n \n  CEL068 – Princípios de Comunicação  \nEmenta: Introdução a Comunicação de Dados; Modulação em amplitude; Modulação em ângulo e frequência; Modulação por código de pulso; Princípios de Comunicação ", "91": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n91 \n de transmissão digital de dados; Tecnologias Emerge ntes de Comunicação digital de \ndados.  \nCEL101 – Eletromagnetismo Aplicado  \nRevisão Ondas Planas e Polarização. Teoria de linhas de transmissão aplicada à rádio -\nfrequência. Medidas e casamento de impedância. Carta de Smith. Quadripolos \n(Parâmetros ABCD, Z, Y,  H, S).  \n7º período  \nCEL071 – Laboratório de Sistemas Eletrônicos I  \nEmenta: Projetos de Sistemas Eletrônicos assistido por computadores; software para \nroteamento de placa de circuito impresso; software de simulação de circuitos eletrônicos mistos (digital e analógico); desenvolvimento de protótipos eletrônicos. Equipamentos avançados para suporte ao desenvolvimento de sistemas eletrônicos.  \nCEL038 – Teoria de Controle II  \nEmenta: Análise da Resposta Transitória e de Erros. Estabilidade. Root -Locus e \nControlador es. Sistemas Discretos  \n CEL073 – Redes de Comunicação I  \nEmenta: Redes de computadores e a Internet, Camada de aplicação, Camada de \ntransporte, A camada de rede, Camada de enlace e redes locais, Gerência de redes.  \n \nCEL088 – Comunicação Digital  \nEmenta: Trans missão banda passante. Análise de desempenho. Equalização. \nSincronização. Modulação por espalhamento de espectro.  Modulação \nmultiportadora. Modulação ultra banda larga.  \n CEL069 – Microprocessadores  \nEmenta:  Arquitetura de sistemas digitais. Memórias. Estru tura, organização e acesso. \nArquitetura de microcontroladores. Interfaces de comunicação. Periféricos e circuitos externos. Projetos de Sistemas Práticos com Microntroladores.  ", "92": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n92 \n  \nCEL075 – Processamento de Sinais I  \nEmenta: Processamento Digital de Sinais Analógicos; Transformada Discreta de \nFourier; Sistemas discretos; projeto e síntese de filtros digitais.  \n CEL086 – Antenas e Propagação  \nEmenta: Tipos de antenas. Antenas lineares.  Teoria dos conjuntos/aplicações. \nPropagação de Onda Eletromagnéticas. Mecanismo s de Propagação. Propagação em \nenlaces de Microondas e Visibilidade.  Projetos.  \n \n8º período  \nCEL089 – Laboratório de Comunicações I  \nEmenta: Aulas laboratoriais relacionadas às comunicações analógica e digital e \nMedidas em Telecomunicações. Experimentos sobre tópicos da ementa da disciplina Princípios de Comunicações.  \n CEL093 – Redes de Comunicação II  \nRedes sem fio. Redes multimídia e qualidade de serviço. Segurança em redes de \ncomputadores. Redes metropolitanas e redes de longa distância. Projeto de redes. \nNoções gerais sobre gerência de redes.  \n  ENE082 - Instalações Elétricas  \nEmenta: Conceitos básicos necessários aos projetos e à execução das instalações \nelétricas prediais em baixa tensão;  Introdução às instalações elétricas prediais de luz e \nforça em baixa t ensão;  Projetos das instalações elétricas;  Proteção, seccionamento e \ncomando dos circuitos da NBR -5410;  Normas técnicas;  Luminotécnica; P rojeto de \ninstalações telefônicas, TV e dados.  \n ENE075 – Fundamentos de Conversão  ", "93": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n93 \n Ementa: Revisão dos conceitos básicos  de circuitos magnéticos e princípios de \nconversão eletromecânica de energia; Teoria e circuitos equivalentes de \ntransformadores monofásicos e trifásicos reais. Configurações básicas das máquinas elétricas rotativas; Regime permanente das máquinas síncronas, máquinas de \ncorrente contínua e máquinas de indução.  \n \nDPR032 – Direito Privado  \nEmenta: Direito Civil. Pessoa Natural e Jurídica. Fatos Sociais. Posse e Propriedade. Obrigações e Contrato. Direito do Trabalho. Contrato de Trabalho. Empregado e Empregador. Duração da Jornada de Trabalho. Higiene e Segurança no trabalho. Direito Comercial. Obrigações Comerciais. Empresa. Propriedade Industrial. Sociedades Mercantis. Direito Cambiário.  \n \nCEL085 – Sistemas de Comunicações  \nEmenta: Sistemas de Telefonia. Sistemas de Transmissão. Rádio Digital. Sistemas de \nComunicação via Satélite. Sistemas de Comunicação sem Fio. Sistemas de Televisão.  \n \nCEL087 – Microondas  \nEmenta: Teoria de circuitos para linha de transmissão e guia de onda. Estrutura de \nadaptação. Componentes pa ssivos em linha de transmissão e guia de onda. Filtros e \nressoadores dielétricos. Dispositivos ativos em Microondas. Amplificadores. \nOsciladores. Misturadores. Medidas em microondas.  \n \n9º período  \nCEL095-  Laboratório de Comunicações II  \nEmenta:  aulas laborato rias nas áreas de microondas, antenas e propagação.  \n CELXXX – Sistemas de Comunicações II  ", "94": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n94 \n Ementa: Mecanismos de radiopropagação.  Sistemas de radioenlace digital (terrestres \ne satélite). Sistemas de comunicações móveis sem fio. Sistemas digitais de \nradiodifusão.   \n \n \nCEL081 – Projeto de Circuitos de RF \nEmenta: Componentes e sistemas; filtros de radio -frequência e circuitos ressonantes; \ncasamento de impedância; projeto de amplificadores de RF.  \n ENE084 – Análise de Investimentos  e Gestão de O rganizacional  \nEment a: Princípios básicos de organização e administração. Tipos de estruturas. \nSistemas de organização. Problemas de pessoal e material. Produção industrial: planejamento, programação e controle. Gráficos de Gantt e Pert. Matemática \nfinanceira básica: juros, d esconto, capitalização e amortização. Alternativas de \nsoluções técnico -econômicas. Depreciação de equipamentos. Vida útil de \nequipamentos: curvas de mortalidade.  \n \nCEL091 – Comunicações sem fio  \nEmenta: : Introdução aos sistemas de comunicação sem fio, o con ceito de celular, o \nmodelo de propagação em um ambiente rádio -móvel, os efeitos da propagação por \nmultipercurso . Sistemas rádio móvel. Técnicas de mitigação. Planejamento de \nsistemas celulares.  \n \nCEL094 – Comunicações ópticas  \nEmenta: Fibras ópticas, FSO, LE D's e lasers, fotodetectores PIN e APD. Emendas, \nacopladores e conexões. Receptores ópticos. O enlace óptico. Sistemas Multiplexados. \nMétodos de Medição.  \nBibliografias básicas e complementares de cada disciplina do curso  ", "95": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n95 \n  \n1º período  \nICE002 – Laboratório de  Ciências  \nBibliografia básica:  \nVUOLO, J. H. Fundamentos da Teoria dos Erros, 2ª EDIÇÃO, SAO PAULO / SP -Editora \nEdgard Blücher, 1995  \nBrown, TL. LeMay, HE. Bursten, BE. Burdge, JR., Química -  a Ciência Central, 9a edição, \nSão Paulo -SP, 2007  \nPaul G. Hewitt, Física Conceitual, 11ª edição, Porto Alegre, Editora: Bookman, 2011  \n AZEVEDO, E., CONCI, A., LETA, F.,  Computação Gráfica, 1. edição, volume II, RIO DE \nJANEIRO:  Elsevier,  2008  \n \nBibliografia complementar:  \nAntônio Máximo e Beatriz Alvarenga, Curso de Física, Vols I, II e III; (ou o volume único)  \nTriola, M. F.Introdução à Estatística 10º edição Rio de Janeiro: LTC,2007  \nOliveira, LAA. Valle, GG. Zanluqui, LA, Construção de pilhas elétricas simples: Um experimento integrado de química e física, Eclética Química  2001, volume  3, página \n26 (acesso on line livre)  \nMól, GS. Ferreira, GAL. Silva, RR. Laranja, HF, Constante de Avogadro  \n \nCEL064 – Introdução à engenharia elétrica  \nBibliografia:  \nBAZZO, W., A., PEREIRA, L., T., V.: Introdução à Engenharia, Ed. Da UFSC, 19 90. \nEstatuto e Regimento Geral da UFJF.  \nManual do Aluno da UFJF.  \nNormatizações da PROEP e da PROAC.  \nResoluções do CEPE e da PROGRAD.  \nRAG - Regimento Acadêmico da Graduação da UFJF.  ", "96": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n96 \n Revistas de Informação Técnica.  \n \nMAT155 – Geometria analítica e sistemas li neares  \nBibliografia básica:  \nSANTOS, R.J. Matrizes Vetores e Geometria Analítica. Belo Horizonte: Imprensa Universitária da UFMG, 2004.  \nBOLDRINI, J.L. Álgebra Linear. São Paulo, Harbra, 1986.  \nBOULOS, P. & CAMARGO, I. Geometria Analítica. Um Tratamento Vetorial. São Paulo, Prentice Hall Brasil, 2005.  \n Bibliografia complementar:  \nANTON, H & RORRES, C. Álgebra Linear com Aplicações. Porto Alegre, Bookman, 2001.  \nCALLIOLI, C., DOMINGUES, H.H. & COSTA, R.C.F. Álgebra Linear e Aplicações. São \nPaulo: Atual Editora, 1 990.  \nLEHMANN, C.H. Geometria Analítica. São Paulo: Globo, 1975.  \nLIPSCHUTZ, S. Álgebra Linear. Porto Alegre, Bookman, 2004.  \nREIS, G.L. & SILVA, V.V. Geometria Analítica. Rio de Janeiro: LTC, 1996.  \nSTEINBRUCH, A. & WINTERLE, P. Geometria Analítica. São Paulo : Makron books, 1987.  \nSTEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São Paulo: Makron books, 1987.  \nWINTERLE, P. Vetores e Geometria Analítica. São Paulo: Makron books, 2000.  \n \nMAT154 – Cálculo I  \nBibliografia básica:  \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo A. São Paulo: Prentice Hall Brasil, 2006.  \nANTON, H. Cálculo, um novo horizonte. Vol. 1. Porto Alegre: Bookman, 2000.  \nLEITHOLD, L. O Cálculo com Geometria Analítica. Vol 1. São Paulo: Harbra Ltda, 1994.  \n Bibliografia complementar:  \nGUIDORIZZI, H. L. Um Curso  de Cálculo. Vol. 1. Rio de Janeiro: LTC, 2001.  \nMUNEM, M. & FOULIS, D.J. Cálculo. Vol. 1. Rio de Janeiro: LTC, 1982.  ", "97": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n97 \n SIMMONS, G.F. Cálculo com Geometria Analítica. Vol. 1. São Paulo: Makron Books, \n1987.  \nSTEWART, J. Cálculo. Vol. 1. São Paulo: Thomson Learn ing, 2006.  \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. Vol. 1. São Paulo: Makron Books, \n1994.  \n \nDCC120 – Laboratório de programação  \nBibliografia:  \nGUIMARÃES, A. M. Algoritmos e estruturas de dados. Rio de Janeiro: LTC, 1994.  \nKERNIGHAN, BRIAN W., RITCHI E, DENNIS M. C: A linguagem de programação padrão. \nRio de Janeiro: Campus, 1989.  \nSZWARCFITER , J. L.,  MARKENZON, L. Estruturas de dados e seus algoritmos. Editora LCT. 2a. Edição, 1994.  \n DCC119 – Algoritmos  \nBibliografia:  \nGUIMARÃES, A. M. Algoritmos e est ruturas de dados. Rio de Janeiro: LTC, 1994.  \nKERNIGHAN, BRIAN W., RITCHIE, DENNIS M. C: A linguagem de programação padrão. Rio de Janeiro: Campus, 1989.  \nSZWARCFITER , J. L.,  MARKENZON, L. Estruturas de dados e seus algoritmos. Editora LCT. 2a. Edição, 1994.  \n \n2º período  \nFIS073 – Física I  \nBibliografia básica:  \nSears & Zemansky, Física I, vol 1, 12a. ed, Pearson, São Paulo.  \nD. Halliday e R. Resnick, K. Krane, Fundamentos de Física, 8 ed., vol. 1 -  Mecânica (LTC, \nRio, 1991) .  \n H. M. Nussenzveig, Curso de Física  Básica,2a ed., vol. 1 -  Mecânica (Edgard Blücher, \nSão Paulo, 1990).  ", "98": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n98 \n  \nBibliografia complementar:  \nP. Tipler, G. Moska, Física, 6 ed., vol 1 (Guanabara Dois, Rio, 6ed)  \n \nQUI125 – Química fundamental  \nBibliografia  básica:  \nRussel, J. B. Química Geral. 2ª edição. São Paulo: Editora Makron Books, 2006. Volume \n1. 662 págs. (ISBN: 8534601925)  \nRussel, J. B. Química Geral. 2ª edição. São Paulo: Editora Makron Books, 2006. Volume 2. 628 págs. (ISBN: 8534601518)  \nBrown, T. L.; Lemay, H. E.; Bursten, B. E. Química  -  A Ciência Central. 9ª Edição. São \nPaulo: Editora Pearson, 2005. 992 págs. (ISBN: 8587918427)  \n \nBibliografia complementar:  \nBarros, H. L. C. Química Inorgânica - Uma Introdução. Belo Horizonte: Editora da \nUFMG, 1992. (ISBN: 8570410514)  \nMahan, L. K., Myers, R. J.  Química - Um Curso Universitario. 4ª edição. São Paulo: \nEditora Edgard Blücher Ltda,1995. 604 págs. (ISBN: 8521200366)  \nMateus, A. L. Química na Cabeça. 1ª Edição. Belo Horizonte: Editora UFMG, 2003. \n128págs. (ISBN: 9788570412911)  \nPeruzzo, T. M.;  Canto, E . L. Química na Abordagem do Cotidiano -  Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 2008. 760 págs. (ISBN: 9788516056612)  \nLee, J. D. Química Inorgânica -  Não Tão Concisa. 5ª Edição. São Paulo: Editora Edgard \nBlucher Ltda, 2000. 527 págs. (ISBN: 8 521201761)  \n MAT158 – Álgebra linear  \nBibliografia básica:  \nBOLDRINI, J. L. Álgebra Linear. São Paulo: Harbra, 1986.  \nSTRANG, G. Álgebra Linear e Suas Aplicações, Gengage Learning, 2010.  \nSTEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São Paulo: Makron Books, 1987 ", "99": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n99 \n  \nBibliografia complementar:  \nANTON, H. & RORRES, C. Álgebra Linear com Aplicações. Porto Alegre: Bookman, 2001.  \nCALLIOLI, C., DOMINGUES, H.H. & COSTA, R.C.F. Álgebra Linear e Aplicações. São Paulo: Atual Editora, 1990.  \nSANTOS, R.J. Álgebra Linear e Aplic ações. Belo Horizonte: Imprensa Universitária da \nUFMG, 2006.  \nLIPSCHUTZ, S. Álgebra Linear. Porto Alegre: Bookman, 2004.  \nLIMA, E. L. Álgebra Linear, Rio de Janeiro, IMPA, 2009.  \n MAT156 – Cálculo II  \nBibliografia básica:  \nFLEMMING, D.M. & GONÇALVES, M.B. Cálcu lo A. São Paulo: Prentice Hall Brasil, 2006.  \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Paulo: Prentice Hall Brasil, 2007.  \nLEITHOLD, L. O Cálculo com Geometria Analítica. Vol. 1 e 2. São Paulo: Harbra, 1994 Rio de Janeiro: Editora UFRJ, 2000.  \n Bibliog rafia complementar:  \nANTON, H. Cálculo, um novo horizonte. Vol. 1 e 2. Porto Alegre, Bookman, 2000.  \nGUIDORIZZI, H.L. Um Curso de Cálculo. Vol. 1 e 2. Rio de Janeiro: LTC, 2001.  \nMUNEM, M. & FOULIS, D.J. Cálculo. Vol. 1 e 2. Rio de Janeiro: LTC, 1982.  \nPINTO, D. & MORGADO, M.C.F. Cálculo Diferencial e Integral de Funções de Várias \nVariáveis. Rio de Janeiro: Editora UFRJ, 2000.  \nSIMMONS, G.F. Cálculo com Geometria Analítica. Vol. 1 e 2. São Paulo: Makron Books, 1987.  \nSTEWART, J. Cálculo. Vol. 1 e 2. São Paulo: Th omson Learning, 2006.  \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. Vol. 1 e 2. São Paulo: Makron Books, 1994  ", "100": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n100 \n SANTOS, R.J. Matrizes Vetores e Geometria Analítica. Belo Horizonte: Imprensa \nUniversitária da UFMG, 2004.  \n FIS077 – Laboratório de Física I  \nBibliografia básica:  \n1. HENNIES, C., E.: Problemas Experimentais em Física, vol 1, Ed. UNICAMP, Campinas, 1988.  \n2. DAMO, H., S.: Física Experimental, vol 1, Ed. UCS, Caxias do Sul, 1985.  \n3. RAMOS, L., A., M.: Física Experimental, Ed. Mercado Aberto, Porto Alegre,1984.  \n QUI126 – Laboratório de Química  \nBibliografia básica:  \nVogel, A. I.; Tatchell, A. R.; Furnis, B. S.; Hannaford, A. J.; Smith P.W.G. Vogel's \nTextbook of Practical Organic Chemistry. 5th Edition. Editora: Prentice Hall, 1996. \nPeruzzo, T. M.;  Can to, E. L. Química na Abordagem do Cotidiano -  Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 2008.  \nZubrick, J. W. Manual De Sobrevivencia No Laboratorio De Química Orgânica. 1ª Edição. São Paulo: Editora LTC, 2005.  \n Bibliografia complementar:  \nMateus , A. L. Química na Cabeça. 1ª Edição. Belo Horizonte: Editora UFMG, 2003. \nBarros, H. L. C. Química Inorgânica - Uma Introdução. Belo Horizonte: Editora da \nUFMG, 1992.  \nMahan, L. K., Myers, R. J. Química -  Um Curso Universitario. 4ª edição. São Paulo: \nEdito ra Edgard Blücher Ltda,1995.  \nPeruzzo, T. M.;  Canto, E. L. Química na Abordagem do Cotidiano -  Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 2008.  \nLee, J. D. Química Inorgânica -  Não Tão Concisa. 5ª Edição. São Paulo: Editora Edgard \nBlucher Ltda, 2 000.  \n ", "101": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n101 \n 3º período  \n \nFIS074-  Física II  \nBibliografia básica:  \nP. Tipler, Física, 2a ed., vol 2 (Guanabara Dois, Rio, 6ed)  \nD. Halliday e R. Resnick, Fundamentos de Física, 3a ed., vol. 2 -  Mecânica(LTC, Rio, \n1991)  \nSears & Zemansky, Física II, vol 2,  12a. ed, Pe arson, São Paulo.  \n Bibliografia complementar:  \nH. Moysés Nussenzveig, Curso de física básica -2, fluídos, oscilações e ondas, calor. \nEdito ra Edgard Blucher.  \n \nESA002 – Ecologia e preservação do meio ambiente \nBibliografia básica:  \nBRANCO, S., M., ROCHA, A., A.:  Elementos de Ciência do Ambiente, CETESB - \nCompanhia de Tecnologia de Saneamento Ambiental, São Paulo, 1993.  \nCARVALHO, B., A.: Ecologia Aplicada ao Saneamento Ambiental, ABES  \n \nMAT029 – Equações diferenciais I  \nBibliografia básica:  \nBOYCE, W.E. & DI PRIMA , R.C. Equações Diferenciais Elementares e Problemas de Valores de Contorno. Rio de Janeiro: LTC, 2006.  \nFIGUEIREDO, D.G. & NEVES, A.F. Equações Diferenciais Aplicadas. Rio de Janeiro, IMPA, CNPq, 1997.  \nKREYSZIG, E. Matemática Superior. Vol. 1. Rio de Janeiro , LTC, 1976.  \n \nBibliografia complementar:  \nGUIDORIZZI, H.L. Um Curso de Cálculo. Vol. 4. Rio de Janeiro: LTC, 2002.  ", "102": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n102 \n KAPLAN, W. Cálculo Avançado. Vol. 2. São Paulo, Blücher, 2008.  \nLEITHOLD, L. O Cálculo com Geometria Analítica. Vol. 2. São Paulo: Harbra, 1994 . \nSANTOS, R.J. Introdução às Equações Diferenciais Ordinárias. Belo Horizonte: \nImprensa Universitária da UFMG, 2006.  \nSTEWART, J. Cálculo. Vol. 2. São Paulo: Thomson Learning, 2006.  \n \nMAT157 -Cálculo III  \nBibliografia básica:  \nFLEMMING, D.M. & GONÇALVES, M.B. C álculo B. São Paulo: Prentice Hall Brasil, 2007.  \nANTON, H. Cálculo, um novo horizonte. Vol. 2. Porto Alegre: Bookman, 2000.  \nPINTO, D. & MORGADO, M.C.F. Cálculo Diferencial e Integral de Funções de Várias Variáveis. Rio de Janeiro: Editora UFRJ, 2000.  \n Bibliografia complementar:  \nSTEWART, J. Cálculo. Vol. 2. São Paulo: Thomson Learning, 2006.  \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. Vol. 2. São Paulo: Makron Books, 1994.  \nÁVILA, G. Cálculo das Funções de Múltiplas Variáveis, LTC, 2006.  \n EST029 – Cálcu lo de probabilidades I  \nBibliografia básica:  \nMEYER, P. L. Probabilidade: Aplicações e Estatística. 2ª Ed. Rio de Janeiro: Livros Técnicos e Científicos. Editora S.A., 2000.  \nMAGALHÃES, M. N. e LIMA, A.C.P. Noções de probabilidade e estatística. EDUSP. Edição  revista. 7ª Ed., 2007. \nROSS, S. A. Probabilidade: Um curso moderno com aplicações. 8ª Ed.. Porto Alegre: Bookman, 2010.  \n Bibliografia complementar:  ", "103": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n103 \n JAMES, B. Probabilidade: um curso de nível intermediário. Rio de janeiro: Instituto de \nMatemática Pura e Ap licada, 1981.  \nFELLER, W. Introdução a Teoria das Probabilidades e suas Aplicações. Vol I e II. Edgard Blucher. São Paulo, 1976.  \nROSS, S. A. First Course in Probability. 6 ed. New York: McMillan Publishing Company, 2005.  \n \n \nCEL032 – Circuitos lógicos  \nBibliog rafia básica:  \nMALVINO, A., P.: Microcomputadores e Microprocessadores, Ed. Makron Books, 1975.  \nSEDRA A., S. et all: Microeletrônica, Ed. Makron Books, 1994.  \nRonald J. Tocci, Neal S. Widmer, Gregory L. Moss, Sistemas Digitais: princípios e \naplicações, 10ed.  Prentice Hall (2007);  \n \nBibliografia complementar:  \nIdoeta, I. V., Capuano, F. G., Elementos de Eletrônica Digital, Ed. Érica, Ed. 40, 2000.  \nPedroni, A. V., Eletrônica Digital Moderna e VHDL, 1a edição, Ed. Campus.  \nBIGNELL, J. W., DONOVAN R., L.: Eletrônic a Digital: Lógica Combinacional, vol 1, Ed. \nMakron Books, 1995.  \nStephen Brown, Zvonko Vranesic; Fundamentals of Digital Logic with VHDL Design; 3a Edição; McGraw -Hill; 2008;  \nFloyd, Thomas L., Sistemas Digitais -  Fundamentos e Aplicações, 9a Ed, Bookman, \n2007.  \n AUR070 – Desenho Auxiliado por Computador  \nGIESECKE, F. E. et al. Comunicação Gráfica Moderna. Porto Alegre: Bookman, 2002.  \nFRENCH, T. E. Desenho Técnico e Tecnologia Gráfica. São Paulo: Ed. Globo, 2005, 8a. Ed. \nMaterial pedagógico do curso.  ", "104": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n104 \n  \n4º período  \nFIS075 – Física III  \nBibliografia básica:  \nYoung H. D., Freedman R.A.: \"Física III \" Ed. 12 (2010) Pearson  \nHallidayD., Resnick R., Walter J.: \"Fundamentos de Física III\", Ed. 8 (2009) LTC.  \nTIPLER, P.: Física, vol 2a, Ed. Guanabara Dois, Rio, 1984.  \n \nBibliog rafia complementar:  \nChaves Alao: \"Física Básica v.2\", (2007) LTC  \nE. M. Purcell, Curso de Física de Berkeley, vol. 2 - Eletricidade e Magnetismo (Edgard \nBlücher, São Paulo, 1973)  \nNussenzveig H. M.: \"Curso de Física Básica  v.3\" (1997) ou  \n(2009) Edgard Blüc her \nFeynman R \"The Feynman lectures on physics v.2\" Addison Wesley Longman  \n \nCEL033 – Circuitos Lineares I  \nBibliografia básica:  \nRichard C. Dorf e James A. Svoboda, Introdução aos Circuitos Elétricos, LTC Editora, 5ªEdição.  \nRobbins, H. Allan; Miller, C. Wilh elm: \"Análise de Circuitos -  Teoria e Prática\"  \nJohnson, D.E. et al, Fundamentos de Análise de Circuitos Elétricos, Prentice Hall do \nBrasil,4a Edição, 1990.  \n \nBibliografia Complementar:  \nBOYLESTAD, R. L. Introdução à análise de circuitos. 10. ed. São Paulo:  Pearson  \nPrentice Hall, 2004. 828 p. 3. reimpressão, fev. 2008.  \nM. Nhavi, Edminister, J. A. Teoria e Problemas de Circuitos Elétricos, Bookman, 2005.  \nCLOSE, C. M., Circuitos Lineares, Ed. LTC.  \nDESOER, et alli: Teoria Básica de Circuitos, Ed. Guanabara Dois . ", "105": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n105 \n ROBBA, J. E.: Introdução aos Sistemas Elétricos de Potência, Ed. Edgard Blücher.  \n \nMAT030 – Equações diferenciais II  \nBibliografia básica:  \nBOYCE, W. E. & DI PRIMA, R. C. Equações Diferenciais Elementares e Problemas de Valores de Contorno. Rio de Janeiro: LTC, 2006.  \nFIGUEIREDO, D.G. Análise de Fourier e Equações Diferenciais Parciais. Rio de Janeiro: IMPA, CNPq, 1977.  \nKREYSZIG, E. Matemática Superior. Vol 1 e 3. Rio de Janeiro: LTC, 1976.  \n Bibliografia complementar:  \nFIGUEIREDO, D.G. & NEVES, A.F. Equações D iferenciais Aplicadas. Rio de Janeiro: \nIMPA, CNPq, 1997.  \nKAPLAN, W. Cálculo Avançado. Vol. 2. São Paulo: Blucher, 2008.  \nSANTOS, R.J. Introdução às Equações Diferenciais Ordinárias. Belo Horizonte: Imprensa Universitária da UFMG,2006.  \nIÓRIO, Valéria EDP: Um  Curso de Graduação, Rio de Janeiro: IMPA, CNPq, 2010.  \n DCC008 – Cálculo numérico  \nBibliografia:  \nSANTOS, V., R., de B.: Cálculo Numérico, Ed. LTC, 1982.  \nCLAUDIO, D., M., MARINS, J., M.: Cálculo Numérico Computacional, Ed. Atlas, 1994.  \nPETER, A., S.: Introdu ção aos Métodos Numéricos Ed. Interciência, 1979.  \n Bibliografia complementar:  \nRUGGIERO, M., A., G:, LOPES, V., L., da R.: Cálculo Numérico, Aspectos Teóricos e Práticos, Ed. McGraw -Hill, 1988.  \nHUMES, A., F., P., de C., et al.: Noções de Cálculo Numérico, E d. McGraw -Hill, 1984.  \n FIS081 – Fenômenos de Transporte  ", "106": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n106 \n Bibliografia básica:  \nFrank Kreith , Mark S. Bohn, Principios de Transferencia de Calor, Pioneira Thomson \nLearning, Sexta Edicao, 2003.  \nFrank P. Incropera, David P. Dewitt, Theodore L. Bergman, Adrienn e S. Lavine, \nFundamentos de Transferência de Calor e de Massa, LTC, Sexta Edição, 2008.  \nCelso Pohlmann Livi, Fundamentos De Fenômeno De Transporte, LTC, Primeira Edição, 2004.  \n Bibliografia complementar:  \nWashington Braga Filho, Transmissão de Calor, Pioneira Thomson Learning, 2004.  \n   \n \n         \nENE045 – Laboratório de Eletrotécnica  \nBibliografia básica:  \nARNOLD, R.: Fundamentos da Eletrotécnica, Ed. EPU -SP, 1976.  \n \n5º período  \nFIS076 – Física IV  \nBibliografia básica:  ", "107": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n107 \n Fundamentos de Fisica. Halliday & Resnick. Vol 4. J. Walker. Ed gen LTC. 8va edição. \n2010.  \nFísica IV -  Ótica e Física Moderna, 12ª edição Sears & Zemansky. H. D. Young e R. A. \nFreedman, Ed. Pearson 12a Edição 2009.  \nFísica Quântica. Eisberg & Resnick Editora Campus, Ed. 9, 1994.  \nBibliografia complemen tar: \nFísica. Um curso Universitario. Vol II Campos e Ondas. M. Alonso e E. J. Finn. Ed Edgard Blucher Lda, 12 reimpressão 2009.  \n \nCEL034 – Circuitos Lineares II  \nBibliografia básica:  \nRichard C. Dorf e James A. Svoboda, Introdução aos Circuitos Elétricos, LTC  Editora, \n5ªEdição.  \nRobbins, H. Allan; Miller, C. Wilhelm: \"Análise de Circuitos -  Teoria e Prática\"  \nJohnson, D.E. et al, Fundamentos de Análise de Circuitos Elétricos, Prentice Hall do Brasil,4a Edição, 1990.  \n Bibliografia Complementar:  \nBOYLESTAD, R. L. Introdução à análise de circuitos. 10. ed. São Paulo: Pearson  \nPrentice Hall, 2004. 828 p. 3. reimpressão, fev. 2008.  \nM. Nhavi, Edminister, J. A. Teoria e Problemas de Circuitos Elétricos, Bookman, 2005.  \nCLOSE, C. M., Circuitos Lineares, Ed. LTC.  \nDESOER, et  alli: Teoria Básica de Circuitos, Ed. Guanabara Dois.  \nROBBA, J. E.: Introdução aos Sistemas Elétricos de Potência, Ed. Edgard Blücher.  \n CEL099 – Eletrônica Analógica  \nBibliografia básica:  \nSedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice H all, 2007.  \nBoylestad, R; Nashelsky, L. Dispositivos Eletrônicos e teoria de circuitos. Pearson/Prentice Hall, 2004.  ", "108": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n108 \n Razavi, B., Fundamentos de Microeletrônica, LTC, 1ª Edição, 2010.  \n \nBibliografia Complementar:  \nJ. J. Cathey, Dispositivos Eletrônicos e Circ uitos Eletrônicos, 2ª Edição, Bookman, 2003.  \nL. W. Turner, Dispositivos e Circuitos Eletrônicos, 1ª Edição, Hemus, 2005.  \nMalvino, A. P., Eletrônica, McGraw -Hil, 2a Edição, 1987.  \nValkenburgh, N. V. e Neville, I., Eletrônica Básica, 7ª Edição, Freitas Bastos , 1976 \nLurch, E. N., Fundamentos de Eletrônica, 1a Edição, LTC, 1984.  \n CEL037 – Laboratório de Eletrônica  \nBibliografia básica:  \nSedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007.  \nBoylestad, R; Nashelsky, L. Dispositivos Eletrôni cos e teoria de circuitos. 8ª Edição, \nPrentice Hall, 2004.  \nRazavi, B., Fundamentos de Microeletrônica, LTC, 1ª Edição, 2010  \n CEL099 – Eletrônica Analógica  \nBibliografia básica:  \nSedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007.  \nBoylestad, R; Nashelsky, L. Dispositivos Eletrônicos e teoria de circuitos. 8ª Edição, Prentice Hall, 2004.  Razavi, B., Fundamentos de Microeletrônica, LTC, 1ª Edição, 2010.  \n \nBibliografia Complementar:  \nJ. J. Cathey, Dispositivos Eletrônicos e Circuitos Eletrônicos, 2ª Edição, Bookman, 2003.  \nL. W. Turner, Dispositivos e Circuitos Eletrônicos, 1ª Edição, Hemus, 2005.  \nMalvino, A. P., Eletrônica, McGraw -Hil, 2a Edição, 1987.  \nValkenburgh, N. V. e Neville, I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976  \nLurch, E. N., Fundamentos de Eletrônica, 1a Edição, LTC, 1984.  \n ", "109": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n109 \n CEL062 – Circuitos Trifásicos  \nBibliografia básica:  \nRichard C. Dorf e James A. Svoboda, Introdução aos Circuitos Elétricos, 8 ed, Ed. LTC.  \nROBBA, J. E.: Introdução aos Sistemas Elétricos de Potê ncia, Ed. Edgard Blücher, 2001.  \nR. O. Albuquerque, Análise de Circuitos em Corrente Alternada, 2ed, Erica, 2006.  \n \nBibliografia Complementar:  \nCLOSE, C. M., Circuitos Lineares, Ed. LTC.  \nJohnson, D.E. et al, Fundamentos de Análise de Circuitos Elétricos, 4 ed , LTC.  \nO. Markus, Circuitos Elétricos -  Corrente Contínua e Corrente Alternada -  Teoria e \nExercícios, 1 ed, Ed. Erica.  \nG. BARRETO; C. A. DE CASTRO JUNIOR; C. A. DE F. MURARI; F. SATO, Circuitos de Corrente Alternada, 1 ed, Ed. Oficina de textos.  \n5. Robbins , H. Allan; Miller, C. Wilhelm, Análise de Circuitos –  Teoria e Prática, vol. 1 e \nvol. 2.  CEL066 – Sinais e Sistemas  \nBibliografia básica:  \nA. V. Oppenheim e A. S. Willsky, Sinais e Sistemas, Peason 2ª Edição 2010.  \nB. P. Lathi, Sinais e Sistemas Lineares, B ookman, 1a Edição, 2006.  \nS. Haykin e B. V. Veen, Sinais e Sistemas, Bookman, 1ª Edição, 2001.  \n Bibliografia complementar:  \nB. Girod, R. Rabenstein, A. Stenger, Sinais e Sistemas, LTC, 1ª Edição , 2003.  \nM.J. Roberts, Fundamentos em Sinais e Sistemas, McGraw -Hill, 1ª Edição , 2009.  \nB. P. Lathi, Sistemas de Comunicação Analógicos e Digitais, LTC, 4a Edição, 2012.  \nK. Ogata, Engenharia de Controle Moderno, Pearson, 5a Edição, 2010.  \nM. Weeks, Processamento Digital de Sinais, LTC, 2a Edição, 2012.  \n CEL065 – Eletrom agnetismo  ", "110": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n110 \n Bibliografia básica:  \nHAYT JR., W., BUCK, J. A.: Eletromagnetismo, Ed. McGraw -Hill, 7ª edição, 2008.  \nSADIKU, Matthew N. O. Elementos de eletromagnetismo. Bookman,2008.  \nKRAUS, J. D., Fleisch, D. A., Electromagnetics with Applications, McGraw -Hill, 8a. \nedição, 2008.  \n Bibliografia complementar:  \nNOTAROS, BRANISLAV M, Eletromagnetismo, Pearson Brasil, 1ª Edição, 2012.  \nRIBEIRO, JOSÉ A. J. , Propagação de Ondas Eletromagnéticas, Ed. Érica, 1ª Edição, 2004.  \nWENTWORTH, STUART M., Eletromagnetismo Aplicado:  Abordagem Antecipada das \nLinhas de Transmissão, Bookman, 1ª edição, 2008.  \nPaul H. Yong, Técnicas de Comunicação Eletrônica, Prentice -Hall, 2005  \nKaiser, Kenneth L., Transmission Lines, Matching, and Crosstalk, CRC, 2005.  \n \n6º período  \nCEL030 – Laboratório de  Circuitos  \nBibliografia básica:  \nRichard C. Dorf e James A. Svoboda, Introdução aos Circuitos Elétricos, LTC Editora, 5ªEdição.  \nRobbins, H. Allan; Miller, C. Wilhelm: \"Análise de Circuitos -  Teoria e Prática\"  \nJohnson, D.E. et al, Fundamentos de Análise de Circuitos Elétricos, Prentice Hall do Brasil,4a Edição, 1990.  \n Bibliografia Complementar:  \nBOYLESTAD, R. L. Introdução à análise de circuitos. 10. ed. São Paulo: Pearson  \nPrentice Hall, 2004. 828 p. 3. reimpressão, fev. 2008.  \nM. Nhavi, Edminister, J. A. Teoria e Problemas de Circuitos Elétricos, Bookman, 2005.  \nCLOSE, C. M., Circuitos Lineares, Ed. LTC.  \nDESOER, et alli: Teoria Básica de Circuitos, Ed. Guanabara Dois.  ", "111": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n111 \n ROBBA, J. E.: Introdução aos Sistemas Elétricos de Potência, Ed. Edgard Blücher.  \n \nCEL038 – Teoria de Controle I \nBibliografia básica:  \nOGATA, K.: Engenharia de Controle Moderno, Prentice/Hall do Brasil.  \nDorf, Richard C., Sistemas de Controle Moderno, Ed. LTC, 2009.  \nN. S. Nise, Engenharia de Sistemas de Controle, 6 edição, LTC, 2012.  \n Bibliografia complementar:  \nKUO, B.: Sistemas de Controle Automático, Prentice/Hall do Brasil.  \nJ. C. GEROMEL, R. H. KOROGUI, Controles Linear de Sistemas Dinâmicos -  Teoria, \nEnsaios Práticas e Exercícios, 2ed, Edgard Blucher.  \nP. R. da Silveira e W. E. Santos, Automação e C ontrole Discreto, 9a Ed, Ed Érica.  \nC. C. Morais, P. B. L. Castrucci, Engenharia de Automação Industrial, 2a Ed, LTC, 2007.  \nM. Groover, Automação Industrial e Sistemas de Manufatura, 3ed, Ed. Pearson, 2011.  \nCHEN, C., T.: Linear System Theory and Design, Holt, Rinehalt and Wilson, 1999.  \nSivanagaraju, S.; Devi, L.; Control Systems Engineering, Ed. New Academic Science Ltd, 2009.  \n \nCEL051 – Eletrônica II  \nBibliografia básica:  \nSedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007.  \nBoylestad , R; Nashelsky, L. Dispositivos Eletrônicos e teoria de circuitos. \nPearson/Prentice Hall, 2004.  \nRazavi, B., Fundamentos de Microeletrônica, LTC, 1ª Edição, 2010.  \n Bibliografia complementar:  \nJ. J. Cathey, Dispositivos Eletrônicos e Circuitos Eletrônicos, 2 ª Edição, Bookman, 2003.  \nL. W. Turner, Dispositivos e Circuitos Eletrônicos, 1ª Edição, Hemus, 2005.  \nMalvino, A. P., Eletrônica, McGraw -Hil, 2a Edição, 1987.  ", "112": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n112 \n Valkenburgh, N. V. e Neville, I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976  \nLurch, E. N.,  Fundamentos de Eletrônica, 1a Edição, LTC, 1984.  \n \n  \n \n \n \n  \n \n  \n \n \n \n  \n \n \n \nCEL035 – Eletrônica Digital  \nBibliografia básica:  \nRonald J. Tocci, Neal S. Widmer, Gregory L. Moss, Sistemas Digitais: princípios e aplicações, 10ed. Prentice Hall (2007);  \nFundamentals of Digital Logic with VHDL Design; Stephen Brown, Zvonko Vranesic; 3a Edição; McGraw -Hill; 2008;  ", "113": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n113 \n Sedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007.  \n \nBibliografia complementar:  \nV. Pedroni, Eletronica Digital Moderna e VHDL, 1ª Ediç ão, Campus, 2010.  \nJ. W. Bignell, R. Donovan, Eletrônica Digital, 1ª Edição, Cengage, 2009.  \nI. V. Idoeta, Elementos de Eletrônica Digital, 40ª Edição, 2007.  \nGarcia, P. A., Eletrônica Digital -  Teoria e Laboratório, 2ª Edição, Érica, 2008.  \nR. Damore, Vhdl - Descrição e Síntese de Circuitos Digitais, 2 ed., LTC, 2012.  \n CEL068 – Princípios de Comunicações  \nBibliografia básica:  \nS. Haykin, Sistemas de Comunicação Analógicos e Digitais, Bookman, 4ª Edição, 2004.  \nB. P. Lathi, Z. Ding, Sistemas de Comunicação Analógicos e Digitais, LTC, 4a Edição, \n2012.  \nM. P. Fitz, Fundamentals of communications systems, McGraw Hill, 2007.  \n \nBibliografia complementar:  \nRogério M. Carvalho, Comunicações Analógicas e Digitais; Rio de Janeiro, LTC, 2009.  \nJohn G. Proakis, Masoud Salehi, Gerhard Bauch, Contemporary Communication Systems Using Matlab and Simulink. 2ª Ed., Thomson, 2004.  \nBernard Sklar, Digital Communications: Fundamentals and Applications, 2nd Edition, Prentice Hal.  \nPaul H. Young, Técnicas de Comunicação Eletrônica, Prentice H all, 2006.  \nSimon Haykin; Michael Moher, Sistemas de Comunicação, 5ª Edição, Bookman, 2011.  \n CEL0XX – Eletromagnetismo Aplicado  \nBibliografia básica:  \nMatthew M. Radmanesh , Electronic Waves & Transmission Line Circuit Design, Authorhouse, 2011.  ", "114": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n114 \n P. C. Magnuss on, A. Weisshaar, V. K. Tripathi, G. C. Alexander, Transmission Lines and \nWave Propagation, 4a. Ed. , CRC, 2000.  \nKRAUS, J. D., Fleisch, D. A., Electromagnetics with Applications, McGraw -Hill, 8a. \nedição, 2008.  \n \nBibliografia complementar:  \nNOTAROS, BRANISL AV M, Eletromagnetismo, Pearson Brasil, 1ª Edição, 2012.  \nRIBEIRO, JOSÉ A. J. , Propagação de Ondas Eletromagnéticas, Ed. Érica, 1ª Edição, 2004.  \nSADIKU, Matthew N. O. Elementos de eletromagnetismo. Bookman,2008.  \nWENTWORTH, STUART M., Eletromagnetismo Aplic ado: Abordagem Antecipada das \nLinhas de Transmissão, Bookman, 1ª edição, 2008.  \nSARTORI, José Carlos. Linhas de transmissão e Carta de Smith: projeto assistido por \ncomputador. 2. ed. São Carlos, SP: EESC/USP, 2004.  \nHAYT JR., W., BUCK, J. A.: Eletromagnetismo, Ed. McGraw -Hill, 7ª edição, 2008.  \nPaul H. Yong, Técnicas de Comunicação Eletrônica, Prentice -Hall, 2005  \nJames W. Nilsson; Susan A. Riedel, Circuitos Elétricos, 8ª Edição, Pearson, 2009.  \nKaiser, Kenneth L., Transmission Lines, Matching, and Crosstalk, CR C, 2005.  \n \n7º período  \nCEL071 – Laboratório de Sistemas Eletrônicos I  \nBibliografia básica:  \nSedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007.  \nBoylestad, R; Nashelsky, L. Dispositivos Eletrônicos e teoria de circuitos. \nPearson/Pren tice Hall, 2004.  \nRazavi, B., Fundamentos de Microeletrônica, LTC, 1ª Edição, 2010.  \n \nBibliografia complementar:  \nJ. J. Cathey, Dispositivos Eletrônicos e Circuitos Eletrônicos, 2ª Edição, Bookman, 2003.  \nL. W. Turner, Dispositivos e Circuitos Eletrônicos, 1ª  Edição, Hemus, 2005.  ", "115": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n115 \n Malvino, A. P., Eletrônica, McGraw -Hil, 2a Edição, 1987.  \nValkenburgh, N. V. e Neville, I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976  \nLurch, E. N., Fundamentos de Eletrônica, 1a Edição, LTC, 1984.  \n \nCEL039 – Teoria de Controle II  \nBibliografia básica:  \nOGATA, K.: Engenharia de Controle Moderno, Prentice/Hall do Brasil.  \nDorf, Richard C., Sistemas de Controle Moderno, Ed. LTC, 2009.  \nN. S. Nise, Engenharia de Sistemas de Controle, 6 edição, LTC, 2012.  \n \nBibliografia complementar:  \nKUO,  B.: Sistemas de Controle Automático, Prentice/Hall do Brasil.  \nJ. C. GEROMEL, R. H. KOROGUI, Controles Linear de Sistemas Dinâmicos -  Teoria, \nEnsaios Práticas e Exercícios, 2ed, Edgard Blucher.  \nP. R. da Silveira e W. E. Santos, Automação e Controle Discret o, 9a Ed, Ed Érica.  \nC. C. Morais, P. B. L. Castrucci, Engenharia de Automação Industrial, 2a Ed, LTC, 2007.  \nM. Groover, Automação Industrial e Sistemas de Manufatura, 3ed, Ed. Pearson, 2011.  \nCHEN, C., T.: Linear System Theory and Design, Holt, Rinehalt and  Wilson, 1999.  \nSivanagaraju, S.; Devi, L.; Control Systems Engineering, Ed. New Academic Science Ltd, 2009.  \n CEL073 – Redes de Comunicação I  \nBibliografia básica:  \nJames F. Kurose; Keith W. Ross, Redes de Computadores e a Internet -  Uma \nabordagemTop -Down. P earson Education, 5a. Edição, 2010.  \nAndrew S. Tanenbaum. Redes de Computadores, Ed. Campus, 4ª Edição, 2003.  \nLarry L. Peterson, Bruce S. Peterson. Redes de Computadores, Ed. Campus, 3ª Edição, 2004.  \n Bibliografia complementar:  ", "116": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n116 \n Richard Seifert, Jim Edwards , The All -New Switch Book –  The Complete Guide to LAN \nSwitching Technology, 2a Edição, 2008.  \nDouglas E.Comer, Interligação em Rede com TCP/IP, Ed. Campus, 2006.  \nWilliam Stallings, Redes e Sistemas de Comunicação de Dados, 5ª Ed., Editora Campus, \n2005.  \nBehr ouz A. Forouzan, Comunicação de Dados e Redes de Computadores, McGraw -Hill, \n2008.  \nNatalia Olifer, Victor Olifer, Redes de Computadores, Ed.LTC, 2008.  \n \nCEL069 – Microprocessadores  \nBibliografia básica:  \nR. Zelenovsky, A. Mendonça, Hardware e Interfaceamento, MZ editora, 4ª edição, 2009  \nJ. Crisp, Introduction to microprocessors and microcontrollers, 2ª Ed., Ed. Newnes, 2004.  \nN. S. Kumar, M. Saravanan, S. Jeevananthan, Microprocessors and Microcontrollers, 1ª Edição, Oxford, 2011.  \n Bibliografia complementar:  \nD. E. C. Nicolosi, R. B. Bronzeri, Microcontrolador 8051 com linguagem C -  Prático e \nDidático, 1ª Edição Érica, 2005.  \nE.D.M, Ordonez, C.G. Penteado, A.C.R. Silva, Microcontroladores e FPGAs: aplicações em automação, 1ª Edição, Novatec, 2005.  \nN. A. Martins, S istemas Microcontrolados, 1ª Ed., Ed. Novatec, 2005.  \nH. Taub, Circuitos Digitais e Microprocessadores, McGraw -Hill, 1984.  \nR. J. Tocci, N. S. Widmer, G. L. Moss, Sistemas Digitais: princípios e aplicações, 10ª Edição, Prentice Hall, 2007.  \nR. J. Tocci, F. J.  Ambrosio, Microprocessors and Microcomputers, 6ª Edição, Prentice \nHall, 2002.  \n ", "117": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n117 \n CEL075 – Processamento de Sinais I  \nBibliografia básica:  \nS. K. Mitra; Digital Signal Processing: A Computer- Based Approach; 3a. Edição, \nMcGraw -Hill, 2005.  \nR. G. Lyons, Understan ding Digital Signal Processing, 3ª edição, Prentice Hall, 2011.  \nM. Weeks, Processamento Digital de Sinais, LTC, 2a Edição, 2012.  \n \nBibliografia complementar:  \nE. Ifeachor, B. Jervis, Digital Signal Processing: A Practical Approach, 2a Edição, Prentice Hall, 2002.  \nE. A. B. da Silva, P. S. R. Diniz, S. L. Netto,, Digital Signal Processing: System Analysis and Design, Cambridge, 2a edição, 2010.  \nA. V. Oppenheim e A. S. Willsky, Sinais e Sistemas, Pearson, 2ª Edição 2010.  \nA. V. Oppenheim e R. Schaffer, Discrete -Time Signal Processing, Prentice Hall, 3ª \nEdição 2009.  \nV. K. Ingle, J. G. Proakis, Digital Signal Processing Using Matlab, Cengage Learning, 3ª Edição 2011.  \n CEL088 – Comunicação Digital  \nBibliografia básica:  \nB. P. Lathi, Z. Ding, Sistemas de Comunicação Analógicos e Digitais, LTC, 4a Edição, 2012.  \nM. P. Fitz, Fundamentals of communications systems, McGraw Hill, 2007.  \nSimon Haykin, Sistemas de Comunicação Analógicos e digitais, 4ª Edição, Bookman, 2004.  \n Bibliografia complementar:  \nM. Ghavami, L. Michael, R. K ohno, Ultra Wideband Signals and Systems in \nCommunication Engineering, Wiley; 2a Edição, 2007.  \nJ. Proakis, Digital Communications, Mcgraw Hill Higher Education; 5th edition, 2008.  ", "118": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n118 \n Cecilio José Lins Pimentel, Comunicação Digital, 1ª Edição, Brasport, 2007.  \nSimon Haykin; Michael Moher, Sistemas de Comunicação, 5ª Edição, Bookman, 2011.  \nBernard Sklar, Digital Communications: Fundamentals and Applications, 2nd Edition, \nPrentice Hall, Englewood Cliffs, New Jersey.  \n CEL086 – Antenas e Propagação  \nBibliografia básica:  \nBALANIS, C. Teoria de antenas: análise e síntese. Vol. 1. Rio de Janeiro: LTC, 2009;  \nBALANIS, C. Teoria de antenas: análise e síntese. Vol. 2. Rio de Janeiro: LTC, 2009;  \nFUSCO, V. F. Teoria e técnicas de antenas –  princípios e prática. Porto Alegre: \nBookman, 2008;  \n Bibliografia c omplementar:  \nRIBEIRO, J. A J. Propagação das ondas eletromagnéticas -  princípios e aplicações. 1. ed. \nSão Paulo: Editora Érica, 2004;  \nPAUL, C. R. Introduction to electromagnetic compatibility. 2. ed. São Paulo: John Wiley & Sons , 2006;  \nPaul H. Young, Técnicas de Comunicação Eletrônica, 5ª. Ed, Prentice -Hall, 2006.  \nEdson M. Miyoshi e Carlos A. Sanches, Projeto de Sistemas Radio. Érica, 2002  \nRIOS, L. G. Engenharia de antenas. 2. ed. São Paulo: Edgar Blucher, 2008.  \n \n8º período  \nCEL08 9 – Laboratório de Comunicações I  \nBibliografia básica:  \nB. P. Lathi e Z. Ding, Modern digital and analog communication system, 4ª edição, Oxford University Press, 2009.  \nPaul H. Yong, Técnicas de Comunicação Eletrônica, Prentice -Hall, 2005  \nCecilio José Lins Pimentel, Comunicação Digital, 1ª Edição, Brasport, 2007.  \n Bibliografia complementar:  ", "119": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n119 \n Simon Haykin; Michael Moher, Sistemas de Comunicação, 5ª Edição, Bookman, 2011.  \nSimom Haykin, Sistemas de Comunicação Analógicos e digitais, 4ª Edição, Bookman, \n2004.  \nMan uais dos kits utilizados em laboratórios e notas de aplicações.  \nJ. Proakis, Digital Communications, Mcgraw Hill Higher Education; 5th edition, 2008.  \nBernard Sklar, Digital Communications: Fundamentals and Applications, 2nd Edition, Prentice Hall, Englewood  Cliffs, New Jersey.  \n CEL093 – Redes de Comunicação II  \nBibliografia básica:  \nJames F. Kurose; Keith W. Ross, Redes de Computadores e a Internet -  Uma \nAbordagem Top -Down. Pearson Education, 5a. Edição, 2010.  \nLarry L. Peterson, Bruce S. Peterson. Redes de Co mputadores, Ed. Campus, 3ª Edição, \n2004.  \nRichard Seifert, Jim Edwards, The All -New Switch Book –  The Complete Guide to LAN \nSwitching Technology, 2a Edição, 2008.  \n Bibliografia complementar:  \nAndrew S. Tanenbaum. Redes de Computadores, Ed. Campus, 4ª Edição,  2003.  \nBehrouz A. Forouzan, Comunicação de Dados e Redes de Computadores, McGraw -Hill, \n2008.  \nNatalia Olifer, Victor Olifer, Redes de Computadores, Ed.LTC, 2008.  \nDouglas E. Comer, Redes de Computadores e Internet, Bookman, 4ª edição, 2007.  \nMario Dantas, Red es de Comunicação e Computadores: Abordagem Quantitativa, \nVisual Books, 2009.  \n ENE082 - Instalações Elétricas  \nBibliografia básica:  \nCreder, Helio; \"Instalaçoes Eletricas\", Editora: Ltc, 15a Edição, 2007.  ", "120": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n120 \n Cotrim, Ademaro A M B; \"Instalaçoes Eletricas\", Editora:  Prentice Hall Brasil, Edição: \n5ª, 2008.  \nMamede Filho, João. Instalações Elétricas Industriais, 7ª edição, 2007, editora LTC.  \n \nBibliografia complementar:  \nNiskier/Macintyre, Instalações Elétricas. 5ª edição/2008, editora LTC. ISBN: \n9788521618560  \nNiskier,  Manual de Instalações Elétricas, 1ª edição/2005, editora LTC. ISBN: \n9788521618577  \nCavalin/Cervelin, Instalações Elétricas Prediais. 13ª edição/2005, editora Erica. ISBN: 9788571945418  \nNormas ABNT: NBR -5410 e NR -10 \nNormas Cemig de Baixa Tensão: ND5.1 e ND. 5.2 \nMoreira, Vinicius; “Iluminação Elétrica” 1ª Edição, Editora Edgard Blucher, 2001.  \n Cavalin, Geraldo; \"Instalaçoes Eletricas Prediais\", Editora: Erica, Edição: 20ª, 2006.  \nLima Filho, Domingos Leite; “Projetos De Instalacoes Eletricas Prediais”, Editora:  Erica, \n1ª Edição, 1997  \nNery, Norberto; “Instalaçoes Eletricas -  Principios E Aplicaçoes”, Editora:  Erica, \nEdiição: 1ª, 2011  \nBotelho, Manoel; “Instalações Elétricas Residenciais Básicas”, Editora Edgard Blucher, 2012.  \nGuerrini , Délio Pereira; “Iluminação  - Teoria E Projeto”, Edição 1, Editora Erica, 2008.  \n \nENE075 – Fundamentos de Conversão  \nBibliografia básica:  \nCHAPMAN, S.J. Electric Machinery Fundamentals, Ed. Mc Graw -Hill, 4th Edition.  \nFITZGERALD, A. E. Máquinas Elétricas, Ed. Bookman, Quinta Edição  \nKOSO W, I. I. Máquinas Elétricas e Transformadores, Ed. Globo.  \n \nBibliografia complementar:  ", "121": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n121 \n FALCONE, A.G. Eletromecânica: Transformadores, Transdutores, Conversão \nEletromecânica de Energia e Máquinas Elétricas, Vol 1 e 2, Editora Edgar Blucher Ltda.  \nSEN, P.C. Pr inciples of Electric Machines and Power Electronics, John Wiley and Sons, \nSecond Edition, 1997.  \nKRAUSE, P.,  WASYNCZUK, O. and SUDHOFF, S.D., Analysis of Electric Machinery, IEEE Press, 1994.  \nVincent Del Toro, Fundamentos De Máquinas Elétricas, 1999, LTC [ 8] J. \nDuncan Glover (Author), Mulukutla S. Sarma (Author), Thomas Overbye \n(Author); “Power System Analysis and Design”, 2007.  \nCarvalho, G., Máquinas Elétricas -  Teoria e Ensaios, Ed. Érica, 4ª edição, 2010.  \nRezek, A. J. J. , Fundamentos Básicos de Máquin as Elétricas -  Teoria e Ensaios, Ed. \nSynergia, 1ª Ed, 2012.  \n \nCEL085 – Sistemas de Comunicações  \nBibliografia básica:  \nS. Haykin, M. Moher, Sistemas Modernos de Comunicação Wireless, Bookman, 2008.  \nR. L. Freeman, Telecommunication System Engineering. 4a Ed.,  Wiley -Interscience, \n2004.  \nR. L. Freeman, Fundamentals of Telecommunications. 3a Ed., Wiley -Interscience, \n2007.  \n \nBibliografia complementar Edson M. Miyoshi e Carlos A. Sanches, Projeto de Sistemas Radio. Érica, 2002  \nD. Roddy. Satellite Communications, 4a  Edição, McGraw Hill, 2006.  \nArnaldo Megrich, Televisão Digital, 1a Edição, Ed. Érica, 2009.  \nRobert L. Hartwig, Basic TV Technology. Focal Press, 2005.  \nMarcelo Sampaio de Alencar, Telefonia Digital, Editora Érica, 5ª Edição, 2011  \nR. L. Freeman, Radio Syste m Design for Telecommunications. Wiley -Interscience, \n2005.  \nPaul H. Young, Técnicas de Comunicação Eletrônica, 5ª. Ed. Pearson, 2006.  ", "122": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n122 \n 8. J. H. Schiller, Mobile Communications, 2ª. Ed., Addison -Wesley, 2003  \n \nCEL087 – Microondas  \nBibliografia básica:  \nR. Collin , Foundations for Microwave Engineering, 2nd Ed., Wiley, 2000.  \nD. M. Pozar, Microwave Engineering, 3a Edição,Wiley, 2011.  \nC. A. Balanis, Advanced Engineering Electromagnetics, 2a. Ed. Wiley, 2012.  \n Bibliografia c omplementar:  \nT. H. Lee, Planar Microwave Eng ineering: A Practical Guide to Theory, Measurement, \nand Circuits, Cambridge Press, 1a Ed, 2004.  \nKaiser, Kenneth L., Transmission Lines, Matching, and Crosstalk, CRC, 2005.  \nKRAUS, J. D., Fleisch, D. A., Electromagnetics with Applications, McGraw -Hill, 8a. \nedição, 2008.  \nHAYT JR., W., BUCK, J. A.: Eletromagnetismo, Ed. McGraw -Hill, 7ª edição, 2008.  \nC. P. Quevedo e C. Q. Lodi, Ondas Eletromagnéticas, 1ª Ed, Pearson, 2010.  \nS. Ramo. Fields and Waves in Communications Electronics, 3a Ed., New York: Wiley, 1994.  \nPaul H. Young, Técnicas de Comunicação Eletrônica, 5ª Ed, Pearson, 2006.  \n DPR032 – Direito Privado  \nBibliografia básica:  \nBULGARELLI, W.; Direito Comercial I, Editora Atlas, 1980.  \nDIAS, J. A.; Da responsabilidade Civil, Editora Forense, 1987.  \nGOMES, O.; Contra tos, Editora Forense, 1997.  \n Bibliografia complementar:  \nNASCIMENTO, A. M.; Iniciação ao Direito do Trabalho, Editora LTR, 1997.  \nMIRANDA, P.; Tratado de Direito Privado, Editora Borsoi, 1970.  \nGOMES, O. e GTTSCHALK, E.; Curso de Direito do Trabalho, Editora Forense, 1998.  ", "123": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n123 \n MONTEIRO, W. B.; Curso de Direito Civil, 6 volumes, Editora Saraiva, 1994.  \nCOELHO, F. U.; Manual de Direito Comercial, Editora Saraviva, 1996.  \nSILVA, A. B. A.; Introdução à Ciência do Direito, Editora Salesiana, 1940.  \nCIAN, G. e TRABUCCHI, A .; Commentario Breve Al Codice Civile, Editora Padova, 1984.  \nGONÇALVES, A. C.; Da propriedade Resolúvel, Revista dos Tribunais, 1979.  \nFERRI, G.; Manuale di Diritto Commerciale, Editora Torino, 1997.  \nFRANÇA, R. L., Manual de Direito Civil, Revista dos Tribu nais, 1978.  \n \n9º período  \nCEL095-  Laboratório de Comunicações II  \nBibliografia básica:  \nR. Collin, Foundations for Microwave Engineering. McGraw -Hill; \nD. M. Pozar, Microwave Engineering, Wiley;  \nPaul H. Yong, Técnicas de Comunicação Eletrônica, Prentice -Hall, 2 005.  \n \nBibliografia complementar:  \nBALANIS, C. Teoria de antenas: análise e síntese. Vol. 1. Rio de Janeiro: LTC, 2009.  \nBALANIS, C. Teoria de antenas: análise e síntese. Vol. 2. Rio de Janeiro: LTC, 2009.  \nFUSCO, V. F. Teoria e técnicas de antenas –  princípio s e prática. Porto Alegre: \nBookman, 2008;  \nRIOS, L. G. Engenharia de antenas. 2. ed. São Paulo: Edgar Blucher, 2008.  \nT. H. Lee, Planar Microwave Engineering: A Practical Guide to Theory, Measurement, and Circuits, Cambridge Press, 1a Ed, 2004.  \nDiversas notas de aplicação da Agilent Tecnologies sobre equipamentos e práticas de medida (AN1390, AN1303, AN1286 dentre outras) e manuais dos equipamentos.  \n CELXXX – Sistemas de Comunicações II  \n- Básica:  \n- S. Haykin, M. Moher, Sistemas Modernos de Comunicação Wireles s, Bookman, 2008.  ", "124": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n124 \n - R. L. Freeman, Telecommunication System Engineering . 4a Ed., Wiley -Interscience, \n2004.  \n- R. L. Freeman, Fundamentals of Telecommunications . 3a Ed., Wiley -Interscience, \n2007.  \n- Complementar:  \n- Edson M. Miyoshi e Carlos A. Sanches, Projet o de Sistemas Radio. Érica, 2002  \n- R. L. Freeman, Radio System Design for Telecommunications . Wiley -Interscience, \n2005.  \n- D. Roddy, Satellite Communications , 4a Edição, McGraw Hill, 2006.  \n- Marcelo Sampaio de Alencar, Telefonia Digital , 5ª edição, 2011.  \n- Arnaldo Megrich, Televisão Digital, 1a Edição, Ed. Érica, 2009.  \n- Robert L. Hartwig, Basic TV Technology . Focal Press, 2005.  \n \nCEL091 – Comunicações sem fio  \nBibliografia básica:  \nTheodore S. Rappaport, Comunicações sem Fio -  Princípios e Práticas. 2ª edição . \nPrentice Hall, 2009.  \nMichel D. Yacoub, Foundations of Mobile Radio Engineering, CRC Press, 1993.  \nSimon Haykin, Michael Moher, Sistemas Modernos de Comunicação Wireless, \nBookman, 2008.  \n  \nBibliografia complementar:  \nEdson M. Miyoshi e Carlos A. Sanches, Pro jeto de Sistemas Radio. Érica, 2002.  \nMarcelo S. Alencar, Telefonia Celular Digital, Editora Érica, 2004.  \nJ. H. Schiller, Mobile Communications, 2ª. Ed., Addison- Wesley, 2003.  \nDavid Tse, Pramod Viswanath, Fundamentals of Wireless Communication. Cambridge, 2005.  \nAndrea Goldsmith, Wireless Communications, Cambridge, 2005.  \n CEL094 – Comunicações ópticas  ", "125": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n125 \n Bibliografia básica:  \nG. P. Agrawal,  Fiber Optic Communication Systems, 4rd Ed, John Wiley, 2010.  \nG. Keiser, Optical Fiber Communications, 4a. Ed, McGraw Hill,  2010..  \nPalais J.C, Fiber Optic Communications, 5a Ed, Prentice -Hall, 2004.  \n \nBibliografia complementar:  \nJ. R. A. Amazonas, Projeto de Sistemas de Comunicações Ópticas, 1ª. Ed, Manole, 2005.  \nDennis Derickson. Fiber Optic Test and Measurement, 1a Ed., Prentice Hall, 1997.  \nPaul E. Green, Jr. Fiber Optic Networks, Prentice -Hall, 1a Ed. 1998.  \nJohn M. Senior, Optical Fiber Communications: Principles and Practice, 3rd Ed., Prentice Hall, 2008.  C. A. Balanis, Advanced Engineering Electromagnetics, 2a. Ed. Wiley, 2012.  \nR. Ramaswami, K. Sivarajan, G. Sasaki, Optical Networks: A Practical Perspective, Morgan Kaufmann, 3a. Ed., 2009.  \n CEL081 – Projeto de Circuitos de RF  \nBibliografia básica:  \nPaul H. Yong, Técnicas de Comunicação Eletrônica, Prentice -Hall, 2005.  \nReinhol d Ludwig, Pavel Bretchko; RF Circuit Design: Theory and Applications; Prentice \nHall; 2000.  \nGuillermo Gonzalez, Microwave Transistor Amplifiers: Analysis and Design, 2nd Edition, Prentice Hall, 1996.  \n Bibliografia complementar:  \nUlrich Rohde, David Newkirk;  RF/Microwave Circuit Design for Wireless Application, \nWiley Interscience, 2000.  \nDavid Pozar, Microwave and RF Design of Wireless Systems, John Wiley, 2001  \nR. E. Collin, Foundations for Microwave Engineering, John Wiley & Sons, 2001  ", "126": "  \nCoordenação de Curso da Engenharia Elétrica  \nFACULDADE DE ENGENHARIA  \nCampus da UFJF -  Juiz de Fora –  MG \nTel.: 3229 3460 –  3444  \n \n \n126 \n R. J. Cameron, R. Manso ur, C. M. Kudsia, Microwave Filters for Communication \nSystems: Fundamentals, Design and Applications, Wiley, 2007.  \nT. H. Lee, Planar Microwave Engineering: A Practical Guide to Theory, Measurement, \nand Circuits, Cambridge Press, 1a Ed, 2004.  \n "}