{"1": "RESOLUÇÃO CEPE Nº 3.621 \n \n \nAprova o Projeto Pedagógico do Curso \nde Engenharia da Computação – \nCampus João Monlevade. \n \n \n \n \n \nO Conselho de Ensino, Pesquisa e Extensão da Universidade \nFederal de Ouro Preto, em reunião extraordinária, realizada em 1º de junho de \n2009, no uso de suas atribuições legais,  \n \n \n \n \n \nR E S O L V E: \n \n \n \n \nAprovar o Projeto Pedagógico do Curso de Engenharia da \nComputação – Campus João Monlevade, cujo documento fica fazendo parte \nintegrante desta Resolução. \n \n \n \nOuro Preto, em 1º de junho de 2009. \n \n \n \n \n \nProf. João Luiz Martins \nPresidente \n \n \n", "2": " \n \n2 \nUNIVERSIDADE FEDERAL DE OURO PRETO \nDEPARTAMENTO DE CIÊNCIAS EXATAS E APLICADAS \nCURSO DE ENGENHARIA DA COMPUTAÇÃO \n \n \n \n \n \n \n \n \nPROJETO POLÍTICO PEDAGÓGICO \n \nCURSO DE GRADUAÇÃO EM ENGENHARIA DA COMPUTAÇÃO \n \nCampus João Monlevade \n \n \n \nVERSÃO PRELIMINAR \n \n \n \n \n \n \nJoão Monlevade \n2008 \n", "3": " \n \n3 \n \nCOLEGIADO ESPECIAL DO CURSO  \n \nProf. Euler Horta Marinho \nProf. Fernando Cortez Sica \nProf. Ricardo de Oliveira Duarte \nProf. Glauco Ferreira Gazel Yared \nProf. Marcos Henrique Fonseca Ribeiro \nProf. Rodrigo Geraldo Ribeiro \nProf. Bruno Rabello Monteiro \n", "4": " \n \n4 \nSUMÁRIO \n \n1. APRESENTAÇÃO \n2. DADOS GERAIS DO CURSO \n3. BASES LEGAIS \n3. A ENGENHARIA DA COMPUTAÇÃO \n3.1. BREVE HISTÓRICO DA ENGENHARIA DA COMPUTAÇÃO \n3.2. CONCEITUAÇÃO DA ENGENHARIA DE PRODUÇÃO \n3.3. O MERCADO DE TRABALHO E AS OPORTUNIDADES DE ATUAÇÃO DO \nENGENHEIRO DA COMPUTAÇÃO \n4. A ENGENHARIA DA COMPUTAÇÃO DA UFOP \n4.1. A CONCEPÇÃO DO CURSO E MOTIVAÇÕES PARA SUA IMPLANTAÇÃO \n4.2. JOÃO MONLEVADE – CIDADE SEDE DO CURSO \n4.3. AS MOTIVAÇÕES PARA IMPLANTAÇÃO DO CURSO \n5. OBJETIVO E PERFIL DO EGRESSO \n5.1. OBJETIVO DO CURSO \n5.2. PERFIL GERAL \n5.3. COMPETÊNCIAS E HABILIDADES \n5.4. PERFIL ESPECÍFICO \n6. CONCEPÇÃO CURRICULAR \n6.1. ARTICULAÇÃO ENTRE TEORIA E PRÁTICA \n6.2. INTEGRAÇÃO VERTICAL E HORIZONTAL \n6.3. FLEXIBILIZAÇÃO CURRICULAR \n6.4. INTEGRALIZAÇÃO DO CURSO \n7. OS NÚCLEOS DE CONTEÚDO E AS ATIVIDADES DO CURSO \n7.1. NÚCLEO DE CONTEÚDOS BÁSICOS \n7.2. NÚCLEO DE CONTEÚDOS PROFISSIONALIZANTES \n7.3. NÚCLEO DE CONTEÚDOS ESPECÍFICOS \n8. EMENTAS DAS DISCIPLINAS E SUA DISTRIBUIÇÃO POR PERÍODOS \n9. EQUIVALÊNCIA DE ESTUDOS ENTRE OS CAMPI \n10. ATIVIDADE DE ESTÁGIO SUPERVISIONADO \n11. ATIVIDADE DE TRABALHO DE CONCLUSÃO DE CURSO \n12. ATIVIDADES ACADÊMICAS COMPLEMENTARES \n13. PROCEDIMENTOS METODOLÓGICOS DE ENSINO-APRENDIZAGEM \n14. PROCEDIMENTOS METODOLÓGICOS DE AVALIAÇÃO \n15. INSTALAÇÕES FÍSICAS \n16. PERSPECTIVA DA NECESSIDADE DE LABORATÓRIOS \n", "5": " \n \n5 \n1. APRESENTAÇÃO \n \nEste documento apresenta o Projeto Político-Pedagógico do Curso de Engenharia da \nComputação do DECEA-Departamento de Ciências Exatas e Aplicadas do Campus João \nMonlevade da UFOP-Universidade Federal de Ouro Preto. \n \nEste Projeto Político-Pedagógico foi elaborado com o intuito de propiciar uma melhoria \ncontínua nos procedimentos acadêmicos e na qualidade da formação do Engenheiro da \nComputação egresso do DECEA/UFOP e, para tanto, procura estabelecer condições para \norientação dos diversos atores sociais participantes, quais sejam professores, técnico-\nadministrativos e alunos. \n \nBusca-se também adequar os princípios e valores educativos a uma realidade em que se \npreza a formação para a vida, levando-se em consideração a fluidez da condição \ncontemporânea e os anseios distintos da sociedade brasileira e não somente uma mera \nformação para o mercado. Com esse intuito, procura-se estabelecer possibilidades de \nformação de modo que o egresso possa estar preparado para atuar nas inúmeras áreas de \naplicação dos saberes e práticas da Engenharia da Computação. \n \nNeste documento, encontram-se contemplados os conjuntos de diretrizes organizacionais e \noperacionais que expressam e orientam a prática político-pedagógica do curso, o perfil \nprofissional dos concluintes, a estrutura curricular, as ementas, a bibliografia, assim como as \ndemais informações e referências relacionadas ao desenvolvimento do Curso. \n \nO Projeto procura atender às recomendações da legislação atual no sentido de demonstrar \ncomo o conjunto das atividades desenvolvidas pela instituição garante o perfil desejado dos \negressos e o desenvolvimento das competências e habilidades esperadas. \nNa construção do presente Projeto Político-Pedagógico atende-se também ao Parecer \nCES/CNE 146/2002, de 3/04/2002 3/04/2002 que determina que as instituições de ensino \nsuperior deverão definir, com clareza, os elementos que lastreiam a concepção do curso, o \nseu currículo pleno e sua operacionalização. \n \n \n2. DADOS GERAIS DO CURSO \n \nVagas Anuais: 40 (quarenta) para o turno diurno e 40 (quarenta) para o turno noturno. \nRegime escolar: semestral \nHorário do turno diurno: de segunda a sexta-feira das 13:30h às 18:00h; aos sábados das \n8:10h às 11:50h. \nHorário do turno noturno: de segunda a sexta-feira das 18:10h às 22:40h; aos sábados das \n8:10h às 11:50h. \nIntegralização Curricular Prevista: 10 semestres \nPrazo máximo: 15 semestres \nTotal de créditos: 237, sendo 11 créditos de Estágio Supervisionado \nCarga-horária total: 3600 horas, sendo 160 horas de Estágio Supervisionado \n \n \n", "6": " \n \n6 \n \n3. BASES LEGAIS \n \nO Projeto Político Pedagógico do Curso de Engenharia da Computação do DECEA-\nDepartamento de Ciências Exatas e Aplicadas da UFOP/Campus João Monlevade enquadra-\nse na Lei de Diretrizes e Bases da Educação Nacional (Lei nº. 9394 de 20 de dezembro de \n1996), em especial em seu Artigo 43 que define as finalidades da educação superior.  \n \nEste Projeto encontra-se também em consonância com a missão, as finalidades, os \nprincípios e valores da UFOP conforme estabelecidos no Estatuto e no Regimento \ninstitucionais.  \n \nOutro documento legal que baliza a feitura deste Projeto é a Resolução CNE/CES 11/2002 \nque dispõe sobre os princípios, fundamentos, condições e procedimentos da formação em \nEngenharia; sobre o desenvolvimento e avaliação dos projetos pedagógicos, definindo \ncompetências, habilidades e conteúdos que deverão ser assegurados ao perfil do formando, \negresso ou profissional de Engenharia, além de definir condições e parâmetros para a \nestruturação dos Cursos de Graduação em Engenharia.  \n \nPara a composição do conteúdo programático do Curso foram seguidos os subsídios e as \ndiretrizes disponibilizadas nos documentos da SBC sobre as referências curriculares da \nEngenharia da Computação, para que se mantivesse a similitude deste Curso com os demais \nCursos de Engenharia da Computação no país, haja vista que tais diretrizes são o \nfundamento do Manual de Avaliação do Curso de Engenharia da Computação do Instituto \nNacional de Estudos e Pesquisas Educacionais-INEP.  \n \nAdicionalmente, o currículo do Curso procura incorporar saberes, conteúdos e adequações \nnecessárias para dar suporte à construção de um conhecimento comprometido com a \nrealidade local de inserção do mesmo na Região do Médio Vale do Rio Piracicaba.  \n \n \n3. A ENGENHARIA DA COMPUTAÇÃO \n \n3.1. BREVE HISTÓRICO DA ENGENHARIA DA COMPUTAÇÃO \n \nA Engenharia da Computação é um curso superior com disciplinas especializadas que \ncombinam a Eletrônica e a Ciência da Computação. Existem diferentes linhas que podem ser \naprofundadas no sentido de caracterizar uma ênfase do curso. Entre essas linhas podemos \ncitar: Automação e Controle, Microeletrônica, Processamento Digital de Sinais, Eletrônica \nEmbarcada, Engenharia Biomédica, Redes e Telecomunicações, Engenharia de Software \ndentre outras. Essas mesmas linhas podem também ser vistas como diferentes habilitações \nde um curso de Engenharia Elétrica ou Ciência da Computação.  \n \nOs primeiros cursos de graduação em Engenharia da Computação surgiram nas \nuniversidades no início dos anos 1990, mais precisamente nos Estados Unidos da América. \nAlgumas universidades como o MIT (Massachussetts Institut of Technology), nos Estados \n", "7": " \n \n7 \nUnidos optou por unir os departamentos de Engenharia Elétrica e de Ciência da Computação \nem um único departamento de Engenharia da Computação.1 \nNo caso do Brasil, a maioria dos cursos de Engenharia da Computação surgiu como uma \nespecialização do curso de Engenharia Elétrica, e é isto que os diferencia dos cursos de \nCiência da Computação. Enquanto em Ciência da Computação existe um foco mais \nespecífico em desenvolvimento de software, complexidade de algoritmos, sistemas \noperacionais, compiladores e bancos de dados, a Engenharia da Computação foca mais em \nhardware, processos, automação de sistemas da Computação e software embarcado.2 \n \n3.2. CONCEITUAÇÃO DA ENGENHARIA DA COMPUTAÇÃO \nInicialmente, pode-se dizer que existem diversas semelhanças entre os cursos de \nEngenharia da Computação e de Ciência da Computação. Tratando esse assunto, o \nComputing Curricula 2004, força-tarefa patrocinada pela ACM-IEEE-CS, conceitua a \nEngenharia da Computação como sendo uma especialização, ou ainda, um ramo da Ciência \nda Computação. Porém, em algumas abordagens, os dois cursos se sobrepõem.  \nEm outro documento, Software Engineering Programmers are not Computer Science \nProgrammers, este elaborado por David Lorge Parnas (In Annals of Software Engineering \n6(1;4):19- 37, 1998. Kluwer Academic Publisher) menciona que: \n \n “... a ciência da computação pode ser vista para o engenheiro de computação assim como a \nfísica é vista para o engenheiro eletricista”. \n \nDe acordo com as visões acima mencionadas, pode-se dizer que o Engenheiro de \nComputação deve ter o embasamento necessário para aplicar, em soluções computacionais, \nconceitos obtidos a partir da matemática, da ciência da computação e das tecnologias \neletroeletrônicas modernas. Tais soluções devem abranger os conceitos de eficiência, \nsegurança, confiabilidade, completude e outros em prol do bem estar das corporações e, \nconseqüentemente, da sociedade como um todo. \n \nDe acordo com uma visão mais técnica, pode-se dizer que um engenheiro de computação \ndeve possuir formação plena em Engenharia e uma sólida formação técnico-científica e \nprofissional, que o capacita a especificar, desenvolver, implementar, adaptar, industrializar, \ninstalar e manter sistemas computacionais, bem como perfazer a integração de recursos \nfísicos e lógicos necessários para o atendimento das necessidades informacionais, \ncomputacionais e da automação de organizações em geral. \nSegundo a Comissão de Especialistas de Ensino de Engenharia – CEEEng/SESU/MEC: \n \n\"O Engenheiro de Computação é um profissional com formação plena em Engenharia, \npreparado em assuntos de Computação para especificar, conceber, desenvolver, \nimplementar, adaptar, produzir, industrializar, instalar e manter sistemas computacionais, \nbem como perfazer a integração de recursos físicos e lógicos necessários para o \natendimento das necessidades informacionais, computacionais e da automação de \norganizações em geral.\" \n \n \n                                                                 \n1 \n De: http://pt.wikipedia.org/wiki/Engenharia_da_computacao em 29 de agosto de 2008. \n2 \n De: http://pt.wikipedia.org/wiki/Engenharia_da_computacao em 29 de agosto de 2008. \n \n", "8": " \n \n8 \nSendo, na maioria dos casos, constituído a partir de uma fusão entre os cursos de Ciência da \nComputação e Engenharia Elétrica, o curso de Engenharia de Computação pode apresentar \nas seguintes áreas de atuação: \n \n \nArquitetura de computadores;  \n \nBanco de dados;  \n \nSistemas Digitais;  \n \nEngenharia de software;  \n \nProcessamento digital de sinal (DSP)  \n \nRedes de computadores e sistemas de comunicação de dados;  \n \nSistemas artificiais inteligentes (Computação flexível, inteligência computacional, \ncognição artificial);  \n \nInformática Industrial \n \nSistemas Integrados de Hardware e Software \n \n3.3. O MERCADO DE TRABALHO E AS OPORTUNIDADES DE ATUAÇÃO DO \nENGENHEIRO DA COMPUTAÇÃO \n \nO curso de Engenharia da Computação propicia uma sólida formação nas áreas de hardware \ne software, sendo basicamente constituído por disciplinas da Ciência da Computação e da \nEngenharia Eletrônica. Por essa característica, o campo de atuação do Engenheiro da \nComputação se baseia em organizações de diferentes finalidades tais como: \n \n \nempresas que têm a computação como produto final (software e hardware);  \n \nempresas que produzem interfaces entre o computador e outros equipamentos \n(caldeiras, motores, linha de produção etc.);  \n \ndesenvolvimento de simulações;  \n \nsistemas de controle de processos em indústrias;  \n \nbancos, indústrias que se utilizam de linhas de montagem, indústria farmacêutica, \nindústria de aviação etc. \n \nOs egressos desse curso estarão aptos a assumir funções em diferentes níveis dentro \ndessas organizações, seja de execução, gerenciamento ou de direção, para as quais seguem \nalgumas atividades e responsabilidades técnicas inerentes à função (diretor, administrador, \ngerente, projetista, coordenador, engenheiro, pesquisador, professor, dentre outras): \n \n \nDesenvolvimento de Sistemas de Software; \n \nPlanejamento \nde \nCapacidade \ne \nProjeto \nde \nRedes \ne/ou \nSistemas \nde \nTelecomunicações; \n \nPesquisa e Desenvolvimento de Novas Aplicações, Produtos e Serviços em Redes \ne/ou Telecomunicações; \n \nProjeto, Desenvolvimento e Implantação de Sistemas Integrados de Redes e/ou \nTelecomunicações (Sistemas Convergentes); \n \nManutenção de Software; \n \nGerenciamento de Configuração e Engenharia de Software; \n \nGerência, Operação e Manutenção de Sistemas de Redes e/ou Telecomunicações; \n \nDesenvolvimento de Métodos e Ferramentas da Engenharia de Software; \n \nDesenvolvimento e Gerenciamento de Banco de Dados; \n", "9": " \n \n9 \n \nPlanejamento e Controle de Qualidade de Software; \n \nEspecificar, projetar, implementar e avaliar arquiteturas digitais, sistemas embutidos e \ncontroladores; \n \nProjetar, analisar e implementar circuitos elétricos e eletrônicos; \n \nEnsino e Pesquisa. \n \n4. A ENGENHARIA DA COMPUTAÇÃO DA UFOP \n \n4.1. A CONCEPÇÃO DO CURSO E MOTIVAÇÕES PARA SUA IMPLANTAÇÃO \nDentro do âmbito do projeto de expansão de vagas nas universidades públicas, a \nUniversidade Federal de Ouro Preto (UFOP) criou no ano de 2002 o Departamento de \nCiências Exatas e Aplicadas, em parceria com a Prefeitura Municipal de João Monlevade. \nEsse departamento deu início as suas atividades em setembro de 2002, com a criação do \ncurso de graduação em Engenharia de Produção. Em março de 2005, foi criado o curso de \nBacharelado em Sistemas de Informação. Atualmente, esses cursos se encontram \npraticamente consolidados tendo sido já realizada grande parte das atividades previstas nos \nseus projetos originais de implantação, como a reforma e ampliação das instalações físicas \ndisponíveis, a montagem de laboratórios de ensino e pesquisa e a aquisição de \nequipamentos, a implantação de redes de telefonia e de computadores, a aquisição de livros \ne a contratação de professores e servidores técnico-administrativos. \n \nEm 14 de dezembro de 2007, o Conselho Universitário aprovou o plano institucional referente \nà participação da UFOP no Programa de Apoio a Planos de Reestruturação e Expansão das \nUniversidades Federais (Reuni). O Reuni é um plano do governo federal que visa criar \ncondições para a ampliação do acesso e permanência no ensino superior, pelo \naproveitamento da estrutura física e de recursos existentes das universidades federais.  \n \nNo contexto deste plano institucional, foram propostas a criação de dois novos cursos no \ncampus João Monlevade, que passa a ser reconhecido como unidade acadêmica, atendendo \npelo nome de Instituto de Ciências Exatas e Aplicadas (ICEA).  \n \nNo DECEA, o Reuni se concretizará pela criação dos cursos de graduação em Engenharia \nElétrica e graduação em Engenharia da Computação, além da ampliação do número de \nvagas dos cursos existentes que passarão a funcionar no turno diurno. \n \nA definição, pelo Conselho Departamental, da Engenharia da Computação como curso a ser \nimplantado no DECEA encontra-se embasado nas áreas em que esse curso fará interface \ncom os cursos existentes e com o curso de Engenharia Elétrica a ser criado. Além disso, \nbuscou-se uma conformidade com as atividades industriais da região. \n \nUma outra grande motivação para a implantação do Curso de Engenharia da Computação é \na potencialidade para o ensino superior no Médio Piracicaba e no Vale do Aço. Esta \npotencialidade fica retratada pelo grande crescimento da rede privada de ensino superior nas \ncidades vizinhas, com implantação da UNIPAC (Ipatinga), UNIVALE (Governador Valadares) \ne a UNILESTE (Ipatinga), além de diversos cursos isolados oferecidos nessas cidades e \nainda em Timóteo, Itabira e João Monlevade. Ainda em 2006 foi instalado em João \nMonlevade o campus da Universidade Estadual de Minas Gerais (UEMG). \n \n", "10": " \n \n10 \n4.2. JOÃO MONLEVADE – CIDADE SEDE DO CURSO \n \nO Município de João Monlevade, situado na região do Médio Piracicaba, MG, com cerca de \n70.500 habitantes (segundo o censo IBGE de 2004), encontra-se a uma distância rodoviária \nde cerca de 110km a leste de Belo Horizonte e de 145km a nordeste de Ouro Preto. \n \nA história de João Monlevade está diretamente ligada à vida do Geólogo e Engenheiro de \nMinas francês Jean Antoine Félix Dissandes de Monlevade, que chegou recém-formado ao \nBrasil em 1817. Em 1825 instala uma fábrica de ferro, uma indústria pioneira que vai definir a \nfutura vocação da região – mineração e siderurgia –, e que se constitui nos anos 1922, por \nintermédio do grupo siderúrgico Arbed, de Luxemburgo, na Companhia Siderúrgica Belgo-\nMineira3, hoje Arcelor Mittal. \n \nAlém do poder econômico, a empresa recém criada, torna-se potência política e social \nabsoluta na região, dominando o panorama siderúrgico brasileiro até a década de 1950, \nquando são construídas a Companhia Siderúrgica Nacional, em Volta Redonda, em 1941, e \nas demais siderúrgicas públicas como a Usiminas, Acesita, dentre outras, na década de \n1950. \n \nPara atração da mão-de-obra foram disponibilizadas a moradia e toda a infra-estrutura \nnecessária, de modo a propiciar condições de vida invejáveis aos trabalhadores, como \neducação, saúde e lazer. A cidade de João Monlevade cresce, assim, ao redor da usina \nsiderúrgica. Em 1964, emancipa-se politicamente do Município de Rio Piracicaba e se torna \num palco ativo no desenvolvimento da indústria de transformação brasileira, sendo local de \nreferência para os movimentos operários e sindicais no Estado de Minas Gerais.4 \n \nA Cidade de João Monlevade mostra um desenvolvimento significativo, sendo classificada \npela Fundação João Pinheiro como a 11ª cidade mais promissora e a 3ª cidade com melhor \níndice de qualidade de vida no Estado de Minas Gerais. O PIB per capita (Produto Interno \nBruto por habitante) do Município, em 2006 em torno de R$ 20.505,00, tem crescido acima \nda média nacional nos últimos anos, crescimento este acompanhado pelo incremento dos \níndices de qualidade de vida de sua população. Com relação à infra-estrutura urbana 99% \ndas residências são servidas por água tratada e coleta de esgoto sanitário, 98,5% das \nmesmas possuem energia elétrica e 85% da malha viária urbana é pavimentada. \n \nA posição geográfica do Município é estratégica e privilegiada na rota de desenvolvimento do \nEstado de Minas Gerais. Pode ser acessado pelas BR 381/262, pela MG 129 e pela estrada \nde ferro Vitória/Minas, e constitui uma porta de entrada para a região altamente \nindustrializada do Vale do Aço, que engloba uma população de cerca de 700.000 habitantes \nsomente em suas maiores cidades como Ipatinga, Timóteo, Coronel Fabriciano e Governador \nValadares. \n \nO crescimento do Município é propiciado, sobretudo, pelas atividades econômicas de sua \nprincipal empresa a Arcelor Mittal (previamente Companhia Siderúrgica Belgo Mineira), que \n                                                                 \n3  Beaumont, Ernest. Breve histórico de João Monlevade. In: Programa Integrar. Formação e desenvolvimento local em \nJoão Monlevade: uma experiência participativa. São Paulo: CNM/CUT, 2000, p. 24. \n4  Beaumont, Ernest. Breve histórico de João Monlevade. In: Programa Integrar. Formação e desenvolvimento local em \nJoão Monlevade: uma experiência participativa. São Paulo: CNM/CUT, 2000, p. 27. \n", "11": " \n \n11 \nrealiza investimentos significativos na Usina de João Monlevade. Além da Belgo-Grupo \nArcelor, existem várias outras empresas do setor mínero-metalúrgico nos municípios \nvizinhos, com destaque para a Companhia Vale do Rio Doce, Siderúrgica Gerdau, Usiminas \ne Acesita. Outras atividades de destaque são a indústria de papel e celulose, a cargo da \nCenibra, e várias outras empresas de pequeno e médio porte associadas à cadeia produtiva \nmínero-metalúrgica. \n \nA cidade também se destaca pelo expressivo crescimento e diversificação das atividades de \ncomércio e de serviço, sendo um pólo que atrai com sua liderança clientes e consumidores \nde diversos municípios da região do Vale do Médio Piracicaba, como Rio Piracicaba, São \nGonçalo do Rio Abaixo, São Domingos do Prata, Nova Era, Santa Bárbara, Barão de Cocais, \nAlvinópolis, Bela Vista de Minas e Itabira. \n \nJoão Monlevade é ainda um município privilegiado culturalmente. Desde a época em que a \ncidade era distrito de Rio Piracicaba, já existiam e persistiam as mais variadas e legítimas \nmanifestações populares e culturais. Com a emancipação político-administrativa, as \natividades culturais começaram a fervilhar com o surgimento de bandas de música, corais, \ngrupos teatrais, guarda de marujos e congado, entre outros. Nos dias atuais, a comunidade \nmonlevadense ainda vê preservadas as suas manifestações culturais de aspecto mais \npopular e folclórico como também a sua produção artística mais refinada, expressando assim \na vocação da cidade para o fazer cultural. \n \nO ensino superior no município de João Monlevade vem gradativamente sendo ampliado, \natendendo a cerca de mil alunos do município e da região. Atualmente, são quatro os cursos \nde nível superior oferecidos na cidade através da FUNCEC-Fundação Comunitária \nEducacional e Cultural de João Monlevade, quais sejam: Pedagogia, Administração de \nEmpresas, Direito e Letras. Em 2006, a UEMG-Universidade Estadual de Minas Gerais \ninstalou um campus no município ofertando os cursos de Engenharia de Minas e Engenharia \nAmbiental. \n \nO Plano Monlevadense de Desenvolvimento elaborado em 1999 pela Secretária Municipal de \nPlanejamento e Desenvolvimento Econômico já apontava como o maior desafio da cidade, \nno que diz respeito ao ensino superior, a viabilização da edificação de uma Universidade, o \nque viria a promover o desenvolvimento global da cidade, atraindo pessoas e recursos. Além \ndisto, destacava como pontos fracos nesta área as poucas opções de cursos superiores e a \nescassez de professores habilitados, tanto no Ensino Médio quanto no Superior. \n \n \n5. OBJETIVO E PERFIL DO EGRESSO \n \n5.1. OBJETIVO DO CURSO \n \nO perfil desejado para o profissional formado em Engenharia da Computação da UFOP \nencontra-se balizado pela concepção finalística da Universidade, conforme definida em seu \nEstatuto, que segue as delimitações propostas pelo Ministério da Educação quanto à \neducação superior, como estabelecidas na Lei de Diretrizes e Bases da Educação Nacional \n(Lei nº. 9394 de 20 de dezembro de 1996), nas Diretrizes Curriculares Nacionais do Curso de \n", "12": " \n \n12 \nGraduação em Engenharia (Resolução CNE/CES 11, de 11 de março de 2002) e nas \nrecomendações curriculares propostas ela ABEPRO. \n \nAs finalidades institucionais preconizadas pelo Estatuto da Universidade Federal de Ouro \nPreto, em seu Artigo 2°, determinam que os profissionais egressos da mesma devam ter uma \nformação que lhes propiciem um alinhamento com os princípios e valores seguintes, em \nconsonância com os objetivos da educação superior, como definido no Artigo 43, da LDB - \nLei de Diretrizes e Bases da Educação Nacional, de: \nI - estímulo à criação cultural e ao desenvolvimento do espírito científico e do pensamento \nreflexivo; \nII - participação no desenvolvimento da sociedade brasileira, e colaboração na sua formação \ncontínua; \nIII - incentivo ao trabalho de pesquisa e de investigação científica, visando ao \ndesenvolvimento da ciência e da tecnologia e à criação e à difusão da cultura, e, desse \nmodo, desenvolvendo o entendimento do homem e do meio em que vive; \nIV - promoção da divulgação de conhecimentos culturais, científicos e técnicos, que \nconstituem patrimônio da humanidade e comunicação do saber por meio do ensino, de \npublicações ou de outras formas de comunicação; \nV - permanente desejo de aperfeiçoamento cultural e profissional, e possibilidades de \nconcretização e integração dos conhecimentos adquiridos em uma estrutura intelectual \nsistematizadora do saberes de cada geração; \nVI - conhecimento dos problemas da contemporaneidade, em particular os nacionais e \nregionais, \nVII - prestação de serviços à comunidade e estabelecimento de uma relação de reciprocidade \ncom a mesma; \nVII - difusão das conquistas e dos benefícios resultantes da criação cultural e da pesquisa \ncientífica e tecnológica geradas para a comunidade. \n \nAlém de estar adequado à LDB, o Projeto Político Pedagógico do Curso de Engenharia da \nComputação também atende aos princípios, fundamentos, condições e procedimentos \nestabelecidos pela Câmara de Educação Superior do Conselho Nacional de Educação, que \nestabelece, em seu Artigo 3º, que o perfil de um engenheiro deve ter formação generalista, \nhumanista, crítica e reflexiva, capacitado a absorver e desenvolver novas tecnologias, \nestimulando a sua atuação crítica e criativa na identificação e resolução de problemas, \nconsiderando seus aspectos políticos, econômicos, sociais, ambientais e culturais, com visão \nética e humanística, em atendimento às demandas da sociedade.5 \n \n5.2. PERFIL GERAL \n \nA Resolução CNE/CES 11/2002, em seu artigo 4º, determina que a formação do engenheiro \ndeve dotá-lo dos conhecimentos requeridos para o exercício das seguintes competências e \nhabilidades gerais: \nI - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à engenharia; \nII - projetar e conduzir experimentos e interpretar resultados; \nIII - conceber, projetar e analisar sistemas, produtos e processos; \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \n                                                                 \n5  CNE. Resolução CNE/CES 11/2002. Diário Oficial da União, Brasília, 9 de abril de 2002. Seção 1, p. 32. \n", "13": " \n \n13 \nV - identificar, formular e resolver problemas de engenharia; \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas; \nVI - supervisionar a operação e a manutenção de sistemas; \nVII - avaliar criticamente a operação e a manutenção de sistemas; \nVIII - comunicar-se eficientemente nas formas escrita, oral e gráfica; \nIX - atuar em equipes multidisciplinares; \nX - compreender e aplicar a ética e responsabilidade profissionais; \nXI - avaliar o impacto das atividades da engenharia no contexto social e ambiental; \nXII - avaliar a viabilidade econômica de projetos de engenharia; \nXIII - assumir a postura de permanente busca de atualização profissional. \n \n5.3. COMPETÊNCIAS E HABILIDADES \n \nAs competências e habilidades a serem adquiridas pelo Engenheiro da Computação formado \npelo Departamento de Ciências Exatas e Aplicadas da UFOP/Campus João Monlevade estão \nem consonância com as determinações da Sociedade Brasileira de Computação:6 \n \nCapacidade de utilizar a matemática, a ciência da computação, conhecimentos de \nfísica e tecnologias modernas no apoio à construção de produtos ou serviços seguros, \nconfiáveis e de relevância à sociedade. \n \nCapacidade de projetar, construir, testar e manter software. \n \nCapacidade de tirar proveito das tecnologias já estabelecidas, e de desenvolver novas \ntécnicas, no sentido de gerar produtos e serviços como mencionados nos itens anteriores. \n \nCapacidade de entender e interagir com o ambiente em que os produtos e serviços, \npor ele projetado ou construído, irão operar. \n \nConhecimento da ciência da computação e de métodos necessários para aplicá-la. \n \nConhecimento suficiente de outras áreas (física, eletricidade, administração etc.), além \nda computação, que lhe permita assumir a responsabilidade completa de produtos e serviços \naté um determinado nível de especificidade. \n \nFacilidade de interagir e de se comunicar com profissionais da área de computação e \nprofissionais de outras áreas no desenvolvimento de projetos em equipe. \n \nFacilidade de interagir e de se comunicar com clientes, fornecedores e com o público \nem geral. \n \nCapacidade de supervisionar, coordenar, orientar, planejar, especificar, projetar e \nimplementar ações pertinentes à engenharia da computação e analisar os resultados. \n \nCapacidade de realizar estudos de viabilidade técnico-econômica e orçamentos de \nações pertinentes à engenharia da computação. \n \nDisposição e postura de permanente busca da atualização profissional. \n \nDisposição em aceitar a responsabilidade pela corretude, precisão, confiabilidade, \nqualidade e segurança de seus projetos e implementações. \n \nCompreender e aplicar a ética e responsabilidade profissional e avaliar o impacto \n \n \n                                                                 \n6 \n  \n \nSBC. “Currículo de Referência da SBC para Cursos de Graduação em Bacharelado em Ciência da Computação \ne \nEngenharia \nde \nComputação.” \nPortal \nde \ninformações \nda \nSBC. \n2005. \nhttp://www.sbc.org.br/index.php?language=1&content=downloads&id=198 (acesso em 22 de Agosto de 2008). \n \n", "14": " \n \n14 \n5.4. PERFIL ESPECÍFICO \n \nA proposta do Curso de Engenharia da Computação do DECEA/Campus João Monlevade \ntem como objetivo a formação de profissionais empreendedores capazes de desenvolverem \natividades nas áreas de engenharia de software e redes e telecomunicações. \nComo o espectro de atuação da Engenharia da Computação vem se tornando cada vez mais \namplo, incluindo todos os setores industriais, comerciais e de serviços, inclusive as \norganizações financeiras, de saúde, da administração pública, o Engenheiro da Computação \ndeve ser preparado para enfrentar desafios que vão além do perfil tradicional do Engenheiro, \ncomo organizar e liderar o processo de construção do cenário futuro do meio no qual \ndesenvolve suas atividades. Além desses aspectos, o profissional deve ter uma formação \nhumanística, que permita a compreensão do mundo e da sociedade, bem como uma visão \ncrítica da sua função nesse contexto.  \n \nO Engenheiro da Computação da UFOP formado no Campus João Monlevade será um \nengenheiro generalista, com uma formação com ênfase em engenharia de software, redes e \ntelecomunicações. Em virtude disso, o currículo foi planejado para que o egresso seja dotado \nde uma base conceitual calcada em um conjunto de disciplinas com uma orientação as \nreferidas áreas.  \n \n \n6. CONCEPÇÃO CURRICULAR \n \nPara que se possa formar um profissional em Engenharia com o perfil, as competências e as \nhabilidades desejadas devem ser explicitadas as diretrizes que norteiam e justifiquem a \norganização curricular, as quais, em conjunto com as metodologias, materiais de ensino \nadotados e com a organização da infra-estrutura requerida caracterizam o bom \nfuncionamento do curso.  \n \nA concepção curricular levou em conta as diretrizes: \n \nA não dissociação entre o ensino, a pesquisa e a extensão, buscando-se um \nenvolvimento efetivo do aluno com a comunidade;  \n \nAdoção de metodologias de ensino que enfatizem o aprendizado e estimulem o \nestudante a pensar de forma autônoma, em detrimento a metodologias com maior ênfase no \nensino; \n \nApresentação ao estudante de problemas que estimulem e exercitem sua criatividade \ne iniciativa; \n \nExistência de uma matriz curricular flexível e com uma carga horária de aulas \ncompatível com a realização de atividades extracurriculares, \n \nCriação de mecanismos de orientação, de acompanhamento e de avaliação das \natividades extra-curriculares; \n \nPresença de trabalhos de síntese e integração dos conhecimentos adquiridos ao longo \ndo curso; \n \nApresentação de um arcabouço de conhecimentos coerentes, incluindo a teoria \napropriada; \n \nExistência de um ambiente efetivo para experimentação e aprendizado prático, seja \nem atividades curriculares em sala de aula, laboratório e visitas a empresas, seja em \n", "15": " \n \n15 \natividades extracurriculares, como participação em projetos de ensino, pesquisa, extensão, \nvisitas técnicas e participação em estágios supervisionados; \n \nGarantia de que os equipamentos e materiais bibliográficos e de ensino se \nmantenham atualizados; \n \nDisponibilização aos estudantes de recursos e estratégias de informação apropriadas \npara a sua atualização permanente; \n \nEstímulo à participação e cooperação no aprendizado, com uso de tecnologias de \ncomunicação para promoção da interação entre grupos; \n \nOrientação ao estudante sobre a constante necessidade de desenvolvimento \nprofissional, estimulando seu interesse pelo aprendizado ao longo de toda a sua carreira. \n \nInvestimento continuado na implantação e modernização de laboratórios de ensino \npara melhoria do aprendizado. \n \nAlém dessas diretrizes, o Curso de Engenharia da Computação do DECEA, foi elaborado \nseguindo as orientações da Escola de Minas da UFOP para os novos currículos dos Cursos \nde Engenharia:  \n \nFormação de um engenheiro pleno, com forte base científica e de humanidades, \ndeixando-se as especializações para as disciplinas eletivas, porém, sem a obrigatoriedade de \ndefinição de uma ênfase;  \n \nRedução da carga horária de sala de aula para possibilitar maior tempo para o \nauto-estudo em bibliotecas, laboratórios, estágios, projetos de pesquisa e de extensão; \n \nPromoção de uma efetiva integração dos conteúdos básicos, profissionalizantes \ne específicos ao longo do currículo do Curso, por meio da oferta, desde o primeiro período, \nde disciplinas profissionalizantes, com o intuito de promover uma integralização o mais \nvertical possível da matriz curricular; \n \nDar ênfase a estudos de informática e da questão ambiental nos currículos dos \ncursos, quando pertinentes. \n \nA matriz curricular do curso foi elaborada com um conjunto de disciplinas obrigatórias, para \nque se atinja uma formação do Engenheiro da Computação com o perfil, competências e \nhabilidades desejados e que, ao mesmo tempo, viabilize a inserção do egresso em um \nmercado de trabalho diversificado.  \n \nIncluem-se como atividades obrigatórias o Estágio Curricular e o Trabalho de Graduação, nos \nquais o aluno tem oportunidade de demonstrar sua capacidade de assimilação, de resolução \ne de síntese em problemas relacionados à Engenharia da Computação. \n \n6.1. ARTICULAÇÃO ENTRE TEORIA E PRÁTICA \nAs disciplinas do Curso podem ser teóricas ou práticas, ou com parte de carga horária teórica \ne parte prática. A articulação entre a teoria e prática é buscada e estimulada desde o primeiro \nperíodo do curso, por meio de diversos trabalhos práticos, estudos de casos, seminários. \nPara as disciplinas do núcleo básico existem atividades laboratoriais de Química e Física. \nDisciplinas como Estatística e Probabilidade e Cálculo Diferencial e Integral I são de caráter \nteórico.   \n \n", "16": " \n \n16 \nPara as disciplinas do núcleo profissionalizante e específico, atividades laboratoriais serão \ndesenvolvidas nos laboratórios de Informática e em laboratórios específicos da natureza da \ndisciplina.  \n \nTrabalhos práticos serão estimulados em várias disciplinas e atividades previstas para o \ncurso, os quais se destacam com mais relevância o Estágio Supervisionado e o Trabalho de \nConclusão de Curso.  \n \n6.2. INTEGRAÇÃO VERTICAL E HORIZONTAL \n \nA integração vertical do curso é assegurada por pré-requisitos lógicos de modo que se \nassegure ao aluno o domínio de um conhecimento prévio para que o mesmo tenha bom \nrendimento e desempenho ao longo do curso. Com o mesmo intuito, o sistema acadêmico da \nPROGRAD-Pró-Reitoria de Graduação da UFOP matricula os alunos nas disciplinas mais \niniciais do Curso de modo que seja evitado que os alunos progridam em disciplinas de forma \nindiscriminada.  \nAlém disso, o Colegiado de Curso irá realizar orientações acadêmicas com os alunos que \nestão em situação de vulnerabilidade quanto à sua progressão no Curso.  \n \n6.3. FLEXIBILIZAÇÃO CURRICULAR \nA flexibilização curricular no Curso é garantida pelas disciplinas eletivas de livre escolha dos \nalunos para a integralização de seu currículo. Tais disciplinas contemplam conteúdos do \nnúcleo profissionalizante e específico. Além disso, os alunos podem complementar créditos e \na sua formação em Atividades Acadêmicas Complementares.  \n \n6.4. INTEGRALIZAÇÃO DO CURSO \nNas condições atuais de oferta, o Curso de Graduação em Engenharia da Computação pode \nser integralizado em um prazo de 10 semestres letivos e em um prazo máximo de 15 \nsemestres letivos.  \nPara tanto, o aluno deve cursar o elenco de disciplinas obrigatórias constantes dos núcleos \nde conteúdos básicos, profissionalizantes e específicos, além de apresentar o Trabalho de \nConclusão de Curso e realizar o Estágio Supervisionado.  \n \n \n7. OS NÚCLEOS DE CONTEÚDO E AS ATIVIDADES DO CURSO \nO Currículo do Curso de Engenharia da Computação do DECEA tem por fim atender os \nobjetivos do Curso, estando adequado ao profissional que se quer formar. \n \nA Resolução CNE/CES 11 determina que os Cursos de Engenharia devam ter a carga \nhorária dividida em um núcleo de conteúdos básicos, um núcleo de conteúdos \nprofissionalizantes e um núcleo de conteúdos específicos que caracterizem a modalidade; \ndefinindo que o núcleo de conteúdo básico tenha cerca de 30% da carga horária mínima, o \nnúcleo de conteúdos profissionalizantes tenha cerca de 15% de carga horária mínima e que o \nrestante da carga horária constitua o núcleo de conteúdos específicos, que são extensões e \naprofundamentos dos conteúdos do núcleo de conteúdos profissionalizantes. \n \n", "17": " \n \n17 \nNo núcleo de conteúdos específicos incluem-se as disciplinas optativas. Além dessas \natividades tal resolução determina que o Curso tenha atividades complementares e trabalhos \nde síntese e integração dos conhecimentos adquiridos ao longo do curso. \n \nPor fim, deve ser cumprida a carga horária mínima de 160h de estágio supervisionado, em \natividades coerentes com a área de atuação de um engenheiro de computação. \n \nA matriz curricular, com um total de 3600h e com a relação das disciplinas oferecidas por \nperíodos, pré-requisitos, carga horária semestral, número de créditos e distribuição de aulas \nteóricas e práticas está fornecida no Anexo I. A distribuição das atividades e conteúdos do \nCurrículo é feita da seguinte forma, seguindo a Resolução CNE/CES 11: \n \n \nAtividades \ne \nconteúdos \nCréditos \nCarga \nHorária (h) \nPercentuais da Carga \nHorária \nBásicos \n72 \n1080 \n30 \nProfissionalizantes \n50 \n750 \n20,9 \nEspecíficos \n78 \n1170 \n32,5 \nDisciplinas a Distância \n12 \n180 \n5 \nEstágio Curricular \n11 \n160 \n4,4 \nTrabalho de Conclusão \n4 \n120 \n3,3 \nAtividades \nComplementares \n10 \n140 \n3,9 \n \n \n \n \nConteúdo total \n237 \n3600 \n100 \n \n7.1. NÚCLEO DE CONTEÚDOS BÁSICOS \nCom relação ao núcleo de conteúdos básicos é importante fazer a seguinte consideração \ncom respeito a Comunicação e Humanidades, Ciências Sociais e Cidadania. O conteúdo de \nComunicação e Expressão é abordado em várias disciplinas que compõem a matriz \ncurricular, em especial nas atividades de redação, apresentação e defesa de seminários, \ntrabalhos, estudos de \ncaso, e, principalmente, durante a realização do Estágio \nSupervisionado e trabalho de conclusão de curso, associado às disciplinas Projeto em \nEngenharia da Computação I e II. \n \nOs conteúdos básicos de Humanidades, Ciências Sociais e Cidadania são abordados em \ndisciplinas diversas relacionadas à Engenharia da Computação, dentre as quais podem ser \ncitadas: Introdução à Engenharia da Computação e Ética e Engenharia da Computação, além \nde ser vivenciada nas atividades de extensão. As disciplinas apresentadas na Tabela 01 \ncompõem o núcleo de conteúdos básicos. \n \n \n", "18": " \n \n18 \nTabela 01. Núcleo de conteúdos básicos \nCÓDI GO \nDISCIPLINA \nCR \nCH \nPER \n  \nQuímica Geral \n4 \n 72 \n1º \n  \nCálculo Diferencial e Integral I \n4 \n 72 \n1º \n  \nGeometria Analítica e Cálculo Vetorial \n4 \n 72 \n1º \n  \nProgramação de Computadores I \n4 \n72  \n1º \n \nAspectos Formais da Computação \n4  \n72  \n2º \n  \nCálculo Diferencial e Integral II \n4 \n72  \n2º \n  \nIntrodução à Álgebra Linear \n4 \n72  \n2º \n  \nProgramação de Computadores II \n4 \n72  \n2º \n  \nFísica I (Mecânica Clássica) \n4 \n72  \n2º \n  \nCálculo Diferencial e Integral III \n4 \n72  \n3º \n  \nAlgoritmos e Estruturas de Dados I \n4 \n72  \n3º \n  \n Física II (Eletricidade e Magnetismo) \n4 \n72  \n3º \n  \n Estatística e Probabilidade \n4 \n72  \n3º \n  \nFísica III (Térmica, Oscilações e \nOndas) \n4 \n72  \n4º \n  \nIntrodução as Equações Diferenciais e \nOrdinárias \n4 \n72  \n4º \n  \nCálculo Numérico \n4 \n72  \n4º \n \nFenômenos de Transporte \n4 \n72  \n6º \n \nTeoria e Algoritmos em Grafos \n 4 \n 72 \n8º \n  \nTotal \n72 \n1296 \n \n \n7.2. NÚCLEO DE CONTEÚDOS PROFISSIONALIZANTES \nO núcleo de conteúdos profissionalizantes compõe cerca de 20,9% da carga horária total \ndo Curso. As disciplinas apresentadas na Tabela 02 compõem o núcleo de conteúdos \nprofissionalizantes.  \n \nTabela 02. Núcleo de conteúdos profissionalizantes \nCÓDIGO \nDISCIPLINA \nCR \nCH \nPER \n  \nIntrodução a Engenharia da Computação \n 2 \n 36 \n1º \n  \nLinguagens  de Programação \n 4 \n 72 \n3º \n  \nPrincípios de Eletrônica Digital \n 4 \n 72 \n4º \n  \nOrganização e Arquitetura de \nComputadores I \n 4 \n 72 \n4º \n  \nEletromagnetismo \n 4 \n 72 \n5º \n  \nSistemas Operacionais \n 4 \n 72 \n5º \n  \nCircuitos Elétricos I \n 4 \n 72 \n5º \n  \nOrganização e Arquitetura de \nComputadores I \n 4 \n 72 \n5 \n  \nEletrônica I \n 4 \n 72 \n6º \n  \nRedes de Computadores I \n 4 \n 72 \n6º \n  \nEngenharia de Software I \n 4 \n 72 \n7º \n", "19": " \n \n19 \n  \nSistemas Distribuídos \n 4 \n 72 \n7º \n  \nBancos de Dados I \n 4 \n 72 \n8º \n  \nTotal \n50 \n900 \n \n \n7.3. NÚCLEO DE CONTEÚDOS ESPECÍFICOS \nO núcleo de conteúdos específicos compõe cerca de 32,5% da carga horária total do Curso. \nAs disciplinas deste núcleo, associadas às disciplinas eletivas apresentadas na Matriz \nCurricular do Curso, as atividades de estágio e de trabalho de conclusão de curso, assim \ncomo as atividades complementares fornecem a identidade do Curso de Engenharia de \nProdução do DECEA/Campus João Monlevade. \n \nA Tabela 03 mostra o núcleo de conteúdos específicos do Curso. \n \nTabela 03. Núcleo de conteúdos específicos \nCÓDIGO \nDISCIPLINA \nCR \nCH \nPER \n  \nComunicação e Expressão \n 2 \n36  \n1º \n  \nMetodologia de Pesquisa \n 2 \n 36 \n1º \n \nMicroprocessadores e \nMicrocontroladores \n 4 \n 72 \n5º \n \nModelagem e Análise de Sistemas \nLineares \n 4 \n 72 \n6º \n \nEletiva 1 \n4 \n72 \n6º \n \nRedes de Computadores II \n 4 \n 72 \n7º \n \nProcessamento Digital de Sinais \n 4 \n 72 \n7º \n \nEletiva 2 \n4 \n72 \n7º \n  \nEconomia \n 4 \n 72 \n8º \n \nEletiva 3 \n4 \n72 \n8º \n \nEngenharia de Software II \n 4 \n 72 \n8º \n \nFundamentos de Comunicações \n 4 \n 72 \n8º \n  \nInformática e Sociedade \n 2  \n 36 \n9º \n  \nDireito e Legislação \n 2 \n 36 \n9º \n \nQualidade em Engenharia de Software \n 4 \n 72 \n9º \n \nBancos de Dados II \n 4 \n 72 \n9º \n \nInteração Humano-Computador \n4  \n72 \n9º \n \nEletiva 4 \n4 \n72 \n9º \n \nTrabalho de Conclusão de Curso I \n2 \n36 \n9º \n  \nFundamentos de Ciências do Ambiente \n 2 \n 36 \n10º \n  \nAdministração I \n 4 \n 72 \n10º \n \nTrabalho de Conclusão de Curso II \n2 \n36 \n10º \n \nEletiva 5 \n4 \n72 \n10º \n \nInteligência Artificial \n 4 \n72  \n10º \n \nAvaliação de Desempenho de Sistemas  \n 4 \n72 \n10º \n \nModelagem Computacional \n4  \n72 \n10º \n  \nTotal \n78 \n1404 \n \n \n", "20": " \n \n20 \nEspecificamente, deve-se ressaltar que as disciplinas destacadas (Comunicação e \nExpressão, Economia, Direito e Legislação, Administração I) serão oferecidas à distância \npelo CEAD, não sendo contabilizadas, pois, na carga mínima de 3000 horas presenciais. \nOutro aspecto importante que requer destaque está relacionado com as disciplinas eletivas, \nas quais somente poderão ser cursadas após a finalização completa dos cinco primeiros \nperíodos. \nA tabela abaixo mostra a distribuição dos diversos conteúdos ao longo do Curso para que \nhaja uma efetiva integração dos conteúdos básicos, profissionalizantes e específicos, \nobjetivando-se a integralização vertical da matriz curricular.  \n \nPeríodo \nBásico \n(CR) \nProfissionalizante (CR) \nEspecífico \n(CR) \nTotal (horas/aula) \n1 \n16 \n2 \n2 \n360 \n2 \n20 \n0 \n0 \n360 \n3 \n16 \n4 \n0 \n360 \n4 \n12 \n8 \n0 \n360 \n5 \n0 \n16 \n4 \n360 \n6 \n4 \n8 \n8 \n360 \n7 \n0 \n8 \n12 \n360 \n8 \n4 \n4 \n12 \n360 \n9 \n0 \n0 \n20 \n360 \n10 \n0 \n0 \n20 \n360 \nTotal \n72 \n50 \n78 \n3600 \nPercentuais \n 36 \n25 \n39 \n100 \n \n \n8. EMENTAS DAS DISCIPLINAS E SUA DISTRIBUIÇÃO POR PERÍODOS \n \nA seguir são apresentadas as disciplinas do Curso e suas ementas, bem como as \nbibliografias básica e complementar. \n \nOs pré-requisitos, os créditos, a carga horária teórica e prática de cada uma das disciplinas, \nassim como o encadeamento lógico das mesmas pode ser verificado na Matriz Curricular e \nno Fluxograma das Disciplinas nos anexos I e II. \n \nPRIMEIRO PERÍODO \n \nCEA200 – QUÍMICA GERAL \nEmenta:  \nTeoria Atômica. Propriedades Periódicas. Ligações Químicas. Reações Químicas. \nSoluções. Estequiometria. Cinética Química. Equilíbrio Químico. Funções Químicas. \nGases, líquidos e sólidos. \n", "21": " \n \n21 \nBibliografia Básica: \nRUSSEL, J. B.. Química Geral Vol 1, Ed. McGraw-Hill, 1994. \nRUSSEL, J. B.. Química Geral Vol 2, Ed. McGraw-Hill, 1994. \nSILVA, Roberto Ribeiro da; BOCCHI, Nerildo; ROCHA FILHO, Romeu Cardoso. \nIntrodução à Química Experimental, Ed. McGraw-Hill, 1990. \nBibliografia Complementar: \nSLAUBAUGH, W. H.; PARSONS, D.. Química Geral, Ed. LTC, 1982. \nBARROS, H. L. C.. Química inorgânica – Uma introdução, Ed. UFMG, 1992. \nMAHAN. Química – Um curso universitário. Ed. Edgard Blucher, 1978. \nCEA300 – CÁLCULO DIFERENCIAL E INTEGRAL I \nEmenta:  \nNúmeros reais. Funções. Limites. Continuidade. Derivadas e aplicações. A integral. \nBibliografia Básica: \nLEITHOLD, Louis. O cálculo com geometria analítica – vol. I, Ed. Harbra, 1994. \nMUNEM, Mustafa A . e FLEMING, David J.. Cálculo – vol. I. \nFLEMMING, Diva M.  e GONÇALVES, Mírian B.. Cálculo A, Ed. Prentice-Hall, 2006. \nBibliografia Complementar: \nSIMMONS, George F.. Cálculo com geometria analítica – vol. I, Ed. Makron, 1987. \nGUIDORIZZI, H. L.. Um curso de cálculo – vol. I, Ed. LTC, 2001. \nÁVILA, Geraldo S. S.. Introdução ao Cálculo, Ed. LTC, 1998. \nBOULOS, Paulo, Introdução ao cálculo – vol. I, Ed. Edgard Blucher, 1974. \n \nCEA305 – GEOMETRIA ANALÍTICA E CÁLCULO VETORIAL \nEmenta:  \nGeometria analítica. Cálculo vetorial. Geometria analítica no espaço. \nBibliografia Básica: \nJÚDICE, E. D.. Elementos de Geometria Analítica, Ed. Vega, 1983. \nJÚDICE, E. D.. Elementos de Álgebra Vetorial, Ed. Sistema Pitágoras, 1976.  \nBOULOS, P. e CAMARGOS, I.. Geometria Analítica - um tratamento vetorial, Ed. \nPrentice-Hall Brasil, 2005. \nBibliografia Complementar: \nSANTOS, Nathan. M.. Vetores e Matrizes, Ed. Thomson Pioneira, 2007.   \nLEHMANN, Charles H.. Geometria Analítica, Globo Editora, 1995. \nSTEINBRUCH, Alfredo. Geometria Analítica, Ed. Makron, 1987. \nCEA400 – PROGRAMAÇÃO DE COMPUTADORES I \nEmenta:  \nConceito de algoritmo e estratégias básicas de solução de problemas por meio de \nalgoritmos. Estruturas de seleção e repetição. Conceitos básicos de linguagens de \nprogramação de alto nível: variáveis, tipos primitivos, atribuição, operadores, \nexpressões, fluxo de execução de programas, procedimentos e funções, vetores, \nponteiros, entrada e saída de dados. Alocação de memória: estática, de pilha e \ndinâmica. Tipos de dados estruturados. Implementação de programas de pequeno \nporte. \nBibliografia Básica: \nDEITEL, H.M. e DEITEL, P.J. C++ - Como Programar, Ed. Bookman, 2001. \nSCHILDT, H.. C Completo e Total, Ed. Makron Books, 1996. \nBibliografia Complementar: \n", "22": " \n \n22 \nFARRER, H.  et al. Algoritmos Estruturados, 2a. Ed. \nGUIMARÃES, A. e LAGES, N.. Algoritmos e Estruturas de Dados, Ed. LTC, 1985. \nGUIMARÃES, A. e LAGES, N.. Introdução à Ciência da Computação, Ed. LTC, 1991. \nHORSTMANN, C.. Computer Concepts with Java Essentials, Ed. Wiley, 1998. \nSCHIMITZ, E. & TELES, A.. Pascal e Técnicas de Programação, 2a. Ed, 1996. \nVILLAS, MV., VILASBOAS, L. e WATT, D.. Programação – Conceitos, Técnicas e \nLinguagens, Ed. Campus.  \nEEC006 – INTRODUÇÃO A ENGENHARIA DA COMPUTAÇÃO \nEmenta:  \nVisão geral sobre os tópicos a serem abordados no curso de Engenharia de \nComputação e sua abrangência, enfocando aspectos profissionais, experimentais e \nmotivacionais da área. \nBibliografia Básica: \nBROOKSHEAR, J. G., Ciência da Computação: uma visão abrangente, 5ª ed., Ed. \nBookman, 2000. \nMEIRELLES, F. S. Informática: novas aplicações com microcomputadores, 2ª ed., Ed. \nMakron Books, 1994. \nALEXANDER, C. K., SADIKU, M. N. O., Fundamentos de Circuitos Elétricos, 3ª ed., Ed. \nMcGraw-Hill, 2008. \nTOCCI, R. J. et al., Sistemas Digitais Princípios e Aplicações, 10ª ed., Ed. Pearson \nPrentice Hall, 2007. \nBibliografia Complementar: \nVELLOSO, F. C., Informática: conceitos básicos, Ed. Campus, 1994. \nWHITE, R., Como funciona o computador, Ed. Quark, 1995. \nEEC003 – METODOLOGIA DE PESQUISA \nEmenta:  \nA natureza da ciência e da pesquisa: relação entre ciência, verdade, senso comum e \nconhecimento. A produtividade do conhecimento científico. A pesquisa como \ninstrumento de intervenção. O projeto de pesquisa e seus componentes. Abordagens \nalternativas de pesquisa. Técnicas de pesquisa: análise documental, amostragem, \ncoleta e análise de dados. \nBibliografia Básica: \nTOCCI, R. J.; WIDMER, N. S. Digital Systems: Principles and Applications. 8ª ed., Ed. \nPrentice Hall, 2000. \nFLETCHER, W. I. An Engineering Approach to Digital Design. Ed. Prentice Hall, 1980. \nBibliografia Complementar: \nECO, U., Como se faz uma tese. Ed. Perspectiva, 1986 \nRUDIO, V. F., Introdução ao projeto de Pesquisa. Ed. Vozes, 1986. \nSEVERINO, A. J., Metodologia do Trabalho Científico. 16ª ed., Ed. Cortez, \n1990. \n \n \n \n \n \n \n \n \n", "23": " \n \n23 \nSEGUNDO PERÍODO \n \nCEA301 – CÁLCULO DIFERENCIAL E INTEGRAL II \nEmenta:  \nAplicações da integral. Integrais impróprias. Seqüências e séries infinitas.   Superfícies – \nQuádricas.  Aproximações de funções por polinômios. Funções reais de várias \nvariáveis. \nBibliografia Básica: \nFOULIS, M. ,Cálculo, vol. I, Ed. LTC, 1982. \nFOULIS, M., Cálculo, vol. II, Ed. LTC, 1982. \nLEITHOLD, L., O cálculo com geometria analítica – vol. I, Ed. Harbra, 1994. \nLEITHOLD, L., O cálculo com geometria analítica – vol. II, Ed. Harbra, 1994. \nBibliografia Complementar: \nTHOMAS, G. B., FINNEY R. L., Cálculo e geometria analítica – vol. II, Ed. LTC, 1988. \nSIMMONS, G. F., Cálculo com geometria analítica – vol. I, Ed. Makron, 1987. \nSIMMONS, George F., Cálculo com geometria analítica – vol. II, Ed. Makron, 1987. \nBOULOS, P., Introdução ao cálculo – vol. I, Ed. Edgard Blucher, 1974. \nCEA306 – INTRODUÇÃO À ÁLGEBRA LINEAR \nEmenta:  \nMatrizes.  Determinantes, Sistema de Equações Lineares, Espaços Vetoriais, \nTransformações  Lineares, Operadores, Auto-valores e auto-vetores e Diagonalização. \nBibliografia Básica: \nSTEINBRUCH, Alfredo e WINTERLE, Paulo. Álgebra Linear, 2a ed., Ed. Mc Graw-Hill, \n1987. \nBOLDRONI, José L., COSTA, Sueli I. R., LÚCIA, Vera. Álgebra Linear 2a ed., Ed. Haper \ne Row do Brasil, 1980. \nBibliografia Complementar: \nANTON, Howard. Álgebra Linear, 3a ed., Ed. Campus, 1982. \nGONÇALVES, Adilson e SOUZA, Rita M. L.. Introdução à Álgebra Linear, Ed. Edgar \nBlucher, 1977. \nLIPSCHUTZ, Seymour. Álgebra Linear, Ed.Bookman, 2004. \nHOFFMAN, Kenneth e KUNZE, Ray. Álgebra Linear 2a ed., Ed. LTC, 1979. \nLANG, Serge. Álgebra Linear, Ed. Edgar Blucher, 1971. \nCEA401 – PROGRAMAÇÃO DE COMPUTADORES II \nEmenta:  \nModularidade, reusabilidade, abstração e encapsulamento de dados. Programação \norientada a objetos: classes, objetos, membros de dados, herança, vinculação dinâmica, \nclasses abstratas, interfaces, polimorfismo (sobrecarga, inclusão, genericidade). \nTratamento de exceção. Entrada e saída em arquivos: arquivo sequencial e de acesso \naleatório. Coleções. Programação baseada em eventos. Implementação de interfaces \ngráficas de interação com o usuário. Uso de APIs. \nBibliografia Básica: \nCAMARÃO, C. e FIGUEIREDO, L. Programação de computadores em Java, Ed. LTC, \n2003.  \nDEITEL, H.M. e DEITEL, P.J.. Java – Como Programar, Ed. Bookman,  1999. \nBibliografia Complementar: \nSAVITCH, Walter. CARRANO, Frank M. Java: An Introduction to Problem Solving and \n", "24": " \n \n24 \nProgramming, Prentice Hall, 2005. \nCEA500 – FÍSICA I (MECÂNICA CLÁSSICA) \nEmenta:  \nCinemática. Leis de Newton da Mecânica. Energia. Rotação momento linear. Momento \nangular. Interação gravitacional. \nBibliografia Básica: \nRESNICK R., HALLIDAY, D. e WALKER, J.. Fundamentos de Física – vol I, Ed. LTC, \n2009. \nBibliografia Complementar: \nTIPLER, Paul. A. Física, Ed. Guanabara Koogan, 1990. \nNUSSENZVEIG, H. M.. Curso de Física Básica - vol I – Mecânica, Ed. Edgard Blucher, \n2002. \nKITTEL, C. et al. Curso de Física de Berkeley – Mecânica, Ed. Edgard Blucher, 1973. \nARYA, ATAM P. Introduction to Classical Mechanics, Ed Prentice-Hall, 1998.  \nEEC002 – ASPECTOS FORMAIS DA COMPUTAÇÃO \nEmenta:  \nNoções de análise de algoritmos e crescimento de funções: Notações O, , Análise de \nalgoritmos. Noções de linguagens formais e autômatos: Introdução às linguagens \nformais, linguagens regulares: autômatos finitos determinísticos e não determinísticos, \nequivalência entre autômatos finitos determinísticos e não determinísticos, minimização \nde autômatos finitos, gramáticas e expressões regulares. Linguagens livres de contexto: \nautômatos de pilha e gramáticas livres de contexto.  Noções de decidibilidade: \nMáquinas de turing e a tese de Church-Turing, problemas indecidíveis, redução de \nproblemas. Problemas intratáveis: Classes P e NP. Problemas NP-Completo e NP-\nDifícil. \nBibliografia Básica: \nSPISER, M., Introduction to the Theory of Computation, Ed. PWS, 1997. \nPAPADIMITRIOU, C., HARRY, L., Elementos de Teoria da Computação, Ed. Bookman, \n2000. \nMENEZES, P. F.B., DIVERIO, T.A., Teoria da Computação, Ed. Sagra-Luzzatto, 1999. \nBibliografia Complementar: \nHOPCROFT, J. E., ULLMAN, J. D., Introduction to Automata Theory, Languages and \nComputation, Addison-Wesley, 1979. \n \n \n \n \n \n \nTERCEIRO PERÍODO \n \nCEA104 – CÁLCULO DIFERENCIAL E INTEGRAL III \nEmenta:  \nFunções vetoriais. Cálculo integral e diferencial de vetores. Integrais múltiplas, Integrais \nde superfícies, Integrais de Linha. \nBibliografia Básica: \nTHOMAS, G.B., Cálculo – vol II, 10ª ed., Ed. Addison-Wesley, 2002. \n", "25": " \n \n25 \nBibliografia Complementar: \nSWOKOWISKI, E. W., Cálculo com geometria analítica – vol. II, 3ª ed., Ed. Makron, \n1995. \nSIMMONS, George F., Cálculo com geometria analítica – vol. II, Ed. Makron, 1987. \nLEITHOLD, L., O cálculo com geometria analítica – vol. II, Ed. Harbra, 1994. \nÁVILA, G., Cálculo 3 – Funções de Várias Variáveis, 5ª ed., Ed. LTC, 1995. \nCEA307 – ESTATÍSTICA E PROBABILIDADE \nEmenta:  \nIntrodução. Técnicas de amostragem. Estatística descritiva. Introdução à probabilidade. \nVariáveis aleatórias unidimensionais. Modelos de distribuição de probabilidade. \nInferência. Regressão linear simples. \nBibliografia Básica: \nNeto, P. L. O. Estatística. Ed. Edgard Blucher, 1977. \nBibliografia Complementar: \nMEYER, P. L., Probabilidade:  Aplicações à Estatística, Ed. LTC, 1978. \nWONNACOTT, T. et al., Introdução à Estatística, Ed. LTC, 1980. \nMIRSHAWKA, V., Probabilidade e Estatística para a Engenharia - vol.1, Ed. Nobel, \n1983. \nSOARES, J. F. et al., Introdução à Estatística, Ed. Guanabra Koogan, 1991. \nPAIVA, A. F., Estatística - vol.1, Ed. Imprensa UFMG, 1981. \nPAIVA, A. F., Estatística - vol.2, Ed. Imprensa UFMG, 1981. \nCEA409 – ALGORITMOS E ESTRUTURAS DE DADOS I \nEmenta:  \nConceito de tipos abstratos de dados. Tipos abstratos de dados (caracterização e \npropriedades): listas, pilhas, filas, árvores, coleções.  Algoritmos de pesquisa e \nordenação. \nBibliografia Básica: \nSZWARCFITER, J. L. e MARKENZON, L., Estruturas de Dados e seus Algoritmos, Ed. \nLTC, 2ª. Ed, 1994. \nCORMEN, T. H. et al., Algoritmos-Teoria e Prática, Editora Campus, 1a. Ed, 2002. \nBibliografia Complementar: \nZIVIANI, N., Projeto de Algoritmos, Ed. Thomson Pioneira, 1993. \nGOODRICH, M. T. e TAMASSIA, R., Estruturas de dados e Algoritmos em Java, Ed. \nBookman, 2ª. Ed, 2002. \nCEAXXX – FÍSICA II (ELETRICIDADE E MAGNETISMO) \nEmenta:  \nA lei de Coulomb. Eletrostática. Corrente elétrica. Magnetostática. Lei d indução de \nFaraday. Circuitos. Propriedades magnéticas da matéria. Equações de Maxwell. \nBibliografia Básica: \nRESNICK R., HALLIDAY, D. e WALKER, J.. Fundamentos de Física – vol III, Ed. LTC, \n2009. \nBibliografia Complementar: \nRESNICK R., HALLIDAY, D. e WALKER, J.. Fundamentos de Física – vol IV, Ed. LTC, \n2009. \nEEC013 – LINGUAGENS DE PROGRAMAÇÃO \nEmenta:  \nConceituação de Paradigmas de Linguagens de Programação: Imperativo, Funcional e Lógico. \nNoções de programação em lógica. Noções de programação funcional. Noções de Semântica \n", "26": " \n \n26 \nFormal. \nBibliografia Básica: \nSEBESTA, R. W. Conceitos de Linguagens de Programação. 5ª. ed., Ed. Bookman, \n2003. \nWATT, D.,  Programming Language Concepts and Paradigms, Ed. Prentice-Hall, 1993. \nVAREJÃO, F.  Linguagens de Programação: Conceitos e Técnicas, Ed. Campus , 2004. \nBibliografia Complementar: \nPRATT, T.,  ZELKOWITZ ,  M. V.  Programming Languages Design and \nImplementation, Ed. Prentice-Hall, 2001.  \nSETHI , R., Programming Languages: Concepts and Constructs, Ed. Addison Wesley, \n1996.  \n \n \nQUARTO  PERÍODO \n \nCEA105 – INTRODUÇÃO ÀS EQUACÕES DIFERENCIAIS E ORDINÁRIAS \nEmenta:  \nIntrodução. Equações diferenciais com coeficientes constantes. Existência e natureza \ndas soluções. Aplicações. Equações diferenciais lineares de primeira e segunda ordem. \nSoluções em séries de potências. Transformadas de Laplace. Métodos elementares. \nSistemas de EDO’s. \nBibliografia Básica: \nBOYCE, W. E., DIPRIMA, R. C., Equações Diferenciais Elementares e Problemas de \nValores de Contorno, 8ª ed., Ed. LTC, 2006. \nBibliografia Complementar: \nBRAUN, M. Equações Diferenciais e Suas Aplicações, Ed. Campus, 1979. \nBASSANEZI, R. C., FERREIRA JÚNIOR, W. C., Equações Diferenciais com \nAplicações, Ed. Harbra, 1988. \nCEA404 – CÁLCULO NUMÉRICO \nEmenta:  \nSistemas de equações lineares simultâneas, raízes de equações algébricas e \ntranscendentes, interpolação polinomial e integração numérica. \nBibliografia Básica: \nBARROSO, L. et al. Cálculo Numérico (com aplicações), 2ª ed., Ed. Harbra, 1987. \nRUGGIERO, M. A. G., LOPES, V. L. R., Cálculo Numérico – Aspectos Teóricos e \nComputacionais, 2ª ed., Ed. Makron-Books, 1996. \nBibliografia Complementar: \nCLÁUDIO, D. M., Cálculo Numérico Computacional, Ed. Atlas, 1994. \nSPERANDIO, \nD. \net \nal., \nCálculo \nNumérico: \nCaracterísticas \nMatemáticas \ne \nComputacionais, Ed. Prentice-Hall, 2003. \nCAMPOS FILHO, F. F., Algoritmos Numéricos, 2ª ed., Ed. LTC, 2007. \nEEC011 – PRINCÍPIOS DE ELETRÔNICA DIGITAL \nEmenta:  \nRepresentação de Informação; Conceitos básicos de circuitos digitais: blocos lógicos; \nÁlgebra booleana; Realização e minimização de funções booleanas; Portas lógicas; \nCircuitos combinacionais (implementação e minimização – comparadores, aritméticos, \n", "27": " \n \n27 \ncodificadores, outros); Conceitos de Sistemas Digitais; Linguagens de Descrição de \nHardware; Introdução aos circuitos seqüenciais; Elementos de memória e seus \nfundamentos; Máquinas seqüenciais síncronas e assíncronas: análise, representação, \nminimização, designação de estados e realização; Introdução aos Circuitos Integrados; \nConversores Analógico/ Digitais. \nBibliografia Básica: \nTOCCI, R. J.; WIDMER, N. S. Digital Systems: Principles and Applications. 8ª ed., Ed. \nPrentice Hall, 2000. \nFLETCHER, W. I. An Engineering Approach to Digital Design. Ed. Prentice Hall, 1980. \nBibliografia Complementar: \nTAUB, H.; SCHILLING, D. Eletrônica Digital. Ed. McGraw Hill, 1982. \nEEC007 – ORGANIZAÇÃO E ARQUITETURA DE COMPUTADORES I \nEmenta:  \nBreve histórico dos computadores. Sistemas de numeração, aritmética binária e \nhexadecimal, representação de números e caracteres; organização básica da Unidade \nCentral de Processamento e suas variações; operações, formato e armazenamento de \ninstruções; Noções de linguagem de máquina; álgebra booleana; elementos básicos de \nhardware e estudo da organização, fluxo de dados e execução de instruções em uma \nmáquina básica; noções de linguagem montadora; noções básicas de entrada e saída, \nsistemas de interrupção e acesso direto à memória. \nBibliografia Básica: \nWEBER, R. F., Introdução à Arquitetura de Computadores, Porto Alegre, Instituto de \nInformática - UFRGS. \nTANENBAUM, A. S., Organização Estruturada de Computadores, Ed. Guanabara \nKoogan, 1992. \nBibliografia Complementar: \nHAYES, J. P., Computer Architecture and Organization, 3rd edition, WCB McGraw- \nHill, 1998. \nPATTERSON, D. A., HENNESSY, J. L., Organização e Projeto de Computadores, 3ª \ned.,  Ed. Campus, 2005. \nHENNESSY, J. L., PATTERSON, D. A., Arquitetura de Computadores: uma abordagem \nquantitativa, Ed. Campus, 2003. \nCEAXXX – FÍSICA III (TÉRMICA, OSCILACÕES E ONDAS) \nEmenta:  \nOscilações amortecidas e forçadas. Ondas mecânicas e eletromagnéticas. Som. \nFluidos. Temperatura. Calor. Primeira e segunda leis da termodinâmica. Teoria cinética \ndos gases. \nBibliografia Básica: \nRESNICK R., HALLIDAY, D. e WALKER, J., Fundamentos de Física – vol II, Ed. LTC, \n2009. \nRESNICK R., HALLIDAY, D. e WALKER, J,. Fundamentos de Física – vol IV, Ed. LTC, \n2009. \nBibliografia Complementar: \nTIPLER, P. A., Física, Ed. Guanabara Koogan, 1990. \nNUSSENZVEIG, H. M., Curso de Física Básica - vol II – Fluidos, Oscilações, Ondas e \nCalor. Ed. Edgard Blucher, 2002. \nCRAWFORD, F. S., Waves and oscillations, Ed. McGraw-Hill, 1966. \nPORTIS, A.M., Electromagnetic fields: sources and media, Ed. John Wiley & Sons, \n", "28": " \n \n28 \n1978. \nREITZ, J.R., Foundations of electromagnetic theory, Ed. Addison-Wesley, 1993. \nTIPLER, P. A., Física, Ed. Guanabara Koogan, 1990. \nNUSSENZVEIG, H. M., Curso de Física Básica - vol II – Fluidos, Oscilações, Ondas e \nCalor. Ed. Edgard Blucher, 2002. \nKITTEL, C., Thermal Physics, Ed. W. H. Freeman, 1980. \nFEYNMAN, R. P. et  al., The Feynman Lectures on Physics, Ed. Addison-Wesley, 2005. \nBATCHELOR, G. K., An Introduction to Fluid Dynamics, Ed. Cambridge ISE, 2000. \n \n \nQUINTO PERÍODO \n \nCEA502 – ELETROMAGNETISMO \nEmenta:  \nTeoria de campos, eletrostática, magnetostática e eletromagnetismo. \nBibliografia Básica: \nRESNICK R., HALLIDAY, D. e WALKER, J.. Fundamentos de Física – vol III, Ed. LTC, \n2006. \nBibliografia Complementar: \nTIPLER, P. A., Física, Ed. Guanabara Koogan, 1990. \nKITTEL, C. et al,. Curso de Física de Berkeley – Mecânica, Ed. Edgard Blucher, 1973. \nFEYNMAN, R. P. et  al., The Feynman Lectures on Physics, Ed. Addison-Wesley, 2005. \nREITZ, J.R., Foundations of electromagnetic theory, Ed. Addison-Wesley, 1993. \nPORTIS, A.M., Electromagnetic fields: sources and media, Ed. John Wiley & Sons, \n1978. \nEEC010 – MICROPROCESSADORES E MICROCONTROLADORES \nEmenta:  \nBreve histórico dos microprocessadores. Estudo da arquitetura de pelo menos um \nmicroprocessador e um microcontrolador real, e dispositivos lógicos complexos \nprogramáveis, com o exercício do conjunto de instruções e programação em linguagem \nmontadora. Prática dos modos de endereçamento, manipulação de registros, pilhas, \nsubrotinas; métodos de transferência de dados: polling, interrupções, acesso direto a \nmemória; organização de memórias, interfaces seriais e paralelas; dispositivos de \nentrada e saída. \nBibliografia Básica: \nHAYES, J. P., Computer Architecture and Organization, 3rd edition, Ed. McGraw- \nHill, 1998. \nWAKERLY, J. F., Microcomputer Architecture and Programming, Ed. John Wiley & \nSons, \n762 pages, 1989 \nWEBBER, R. F., Arquitetura de Computadores Pessoais, Ed. Sagra, 2000. \nBibliografia Complementar: \nROSCH, W. L., Hardware Bible, 6ª ed., Ed. Que, 2003. \nDUECK, R. K., Digital Design with CPLD Applications and VHDL, Ed. Delmar \nPublisher,2000. \nNORTON, P., AIKEN, P., WILTON, R., A Bíblia do Programador, Editora Campus, \n1993. \nBREY, B. B., The Intel Microprocessors, Ed. Prentice Hall, 7ª Ed, 2005. \n", "29": " \n \n29 \nManuais de microprocessadores, microcontroladores e dispositivos lógicos complexos \nprogramáveis. \nEEC012 – ORGANIZAÇÃO E ARQUITETURA DE COMPUTADORES II \nEmenta:  \nRevisão de conceitos básicos de organização de máquinas CISC e introdução de \norganização de máquinas RISC. Organização de processadores: bloco operacional e \nbloco de controle. Organização de pipelines. Máquinas super escalares. Organização \nde Memória: memória cache e memória virtual. Introdução a máquinas paralelas. \nBibliografia Básica: \nPATTERSON, D. A., HENNESSY, J. L., Organização e projeto de computadores: a \ninterface hardware-software, 3ª ed., Ed. Campus, 2005. \nPATTERSON, D. A., HENNESSY, J. L., Arquitetura de computadores: uma abordagem \nquantitativa, Ed. Campus, 2003. \nBibliografia Complementar: \nTANEMBAUM, A. S., Organização Estruturada de Computadores, 5ª ed., Ed. Prentice-\nHall, 2007. \nCEA437 – SISTEMAS OPERACIONAIS \nEmenta:  \nVisão geral de sistemas operacionais. Aspectos de implementação de sistemas \noperacionais: Gerenciamento de processos. Sincronismos, impasse e concorrência. \nComunicação interprocessos. Gerenciamento de memória primária e virtual. Estrutura \nde Sistema de Arquivos. Gerenciamento de Dispositivos de E/S. Mecanismos de \nsegurança. Interconexão com outros sistemas. \nBibliografia Básica: \nSILBERSCHATZ, A. et al., Sistemas Operacionais - Conceitos e aplicações, Ed. \nCampus, 2000. \nTANENBAUM, A., Sistemas operacionais modernos, 2ª ed., Ed. Prentice-Hall, 2003. \nBibliografia Complementar: \nFLYNN, Ida M.. Introdução aos sistemas operacionais, Ed. Pioneira Thomson Learning, \n2002. \nCEAXXX – CIRCUITOS ELÉTRICOS I \nEmenta:  \nElementos e leis fundamentais de circuitos elétricos Circuitos de corrente contínua e de \ncorrente alternada. Análise de circuitos em regime transitório e permanente. \nBibliografia Básica: \nJOHNSON, D. E. et al., Fundamentos de Análise de Circuitos Elétricos, Ed. LTC, 2001. \nBibliografia Complementar: \nALEXANDER, C. K. et al. Fundamentos de Circuitos Elétricos, Ed. McGraw Hill, 2008. \nDORF, R. C. et al. Introduction to Electric Circuits, Ed. IE-Wiley, 2006. \n \n \n \n \n \n \n \n \n", "30": " \n \n30 \nSEXTO PERÍODO \n \nEEC015 – MODELAGEM E ANÁLISE DE SISTEMAS DINÂMICOS \nEmenta:  \nIntrodução à modelagem de sistemas físicos dinâmicos; sistemas elétricos; sistemas \nmecânicos; analogia entre sistemas elétricos e mecânicos; sistemas de fluidos; \nelementos eletromecânicos; elementos mecânico-hidráulicos; sistemas de primeira e \nsegunda ordem; modelagem e análise de comportamento dos sistemas dinâmicos; \nintrodução sobre sistemas de controle. \nBibliografia Básica: \nOGATA, K., Engenharia de Controle Moderno, 4ª ed., Ed. Prentice-Hall, 2003. \nBibliografia Complementar: \nBOLTON, W., Engenharia de Controle, Ed. Makron Books, 1995. \nFRANKLIN, G. F. et al., Feedback Control of Dynamic Systems, 3ª ed., Ed. Addison \nWesley, 1994. \nDORF, R.C., Modern Control Systems, 6ª ed., Massachusets, Addison Wesley, 1992. \nCEA432 – REDES DE COMPUTADORES I \nEmenta:  \nConceitos básicos em redes de computadores. Arquitetura de redes. Endereçamento. \nAlgoritmos de roteamento. Controle de congestionamento. Protocolos de comunicação \ndas camadas física, enlace de dados, rede e transporte. Dispositivos de segurança em \nredes e algoritmos criptográficos mais empregados. Serviços comuns da camada de \naplicação. Medição e análise de desempenho. \nBibliografia Básica: \nTANENBAUM, A., Computer Networks, 4ª ed., Ed. Prentice-Hall, 2003. \nPETERSON, L., DAVIE, B., Redes de Computadores – uma abordagem sistêmica, Ed. \nLTC, 2004. \nROSS, K., KUROSE, J., Redes de Computadores e a Internet – uma nova abordagem, \nEd. Addison-Wesley, 2003. \nBibliografia Complementar: \nCOMER, D., Interligação em rede com TCP/IP. Vol. I, Ed. Prentice-Hall, 1998. \nCOMER, D.,  Interligação em rede com TCP/IP. Vol. II, Ed. Prentice-Hall, 1999. \nSTALLINGS, W., Data and Computer Communications, 6ª ed., Ed. Prentice-Hall, 2000. \nSOARES, L. F. G., Redes de Computadores - Das LAN’s, MAN’s e WAN’s às Redes \nATM. Ed. Campus, 1995 \nCEAXXX – FENÔMENOS DE TRANSPORTE \nEmenta:  \nEstática dos fluidos. Dinâmica dos fluidos. Cinemática dos Fluidos. Escoamento não \nviscoso \nincompressível. \nEscoamento \nviscoso \nincompressível. \nEscoamentos \ncompressíveis. Condução, convecção e radiação de calor. Difusão e convecção de \nmassa. \nBibliografia Básica: \n \nBibliografia Complementar: \n \nEEC008 – ELETRÔNICA I \nEmenta:  \n", "31": " \n \n31 \nSemicondutores.Diodos \nde \njunção. Circuitos com diodos. Diodos especiais. \nRetificadore. Transistores bipolares. Análise para pequenos sinais. Operação como \namplificador. Transistores de Efeito de Campo. Transistores MOS. Operação como \namplificador. Amplificadores Operacionais. Configurações Básicas. Circuitos com \nAmplificadores Operacionais. Implementação de Filtros e Resposta em Frequência. \nOsciladores. \nBibliografia Básica: \nMALVINO, P. A., Eletrônica. Makron Books, 1987. \nMILLMANN, J. et al., Microelectronics. Ed. McGraw Hill, 1988. \nSMITH, K. C. & SEDRA, A. S., Microeletrônica. Ed. Prentice Hall, 2007. \nBibliografia Complementar: \nBOYLESTAD, R.; NASHELSKY, L., Dispositivos Eletrônicos e Teoria de Circuitos. \nPrentice Hall do Brasil, 1982. \nCEAXXX – ELETIVA 1 \nEmenta:  \nDisciplina específica da área de engenharia de software ou telecomunicações \nBibliografia Básica: \n \nBibliografia Complementar: \n \n \n \nSÉTIMO PERÍODO \n \nCEA433 – SISTEMAS DISTRIBUÍDOS \nEmenta:  \nArquitetura de sistemas distribuídos. Comunicação entre objetos distribuídos. Migração \nde código. Sincronismo e controle de concorrência distribuídos. Replicação, \nconsistência e confiabilidade de transações distribuídas. Sistemas de arquivos \ndistribuídos. Sistemas operacionais distribuídos. Sistemas tolerantes a falhas. \nMiddlewares e linguagens de programação para sistemas distribuídos. \nBibliografia Básica: \nTANENBAUM, A., STEEN, M., Distributed Systems: Principles and Paradigms, Ed. \nPrentice Hall, 2002. \nCOULOURIS, G., DOLLIMORE, J. e KINDBERG, T., Distributed Systems: Concepts \nand Design, 3ª ed, Ed. Addison-Wesley,2001. \nROSS, K., KUROSE, J. , Redes de Computadores e a Internet – uma nova abordagem, \nEd. Addison-Wesley, 2003. \nBibliografia Complementar: \nTANENBAUM, A., Redes de Computadores, 4ª ed., Ed. Campus, 2003. \nCOMER, D., Interligação em rede com TCP/IP Vol. I , Ed. Prentice-Hall, 1998. \nCOMER, D., Interligação em rede com TCP/IP Vol. II , Ed. Prentice-Hall, 1999. \nEEC017 – PROCESSAMENTO DIGITAL DE SINAIS \nEmenta:  \nRepresentação não-paramétrica de sistemas lineares invariantes no tempo. Dualidade \ntempo-freqüência: representação de sinais periódicos por séries de Fourier, \ntransformada de Fourier contínua. Filtragem. Modulação. Amostragem e reconstrução. \n", "32": " \n \n32 \nInterpolação e decimação. Transformada de Fourier discreta. Algoritmos rápidos. \nPrincípios de estimação espectral. Projeto de filtros analógicos e digitais. \nBibliografia Básica: \nBUCK, J. R., OPPENHEIM, A. V., SCHAFER, R. W., Discrete Time Signal Processing, \nEd. Prentice Hall, 1999. \nGROVER, D., DELLER, J. R., Digital Signal Processing and the Microcontroller, Ed. \nPrentice Hall, 1998. \nPROAKIS, J. G.; MANOLAKIS, D. G. Digital Signal Processing: Principles, Algorithms \nand Applications, 3rd edition, Ed. Prentice Hall, 1995. \nPROAKIS, J. G. Digital Signal Processing. Ed. Prentice Hall, 2006. \nPROAKIS, J. G. et al. Digital Signal Processing using MATA. Ed. Prentice Hall, 2006. \nBibliografia Complementar: \nINGLE, V. K.; PROAKIS, J. G. Digital Signal Processing Using MATLAB, Ed. \nBrooks/Cole Publishing Company, 1999. \nQUINQUIS, A. Digital Signal Processing using MATLAB, Ed. John Wiley, 2008. \nEEC014 – ENGENHARIA DE SOFTWARE I \nEmenta:  \n Requisitos de Software. Projeto de Software. Arquitetura e Estrutura de \nSoftware: estilos de arquitetura, projetos pais e famílias de programas e \nframeworks. Avaliação e Análise de Qualidade do Projeto de Software. Métodos \ne Estratégias do Projeto de Software. \nBibliografia Básica: \nSOMMERVILLE, I., Engenharia de Software, 8ª ed., Ed. Addison Wesley, 2007. \nPRESSMAN, R., Engenharia de Software, 6ª ed., Ed. McGraw-Hill, 2006. \nKOTONYA, G., SOMMERVILLE, I., Requirements Engineering, Ed. John Wiley & Sons, \n1997. \nGAMMA, E. et al., Padrões de Projeto – Soluções reutilizáveis de software orientado a \nobjetos, Bookman, 1ª Edição, 2005. \nBibliografia Complementar: \nD’SOUZA, D. F., WILLS, A. C., Objects, Components and Frameworks with UML, Ed. \nAddison Wesley, 1999. \nJACOBSON, I. et al., The Unified Software Development Process, Ed. Addison Wesley, \n1999. \nEEC026 – REDES DE COMPUTADORES II \nEmenta:  \nConhecimento intermediário em redes de computadores. Garantia de qualidade de \nserviço. Difusão Seletiva. Mecanismos de gerenciamento de recursos. Sobreposição de \nredes. Aplicações multimídia e de tempo real. Segurança na camada de transporte. \nBibliografia Básica: \nTANENBAUM, A., Computer Networks, 4ª ed., Ed. Prentice-Hall, 2003. \nSTALLINGS, W., ISDN, Broadband ISDN with Frame Relay and ATM, 4th Edition, \nEd. Prentice-Hall, 1999. \nSOARES, L. F. G., Redes de Computadores - Das LAN’s, MAN’s e WAN’s às Redes \nATM. Ed. Campus, 1995. \nGINSBURG, D., ATM - Solutions for Enterprise Internetworking, 2nd Edition, Ed. \nAddison-Wesley, 1998. \nDAYEM, R. A.. Mobile Data & Wireless LAN Technologies, Prentice-Hall, 1997. \n", "33": " \n \n33 \nBibliografia Complementar: \nCUNNINGHAM, D. G.; LANE, W. G. Gigabit Ethernet Networking, Ed. Macmillan, 1999. \nPERLMAN, R., Interconnections: Bridges, Routers, Switches, and Internetworking \nProtocols , 2nd Edition, Ed. Addison-Wesley, 1999. \nSTALLINGS, W., Local and Metropolitan Area Networks, 6nd Edition, Ed. Prentice-Hall, \n2000. \nCEAXXX – ELETIVA 2   \nEmenta:  \nDisciplina específica da área de engenharia de software ou telecomunicações \nBibliografia Básica: \n \nBibliografia Complementar: \n \n \n \nOITAVO PERÍODO \n \nEEC019 – ENGENHARIA DE SOFTWARE II \nEmenta: \nConstrução de Software: identificação dos princípios que afetam a construção de um \nsoftware. Métodos de Construção: Lingüísticos, Formais e Visuais. Validação de \nSoftware. Uso de padrões. Testes de Software. \n  \nBibliografia Básica: \nKANER, C., FALK, J., and NGUYEN, H. Q., Testing Computer Software, 2nd Edition, \nEd. John Wiley, 1999. \nMYERS, G. J., The Art of Software Testing, 2nd ed., Ed. John Wiley, 2004. \nKERNIGHAN, BRIAN W., PIKE, R., The Practice of Programming, Ed. Addison-Wesley, \n1999. \nSETHI, R., Programming Languages – Concepts and Constructs, Ed. Addison-Wesley, \n1996. \nWARREN, N. and BISHOP, P.. Java in Practice – Design Styles and Idioms for \nEffective Java, Ed. Addison-Wesley, 1999. \nBibliografia Complementar: \nBEIZER, B. Software Testing Techniques,  2nd ed., Ed. International Thomsom \nComputer Press, 1990. \nBINDER, R. V., Testing Object-Oriented Systems Models, Patterns, and Tools, Ed. \nAddison-Wesley, 1999. \nBRATKO, I. Prolog - Programming for Artificial Inteligence, 3rd ed., Ed. Addison-Wesley, \n2000. \nFOWLER, M. Refatoração – Aperfeiçoando o Projeto de Código Existente, Ed. \nBookman, 2004. \nGLASS, R. L., Software Creativity 2.0, Ed. Prentice-Hall, 2006. \nHUMPHREY, W. S., Introduction to the Personal Software Process, Ed. Addison-\nWesley, 1996. \nHOPCOFT, J.E., ULMAN, J.D., Introduction to Formal Language Theory, Ed. Addison-\nWesley, 1978. \n", "34": " \n \n34 \nHUNT, A., THOMAS, D., The Pragmatic Programmer: from Journeyman to Master, Ed. \nAddison-Wesley, 1999. \nEEC020 – FUNDAMENTOS DE COMUNICAÇÕES \nEmenta:  \nIntrodução aos Sistemas de Comunicação; Análise de Sinais: Vetores, Funções \nOrtogonais, Análise de Fourier, Representação de sinais nos domínios do tempo e \nfreqüência, convolução; Transmissão de Sinais; Distorção; Filtros; Densidade de \nPotência; Densidade de Energia; Sistemas de Comunicação: Modulação em Amplitude, \nModulação em Freqüência, Modulação em Fase, Modulação por Pulsos; Ruído; \nComportamento dos Sistemas de Comunicação. \nBibliografia Básica: \nHAYKIN, S, Communication Systems, 4th ed., Ed. John Wiley & Sons, 2000. \nLATHI, B. P. Modern Digital and Analog Communication Systems, 3rd ed., Ed. Oxford \nUniversity Press, 1998. \nPROAKIS, J. G. Fundamentals of Communication Systems. Ed. Prentice Hall, 2004. \nBibliografia Complementar: \nCARLSON, A. B. et al., Communication Systems, 4th ed., Ed. McGraw-Hill, 2001. \nCEA440 – BANCOS DE DADOS I \nEmenta:  \nConceitos básicos em sistemas de banco de dados. Arquitetura de sistemas de banco \nde dados. Modelagem Conceitual de Dados. Modelo Relacional: Álgebra e Cálculo \nRelacional. Linguagem SQL. Projeto lógico de Banco de Dados. Normalização de \nBanco de Dados. Aspectos de Implementação de Banco de Dados. \nBibliografia Básica: \nDATE, C. J., Introdução a Sistemas de Banco de Dados, 8ª ed., Ed. Campus, 2004. \nBibliografia Complementar: \nKORTH, H. F. et al., Sistema de Banco de Dados. 5ª ed., Ed. Campus, 2006. \nELMASRI, R.; NAVATHE S. B., Sistemas de Bancos de Dado, 4ª ed., Ed. Addison \nWesley, 2005. \nCEA483 – TEORIA E ALGORITMOS EM GRAFOS \nEmenta:  \nAlgoritmos em grafos: algoritmos de busca, ordenação topológica, componentes \nfortemente conectados, árvore geradora mínima, caminho mínimo. \nBibliografia Básica: \nCORMEN, T. H. et al., Algoritmos-Teoria e Prática, Editora Campus, 1a. Ed, 2002. \nBOAVENTURA NETTO, P. O., “Grafos: Teoria, Modelos e Algoritmos”, Ed. Blucher, \n2003. \nBibliografia Complementar: \nAHUJA, R.K.;  MAGNANTI, T.L., ORLIN, J.B., “Network Flows:  Theory, Algoritms and \nApplications”, Ed. Prentice- Hall, 1993. \nHU, T.C., “Integer Programming and Network Flows”, Ed. Addison-Wesley Publishing \nCompany, Reading, Massachusetts, 1970. \nMURTY, G.K., “Network  Programming”, Prentice-Hall Inc., englewood Cliffs, New \nJersey, 1992. \nCEAXXX – ELETIVA 3   \nEmenta:  \nDisciplina específica da área de engenharia de software ou telecomunicações \n", "35": " \n \n35 \nBibliografia Básica: \n \nBibliografia Complementar: \n \n \n \nNONO PERÍODO \n \nEEC031 – QUALIDADE EM ENGENHARIA DE SOFTWARE \nEmenta:  \nConceitos de Qualidade de Software: medida do valor da qualidade, descrição de \nqualidade segundo a norma ISO 9126, tipos especiais de sistemas e necessidades de \nqualidade. Definição e Planejamento da Qualidade: planejamento das atividades e \nplanos SQA e V&S. Técnicas de Qualidade: Técnicas estáticas e dinâmicas. Métricas \nde Análise de Qualidade de Software: fundamentos de medidas, métricas, técnicas de \nanálise de medidas, caracterização de defeitos e usos adicionais de SQA e V&V. \nBibliografia Básica: \nDORFMAN, M., THAYER, R. H., Software Engineering, Ed. IEEE Computer Society \nPress, 1997. \nMOORE, J. W., Software Engineering Standards: A User´s Road Map, Ed. IEEE \nComputer Society Press, 1998. \nPFLEEGER, S. L. Engenharia de Software – Teoria e Prática, 2ª ed., Ed. Prentice-Hall, \n2004. \nSOMMERVILLE, I., Engenharia de Software, 8ª ed., Ed. Addison Wesley, 2007. \nPRESSMAN, R., Engenharia de Software, 6ª ed., Ed. McGraw-Hill, 2006. \nBibliografia Complementar: \nGRADY, R. B., Practical Software Metrics for Project Management and Process \nImprovement, Ed. Prentice-Hall, 1992. \nFENTON, N. E., Software Metrics, Ed. International Thomson Computer Press, 1991. \nFENTON, N. E., PFLEEGER, S. L., Software Metrics, 2nd ed., Ed. Course Technology, \n1998. \nLEVESON, N., SAFEWARE: System Safety and Computers, Ed. Addison-Wesley, \n1995. \nMUSA, J., Software Reliability Engineering, Ed. McGraw Hill, 1998. \nEEC023 – BANCO DE DADOS II \nEmenta:  \nProjeto avançado de Banco de Dados. Banco de Dados Orientados a Objetos. Projeto \nde Banco de Dados Orientados a Objetos. Bancos de Dados Objeto-Relacional. \nBancos de dados semi-estruturados. Transações, Concorrências, Recuperação de \nfalhas, indexação. Tópicos Especiais: tecnologias e áreas de aplicação. \nBibliografia Básica: \nDATE, C. J., Introdução a Sistemas de Banco de Dados, 8ª ed., Ed. Campus, 2004. \nKORTH, H. F. et al., Sistema de Banco de Dados. 5ª ed., Ed. Campus, 2006. \nELMASRI, R.; NAVATHE S. B., Sistemas de Bancos de Dado, 4ª ed., Ed. Addison \nWesley, 2005. \nBibliografia Complementar: \nGARCIA-MOLINA, H et al. Implementação de Sistemas de Bancos de Dados. Ed. \n", "36": " \n \n36 \nCampus, 2001. \nEEC035 – INTERAÇÃO HUMANO-COMPUTADOR \nEmenta:  \nPrincípios da interação usuário-computador. Modelagem do usuário. Aspectos técnicos \nda interação usuário-computador: dispositivos de entrada/saída; tipos de diálogo; \nsistemas de auxílio; técnicas de implementação e ferramentas de apoio (independência \nde diálogo e plataforma, técnicas de prototipação, ambientes de desenvolvimento); \npadrões; “look and feel”. Gerenciamento de sistemas de janelas. Técnicas de avaliação \nde interfaces e testes de usabilidade. Trabalho cooperativo apoiado por computador. \nBibliografia Básica: \nDIX, A., FINLAYJ., ABOWD, G., BEALE, R., Human-computer interaction, 3ª ed., Ed. \nPrentice Hall, 2003. \nBibliografia Complementar: \nHACKOS, J. T., REDISH, J. C., User and Task Analysis for Interface Design, Ed. John \nWiley & Sons, 1998. \nCEA491 – INFORMÁTICA E SOCIEDADE  \nEmenta: \nIntrodução à ética. Relações entre ética e o desenvolvimento técnico-científico. Ética e \nProfissão: estudos de casos. Impactos do uso de computadores na sociedade: \naspectos sociais, aspectos econômicos. Regulamentação da profissão de computação. \nBibliografia Básica: \nCASTELLS, M., A Era da Informação: economia, sociedade e cultura. Volume 1:. A \nsociedade em rede, Ed. Paz e Terra, 1999 \nLEVY, P., Cybercultura, Ed. 34, 1999 \nMASIERO, Paulo César Ética em Computação, Editora Edusp, 2001 \nBibliografia Complementar: \n \nCEAXXX – ELETIVA 4   \nEmenta:  \nDisciplina específica da área de engenharia de software ou telecomunicações \nBibliografia Básica: \n \nBibliografia Complementar: \n \n \n \nDÉCIMO PERÍODO \n \nCEA451 – INTELIGÊNCIA ARTIFICIAL \nEmenta:  \nCaracterização. \nSistemas \nbaseados \nem \nConhecimento: \nRepresentação \ndo \nConhecimento, Automatização do Raciocínio, Sistemas Especialistas. Resolução de \nProblemas. Aprendizagem Automática. Percepção. Planejamento. \nBibliografia Básica: \nRUSSEL, S., NORVIG, P., Inteligência Artificial, Ed. Campus, 2003. \nLUGER, G. F., Inteligência Artificial – Estruturas e Estratégias para a Solução de \nProblemas Complexos, Ed. Bookman, 2004. \n", "37": " \n \n37 \nBARR, A., FEINGENBAUM, E.A., COHEN, P.R. The Handbook of Artificial Inteligence.  \nVol. I,II,II e IV, Ed. Addison-Wesley, Reading, 1989. \nBibliografia Complementar: \nRICH, E. & KNIGHT, K., Inteligência Artificial. Ed. Makron, 1993. \nCHARNIAK, E.; McDERMOTT, D., Introduction to Artificial Intelligence, Ed. Addison-\nWesley,  1987. \nNILSSON, N.J., Principles of Artificial Intelligence, Ed. Morgan Kaufmann, 1980. \nWINSTON, P.H., Inteligência Artificial, Ed. LTC, 1988   \nEEC024 – AVALIAÇÃO DE DESEMPENHO DE SISTEMAS \nEmenta:  \nTécnicas de avaliação de desempenho; revisão de probabilidade e estatística; \ncomparação de sistemas usando dados de amostras; introdução à simulação; \nferramentas de simulação; geração de valores aleatórios; distribuições comumente \nutilizadas; análise de resultados de simulação. Projeto experimental; introdução à teoria \ndas filas; análise de uma fila única; redes de filas; Planejamento de capacidades: \nRedes, Sistemas de telecomunicações, e Sistemas Web. \nBibliografia Básica: \nJAIN, R. The Art of Computer Systems Performance Analysis: Techniques for \nExperimental Design, Measurement, Simulation and Modeling, Ed. John Wiley & Sons, \n1991. \nBibliografia Complementar: \nMENASCE, D. A, ALMEIDA, V. A. F., Capacity Planning for Web Services: Metrics, \nModels, & Methods, Ed. Prentice-Hall, 2001. \nMENASCE, D. A., ALMEIDA, V. A. F., Scaling for E-Business: Technologies, Models, \nPerformance, and Capacity Planning, Ed. Prentice-Hall, 2000. \nKLEINROCK, L., Queueing Systems,  Vol. 1 - Theory, Ed. John Wiley, 1975. \nTRIVEDI, K. S., Probability and Statistics with Reliability, Queuing, and Computer \nScience Applications, Ed. Prentice-Hall, 2001. \nCEAXXX – MODELAGEM COMPUTACIONAL   \nEmenta:  \nConceito de modelo: motivação, objetivos e requisitos; Metodologia: etapas \n(identificação, \nformulação \ne \nsolução), \nmodelos \nmatemáticos \n(quantitativos \ne \nqualitativos), tipos de modelos (determinísticos, fuzzy, estatístico, estocástico), modelos \ndiscretos e contínuos,processos de modelagem; Noções de cálculo vetorial e tensorial, \nsignificado físico dos operadores gradiente, divergente, rotacional e laplaciano; \nModelagem \ncomputacional, \noperações \naritméticas \nem \ncomputadores, \nerros, \ncondicionamento de problema, estabilidade de algoritmos; Série de Taylor, operadores \nde diferenças finitas, diferenciação numérica; Interpolação polinomial, aproximação por \nmínimos quadrados, raízes de equações não-lineares; Problema de auto-valor, \nproblemas de valor inicial para equações diferenciais ordinárias. \nBibliografia Básica: \nDYM, C. L., IVEY, E.S. - Principles of Mathematical Modeling, Academic Press, 1980. \nKARAM F., J., ALMEIDA, R. C., Introdução à Modelagem Matemática, Notas impressas \nPosGraduação, LNCC, 2003. \nSAATY, T.L., ALEXANDER, J.M. Thinking with Models - Mathematical Models in \nPhysical, Biological and Social Sciences, Pergamon Press, 1981. \nBibliografia Complementar: \nHEATH, M. T., Scientific Computing, An Introductory Survey, McGraw-Hill, 2002 \n", "38": " \n \n38 \nCEAXXX – FUNDAMENTOS DE CIÊNCIA DO AMBIENTE \nEmenta:  \nMeio ambiente no cenário internacional. Biodiversidade. Desenvolvimento sustentável. \nGestão ambiental. Legislação ambiental. A gestão ambiental, a indústria e o mercado. \nBibliografia Básica: \nBRAGA, B. et al. Introdução à Engenharia Ambiental. Editora: PRENTICE-HALL  2ª \nEdição. \nBRUNA, G. C. et. al . Curso de Gestão Ambiental. Editora MANOLE. \nREIS, L. B. et. al. Energia, Recursos Naturais e a Prática do Desenvolvimento \nSustentável. Editora: MANOLE \nBibliografia Complementar: \nPolítica Nacional do Meio Ambiente (PNMA) - LEI N° 6.938, de 31 de agosto de 1981 \nwww.010.dataprev.gov.br/sislex/paginas/42/1981/6938.htm \n \nCEAXXX – ELETIVA 5   \nEmenta:  \nDisciplina específica da área de engenharia de software ou telecomunicações \nBibliografia Básica: \n \nBibliografia Complementar: \n \n \n \nELETIVAS DA ÊNFASE EM ENGENHARIA DE SOFTWARE \n \nEEC025 – GERÊNCIA DE CONFIGURAÇÃO E DE ENGENHARIA DE SOFTWARE \nEmenta:  \nGerência de Configurações de Software (SCM). Gerência de Engenharia de Software. \nGerenciamento de Processo e Projeto: definição de escopo e inicialização, \nplanejamento, revisão e validação. Métricas de Engenharia de Software. \nBibliografia Básica: \nSOMMERVILLE, I., Engenharia de Software, 8ª ed., Ed. Addison Wesley, 2007. \nPRESSMAN, R., Engenharia de Software, 6ª ed., Ed. McGraw-Hill, 2006. \nBibliografia Complementar: \nJONES, T. C., Estimating Software Costs, Ed. McGraw-Hill, 1998. \nLEHMAN, M. M., Laws of Software Evolution Revisited EWSPT96, October 1996, LNCS \n1149, Ed. Springer Verlag, 1997. \nGRADY, R. B.,  Practical Software Metrics for Project Management and Process \nImprovement, Ed. Prentice-Hall, 1992. \nPFLEEGER, S. L. Engenharia de Software – Teoria e Prática, 2ª ed., Ed. Prentice-Hall, \n2004. \nROYCE, W., Software Project Management. A Unified Framework, Ed. Addison-\nWesley, 1998. \nVINCENT, J. P.  et al., Software Quality Assurence, Ed. Prentice-Hall, 1998. \nWHITTEN, N., Managing Software Development Projects: Formulas for Success, Ed. \nJohn Wiley, 1995. \nWHITGIFT, D. Methods and Tools for Software Configuration Management, Ed. John \n", "39": " \n \n39 \nWiley & Sons, 1991. \nEEC021 – ENGENHARIA DE SOFTWARE III \nEmenta:  \nDesenvolvimento de sistemas de software baseado em Componentes (DBC). \nBibliografia Básica: \nD’SOUZA, D. F., WILLS, A. C., Objects, Components and Frameworks with UML, Ed. \nAddison Wesley, 1999. \nHEINEMAN, G. T., CONCILL, W. T., Component-Based Software Engineering, Ed. \nAddison Wesley, 2001. \nGAMMA, E. et al., Padrões de Projeto – Soluções reutilizáveis de software orientado a \nobjetos, Bookman, 1ª Edição, 2005. \nJACOBSON, I. et al., The Unified Software Development Process, Ed. Addison  \nWesley, 1999. \nBibliografia Complementar: \nBOOCH, G., Object Oriented Analysis and Design with Applications, 3rd  ed., Ed. \nAddison Wesley, 2006. \nLARMAN, C., Utilizando UML e Padrões – Uma Introdução a Análise e ao Projeto \nOrientado a Objetos, 3ª ed., Ed. Bookman, 2007. \nGILB, T., and GRAHAM, D. Software Inspection, Ed. Addison-Wesley, 1993. \nEEC027 – PROCESSO DE ENGENHARIA DE SOFTWARE \nEmenta:  \nConceitos do PES: temas e terminologia. Infraestrutura do PES: descrição de aspectos \nrelevantes para o desenvolvimento do projeto em termos de infraestrutura. Métricas do \nPES: metodologia e paradigmas de medidas. Definição do PES: definição dos vários \ntipos de processo, ciclos de vida dos modelos de framework , notações mais usadas, \nprocesso de definição dos métodos e automação relativa aos vários métodos. Análise \ndo Processo Qualitativo: revisão do processo e representação das causas de análise. \nMudança e Implementação do PES: descrição dos paradigmas e manual de \nimplementação dos processos e validação da implementação e das mudanças. \nBibliografia Básica: \nEMAM, K. El., DROUIN, J-N, MELO, W.,   SPICE: The Theory and Practice of Software \nProcess Improvement and Capability Determination, Ed. IEEE CS Press, \n1998. \nFUGGETTA, A., WOLF, A., Software Process, Ed. John Wiley & Sons, 1996. \nPFLEEGER, S. L. Engenharia de Software – Teoria e Prática, 2ª ed., Ed. Prentice-Hall, \n2004. \nMOORE, J., Software Engineering Standards: A User’s Road Map, Ed. IEEE CS Press, \n1998. \nBibliografia Complementar: \nABDEL-HAMID, T., MADNICK, S.,  Software Project Dynamics: an Integrated \nApproach, Ed. Prentice-Hall, 1991. \nCOMER, E., Alternative Software Life Cicle Models in “Software Engineering”, M. \nDORFMANN and R. THAYER (eds.), Ed. IEEE CS Press, 1997. \nGRADY, R., Successful Software Process Improvement, Ed. Prentice-Hall, 1997. \nHUMPHREY W., A Discipline for Software Engineering, Ed. Addison-Wesley, 1995. \nHUMPHREY W., An Introduction to the Team Software Process, Ed. Addison-Wesley, \n1999. \nSOMMERVILLE, I., Engenharia de Software, 8ª ed., Ed. Addison Wesley, 2007. \n", "40": " \n \n40 \nPRESSMAN, R., Engenharia de Software, 6ª ed., Ed. McGraw-Hill, 2006. \nEEC029 – MÉTODOS E FERRAMENTAS DE ENGENHARIA DE SOFTWARE \nEmenta:  \nFerramentas para: Requisitos de software, Design de Software, Construção de \nSoftware, Ferramentas de Testes de Software, Manutenção de Software, Processo de \nEngenharia de Software, Qualidade de Software, Gerenciamento de Configuração de \nSoftware, Gerenciamento de Engenharia de Software, Suporte de Infraestrutura, \nAspectos Gerais das Ferramentas: técnicas de integração e aplicabilidade das \nferramentas. Métodos de Software: Heurísticos, Formais e Prototipagem. Aspectos \nGerais dos Métodos. \nBibliografia Básica: \nDORFMAN, M., THAYER, R. H. (eds.),. Software Engineering, Ed. IEEE CS \nPress,1997. \nPFLEEGER, S. L. Engenharia de Software – Teoria e Prática, 2ª ed., Ed. Prentice-Hall, \n2004. \nSOMMERVILLE, I., Engenharia de Software, 8ª ed., Ed. Addison Wesley, 2007. \nPRESSMAN, R., Engenharia de Software, 6ª ed., Ed. McGraw-Hill, 2006. \nBibliografia Complementar: \nBERARD, E. V., Essays on Object-Oriented Software Engineering, Ed. Prentice-Hall, \n1993. \nEECXXX – INTELIGÊNCIA COMPUTACIONAL: INTRODUÇÃO ÀS REDES NEURAIS \nARTIFICIAIS E ALGORITMOS GENÉTICOS \nEmenta:  \nModelos de inteligência artificial X modelos estatísticos convencionais. Redes neurais: \nPerceptrons \nde \nmúltiplas \ncamadas. \nMapas \nauto-organizáveis. \nAlgoritmos \nmetaheurísticos ou heurísticas inteligentes: definição, diferenças entre metaheurísticas \ne heurísticas convencionais. Principais metaheurísticas: Simulated Annealing, Busca \nTabu, Algoritmos Genéticos, Scatter Search, GRASP, VNS, Colônia de Formigas, etc. \nAplicações de metaheurísticas a problemas de otimização combinatória. Lógica fuzzy: \nConjuntos clássicos X nebulosos. Lógica clássica X nebulosa. Classificação nebulosa. \nAplicações. \nBibliografia Básica: \nSOUZA, M.J.F. Inteligência Computacional para Otimização. Notas de aula, \nUniversidade Federal de Ouro Preto, 2003 \nANSARI, NIRWAN & HOU, E. Computational Intelligence for Optimization. Kluwer \nAcademic Publishers, 1997 \nREEVES, C.R. Modern Heuristic Techniques for Combinatorial Problems. Blackwell \nScientif Publications, 1993 \nHAYKIN, S. Neural Networks - a Comprehensive Foundation. 2nd ed. New \nJersey:Prentice Hall, 1999. \nBISHOP, CM. Neural Networks for Pattern Recognition. Oxford: Claredon Press, 1995. \nROSS, TJ. Fuzzy Logic with Engineering Applications. McGraw-Hill, 1995. \nBibliografia Complementar: \nBROWN, D.E and SCHERER, W.T. Intelligent Scheduling Systems. Kluwer Academic \nPublishers, 1995 \nGLOVER, F. and LAGUNA, M. Tabu Search. Kluwer Academic Publishers, 1997. \nCEAXXX – TÓPICOS ESPECIAIS EM ENGENHARIA DE SOFTWARE \n", "41": " \n \n41 \nEmenta:  \nConteúdo específico envolvendo assuntos atuais da área de engenharia de software \nBibliografia Básica: \n \nBibliografia Complementar: \n \n \n \n", "42": " \n \n42 \nELETIVAS DA ÊNFASE EM TELECOMUNICAÇÕES \n \nCEAXXX – PRINCÍPIOS DAS COMUNICAÇÕES DIGITAIS    \nEmenta:  \nTeoria da Informação: princípios; Medidas da Informação; Entropia; Capacidade de \ncanais discretos e contínuos; Códigos: conceitos e tipos; Códigos de Controle de \nErros; \nCódigos \nConvolucionais; \nCódigo \nde \nHamming; \nModulação \ndigital; \nRepresentação digital de sinais analógicos; Técnicas de modulação: transmissão em \nbanda básica; Análise de enlaces de comunicação; Multiplexação e múltiplo acesso; \nTécnicas de espalhamento espectral. \nBibliografia Básica: \nSKLAR, B. Digital Communications: Fundamentals & Applications, 2nd edition, \nEd. Bk&cdr, 2001. \nHAYKIN, S. Communication Systems, 4th edition, Ed. John Wiley & Sons, 2000. \nPROAKIS, J. G. et al. Digital Communications. Ed. McGraw Hill, 2007. \nBibliografia Complementar: \nHAYKIN, S. Digital Communications, Ed. John Wiley & Sons, 1988. \nCOUCH, L. W., Digital and Analog Communication Systems. Ed. Prentice Hall, 2006. \nCEAXXX – SISTEMAS MULTIMÍDIA    \nEmenta:  \nTexto, formas de onda, imagens e vídeo. Produção de símbolos estatisticamente \nindependentes. Codificação preditiva. Técnicas de codebook. Decomposições \ntransformada em cossenos discreta; decomposição em componentes principais; \ndecomposição em componentes independentes. Compressão de áudio, fala, imagem \ne vídeo. \nBibliografia Básica: \nBHATNAGER, G. et al. Introduction to Multimedia Systems, Ed. Academic Press, \n2001 \nRAO, K., et al. Multimedia Communications Systems, Ed. Prentice Hall, 2002. \nPROAKIS, J. G. et al. Digital Communications. Ed. McGraw Hill, 2007. \nBibliografia Complementar: \nPARHI, K. K. et al. Digital Signal Processing for Multimedia Systems. 1999. \nCEAXXX – PROPAGAÇÃO DE ONDAS DE RÁDIO    \nEmenta:  \nSistemas de comunicação sem fio. Mecanismos de propagação de ondas \nradioelétricas. Função atenuação. Propagação sobre terra plana. Propagação sobre \nterra esférica. Difração. Efeito de multipercurso. Conceitos de radiometeorologia. \nCobertura. Caracterização de canais móveis. \nBibliografia Básica: \nHASLETT, C. Essentials of Radio Wave Propagation. Ed. Cambridge – USA, 2007. \nSIZUN, H. Radio Wave Propagation for Telecommunication Applications. Ed. Springer \nVerlang, 2004. \nBibliografia Complementar: \nGOSH, S. N. Electromagnetic Theory and Wave Propagation. Ed. CRC, 2002. \nISHIMARU, A. Wave Propagation and Scattering in Random Media. Ed. John Wisley, \n1999. \nCEAXXX \n– \nPROBABILIDADE \nE \nPROCESSOS \nESTOCÁSTICOS \nPARA \n", "43": " \n \n43 \nENGENHARIA    \nEmenta:  \nTeoria de probabilidade; variáveis aleatórias; distribuição de probabilidades; funções \nde variáveis aleatórias; geração de variáveis aleatórias; teoria de probabilidades para \nmúltiplas variáveis; distribuição de probabilidade conjunta; soma de variáveis \naleatórias; introdução aos processos estocásticos; introdução às cadeias de Markov. \nBibliografia Básica: \nPAPOULIS, A. Probability, Random Variables and Stochastic Processes. Ed. McGraw \nHill, 2001. \nKOVACS, Z. L. Teoria da Probabilidade e Processos Estocásticos. Ed Acadêmica, \n1996. \nBibliografia Complementar: \nLEON-GARCIA, A. Probability and Random Processes for EES. Ed. Prentice Hall, \n2007. \nBASU, A. K. Introduction to Stochastic Process. Ed. CRC Press, 2002. \nCEAXXX – PROCESSAMENTO DIGITAL DE IMAGENS    \nEmenta:  \nConceitos básicos. Digitalização e representação de imagens. Elementos de um \nsistema de tratamento de imagens. Percepção visual. Realce de imagens. Técnicas \nde modificação da escala de cinza. Pseudo-coloração. Suavização de imagens. \nAguçamento de bordas. Filtragem espacial. Conceitos de segmentação, codificação e \nclassificação de imagens. \nBibliografia Básica: \nGONZALES, R. C. et al.  Digital Image Processing. Ed. Prentice Hall, 2007. \nGONZALES, R. C. et al.  Digital Image Processing using MATLAB. Ed. Prentice Hall, \n2003. \nBibliografia Complementar: \nBOSE, T. et al. Digital Signal and Image Processing. Ed. John Wiley, 2003. \nBLANCHET, G. et al. Digital Signal and Image Processing using MATLAB. Ed. John \nWiley, 2006. \nNIXON, M. et al. Feature Extraction in Computer Vision and Image Processing, Ed. \nElsevier. \nTHYAGARAJAN, KS. Digital Image Processing and Applications to Digit. Ed. Focal \nPress-USA, 2006 \nEEC028 – REDES E SISTEMAS DE COMUNICAÇÕES MÓVEIS \nEmenta:  \nIntrodução à Comunicação Pessoal e Sistemas Móveis; Sistemas celular: estrutura; \nOperação de sistemas celulares: controle e sinalização, protocolos de comunicação; \nhandoff, roaming, tarifação, características; Tecnologias de Sistemas Celulares \nDigitais; Mobilidade em Redes: redes sem fio, mobilidade de usuários; Integração de \nRedes de Dados e Sistemas Celulares. Integração de Sistemas de Voz e Web. \nBibliografia Básica: \nMILLER, L. E.; SAM-LEE, J.  CDMA Systems Engineering Handbook, Ed. Artech \nHouse Publishers, 1998. \nDAYEM, R. A., Mobile Data & Wireless LAN Technologies, Ed. Prentice-Hall, 1997. \nBibliografia Complementar: \nHELD, G., Data Over Wireless Networks: Bluetooth, WAP & Wireless LANs. Ed. \n", "44": " \n \n44 \nMcGraw-Hill, 2001. \nHEINNE, G.,  GSM Networks : Protocols, Terminology, and Implementation, Ed.  \nArtech House Mobile Communications Library, 1999. \nMINOLI, D. Delivering Voice over IP Networks, 2nd ed., Ed. John Wiley, 2001. \nCEAXXX – TÓPICOS ESPECIAIS EM TELECOMUNICAÇÕES    \nEmenta:  \nConteúdo específico envolvendo assuntos atuais da área de telecomunicações \nBibliografia Básica: \n \nBibliografia Complementar: \n \n \n \n9. EQUIVALÊNCIA DE ESTUDOS ENTRE OS CAMPI \n \nConforme as normas acadêmicas da UFOP os alunos do Campus Monlevade têm permissão, \nmediante autorização dos Colegiados, a cursarem disciplinas no Campus Ouro Preto. \n \nO Colegiado do Curso de Engenharia da Computação do DECEA elaborou uma tabela de \nequivalência estudos e de conteúdos entre as disciplinas oferecidas no Campus Ouro Preto \ncom as disciplinas oferecidas no Campus João Monlevade, para que houvesse orientação \naos alunos e à PROGRAD – Pró-Reitoria de Graduação da UFOP quanto às similitudes e \ndiferenças entre os dois cursos oferecidos pela UFOP. \nNo mesmo sentido, o Colegiado tem trabalhado na elaboração de critérios e normas para \npropiciar o aproveitamento de estudos para alunos provenientes de transferência de outras \ninstituições e organizações de ensino superior para o Curso de da Computação do Campus \nMonlevade. \n \n \n10. ATIVIDADE DE ESTÁGIO SUPERVISIONADO \n \nO Estágio Supervisionado obrigatório é uma das atividades previstas pela Resolução \nCNE/CES 11/2002, de 11 de Março de 2002, para os Cursos de Graduação em Engenharia. \n \nNo Curso de Engenharia da Computação do DECEA/Campus João Monlevade, a atividade \nde Estágio Supervisionado, com 11 créditos e carga horária obrigatória mínima de 160h. \nPara a realização do estágio supervisionado, o aluno deverá ter obtido um mínimo de 100 \ncréditos, de modo que o mesmo possa ter um domínio de saberes e técnicas que o \ncapacitem a desenvolver atividades junto a uma organização conveniada com a instituição. \nAlém do convênio onde se estabelecem as responsabilidades da Universidade e da \norganização concedente, é firmado um termo de compromisso de estágio, assinado pelas \npartes e pelo aluno, no qual ele se torna ciente de suas responsabilidades.  \n \nDurante a realização da atividade de Estágio Supervisionado, o aluno conta com a orientação \nde um profissional responsável na empresa e de um professor do Curso de Engenharia da \nComputação, lotado no DECEA. Antes da realização das atividades, o colegiado discute e \navalia a adequação da área pretendida no estágio, com o intuito de verificar se esta é \n", "45": " \n \n45 \nadequada ao perfil do curso. Após a conclusão do estágio, o aluno deverá entregar um \nrelatório ao colegiado contendo uma descrição das atividades realizadas.   \n \nO Colegiado do Curso de Engenharia da Computação, quando devidamente formado, deverá \nregulamentar as Orientações, Diretrizes e Normas Relativas à Atividade de Estágio \nSupervisionado. \n \n \n11. ATIVIDADE DE TRABALHO DE CONCLUSÃO DE CURSO \n \nO Trabalho de Conclusão de Curso de Graduação é uma das atividades necessárias para o \nencerramento do Curso de Engenharia da Computação e encontra-se prevista na Resolução \nCNE/CES 11/2002, de 11 de Março de 2002.  \n \nCom essa atividade objetiva-se que o aluno seja capaz de produzir uma síntese coerente e \narticulada, integrando conhecimentos e saberes de seu interesse, abordados ao longo do \nCurso. Pode constituir-se em um projeto técnico, em um estudo de caso, em uma \nmonografia, ou em uma aplicação prática, com nível de conhecimento e de maturidade a ser \nalcançada por um Engenheiro.  \n \nÉ uma atividade desenvolvida a partir de orientações e suporte técnico e conceptual \nfornecidos nas disciplinas EEC036 – Projeto em Engenharia da Computação I (do 9º. \nPeríodo) e EEC037 – Projeto em Engenharia da Computação II (do 10º. Período), cada uma \ndelas com carga horária de 60h e 4 créditos. Na disciplina EEC036 o aluno desenvolve o \nprojeto de monografia, define a base conceptual a ser utilizada, assim como os \nprocedimentos metodológicos, cronograma e referências bibliográficas. Na disciplina \nEEC037, o aluno efetua o desenvolvimento do projeto, sob orientação individual e o \napresenta para uma comissão de avaliação constituída para esse fim. \n \nDurante a realização do Trabalho de Conclusão de Curso o aluno tem orientação e apoio \nnecessários para a realização do trabalho, que é, ao seu término, defendido em seção \npública.  \n \nO Colegiado do Curso de Engenharia da Computação, quando devidamente formado, deverá \nregulamentar as Orientações, Diretrizes e Normas Relativas à Atividade de Trabalho de \nConclusão de Curso. \n \n \n12. ATIVIDADES ACADÊMICAS COMPLEMENTARES \n \nOs alunos da UFOP podem desenvolver atividades acadêmicas complementares de modo a \nflexibilizar os respectivos currículos individuais. A essas atividades são atribuídos créditos \ncorrespondentes a disciplinas eletivas, independente de estarem vinculadas a algum tipo de \nbolsa ou remuneração, até o limite de 5% (cinco por cento) do número total de créditos \nnecessários para a integralização curricular do Curso de Graduação.  \n \nO Colegiado do Curso de Engenharia da Computação, quando devidamente formado, deverá \nregulamentar as Orientações, Diretrizes e Normas Relativas à Atividades Complementares. \n", "46": " \n \n46 \n13. PROCEDIMENTOS METODOLÓGICOS DE ENSINO-APRENDIZAGEM \n \nOs procedimentos metodológicos para o cumprimento do Projeto Político Pedagógico e para \no ensino-aprendizagem a serem utilizados nas diversas atividades estão em sintonia e em \ncoerência com as diretrizes explicitadas e preconizadas na concepção curricular do Curso. \n \nEm função dos objetivos a serem alcançados, da natureza conceitual ou prática dos \nconteúdos abordados, das características especiais de cada turma de alunos e da formação \ne perfil do professor responsável por uma dada disciplina, vários procedimentos deverão ser \nabordados. \n \nAs técnicas de ensino a serem utilizadas estão apoiadas no que estabelece o Regimento \nGeral da UFOP, em seu Art. 23: “O ensino das disciplinas constantes do currículo de cada \ncurso será ministrado através de aulas teóricas e práticas, seminários, discussões em grupo, \ntrabalhos de pesquisa e quaisquer outras técnicas pedagógicas aconselhadas pela natureza \ndo tema.” \n \nDentre as diversas metodologias de ensino-aprendizagem adotadas durante o curso \ndestacam-se: \n \nAulas expositivas com a utilização dos diversos recursos áudio-visuais;  \n \nAulas com discussões em grupo de temas diversos;  \n \nTrabalhos de pesquisa;  \n \nRealização de aulas de laboratório com elaboração de relatórios individuais e \nem grupos;  \n \nRealização de aulas de resolução de exercícios em sala de aula com orientação \ndo professor e extra-classe, por grupos de alunos orientados por monitores;  \n \nRealização de projetos individuais e em grupos, com utilização freqüente de \nnormas técnicas;  \n \nRealização de seminários em sala de aula;  \n \nRealização de aulas de campo para observações “in situ”;  \n \nRealização de visitas técnicas com elaboração de relatórios individuais;  \n \nParticipação de alunos em: \n \nprojetos de pesquisa;  \n \nprojetos de extensão;  \n \nsemana de estudos organizada anualmente pela Sociedade de Estudos em \nEngenharia da Computação do DECEA/Campus João Monlevade.  \n \nNo âmbito da relação ensino-aprendizagem, os professores deverão procurar priorizar uma \nabordagem dialógica, criando espaços de ensino-aprendizagem em que os alunos sejam \nagentes de sua formação. Deve-se procurar explorar condições de possibilidade para \ndesenvolvimento de raciocínio lógico dos alunos, enfatizando os processos e saberes que \nconstituem as competências e habilidades de um Engenheiro de Produção. \nNeste sentido, devem ser mostrados saberes, técnicas e procedimentos que agucem a \ncuriosidade dos alunos, de modo que os mesmos desenvolvam competências e capacidades \ntécnicas e valorativas, integrando o seu conhecimento à necessidade das organizações e da \ncomunidade. \n \n", "47": " \n \n47 \n14. PROCEDIMENTOS METODOLÓGICOS DE AVALIAÇÃO \n \nO Colegiado de Curso de Graduação em Engenharia da Computação deve propor, com uma \nperiodicidade adequada, técnicas e ferramentas de monitoramento e de avaliação do \nprocesso de implantação e operacionalização do Projeto Político Pedagógico do Curso, tendo \nem vista as correções necessárias identificadas e a análise dos resultados obtidos. \n \nA UFOP possui implantado um sistema de avaliação do desempenho dos professores nas \ndisciplinas a cada semestre, por meio de questionário preenchido pelos alunos, como parte \nde do Programa de Avaliação Institucional. Os professores também preenchem um \ndocumento de avaliação, explicitando as condições encontradas durante o período em que \nministraram as disciplinas. \n \nAlém desses mecanismos formais institucionais, o Colegiado de Curso possui competência \ninstitucional para atuar, se necessário, na correção de curso dos procedimentos acadêmicos. \n \nAtenção especial é dada ao processo de avaliação do ensino-aprendizagem, pois a \nqualidade de um curso depende significativamente dos mecanismos estabelecidos para a \nverificação da aprendizagem, em todos os seus níveis. As regras gerais relativas ao processo \nde avaliação do aproveitamento escolar estão definidas no Regimento Geral da UFOP, em \nseu Capítulo X - DA AVALIAÇÃO E DO APROVEITAMENTO ESCOLAR, e que determinam \nque as avaliações serão feitas em cada disciplina e terão caráter individual, sendo que cabe \nao Departamento definir a natureza dos trabalhos escolares, que podem ser provas escritas e \norais, dissertações, exercício de aplicação, trabalhos práticos de laboratório ou campo, \nrelatórios, exercícios gráficos, pesquisas bibliográficas, estágios, projetos, seminários ou \noutros similares. As avaliações devem ser definidas no início do período letivo, sendo \nfacultada ao professor a aplicação de trabalhos realizados de forma coletiva.  \n \nÉ considerado aprovado em uma disciplina o aluno que possuir freqüência mínima de 75% e \nmédia igual ou superior a 6 (seis). \n \nPara completar as normas gerais estabelecidas, o caput do Art. 24 do Regimento Geral da \nUFOP estabelece que cada disciplina terá um plano de ensino próprio, a ser divulgado \npreviamente aos alunos, elaborado pelo respectivo professor e aprovado pela Assembléia do \nDepartamento e pelo Colegiado de Curso, no qual constará programa, bibliografia, forma de \navaliação e carga horária. \n \n \n15. INSTALAÇÕES FÍSICAS \n \nInstalações Gerais \n \nO campus de João Monlevade, DECEA, da Universidade Federal de Ouro Preto conta, \natualmente, com quatro prédios, sendo que um não apresenta condições adequadas de uso: \n \n \n9 salas de aula (48,30 m2/cada)  \n \n1 sala multimídia (48,30 m2) \n \n3 laboratórios de informática  \n", "48": " \n \n48 \n \n1 laboratório de química (vinculado ao Curso Técnico em Química do EMIP) \n \n1 laboratório de física (63,25 m2) \n \n1 biblioteca  \n \n1 lanchonete (vinculada ao EMIP) \n \n15 gabinetes para professores efetivos \n \n1 sala para professor substituto \n \n5 gabinetes administrativos (recepção, secretaria, chefia do departamento, \nseção de ensino/administração e direção acadêmica/empresa Junior) \n \n \n \n", "49": " \n \n49 \nEspaço Físico \n \nSalas aula \n \nO Curso de Engenharia da Computação terá suas disciplinas ministradas nos prédios \ndisponibilizados em convênio com a Prefeitura Municipal de João Monlevade e nos demais \nprédios da Escola Municipal Israel Pinheiro, que deve ser totalmente disponibilizada para a \nUniversidade Federal de Ouro Preto.  \n \nDepartamento de Ciências Exatas e Aplicadas - DECEA \nRua 37, nº 115 - Bairro Loanda - CEP 35930-970 – João Monlevade /MG - Brasil \nTelefax: (0xx31) 3852-8709 \n \nAs salas apresentam capacidade média de 30 lugares. \n \n  \n \nInstalações Administrativas \n \nDe um modo geral, todos os setores da administração acadêmica dispõem de instalações no \nlimite da sua capacidade, em termos de espaço físico e características específicas do \nambiente. \n \nAs diretorias de unidade possuem seus gabinetes adequadamente instalados, com uma sala \nde trabalho para a secretaria e uma sala para a recepção. O DECEA conta com uma sala \npara a chefia. \n \nTodos os setores administrativos possuem recursos computacionais, estando ligados a rede \nde computadores da UFOP e, por extensão, à internet. \n \n \nInstalações para docentes – salas de professores, salas de reuniões e gabinetes de \ntrabalho \n \nDos 15 gabinetes para professores, 4 são compartilhados por 2 professores. O mobiliário é \nadequado às necessidades e, todos os gabinetes de trabalho possuem computadores ligados \nà rede de comunicação de dados da UFOP. Onze gabinetes apresentam ramais de telefone. \n \n \n \nInstalações sanitárias – adequação limpeza \n \nO departamento possui três funcionárias, cedidas pela Prefeitura Municipal de João \nMonlevade, responsáveis pelos serviços gerais. \n \n \nCondições de acesso para portadores de necessidades especiais \n \nO prédio I, construído para a universidade, não apresenta condições satisfatórias para o \nacesso, já que o único elevador está parado por falta de manutenção. Nesse mesmo prédio \n", "50": " \n \n50 \nestá o banheiro projetado para portadores de necessidades especiais. Os outros prédios II e \nIII, cedidos pela Escola Municipal Israel Pinheiro, possuem rampa de acesso para o primeiro \nandar e a adequação destes espaços será feita quando da liberação total do espaço da \nescola EMIP para a UFOP. \n \n \nInfra-estrutura de Segurança \n \nO setor conta com um contingente de 2 (dois) porteiros e 2 (dois) vigilantes da prefeitura. \nPara a implantação de um sistema de segurança eficaz, medidas relacionadas à iluminação \nnos fundos dos prédios, ao fechamento adequado da área do campus, bem como ao controle \nde acesso ao mesmo, dentre outras, deverão ser estudadas.  \n \nQuanto à segurança contra incêndios, os prédios são dotados de extintores distribuídos em \nconformidade com as normas vigentes. \n \n \nPlano de expansão física \n \nAs atuais instalações estão no limite da sua capacidade para o atendimento aos cursos \nexistentes (Engenharia da Produção e Sistemas de Informação), que atualmente funcionam \nnos turnos diurno e noturno, com entrada semestral. Faz-se necessário planos de expansão \npara adequação física, e contratação de funcionários a curto prazo, para o apropriado \nfuncionamento do DECEA, em virtude da implantação dos cursos de Engenharia da \nComputação e Engenharia Elétrica. \n \n \n16. PERSPECTIVA DA NECESSIDADE DE LABORATÓRIOS \nDe acordo com um levantamento preliminar realizado pelo Colegiado Especial do Curso de \nEngenharia da Computação será necessária a implantação dos seguintes laboratórios: \n \n", "51": " \n \n51 \nQuantidade \nDescrição \n1 \nLaboratório para as disciplinas da área de Física com capacidade \nmínima de 25 alunos. \n1 \nLaboratório de Química com capacidade mínima de 25 alunos. \n1 \nLaboratório de informática para as disciplinas de Programação I e \nII, Algoritmos e Estruturas de Dados, Algoritmos em Grafos e \nParadigmas de Linguagens de Programação com capacidade \nmínima de 25 alunos. \n1 \nLaboratório de informática para as disciplinas de Banco de Dados I \ne II, Arquitetura de Computadores, Sistemas Distribuídos, Sistemas \nde Tempo Real e Tolerantes a Falhas e Tecnologias WEB com \ncapacidade mínima de 25 alunos. \n1 \nLaboratório para as disciplinas de Eletrônica, Microprocessadores \ne Microcontroladores, Processamento de Sinais Digitais, Princípios \ndas Comunicações Digitais com capacidade mínima de 25 alunos. \n1 \nLaboratório de informática para as disciplinas de Engenharia de \nSoftware I, II e III, Gerência de Configuração e de Engenharia de \nSoftware, Métodos e Ferramentas de Engenharia de Software e \nQualidade de Engenharia de Software com capacidade mínima de \n40 alunos. \n1 \nLaboratório para as disciplinas de Redes de Computadores I, II, \nSistemas de Comunicações, Meios e Sistemas de Comunicações, \nRedes e Sistemas de Comunicações Móveis, Comunicações \nÓpticas com capacidade mínima de 40 alunos. \n \n \n \n \n", "52": " \n \n52 \n5\n2 \nANEXO I – MATRIZ CURRICULAR \nCÓDIGO \nDISCIPLINA \nPRÉ-REQUISITO \nCR \nCH \nAULAS (T\\P) PER \nEEC001 \n Comunicação e Expressão \n- \n2 \n36 \n2+0 \n1º \nCEA200 \n Química Geral \n- \n4 \n72 \n2+2 \n1º \nCEA300 \n Cálculo Diferencial e Integral I \n- \n4 \n72 \n4+0 \n1º \nCEA305 \n Geometria Analítica e Cálculo Vetorial \n- \n4 \n72 \n4+0 \n1º \nCEA400 \n Programação de Computadores I \n- \n4 \n72 \n2+2 \n1º \nEECXXX \nMetodologia de Pesquisa \n- \n2 \n36 \n2+0 \n1º \nEEC006 \n Introdução à Engenharia da Computação \n- \n2 \n36 \n2+0 \n1º \n \n  \n \n20 \n360 \n \n \nCEA301 \n Cálculo Diferencial e Integral II \nCEA 300 \n4 \n72 \n4+0 \n2º \nCEA306 \n Introdução à Álgebra Linear \n- \n4 \n72 \n4+0 \n2º \nCEA401 \n Programação de Computadores II \nCEA 400 \n4 \n72 \n2+2 \n2º \nCEA500 \n Física I \nCEA 300, CEA 305 \n4 \n72 \n2+2 \n2º \nEECXXY \n Aspectos Formais  da Computação \n- \n4 \n72 \n4+0 \n2º \n \n  \n \n20 \n360 \n \n \nCEA104 \nCálculo Diferencial e Integral III \nCEA301 \n4 \n72 \n4+0 \n3º \nCEA501 \n Física II \nCEA500 \n4 \n72 \n2+2 \n3º \nCEA307 \n Estatística e Probabilidade \n- \n4 \n72 \n4+0 \n3º \nCEA409 \n Algoritmos e Estrutura de Dados I \nCEA401 \n4 \n72 \n2+2 \n3º \nEECXXZ \nLinguagens  de Programação \nCEA401 \n4 \n72 \n4+0 \n3º \n \n  \n \n20 \n360 \n \n \nCEA105 \n Introdução às Equações Diferenciais Ordinárias \nCEA104 \n4 \n72 \n4+0 \n4º \nEECXXW \n Organização e Arquitetura de Computadores I \n- \n4 \n72 \n4+0 \n4º \nCEA503 \nFísica III \nCEA501 \n4 \n72 \n4+0 \n4º \nCEA404 \nCálculo Numérico \nCEA300, CEA400 e \nCEA306 \n4 \n72 \n4+0 \n4º \nEEC011 \nPrincípios de Eletrônica Digital \n- \n4 \n72 \n4+0 \n4º \n \n  \n \n20 \n360 \n \n \nCEA437 \n Sistemas Operacionais \nEECXXW \n4 \n72 \n4+0 \n5º \nCEA502 \n Eletromagnetismo \nCEA501 \n4 \n72 \n4+0 \n5º \nEECABC \n Circuitos I \nCEA501 \n4 \n72 \n4+0 \n5º \nEEC008 \n Microprocessadores e Microcontroladores \nEEC011 \n4 \n72 \n4+0 \n5º \nEEC013 \nOrganização e Arquitetura de Computadores II \nEECXXW \n4 \n72 \n4+0 \n5º \n \n  \n \n20 \n360 \n \n \nEEC010 \n Fenômenos de Transporte \nCEA503 \n4 \n72 \n4+0 \n6º \nEEC014 \n Eletrônica I \nEECABC \n4 \n72 \n2+2 \n6º \nEEC015 \n Modelagem e Análise de Sistemas Lineares \nEECABC \n4 \n72 \n4+0 \n6º \n- \n Eletiva 1 \n- \n4 \n72 \n4+0 \n6º \nCEA432 \nRedes de Computadores I \nCEA437 \n4 \n72 \n4+0 \n6º \n \n  \n \n20 \n360 \n \n \nCEA433 \n Sistemas Distribuídos \nCEA432 \n4 \n72 \n4+0 \n7º \n", "53": " \n \n53 \n5\n3 \nEEC026 \nRedes de Computadores II \nCEA432 \n4 \n72 \n4+0 \n7º \nEEC017 \n Processamento Digital de Sinais \nEEC010 \n4 \n72 \n4+2 \n7º \nEEC014 \n Engenharia de Softw are I \nCEA 401 \n4 \n72 \n4+0 \n7º \nEECxxx \nEletiva 2 \n- \n4 \n72 \n4+0 \n7º \n \n  \n \n20 \n360 \n \n \nCEA440 \n Bancos de Dados I \nCEA409 \n4 \n72 \n4+0 \n8º \nEEC019 \nEngenharia de Softw are II \nEEC014 \n4 \n72 \n4+0 \n8º \nCEA483 \n Teoria e Algoritmos em Grafos \nCEA409 \n4 \n72 \n4+0 \n8º \nEEC018 \nFundamentos de Comunicações \nEEC015 \n4 \n72 \n4+0 \n8º \nEECxxx \nEletiva 3 \n- \n4 \n72 \n4 + 0 \n8º \n \nEconomia \n- \n4 \n72 \n4+0 \n8º \n \n  \n \n20 \n360 \n \n \nEEC031 \nQualidade em Engenharia de Software \nEEC019 \n4 \n72 \n4+0 \n9º \nEEC023 \nBanco de Dados II \nCEA440 \n4 \n72 \n4+0 \n9º \nEEC035 \nInteração Humano-Computador \n- \n4 \n72 \n4+0 \n9º \nCEA491 \nInformática e Sociedade \n- \n2 \n36 \n4+0 \n9º \nEECxxx \nEletiva 4 \n- \n4 \n72 \n4+0 \n9º \n \nDireito e Legislação \n- \n2 \n36 \n2+0 \n9º \nEEC036 \n Projeto em Engenharia da Computação I \n2800h \n2 \n36 \n4 + 0 \n9º \n \n  \n \n20 \n360 \n \n \nCEA451 \n Inteligência Artificial \nCEA420 e CEA483 \n4 \n72 \n4 + 0 \n10º \nEEC024 \nAvaliação de Desempenho de Sistemas \nCEA433 \n4 \n72 \n4+0 \n10º \nEEC020 \nModelagem Computacional \nCEA404 \n4 \n72 \n4+0 \n10º \nEEC021 \nFundamentos de Ciência do Ambiente \n- \n2 \n36 \n2+0 \n10º \nEECxxx \nEletiva 5 \n- \n4 \n72 \n4+0 \n10º \n \nAdministração I \n- \n4 \n72 \n4 + 0 \n10º \nEEC038 \n Estágio Supervisionado \n100 créditos \n5 \n160 \n0 + 160 \n10º \nEEC037 \n Projeto em Engenharia da Computação II \nEEC036 \n2 \n36 \n4 + 0 \n10º \n \n \n \n20 \n360 \n \n \n \n \n", "54": " \n \n54 \n5\n4 \n \nANEXO II – FLUXOGRAMA DE DISCIPLINAS \n \n \n"}