{"1": "i \n \n \n \n \n \n \nUNIVERSIDADE FEDERAL DE ITAJUBÁ \n \n \n \nPRÓ-REITORIA DE GRADUAÇÃO \n \n \n \n \n \n \n \n \n \nPROGRAMA DE FORMAÇÃO EM \nENGENHARIA DA ENERGIA \n \n \nPROJETO PEDAGÓGICO \n \n \n \n \n \n \n \n \n \n \n", "2": "ii \nConteúdo \n \n1. \nINTRODUÇÃO .................................................................................................................................... 1 \n1.1 Perfil do Curso ................................................................................................................................... 1 \n1.2 Forma de Acesso ao Curso ................................................................................................................. 1 \n1.3 Colegiado de curso ............................................................................................................................. 2 \n1.4 Coordenador de Curso ........................................................................................................................ 2 \n2. \nJUSTIFICATIVA ................................................................................................................................. 3 \n3. \nCONTEXTUALIZAÇÃO ..................................................................................................................... 4 \n3.1 Contexto Atual do Programa de Formação em Engenharia da Energia ............................................. 4 \n3.2 Infra Estrutura .................................................................................................................................... 5 \n3.2.1 Sala de professores .......................................................................................................................... 5 \n3.2.2 \nSalas de aula ............................................................................................................................... 55 \n3.2.3 \nAcesso dos alunos aos equipamentos de informática................................................................... 6 \n3.2.4 \nRegistros acadêmicos ................................................................................................................... 6 \n3.2.5 \nLivros da bibliografia ................................................................................................................... 6 \n3.2.6 \nLaboratórios especializados  (destaque)....................................................................................... 7 \n4. \nHABILITAÇÃO: ENGENHEIRO DA ENERGIA ............................................................................ 10 \n5. \nPERFIL DO EGRESSO ...................................................................................................................... 11 \n6. \nMISSÃO DA UNIVERSIDADE E O PROGRAMA DE FORMAÇÃO EM ENGENHARIA DA \nENERGIA .................................................................................................................................................. 11 \n7. \nOBJETIVOS ....................................................................................................................................... 11 \n7.1 Projeto Pedagógico ........................................................................................................................... 11 \n7.2 Curso ................................................................................................................................................ 12 \n8. \nFUNDAMENTOS DIDÁTICO-PEDAGÓGICOS E METODOLÓGICOS .................................. 1313 \n8.1 Sistemas de avaliação do projeto pedagógico, do discente e do docente ......................................... 14 \n8.2 Sistema de avaliação do docente e do projeto do curso. .................................................................. 14 \n9. \nPROCEDIMENTOS DE ENSINO ..................................................................................................... 15 \n10. \nORGANIZAÇÃO E ESTRUTURA CURRICULAR ....................................................................... 16 \n10.1 Atividades Complementares ........................................................................................................... 16 \n11. \nGRADE CURRICULAR E EMENTÁRIO ...................................................................................... 23 \n12. \nPROCEDIMENTOS DE AVALIAÇÃO DA APRENDIZAGEM ................................................... 38 \n12.1 Progressão nas Séries ..................................................................................................................... 38 \n13. \nEMENTÁRIO E BIBLIOGRAFIA .................................................................................................. 41 \n \n", "3": "1 \n1. \nINTRODUÇÃO \n \n \nEste documento apresenta o Projeto Pedagógico do Curso de Graduação em Engenharia \nda Energia da Universidade Federal de Itajubá. O projeto é fruto de uma ampla discussão que \nocorreu entre professores, técnico-administrativos, alunos e representantes da Pró-reitoria de \nGraduação desta universidade.  \n \nEnquanto Projeto Pedagógico pretende, a partir da realidade na qual o curso está inserido \ne diante do perfil do aluno ingressante, apresentar os instrumentos e ações necessários à \nformação do Engenheiro de Energia, que para além de uma sólida formação técnica, também \ndeverá contemplar  uma formação generalista, humanista, crítica, criativa e reflexiva. Objetiva-\nse, conforme estabelece a Lei de Diretrizes e Bases da  Educação Nacional e as Diretrizes \nCurriculares Nacionais dos Cursos de Graduação em Engenharia,  que o egresso do curso de \nEngenharia da Energia esteja capacitado a assimilar e desenvolver novas tecnologias, atuando de \n“forma crítica e criativa na resolução de problemas, com visão ética e humanística, e \nconsiderando os aspectos  políticos, econômicos, sociais, ambientais e culturais” da sociedade na \nqual está inserido.  \n \nPara fins didáticos e conforme prevê a Norma de Graduação da Universidade Federal de \nItajubá, este documento foi dividido da seguinte forma: Introdução, Justificativa, \nContextualização, Habilitação: Engenheiro da Energia, Perfil do Egresso, Missão da \nUniversidade e o Programa de Formação em Engenharia da Energia, Objetivos, Fundamentos \nDidático- pedagógico e Metodológicos, Procedimentos de Ensino, Organização e Estrutura \nCurricular, Procedimentos de Avaliação da Aprendizagem, Ementário e Bibliografia.  \n \n1.1 Perfil do Curso \n \nNome: Engenharia da Energia \nRegime letivo: Semestral \nDuração mínima recomendada: 10 semestres (5 anos) \nTempo de Integralização: mínimo de 4,5 anos e máximo de 9 anos \nTempo máximo permitido para trancamento do curso: 2 anos \nGrau: bacharelado \nModalidade: Presencial \nNúmero total de Vagas ao ano: 30 \nNúmero de turma por ano de ingresso: 1 \nTurno: Integral \nAto de criação: 23ª resolução do conselho Universitário, de 14/12/2007 \nHabilitação: Engenheiro de Energia \nLocal da Oferta: Campus Itajubá -MG \nForma de Ingresso: Estabelecido anualmente em edital de processo seletivo (pelo SISU – \nSistema de Seleção Unificada, do MEC) \nCoordenador do Curso: Profa Dra. Lucilene de Oliveira Rodrigues – Dedicação \nExclusiva \nCarga Horária total:  4268 horas \n1.2 Forma de Acesso ao Curso \n \n \nO curso está aberto à admissão de candidatos que tenham concluído o ensino médio, ou \nequivalente, e que tenha sido classificado em processo seletivo de admissão.  \n", "4": "2 \n \nCriado em 2011, o curso de Engenharia da Energia da UNIFEI, Campus Itajubá, teve \ncomo forma de primeiro acesso ao curso, o processo seletivo Vestibular. Esse processo seletivo \naconteceu em dezembro de 2010. As atividades do curso tiveram início no primeiro semestre de \n2011.  \n \nEm 2011, para o curso de Engenharia da Energia - Campus Itajubá, a UNIFEI utilizou \ncomo processo de seleção o Sistema de Seleção Unificada - SISU, do MEC, o qual utilizou os \nresultados do ENEM realizado ao final do ano de 2010.  \n \nNo caso de vagas remanescentes, por meio de edital preparado pela Coordenação de \nProcessos Seletivos da UNIFEI, semestralmente são publicadas as vagas a serem preenchidas \npor processos de transferência interna (entre cursos do mesmo campus),  de transferência \nfacultativa (entre instituições brasileiras de ensino superior) e para portadores de diploma de \ncurso superior. Para essas vagas, o processo acontece apenas para alunos que já concluíram, pelo \nmenos, um ano no curso de origem. Havendo vagas remanescentes, o edital de seleção é \ndisponibilizado no site da UNIFEI: http://www.unifei.edu.br/cops. \n \nA UNIFEI também é participante do programa PEC-G (Programa de Estudante de \nConvênio - Graduação). Caso haja interessados, o curso poderá receber os alunos amparados \npelo PEC-G.  \n \nÉ permitido também o acesso através de transferência, na forma da lei ou de outros \npaíses, por meio de convênio ou de acordo cultural. \n \n1.3 Colegiado de curso \n \nCoordenadora: Professora Dra Lucilene de Oliveira Rodrigues  \nMembros efetivos: \n• \nProfessora Dra. Maria Luiza Grillo Renó \n• \nProfessor  Dr. Christian  J. Coronado Rodriguez \n• \nProfessor Dr. Vladimir Rafael Melian Cobas \n• \nProfessor Dr. José Carlos Grilo Renó \n• \nProfessor Dr. Roberto Affonso da Costa Junior \nMariana Brito Alves (Representante Discente) \nMembros suplentes: \nProfessor Dr. Rubenildo Vieira Andrade \n• \nProfessor  Dr. José Carlos Escobar Palacio \n• \nProfessor Dr. Luiz Fernando Valadão Flôres  \n• \nProfessor Dr. Ricardo Elias Caetano \n• \nProfessor Dr. Juan Valentin Mendonza Mogollon \n• \nFabrício Leão Rennó Salomon (Suplente Discente) \n• \n \n \nO Colegiado reúne-se ordinariamente duas vezes por semestre e extraordinariamente, \nsempre que for convocado por seu coordenador ou pelo menos um terço dos seus membros. A \nUNIFEI estabelece norma específica para funcionamento de colegiado de curso (Aprovada pelo \nCEPEAd em 05/03/2008 – 58o Resolução – 4a Reunião Ordinária). \n \n \n1.4 Coordenador de Curso \n \n \nA atuação do coordenador do curso obedece ao que está estabelece no Regimento Geral \nda UNIFEI. Conforme artigo 111, compete ao coordenador do curso:          \n \n• \nconvocar e presidir as reuniões do Colegiado, com direito, somente, ao voto de \nqualidade; \n", "5": "3 \n• \nrepresentar o Colegiado de Curso; \n• \nelaborar o projeto pedagógico do curso e submetê-lo ao Colegiado de Curso; \n• \nprovidenciar os planos de ensino de todas as disciplinas do Curso; \n• \nsupervisionar o funcionamento do curso; \n• \nzelar pela qualidade do ensino do curso; \n• \nencaminhar para apreciação do Colegiado proposta de alterações no regulamento do \ncurso, propostas de convênios e projetos e propostas de criação, alteração ou extinção de \ndisciplinas do curso; \n• \ntomar medidas necessárias para a divulgação do curso; \n• \nverificar o cumprimento do conteúdo programático e da carga horária das disciplinas do \ncurso; \n• \nparticipar da elaboração do calendário escolar do curso; \n• \npropor os horários de aulas de cada período letivo e encaminhá-lo para  apreciação da \nCâmara de Graduação; \n• \ncomunicar aos órgãos competentes qualquer irregularidade no funcionamento do curso e \nsolicitar as correções necessárias; \n• \natuar junto aos Diretores de Unidades Acadêmicas na definição de nomes de docentes \nque atuarão no curso; \n• \nsuscitar a apresentação de temas e coordenar as atividades relacionadas aos trabalhos de \nconclusão de curso; \n• \ncoordenar o programa de estágio de formação profissional; \n• \npromover reuniões de planejamento do curso; \n• \norientar os alunos do Curso na matrícula e na organização e seleção de suas atividades \ncurriculares; \n• \nsolicitar aos professores a divulgação dos resultados de todas as avaliações e frequência \nnas disciplinas, conforme o calendário escolar; \n• \nsubmeter ao Colegiado de Curso os nomes de membros de Comissões Examinadoras de \ntrabalhos de conclusão de curso e de outras formas de atividades; \n• \ndesignar relator ou comissão para estudo de matéria a ser submetida ao Colegiado; \n• \ndecidir sobre assuntos da rotina administrativa do curso; \n• \nexercer outras atribuições inerentes ao cargo. \n \nAinda conforme o Regimento Geral da UNIFEI:  \n• \nO Coordenador de curso é sempre um docente, que é eleito pelo colegiado do curso  para \nocupar o cargo (art. 72 e 110);  \n• \nPara ser Coordenador,o docente deve ter mais de 2 anos no exercício do magistério na \nUNIFEI (art. 88);  \n• \nCada curso tem um coordenador (art 92);  \n• \nA presidência do Colegiado de Curso cabe ao Coordenador (art109). \n \n2. \nJUSTIFICATIVA \n \nO atual modelo de consumo mundial de energia impõe, para os próximos anos, sérias \nmudanças na relação produção-consumo de energia, o que deverá exigir, além de mudanças de \ncomportamento, de recursos humanos capacitados para elaborar novas estratégias e rotas na \nprodução de energéticos modernos. \nO uso racional e eficiente das fontes de energia fósseis atualmente sendo exploradas pelo \nhomem, assim como os esforços no desenvolvimento de conhecimentos científicos e técnicos \ndirecionados para o estudo de novas fontes, dentre elas, as fontes renováveis, são questões \nprioritárias do presente e de subsistência para o futuro.  \nEsta realidade impõe a necessidade de formação de profissionais com sólidos \nconhecimentos no campo de estudo das fontes de energia convencionais e não convencionais,  \n", "6": "4 \nalternativas e renováveis, capazes de desenvolver atividades técnicas e científicas nos mais \nvariados campos da energia, sua conversão, transmissão, distribuição e uso final. \nAlém disso, existe uma base laboratorial moderna no IEM/UNIFEI com potencial para \natender as necessidades da graduação e da pós-graduação. \nTodos estes fatos demandam e suportam a existência do programa de formação em \nengenharia da energia, o qual disponibiliza profissionais com uma formação adequada, um perfil \natualizado e compatível com as exigências do mercado, capazes de enfrentar eficientemente esta \nnova área indispensável ao desenvolvimento geração e conversão da energia em suas diversas \nformas. \nEste projeto pedagógico tem como principal objetivo a formulação da filosofia de \nformação do Engenheiro da Energia. Em outras palavras, o projeto pedagógico propõe uma \nfilosofia de formação para o engenheiro da energia de acordo com a nova realidade do uso e \nplanejamento da energia.  \n3. \n CONTEXTUALIZAÇÃO \n \n3.1 Contexto Atual do Programa de Formação em Engenharia da Energia \n \nO corpo docente do programa de formação em Engenharia da Energia é constituído de \nprofissionais dos vários Institutos da Universidade Federal de Itajubá. \nNo curso de Engenharia da Energia a maioria das disciplinas, as quais compõem os \nnúcleos de conteúdos básicos, específicos, específicos de ênfase, humanísticos e sociais, de sua \ngrade curricular, é ministrada por mestres ou doutores dos Institutos de Engenharia Mecânica, de \nSistemas Elétricos e Energia, de Engenharia de Sistemas e Tecnologia da Informação, de \nRecursos Naturais e de Produção e Gestão. \nA figura 1 contem um gráfico que ilustra a distribuição percentual de participação dos \nInstitutos da Universidade Federal de Itajubá no programa de formação em Engenharia da \nEnergia. Percentualmente, tem-se a seguinte distribuição percentual, considerando um total de 65 \ndisciplinas: \n1. Instituto de Engenharia Mecânica (IEM) – 47,69 %;  \n2. Instituto de Ciências Exatas (IMC/IFQ) – 26,15 %;  \n3. Instituto de Sistemas Elétricos e Energia (ISEE) – 12,31 %;  \n4. Instituto de Produção e Gestão (IEPG) – 9,23 \n5. Instituto de Engenharia de Sistemas e Tecnologia da Informação (IESTI) – 1,54 %;  \n6. Instituto de Recursos Naturais (IRN) – 3,08 %.  \n \n", "7": "5 \n \nFigura 1: Distribuição percentual de participação dos Institutos da Universidade Federal de \nItajubá no programa de formação em Engenharia da Energia. \n \n3.2 Infra Estrutura \n \nO programa de formação em Engenharia da Energia faz uso, quando necessário e dentro \nda disponibilidade da infra-estrutura presente nos vários Institutos da Universidade Federal de \nItajubá. \n \n3.2.1 Sala de professores  \n \n \nOs professores que participam no programa do curso de engenharia da Energia estão \nlotados nos seguintes institutos: \n• Instituto de Engenharia Mecânica (IEM) ;  \n• Instituto de Ciências Exatas (ICE);  \n• Instituto de Sistemas Elétricos e Energia (ISEE);   \n• Instituto de Produção e Gestão (IEPG); \n• Instituto de Engenharia de Sistemas e Tecnologia da Informação (IESTI);  \n• Instituto de Recursos Naturais (IRN).  \nEm cada instituto os professores tem suas respectivas sala de trabalho onde são \ndesenvolvidos os trabalhos de graduação, pós-graduação, pesquisa e extensão e atendimento aos \nalunos. \n \n3.2.2 Salas de aula \n \n \nPara as disciplinas da área específica, há uma sala de aula disponível para cada período \nque está sendo ofertado no semestre vigente. Para as disciplinas comuns às engenharias, a sala de \naula tem capacidade maior que o numero de ingressantes num único curso. Para equacionar \nespaço e carga horária de docente e também promover integração entre alunos dos diversos \ncursos de engenharias ofertados no campus, as salas atendem a alunos de mais de um curso. \n \n \n \n \n", "8": "6 \n3.2.3 Acesso dos alunos aos equipamentos de informática \n \n \nOs alunos têm acesso à internet no campus, via wireless. Na maioria das salas de aula a \ninternet pode ser acessada.  \n \nO sistema acadêmico, onde o aluno tem acesso às informações de matricula, notas, \nhorários, séries de exercícios, histórico escolar pode ser acessado via internet no site oficial da \nUnifei através do sistema “Sigaa”. \n \nOs alunos também têm acesso aos laboratórios de informática em diversos institutos.  \n \n3.2.4 Registros acadêmicos \n \n \nO controle da vida acadêmica do aluno é feito por um sistema chamado Sigaa que se \nencontra dentro do site da UNIFEI. O sistema tem acessos diferenciados para: coordenador, \naluno, professor, e servidores técnico-administrativos que ocupam cargos/funções específicas \npara gerenciarem o sistema. No Departamento de Registro Acadêmico da UNIFEI dão entrada e \nsão arquivados os documentos indispensáveis ao controle da vida acadêmica do aluno. Esses \ndocumentos pertencem ao arquivo permanente da Universidade.  \n \n3.2.5 Livros da bibliografia \n \nA Biblioteca Mauá, fundada em 1943, tem como finalidade dar acesso à informação aos \nalunos, professores e funcionários da Universidade Federal de Itajubá-UNIFEI, como também à \ncomunidade acadêmica em geral. \n \nÉ importante e indispensável que se estabeleça a troca entre pessoas, a consulta direta ou \nvirtual, através de obras tradicionais ou graças às maravilhas das novas formas de tecnologia e \ncanais de comunicação. \n \nA Biblioteca deve ser o coração e o cérebro da Universidade, o espaço democrático do \nsaber, o local do encontro e do encanto, fazendo sempre o prazer de descoberta, a sensação do \nbem estar e da boa acolhida para que todos possam ter a vontade de retornar. \n \nA Biblioteca da Universidade Federal de Itajubá que recebeu o nome de BIBLIOTECA \nMAUÁ em homenagem ao grande brasileiro Irineu Evangelista de Souza, Visconde de Mauá, o \nprecursor do transporte ferroviário no Brasil, foi fundada em 19 de agosto de 1943. \n \nO acervo de livros era constituído basicamente, por obras doadas e selecionadas. A \nBiblioteca inicial, fundada em 1943 funcionava em uma pequena sala no primeiro pavimento do \nPrédio Central da Escola Federal de Engenharia de Itajubá-EFEI , na rua Cel. Rennó 7, ao lado \nda Sala da Congregação da Escola e servia de apoio didático ao primeiro grupo de alunos. \n \nEm 21 de abril de 1960, a Biblioteca foi instalada na parte térrea do prédio onde se deu a \nfundação do Instituto Eletrotécnico de Itajubá-IEI, em um local especialmente adaptado, com \nsalão de leitura e amplo espaço (área de 135,53m²) para os livros e periódicos. O acervo nesta \népoca contava com 1.013 livros. \n \nEm 1974 foi a Biblioteca Mauá transferida para o Campus Universitário Prof. José \nRodrigues Seabra, ocupando 4 (quatro) salas do Prédio da Mecânica. Constava com um acervo \nde 5.000 livros e 412 títulos de periódicos. \nEm 21 de dezembro de 1978 foi transferida novamente para o seu prédio próprio (área de 4.600 \nm²) dentro do Campus, com instalações necessárias ao seu bom funcionamento e futura \nexpansão. \n \nA inauguração oficial foi em 4 de outubro de 1979, pelo presidente da República João \nBaptista de Figueiredo. \n \nAtualmente a biblioteca com um acervo de milhares de exemplares. Encontra-se em fase \nde expansão, pois está sendo equipada à medida que recursos vão sendo disponibilizados.  \n \n \n \n \n", "9": "7 \n- Livros da bibliografia \n \n \nA bibliografia básica e complementar estão listada nas respectivas disciplinas do \nementário do curso de engenharia da Energia . \n \n- Periódicos especializados, indexados e correntes \n \n \n \n \nA Universidade Federal de Itajubá tem convênio com os periódicos do portal CAPES: \nwww.periodicos.capes.gov.br  \nA Universidade Federal de Itajubá também tem convênio com o Portal Virtual \nUNIVERSITÁRIA que disponibiliza livros,  no formato digital das editoras: Contexto, Ática, \nScipione, Casa do Psicólogo,  Pearson, Grupo A e Menole: http://unifei.bvirtual.com.br/login \n \n3.2.6 Laboratórios especializados   \n \nO Campus de Itajubá dispõe de vários laboratórios lotados nos institutos que participam do \nprograma do curso de Engenharia da Energia, que são utilizados nas atividades de formação, \ngeração e aplicação de conhecimento. \n \n1. Laboratório de Informática I \nDisciplinas: BCCO016 \nDescrição: Laboratório dedicado para atender aos alunos de todos os cursos em \nseu aprendizado de programação e desenho técnico. Esse espaço, em \nsuas horas vagas, também fica disponível aos alunos para atividades \nacadêmicas gerais. \n \n2. Laboratório de Expressão Gráfica \nDisciplinas: DES201, DES204 \nDescrição: O Laboratório de Expressão Gráfica é destinado a estudos e ao \ndesenvolvimento de projetos de desenho em engenharia utilizando \npara tal computadores. Através de softwares avançados de design \ncomo AutoCad, 3D Studio, os alunos podem fazer desenhos assistidos \npelo o computador de uma forma fácil, objetiva e rápida. \n \n3. Eletrônica Analógica \nDisciplina: EEN501,EEN502,EEN601 \nDescrição: Voltado para experiências e montagens práticas visando a solidificar \nos conceitos e fenômenos básicos envolvendo dispositivos eletrônicos \nanalógicos. \n \n4. Física \nDisciplina: FIS104, FIS203,FIS403 \nDescrição:  Experimentos gerais na área de mecânica, eletromagnetismo, óptica, \nfísica moderna, ondulatória etc. \n \n5. Química \nDisciplina: QUI102 \nDescrição: \nExperimentos \ngerais \nem \ncinética, \nequilíbrio, \neletroquímica, \ndeterminação qualitativa e quantitativa de elementos etc. \n \n \n \n \n", "10": "8 \n6. Maquinas Térmicas \nDisciplina: EME503, EME606, EME605, EME701, EME705, EEN801, EEN802, \nEEN901, EEN703, EEN807 \nDescrição: Dentro do trinômio ensino, pesquisa e extensão este laboratório \nprocura consolidar os conhecimentos através de ensaios práticos nas \náreas de combustíveis e combustão, compressores, motores de \ncombustão interna e sistemas térmicos a vapor, destacando-se entre \noutros, a determinação do poder calorífico de combustíveis, análise \nde produtos da combustão interna e sistemas térmicos a vapor, \nanálise de produtos da combustão, o levantamento de curvas \ncaracterísticas, campo básico de funcionamento e balanços de \nenergia e exergia em máquinas e aparelhos térmicos. \n \n7. Simulação de Processos e Sistemas  Térmicos \nDisciplina: EME606, EEN701, EEN801 \nDescrição: O laboratório conta com 20 computadores para simulação, duas \nWorkstation e um Cluster de alto desempenho. Além disso, possui os \nsoftwares GateCycle, Thermoflex, CFX-12, STAR-CD, EES, \nCHEMKIN, VISUAL FORTRAN e outros. Toda esta infra-estrutura \nse destina a realização de treinamentos e desenvolvimento de \npesquisas em projeto e avaliação de esquemas e ciclos térmicos de \ngeração termelétrica e sistemas de cogeração. \nO Cluster e o CFX-12 são empregados para projeto e \ndesenvolvimento tecnológico de processos aerotermodinâmicos de \ncâmaras de combustão, compressores, turbinas e recuperadores \ncompactos, e outros componentes de turbinas a gás e de sistemas de \nconversão de energia. Os softwares GATECYCLE e THERMOFLEX \nsão empregados para realizar balanço térmico de sistemas térmicos na \ncondição de projeto e fora de projeto. \n \n8. Ar condicionado e Refrigeração \nDisciplina: EEN902 \nDescrição: O Laboratório de refrigeração e ar condicionado, foi estruturado com \nobjetivos didáticos. São possíveis ensaios para demonstração dos \nconceitos termodinâmicos usados em projetos de instalações \nFrigoríficas e de ar condicionado. \nComo prestação de serviços podem ser estudados situações de \ntransferência de calor em temperaturas entre 20 C e 50 C. \nSerpentinas e resfriamentos de água, podem ser estudadas para se \nlevantar a performance de transferência de calor. \nA câmara frigorífica, de 12(metros cúbicos), com temperaturas \nvariando desde as condições ambientes até - 20 C pode ser usada para \nestudar o comportamento de materiais que estejam sujeitos a essas \nvariações. As salas de conforto térmico( duas salas de 18 metros \ncúbicos cada) permitem controle de temperatura e umidade, e podem \nser usadas na faixa de +5 até 25 C. Todos os processos de plantas de \nrefrigeração e ar condicionado podem ser adaptadas nos sistemas \nexistentes. \n \n \n9. Pequenas Centrais Hidrelétricas \nDisciplina: EME 502, EME603, EME907, EME705 \nDescrição: Permite os seguintes ensaios : \nComissionamento de grupos Geradores; Ensaio de Campo Básico de \n", "11": "9 \nFuncionamento; Mediadas de vazão em condutos utilizando o \nVenturi; Medidas de vazão em condutos livre: por molinete e por \nvertedor; Ressalto Hidráulico; Vazão em soleira Greageer; Ensaio de \ngrupos Geradores com rotação variável;  Operação de paralelismo e \nde rejeição de cargas em  centrais hidrelétricas. \n \n10. Laboratório de Ensaios Destrutivos e não Destrutivos \nDisciplina: EME 405 \nDescrição: O Laboratório de Ensaios Destrutivos e não Destrutivos é destinado a \ndeterminação das propriedades mecânicas dos materiais utilizados em \nengenharia e controle da qualidade do produto, buscando \ndemonstração concreta dos ensinamentos teóricos, que é de \nfundamental importância para a consolidação dos conceitos teóricos. \nSeus principais equipamentos são: Máquinas de Ensaio Universal; \nMáquina de Impacto; Fotoelasticidade; Holografia; Ultra-som e \nSistemas para Extensometria. \n \n11. Laboratório de Instrumentação e Controle \nDisciplina: EEN803 \nDescrição: Neste Laboratório são desenvolvidos circuitos específicos às \nnecessidades de mediações e de pesquisa de alunos, professores e \nLaboratórios do Instituto de Engenharia Mecânica. Quando o \ndesenvolvimento de alguma pesquisa exige medições com requisitos \nespeciais, o Laboratório fornece a instrumentação necessária, montada \ne ajustada. Muitas vezes são construídos sensores e amplificadores \nespeciais.  \n \n12. Laboratórios Didáticos - Laboratório de Eletricidade \nDisciplina: EEN 301 e EEN 401 \nDescrição: Este Laboratório possibilita a realização de diversas experiências como \nmedidas de tensão; corrente e resistência de circuitos elétricos; \nmedidas de potência: monofásica; trifásica (métodos dos três \nwattímetros e conexão Aron); medidas de resistência de enrolamentos, \nutilizando método da queda de tensão; método da ponte; medida direta \ncom ohmímetro; implementação de circuito de comando e proteção \npara acionamento de um motor de indução trifásico utilizando \ndiferentes métodos de partida.  \n \n \n13. Laboratório de Máquinas Elétricas Acionamentos Controlados \nDisciplina: EEN 501 \nDescrição: Ensaios em bancadas com módulos de acionamento em corrente \nalternada de máquinas elétricas, com conjuntos de inversores e soft-\nstarter. Montagens de circuitos de comando e proteção em motores de \nindução trifásicos. \n \n \n \n14. Laboratório de Eletrônica Industrial \nDisciplina: EEN 502 \nDescrição: O Laboratório de Máquinas Hidráulicas fundado em 1930 com o \npropósito de treinar os alunos na área de Máquinas Hidráulicas como \nBombas, Turbinas e Ventiladores, além de treinar na parte de \noperação de Centrais Hidrelétricas. O Laboratório de Eletrônica \n", "12": "10 \nIndustrial atua na área de eletrônica de potência, permitindo \ndesenvolver atividades práticas com transistores e tiristores de \npotência, conversores estáticos (pontes tiristorizadas, inversores VSI, \nCSI e PWM), circuitos de disparo e controle em malha fechada, e \naplicações de circuitos integrados dedicados a controle de \npotência.Cada bancada deste laboratório é equipada com ponte \nretificadora de diodos e SCRs, com respectivo módulo de disparo e \ndefasador angular, osciloscópio, multímetro, grupo de motores \nelétricos, transformadores de tensão, varivolt, fontes de alimentação e \nestabilizador de tensão. Alunos do curso de graduação em engenharia \nelétrica (ênfases eletrotécnica e eletrônica), alunos de Iniciação \nCientifica, professores das disciplinas correlacionadas, alunos do \ncurso de pós-graduação em engenharia elétrica, técnicos e engenheiros \nde empresas em treinamento. \n \n15. Laboratório de Eficiência Energética - EXCEN \nDisciplina: EEN905 \nDescrição: o EXCEN disponibiliza dois laboratórios: o de usos finais e o de \ncogeração. O primeiro permite efetuar ensaios e estudos relacionados \nà \nconversão \nenergética \nem \nmotores, \nlâmpadas, \nbombas \ne \ncompressores, entre outros sistemas. Por meio dele é possível verificar \no potencial de novas tecnologias e dos procedimentos operacionais \nmais adequados para redução de perdas de energia. O segundo, por \nsua vez, possui uma micro-turbina e um motor alternativo a gás, um \nchiller de absorção, uma caldeira e trocadores de calor associados a \numa malha de controle e monitoramento. Todos esses equipamentos \npossibilitam demonstrar a operação de sistemas reais de cogeração, \nque trabalham para reduzir a um mínimo as perdas no uso dos \ncombustíveis. \n4. \nHABILITAÇÃO: ENGENHEIRO DE ENERGIA \n \nO campo de atividades do Engenheiro de Energia relaciona-se com quase todos os \naspectos da tecnologia aplicada a diferentes setores, tais como: \n• \nIndústria de Papel e Celulose. \n• \nPetroquímica. \n• \nPetróleo e Gás Natural. \n• \nUsinas de Açúcar e Álcool. \n• \nIndústria de cimento. \n• \nGeração Termelétrica e Distribuída. \n• \nIndústria de Alimentos. \n• \nIndústria Têxtil. \n• \nSetor Terciário. \n• \nHidroelétricas \n• \nAgências reguladoras \n• \nCompanhias de Energia elétrica \n• \nOperador nacional do sistema \n• \nInstituições de Ensino \n• \nInstitutos de Pesquisa \n \n", "13": "11 \n5. \n PERFIL DO EGRESSO \n \nO engenheiro de energia recebe uma sólida formação em matemática, física, eletricidade, \nmecânica, ambiental e planejamento e áreas correlatas e tecnologia. Durante sua formação, ele é \nestimulado a desenvolver, entre outras, as seguintes habilidades pessoais: iniciativa, criatividade, \nresponsabilidade, trabalho em equipe (participação e cooperação), disciplina, ética e auto- \naprendizado. \nO Engenheiro de Energia poderá: \n• \nSupervisionar, elaborar e coordenar técnica de projetos de sistemas térmicos e \nmecânicos. \n• \nExecutar e fiscalizar instalações mecânicas, termodinâmicas, eletromecânicas e projetos \npara geração e conservação de energia térmica, nuclear e hidráulica.  \n• \nRealizar estudos de viabilidade econômica, assessoria e consultoria, vistorias, laudos e \nperícias, além de dedicar-se ao ensino e à pesquisa. \n• \nDesenvolver e executar projetos de geração e uso eficiente de diversos recursos \nenergéticos.  \n• \nAplicar e desenvolver métodos e técnicas de avaliação, exploração, comercialização e \nuso de recursos energéticos.  \n• \nDesenvolver métodos e técnicas para realizar inventários e auditoria energética. \n6. \nMISSÃO DA UNIVERSIDADE E O PROGRAMA DE FORMAÇÃO EM \nENGENHARIA DA ENERGIA \n \nPromover, de forma ininterrupta, a formação de profissionais para atuarem na área de \nengenharia da Energia, conforme as diretrizes do Ministério da Educação (MEC), e em \nconsonância com a missão da Universidade Federal de Itajubá. Sendo que esta é de gerar, \nsistematizar, aplicar e difundir conhecimento, ampliando e aprofundando a formação de cidadãos \ne profissionais qualificados e empreendedores, e contribuir para o desenvolvimento sustentável \ndo país, visando a melhoria da qualidade da vida. \n7. \nOBJETIVOS \n \n7.1 Projeto Pedagógico \n \nO programa de formação em Engenharia de Energia tem como objetivo organizar uma \nestrutura flexível e ágil para estar em consonância com a meta do projeto pedagógico. Além de \nflexível e ágil, ele deverá assegurar uma formação básica sólida e atual. O programa de formação \nem Engenharia de Energia, para atingir esta meta, deverá proporcionar uma formação: \n• \nFlexível e atual; \n• \nDe qualidade e relevância; \n• \nAtrativa e com responsabilidade social. \n \n \nFlexibilidade e Atualidade \n \n \nApresentar opções para uma formação em conformidade com o interesse profissional \nfuturo do discente, com um currículo atualizável. Para alcançar os objetivos de flexibilidade e \natualidade propõe-se: \n \nA atualização do conteúdo (obrigatório) das disciplinas a tópicos fundamentais à formação \ndo engenheiro da Energia; \nA criação de áreas de concentração no programa de formação em de engenharia da Energia; \n", "14": "12 \nDisponibilizar disciplinas de outras áreas de concentração ou de outros programas de \nformação e flexibilizar a opção pelas mesmas; \nAperfeiçoar o posicionamento cronológico das disciplinas na grade curricular. \n \nFormação de Qualidade e Relevância \n \n \nFormar um Engenheiro de Energia com elevado conteúdo técnico, desenvolver sua \ncapacidade de auto-aprendizado e consciência de sua relevância como elemento transformador \nsocial para o bem estar da sociedade. Para atingir esses objetivos propõe-se: \n• \nAumento da responsabilidade e disciplina do aluno no processo de aprendizagem; \n• \nAmpliar o conteúdo de projeto nas disciplinas; \n• \nIncentivar o desenvolvimento das habilidades de comunicação oral e escrita; \n• \nValorizar as atividades extracurriculares e empreendedoras. \n \nAtratividade e Responsabilidade Social \n \n \nO programa de formação será atrativo à medida que preparar o estudante para atuar nos \ndiversos segmentos da engenharia e, adicionalmente, motivá-lo para uma vida profissional de \ncontínua atualização. O programa de formação apresentará aos alunos, uma grade curricular \natrativa mostrando-lhes o desafio intelectual que é atuar na área de Engenharia de Energia. \n \nPor outro lado, a responsabilidade social será incentivada e valorizada com uma grade \ncurricular que apresente meios para a integração dos alunos com a comunidade. \n \nPara atender esses objetivos, propõe-se: \n \n• \nUma formação básica sólida; \n• \nAssegurar uma formação profissionalizante de abrangência mínima; \n• \nUma formação que contemple o estado da arte em engenharia da energia; \n• \nIncentivar a execução de projetos multidisciplinares; \n• \nIncentivar a realização de projetos de interesse e em parceria com a comunidade; \n• \nIncentivar a realização de estágios relevantes para a comunidade; \n• \nIncentivar a produção de trabalhos de conclusão de curso relevantes para as \nengenharias e a comunidade. \n \n \n7.2 Curso \n \nO curso de Engenharia de Energia tem como objetivo formar profissionais capacitados para: \n• \nUtilizar de forma racional e eficiente as fontes de energia disponíveis em pequena e \ngrande escala. \n• \nElaborar projetos de pesquisa para o melhoramento das atuais tecnologias para fontes \nconvencionais e o desenvolvimento de novas tecnologias para fontes modernas de \nenergia. \n• \nAtuar na elaboração de novos modelos de matrizes consistentes de energia no País, \ndando prioridade para fontes que produzam o menor impacto ambiental. \n• \nContribuir ao desenvolvimento de novas tecnologias, processos e formas de energia a \npartir do uso de métodos científicos e técnicos aplicados à engenharia. \n• \nDesenvolver habilidades que lhe permitam implementar e difundir os mais modernos \nconceitos na área de produção e uso de energia como são a cogeração e a geração \ndistribuída. \n• \nRealizar estudos de projeto, seleção, fabricação e operação de plantas energéticas, assim \ncomo atuar no melhoramento das existentes, a partir da utilização de modernas \nferramentas computacionais para a análise e otimização de processos. \n", "15": "13 \n• \nFormar um profissional com sólidos conhecimentos teóricos e clara visão prática, \ncidadão ético e de moral, de elevada formação cultural global, pensamento crítico, e com \nresponsabilidade social e ecológica. \n8. \nFUNDAMENTOS DIDÁTICO-PEDAGÓGICOS E METODOLÓGICOS \n \nA motivação dos discentes e de todos os participantes do processo educacional é um \naspecto primordial para o sucesso na formação profissional de engenharia. Partindo do \npressuposto de que os alunos escolhem seus programas de formação espontaneamente, e o fazem \npor vocação e convicções próprias, conclui-se que eles iniciam, naturalmente motivados, essa \netapa de suas vidas. As impressões iniciais sobre a área de atuação e as suas atividades \nprofissionais, seguramente, é que lhes são atraentes. É essencial, ao programa de formação em \nengenharia, manter e fortalecer essa motivação, fazendo com que a percepção dos estudantes \nsobre sua formação seja ampliada. \nO programa de formação em Engenharia de Energia, da Universidade Federal de Itajubá, \nadotará uma postura e filosofia de aprendizagem que possibilitarão a manutenção da motivação \ninicial dos alunos, ao colocá-los em contato com as atividades de engenharia desde o início de \nseu curso. No entanto, é preciso evidenciar aos discentes que o conhecimento dos fundamentos \nbásicos – matemática, física, química, programação e outros – é, entre outras, uma ferramenta \nindispensável, que lhes possibilita engendrar e consolidar suas ideias. \nDisciplinas profissionalizantes, alocadas nos primeiros anos do programa de formação, \najudarão no desenvolvimento do processo de discernimento e segurança dos discentes. Com \nesses conhecimentos, os alunos estão aptos para evitar uma postura passiva na construção dos \nconhecimentos básicos e podem ter um papel ativo nesse processo. O conhecimento do conjunto \nde ferramentas disponíveis e suas aplicações são fatores que conduzem a uma mudança de \npostura. Em síntese, é necessário disponibilizar aos discentes, meios que lhes possibilitem \nsuficiente desenvolvimento de sua capacidade de julgamento, de maneira que eles próprios \nsejam capazes de buscar, selecionar e interpretar informações relevantes ao aprendizado. \nConseqüentemente, a mudança de postura dos estudantes deve provocar a motivação do \neducador em função do incremento na quantidade, qualidade e grau de complexidade dos \ndesafios apresentados pelos estudantes. \nFazer uma contextualização do programa de formação em engenharia da energia, é a \nproposta para manter e intensificar a motivação inicial dos discentes. Essa contextualização deve \nser pontual, ao enfocar determinada tarefa necessária ao cumprimento das metas de uma \natividade curricular e, simultaneamente, ser global ao possibilitar ao estudante tornar-se capaz de \ncompreender e organizar mentalmente, desde o início, o papel de sua formação dentro da \nsociedade até a função de cada conhecimento adquirido em sua formação. Esta meta requer \nmudanças, em geral, uma inversão na ordem do aprendizado. No modelo hoje existente, os \nconhecimentos básicos são transferidos ao aluno com premissa de que serão úteis num futuro \npróximo na solução de vários problemas. E esse é o fator de motivação usado para a \ntransferência do conhecimento básico. \nUm aspecto importante a ser considerado é a constante atualização dos conhecimentos e \nsuas aplicações. Os temas abordando novas tecnologias podem despertar grande interesse nos \nestudantes bem como de suas relações com a comunidade. As diversas áreas da Engenharia da \nEnergia desenvolvem-se rapidamente e a abordagem desses tópicos é importante para que se \ntenha uma formação de qualidade e comprometida a realidade atual. \nAlém dos conhecimentos básicos e técnicos oferecidos aos estudantes, outras atividades \ndentro do programa de formação devem proporcionar meios para o desenvolvimento de \nhabilidades complementares, desejáveis nos profissionais de engenharia. Para esta meta, deve-se \ncriar e oferecer matérias específicas e para elas criar ou adaptar as metodologias de ensino já \nutilizadas. O planejamento, a distribuição e aplicação dessas metodologias devem ser \nexecutados, em consonância, pela coordenação do programa de formação e seu corpo docente. O \nêxito deste projeto tem um requisito fundamental: o respeito às peculiaridades de cada disciplina \n", "16": "14 \nou atividade didática e, ainda, à capacidade e experiência de cada docente. A motivação em \naprimorar esses aspectos deve ser ininterruptamente, perseguida com o objetivo de proporcionar, \nsempre, a melhor qualidade do processo de formação profissional. \n \n8.1 Sistemas de avaliação do projeto pedagógico, do discente e do docente \n \n \nConforme a Norma para os Programas de Formação em Graduação da UNIFEI, o curso \nde Engenharia de Energia tem quatro tipos de componentes curriculares: disciplinas, trabalho \nfinal de graduação (TFG), estágio supervisionado e as atividades de complementação. Também \nestão estabelecidos nesta Norma, Matrículas, Rendimento Escolar, Regras de Avaliação, \nAproveitamento de Estudos, Mobilidade Estudantil, Indicadores dos Cursos de Graduação.  \n \nEntende-se por frequência o comparecimento às atividades didáticas de cada componente \ncurricular. Será considerado aprovado por frequência o aluno que obtiver pelo menos 75% de \nassiduidade nas atividades teóricas e pelo menos 75% nas atividades práticas previstas.  \n \nAs disciplinas são ofertadas por semestre e para cada uma delas, as notas podem ser \nbimestrais (nota 1 e nota 2) e o aluno que não alcançar a pontuação necessária, 6,0 (seis) pontos, \ntem direito à uma Prova substitutiva.  \n \nPara cada atividade de avaliação é atribuída uma nota de 0,0 a 10,0, em números inteiros.   \n \nPara TFG - Trabalho Final de Graduação e Estágio Supervisionado o discente terá um \norientador o qual fará o acompanhamento da atividade e após concluída atribuirá uma nota, que \ndeverá ser igual ou superior à 6,0 (seis). Para maiores detalhes, ver as normas dessas duas \natividades, que se encontram no sistema acadêmico.   \n \nEm se tratando de Atividades Complementares e Estágio Supervisionado, a carga horária \nobrigatória é de 60 horas e 280 horas, respectivamente. Porém no histórico escolar será lançado a \ncarga horária em horas/aula de 55 minutos. Ou seja, 65 horas/aula para Atividades \nComplementares e de 305 horas/aula para Estágio Supervisionado. No caso do TFG-Trabalho \nFinal de Graduação, a carga horária obrigatória é de 128 horas/aula. \n \n \n8.2 Sistema de avaliação do docente e do projeto do curso.  \n \n• \nAvaliação Externa à Universidade: \n \n \nConforme calendário de avaliação nacional de cursos, os alunos participarão do Exame \nNacional de Desempenho de Estudantes (ENADE). O Exame integra o Sistema Nacional de \nAvaliação da Educação Superior (SINAES), criado em 2004, que tem o objetivo de aferir o \nrendimento dos alunos dos cursos de graduação em relação aos conteúdos, habilidades e \ncompetências do profissional a ser formado.   \n \nO resultado da avaliação externa será utilizado como parâmetro e metas para o \naprimoramento do curso.  \n \n• \nAvaliação Interna à Universidade: \n \n \nA Comissão Própria de Avaliação (CPA) da UNIFEI tem como atribuição conduzir os \nprocessos de avaliação internos da instituição, sistematizar e  prestar as informações solicitadas \npelo Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira (INEP). Uma vez \ninstalada, a CPA tem como um de seus objetivos articular discentes, docentes, funcionários e \ndiretores num trabalho de avaliação contínua da atividade acadêmica, administrativa e \npedagógica da Instituição. \n \nA proposta de avaliação da CPA visa a definir os caminhos de uma auto avaliação da \ninstituição pelo exercício da avaliação participativa. As avaliações da CPA são feitas tomando \npor princípio as dimensões já estabelecidas em legislação: 1) Missão e o Plano de \nDesenvolvimento Institucional; 2) Política para o ensino, a pesquisa, a pós-graduação e a \nextensão; 3) Responsabilidade social da instituição; 4) Comunicação com a sociedade; 5) \nPolíticas de pessoal; 6) Organização e gestão da instituição; 7) Infraestrutura física; 8) \n", "17": "15 \nPlanejamento e avaliação; 9) Políticas de atendimento aos estudantes e 10) Sustentabilidade \nfinanceira. \n \nCompõem a metodologia da CPA atividades de sensibilização visando a obter grande \nnúmero de adesões ao processo, aplicação de questionários, análise dos dados obtidos, \nelaboração de relatório e divulgação.  \n \nO ciclo de avaliações é anual e realizado por meio de questionário eletrônico, \ndisponibilizado no site na Universidade, e processamento das informações obtidas pelos \nmembros da CPA. \n \nNo processo de auto avaliação institucional são abordadas questões referentes à: aspectos \nda coordenação de curso (disponibilidade do coordenador, seu reconhecimento na instituição, \nseu relacionamento com o corpo docente e discente bem como sua competência na resolução de \nproblemas); projeto pedagógico do curso (seu desenvolvimento, formação integral do aluno, \nexcelência da formação profissional, atendimento à demanda do mercado, metodologias e \nrecursos utilizados, atividades práticas, consonância do curso com as expectativas do aluno); \ndisciplinas do curso e os respectivos docentes (apresentação do plano de ensino, \ndesenvolvimento do conteúdo, promoção de ambiente adequado à aprendizagem, mecanismos de \navaliação, relacionamento professor-aluno). \n \nO relatório final do período avaliado é disponibilizado a todos os segmentos (docentes, \nservidores técnicos administrativos, discentes, ex-discentes e comunidade externa) e também \nencaminhado para o INEP/MEC. As avaliações de itens específicos relacionados ao curso são \nencaminhadas, pela CPA, ao coordenador do curso. Cabe ao Colegiado analisar os resultados da \navaliação e estabelecer diretrizes, ou consolidá-las, conforme resultado da avaliação.   \n \nA Norma para os Programas de Formação em Graduação da UNIFEI, aprovada pelo \nConselho de Ensino, Pesquisa, Extensão e Administração em outubro de 2010, estabelece os \nindicadores dos cursos. Uma série de informações, expressas em fórmulas matemáticas, visa a \nsubsidiar a tomada de decisão por diferentes órgãos da Universidade. Essas informações \nconsolidadas estão em fase de construção e, posteriormente serão objeto de análise e decisão do \nColegiado de curso. Os indicadores definem: \n• \nNúmero de Alunos Ideal por curso; \n• \nNúmero de Alunos Admitidos por curso; \n• \nSucesso na Admissão; \n• \nSucesso na Formação; \n• \nEvasão; \n• \nTaxa de Evasão; \n• \nRetenção; \n• \nTaxa de Retenção; \n• \nVagas Ociosas; \n• \nTaxa de Vagas Ociosas. \n \n9. \nPROCEDIMENTOS DE ENSINO \n \nVárias metodologias para o processo de aprendizagem serão utilizadas ao longo do \nprograma de formação em Engenharia da Energia da Universidade Federal de Itajubá. A título de \nexemplo, citam-se: \n• \nAulas expositivas com a presença de professor; \n• \nApresentação de vídeos para auxiliar e facilitar a visualização de temas específicos; \n• \nAulas práticas em laboratórios dedicados visando atividades técnicas; \n• \nElaboração de relatórios individuais; \n• \nDesenvolvimento de trabalhos (pesquisa, projetos, etc.) individuais e em grupos de temas \nespecíficos; \n• \nApresentação de seminários; \n• \nPalestras; \n", "18": "16 \n• \nAvaliações individuais e em grupos (de natureza teórica e ou prática); \n• \nVisitas técnicas; \n• \nRealização de estágios. \n \nOs métodos de ensino e aprendizagem usados em cada disciplina da grade curricular, do \nprograma de formação em engenharia da energia, são especificados nos planos de ensino de cada \ndisciplina. Esses métodos visam o desenvolvimento das seguintes habilidades: \n• \nConcentração e atenção; \n• \nAprimorar a expressão escrita e oral; \n• \nTrabalho em grupo; \n• \nPlanejamento; \n• \nPrática profissional; \n• \nAnálise de problemas e proposição de soluções; \n• \nSocialização; \n• \nCriatividade e avaliação crítica; \n• \nCapacidade de pesquisa; \n• \nAuto-aprendizado. \n \n10.  ORGANIZAÇÃO E ESTRUTURA CURRICULAR \n \nA estrutura curricular desenvolvida foi elaborada através de um esforço conjunto, dos \ndocentes dos Institutos que integram o curso Engenharia de Energia. Pode-se observar \nclaramente a inclusão de conteúdo de formação profissionalizante a partir do primeiro semestre \ndo curso ( Disciplina Introdução a Engenharia de Energia) visando a motivação por parte dos \nalunos ingressantes. Os conteúdos de formação profissionalizante são observados após o quarto  \nsemestre e se estendem até o nono período. \nO estágio supervisionado pode ser realizado a partir do final do oitavo semestre sendo \nque as disciplinas do décimo período foram alocadas nos períodos anteriores, para que o último \nperíodo seja dedicado ao estágio em tempo integral.  \nNo nono e décimo semestre o aluno realizará o Trabalho Final de Graduação (TFG) com \numa carga horária de 128 horas. O aluno será estimulado a utilizar os conhecimentos na solução \nde problemas reais da comunidade ou da Engenharia de Energia em seu panorama atual. \nAlém disso, o curso tem dois projetos integrados que visam integrar o conhecimento \nadquirido nas disciplinas de forma isolada. \n \n \n10.1 Atividades Complementares \n \nOs discentes do curso de Engenharia de Energia devem realizar Atividades \nComplementares, previstas na grade curricular. Os discentes devem realizar no mínimo 60 horas \nde Atividades Complementares. Somente 50% das horas de Atividades complementares podem \nser advindas das horas excedentes de Estágio Supervisionado. A formação complementar \nobjetiva estimular a formação integral do profissional, valorizando atividades de fundamental \nimportância para seu crescimento integral como ser humano. As Atividades Complementares \nque são aceitas e reconhecidas na grade curricular do curso são: \n● Projetos institucionais. \n● Trabalhos de iniciação científica e/ou pesquisas. \n● Disciplinas oferecidas pela Universidade Federal de Itajubá nas suas diferentes áreas do \nsaber, exceto as disciplinas obrigatórias do curso de Engenharia da Energia. \n● Atuação como monitor de disciplina. \n● Publicação de artigos em eventos científicos e/ou periódicos. \n● Apresentação de artigos em eventos científicos. \n", "19": "17 \n● Participação em eventos científicos. \n● Atuação em órgão ou colegiado da Universidade Federal de Itajubá. \n● Atuação na diretoria do Diretório Acadêmico da Universidade Federal de Itajubá. \n● Atuação na diretoria de Centros Acadêmicos que compõem o Diretório Acadêmico da \nUniversidade Federal de Itajubá. \n● Atuação na UNIFEI-Jr da Universidade Federal de Itajubá, que tem por objetivo a \nincubação de empresas. \n● Atuação em projetos relacionados à Universidade Federal de Itajubá que tem por \nobjetivo a incubação de empresas. \n● Atuação como representante de turma. \n● Representação em eventos da Universidade Federal de Itajubá e/ou de cursos de \ngraduação. \n● Atuação na organização de eventos científicos relacionados à Universidade Federal de \nItajubá. \n● Outras atividades que o Colegiado do Curso considerar pertinente. \n \nA carga horária prevista para as Atividades Complementares deverá ser cumprida pelo \ndiscente mediante uma ou várias atividades. A contagem de carga horária de cada atividade se \nfará de acordo com a Tabela 1. A documentação e o prazo exigido para registro de cada \natividade se fará de acordo com a Tabela 2. As Atividades Complementares devem ser \nregistradas mediante a apresentação de comprovação das horas. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "20": "18 \nTabela 1 – Atividades e carga horária \nTABELA 1 \nATIVIDADE \nCARGA HORÁRIA \nProjetos institucionais. \n□ 1 (uma) hora por cada hora registrada de projeto \nconcluído. \nTrabalhos de iniciação científica e/ou pesquisas. \n□ 1 (uma) hora por cada hora registrada de trabalho \nde iniciação científica e/ou pesquisa concluída. \nDisciplinas oferecidas pela Universidade Federal de \nItajubá nas suas diferentes áreas do saber, exceto as \ndisciplinas obrigatórias do curso de Engenharia de \nEnergia. \n□ 1 (uma) hora por cada hora de disciplina cursada \ncom aproveitamento. \nAtuação como monitor de disciplina. \n□ 1 (uma) hora por cada hora atuando como monitor \nde disciplina. \nPublicação de artigos em eventos científicos e ou \nperiódicos. \n□ 30% (nível de graduação) e 50% (nível de pós \ngraduação) da carga horária mínima do conjunto \nde atividades do curso para cada artigo publicado. \nApresentação de artigos em eventos científicos. \n□ 20% da carga horária mínima do conjunto de \natividades do curso para cada artigo apresentado. \nParticipação em eventos científicos. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada participação. \nAtuação em órgão ou colegiado da Universidade \nFederal de Itajubá. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de atuação. \nAtuação na diretoria do Diretório Acadêmico da \nUniversidade Federal de Itajubá. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de atuação. \nAtuação na diretoria de Centros Acadêmicos que \ncompõem o Diretório Acadêmico da Universidade \nFederal de Itajubá. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de atuação. \nAtuação na UNIFEI-Jr da Universidade Federal de \nItajubá. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de atuação. \nAtuação em projetos relacionados à Universidade \nFederal de Itajubá que tem por objetivo a incubação \nde empresas. \n □  20% da carga horária mínima do conjunto de \natividades do curso para cada semestre de atuação. \nAtuação como representante de turma. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de atuação. \nRepresentação em eventos da Universidade Federal \nde Itajubá e/ou de cursos de graduação. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada representação. \nAtuação na organização de eventos científicos \nrelacionados à Universidade Federal de Itajubá. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada dia de evento \nrealizado. \nOutras atividades que o Colegiado do Curso \nconsiderar pertinente. \n□ A ser estipulada pelo Colegiado do Curso de \nGraduação. \n \n", "21": "19 \nTabela 2  – Documentação e prazo pra registro \nTABELA 2 \nATIVIDADE \nDOCUMENTAÇÃO E PRAZO PARA O \nREGISTRO DA ATIVIDADE \nProjetos institucionais. \n● Registro na PRCEU \n○ O prazo para o registro segue as normas da \nPRCEU. \nTrabalhos de iniciação científica e/ou pesquisas. \n● Registro na PRPPG. \n○ O prazo para o registro segue as normas da \nPRPPG. \nDisciplinas oferecidas pela Universidade Federal de \nItajubá nas suas diferentes áreas do saber, exceto as \ndisciplinas obrigatórias do curso de Engenharia \nMecânica. \n● Matrícula na disciplina. \n○ O prazo para a matrícula segue as normas da \nPRG. \nAtuação como monitor de disciplina. \n● Declaração do Departamento de Pessoal da \nUniversidade Federal de Itajubá. \n○ A declaração deverá ser registrada na PRG no \nfinal de cada semestre letivo. \nPublicação de artigos em eventos científicos e ou \nperiódicos. \n \n● Comprovante de publicação do artigo. \n○ O comprovante de publicação deverá ser \nregistrados na PRG no prazo máximo de 30 dias \napós a realização da atividade. \nApresentação \nde \nartigos \nem \ncongressos \nou \nseminários. \n● Comprovante de apresentação e relatório sobre a \natividade. \n○ O comprovante de apresentação e o relatório \nsobre a atividade deverão ser registrados na PRG \nno prazo máximo de 30 dias após a realização da \natividade. \nParticipação em eventos científicos. \n● Comprovante de participação e relatório sobre a \natividade. \n○ O comprovante de participação e o relatório \nsobre a atividade deverão ser registrados na PRG \nno prazo máximo de 30 dias após a realização da \natividade. \nAtuação em órgão ou colegiado da Universidade \nFederal de Itajubá. \n● Declaração do presidente do órgão colegiado e \nrelatório sobre a atividade. \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de cada \nsemestre letivo. \nAtuação na diretoria do Diretório Acadêmico da \nUniversidade Federal de Itajubá. \n● Declaração \ndo \npresidente \ndo \nDiretório \nAcadêmico e relatório sobre a atividade. \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de cada \nsemestre letivo. \n", "22": "20 \nAtuação na diretoria de Centros Acadêmicos que \ncompõem o Diretório Acadêmico da Universidade \nFederal de Itajubá. \n● Declaração \ndo \npresidente \ndo \nDiretório \nAcadêmico em conjunto com do presidente do \nCentro Acadêmico e relatório sobre a atividade. \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de cada \nsemestre letivo. \n \n \nTABELA 2 (continuação) \nATIVIDADE \nDOCUMENTAÇÃO E PRAZO PARA O \nREGISTRO DA ATIVIDADE \nAtuação na UNIFEI-Jr ou projetos relacionados à \nUniversidade Federal de Itajubá que tem por \nobjetivo a incubação de empresas. \n● Declaração do presidente da UNIFEI-Jr ou \ndo órgão da Universidade Federal de \nItajubá \nresponsável \npelo \nprojeto, \njuntamente com o relatório sobre a \natividade. \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de \ncada semestre letivo. \nAtuação como representante de turma. \n● Declaração do coordenador do curso e \nrelatório sobre a atividade. \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de \ncada semestre letivo. \nRepresentação, em eventos, da Universidade \nFederal de Itajubá e/ou de cursos de graduação. \n● Declaração do órgão que nomeou a \nrepresentação e relatório sobre a atividade. \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no prazo \nmáximo de 30 dias após a realização da \natividade. \nAtuação na organização de eventos científicos \nrelacionados à Universidade Federal de Itajubá. \n● Declaração do presidente da comissão \norganizadora do evento, declaração do \nórgão da Universidade Federal de Itajubá \nresponsável pelo evento e relatório sobre a \natividade. \n○ As declarações e o relatório sobre a \natividade deverão ser registrados na PRG \nno prazo máximo de 30 dias após a \nrealização da atividade. \nOutras atividades que o Colegiado do Curso \nconsiderar pertinente. \n● Declaração do Colegiado do Curso de \nGraduação. \n○ A declaração deverá ser registrada na PRG \nno prazo máximo de 30 dias após a \nrealização da atividade. \n \n \nA distribuição das categorias da disciplinas  do curso de Engenharia de Energia é \napresentada na Tabela 3 e na forma gráfica na Figura 2. \n", "23": "21 \n \nTabela 3 - Distribuição das categorias das disciplinas \nDistribuição das categorias das disciplinas \nHoras \n  \nBásica \n1504 \n  \nEspecífica \n552 \n  \nProfissionalizante \n1552 \n  \nFormação Humanística e Social \n192 \n  \nEstágio Supervisionado \n280 \n  \nTrabalho final de graduação \n128 \n  \nAtividades Complementares \n60 \nTotal de horas \n4268 \n \n \n \nFigura 2 – Distribuição das categorias das disciplinas \n \nObservação: As horas de Estágio Supervisionado e Atividades Complementares, no histórico do \naluno, são contabilizadas em horas de 60 minutos e não em horas/aula de 55 minutos como as \ndemais categorias. \n \nA Figura 3 ilustra o resumo da grade do programa de formação em Engenharia da \nEnergia, mostrando a distribuição das disciplinas por semestre do programa. Ainda mostra as \ninformações das respectivas siglas e cargas horárias das disciplinas.  \n \n \n \n \n \n \n", "24": "22 \n \nFigura 3 – Grade do programa de Engenharia da Energia \n", "25": "23 \n11. GRADE CURRICULAR E EMENTÁRIO \n \nA grade de disciplinas do programa de formação em Engenharia da Energia é composta \npor um elenco de disciplinas em uma sequência de dez períodos. Em algumas disciplinas é \nnecessário a realização de pré-requisitos, ou seja, a realização de uma disciplinas anterior que \ndará embasamento para a uma ou mais disciplinas. A grade de disciplinas, ementas, co-requisitos \ne pré-requisitos do programa de formação em Engenharia de Energia é mostrado em seguida. \nAlguns pré-requisitos são totais, isto é, o aluno deverá ser aprovado na disciplina do pré-\nrequisito para cursar a próxima disciplina conforme estabelecida na grade curricular. Outras tem \npré-requisito parcial, isto é, para cursar uma disciplina com pré-requisito parcial, o aluno poderá \nter sido reprovado na disciplina com nota superior ou igual à 3,0(três pontos). \n \n1o ANO - PRIMEIRO SEMESTRE  \n \n \n \n \n  \n  \nC.H. SEMANAL \nC.H. \nPRÉ OU CO \n-REQUISITO \nCÓDIGO \nNOME \nTEORIA PRÁTICA TOTAL \nEEN001 \nIntrodução à Engenharia de \nEnergia \n2 \n0 \n32 \n  \nBAC002 \nComunicação e Expressão \n4 \n0 \n64 \n \nMAT001 Cálculo I \n6 \n0 \n96 \n  \nMAT011 Geometria Analítica e Álgebra \nLinear \n4 \n0 \n64 \n  \nFIS 104 \nMetodologia Científica \n2 \n0 \n32 \nCo-requisito \nFIS114  \nFIS114 \nLaboratório de Metodologia \nCientífica \n0 \n1 \n16 \nCo-requisito \nFIS104  \nCC016 \nFundamentos de Programação  \n4 \n0 \n64 \n \n  \nTOTAL \n22 \n1 \n368 \n  \n \n1o SEMESTRE \nEEN101 - INTRODUÇÃO À ENGENHARIA DA ENERGIA: A Engenharia da energia e sua \nevolução. Apresentação do curso de engenharia da energia. Fundamentos da Energia. Energia \nnos processos naturais e tecnológicos. Recursos energéticos. Perspectivas energéticas. \nComunicação científica e tecnológica. Criatividade. Cultura empreendedora. Projeto. A \nEngenharia e a sociedade. A ética na Engenharia. \n \nBAC002 – COMUNICAÇÃO E EXPRESSÃO: Estudos envolvendo as línguas portuguesa e \ninglesa: Linguagem verbal e não-verbal. Linguagem e interação. Gêneros textuais orais e \nescritos. Análise das condições de produção de texto técnico e acadêmico. Estrutura, \norganização, planejamento e produção de textos com base em parâmetros da linguagem técnico-\ncientífica. \n \n", "26": "24 \nMAT001 - CÁLCULO I: Funções. Limite e Continuidade. Derivada. Integral. Integral \nImprópria. \n \nMAT011 - GEOMETRIA ANALÍTICA E ALGEBRA LINEAR: Vetores, Retas e Planos, \nCônicas e Quadráticas. Espaço Euclidiano. Matrizes e Sistemas de Equações Lineares. \n \nFIS104 - METODOLOGIA CIENTÍFICA: Conceitos básicos. Distribuições de erro. \nAlgarismo significativo. Operações com algarismos significativos. Incerteza de medição. Erros \nsistemáticos e estatísticos. Valor médio e desvio padrão. Propagação de incertezas. Tratamento \nestatístico da teoria de erros. Modelos e gráficos. \nFIS114 – LABORATÓRIO DE METODOLOGIA CIENTÍFICA: Laboratório de Conceitos \nbásicos. Distribuições de erro. Algarismo significativo. Operações com algarismos \nsignificativos. Incerteza de medição. Erros sistemáticos e estatísticos. Valor médio e desvio \npadrão. Propagação de incertezas. Tratamento estatístico da teoria de erros. Modelos e gráficos. \nCCO016 – FUNDAMENTOS DE PROGRAMAÇÃO: Conceitos Gerais. Tipos de Dados e \nAlgoritmos. Organização de Programas. Programação Top Down. Programação Estruturada. \nEstruturas de Decisão. Estruturas de Repetição. Arranjos Unidimensionais e Multidimensionais. \nIntrodução à Linguagem de Programação. Estudos de Caso. \n  \n1o ANO - SEGUNDO SEMESTRE  \n \n \n \n \n  \n  \nC.H. SEMANAL \nC.H. \nPRÉ OU CO \n-REQUISITO \nCÓDIGO \nNOME \nTEORIA PRÁTICA TOTAL \nDES201 \nDesenho Técnico Básico \n0 \n4 \n64 \n \nMAT002 Cálculo II \n4 \n0 \n64 \nPré-requisito \nMAT001 \nFIS203 \nFísica Geral I \n4 \n0 \n64 \nCo-requisito \nFIS213 \nFIS213 \nFísica Experimental I \n0 \n1 \n16 \nCo-requisito \nFIS203 \nQUI102 \nQuímica Geral  \n4 \n0 \n64 \nCo-requisito \nQUI112 \nQUI112 \nQuímica Experimental \n0 \n1 \n16 \nCo-requisito \nQUI102 \nMAT021 Equações Diferenciais I \n4 \n0 \n64 \n \nSOC002 \nCiências Humanas e Sociais \n3 \n0 \n48 \n \n  \nTOTAL \n19 \n6 \n400 \n  \n \n \n \n \n \n", "27": "25 \n2o SEMESTRE \n \nDES201 - DESENHO TÉCNICO BÁSICO: Normas gerais do desenho técnico. Desenho \ngeométrico. Desenho de Projeções. Normas para projeções ortogonais no primeiro e terceiro \ndiedro. Normas para cotagem. Representação de cortes e secções de peças. Desenho em \nperspectiva. Desenvolvimento de Sólidos Geométricos. \n \nMAT002 – CÁLCULO II: Seqüências e séries numéricas e séries de potência. Funções de uma \nvariável real a valores em Rn. Funções reais da várias variáveis. \nFIS203 – FÍSICA GERAL I: Movimento unidimensional. Movimento bidimensional. Leis de \nNewton. Trabalho e energia mecânica. Conservação do momento linear. Colisões. Rotações e \nmomento angular. Dinâmica de corpos rígidos. \nFIS213 – FÍSICA EXPERIMENTAL: Experiências Sobre: Movimento unidimensional. \nMovimento bidimensional. Leis de Newton. Trabalho e energia mecânica. Conservação do \nmomento linear. Colisões. Rotações e momento angular. Dinâmica de corpos rígidos. \nQUI102 – QUÍMICA GERAL: Matéria e formas de medida. Átomos, moléculas e íons. \nFórmulas e equações químicas. Obtenção de elementos. Termoquímica. Comportamento físico \ndos gases. Estrutura eletrônica dos átomos. Tabela periódica e as propriedades dos metais. \nLigação química. Estrutura molecular. Líquidos e sólidos. Soluções. Estruturas de não-metais e \nseus compostos binários. Espontaneidade de reação. Equilíbrio químico em fase gasosa. \nVelocidade de reação. Atmosfera. Reações de precipitação. Ácidos e bases. Equilíbrios ácido-\nbase. Íons complexos e compostos de coordenação. Análise qualitativa. Oxidação redução e \nreatores eletroquímicos. Oxidação-redução e voltagem de pilhas. Química dos metais de \ntransição. Química dos não-metais. Reações nucleares. Moléculas orgânicas pequenas e grandes. \n \nQUI112 – QUÍMICA EXPERIMENTAL: Experiências sobre: Preparação de soluções, \nTransferência de elétrons em reações de oxi redução, Caracterização dos elétrodos e do fluxo \neletrônico em pilhas, Eletrodeposição de metais, Reações de corrosão metálica e passivação \nsuperficial, Corrosão galvânica, Proteção catódica, Corrosão sob tensão mecânica, Corrosão \neletrolítica, Corrosão por aeração diferencial e Corrosão por frestas. \n  \nMAT021 – EQUAÇÕES DIFERENCIAIS I: Equações diferenciais de ordem um. Equações \ndiferenciais lineares de ordem dois. Equações diferenciais lineares de ordem mais alta. Solução \nem série para equações lineares de segunda ordem. Sistemas de equações diferenciais lineares de \nordem um. \nSOC002 - CIÊNCIAS HUMANAS E SOCIAIS: O conhecimento das Ciências Humanas e \nseus Fundamentos. As dimensões do humano e a construção de si. O indivíduo no social (ética); \nprocessos e institucionalizações. Cultura e trabalho. \n \n \n \n \n \n \n \n \n \n \n", "28": "26 \n2o ANO – TERCEIRO SEMESTRE \n \n \n \n \n  \n  \nC.H. SEMANAL \nC.H. \nTOTAL \nPRÉ OU CO \n-REQUISITO \nCÓDIGO \nNOME \nTEORIA PRÁTICA \nDES204 \nDesenho Técnico Auxiliado por \nComputador \n0 \n3 \n48 \nPré-requisito \nDES201  \nEME303 \nMecânica Vetorial-Estática \n4 \n0 \n64 \n  \nMAT003 Calculo III \n4 \n0 \n64 \nPré-requisito \nMAT002 \nMAT022 Equações Diferenciais II \n4 \n0 \n64 \nPré-requisito \nMAT021 \nECN001 \nEconomia \n3 \n0 \n48 \n \nEEN301 \nEletrotécnica Geral I \n4 \n1 \n80 \n \nEAM002 Ciências do Ambiente \n4 \n0 \n64 \n \n  \nTOTAL \n23 \n4 \n432 \n  \n \n3o SEMESTRE \n \nDES204 – DESENHO TÉCNICO AUXILIADO POR COMPUTADOR: Histórico e \nconceitos sobre o uso do computador para auxílio ao projeto. Módulos básicos do CAD. Geração \nde desenhos 2D através de primitivas geométricas. Funções básicas de edição. Cotagem. \nAplicações de desenho técnico. Noções de desenho 3D, modelagem Wireframe, Superfície e \nSólido. Indicação de acabamentos superficiais. Desenho de união aparafusada. Desenho de união \nsoldada. Desenho de engrenagens. Desenho de conjunto e lista de peças. Desenho de tubulações \nindustriais. \n \nEME303 – MECÂNICA VETORIAL- ESTÁTICA: Sistemas de forças. Componentes de uma \nforça. Momento e binário de uma força. Resultante de forças em duas e três dimensões. \nDiagrama de corpo livre. Análise de esforços em estruturas: treliças, máquinas e pórticos. Forças \ndistribuídas. Cálculo de centróides: linha, área e volume. Momento de inércia de figuras planas. \nEquilíbrio em vigas. Diagramas de esforço cortante e momento fletor. Esforços em cabos \nflexíveis. Problemas envolvendo atrito seco. \nMAT003 – CÁLCULO III: Funções de uma Variável Real a Valores em Rn: Curvas. Funções \nde Várias Variáveis Reais a Valores Vetoriais. Integrais de Linha. Área e Integral de Superfície. \n \nMAT022 – EQUAÇÕES DIFERENCIAIS II: Transformada de Laplace. Equações \nDiferenciais Não – Lineares e Estabilidade Equações Diferenciais Parciais e Séries de Fourier. \nTeoria de Sturm-Liouville. \n \nECN001 - ECONOMIA: Natureza e método de economia. História do pensamento econômico. \nMicroeconomia; a teoria de preço, da demanda, da oferta e da distribuição. Macroeconomia: \nagregados macroeconômicos, teoria da distribuição, teoria geral de Keynes, teoria monetária. \nTeoria do setor público. Teoria do desenvolvimento sócio-econômico. Teoria das relações \ninternacionais. \n", "29": "27 \nEEN301 – ELETROTECNICA GERAL I: Conceitos básicos. Componentes e equipamentos \nelétricos e eletrônicos. Circuitos resistivos lineares. Circuitos não lineares. Teoria dos circuitos \nde corrente contínua em regime permanente. Potência e Energia.  \n \nEAM002 – CIÊNCIAS DO AMBIENTE: Fundamentos de Ecologia. Poluição Ambiental: \nágua, ar, solo. Tecnologias de controle de poluição. Gestão ambiental. Legislação ambiental. \nAvaliação de impactos ambientais. \n2o ANO - QUARTO SEMESTRE \n \n \n \n \n  \n  \nC.H. SEMANAL \nC.H. \nTOTAL \nPRÉ OU CO \n-REQUISITO \nCÓDIGO \nNOME \nTEORIA PRÁTICA \nEME404 \nMecânica Vetorial-Dinâmica \n4 \n0 \n64 \n \nEME405 \nResistência dos Materiais I \n4 \n1 \n80 \nPré-requisito \nDES204 \nEME303 \nMAT012 Calculo Numérico \n4 \n0 \n64 \n \nEME503T Termodinâmica I \n4 \n0 \n64 \nCo-requisito \nEME503P \nEME503P Termodinâmica I-Expeimental \n0 \n0,5 \n8 \nCo-requisito \nEME503T \nFIS403 \nFísica Geral III \n4 \n0 \n64 \nPré-requisito \nFIS204 \nEEN401 \nEletrotécnica Geral II \n4 \n1 \n80 \nPré-requisito \nEEN301 \n  \nTOTAL \n24 \n2,5 \n424 \n  \n \n4o SEMESTRE \n \nEME404 – MECÂNICA VETORIAL- DINÂMICA: Sistemas de pontos materiais. \nCinemática dos corpos rígidos. Dinâmica do movimento plano de corpos rígidos. Energia \ncinética dos corpos rígidos no movimento plano. Noções de dinâmica em três dimensões. \n \nEME405 – RESISTÊNCIA DOS MATERIAIS I: Conceito de Tensão; Tensão e Deformação, \nCarregamento Axial; Torção em Seções Circulares; Flexão Pura; Carregamento Transversal; \nCarregamentos Múltiplos; Análise de Tensões no Estado Plano; Deformação de Vigas por \nIntegração; Flambagem de Colunas. Ensaio de Cisalhamento; Ensaio de Impacto; Ensaio de \nTração; Ensaio de Fotoelasticidade; Ensaio de Flambagem; Ensaio de Flexão. \n \nMAT012 – CÁLCULO NUMÉRICO: Conceitos e Princípios Gerais em Cálculo Numérico. \nRaízes. Raízes de Equações. Sistemas de Equações Lineares. Interpolação e Aproximação de \nFunções a uma Variável Real. Integração Numérica. Solução Numérica de Equações \nDiferenciais Ordinárias. Ambientes Computacionais Avançados. \n \n", "30": "28 \nEME503T – TERMODINÂMICA I: Conceitos e Definições. Propriedades de uma substância \npura. Energia e a primeira lei da termodinâmica. Segunda lei da termodinâmica. Entropia. \nExergia. \n \nEME503P – TERMODINÂMICA I EXPERIMENTAL: Laboratório sobre: Conceitos e \nDefinições. Propriedades de uma substância pura. Energia e a primeira lei da termodinâmica. \nSegunda lei da termodinâmica. Entropia. Exergia. \n \nFIS403 - FÍSICA GERAL III: Revisão de cálculo vetorial. O campo eletrostático. O potencial \neletrostático. Capacitores e dielétricos. Corrente e resistência elétrica. O campo magnetostático. \nLei de Ampére. Indução Eletromagnética. Campos elétricos e magnéticos variáveis no tempo. \nEEN401 – ELETROTECNICA GERAL II: Materiais magnéticos. Circuitos magnéticos. \nSaturação. Associação de circuitos magnéticos. Dualidade. Perdas no ferro. Sistemas \nmonofásicos e trifásicos: fontes e cargas. Cargas trifásicas equilibradas e desequilibradas. \nPotências e Energia. Medição de potências e energia. Correção do fator de potência. \n \n3o ANO - QUINTO SEMESTRE \n \n \n \n \n  \n  \nC.H. SEMANAL \nC.H. \nTOTA\nL \nPRÉ OU CO \n-REQUISITO \nCODIGO \nNOME \nTEORIA PRÁTICA \nEME502T Mecânica dos Fluidos I \n4 \n0 \n64 \nCo-requisito \nEME502P \nEME502P Mecânica \ndos \nFluidos \nI \n- \nExperimental \n0 \n1 \n16 \nCo-requisito \nEME502T \nEME606T Termodinâmica II \n3 \n0 \n48 \nEME503 \nCO-requisito \nEME503P \nEME606P Termodinâmica II- Experimental \n0 \n0,5 \n8 \nEME503 \nCO-requisito \nEME503T \nFIS503 \nFísica Geral IV \n4 \n0 \n64 \nPré-requisito \nFIS403 \nEEN501 \nConversão \neletromecânica \nde \nEnergia \n4 \n1 \n80 \nPré-requisito \nEEN401 \nEME504 \nVibrações Mecânicas I \n3 \n0 \n48 \nPré-requisito \nEME404 \nMAT022 \nMAT013 \nProbabilidade e Estatística \n4 \n0 \n64 \n \nEEN502 \nFundamentos de Eletrônica de \nPotência \n3 \n1 \n64 \nPré-requisito \nEEN401 \n  \nTOTAL \n25 \n3,5 \n456 \n  \n \n \n", "31": "29 \n5o SEMESTRE \n \nEME502T – MECÂNICA DOS FLUIDOS I: Conceitos Fundamentais. Distribuição de \npressão em um fluido. Relações integrais para um volume de controle. Análise dimensional e \nsemelhança.  \n \nEME502P – MECÂNICA DOS FLUIDOS I – EXPERIMENTAL: Laboratório sobre: \nConceitos Fundamentais. Distribuição de pressão em um fluido. Relações integrais para um \nvolume de controle. Análise dimensional e semelhança.  \n \nEME606T – TERMODINÂMICA II: Ciclos termodinâmicos (Rankine, Otto, Diesel, Brayton, \nStirling e de refrigeração por compressão de vapor). Relações termodinâmicas básicas. Mistura \nde gases sem afinidade química e psicrometria. Reações químicas e combustão.  \n \nEME606 – TERMODINÂMICA II - EXPERIMENTAL: Laboratório sobre: Ciclos \ntermodinâmicos (Rankine, Otto, Diesel, Brayton, Stirling e de refrigeração por compressão de \nvapor). Relações termodinâmicas básicas. Mistura de gases sem afinidade química e \npsicrometria. Reações químicas e combustão.  \n \nFIS503 – FÍSICA GERAL IV: Oscilador harmônico. Oscilações amortecidas e forçadas. Ondas \nmecânicas. Ondas sonoras. Ondas eletromagnéticas. Óptica geométrica. Óptica física. \nRelatividade restrita. Física quântica. \n \nEEN501 – CONVERSÃO ELETROMECANICA DE ENERGIA: Introdução Geral: A \nnecessidade e a utilização de transformadores e motores de indução no sistema elétrico. Noções \nBásicas de Cálculo por Unidade (PU). Transformadores: Conceitos Básicos. Princípio de \nFuncionamento. Operação à vazio e sob carga. Polaridade e defasagem angular. Operação em \nparalelo. Máquinas Assíncronas: Conceitos Básicos. Campos magnéticos girantes. Princípio de \nFuncionamento. Operação com rotor livre e rotor travado. Equações de conjugados. Partida e \nfrenagem. Introdução a controle de velocidade. \n \nEME504 – VIBRAÇÕES MECÂNICAS I: Modelos Matemáticos para Análise de Vibrações. \nVibrações Livres e Forçadas em Sistemas Mecânicos com Um Grau de Liberdade: Sem e Com \nAmortecimento. Transmissibilidade:  Movimento de Base, Desbalanceamento de Massa Rotativa \ne Isolação da Vibração. Resposta a uma Excitação Geral: Resposta ao Impulso, Resposta a uma \nEntrada Arbitrária e Resposta a uma Entrada Arbitrária Periódica. Rotações Críticas de Eixos. \n \nMAT013 – PROBABILIDADE E ESTATÍSTICA: Noções Básicas de Probabilidade. \nVariáveis Aleatórias. Distribuições de Probabilidade. Teoremas Limite. Introdução à Estatística. \nDescrição. Exploração e Comparação de Dados. Estimativas e Tamanhos de Amostras. Teste de \nHipóteses \n \nEEN502 – FUNDAMENTOS DE ELETRONICA DE POTENCIA: Geração da Energia \nElétrica e Definições de Grandezas Elétricas. Semicondutores de Potência e Conceituação como \nChaves Eletrônicas.  Retificadores Não-Controlados. Retificadores Totalmente Controlados. \nConversores CA-CA. Conversores CC-CC. Inversor tipo Fonte de Tensão. Inversores do tipo \nFonte de Tensão Multiníveis.  Inversores do tipo Fonte de Corrente. Aplicações em: Geração de \nEnergia Elétrica com Microturbinas, Geração de Energia Elétrica com Sistemas Eólicos, \nGeração de Energia Elétrica com Sistemas Fotovoltaicos, Geração de Energia Elétrica com \nHidrelétricas sem Regulador de Velocidade. \n \n \n", "32": "30 \n3o ANO - SEXTO SEMESTRE \n \n \n \n \n  \n  \nC.H. SEMANAL \nC.H. \nTOTAL \nPRÉ OU CO \n-REQUISITO \nCÓDIGO \nNOME \nTEORIA PRÁTICA \nEEN601 \nSistemas Elétricos de Potência \n4 \n1 \n80 \nPré-requisito \nEEN502 \nEEN602 \nCombustíveis e Combustão  \n3 \n0  \n48 \nPré-requisito \nEME606 \nEME603T Mecânica dos Fluidos II \n3 \n0 \n48 \nPré-requisito \nEME502 \nCo-requisito \nEME603P \nEME603P Mecânica dos Fluidos II - \nExperimental \n0 \n0,5 \n8 \nPré-requisito \nEME502 \nCo-requisito \nEME603T \nEEN603 \nBiocombustíveis \n(Biomassa, \nEtanol e Biodiesel) \n3 \n0 \n48 \nPré-requisito \nQUI204 \nEME605T Transferência de Calor I \n3 \n0 \n48 \n \nEME605P Transferência \nde \nCalor \nI- \nExperimental \n0 \n1 \n16 \n \nEPR502 \nEngenharia Econômica \n3 \n0 \n48 \n  \nEME049 \nIntrodução a Engenharia do \nPetróleo \n3 \n0 \n48 \n \nEPR220 \nHigiene \ne \nSegurança \nno \nTrabalho \n2 \n0 \n32 \n \n  \nTOTAL \n24 \n2,5 \n424 \n  \n \n6o SEMESTRE \n \nEEN601 – SISTEMAS ELÉTRICOS DE POTÊNCIA: Características gerais dos sistemas de \npotência; Principais elementos componentes; Planejamento e operação de sistemas; Métodos de \nanálise; Análise de fluxo de potência; Análise de Curto-Circuito; Tópicos de sistemas dinâmicos; \nAnálise de estabilidade angular; Elementos de controle das unidades geradoras. Aspectos \nregulatórios envolvendo a conexão da geração à rede. \n \nEEN602 - COMBUSTÍVEIS E COMBUSTÃO: Combustíveis: Conceitos. Tipos de \ncombustíveis. Características dos combustíveis e aplicações. Poder calorífico. Combustão: \nEstequiometria. Fundamentos da combustão. Aerodinâmica do processo de combustão. Chamas \nlaminares e turbulentas. Combustão de combustíveis sólidos, líquidos e gasosos. Modelagem dos \nprocessos de combustão em fornalhas e câmaras de combustão.  \n \n", "33": "31 \nEME603T – MECÂNICA DOS FLUIDOS II: Escoamento viscoso em dutos (Turbulento). \nEscoamento ao redor de corpos imersos. Relações diferenciais para uma partícula de fluido e \nescoamento potencial. Escoamento compressível. \n \nEME603P -  MECÂNICA DOS FLUIDOS II – EXPERIMENTAL: Laboratório sobre: \nEscoamento viscoso em dutos (Turbulento). Escoamento ao redor de corpos imersos. Relações \ndiferenciais para uma partícula de fluido e escoamento potencial. Escoamento compressível. \n \nEEN603 - BIOCOMBUSTÍVEIS (BIOMASSA, ETANOL E BIODIESEL): Processos de \ntransformação da energia da biomassa. Processos biológicos: produção de etanol e biogás. Óleos \nvegetais e biodiesel. Transesterifiçação. Biocombustíveis de segunda geração. Processos físico-\nquímicos (combustão, gaseificação e pirólise). Biodigestão anaeróbia.  \n \nEME605T – TRANSFERÊNCIA DE CALOR I: Conceitos básicos. Introdução à Condução. \nCondução Unidimensional em Regime Estacionário. Condução Bidimensional em Regime \nEstacionário. Condução em Regime Transiente. Radiação: Processos e Propriedades. \nTransferência Radiante entre Superfícies.  \n \nEME605P – TRANSFERÊNCIA DE CALOR I - EXPERIMENTAL: Laboratório sobre: \nConceitos básicos. Introdução à Condução. Condução Unidimensional em Regime Estacionário. \nCondução Bidimensional em Regime Estacionário. Condução em Regime Transiente. Radiação: \nProcessos e Propriedades. Transferência Radiante entre Superfícies.  \n \nEPR502 - ENGENHARIA ECONÔMICA: Engenharia Econômica: Matemática financeira. \nCritérios para Análise de investimentos. Depreciação e imposto de renda. Financiamentos. \nAnálise de sensibilidade. Projeto de Viabilidade Econômica. \nEME049 - INTRODUÇÃO A ENGENHARIA DO PETRÓLEO: Geologia do Petróleo; \norigem dos hidrocarbonetos, migração, rocha reservatório, rocha selante, aprisionamento. \nPrincipais métodos de prospecção. Fundamentos de engenharia de reservatório, propriedades das \nrochas, propriedades dos fluídos, tipos de reservatório, comportamento dos fluídos, estudos PVT, \nfluxo dos fluídos no reservatório, cálculo de reservas, balanço de materiais. Princípios de \nperfuração rotativa, descrição de um equipamento de perfuração, tipos de sonda de perfuração. \nCimentação, principais componentes, tipos de cimento, testes de integridade; Completação, \nprincipais fases, principais componentes de uma coluna de produção; Equipamentos de \nsuperfície, mecanismos artificiais de elevação, introdução ao processamento primário. Noções de \nrecuperação assistida e estimulação de poços. \n \nEPR220 - HIGIENE E SEGURANÇA NO TRABALHO: Conceito: acidentes e doenças do \ntrabalho, análise de risco: abordagem qualitativa e quantitativa. Estatística de acidentes, \navaliação de risco. Princípios, regras e equipamentos de proteção. Causas da doença do trabalho: \nagentes biológicos e agentes ergonômicos. Condições ambientais: padrões, medição, avaliação. \nMétodos de proteção: individual, coletiva, ventilação geral, diluidora, ventilação local exaustora. \n \n \n \n \n \n \n \n \n \n", "34": "32 \n4o ANO - SÉTIMO SEMESTRE \n \n \n \n \n  \n  \nC.H. SEMANAL \nC.H. \nTOTAL \nPRÉ OU CO \n-REQUISITO \nCÓDIGO \nNOME \nTEORIA PRÁTICA \nEME701T Transferência de Calor II \n3 \n0 \n48 \nPré-requisito \nEME605 \nCo-requisito \nEME701P \nEME701P Transferência de Calor II - \nExperimental \n0 \n1 \n16 \nPré-requisito \nEME605 \nCo-requisito \nEME701T \nEME705T Máquinas de Fluxo I \n2,5 \n0 \n40 \nPré-requisito \nEME603 \nCo-requisito \nEME705P \nEME705P Máquinas \nde \nFluxo \nI \n- \nExperimental \n0 \n0,5 \n8 \nPré-requisito \nEME603 \nCo-requisito \nEME705T \nEEN701 \nGeração Termelétrica  \n4 \n2 \n96 \nEME606 \nEEN702 \nTubulações Industriais \n2 \n0 \n32 \nEME603/ \nEME405 \nEEN703 \nProjeto Integrado I \n2 \n0 \n32 \n \nEEN704 \nGeradores de Vapor \n3 \n0 \n48 \nEEN602 \nEME706 \nSistemas Térmicos I \n3 \n1 \n64 \nEME606 \nEEN706 \nGestão Energética e Ambiental \n3 \n0 \n48 \n \n \nTOTAL \n22,5 \n4,5 \n432 \n \n \n7o SEMESTRE \n \nEME701T – TRANSFERÊNCIA DE CALOR II: Introdução à Convecção. Escoamento \nExterno. Escoamento Interno. Convecção Livre. Trocadores de Calor. Determinação da \nCondutividade Térmica. Medição de Fluxo de Calor. Cálculo da Efetividade de Superfícies \nEstendidas. Método da Capacitância Global. Determinação do Coeficiente de Transferência de \nCalor por Convecção. Medição da Emissividade.  \n \nEME701P – TRANSFERÊNCIA DE CALOR II - EXPERIMENTAL: Laboratório sobre: \nIntrodução à Convecção. Escoamento Externo. Escoamento Interno. Convecção Livre. \nTrocadores de Calor. Determinação da Condutividade Térmica. Medição de Fluxo de Calor. \nCálculo da Efetividade de Superfícies Estendidas. Método da Capacitância Global. \n", "35": "33 \nDeterminação do Coeficiente de Transferência de Calor por Convecção. Medição da \nEmissividade.  \n \nEME705T – MÁQUINAS DE FLUXO I: Generalidades sobre máquinas de fluxo, \nClassificação, Elementos mecânicos, Elementos cinemáticos, Semelhança aplicada às máquinas \nde fluxo, Equações fundamentais, Cavitação. \n \nEME705P – MÁQUINAS DE FLUXO I - EXPERIMENTAL: Laboratório sobre: \nGeneralidades sobre máquinas de fluxo, Classificação, Elementos mecânicos, Elementos \ncinemáticos, Semelhança aplicada às máquinas de fluxo, Equações fundamentais, Cavitação. \n \nEEN701 - GERAÇÃO TERMELÉTRICA: Tipos de centrais termelétricas. Elementos \nprincipais de um ciclo a vapor. Eficiência bruta e líquida. Outros indicadores de Desempenho. \nProcessos e Parâmetros que Influenciam no Desempenho. Cálculo de esquemas térmicos \nsimplificados e reais. Operação de centrais a vapor. Centrais termelétricas com turbinas a gás. \nCondicionamento do ar de entrada. Injeção de água e vapor. Centrais de ciclo combinado: Tipos \ne eficiência. Cálculo do esquema térmico de centrais de ciclo combinado. Introdução à operação \nutilizando simulador. Centrais nucleares. Esquemas. Tipos de reatores nucleares e principio de \nfuncionamento. Segurança e disposição de resíduos. Avanços em energia nuclear. A fusão \ntermonuclear. \n \nEEN702 - TUBULAÇÕES INDUSTRIAIS: Tubos e Tubulações – Definições; Materiais, \nProcessos de Fabricação e Normalização Dimensional; Meios de Ligação de Tubos, Conexões \nde Tubulações e Juntas de Expansão; Válvulas; Purgadores de Vapor, Separadores e Filtros; \nAquecimento, Isolamento Térmico, Pintura e Proteção; Fluxograma de processo; Disposição das \nConstruções em uma Instalação Industrial; Arranjo e Detalhamento de Tubulações; Sistemas \nEspeciais de Tubulação; Suportes de Tubulação; Montagem e Teste de Tubulações; Desenhos de \nTubulações; A Tubulação Considerada como Elemento Estrutural: Cálculo da Espessura de \nParede de Tubos e do Vão Entre Suportes; Dilatação Térmica e Flexibilidade de Tubulações; \nVerificação da Flexibilidade da Tubulação. Aplicações de tubos na área de energia: termelétricas \na vapore, a gás e termonucleares. \n \nEEN703 – PROJETO INTEGRADO I: Cálculo de sistemas de bombeamento de líquidos e de \ndistribuição gases. \nDeterminação das \nperdas \nhidrodinâmicas. \nCálculo de sistemas \ntermodinâmicos. \n \nEEN704 - GERADORES DE VAPOR: Componentes básicos, finalidades, tipos e aplicações. \nPrincípio de funcionamento, sistema de exaustão (tiragem), tratamento de água, consumo de \ncombustível, rendimentos. Balanço térmico. Dispositivos de segurança e emissões. \n \nEME706 – SISTEMAS TÉRMICOS I: Aspectos energéticos, Compressores, Motores a Pistão \ne Centrais Diesel-elétrico. Laboratório \n \n \nEEN706 - GESTÃO ENERGÉTICA E AMBIENTAL: Nexos entre energia e ambiente, \nObjetivos e métodos da gestão energética e ambiental, Indicadores de desempenho energético e \nambiental, Experiências de gestão de recursos energéticos e meio ambiente na indústria, setor \nterciário e transportes. Aspectos econômicos da gestão energética e ambiental, Ferramentas \ncomputacionais para a gestão energética e ambiental, Políticas públicas no âmbito da gestão \nenergética e ambiental. \n \n \n", "36": "34 \n4o ANO - OITAVO SEMESTRE \n \n \n \n \n  \n  \nC.H. SEMANAL \nC.H. \nTOTAL \nPRÉ OU CO \n-REQUISITO \nCÓDIGO \nNOME \nTEORIA PRÁTICA \nEEN801 \nCogeração e Geração Distribuída \n2 \n1 \n48 \n \nEEN705 \nEnergia Eólica \n3 \n0 \n48 \n \nEEN803 \nInstrumentação e Controle \nAutomático em Sistemas \nEnergéticos \n2 \n1 \n48 \n \nEEN804 \nSimulação, Análise e Otimização \nde Sistemas  Energéticos \n1 \n2 \n48 \nPré-requisito \nEME606 \nEME901 \nRefrigeração e Ar Condicionado \n3,5 \n0,5 \n64 \nPré-requisito \nEME606 \nEME806 \nVentilação \n2 \n0 \n32 \n \nEEN807 \nProjeto Integrado II \n2 \n0 \n32 \nPré-requisito \nEEN703 \nEME907 \nCentrais Hidrelétricas  \n3 \n0 \n48 \nPré-requisito \nEME705 \nEPR002 \nOrganização Industrial e \nAdministração \n3 \n0 \n48 \n \n  \nTOTAL \n21,5 \n3,5 \n416 \n  \n \n8o SEMESTRE \n \nEEN801 - COGERAÇÃO E GERAÇÃO DISTRIBUÍDA: Conceito de cogeração. \nDesenvolvimento no Brasil e no mundo. Esquemas e tecnologias. Demanda de calor e \neletricidade. Etapas do projeto de um sistema de cogeração. Introdução a Analise Exergo \nEconômica. Economia de energia primária. Cálculo de desempenho e método de partição de \ncusto. Avaliação econômico-financeira de sistemas de cogeração. Estudos de caso: cogeração \ncom turbinas a vapor, a gás, ciclo combinado e motores de combustão interna. \n \nEEN705 - ENERGIA EÓLICA: Breve Histórico. O vento: características e recursos. \nAerodinâmica das turbinas eólicas.  Mecânica e Dinâmica. Aspectos elétricos das turbinas \neólicas. Materiais e componentes das turbinas eólicas. Projeto e teste das turbinas eólicas. \nControle automático das turbinas eólicas. Locação e integração das turbinas eólicas. Aplicações \nda energia eólica. Aspectos econômicos. Aspectos ambientais. \n \nEEN803 - INSTRUMENTAÇÃO E CONTROLE AUTOMÁTICO EM SISTEMAS \nENERGÉTICOS: Medição de temperatura, pressão e vazão. Analisadores de gases. \nLocalização dos instrumentos de medição em esquemas energéticos. Fundamentos do controle \nautomático. Controle em caldeiras a vapor: nível, temperatura do vapor e combustão. Controle \nautomático de turbinas a gás e a vapor.  Controle automático de ciclos a vapor e combinados. \nControle automático em motores de combustão interna. Proteções e trips. \n", "37": "35 \n \nEEN804 – SIMULAÇÃO E ANÁLISE DE SISTEMAS ENERGÉTICOS: Principais pacotes \ncomputacionais para simulação de sistemas energéticos. O GATE-CYCLE e o CYCLE TEMP. \nMontagem e avaliação de esquemas térmicos utilizando ferramentas computacionais. Integração \ncom software Excel. Parâmetros dos esquemas térmicos de ciclo com turbinas a vapor e gás. \nMétodos de acréscimo de eficiência. Conceito de exergia. Análise exergoeconômica. \n \nEME901T - REFRIGERAÇÃO E AR CONDICIONADO: Fluidos refrigerantes: \npropriedades e “retrofit”. Noções de sistemas frigoríficos por compressão de ar, ejetor de vapor, \ntermoelétrico e por absorção. Equipamentos frigoríficos: compressores, condensadores, \nevaporadores, de controle de fluxo de refrigerante, auxiliares e tubulações.  Cálculo de carga \ntérmica de uma câmara frigorífica. Normas. Câmaras frigoríficas: detalhes construtivos, \ncontroles e projeto. Ensaio de uma instalação frigorífica. Cálculo da carga térmica de um \nambiente. Psicrometria. Equipamento para instalações de ar condicionado: dutos, filtros, \nserpentinas de resfriamento e desumidificação, serpentinas de aquecimento, sistemas de \naquecimento e de umidificação, centrais de resfriamento de líquidos, condicionadores de ar, \ndispositivos de insuflação de ar. Acústica e controle de ruído. Controles. Projeto de instalações e \nsistemas de condicionamento de ar.  \n \nEME901P - REFRIGERAÇÃO E AR CONDICIONADO: Prática laboratorial em instalação \nde refrigeração industrial. Prática laboratorial em instalação de climatização (ar condicionado). \nVisita técnicas. Desenvolvimento de cálculos relacionados com o projeto de sistemas de \nrefrigeração e condicionamento de ar. \n \nEME806 – VENTILAÇÃO: Efeitos do movimento do ar sobre o conforto de uma pessoa. \nConforto térmico. Metabolismo. Ventilação natural. Ventilação diluidora. Ventilação local \nexaustora. Equipamentos de separação de poluentes. Rede de dutos e dispositivos de insuflação \nde ar. \n \nEEN807 - PROJETO INTEGRADO II: Balanços energéticos simples de sistemas energéticos \n(Ciclo a vapor, caldeira, motor etc.). Cálculo de trocadores de calor. Cálculo de sistemas de \ncogeração com biomassa (ciclo a vapor e gaseificação). Calculo de sistemas de cogeração com \nmotores de combustão interna. Projeto de uma pequena central hidrelétrica. Projeto de sistema \nde ar condicionado ou de refrigeração. Ciclo combinado. Central a biomassa ou biodiesel. \n \nEME907 - CENTRAIS HIDRELÉTRICAS: Energia hidráulica. Implantação de centrais. \nMeio ambiente e hidrologia aplicada às centrais. Operações de centrais. Componentes das \ncentrais. \n \nEPR002 - ORGANIZAÇÃO INDUSTRIAL E ADMINSTRAÇÃO: Organização industrial e \nadministração. Administração de pessoal. Planejamento e controle da produção. Administração \nde materiais. Gestão da qualidade e sistemas de garantia da qualidade. \n \n \n \n \n \n \n \n \n \n \n", "38": "36 \n \n5o ANO - NONO SEMESTRE \n \n \n \n \n  \n  \nC.H. SEMANAL \nC.H. \nTOTAL \nPRÉ OU CO \n-REQUISITO \nCÓDIGO \nNOME \nTEORIA PRÁTICA \nEEN901 \nTurbinas a Gás e Vapor \n3 \n1 \n64 \nPré-requisito \nEME606 \nEEN902 \nConversão e Uso da Energia na \nIndústria \n3 \n0 \n48 \n \nEEN903 \nPrevenção e Controle da Poluição \nno Setor Energético \n4 \n0 \n64 \n \nEEN904 \nEnergia solar: Térmica e \nFotovoltaica \n3 \n0 \n48 \nPré-requisito \nEME701 \nEEN905 \nPlanejamento e Gestão dos \nRecursos Energéticos \n3 \n1 \n64 \n \nEEN906 \nMercado da Energia e \nComercialização \n3 \n0 \n48 \n \nEEN907 \nEficiência e Auditorias \nEnergéticas \n3 \n0 \n48 \n \nEEN908 \nTransmissão e Distribuição de \nEnergia Elétrica \n4 \n0 \n64 \n \n  \nTOTAL \n26 \n2 \n448 \n \n \n9o SEMESTRE \n \nEEN901 - TURBINAS A GÁS E VAPOR: Aplicação, Turbinas industriais, Turbinas \nAeronáutica, Principais Tecnologias, Compressores, Câmara de Combustão, Turbinas, Calculo \nde Desempenho em Cargas Parciais, Sistemas auxiliares e Controle de Falhas, Turbinas a Vapor. \nLaboratório. \n \nEEN902 - CONVERSÃO E USO DA ENERGIA NA INDÚSTRIA: Aspectos gerais da \nutilização da energia na indústria. Estudos de casos: Fluxogramas produtivos, consumo de \nenergia e opções de cogeração. Refino de petróleo. Indústria açucareira. Indústria de papel e \ncelulose.  Siderurgia. Indústria alimentar. Indústria de cimento. \n \nEEN903 - PREVENÇÃO E CONTROLE DA POLUIÇÃO NO SETOR ENERGÉTICO: \nGeração termelétrica. Principais poluentes. Fatores de emissão. Controle da poluição do ar: \nremoção de particulados, dessulfurização e remoção dos óxidos de nitrogênio. Dioxinas, furanos \ne metais pesados. Tratamento de águas oleosas. Impactos da hidroeletricidade. Impactos \nambientais da energia nuclear. Impactos ambientais das fontes renováveis de energia. \nBiocombustíveis e meio ambiente. Análise de ciclo de vida. Valorização do dano ambiental. \nEficiência energética e meio ambiente. \n \nEEN904 - ENERGIA SOLAR: TÉRMICA E FOTOVOLTAICA: ENERGIA SOLAR \nFOTOVOLTAICA: Introdução, apresentação e situação atual. Sistema Fotovoltaico.  Marco \n", "39": "37 \nNormativo no Brasil. Dimensionamento e conexão. ENERGIA SOLAR TÉRMICA: Introdução \nà energia solar térmica. Regulação e esquemas de uma instalação solar térmica. Elementos do \ncoletor de placa plana. Dimensionamento de uma instalação solar térmica. Elementos de uma \ninstalação solar térmica \n \nEEN905 - PLANEJAMENTO E GESTÃO DOS RECURSOS ENERGÉTICOS: Recursos, \nbalanço e matriz energética. Uso final da energia. Modelos de planejamento energético \nconvencional. Níveis e instrumentos de planejamento; Planejamento integrado de recursos. \nGerenciamento pelo lado da demanda. Análise da demanda. Modelagem e balanço de oferta e \ndemanda. Eficiência energética e meio ambiente. \n \nEEN906 - MERCADO DA ENERGIA E COMERCIALIZAÇÃO: A energia como \n“commoditie”: principais diferenças entre as formas de energia. Mercados de energia elétrica, \ngás e petróleo. Regras e procedimentos de comercialização. Tipos de contratos e mercado “spot”. \nTarifas de transporte da energia elétrica e do gás natural sob a estrutura de rede. Regulamentação \ndos monopólios naturais: concessões, receita permitada, preço-teto e regulamentação por \ncomparação.   \n \nEEN907 - EFICIÊNCIA E AUDITORIAS ENERGÉTICAS: Estruturação de uma auditoria \nenergética. Instrumentação e analisadores. Balanços de massa e energia. Análise de faturas de \nenergia elétrica e registros de consumo de combustível. Métodos de economia de energia. Plano \nde redução dos consumos de energia. Iluminação. Ar comprimido. Motores. Transformadores. \nFator de Potência. Frio industrial. Caldeiras. Condicionamento ambiental. \n \nEEN908 - TRANSMISSÃO E DISTRIBUIÇÃO DE ENERGIA ELÉTRICA: Transporte de \nenergia e as linhas de transmissão. Teoria da transmissão da energia elétrica. Características \nfísicas das linhas. Impedância e Capacitância das linhas. Condutância de dispersão. \nEquacionamento técnico-econômico das linhas. Conceitos básicos de distribuição: o sistema \ndistribuidor e o sistema consumidor. Estudos das Cargas. Engenharia da distribuição. Proteção e \ncoordenação. \n \n5o ANO - DÉCIMO SEMESTRE  \n \n \n \n  \n  \nC.H. SEMANAL \nC.H. \nTOTAL \nCÓDIGO \nNOME \nTEORIA PRÁTICA \n \nTrabalho Final de Graduação (TFG) \n8 \n0 \n128 \n \nDemais componentes curriculares \nTEORIA PRÁTICA \nC.H. \nTOTAL \n \nEstágio Supervisionado (mínimo) \n0 \n0 \n280 \n \nAtividades Complementares (mínimo) \n0 \n0 \n60 \n  \nTOTAL \n0 \n0 \n468 \n \n \n \n \n \n \n", "40": "38 \n10o SEMESTRE \n \nTRABALHO FINAL DE GRADUAÇÃO: Monografia orientada por um ou mais professores \ndo curso em temas de interesse da Engenharia de Energia, de acordo com as Normas Específicas. \n \nESTÁGIO SUPERVISIONADO INTEGRAL: Estágio realizado em empresas cadastradas \npela Coordenação de Estágios da UNIFEI, com apresentação de relatório no final da atividade. \n \nATIVIDADES DE COMPLEMENTAÇÃO: Atividades realizadas pelos discentes, que são \nreconhecidas na estrutura curricular, de acordo com o Projeto Pedagógico do Curso.  \n \nDISCIPLINA OPTATIVA:  \n  \n  \nC.H. SEMANAL \nC.H. \nTOTAL \nCÓDIGO \nNOME \nTEORIA PRÁTICA \nLET007 LIBRAS - Língua Brasileira de \nSinais \n3 \n0 \n48 \n \n \nLET 007 LIBRAS - Língua Brasileira de Sinais: Propriedades das línguas humanas e as \nlínguas de sinais. Tecnologias na área da surdez. O que é a Língua de Sinais Brasileira - \nLIBRAS: Aspectos linguísticos e legais. A Língua Brasileira de Sinais - LIBRAS: parâmetros \nfonológicos, morfossintáticos, semânticos e pragmáticos. Noções e aprendizado básico da \nLIBRAS. A combinação de formas e de movimentos das mãos. Os pontos de referência no corpo \ne no espaço. Comunicação e expressão de natureza visual motora. Desenvolvimento de LIBRAS \ndentro de contextos. \n12. PROCEDIMENTOS DE AVALIAÇÃO DA APRENDIZAGEM \n \nA avaliação do programa de formação em Engenharia de Energia ocorrerá como parte \nintegrante do Sistema Nacional de Avaliação da Educação Superior – SINAES, criado pela lei \nno 10.861 de 14 de abril de 2004, caracterizada por instrumentos quantitativos e qualitativos do \nprocesso ensino aprendizagem. \nO acompanhamento do programa através de avaliações e auto-avaliações fornecidas pela \nCPA-UNIFEI e pelos resultados advindos do ENADE. \nEm todas as atividades do programa de formação em Engenharia de Energia a avaliação \ndos alunos se dará mediante os critérios de avaliação da Universidade Federal de Itajubá. \nA avaliação do processo de aprendizagem individual de cada disciplina é descrito no \nplano de ensino. O docentes são incentivados a diversificarem o processo avaliativo. \n \n12.1 Progressão nas Séries \n \nA progressão do aluno ao longo da grade curricular do curso de Engenharia de Energia \nocorrerá conforme os Regulamentos dos Cursos de Graduação da Universidade Federal de \nItajubá. Para efeito de classificação do aluno durante o curso, serão calculados ao final de cada \nsemestre, coeficientes de rendimento, conforme as regras estabelecidas pela Universidade \nFederal de Itajubá. \nA regra para a progressão do aluno no decorrer dos semestres do curso de Engenharia de \nEnergia é seguir as disciplinas oferecidas em cada semestre do programa, obedecendo as regras \nde co-requisito e pré-requisito. \n", "41": "39 \nTodos os pré-requisitos das disciplinas profissionalizantes do curso de Engenharia de \nEnergia são parciais, ou seja, para cursar uma disciplina com pré-requisito, o aluno  deve ter \ncursado o pré-requisito e ter obtido média igual ou superior à 3,0  (três) pontos.    \nOs pré-requisitos das disciplinas do programa de Engenharia de Energia são observados \nna Figura 4. \n \n", "42": "40 \nDIAGRAMA DE PRÉ-REQUISITOS ENGENHARIA DE ENERGIA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 4 – Pré-requisitos das disciplinas \nAtividades \nComplementares \n60 h \nComunicação \ne Expressão  \n(BAC002) (4h) \n \nCálculo I \n(MAT001) (6h) \n \nGA e Álgebra \nLinear \n(MAT011) (4h) \nMetodologia \nCientífica \n(FIS101) (3h) \n \nFund. de \nProgramação \n(CCO016) (4h) \n1º Período \nDesenho \nTécnico Básico \n(DES201) (4h) \nCiências Hum. \nE Sociais  \n(SOC002) (3h) \nCálculo II \n(MAT002) (4h) \nEquações \nDiferenciais I \n(MAT021) (4h) \nFísica Geral I \n(FIS204) (5h) \nQuímica Geral \ne Inorgânica \n(QUI204) (5h) \n2º Período \nDes. Téc. Aux. \npor Comput. \n(DES204) (3h) \nCiências do \nAmbiente  \n(EAM002) (4h) \nCálculo III \n(MAT003) (4h) \nEquações \nDiferenciais II \n(MAT022) (4h) \nFísica Geral III \n(FIS403) (4h) \nEletrotécnica \nGeral I \n(EEN301) (5h) \n3º Período \nMecânica \nVet.-Estática \n(EME303) (4h) \nResist dos \nMateriais I \n(EME405) (5h) \nTermodinâ-\nmica I \n(EME503) (5h) \nCálculo \nNumérico \n(MAT012) (4h) \nFísica Geral IV \n(FIS503) (4h) \nEletrotécnica \nGeral II \n(EEN401) (5h) \n4º Período \nMecânica \nVet.-Dinâmica \n(EME404) (4h) \nMecânica dos \nFluidos I \n(EME502) (5h) \nTermodinâ-\nmica II \n(EME606) (3h) \nConv.Eletrom. \nde Energia \n(EEN501) (5h) \nProbabilidade \ne Estatística \n(MAT013) (4h) \nFund. Eletrôn. \nde Potência \n(EEN502) (4h) \n5º Período \nVibrações \nMecânicas I \n(EME504) (3h) \nEconomia  \n(ECN001) (3h) \nMecânica dos \nFluidos II \n(EME603) (3h) \nCombustíveis \ne Combustão \n(EEN602) (3h) \nTransferência \nde Calor I \n(EME605) (4h) \nIntrodução a \nEng. Petróleo \n(EME906) (3h) \nSist. Elétricos \nde Potência \n(EEN601) (5h) \n6º Período \nHigiene e Seg. \nno Trabalho \n(EPR220) (2h) \nEngenharia \nEconômica  \n(EPR502) (3h) \nMáquina de \nFluxo I \n(EME705) (3h) \nGeração \nTermelétrica \n(EEN701) (6h) \nTransferência \nde Calor II \n(EME701) (4h) \nBiocombustí-\nveis \n(EEN603) (3h) \nTubulações \nIndustriais  \n(EEN702) (2h) \n7º Período \nProjeto \nIntegrado I \n(EEN703) (2h) \nOrg. Industrial \nAdministração \n(EPR002) (3h) \nCentrais \nHidrelétricas \n(EME907) (3h) \nEnergia Eólica \n(EEN802) (3h) \nRefrig e Ar \nCondicionado \n(EME901) (4h) \nGeradores de \nVapor \n(EEN704) (3h) \n8º Período \nEnergia Solar: \ntérmica e \nfotovoltáica \n(EEN904) (3h) \nProjeto \nIntegrado II  \n(EEN807) (2h) \nTurbinas a Gás \ne Vapor \n(EEN901) (4h) \nInst.Contr. \nAut.Sist.Energ. \n(EEN803) (3h) \nConversão e \nUso En. Ind. \n(EEN909) (3h) \nSimulação, \nAnál. Sist. En. \n(EEN804) (3h) \nCogeração e \nGeração Distr. \n(EEN801) (3h) \n9º Período \nSistemas \nTérmicos I \n(EME706) (3h) \n \nPrev. Controle \nPol. Sist. En. \n(EEN903) (4h) \nPlanej. Gestão \nRec. Energ. \n(EEN905) (4h) \nEficiência e \nAuditoria En. \n(EEN907) (3h) \nGestão Energ. \nAmbiental \n(EEN805) (3h) \nTransmissão e \nDist. Energia \nElétrica \n(EEN908) (4h) \nMercado de \nEnerg.Comerc. \n(EEN906) (3h) \n10º Período \nTrabalho Final \nde Graduação \n128h \nEstágio \nSupervisionado \n280 h \nVentilação \n(EEN806) (2h) \nInt Engenharia \nde Energia \n(EEN001) (2h) \n", "43": "41 \n13. EMENTÁRIO E BIBLIOGRAFIA \n \nCada disciplina do curso de Engenharia da Energia da Universidade Federal de \nItajubá é definida por meio de um plano de ensino, aprovado por um Colegiado do \nCurso e pela Câmara de Graduação da Pró-Reitoria de Graduação da Universidade \nFederal de Itajubá. Cada plano de ensino consiste das seguintes informações: \n \n• \nnome do curso de graduação a qual a disciplina se aplica; \n• \ncódigo (sigla) e nome da disciplina a qual o plano de ensino se refere; \n• \nperíodo da grade curricular em que a disciplina será ministrada; \n• \nregime, carga horária e número de aulas semanais; \n• \nementa; \n• \nobjetivos; \n• \ninstituto e professores responsáveis; \n• \nbibliografia; \n• \nprocedimentos de avaliação; \n• \nprocedimentos de ensino; \n• \nconteúdo programático. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"}