{"1": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA DO SUDESTE DE \nMINAS GERAIS – CAMPUS JUIZ DE FORA \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO DE ENGENHARIA MECATRÔNICA \n \n \n \n \n \n \n \n \n \n(Juiz de Fora – 2018) \n \n \n", "2": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nReitor \nCharles Okama de Souza \n \nPró-Reitor (a) de Ensino \nGlaucia Franco Teixeira \n \nDiretor (a) de Ensino/Proen \nImaculada Conceição Coutinho Lopes \n \nDiretor do Campus \nSebastião Sergio de Oliveira \n \nDiretor (a) de Ensino \nSilvio Anderson Toledo Fernandes \n \n \nElaboração do Projeto Pedagógico \nMárcio do Carmo Barbosa Poncilio Rodrigues \nAdriana Scheffer Quintela Ferreira \nSara Del Vecchio \nSilvana Terezinha Faceroli \nTales Pulinho Ramos \nThiago Rodrigues Oliveira \nLeopoldo Ferreira de Souza \n", "3": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nIDENTIFICAÇÃO INSTITUCIONAL \n____________________________________________________________________ \nCampus: Juiz de Fora \nCNPJ: 10723648/0004-92 \nEndereço completo: Rua Bernardo Mascarenhas, 1283 - Bairro Fábrica - 36080-001 - \nJUIZ DE FORA - MG \nFone/Fax de contato: (32) 4009-3001 \n____________________________________________________________________ \nDIRETOR GERAL: \nNome: Sebastião Sergio de Oliveira \nFone: (32) 4009-3070 \nE-mail: sebastiao.oliveira@ifsudestemg.edu.br \n____________________________________________________________________ \nNDE – Núcleo Docente Estruturante \nPortaria: 034/2017 – IF SUDESTE MG/JF de 24 de Janeiro de 2017 \nCoordenador: Márcio do Carmo Barbosa Poncilio Rodrigues \nVice Coordenador: Sara Del Vecchio \nMembros: \nAdriana Scheffer Quintela Ferreira \nLeopoldo Ferreira de Sousa \nMárcio do Carmo Barbosa Poncilio Rodrigues \nSara Del Vecchio \nSilvana Terezinha Faceroli \nTales Pulinho Ramos \nThiago Rodrigues Oliveira \n \n \n \n \n", "4": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nAPRESENTAÇÃO \n O presente documento constitui-se no Projeto Pedagógico de Curso (PPC) do curso de \nEngenharia Mecatrônica do Instituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais – Campus Juiz de Fora (IF Sudeste MG – Campus Juiz de \nFora).  \n As ideias expostas no presente documento, materializadas na matriz curricular do curso \nde Engenharia Mecatrônica, oferecido do Campus Juiz de Fora, são, na verdade, reflexo \ndas interpretações acerca da política de expansão da Rede Federal do Ensino \nTecnológico, de ações políticas de valorização da carreira do profissional de Engenharia. \nDe fato, as melhorias do país nos cenários acadêmico e industrial perpassam por \nmelhorias significativas nos sistemas de ensino que advêm das iniciativas manifestas nas \npolíticas públicas. A certeza da necessidade da formação de engenheiros em maior \nnúmero e em melhor qualidade motivou uma série de iniciativas do Governo Federal, \ncomo programas que reformaram o ensino superior: o REUNI e a expansão do ensino \nTecnológico com a criação dos Institutos Federais. \n Destaca-se que a natureza destes Institutos está mais ligada às áreas tecnológicas, pois \nsão oriundos dos CEFET's, Escolas Técnicas Federais, Escolas Agrotécnicas Federais. \nPortanto, essa nova incumbência, oriunda de uma vocação latente, deverá ser atribuída e \ndesenvolvida pelos Institutos Federais. Do ponto de vista conceitual, esta vocação a ser \ndesenvolvida não se trata de mera imposição, mas da certificação de que estes Institutos \ndesenvolvem um ensino médio de qualidade, e isso constitui uma grande oportunidade de \nverticalização de Ensino. O diálogo entre a formação de técnicos nas áreas industriais e o \nEnsino superior em Engenharia realizado na mesma instituição torna esse ambiente muito \nfértil para as políticas educacionais verticais. Além desse fato, quando se reconhece a \nnecessidade em proporcionar um ambiente propício à inovação, há ainda a possibilidade \nde ousar em termos conceituais na construção de um Projeto Pedagógico de Curso \npróprio para a realidade dos Institutos Federais. \nO curso é estruturado de maneira que proporcione a formação técnica aprofundada, com \nforte base nas ciências exatas. A unidade entre Ensino-Pesquisa-Extensão se manifesta \nem todas as etapas do curso. Embora o curso apresente uma estrutura disciplinar, o \nconceito de interdisciplinaridade é constante nas abordagens de cada disciplina. Além \ndisso, a matriz curricular do curso apresenta um conjunto de disciplinas que permite \nformação técnica e humana do engenheiro, buscando formar consciência social e \nambiental formação do bacharel. De forma complementar, as atividades de Iniciação \nCientífica, Projetos de Extensão, Programas de Educação e Ensino (PET-Física e PET \nBSI/Engenharia) e Iniciação à Inovação Tecnológica corroboram esse conceito. A \nestrutura curricular é composta por um núcleo básico, um núcleo tecnológico, subdividido \nem dois grandes núcleos (Eletroeletrônica e Mecânica) e núcleo complementar. \n1 - HISTÓRICO DA INSTITUIÇÃO \nO Instituto Federal de Educação, Ciência e Tecnologia do Sudeste de Minhas Gerais (IF \n", "5": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nSudeste MG) foi criado em 2008, e integrou, em uma única instituição, os antigos Centro \nFederal de Educação Tecnológica de Rio Pomba (CEFET-RP), a Escola Agrotécnica \nFederal de Barbacena e o Colégio Técnico Universitário (CTU) da Universidade Federal \nde Juiz de Fora. Atualmente, a instituição é composta por campi localizados nas cidades \nde Barbacena, Bom Sucesso, Cataguases, Juiz de Fora, Manhuaçu, Muriaé, Rio Pomba, \nSantos Dumont, São João del-Rei e Ubá. O município de Juiz de Fora abriga, ainda, a \nReitoria do instituto. \nO IF Sudeste MG é uma instituição de educação superior, básica e profissional, \npluricurricular e multicampi, especializada na oferta de educação profissional e tecnológica \nnas diferentes modalidades de ensino, com base na conjugação de conhecimentos \ntécnicos e tecnológicos com as suas práticas pedagógicas. Os institutos federais têm por \nobjetivo desenvolver e ofertar a educação técnica e profissional em todos os seus níveis \nde modalidade e, com isso, formar e qualificar cidadãos para atuar nos diversos setores \nda economia, com ênfase no desenvolvimento socioeconômico local, regional e nacional. \n \n2 - JUSTIFICATIVA DO CURSO \nEste curso objetiva a formação de profissionais capazes de mergulhar em sua realidade, \nextrair e problematizar o conhecido, investigar o não conhecido para poder compreendê-lo, \ne influenciar a trajetória dos destinos do seu locus, de forma a credenciá-los a ter uma \npresença substantiva a favor do desenvolvimento local e da sustentabilidade. \nVisando atender às necessidades do mercado de trabalho, este curso apresenta os \n", "6": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nseguintes objetivos: \n• formar profissionais e especialistas na sua área de atuação, aptos para a inserção \nno mercado de trabalho e para a participação no desenvolvimento da sociedade;  \n• estimular o desenvolvimento do pensamento reflexivo, da atividade criadora e do \nespírito científico;  \n• incentivar a pesquisa tecnológica com o objetivo de promover bases científicas para \ncriação de novas tecnologias;  \n• estender o ensino, a pesquisa e desenvolver projetos de extensão junto à \ncomunidade, por meio de cursos e serviços especiais;  \n• fornecer assistência técnica e tecnológica às empresas;  \n• estimular o empreendedorismo; \n• promover o intercâmbio educacional, científico e tecnológico entre instituições \ncongêneres nacionais e estrangeiras;  \n• buscar o aperfeiçoamento cultural e profissional na estrutura da sua formação; \n• gerar e difundir informações tecnológicas.  \n \nO curso de Graduação em Engenharia Mecatrônica tem possibilitado a capacitação de \nrecursos humanos para o setor produtivo e de serviços, nas diversas áreas industriais. \nAtualmente, percebe-se que estas áreas são constituídas fundamentalmente pela \ninteração de sistemas multitecnológicos, que integram as tecnologias mecânica, \neletroeletrônica e informática, os denominados sistemas mecatrônicos. \nA cidade de Juiz de Fora, local da implantação do curso de Engenharia Mecatrônica do IF \nSudeste MG, possui aproximadamente 565 mil habitantes. É hoje uma das cidades \nbrasileiras com melhores índices de qualidade de vida (0,82), tem um PIB per capita de R$ \n13,7 mil, está localizada entre os maiores mercados consumidores do País e é dotada de \ntoda a infraestrutura exigida para modernos empreendimentos. \nOcupando lugar de destaque em Minas Gerais, Juiz de Fora também se destaca no \nranking de desenvolvimento humano da ONU consolidando-se como Pólo Regional em \n", "7": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nfunção da crescente complexidade e tecnificação das atividades aqui desenvolvidas.  \nNos últimos anos Juiz de Fora e a Zona da Mata Mineira tem recebido vários \ninvestimentos em função dos seguintes pontos de atratividade: \n• Construção do Aeroporto Regional da Zona da Mata; \n• A base tecnológica de Juiz de Fora possui potencial representado pela presença de \nempresas, tais como, Daimler Chrysler, Becton Dickinson, Arcelor Mittal (antiga \nBelgo Mineira), Indústria de Material Bélico (IMBEL), Paraibuna Metais, Hörman do \nBrasil, Johnson Controls, Thyssen Budd, U&M, Medquímica Indústria Farmacêutica, \nQuiral Química, Paraibuna Papéis, MRS Logística, White Martins, Embrapa, entre \noutras; \n• Como inovações na logística dos fluxos para atender o circuito das economias \nregional e nacional destacam-se a construção de empreendimentos do tipo \n“business parks”, que foram pensados operacionalmente como forma de \nracionalizar e compartilhar custos, ligado a empresas não poluentes, com elevado \napelo tecnológico e cultura de inovação. Os investimentos deverão significar a \nmontagem de uma estrutura territorial e viária intermodal, cujo projeto se inscreve \nna diretriz estadual que busca, através do planejamento regional, definir e \npotencializar clusters econômicos regionais; \n• Existe uma política de fomento a empreendimentos de alta densidade tecnológica e \nde aproximação com o setor produtivo através do Núcleo de Inovação Tecnológica \n(NITTEC/IF Sudeste MG). \nO Curso de Graduação em Engenharia Mecatrônica do IF Sudeste MG – Campus Juiz de \nFora contribui para a ampliação na oferta de profissionais na área de engenharia de forma \ninovadora, com uma maior aproximação e diálogo entre o mundo acadêmico e o mundo \nprodutivo, ressaltando o desenvolvimento humano de forma sustentável. \n \n3 - DADOS DE IDENTIFICAÇÃO DO CURSO \n3.1. Denominação do curso \n• Curso: Engenharia Mecatrônica \n", "8": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n• Título: Bacharel(a) em Engenharia Mecatrônica \n• Área do conhecimento: Engenharias IV  \n• Campus: Juiz de Fora \n• Condições de Oferta: Semestral \n• Número de vagas Ofertadas por Turma: 36 (trinta e seis) \n• Ano de Criação do Curso: 2009 \n \n3.2.Habilitação/ Título Acadêmico Conferido \nBacharel(a) em Engenharia Mecatrônica \n3.3. Área do conhecimento/eixo tecnológico \nEngenharias IV \n3.4. Nível \nSuperior de Graduação \n3.5. Forma de Oferta \nBacharelado \n3.6.Carga horária total \n3880 h \n3.7. Tempo de Integralização \n \nMédio: 5 anos \nMáximo: 10 anos  \n3.8.Turno \n \nPeríodo: Integral   \n \n \n3.9. Número de Vagas Ofertadas por Turma \n36 (trinta e seis) \n \n3.10. Número de Períodos \n10 períodos \n \n", "9": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n3.11. Periodicidade da Oferta \nSemestral \n \n3.12. Regime de Matrícula \nSemestral \n \n3.13. Requisitos e Formas de Acesso \n \nRequisito: Certificação de Ensino Médio \nForma de Acesso: Entrada semestral, por meio de vestibular (18 vagas) e por meio do \nSistema de Seleção Unificada – SiSU (18 vagas).  \n \n \n3.14. Modalidade \nPresencial \n \n3.15. Atos legais de Autorização, Reconhecimento e Renovação de Reconhecimento \ndo curso \n• Autorização: Resolução Nº. 002/2009, de 18 de junho de 2009  \n• Reconhecimento: Portaria 699 de 01/10/2015 (Secretaria de Regulação e \nSupervisão da Educação Superior) \n \n3.16. Legislação que Regulamenta a Profissão:  \nPara exercer a profissão de engenheiro mecatrônico é necessário ter o diploma de \nBacharel(a) em Engenharia Mecatrônica emitido por um curso reconhecido pelo MEC, \nseguindo as Diretrizes Curriculares Nacionais dos Cursos de Engenharia (Resolução \nCNE/CES 11/2002), e obter registro no Conselho Regional de Engenharia e Agronomia \n(CREA) de acordo com a Resolução 1073/2016 do Conselho Federal de Engenharia e \nAgronomia (CONFEA). \n4- OBJETIVOS DO CURSO \n4.1. Objetivo geral \nFormar profissionais capazes de exercer de forma plena a Engenharia Mecatrônica, \n", "10": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \natuando em diversos setores que envolvam máquinas, sensores e dispositivos \nmecatrônicos, sistemas de automação, sistemas termofluidodinâmicos e processos \nindustriais em geral, de forma inovadora, eficiente e crítica. \n4.2. Objetivos específicos \n• Capacitar os discentes a atuar no projeto, execução, gestão e supervisão de \nprocessos mecatrônicos, considerando os aspectos técnicos, sociais, legais, \neconômicos, éticos e ambientais; \n• Tornar o discente capaz de analisar e compreender os fenômenos físicos e \nquímicos por meio de modelos matemáticos, computacionais ou físicos, validados \npor experimentação; \n• Estimular a atuação proativa e colaborativa em equipes multidisciplinares de forma \nética e profissional; \n• Proporcionar conhecimentos acerca dos padrões de qualidade para a produção \nindustrial e os métodos para se realizar a avaliação e controle da qualidade; \n• Capacitar os graduandos em engenharia a desenvolver e implementar métodos \ncientíficos, tecnológicos e inovadores, bem como despertar o interesse pelo \nexercício da docência em diversos níveis e formação continuada; \n• Promover ao egresso a capacidade de atuar no mercado de trabalho de forma \nempreendedora. \n5 – PERFIL PROFISSIONAL \nA organização curricular do Curso de Graduação em Engenharia Mecatrônica está \nestruturada de tal forma que os conteúdos básicos, profissionalizantes e específicos foram \norganizados e distribuídos de forma adequada e progressiva para estabelecer a formação \nde um profissional com competências indicadas para: \n• Conhecer \ne \ninterpretar \nprojetos \ne \nmontagens \nde \nsistemas \nintegrados \neletroeletrônicos, eletropneumáticos, eletro-hidráulicos e mecânicos, empregados \nem sistemas mecatrônicos; \n", "11": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n• Conhecer, avaliar e implementar técnicas de diagnóstico de falhas para localização \nde defeitos em sistemas mecatrônicos; \n• Conhecer e saber utilizar recursos computacionais aplicados a sistemas de projeto, \nanálise e manufatura em engenharia; \n• Conhecer, avaliar e implementar redes computacionais e industriais; \n• Conhecer e avaliar os materiais, componentes e equipamentos aplicados em \nsistemas mecatrônicos; \n• Ter conhecimento na área de administração, sendo assim capaz de desempenhar a \ngerência dos sistemas de produção; \n• Conhecer e avaliar técnicas, instrumentos e aparelhos específicos para controle da \nqualidade de produtos e processos; \n• Saber interpretar a legislação e as normas técnicas referentes à saúde e à \nsegurança do trabalho; \n• Ter consciência e saber atuar na preservação e conservação do meio ambiente; \n• Atuar como empreendedor, conhecendo, interagindo e influenciando nos processos \ndecisórios nos contextos social, ambiental e econômico; \n• Compreender a investigação científica, visando o desenvolvimento da ciência, \ntecnologia e inovação. \n \n \n \n \n \n \n \n \n \n \n", "12": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n6.1. Estrutura Curricular \n \n \nMinistério da Educação \nInstituto Federal de Educação, Ciência e Tecnologia Sudeste de \nMinas Gerais \nCampus Juiz de Fora \n \n \nMatriz Curricular do Curso de Engenharia Mecatrônica \nVigência: a partir de 2019 – 1º semestre \nHora-Aula (em minutos): 50 minutos \n \nDisciplinas Obrigatórias \n \nCódigo da \ndisciplina \nDisciplina \nCo ou Pré \nRequisito \nCréditos \n(opcional) \nAT \nAP \n \nAS \n \nTotal \nSemestral \n(nº de \naulas) \nCH \nSemestral \n1º Período \nMAT02001 \n \nGeometria Analítica \nNão Possui \n4 \n4 \n0 \n4 \n72 \n60 \nMAT02006 \n \nCálculo I \nNão Possui \n6 \n6 \n0 \n6 \n108 \n90 \nELA02002 \nIntrodução a Engenharia \nMecatrônica \nNão Possui \n2 \n2 \n0 \n2 \n36 \n30 \nQUI02001 \n \nQuímica Geral I \nNão Possui \n3 \n3 \n0 \n3 \n54 \n45 \nLIN02001 \n \nPortuguês Instrumental I \nNão Possui \n2 \n2 \n0 \n2 \n36 \n30 \nDES02001 \nDesenho Técnico \nNão Possui \n4 \n4 \n0 \n4 \n72 \n60 \n2º Período \nINF02035 \nAlgoritmos \nNão Possui \n4 \n2 \n2 \n4 \n72 \n60 \nMAT02003 \nCálculo II \nCálculo I e Geometria Analítica \n5 \n5 \n0 \n5 \n90 \n75 \nMAT02004 \nÁlgebra Linear \nGeometria Analítica \n4 \n4 \n0 \n4 \n72 \n60 \nFIS02002 \nFísica I \nNão Possui \n4 \n4 \n0 \n4 \n72 \n60 \nFIS02001 \nFísica Experimental I \nCo-requisito: Física I \n2 \n0 \n2 \n2 \n36 \n30 \nMET02001 \nCiência e Tecnologia dos \nMateriais \nQuímica Geral I \n3 \n3 \n0 \n3 \n54 \n45 \nMEC02001 \nDesenho Assistido por \nComputador \nDesenho Técnico \n3 \n0 \n3 \n3 \n54 \n45 \n \nELA02003 \nProgramação Aplicada a \nEngenharia \nAlgoritmos \n3 \n0 \n3 \n3 \n54 \n45 \n", "13": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n3º Período \nELT02008 \nFundamentos de \nEletricidade \nCálculo II \n4 \n4 \n0 \n4 \n72 \n60 \nMAT02010 \nCálculo III \nCálculo II \n4 \n4 \n0 \n4 \n72 \n60 \nFIS02004 \nFísica II \nCálculo I \n4 \n4 \n0 \n4 \n72 \n60 \nMAT02002 \nEstatística e \nProbabilidade \nCálculo I \n2 \n2 \n0 \n2 \n36 \n30 \nGES02005 \nEmpreendedorismo I \nNão Possui \n2 \n2 \n0 \n2 \n36 \n30 \nMEC02002 \nEstática Aplicada \nFísica I e Geometria Analítica \n3 \n3 \n0 \n3 \n54 \n45 \nMAT02009 \nCálculo Numérico \nCálculo II \n4 \n4 \n0 \n4 \n72 \n60 \n4º Período \nELT02002 \nCircuitos Elétricos I \nFundamentos de Eletricidade \n4 \n4 \n0 \n4 \n72 \n60 \nMAT02011 \nCálculo IV \nCálculo II \n4 \n4 \n0 \n4 \n72 \n60 \nMEC02004 \nMetrologia \nEstatística e Probabilidade \n4 \n4 \n0 \n4 \n72 \n60 \nMEC02009 \nProcessos de Fabricação \nMecânica \nCiência e Tecnologia dos Materiais \n2 \n2 \n0 \n2 \n36 \n30 \nMEC02022 \nDinâmica Aplicada \nEstática Aplicada \n4 \n4 \n0 \n4 \n72 \n60 \nMEC02008 \nResistência dos Materiais \n \nEstática Aplicada e Ciência e \nTecnologia dos Materiais \n \n4 \n4 \n0 \n4 \n72 \n60 \n5º Período \nELT02009 \nLaboratório de Circuitos \nElétricos \nCo-requisito: Circuitos Elétricos II \n2 \n0 \n2 \n2 \n36 \n30 \nELT02020 \nCircuitos Elétricos II \nCircuitos Elétricos I e Cálculo IV \n4 \n4 \n0 \n4 \n72 \n60 \nELA02001 \nCircuitos Lógicos \nNão Possui \n3 \n3 \n0 \n3 \n54 \n45 \nMEC02023 \nTermodinâmica Aplicada \na Sistemas Mecatrônicos \nFísica II \n4 \n4 \n0 \n4 \n72 \n60 \nMEC02024 \nElementos de Máquinas \nResistência dos Materiais \n4 \n4 \n0 \n4 \n72 \n60 \nELA02027 \nSinais e Sistemas \nCálculo IV \n2 \n2 \n0 \n2 \n36 \n30 \nELA02028 \nEletrônica Analógica \nCircuitos Elétricos I \n3 \n3 \n0 \n3 \n54 \n45 \nELA02029 \nLaboratório de Eletrônica \nAnalógica \nCo-requisito: Eletrônica Analógica \n2 \n0 \n2 \n2 \n36 \n30 \n6º Período \nELA02030 \nControle de Sistemas \nLineares I \nÁlgebra Linear e Circuitos Elétricos \nII \n4 \n4 \n0 \n4 \n72 \n60 \nELA02031 \nLaboratório de Eletrônica \nDigital \nCo-requisito: Eletrônica Digital \n2 \n0 \n2 \n2 \n36 \n30 \nELA02032 \nEletrônica Digital \nCircuitos Lógicos e Eletrônica \nAnalógica \n2 \n2 \n0 \n2 \n36 \n30 \n", "14": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nELT02004 \nMáquinas Elétricas \nCircuitos Elétricos II \n4 \n2 \n2 \n2 \n72 \n60 \nELA2033 \nInstrumentação I \nEletrônica Analógica \n2 \n2 \n0 \n2 \n36 \n30 \nELA02034 \nInstrumentação I -\nLaboratório \nCo-requisito: Instrumentação I \n2 \n0 \n2 \n2 \n36 \n30 \nINF02050 \nOtimização \nCombinatória \nÁlgebra Linear \n3 \n3 \n0 \n3 \n54 \n45 \nMEC02025 \nMecânica dos Fluidos \npara Mecatrônica \nCálculo IV e Termodinâmica \nAplicada a Sist. Mecatr \n4 \n4 \n0 \n4 \n72 \n60 \nELA02035 \nMicrocontroladores \nCircuitos Lógicos, Algoritmos e \nLaboratório de Eletrônica Analógica \n2 \n0 \n2 \n2 \n36 \n30 \n7º Período \nELA02036 \nControle de Sistemas \nLineares II \nControle de Sistemas Lineares I \n4 \n4 \n0 \n4 \n72 \n60 \nELA02011 \nProcessamento Digital de \nSinais \nSinais e Sistemas \n4 \n4 \n0 \n4 \n72 \n60 \nMEC02012 \nHidráulica e Pneumática \nMecânica dos Fluidos para \nMecatrônica \n4 \n4 \n0 \n4 \n72 \n60 \nMEC02014 \nFabricação Assistida por \ncomputador \nProcessos de Fabricação Mecânica \n4 \n2 \n2 \n4 \n72 \n60 \nELA02010 \nInstrumentação II \nInstrumentação I \n4 \n2 \n2 \n4 \n72 \n60 \nMEC02010 \nSistemas Térmicos \nTermodinâmica Aplicada a Sistemas \nMecatrônicos \n4 \n4 \n0 \n4 \n72 \n60 \n8º Período \nELA02009 \nControle Discreto \nControle de Sistemas Lineares II e  \nProcessamento Digital de Sinais \n \n2 \n2 \n0 \n2 \n36 \n30 \nELA02037 \nAutomação Industrial \nCircuitos Lógicos, Instrumentação II \ne  \nCo-requisito: Redes Locais \nIndustriais \n4 \n2 \n2 \n4 \n72 \n60 \nELT02011 \nGestão de Sistemas de \nProdução \nNão Possui \n4 \n4 \n0 \n4 \n72 \n60 \nMEC02026 \nTransferência de Calor \npara Mecatrônica \nMecânica dos Fluidos para \nMecatrônica \n2 \n2 \n0 \n2 \n36 \n30 \nELA02038 \nMetodologia Científica \nAplicada à Engenharia \nNão possui \n2 \n2 \n0 \n2 \n36 \n30 \nINF02036 \nRedes Locais Industriais \nCo-requisito: Automação Industrial \n4 \n4 \n0 \n4 \n72 \n60 \nINF02024 \nInteligência \nComputacional \nProgramação Aplicada à Eng. \n4 \n2 \n2 \n4 \n72 \n60 \nGES02010 \nEmpreendedorismo II \nEmpreendedorismo I \n2 \n2 \n0 \n2 \n36 \n30 \n \nELT02005 \nInstalações Elétricas \nIndustriais \nCircuitos Elétricos I \n2 \n2 \n0 \n2 \n36 \n30 \n \n", "15": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMEC02043 \nRobótica \nCircuitos Lógicos, Algoritmos  e \nÁlgebra Linear \n4 \n2 \n2 \n4 \n72 \n60 \nMEC02027 \nManufatura Integrada por \nComputador \nGestão de Sistemas de Produção  e \nFabricação Assistida Computador \n3 \n2 \n1 \n3 \n54 \n45 \nELA02039 \nTrabalho de Conclusão \nde Curso I \nMetodologia Científica Aplicada à \nEngenharia \n4 \n4 \n0 \n4 \n72 \n60 \n10º Período \nSEG02001 \nHigiene e Segurança do \nTrabalho \nNão Possui \n4 \n2 \n0 \n2 \n36 \n30 \nBIO02002 \nGestão Ambiental \nNão Possui \n4 \n2 \n0 \n2 \n36 \n30 \nSOF02001 \nSociologia e Ética \nProfissional \nNão Possui \n4 \n2 \n0 \n2 \n36 \n30 \nELA2040 \nTrabalho de Conclusão \nde Curso II \nTrabalho de Conclusão de Curso I \n4 \n4 \n0 \n4 \n72 \n60 \n \nDisciplinas optativas – FORMAÇÃO GERAL \nFormação Geral \nCódigo da \ndisciplina \nPeríodo \nSugerido \nDisciplina \nCo ou Pré \nRequisito \nCréditos \n(opcional) \nAT \nAP \n \nAS \n \nTotal \nSemestral \n(nº de \naulas) \nCH \nSemestral \nFIS02003 \n3 \nFísica Experimental II \nCo-requisito: Física II \n2 \n0 \n2 \n2 \n36 \n30 \nGES02001 \n3 \nTeoria Geral da \nAdministração \n Não possui \n4 \n4 \n0 \n4 \n72 \n60 \nGES02002 \n3 \nIntrodução à \nContabilidade \n Não possui \n2 \n2 \n0 \n2 \n36 \n30 \nFIS02008 \n4 \nFísica IV \nFundamentos de \nEletricidade \n4 \n4 \n0 \n4 \n72 \n60 \nGES02014 \n4 \nComércio Eletrônico \n Não possui \n2 \n2 \n0 \n2 \n36 \n30 \nGES02003 \n4 \nNoções de Economia \n Não possui \n2 \n2 \n0 \n2 \n36 \n30 \nLIN02002 \n5 \nInglês Instrumental I \n Não possui \n2 \n2 \n0 \n2 \n36 \n30 \nMAT02005 \n5 \nMatemática Financeira \n Não possui \n2 \n2 \n0 \n2 \n36 \n30 \nGES02007 \n5 \nPlanejamento \nEstratégico \n Não possui \n2 \n2 \n0 \n2 \n36 \n30 \nMEC02028 \n6 \nEducação Financeira e \nInvestimentos para \nEngenheiros \nNão possui \n4 \n4 \n0 \n4 \n72 \n60 \nLIN02003 \n6 \nInglês Instrumental II \n Não possui \n2 \n2 \n0 \n2 \n36 \n30 \nGES02008 \n6 \nAdministração \nMercadológica \n Não possui \n4 \n4 \n0 \n4 \n72 \n60 \nGES02011 \n7 \nAdministração de \nRecursos Humanos \n Não possui \n4 \n4 \n0 \n4 \n72 \n60 \n10º Período \n9º Período \n", "16": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nINF02026 \n8 \nGerência de Projetos \n Não possui \n4 \n4 \n0 \n4 \n72 \n60 \nMEC02029 \n9 \nGestão Empresarial \nEmpreendedorismo II \n2 \n2 \n0 \n2 \n36 \n30 \nLIN02005 \n10 \nLibras \n Não possui \n2 \n2 \n0 \n2 \n36 \n30 \nLIN02009 \n10 \nEspanhol Instrumental I \n Não possui \n2 \n2 \n0 \n2 \n36 \n30 \n \nDisciplinas Optativas – FORMAÇÃO ESPECÍFICA - EMENTA ABERTA \n \nCódigo da \ndisciplina \nPeríodo \nSugerido \nDisciplina \nCo ou Pré \nRequisito \nCréditos \n(opcional) \nAT \nAP \n \nAS \n \nTotal \nSemestral \n(nº de \naulas) \nCH \nSemestral \n \nELA02015 \n8 \nTópicos Especiais em \nMecatrônica I \nNão possui \n4 \n4 \n0 \n4 \n72 \n60 \n \nELA02020 \n9 \nTópicos Especiais em \nMecatrônica II \nNão possui \n4 \n4 \n0 \n4 \n72 \n60 \n \nELA02022 \n10 \nTópicos Especiais em \nMecatrônica III \nNão possui \n4 \n4 \n0 \n4 \n72 \n60 \n \nMEC02039 \n10 \nTópicos Especiais em \nSistemas Mecânicos \nNão possui \n2 \n2 \n0 \n2 \n36 \n30 \n \nELA02049 \n10 \nTópicos Especiais em \nSistemas Eletrônicos \nNão possui \n2 \n2 \n0 \n2 \n36 \n30 \n \nELT02016 \n10 \nTópicos Especiais em \nSistemas Elétricos \nNão possui \n2 \n2 \n0 \n2 \n36 \n30 \n \nMEC02040 \n10 \nTópicos Especiais em \nAutomação Industrial \nNão possui \n2 \n2 \n0 \n2 \n36 \n30 \n \nDisciplinas Optativas - FORMAÇÃO ESPECÍFICA - MATERIAIS \n \nCódigo da \ndisciplina \nPeríodo \nSugerido \nDisciplina \nCo ou Pré \nRequisito \nCréditos \n(opcional) \nAT \nAP \n \nAS \n \nTotal \nSemestral \n(nº de \naulas) \nCH \nSemestral \n \nMET02029 \n9 \nEnsaios de Materiais \nCiência e Tecnologia dos \nMateriais \n5 \n5 \n0 \n5 \n90 \n75 \n \nMET02035 \n10 \nMateriais Cerâmicos \nCiência e Tecnologia dos \nMateriais \n4 \n4 \n0 \n4 \n72 \n60 \n \nMET02036 \n10 \nMateriais Poliméricos \nCiência e Tecnologia dos \nMateriais \n4 \n4 \n0 \n4 \n72 \n60 \n \nMET02037 \n10 \nMateriais Refratários \nCiência e Tecnologia dos \nMateriais \n4 \n4 \n0 \n4 \n72 \n60 \n \nMET02038 \n10 \nMateriais Compósitos \nCiência e Tecnologia dos \nMateriais \n4 \n4 \n0 \n4 \n72 \n60 \n \nDisciplinas Optativas - FORMAÇÃO ESPECÍFICA - INFORMÁTICA \n \n", "17": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nCódigo da \ndisciplina \nPeríodo \nSugerido \nDisciplina \nCo ou Pré \nRequisito \nCréditos \n(opcional) \nAT \nAP \n \nAS \n \nTotal \nSemestral \n(nº de \naulas) \nCH \nSemestral \n \nINF02008 \n4 \nLinguagem de \nProgramação I \nAlgoritmos \n4 \n4 \n0 \n4 \n72 \n60 \n \nINF02005 \n5 \nEstrutura de Dados \nAlgoritmos \n4 \n4 \n0 \n4 \n72 \n60 \n \nINF02022 \n5 \nComputação Gráfica \nLing. Programação I / \nGeom. Analítica \n2 \n2 \n0 \n2 \n36 \n30 \n \nINF02004 \n6 \nDesenvolvimento Web \nNão possui \n4 \n4 \n0 \n4 \n72 \n60 \n \nINF02012 \n6 \nBanco de Dados I \nNão possui \n4 \n4 \n0 \n4 \n72 \n60 \n \nINF02020 \n6 \nRedes de Computadores \nNão possui \n4 \n4 \n0 \n4 \n72 \n60 \n \nINF02023 \n7 \nProgramação Inteira \nOtimização \nCombinatória \n2 \n2 \n0 \n2 \n36 \n30 \n \nINF02017 \n7 \nInteração Humano-\nComputador \nDesenvolvimento Web \n4 \n4 \n0 \n4 \n72 \n60 \n \nINF02020 \n7 \nSistemas Operacionais e \nCompiladores \nMicrocontroladores \n4 \n4 \n0 \n4 \n72 \n60 \n \n INF02013 \n7 \nBanco de Dados II \nBanco de Dados I \n4 \n4 \n0 \n4 \n72 \n60 \n \nDisciplinas Optativas - FORMAÇÃO ESPECÍFICA - ELÉTRICA/ELETRÔNICA \n \nCódigo da \ndisciplina \nPeríodo \nSugerido \nDisciplina \nCo ou Pré \nRequisito \nCréditos \n(opcional) \nAT \nAP \n \nAS \n \nTotal \nSemestral \n(nº de \naulas) \nCH \nSemestral \n \nELT02012 \n4 \nEletrotécnica Geral \nFundamentos de \nEletricidade \n2 \n0 \n2 \n2 \n36 \n30 \n \n \nELA02041 \n7 \nProgramação Científica \nAvançada \nProgramação Aplicada à \nEngenharia \n2 \n2 \n0 \n2 \n36 \n30 \n \nELT02013 \n7 \nEnergias Renováveis \nMáquinas Elétricas \n2 \n2 \n0 \n2 \n36 \n30 \n \nELA02042 \n7 \nMicrocontroladores - \nTópicos Avançados \nMicrocontroladores \n2 \n0 \n2 \n2 \n36 \n30 \n \nELA02043 \n7 \nDispositivos Lógicos \nProgramáveis \nEletrônica Digital \n2 \n2 \n0 \n2 \n36 \n30 \n \nELA02050 \n8 \nSistemas Embarcados \nMicrocontroladores \n2 \n2 \n0 \n2 \n36 \n30 \n", "18": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nELA02014 \n8 \nEletrônica de Potência \nEletrônica Analógica / \nCircuitos II \n4 \n4 \n0 \n4 \n72 \n60 \n \nELA02044 \n8 \nRedes de Sensores / \nInternet das Coisas \nInstumentação II e \nMicrocontroladores \n2 \n2 \n0 \n2 \n36 \n30 \n \nELT02014 \n8 \nEficiência Energética \nMáquinas Elétricas \n2 \n2 \n0 \n2 \n36 \n30 \n \nELA02045 \n8 \nIntrodução à Visão \nComputacional \nProcessamento Digital de \nSinais \n2 \n2 \n0 \n2 \n36 \n30 \n \nELT02015 \n9 \nAcionamentos de \nMáquinas Elétricas \nMáquinas Elétricas e  \nco-requisito: Instalações \nElétricas Industriais \n2 \n2 \n0 \n2 \n36 \n30 \n \nELA02046 \n9 \nIntrodução às \nTelecomunicações \nProcessamento Digital de \nSinais \n2 \n2 \n0 \n2 \n36 \n30 \n \nELA02047 \n9 \nSistemas Supervisórios \nAutomação Industrial \n2 \n2 \n0 \n2 \n36 \n30 \n \nELA02051 \n10 \nRobótica Móvel \nRobótica \n2 \n2 \n0 \n2 \n36 \n30 \n \nELA02048 \n10 \nControle Não Linear \nInteligência \nComputacional e \nControle Discreto \n2 \n2 \n0 \n2 \n36 \n30 \n \nDisciplinas Optativas - FORMAÇÃO ESPECÍFICA - MECÂNICA \n \nCódigo da \ndisciplina \nPeríodo \nSugerido \nDisciplina \nCo ou Pré \nRequisito \nCréditos \n(opcional) \nAT \nAP \n \nAS \n \nTotal \nSemestral \n(nº de \naulas) \nCH \nSemestral \n \nMEC02030 \n4 \nDesenho Mecânico \nDesenho Técnico \n2 \n0 \n2 \n2 \n36 \n30 \n \nMEC02031 \n7 \nProcessos de \nConformação Mecânica \nProcessos de Fabricação \nMecânica \n2 \n2 \n0 \n2 \n36 \n30 \n \nMEC02032 \n7 \nLaboratório de \nProcessos de Fabricação \nMecânica \nProcessos de Fabricação \nMecânica e Metrologia \n2 \n0 \n2 \n2 \n36 \n30 \n \nMEC02033 \n7 \nProjetos Mecânicos \nElementos de Máquinas. \nDesenho Assistido por \nComputador e \nResistência dos Materiais \n2 \n0 \n2 \n2 \n36 \n30 \n", "19": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nMEC02034 \n8 \nManutenção e \nVibrações Mecânicas \nElementos de Máquinas, \nDinâmica Aplicada e \nProcessamento Digital de \nSinais \n2 \n2 \n0 \n2 \n36 \n30 \n \nMEC02041 \n8 \nSistemas Térmicos de \nPotência \nTermodinâmica Aplicada \na Sistemas Mecatrônicos \n2 \n2 \n0 \n2 \n36 \n30 \n \nMEC02035 \n9 \nLaboratório de \nMetrologia \nMetrologia e \nInstrumentação II \n2 \n0 \n2 \n2 \n36 \n30 \n \nMEC02036 \n9 \nLaboratório de Calor e \nFluidos \nMecânica dos Fluidos \npara Mecatrônica, \nTransferência de Calor \npara Mecatrônica e \nSistemas Térmicos \n2 \n0 \n2 \n2 \n36 \n30 \n \nMEC02042 \n9 \nSimulação Numérica \nComputacional \nResistência dos \nMateriais, Transferência \nde Calor, Métodos \nNuméricos \n2 \n2 \n0 \n2 \n36 \n30 \n \nMEC02037 \n9 \nProjeto de Comando de \nSistemas Pneumáticos \nHidráulica e Pneumática \n2 \n2 \n0 \n2 \n36 \n30 \n \nMEC02038 \n10 \nProgramação Avançada \nAplicada a Robótica e \nAutomação \nRobótica e Inteligência \nComputacional \n2 \n2 \n0 \n2 \n36 \n30 \n \nExigências \nCH Total \nDisciplinas Obrigatórias \n3090 h \nDisciplinas Optativas (16 créditos, com o mínimo de 8 créditos referentes a disciplinas optativas de formação específica) \n240 h \nEstágio Supervisionado \n180 h \nAtividades Complementares \n250 h \nTrabalho de Conclusão de Curso  \n120 h \nTotal Exigências \n3880 h \n-AT: Número de aulas teóricas por semana \n-AP: Número de aulas práticas por semana \n-AS: Número total de aulas (teóricas e práticas) por semana  \n-CH Semestral: Carga Horária semestral em horas \n-CH Total: Carga Horária total em horas  \n \n \n \n \n \n \n \n", "20": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n6.2. Componentes Curriculares \n \nDisciplina: Português Instrumental I (LIN02001) \nPeríodo: 1o \nCarga Horária: 30 horas  \nNatureza: obrigatória \nEmenta: A coesão e a coerência textuais. As  estruturas com pronomes relativos. Os \nconectores e as relações semânticas. Subordinação e ênfase. A  estruturação do \nparágrafo. O texto dissertativo. A pontuação. Problemas de estrutura frasal. O \nfichamento, o resumo e a resenha. O trabalho acadêmico. \nBibliografia Básica:  \nMADUREIRA,  R. Português  essencial:  atividades  de  leitura  e  escrita  para  a  \ngraduação.  Rio  de  Janeiro:  Ciência  Moderna,  2016. 467 p. \nMARTINS,  D.  S.;  ZILBERKNOP,  L. S. Português  instrumental: de acordo com as \natuais normas da ABNT.  29. ed. Sao Paulo: Atlas,  2010. 560 p.     \nROSSIGNOLI,  W.  Português  instrumental.  Juiz  de  Fora,  2012.   \nBibliografia Complementar:  \nABREU,  A. S.  Curso  de  redação.  3.ed.  São  Paulo:  Ática,  1991. 144 p.     \nBLIKSTEIN,  I. Técnicas  de  comunicação  escrita.  22.ed. São  Paulo: Ática, 2006.     \nMARTIGNAGO,  D.;  FAQUETE,  M. F. Guia  básico  para  elaboração  de  trabalhos  \nacadêmicos  no  Instituto  Federal  Catarinense. Blumenau.  2014. Disponível  em: \n<http://biblioteca.ifc-riodosul.edu.br/docs/trabalhoAcademico.pdf>. Acesso  em:  25  fev.  \n2017.   \nROSSIGNOLI,  Walter.  Português:  teoria  e  prática, mais de 1000 exercícios.  8.ed. \nSão  Paulo:  Ática,  2006. 303 p.     \nROSSIGNOLI, W. Manual  de  ortografia: teoria e prática.  Rio  de  Janeiro: Ciência \nModerna,  2013. 142 p.     \n \nDisciplina: Geometria Analítica (MAT02001) \nPeríodo: 1o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: 1. Vetores. 2. Retas e Planos. 3. Mudança de coordenadas no plano. 4. Seções \ncônicas. 5. Superfícies Quádricas. \nBibliografia Básica: \nWINTERLE, P. Vetores e geometria analítica. 2.ed. São Paulo: Pearson,2014. 242 p. \nSTEINBRUCH , A.; WINTERLE, P. Geometria analítica. São Paulo: Makron Books, \n2010. 292 p. \nCAMARGO, I.; BOULOS, P. Geometria analítica: um tratamento vetorial. 3.ed. São \nPaulo: Prentice Hall, 2009. 543 p. \nBibliografia Complementar: \nLEITHOLD, L. O cálculo com geometria analítica. 3.ed. São Paulo: Harbra, 1994. v.1. \n685 p. \nLEITHOLD, L. O cálculo com geometria analítica. 3.ed. São Paulo: Harbra, 1994. v.2. \n1178 p. \nSANTOS, R. J. Matrizes, vetores e geometria analítica. Belo Horizonte: Imprensa \n", "21": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nUniversitária da UFMG, 2010. 287 p. \nBOLDRINI, J. L. Álgebra linear. 3.ed. São Paulo: Harper e How do Brasil, 1986. 411 p. \nANTON, H.; BORRES, C. Álgebra linear com aplicações. 8.ed. Porto Alegre: Bookman, \n2001. 572 p. \n \nDisciplina: Cálculo I (MAT02006) \nPeríodo: 1o \nCarga Horária: 90 horas \nNatureza: obrigatória \nEmenta: 1 - Números Reais, Desigualdades. 2 - Função real de uma variável real. 3 - \nLimites e Continuidade. 4 - Derivadas. 5 – Aplicações da Derivada. \nBibliografia Básica: \nSTEWART, J. Cálculo 1. São Paulo: Cengage  Learning, 2010. v.1. 535 p. \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo A: funções, limite, derivação e \nintegração. 6.ed. São Paulo: Prentice Hall, 2010. 448 p.  \nGUIDORIZZI, H. L. Um curso de cálculo. 5.ed. Rio de Janeiro: LTC, 2008. v.1. 635 p.  \nBibliografia Complementar: \nANTON, H. Cálculo, um novo horizonte. 6.ed. Porto Alegre: Bookman, 2000. v.1. 706 p. \nMUNEM, M.; FOULIS, D. J. Cálculo. Rio de Janeiro: LTC, 2015. v.1. 605 p.  \nLEITHOLD, L. O cálculo com geometria analítica. 3.ed. São Paulo: Harbra, 1994. v.1. \n685 p. \nSIMMONS, G. F. Cálculo com geometria analítica. São Paulo: Makron Books, 2008. \nv.1. 829 p. \nSWOKOWSKI, E. W. Cálculo com geometria analítica. 2.ed. São Paulo: Makron Books. \nv.1. 744 p. \n \nDisciplina: Introdução à Engenharia Mecatrônica (ELA02002) \nPeríodo: 1o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: O Curso de Engenharia Mecatrônica do IF Sudeste MG - Campus Juiz de Fora. \nO IF Sudeste MG - Campus Juiz de Fora. A Profissão. Ética. \nBibliografia Básica:  \nBAZZO, W. A. Introdução à engenharia: conceitos, ferramentas e comportamentos. \n4.ed. Florianopolis: UFSC, 2014. 292 p. \nHOLTZAPPLE, M. T.; REECE, W. D. Introdução à engenharia. Rio de Janeiro: LTC, \n2014. 220 p.  \nROSARIO, J. M. Princípios de mecatrônica. São Paulo: Prentice Hall, 2009. 356 p. \n \nBibliografia Complementar: \nAPPUU, K. K. K. Introduction to mechatronics. Oxford University Press, 2010. \nBROCKMAN, J. B. Introdução à engenharia - modelagem e solução de problemas. \nLTC, 2010. 316 p. \nDYM, C. L.; LITTLE, P. Introdução à engenharia: Uma abordagem baseada em \nprojeto. 3.ed. Porto Alegre: Bookman, 2010. 346 p. \nBOLTON, W. Mecatrônica: Uma abordagem multidisciplinar. 4.ed. Porto Alegre: \nBookman, 2010. 664 p. \n", "22": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nDisciplina: Química Geral I (QUI02001) \nPeríodo: 1o \nCarga Horária: 45 horas \nNatureza: obrigatória \nEmenta: Estrutura Eletrônica dos Átomos, Tabela Periódica, Ligações Químicas, Forças \nIntermoleculares, Reações Químicas, Equilíbrio Químico, Cinética, Termoquímica, \nCompostos de Coordenação, Noções de Eletroquímica. \nBibliografia Básica:  \nBRADY, J. E.; HUMISTON, G. E. Química geral. 2.ed. Rio de Janeiro: LTC, 2012. v.1. \n410 p. \nATKINS, P. W; JONES, L. Princípios de química: questionando a vida moderna e o \nmeio ambiente. 5.ed. Porto Alegre: Bookman, 2012. 965 p. \nRussell, J. B. Química geral. 2.ed. São Paulo: Pearson Makron Books, 2012. v.1. 621 p. \nBibliografia Complementar:  \nKOTZ, J. C.; TREICHEL, P. M. Química geral e reações químicas. São Paulo: \nCengage, 2010. v.1. 611 p. \nMano, E. B. Polímeros como materiais de engenharia. São Paulo: Edgard Blucher, \n1991. 197 p. \nMACEDO, J. A. B. Introducao a química ambiental: quimica, meio ambiente e \nsociedade. 2. ed. Juiz de Fora: Jorge Macedo, 2006. 1027 p. \nHILSDORF, J. W. Química tecnológica. São Paulo: Cengage, 2009. 340 p. \nBRADY, J. E.; SENESE, F. Química: a matéria e suas transformações. 5.ed. Rio de \nJaneiro: LTC, 2009. v.2. 455 p. \n \nDisciplina: Desenho Técnico (DES02001) \nPeríodo: 1o \nCarga Horária: 60 horas  \nNatureza: obrigatória \nEmenta: Esboço; Instrumentos de desenho; Desenho geométrico aplicado ao desenho \ntécnico;  Normas técnicas para o desenho segundo a ABNT;  Sistemas de projeção; \nPerspectiva isométrica. \nBibliografia Básica:  \nFRENCH, T. E.; VIERCK, C. J. Desenho técnico e tecnologia gráfica. Porto Alegre: \nGlobo, 2005. 1093 p. \nPEREIRA, A. Desenho técnico básico. 2.ed. Rio de Janeiro: Francisco Alves, 1977. 127 \np. \nMANFÉ, G.; POZZA, R.; SCARATO, G. Desenho técnico mecânico: para as escolas \ntécnicas e ciclo básico das faculdades de engenharia. São Paulo: Hemus, 2004. v.1. \n228 p. \nBibliografia Complementar: \nGIESECKE, F. E.; Mitchel, A.; SPENCER, H. C.; HILL, I. L.; DYGDON, J. T.; NOVAK, J.; \nLOCKHART, S. Comunicação gráfica moderna. Porto Alegre: Bookman, 2002. \nSCHNEIDER, W. Desenho tecnico. Sao Paulo: Dragao, 1953. 330 p. \nVOLLMER, D. Desenho tecnico: noções e regras fundamentais padronizadas, para \numa correta execucao de desenhos tecnicos. Rio de Janeiro: Ao Livro Tecnico, 1982. \n114 p. \n", "23": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMANFÉ, G.; POZZA, R.; SCARATO, G. Desenho técnico mecânico: para as escolas \ntécnicas e ciclo básico das faculdades de engenharia. São Paulo: Hemus, 2004. v.2. \n277 p. \nMANFÉ, G.; POZZA, R.; SCARATO, G. Desenho técnico mecânico: para as escolas \ntécnicas e ciclo básico das faculdades de engenharia. São Paulo: Hemus, 2004. v.3. \n262 p. \n \nDisciplina: Algoritmos (INF02035) \nPeríodo: 2o \nCarga Horária: 60 horas  \nNatureza: obrigatória \nEmenta: Fundamentos de algoritmos (Procedimentos e Algoritmos Fundamentais de \nSistemas Computacionais); Desenvolvimento e Implementação de Programas em C; \nModularidade, Depuração e Testes; Documentação de Programas. \nBibliografia Básica:  \nGUIMARÃES, A. M.; LAGES, N. A. de Castilho. Algoritmos e estruturas de dados. Rio \nde Janeiro: LTC, 2008. 216 p.  \nHERBERT, S. C - Completo e total. 3.ed. Rio de Janeiro: Pearson, 2014. 827 p. \nLOPES, A.; GARCIA, G. Introdução à programação: 500 algoritmos resolvidos. Rio \nde Janeiro: Elsevier, 2002. 469 p.  \nBibliografia Complementar: \nZIVIANI, N. Projeto de Algoritmos: com implementações em Java e C++. São Paulo: \nThomson, 2007. 621 p. \nDEITEL, H. M.; DEITEL, P. J. C++: Como programar. 5.ed. São Paulo: Prentice Hall, \n2013. 1163 p. \nVeloso, P. A. Estrutura de dados. Rio de Janeiro: Elsevier, 1983. 257 p. \nCORMEN, T. H. Algoritmos: teoria e prática. [Introduction to algorithms]. Tradução de \nJussara Pimenta Matos. Rio de Janeiro: Campus, 2002. 916 p.  \nWirth, N. Algoritmos e estruturas de dados. Rio de Janeiro: LTC, 2008. 255 p.  \nMANZANO, J. A. N. G; OLIVEIRA, J. F. Algoritmos: lógica para desenvolvimento de \nprogramação de computadores. 28.ed. São Paulo: Érica, 2016. 336 p.  \n \nDisciplina: Cálculo II (MAT02003) \nPeríodo: 2o \nCarga Horária: 75 horas \nNatureza: obrigatória \nEmenta: 1. Integração de funções de uma variável real. 2. Aplicações da integral \ndefinida. 3. Funções de várias variáveis. 4. Séries de números reais. 5. Séries de Taylor. \nBibliografia Básica: \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo A: funções, limite, derivação e \nintegração. 6.ed. São Paulo: Prentice Hall, 2010. 448 p. \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo B: funções de várias variáveis, \nintegrais múltiplas, integrais curvilíneas e de superfície. 2.ed. São Paulo: Prentice \nHall, 2010. 435 p. \nPINTO, D.; MORGADO, M. C. F. Cálculo diferencial e integral de funções de várias \nvariáveis. 3.ed. Rio de Janeiro: UFRJ, 2011. 348 p. \nLEITHOLD, L. O cálculo com geometria analítica. 3.ed. São Paulo: Harbra, 1994. v.2. \n", "24": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n1178 p. \nBibliografia Complementar: \nSTEWART, J. Cálculo 2. São Paulo: Cengage Learning, 2014. v.2. 1044  p. \nSWOKOWSKI, E. W. Cálculo com geometria analítica. 2.ed. São Paulo: Makron Books. \nv.1. 744 p. \nANTON, H. Cálculo, um novo horizonte. 6.ed. Porto Alegre: Bookman, 2000. v.1. 706 p. \nMUNEM, M.; FOULIS, D. J. Cálculo. Rio de Janeiro: LTC, 2015. v.1. 605 p.  \nGUIDORIZZI, H. L. Um curso de cálculo. Rio de Janeiro: LTC, 2008. v.2. 476 p. \nSIMMONS, G. F. Cálculo com geometria analítica. São Paulo: Makron, 2014. v.2. 807 \np. \n \nDisciplina: Álgebra Linear (MAT02004) \nPeríodo: 2o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: 1- Sistemas de Equações Lineares,  2- Matrizes e Determinantes 3- Espaços \nVetoriais 4-  Transformações Lineares  5- Formas Canônicas 6- Espaços com Produto \nInterno. \nBibliografia Básica: \nLIPSCHUTZ, S.; LIPSON, M. L. Álgebra linear. 4.ed. Porto Alegre: Bookman, 2011. 432 \np. \nBOLDRINI, J. L. Álgebra linear. 3.ed. São Paulo: Harper e How do Brasil, 1986. 411p.  \nANTON, H.; RORRES, C. Álgebra linear com aplicações. 10.ed. Porto Alegre: \nBookman, 2012. 572 p. \nBibliografia Complementar: \nCALLIOLI, C.; DOMINGUES, H. H.; COSTA, R. C. F. Álgebra linear e aplicações. 6.ed. \nSão Paulo: Atual, 2011. 352 p. \nSTEINBRUCH, A.; WINTERLE, P. Álgebra linear. São Paulo: Pearson, 2014. 583 p. \nSANTOS, R. J. Matrizes, vetores e geometria analítica. Belo Horizonte: Imprensa \nUniversitária da UFMG, 2010. 287 p. \nLAY, D. C. Álgebra Linear e suas Aplicações. 2ª ed. Rio de Janeiro: LTC, 1999. \nHALLACK, A. A.; FEITOSA, F. S. Álgebra Linear. 2013. Disponível em: \nhttp://www.ufjf.br/andre_hallack/files/2014/02/linear13.pdf Acesso em: 05 fev. 2019. \n \n \n \nDisciplina: Física I (FIS02002) \nPeríodo: 2o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Cinemática vetorial. Leis de Newton. Leis de conservação. \nBibliografia Básica: \nYOUNG, H. D.; FREEDMAN, R. A. Física I: mecânica. 12.ed. São Paulo: Addison \nWesley, 2008. v.1. 401 p. \nTIPLER, P. A.; MOSKA, G. Física para cientistas e engenheiros: mecânica, \noscilações e ondas e termodinâmica. Rio de Janeiro: LTC, 2011. v.1. 759 p. \nRESNICK, R.; HALLIDAY, D.; KRANE, K. S. Física 1. 5.ed. Rio de Janeiro: LTC, 2008. \n", "25": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nv.1. 368 p. \nBibliografia Complementar: \nNUSSENZVEIG, H. M. Curso de física básica, 1: Mecânica. 4.ed. São Paulo: Blucher, \n2009. v.1. 328 p. \nFEYNMAN, R. P.; LEIGHTON, R. B.; SANDS, M. Liçoes de física de Feynman: \nmecânica, radiação e calor. Porto Alegre: Bookman, 2008. v.1.  \nEINSTEIN, A.; INFELD, L. A Evoluçao da física. Rio de Janeiro: Jorge Zahar, 2008. 244 \np. \nTIPLER, P. A.; MOSKA, G. Física moderna. Rio de Janeiro: LTC, 2004. \nRAMALHO JUNIOR, F. Os fundamentos da física: mecânica. 2.ed. São Paulo: \nModerna, 1976. v.1. 411 p. \n \n \nDisciplina: Física Experimental I (FIS02001) \nPeríodo: 2o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Tratamento matemático de medidas. Elaboração de Gráficos. Práticas \nenvolvendo cinemática e dinâmica. \nBibliografia Básica: \nMEYER, P. L. Probabilidade: aplicações à estatística. 2.ed. Rio de janeiro: LTC, 2015. \n426 p. \nMONTGOMERY, D. C.; RUNGER, G. C. Estatística aplicada e probabilidade para \nengenheiros. 6.ed. Rio de Janeiro: LTC, 2016. 629 p. \nRESNICK, R.; HALLIDAY, D.; KRANE, K. S. Física 1. 5.ed. Rio de Janeiro: LTC, 2008. \nv.1. 368 p. \nPIACENTINI, J. P.; GRANDI, B. C. S.; HOFMANN, M. P.; ZIMMERMANN, E. Introdução \nao laboratório de física. 2. ed. Florianópolis: UFSC, 2001. \nBibliografia Complementar: \nTIPLER, P. A.; MOSKA, G. Física para cientistas e engenheiros: mecânica, \noscilações e ondas e termodinâmica. Rio de Janeiro: LTC, 2011. v.1. 759 p. \nYOUNG, H. D.; FREEDMAN, R. A. Física I: mecânica. 12.ed. São Paulo: Addison \nWesley, 2008. v.1. 401 p. \nHINES, W. W. Probabilidade e estatística na engenharia. 4.ed. Rio de Janeiro: LTC, \n2006. 588 p. \nRAMOS, L. A. M. Física experimental. Porto Alegre: Mercado Aberto, 1984. 344 p. \nGOLDEMBERG, J. Física geral e experimental. São Paulo: Nacional, 1968. v.1. 418 p. \n \n \n \nDisciplina: Ciência e Tecnologia dos Materiais (MET02001) \nPeríodo: 2o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Propriedades Mecânicas; Imperfeições Estruturais; Movimentos Atômicos; \nCondutividade Elétrica; Comportamento Magnético; Polímeros; Materiais Cerâmicos; \nDiagramas de Fases; Reações no Estado Sólido; Modificações de Propriedades Através \n", "26": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nde Alterações na Microestrutura. \nBibliografia Básica: \nCALLISTER JÚNIOR, W. D. Ciência e engenharia de materiais: uma introdução. 5.ed. \nRio de Janeiro: LTC, 2002. 589 p.  \nPADILHA, A. F. Materiais de engenharia: microestrutura e propriedades. São Paulo: \nHemus, 1997. 349 p. \nVAN VLACK, L. H. Princípios de ciência dos materiais. São Paulo: Edgard Blucher,  \n1970. 427 p. \nBibliografia Complementar: \nCHIAVERINI, V. Tecnologia mecânica: estrutura e propriedades das ligas metálicas. \n2.ed. São Paulo: McGraw-Hill, 2013. v.1. 266 p. \nCHIAVERINI, V. Tecnologia mecânica: processos de fabricação e tratamento. 2.ed. \nSão Paulo: McGraw-Hill, 1986. v.3. 388 p. \nASKELAND, D. R. Ciências e engenharia de materiais. São Paulo: Cengage Learning, \n2011. 594 p. \nSHACKELFORD, J. F. Ciências dos materiais. 6.ed. São Paulo: Pearson Prentice Hall, \n2011. 556 p. \nGUY, A. G. Ciência dos materiais. Rio de Janeiro: LTC, 1980. \n \n \nDisciplina: Desenho Assistido por Computador (MEC02001) \nPeríodo: 2o \nCarga Horária: 45 horas \nNatureza: obrigatória \nEmenta: Configuração do AutoCAD (área de trabalho, limites gráficos, unidades), Barra \nde status, Sistemas de coordenadas, Barras de Ferramentas (draw, modify, dimension, \nstyles, layer properties manager...), Parâmetros para iniciar um desenho - criação de \nestilos (layers, dimensions), Interpretação e desenhos de vistas de peças e conjuntos em \n1º e 3º diedros, desenhos de vistas em corte. Alterações de propriedades de objetos, \nDimensionamentos, plotagem. \nBibliografia Básica: \nApostila AutoCAD – IFET, 2009 \nSAAD, A. L. AutoCAD 2004 2D e 3D para engenharia e arquitetura. São Paulo:  \nPearson, 2004. 279 p. \nIZIDORO, \nN. \nApostila \nAutoCAD. \nLorena, \n2004. \nDisponível \nem: \nhttp://www.joinville.udesc.br/portal/professores/unfer/materiais/ApostilaCAD2004_1.pdf \nAcessado em: 05 fev. 2019.  \nBibliografia Complementar: \nLIMA, C. C. N. A. Estudo dirigido de AutoCAD 2012. São Paulo: Erica, 2011. 304 p. \nBOCCHESE, C. SolidWorks 2007: projeto e desenvolvimento. 2.ed. Sao Paulo: Erica, \n2010. 284 p. \nPROVENZA, F. Desenhista de Máquinas – PROTEC. São Paulo: F. Provenza, 1996. \n400 p. \nPROVENZA, F. Projetista de Máquinas – PROTEC. 71.ed. São Paulo: F. Provenza, \n1996. 400 p. \nTutorial AutoCAD 2004. \n \n", "27": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Empreendedorismo I (GES02005) \nPeríodo: 3o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: \nConhecendo a carreira empreendedora; Explore o empreendedorismo; Atendendo às \nnecessidades de mercado; Definição de metas financeiras; Planeje produto/serviço; \npesquisa e analise o mercado; Construa a organização e a equipe. \nBibliografia Básica: \nDORNELAS, J.; SPINELLI, S.; ADAMS, R. Empreendedorismo para visionários: \ndesenvolvendo negócios inovadores para um mundo em transformação. Rio de \nJaneiro: LTC, 2016. 245 p. \nFARAH, O. E.; Cavalcanti, M.; Marcondes, L. P. Empreendedorismo estratégico: \ncriação e gestão de pequenas empresas. Cengage Learning Edições Ltda, 2010. \nBESSANT, J.; TIDD, J. Inovação e empreendedorismo: administração. Bookman \nEditora, 2009.  \nBibliografia Complementar: \nBERNARDI, L. A. Manual de Plano de Negócios: fundamentos, processos e \nestruturação. 2.ed. São Paulo: Atlas, 2014. 213p.  \nCHIAVENATO, I. Empreendedorismo: dando asas ao espírito empreendedor. 4ª ed. \nBarueri, SP: Manole, 2012. 315 p.  \nDORNELAS, J. C. A. Empreendedorismo na Prática: mitos e verdades do \nempreendedor de sucesso. Rio de Janeiro: Campus, 2007.  \nDRUCKER, P. F. Inovação e Espírito Empreendedor: prática e princípios. São Paulo: \nCengage Learning, 2016. 383 p.  \nFILHO, N. C. Elaboração de Projetos Empresariais: análise estratégica, estudo de \nviabilidade e plano de negócio. 2.ed. São Paulo: Atlas, 2016. 248 p.  \n \nDisciplina: Fundamentos de Eletricidade (ELT02008) \nPeríodo: 3o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Cargas elétricas. Campo elétrico. Lei de Gauss. Potencial elétrico. \nCapacitância. Corrente e resistência. Circuitos. Campos magnéticos. Indução e \nIndutância. \nBibliografia Básica: \nHALLIDAY, \nD.; \nWALKER, \nJ.; \nRESNICK, \nR. \nFundamentos \nde \nfísica, \n3: \neletromagnetismo. 9.ed. Rio de Janeiro: LTC, 2012. v.3. 375 p. \nTIPLER, P. A.; MOSCA, G. Física para cientistas e engenheiros, 2: eletricidade e \nmagnetismo, óptica. Rio de Janeiro: LTC, 2009. v.2. 530 p. ISBN 9788521617112. \nYOUNG, H. D; FREEDMAN, R. A. SEARS & ZEMANSKY. Física III: eletromagnetismo. \n12.ed. São Paulo: Addison Wesley, 2011. v.3. 422 p. ISBN 9788588639300. \nBibliografia Complementar: \nHAYT JÚNIOR, W. ; BUCK, J. A. Eletromagnetismo. 8.ed. Porto Alegre: AMGH, 2013. \n595 p. ISBN 9788580551532. \nPAUL, C. R. Eletromagnetismo para engenheiros com aplicações: com aplicações a \nsistemas digitais e interferência eletromagnética. Rio de Janeiro: LTC, 2006. 379 p. \n", "28": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nISBN 8521614179. \nEDMINISTER, J. A. Teoria e problemas de eletromagnetismo. 2.ed. Porto Alegre: \nBookman, 2006. 352 p. (Schaum). ISBN 8536307137. \nBOYLESTAD, R. L. Introdução à análise de circuitos. 12.ed. São Paulo: Pearson \nPrentice Hall, 2012. 959 p. ISBN 9788564574205. \nSEN, P. C. Principles of electric machines and power electronics. 2.ed. New York: \nJohn Wiley & Sons, 1997. 615 p. ISBN 9780471022954. \n \nDisciplina: Programação Aplicada a Engenharia (ELA02003) \nPeríodo: 3o \nCarga Horária: 45 horas \nNatureza: obrigatória \nEmenta: Introdução a elementos de programação cientifica. Introdução básica aos \nconceitos do programa MATLAB. Operações Matemáticas. Matrizes e Vetores. Gráficos \nbidimensionais e tridimensionais. Simulação de Sistemas. \nBibliografia Básica: \nCHAPMAN, S. J. Programação em Matlab para engenheiros. 2.ed. São Paulo: \nCengage, 2011. 410 p, \nGILAT, A. Matlab com aplicacoes em engenharia. Porto Alegre: BOOKMAN, 2006. 359 \np. \nMatsumoto, E. Y. MATLAB 7 – fundamentos. Ed. Erica, 2007. 380 p. \nBibliografia Complementar: \nMANASSH, J. T. Elementaty mathematical and computational tools for electrical and \ncomputer engineers using Matlab. 2.ed. London: Taylor e Francis, 2007. 457 p. \nWILSON, H. B.; TURCOTTE, L. H.; HALPERN, D. Advanced mathematics and \nmechanics applications using MATLAB. 3.ed. London: CRC Press, 2003. 678 p. \nHUNT, B.; LIPSMAN, R.; ROSENBERG, J. A guide for matlab: for beginners and \nexperienced users. 2.ed. New York: Cambridge University Press, 2006. 311 p. \nATTIA, J. O. Electronics and circuit analysis using Matlab. 2.ed. Londom: CRC Press, \n2004. 393 p. \nMorais, V.; VIEIRA, C. Matlab 7 & 6 - Curso completo. 3.ed. FCA,2000. \n \n \nDisciplina: Cálculo III (MAT02010) \nPeríodo: 3o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: 1. Integrais múltiplas. 2- funções vetoriais. 3- integrais curvilíneas. 4- integrais \nde superfície. \nBibliografia Básica: \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Paulo: Prentice Hall Brasil, \n2007. \nPINTO, D. & MORGADO, M.C.F. Cálculo diferencial e integral de funções de várias \nvariáveis. Rio de Janeiro:Editora UFRJ, 2000. \nSTEWART, J. Cálculo. Vol 2. São Paulo: Thomson Learning, 2006. \nBibliografia Complementar: \nSWOKOWSKI, E. W. Cálculo com geometria analítica. Vol. 2. São Paulo: Makron \n", "29": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nBooks, 1994. \nGUIDORIZZI, H. L. Um curso de cálculo. Vol. 1 e 2. Rio de Janeiro: LTC, 2001. \nTHOMAS, G. B. Cálculo. Vol. 2. São Paulo: Pearson Education do Brasil, 2003. \nLEITHOLD, L. O cálculo com geometria analítica. Vol. 2. São Paulo: Harbra, 1994. \nANTON, H. Cálculo, um novo horizonte. Vol. 2. Porto Alegre: Bookman, 2000. \n \n \nDisciplina: Física II (FIS02004) \nPeríodo: 3o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Gravitação. Estática de Fluidos. Oscilações Livres. Movimentos harmônicos. \nOscilações amortecidas. Dilatação térmica linear. Dilatação térmica volumétrica \n.Radiação térmica. Primeira lei da termodinâmica. Hidrodinâmica \nBibliografia Básica: \nPIACENTINI, J. P.; GRANDI, B. C. S.; HOFMANN, M. P.; de Lima, F. R. R.; \nZIMMERMANN, E. Introdução ao laboratório de física. 2.ed. Florianópolis: UFSC, \n2001. \nALBUQUERQUE, W. V. Manual de laboratório de física. São Paulo: McGraw-Hill do \nBrasil, 1980.  \nBibliografia Complementar: \nTIPLER, P. A.; MOSKA, G. Física para cientistas e engenheiros. 5.ed. Rio de Janeiro: \nLTC, 2011. v.1. 759 p. \nYOUNG, H. D. Sears e Zemansky física I. 12.ed. São Paulo: Addison Wesley, 2008. v.1. \n401 p. \nMONTGOMERY, D. C.; RUNGER, G. C. Estatística aplicada e probabilidade para \nengenheiros. 6.ed. Rio de Janeiro: LTC, 2016. 629 p. \nHINES, William W. Probabilidade e estatística na engenharia. 4.ed. Rio de Janeiro: \nLTC, 2006. 588 p. \nRamos, L. A. M. Física experimental. Porto Alegre: Mercado Aberto, 1984. 344 p. \n \n \nDisciplina: Estatística e Probabilidade (MAT02002) \nPeríodo: 3o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: 1- Estatística descritiva.  2- Probabilidade 3- Introdução à inferência estatística. \nBibliografia Básica: \nBUSSAD, W. Q.; MORETTIN, P. A. Estatística básica. 5.ed. São Paula: Saraiva, 2004.  \nMONTGOMERY, D. C; RUNGER, G. C. Estatística aplicada e probabilidade para \nengenheiros. 4.ed. Rio de Janeiro: LTC, 2009. 493 p.  \nFONSECA, J. S.; MARTINS, G. A. Curso de estatística. 6.ed. São Paulo: Atlas, 1996.   \n \nBibliografia Complementar: \nOLIVEIRA, M. A. Probabilidade: aplicações à estatística. 2.ed. LTC, 1987. 444 p  \nFERREIRA, D. F. Estatística básica. Lavras: UFLA, 2005.  \nDEVORE, J. L. Probabilidade e estatística: para engenharia e ciências. São Paulo: \n", "30": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nThomson, 2006. 692 p.  \nPEREIRA, P. R. R. Estatística aplicada. Rio de Janeiro: Fundação CECIERJ, 2009. 446 \np.  \nHINES, W. W. Probabilidade e estatística na engenharia. 4.ed. Rio de Janeiro: LTC, \n2006. 588 p.  \n \n \nDisciplina: Estática Aplicada (MEC02002) \nPeríodo: 3o \nCarga Horária: 45 horas \nNatureza: obrigatória \nEmenta: INTRODUÇÃO PRINCÍPIOS GERAIS Conceitos fundamentais, Unidades de \nmedida, Sistema internacional de unidades, Sistema técnico, Sistema inglês, Cálculos \nnuméricos VETORES-FORÇA Equilíbrio de um ponto material, Condição de equilíbrio de \num ponto material, Diagrama de corpo livre (D.C.L.), Sistemas de forças coplanares, \nSistemas de força tridimensional EQUILÍBRIO DE UM CORPO RÍGIDO Equilíbrio em \nduas dimensões, Diagrama de corpo livre (D.C.L.) ANÁLISE ESTRUTURAL Treliças \nsimples, Método dos nós, Estruturas e máquinas CENTRO DE GRAVIDADE E \nCENTRÓIDE Centro de gravidade e centro de massa de um sistema de pontos materiais \ne de um corpo \nBibliografia Básica: \nHIBBELER, R. C. Estática - Mecânica para engenharia. 12.ed. São Paulo: Pearson, \n2011. \nBEER, F. P.; JOHNSTON, J. R.; EISENBERG, E. R. Mecânica vetorial para \nengenheiros – Estática. 7.ed. Rio de Janeiro: McGraw Hill, 2006. \nMERIAN, J. L.; KRAIGE, L. G. Mecânica para Engenharia – Estática. 6.ed. Rio de \nJaneiro: LCT, 2009. \nBibliografia Complementar: \nMELCONIAN, S. Mecânica técnica e resistência dos materiais. 18.ed. São Paulo:  \nÉrica, 2007. \nSHAMES, I. H. Estática - Mecânica para engenharia. São Paulo: Pearson, 2014. v.1. \n468 p. \nTONGUE, B. H.; SHEPPARD, S. D. Estática: análise e projeto de sistemas em \nequilíbrio. Rio de Janeiro: LTC, 2007. 455 p. \nFONSECA, A. Curso de mecânica - estática: noções de calculo vetorial, estática \nabstrata, estática técnica, geometria das massas. 3.ed. Rio de Janeiro: Livros \nTecnicos e Cientificos, 1972. v.1. 468 p.  \nKAMINSKI, P. C. Mecânica geral para engenheiros. 1.ed. São Paulo: Edgard Blücher, \n2000. \n \n \nDisciplina: Cálculo Numérico (MAT02009) \nPeríodo: 3o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: \n1. Números Binários e Noções de Erro. 2. Soluções de Equações Não-Lineares. 3. \n", "31": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nResolução de Sistemas Lineares. 4. Interpolação Polinomial. 5. Ajuste de Curvas pelo \nMétodo dos Quadrados Mínimos. 6. Integração Numérica. 7. Soluções Numéricas de \nEquações Diferenciais Ordinárias \nBibliografia Básica: \nRUGGIERO, M. A. G.; LOPES, V. L. R. Cálculo numérico: aspectos teóricos e \ncomputacionais. 2.ed. São Paulo: Makron Books, 1998. \nFRANCO, N. B. Cálculo Numérico. São Paulo: Prentice Hall, 2007. \nARENALES, S.; DAREZZO, A. Cálculo numérico - aprendizagem com apoio de \nsoftware. 2.ed. São Paulo: Cengage Learning, 2017. 471 p.  \nBibliografia Complementar: \nSPERANDIO, D.; MENDES, J. T.; SILVA, L. H. M. Cálculo numérico: características \nmatemáticas e computacionais dos métodos numéricos. São Paulo: Pearson, 2006. \n345 p. \nBARROSO, L. C. Cálculo Numérico: com aplicações. 2.ed. São Paulo: Harbra, 1987. \n362 p. \nCAMPOS FILHO, F. F. C. Algoritmos numéricos. Rio de Janeiro: Livros Técnicos \nCientíficos, 2001. \nMirshawka, V. Cálculo numérico. São Paulo: Editora Nobel, 1981. \nSWOKOWSKI, E. W. Cálculo com geometria analítica. São Paulo: Makron Books, \n1994. v.1. \n \nDisciplina: Circuitos Elétricos I (ELT02002) \nPeríodo: 4o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: \nConceitos básicos, unidades, leis fundamentais; resistência; capacitância e indutância. \nMedidas de grandezas elétricas. Fontes ideais independentes e dependentes em redes \nresistivas. Técnicas de análise de circuitos em corrente contínua, circuitos de corrente \nalternada; regime permanente senoidal. Potência e energia em corrente alternada. \nCircuitos com transformadores. \nBibliografia Básica: \nBOYLESTAD, R. L. Introdução à análise de circuitos. 12.ed. São Paulo: Pearson \nPrentice Hall, 2012. 959 p.  \nJOHNSON, D. E.; HILBURN, J. L; JOHNSON, J. R. Fundamentos de análise de \ncircuitos elétricos. 4.ed. Rio de Janeiro: LTC, 2008. 538 p.  \nALEXANDER, C. K. Fundamentos de circuitos elétricos. 5.ed. Porto Alegre: McGraw-\nHill, 2013. 901 p.  \nBibliografia Complementar: \nDORF, R. C; SVOBODA, J. A. Introdução aos circuitos elétricos. 9.ed. Rio de Janeiro: \nLTC, 2016. 873 p. ISBN 9788521630760. ISBN 9788521630760. \nNILSSON, J. W; RIEDEL, S. A. Circuitos elétricos. 10.ed. São Paulo: Pearson, 2012. \n873 p. ISBN 9788543004785. \nEDMINISTER, J. A. Circuitos elétricos: resumo da teoria, 350 problemas resolvidos, \n", "32": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n493 problemas propostos. Rio de Janeiro: McGraw-Hill do Brasil, 1991. 442 p.  \nO'MALLEY, J. Análise de circuitos: 700 problemas resolvidos, 739 problemas \nsuplementares. 2.ed. Sao Paulo: Makron Books, 1994. 679 p. ISBN 8534601194. \nMARIOTTO, P. A. Análise de circuitos elétricos. São Paulo: Prentice Hall, 2003. 378 p. \nISBN 8587918060. \n \nDisciplina: Cálculo IV (MAT02011) \nPeríodo: 4o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: 1 - Aspectos Gerais; 2 -  Equações Diferenciais (Ordinárias) de Primeira Ordem;  \n3 - Equações Lineares de Segunda Ordem; 4 - Introdução a Séries de Fourier; 5 - \nIntrodução a Transformadas de Fourier; 6 - Introdução a Transformadas de Laplace. \nBibliografia Básica: \nBOYCE, W. E.; DI PRIMA, R. C. Equações diferenciais elementares e problemas de \nvalores de contorno.  9.ed. Rio de Janeiro: LTC, 2010. 607 p. \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo B. São Paulo: Prentice Hall Brasil, \n2007. \nSTEWART, J. Cálculo. São Paulo: Thomson Learning, 2006. v.2.  \nBibliografia Complementar: \nGUIDORIZZI, H. L. Um curso de cálculo.  Rio de Janeiro: LTC, 2001. v.4. \nLEITHOLD, L. Cálculo com geometria analítica. 3.ed. ão Paulo: Harbra, 1994. v.2. \n1178 p. \nSPIEGEL, M. R. Cálculo avançado. Bookman. 393 p. \nSWOKOWSKI, E. W. Cálculo com geometria analítica. São Paulo: Makron Books, \n1994. v.1. \nSANTOS, R. J. Introdução às equações diferenciais ordinárias. Belo Horizonte, 2011. \nDisponível em: http://arquivoescolar.org/bitstream/arquivo-e/107/1/iedo.pdf Acessado em \n05 fev. 2019. \n \nDisciplina: Metrologia (MEC02004) \nPeríodo: 5o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Conceitos preliminares; sistemas internacionais de medidas; a metrologia no \nBrasil; sistema generalizado de medição; erros de medição; incertezas de medição; \ncalibração dos sistemas de medição; instrumentos simples de medidas lineares; \ninstrumentos simples de medidas angulares; demais instrumentos de medição. \nBibliografia Básica: \nALBERTAZZI, A.; SOUSA, A. R. Fundamentos de metrologia científica e industrial. \n1.ed. Barueri, SP: Manole, 2013. 408 p. ISBN : 9788520421161. \nBALBINOT, A.; BRUSAMARELLO, V. J. Instrumentação e fundamentos de medidas. \n", "33": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n2ª.ed.  Rio de Janeiro: LTC, 2014. v.1. 385 p. ISBN: 9788521617549. \nBALBINOT, A.; BRUSAMARELLO, V. J. Instrumentação e fundamentos de medidas. \n2.ed. Rio de Janeiro: LTC, 2014. v.2. 674 p. ISBN: 9788521618799. \nBibliografia Complementar: \nAGOSTINHO, O. L.; RODRIGUES, A. C. S.; LIRANI, J. Tolerâncias, ajustes, desvios e \nanálise de dimensões. São Paulo: Edgard Blucher, 1977. 295 p.  \nINMETRO. Vocabulário internacional de termos fundamentais e gerais de \nmetrologia. 5.ed. Rio de Janeiro: Ed. SENAI, 2007. \nAssociação Brasileira de Normas Técnicas. Coletânea de normas de sistemas da \nqualidade. BR ISO 9000. Rio de Janeiro, 1995. \nAssociação Brasileira de Normas Técnicas. Requisitos gerais para competência de \nlaboratórios de ensaio e calibração. BR ISO/IEC 17025:2005. Rio de Janeiro, 2005. \nDOEBELIN, E. O. Measurement systems: application and design. 4.ed. McGraw-Hill, \n1989, 992 p. ISBN: 978-0070173385. \n \nDisciplina: Processos de Fabricação Mecânica (MEC02009) \nPeríodo: 4o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Introdução aos sistemas de manufatura; processos de fabricação com e sem \nremoção de material: processos de fundição, processos de conformação mecânica, \nprocessos de soldagem, processos de usinagem (convencional e não convencional) e \nmetalurgia do pó. \nBibliografia Básica: \nMACHADO, A. R. Teoria da usinagem dos materiais. 2.ed. São Paulo: Blucher, 2011. \n397 p. \nMARQUES, P. V.; MODENESI, J. P.; BRACARENCE, A. Q. Soldagem: fundamentos e \ntecnologia. 3.ed. Belo Horizonte: UFMG, 2011. 362 p. \nHELMAN, H.; CETLIN, P. R. Fundamentos da conformação mecânica dos metais. \n2.ed. São Paulo: Artliber, 2012. 260 p. \nBibliografia Complementar: \nDINIZ, A. E. Tecnologia da usinagem dos materiais. 5.ed. São Paulo: Artliber, 2006. \n255 p. \nCASILLAS, A. L. Máquinas: formulário técnico. São Paulo: Mestre Jou, 1961. 634p. \nCUNHA, L. S. Manual prático do mecânico. 8.ed. São Paulo: Hemus. 661 p. \nCHRISTIENSEN, J. Gregorich. Manual de fundição. Sao Paulo: Egeria, 1978. v.2. 239 p. \nCHIAVERINI, Vicente . Metalurgia do pó: técnica e produtos. 4.ed. São Paulo: ABM, \n2001. 326 p \n", "34": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nDisciplina: Dinâmica Aplicada (MEC02022) \nPeríodo: 4o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: INTRODUÇÃO À DINÂMICA. DINÂMICA DA PARTÍCULA: Segunda Lei do \nMovimento de Newton, Quantidade de Movimento de um ponto material, Sistemas de \nunidades, Equações do movimento, Equilíbrio dinâmico, Trabalho de uma força. Princípio \ndo trabalho e energia e aplicações, Potência e rendimento DINÂMICA DO SISTEMA DE \nPARTÍCULAS Aplicação das Leis de Newton para o movimento de um sistema de \npartículas, Quantidade de movimento linear e angular de um sistema de partículas, \nMovimento do centro de massa de um sistema de partículas, Energia cinética de um \nsistema de partículas, Princípio de trabalho e energia para um sistema de partículas, \nPrincípio de impulso e quantidade de movimento para um sistema de partículas \nDINÂMICA DO CORPO RÍGIDO Introdução, Quantidade de movimento angular de um \ncorpo rígido, Aplicação do princípio de impulso e quantidade de movimento para um \ncorpo rígido, Energia cinética de um corpo rígido Movimento de um corpo rígido \nFUNDAMENTOS DA MECÂNICA ANALÍTICA Introdução, Graus de liberdade, \nCoordenadas generalizadas, Vínculos holônomos Deslocamentos virtuais, Trabalho \nvirtual, Forças vinculares, O princípio de D’Alembert Forças generalizadas, Equações de \nLagrange, Função de dissipação de Rayleigh \nBibliografia Básica: \nBEER, F. P.; JOHNSTON JUNIOR, E. R. Mecânica vetorial para engenheiros: \ncinemática e dinâmica. 5.ed. São Paulo: Pearson Makron Books, 2011. 982 p. \nMERIAN, J.; KRAIGE, L. G. Mecânica para engenharia: dinâmica. 6.ed. Rio de Janeiro: \nLTC, 2009. v.2. 520 p. \nSINGER, F. L. Mecânica para engenheiros: dinâmica. São Paulo: Harbra, 1978. 394 p. \nBibliografia Complementar: \nTONGUE, B. H.; SHEPPARD, S. D. Dinâmica: análise de projeto de sistemas em \nmovimento. Rio de Janeiro: LTC, 2007. 356 p. \nTHORNTON, S. T.; MARION, J. B. Dinâmica clássica de partículas e sistemas. São \nPaulo: Cengager Learning, 2011. 575 p.  \nLEMOS, N. A. Mecânica análitica. 2.ed. São Paulo: Livraria da Física, 2007. 386 p. \nFONSECA, A. Curso de mecânica – dinâmica: resistências passivas, elementos de \nanálise vetorial, cinemática, princípios e teoremas gerais da dinâmica. Rio de \nJaneiro: Livro técnico, 1964. v.3. 605 p. \n \n \n \n", "35": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Resistência dos Materiais (MEC02008) \nPeríodo: 4o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: 1) Princípios fundamentais da mecânica dos corpos sólidos; 2) Tensões e \ndeformações; 3) Solicitação axial; 4) Esforço cortante puro; 5) Momento de inércia; 6) \nTorção; 7) Flexão. \nBibliografia Básica: \nBEER, F. P.; JOHNSTON, JR.; EISENBERG, E. R. Resistência dos materiais. 3.ed. \nSão Paulo: Pearson Makron Books, 2011. 1255 p. \nHIBBELER, R. C. Resistência dos materiais. 7.ed. São Paulo: Pearson, 2010. \nMELCONIAN, S. Mecânica técnica e resistência dos materiais. 18.ed. São Paulo: \nErica, 2011. 360 p. \nBibliografia Complementar: \nSHINGEY, J. E. Mechanical engineering design. McGraw Hill, 1986. \nTIMOSHENKO, S. P. Resistência dos materiais. Rio de Janeiro: Livro Tecnico, 1966. \nv.1. 451 p. \nPOPOV, E. P. Resistência dos materiais: versão SI. 2.ed. Rio de Janeiro: Prentice-Hall \ndo Brasil, 1984. \nSILVA JR., J. F. Resistência dos materiais. 4.ed. Belo Horizonte: Edição do autor. \nDEN HARTOG, J. P. Advanced strength of materials. John Willey, 1984. \n \nDisciplina: Laboratório de Circuitos Elétricos (ELT02009) \nPeríodo: 5o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Estudo das principais Leis, teoremas e respostas de circuitos elétricos em \ncorrente contínua e circuitos de primeira ordem, com uso de montagens em laboratório e \nsimulação em ambiente virtual. Estudar as respostas dos circuitos em corrente alternada \ne circuitos de segunda ordem com elementos armazenadores (indutores e capacitores). \nUtilizando montagens em laboratório e simulação em ambiente virtual, para confecção de \nrelatórios completos comparando teoria, prática e simulações realizadas. \nBibliografia Básica: \nJOHNSON, D. E.; HILBURN, J. L; JOHNSON, J. R. Fundamentos de análise de \ncircuitos elétricos. 4.ed. Rio de Janeiro: LTC, 2008. 538 p. ISBN 9788521612384 \nBOYLESTAD, R. L. Introdução à análise de circuitos. 12.ed. São Paulo: Pearson \nPrentice Hall, 2012. 959 p. ISBN 9788564574205. \nNILSSON, J. W; RIEDEL, S. A. Circuitos elétricos. 10.ed. São Paulo: Pearson, 2012. \n", "36": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n873 p. ISBN 9788543004785. \nBibliografia Complementar: \nALEXANDER, C. K. Fundamentos de circuitos elétricos. 5.ed. Porto Alegre: McGraw-\nHill, 2013. 901 p. ISBN 9788580551723.  \nO'MALLEY, J. Análise de circuitos: 700 problemas resolvidos, 739 problemas \nsuplementares. 2.ed. Sao Paulo: Makron Books, 1994. 679 p. (Schaum). ISBN \n8534601194. \nALBUQUERQUE, R. O. Análise de circuitos em corrente alternada. 2.ed. São Paulo: \nÉrica, 2011. 236 p. ISBN 9788536501437 \nMARKUS, O. Circuitos elétricos: corrente contínua e corrente alternada: teoria e \nexercícios. 9.ed. São Paulo: Érica, 2012. 303 p. ISBN 9788571947689. \nMARIOTTO, P. A. Análise de circuitos elétricos. São Paulo: Prentice Hall, 2003. 378 p. \nISBN 8587918060. \n \nDisciplina: Circuitos Elétricos II (ELT02020) \nPeríodo: 5o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Sistemas trifásicos. Circuitos trifásicos equilibrados e desequilibrados. Potência \nem circuitos trifásicos. Circuitos com correntes harmônicas. Análise transitória de \ncircuitos com capacitores e indutores, resposta livre, ao degrau e às funções singulares. \nSolução clássica de circuitos, condições iniciais e solução completa. Freqüência \ncomplexa, função de transferência, pólos e zeros. Solução de circuitos através da \nTransformada de Laplace. \nBibliografia Básica: \nJOHNSON, D. E.; HILBURN, J. L; JOHNSON, J. R. Fundamentos de análise de \ncircuitos elétricos. 4.ed. Rio de Janeiro: LTC, 2008. 538 p. ISBN 9788521612384 \nBOYLESTAD, R. L. Introdução à análise de circuitos. 12.ed. São Paulo: Pearson \nPrentice Hall, 2012. 959 p. ISBN 9788564574205. \nNILSSON, J. W; RIEDEL, S. A. Circuitos elétricos. 10.ed. São Paulo: Pearson, 2012. \n873 p. ISBN 9788543004785. \nBibliografia Complementar: \nALEXANDER, C. K. Fundamentos de circuitos elétricos. 5.ed. Porto Alegre: McGraw-\nHill, 2013. 901 p. ISBN 9788580551723.  \nO'MALLEY, J. Análise de circuitos: 700 problemas resolvidos, 739 problemas \nsuplementares. 2.ed. Sao Paulo: Makron Books, 1994. 679 p. ISBN 8534601194. \nALBUQUERQUE, R. O. Análise de circuitos em corrente alternada. 2.ed. São Paulo: \n", "37": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nÉrica, 2011. 236 p. ISBN 9788536501437 \nMARKUS, O. Circuitos elétricos: corrente contínua e corrente alternada: teoria e \nexercícios. 9.ed. São Paulo: Érica, 2012. 303 p. ISBN 9788571947689. \nMARIOTTO, P. A. Análise de circuitos elétricos. São Paulo: Prentice Hall, 2003. 378 p. \nISBN 8587918060. \n \nDisciplina: Circuitos Lógicos (ELA02001) \nPeríodo: 5o \nCarga Horária: 45 horas \nNatureza: obrigatória \nEmenta: Representações analógica e digital; Sistemas de numeração binário, octal e \nhexadecimal; Operações básicas OU, E e NOT e suas formas de representação; \nOperações Não-OU, Não-E e suas formas de representação; Teoremas Booleanos; \nTeoremas de DeMorgan; Circuitos Lógicos combinacionais e suas formas de \nrepresentação; Operações OU-Exclusivo, Não-OU-Exclusivo e suas formas de \nrepresentação; Simplificação algébrica de circuitos lógicos; Mapa de Karnaugh; Circuitos \nlógicos MSI; Circuitos aritméticos; Latch com portas NAND; Latch com portas NOR; FF \nSC; FF JK; FF D; Latch D; Aplicações com FF \nBibliografia Básica: \nTOCCI, R. J.; WIDMER, N. S.; MOSS, G. L. Sistemas digitais: princípios e aplicações. \n11.ed. São Paulo: Pearson Prentice Hall, 2012. 816 p. \nBOYLESTAD, R. L.; NASHELSKY, L. Dispositivos eletrônicos e teoria de circuitos. \n8.ed. Ed Pearson – Prentice Hall, 2006.  \nMALVINO, A. P.; BATES, D. J. Eletrônica. 7.ed. McGraw-Hill/Bookman, 2008. v.1. \nBibliografia Complementar: \nCATHEY, J. J. Dispositivos e circuitos eletrônicos. 2.ed. Bookman, 2003. \nMILLMAN, J.; GABRIEL, A. Microelectronics: digital and analog circuits and \nsystems. McGraw-Hill, 1998. \nRAZAVI, B. Fundamentos da Microeletrônica. Rio de Janeiro: LTC, 2010. \nSWART, J. W. Semicondutores: fundamentos, técnicas e aplicações. 1.ed. São \nPaulo: Editora Unicamp, 2008. \nBERTINI, L. Eletrônica básica. 1.ed. Editora Livrotec, 2008. \n \nDisciplina: Termodinâmica Aplicada a Sistemas Mecatrônicos (MEC02023) \nPeríodo: 5o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Conceitos e Definições; Propriedades de uma Substância Pura; Trabalho e \n", "38": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nCalor; Trabalho e Calor; Primeira Lei da Termodinâmica; Primeira Lei da Termodinâmica \nAplicada a Volumes de Controle; Segunda Lei da Termodinâmica; Entropia; Segunda Lei \nda Termodinâmica Aplicada a Volumes de Controle; Irreversibilidade e Disponibilidade; \nCiclos Padrão a Ar; Mistura de Gases. \nBibliografia Básica: \nBORGNAKKE, C.; SONNTAG, R. E. Fundamentos da termodinâmica. Traducao da \n7.ed. americana. Blucher, 2009. 461 p. ISBN: 9788521204909 \nMORAN, M. J.; SHAPIRO, H. N. Princípios de Termodinâmica para engenharia. 6.ed. \nRio de Janeiro: LTC, 2011. 800 p. ISBN: 9788521616894 \nÇENGEL, Y. A.; BOLES, M. A. Termodinâmica. 5.ed. São Paulo: Mc-Graw-Hill, 2006. \n740 p.  \nBibliografia Complementar: \nOLIVEIRA, M. J. De. Termodinâmica. São Paulo: Livraria da Física, 2005. 365 p. \nSANDLER, S. I. Chemical and engineering thermodynamics. 3.ed. Wiley, 1998. 800 p. \nISBN: 978-0471182108 \nCIMBLERIS, B. Problemas de termodinâmica. Rio de Janeiro: Ao Livro Tecnico, 1966. \n206 p.  \nFOX, R. W; MCDONALD, A. T; PRITCHARD, P. J. Introdução à mecânica dos fluidos. \n6.ed. Rio de Janeiro: LTC, 2006. 798 p. \nVAN WYLEN, G. J.; SONNTAG, R. E; BORGNAKKE, C. Fundamentos da \ntermodinâmica clássica. 4.ed. São Paulo: Blucher, 2009. 589 p. \n \nDisciplina: Elementos de Máquinas (MEC02024) \nPeríodo: 5o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Elementos de união (parafusos e parafusos de potência), Elementos flexíveis \nde transmissão (cabos, correntes, correias e molas), Elementos de apoio (mancais de \ndeslizamento e rolamentos), Elementos de controle e transmissão (freios, embreagens e \nacoplamentos), Elementos rígidos de transmissão (engrenagens cilíndricas: ECDR e \nECDH, engrenagens cônicas e o par coroa sem fim) \nBibliografia Básica: \n1. NORTON, R. L. Projeto de máquinas: uma abordagem integrada. 4.ed. Porto \nAlegre: Bookman, 2013. 1028 p.  \n2. SHIGLEY, J. E.; MISCHKE, C. R.; BUDYNAS, R. G. Projeto de engenharia \nmecânica. 7.ed. Bookmam, 2005. 960p. \n3. MELCONIAN, S. Elementos de máquinas. São Paulo: Érica Ltda, 2008. \nBibliografia Complementar: \n1. APOSTILAS \ne \nLINKS \ndisponibilizados \ndurante \no \ncurso \nno \nsite:  \nhttp://www.demec.eng.br \n2. MELCONIAN, S. Mecânica técnica e resistência dos materiais. São Paulo: Érica \nLtda, 2011. \n", "39": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n3 - HIBBELER, R. C. Resistência dos materiais. 7.ed. São Paulo: Pearson, 2010. \n4 - BEER, F. P.; JOHNSTON, E. R.; DEWOLF, J. T. Resistência dos materiais. 4.ed. \nSão Paulo: MacGraw-Hill, 2006.  \n5 – Sites e catálogos de fabricantes, conforme orientação e necessidade.  \n \nDisciplina: Sinais e Sistemas (ELA02027) \nPeríodo: 5o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Sinais e Sistemas: Definições; Sinais Elementares; Sistemas Lineares \nInvariantes no Tempo: Representação no Domínio do Tempo, Representações em \nDiagramas de Blocos, Descrição por Variáveis de Estado; Representações de Fourier \npara Sinais: Séries e Transformadas de Fourier; Aplicações. \nBibliografia Básica: \nOPPENHEIM, A. V; WILLSKY, A. S; NAWAB, S. H. Sinais e sistemas. 2.ed. São Paulo: \nPearson, 2014. 568 p. \nHAYKIN, S.; VEEN, B. V. Sinais e sistemas. 2.ed. Porto Alegre: Bookman, 2001. 668 p. \nLATHI, B. P. Sinais e sistemas lineares. 2.ed. Porto Alegre: Bookman, 2007. 856 p. \nBibliografia Complementar: \nKARRIS, S. T. Signals and systems with MATLAB computing and Simulink \nmodeling. Orchard publications, 2006. \nOGATA, K. Engenharia de controle moderno. 5.ed. São Paulo: Pearson, 2012. 809 p. \nDORF, R. C; BISHOP, R. H. Sistemas de controle modernos. 12.ed. Rio de Janeiro: \nLTC, 2013. 814 p. \nKREYSZIG, E. Advanced engineering mathematics. 9.ed. New York: John Wiley, 2006. \n122 p. \nBOYCE, W. E; DIPRIMA, R. C. Equações diferenciais elementares e problemas de \nvalores de contorno. 9.ed. Rio de Janeiro: LTC, 2010. 607 p. \n \nDisciplina: Eletrônica Analógica (ELA02028) \nPeríodo: 5o \nCarga Horária: 45 horas \nNatureza: obrigatória \nEmenta: Introdução aos sistemas eletrônicos; Materiais Condutores, Isolantes e \nSemicondutores; \nModelo \nAtômico \nde \n \nRutherford-Bohr; \nDopagem, \nMateriais \nSemicondutores P e N, Junção PN; Diodo ideal e real; Tipos de diodo (Diodos de Sinal e \nRetificador, Diodos de Aplicação Especifica); Circuitos a diodos (Polarização, Análise de \nCircuitos \nTípicos; \nAplicações \nde \nDiodos: \nCircuitos \nRetificadores, \nLimitadores, \nGrampeadores e Multiplicadores de tensão); Transistor Bipolar de Junção (princípio de \nfuncionamento, polarização), Tipos de TBJ (NPN e PNP); Análise de circuitos \n", "40": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \ntransistorizados; Aplicação de transistores; Transistores de Efeito de Campo; JFET; \nFuncionamento; Polarização e aplicações. \nBibliografia Básica: \nBOYLESTAD, R. L.; NASHELSKY, L. Dispositivos eletrônicos e teoria de circuitos. \n11.ed. São Paulo: Pearson, 2013. 766 p. \nSEDRA, A. S.; SMITH, K. C. Sistemas digitais – principios e aplicações 5.ed Ed. São \nPaulo: Pearson Pretince Hall, 2011. 848 p. \nMALVINO, A. P.; BATES, D. J. Eletrônica. 4.ed. São Paulo: Pearson Makron Books, \n2006. v.1. \nBibliografia Complementar: \nCATHEY, J. J. Dispositivos e circuitos eletrônicos. 2.ed. Bookman, 2003. \nMILLMAN, J.; GABRIEL, A. Eletrônica: dispositivos e circuitos. Lisboa: McGraw-Hill, \n1992. v.2. 1134 p. \nRAZAVI, B. Fundamentos da microeletrônica. Rio de Janeiro: LTC, 2010. \nSWART, J. W. Semicondutores – fundamentos, técnicas e aplicações. 1.ed. São \nPaulo: Unicamp, 2008. \nBERTINI, L. Eletrônica básica. 1.ed. Editora Livrotec, 2008. \n \nDisciplina: Laboratório de Eletrônica Analógica (ELA02029) \nPeríodo: 5o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Conceitos fundamentais e operação de equipamentos e ferramentas utilizados \nem laboratório; Simulação computacional de circuitos elétricos e eletrôncos; Tipos de \ndiodo (Diodos de Sinal e Retificador, Diodos de Aplicação Especifica); Circuitos a diodos \n(Polarização, Análise de Circuitos Típicos; Aplicações de Diodos: Circuitos Retificadores, \nLimitadores, Grampeadores e Multiplicadores de tensão); Dispositivos Optoeletrônicos; \nTransistor Bipolar de Junção (princípio de funcionamento, polarização), Tipos de TBJ \n(NPN e PNP); Aplicação de transistores; Transistores de Efeito de Campo; JFET; \nFuncionamento; polarização e aplicações. \nBibliografia Básica: \nCAPUANO, F. G.; MARINO, M. A. M.  Laboratório de eletricidade e eletrônica. 24.ed. \nSão Paulo: Erica, 2010. 310 p. \nBOYLESTAD, R. L.; NASHELSKY, L. Dispositivos eletrônicos e teoria de circuitos. \n11.ed. São Paulo: Pearson, 2013. 766 p. \nMALVINO, A. P.; BATES, D. J. Eletrônica. 4.ed. São Paulo: Pearson Makron Books, \n2006. v.1. \nBibliografia Complementar: \nMALVINO, A. P.; BATES, D. J. Eletrônica. 4.ed. São Paulo: Pearson Makron Books, \n2006. v.1. \nCATHEY, J. J. Dispositivos e circuitos eletrônicos. 2.ed. Bookman, 2003. \nMILLMAN, J.; GABRIEL, A. Eletrônica: dispositivos e circuitos. Lisboa: McGraw-Hill, \n", "41": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n1992. v.2. 1134 p. \nRAZAVI, B. Fundamentos da microeletrônica. Rio de Janeiro: LTC, 2010. \nSWART, J. W. Semicondutores – fundamentos, técnicas e aplicações. 1.ed. São \nPaulo: Unicamp, 2008. \n \nDisciplina: Controle de Sistemas Lineares I (ELA02030) \nPeríodo: 6o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Introdução ao sistema de controle; modelagem de sistemas dinâmicos no \ndomínio do tempo e no domínio da frequência; análise da resposta transitória de \nsistemas; redução de subsistemas múltiplos. \nBibliografia Básica: \nOGATA, K. Engenharia de controle moderno. 5.ed. São Paulo: Pearson, 2012. 809 p. \nNISE, N. S. Engenharia de sistemas de controle. 6.ed. Rio de Janeiro: LTC, 2013. 745 \np. \nDORF, R. C.; BISHOP, R. H. Sistemas de controle moderno. 12.ed. Rio de Janeiro: \nLTC, 2003. 814 p. \nBibliografia Complementar: \nGOLNARAGHI, F.; KUO, B. C. Sistemas de controle automático. 9.ed. Rio de Janeiro: \nLTC, 2012, 694 p. \nFRANKLIN, G. F.; POWELL, J. D.; EMAMI-NAEINI, A. Sistemas de controle para \nengenharia. 6.ed. Ed. Porto Alegre: Bookman, 2013. 702 p. \nSOUZA, A. C. Z.; LIMA, I.; PINHEIRO, C. A. M.; ROCHA, P. C. Projetos, simulações e \nexperiências de laboratório em sistemas de controle. Rio de Janeiro: Intereciência, \n2014. 254 p. \nDISTEFANO, J. J.; STUBBERUD, A. R.; WILLIAMS, I. V. Sistemas de controle. 2.ed. \nPorto Alegre, 2014. 502 p. (Coleção Schaum). \nCASTRUCCI, P. L.; BITTAR, A.; SALES, R. M. Controle automático. Rio de Janeiro: \nLTC, 492 p. \n \nDisciplina: Laboratório de Eletrônica Digital (ELA02031) \nPeríodo: 6o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Projeto de circuitos lógicos combinacionais; Famílias Lógicas e Circuitos \nIntegrados; Análise de defeitos em sistemas digitais; Schmitt-Trigger; Multivibrador \nMonoestável; Circuitos geradores de clock; Máquinas de estado; Contadores e \nregistradores; Dispositivos de memória. \nBibliografia Básica: \nTOCCI, R. J. Sistemas digitais princípios e aplicações. 10.ed. São Paulo: Pearson \nPrentice Hall, 2007 \n", "42": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nVAHID, F. Sistemas digitais: projeto, otimização e HDLs. Porto Alegre: Artmed, 2008 \nSEDRA, A. S.; SMITH, K. C. Sistemas digitais: principios e aplicações. 5.ed. Makron \nBooks. \nBibliografia Complementar: \nCATHEY, J. J. Dispositivos e circuitos eletrônicos. 2.ed. Bookman, 2003. \nMILLMAN, J.; GABRIEL, A. Microelectronics: digital and analog circuits and \nsystems. McGraw-Hill, 1998 \nRAZAVI, B. Fundamentos da microeletrônica. Rio de Janeiro: LTC, 2010. \nSWART, J. W. Semicondutores – fundamentos, técnicas e aplicações. 1.ed. São \nPaulo: Unicamp, 2008. \nIDOETA, I. V.; CAPUANO, F. G. Elementos de eletrônica digital. 40.ed. São Paulo: \nErica, 2007. 524 p. \n \nDisciplina: Eletrônica Digital (ELA02032) \nPeríodo: 6o \nCarga Horária: .30 horas \nNatureza: obrigatória \nEmenta: Projeto de circuitos lógicos combinacionais; Famílias Lógicas e Circuitos \nIntegrados; Análise de defeitos em sistemas digitais; Schmitt-Trigger; Multivibrador \nMonoestável; Circuitos geradores de clock; Máquinas de estado; Contadores e \nregistradores; Dispositivos de memória. \nBibliografia Básica: \nTOCCI, R. J. Sistemas digitais: princípios e aplicações. 11.ed. São Paulo: Pearson \nPrentice Hall, 2012. 816 p. \nVAHID, F. Sistemas digitais: projeto, otimização e HDLs. Porto Alegre: Artmed, 2008 \nSEDRA, A. S.; SMITH, K. C. Sistemas digitais – principios e aplicações. 5.ed. São \nPaulo: Pearson Prentice Hall, 2011. 848 p. \nBibliografia Complementar: \nCATHEY, J. J. Dispositivos e circuitos eletrônicos. 2.ed. Bookman, 2003. \nMILLMAN, J.; GABRIEL, A. Microelectronics: digital and analog circuits and \nsystems. McGraw-Hill, 1998 \nRAZAVI, B. Fundamentos da Microeletrônica. Rio de Janeiro: LTC, 2010. \nSWART, J. W. Semicondutores – fundamentos, técnicas e aplicações. 1.ed. Editora \nUnicamp, 2008. \nIDOETA, I. V.; CAPUANO, F. G. Elementos de eletrônica digital. 40.ed. São Paulo: \nErica, 2007. 524 p. \n \nDisciplina: Máquinas Elétricas (ELT02004) \nPeríodo: 6o \nCarga Horária: 60 horas \n", "43": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nNatureza: obrigatória \nEmenta: Revisão das Leis do Eletromagnetismo, Transformadores, Fundamentos de \nMáquinas de Corrente Alternada, Máquinas Síncronas, Motor de Indução, Máquinas de \nCorrente Contínua e Motor de Passo. \nBibliografia Básica: \nCHAPMAN, S. J. Electric machinery fundamentals. 4.ed. New York: McGraw-Hill, \n2005. 746 p. ISBN 9780072465235. ISBN 9780072465235.  \nFITZGERALD, A. E. Máquinas elétricas: com introdução à eletrônica de potência. \n6.ed. Porto Alegre: Bookman, 2006. 648 p. ISBN 9788560031047. ISBN 9788560031047.  \nDEL TORO, V. Fundamentos de máquinas elétricas. Rio de Janeiro: LTC, 2011. 550 p. \nISBN 9788521611844. ISBN 9788521611844. \nBibliografia Complementar: \nSEN, P. C. Principles of electric machines and power electronics . 2.ed. New York: \nJohn Wiley & Sons, 1997. 615 p. ISBN 9780471022954. ISBN 9780471022954. \nKosow, I. L. Maquinas elétricas e transformadores. 15.ed. Porto Alegre: Globo, 2007. \n667 p. ISBN 9788525002305. ISBN 9788525002305. \nBIM, E. Máquinas elétricas e acionamento. Rio de Janeiro: Elsevier, 2009. 455 p. ISBN \n9788535230291. ISBN 9788535230291. \nNASCIMENTO JUNIOR, G. C. Máquinas elétricas: teoria e ensaios. 2.ed. São Paulo: \nErica, 2007. 260 p. ISBN 9788536501260. ISBN 9788536501260. \nFRANCHI, C. M. Acionamentos elétricos. 4.ed. São Paulo: Érica, 2012. 250 p. ISBN \n9788536501499. ISBN 9788536501499. \n \nDisciplina: Instrumentação I (ELA02033) \nPeríodo: 6o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: \nAmplificador \nDiferencial, \nAmplificadores \noperacionais, \nCircuitos \ncom \namplificadores operacionais, Filtros analógicos. \nBibliografia Básica: \nSEDRA, A. S.; SMITH, K. C. Microeletrônica. 5.ed. São Paulo: Pearson Prentice Hall, \n2011. 848 p. \nBOYLESTAD, R. L.; NASHELSKY, L. Dispositivos eletrônicos e teoria de circuitos. \n11.ed. São Paulo: Pearson, 2013. 766 p. \nHAYKIN, S. S.; VEEN, B. V. Sinais e sistemas. 2.ed. Porto Alegre: Bookman, 2001. 668 \np. \nBibliografia Complementar: \n", "44": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nPERTENCE JÚNIOR, A. Amplificadores operacionais e filtros ativos. 8.ed. Porto \nAlegre: Bookman, 2015. 310 p. \nBEHZAD, R. Fundamentos de microeletrônica. Rio de Janeiro: LTC, 2013. 728 p. \nMALVINO, A. P.; BATES, D. J. Eletrônica. 7.ed. São Paulo: McGraw-Hill, 2007. v.2. 556 \np. \nCATHEY, J. J. Dispositivos e circuitos eletrônicos (Coleção Schaum). 2.ed. 2003. \nAGUIRRE, L. A. Fundamentos de instrumentação. 1.ed. Pearson, 2013. \n \nDisciplina: Instrumentação I – Laboratório (ELA02034) \nPeríodo: 6o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Práticas abordando os conceitos: Amplificadores operacionais; Circuitos com \namplificadores operacionais; Filtros analógicos. \nBibliografia Básica: \nSEDRA, A. S.; SMITH, K. C. Microeletrônica. 5.ed. São Paulo: Pearson Prentice Hall, \n2011. 848 p. \nBOYLESTAD, R. L.; NASHELSKY, L. Dispositivos eletrônicos e teoria de circuitos. \n11.ed. São Paulo: Pearson, 2013. 766 p. \nHAYKIN, S. S.; VEEN, B. V. Sinais e sistemas. 2.ed. Porto Alegre: Bookman, 2001. 668 \np. \nBibliografia Complementar: \nPERTENCE JÚNIOR, A. Amplificadores operacionais e filtros ativos. 8.ed. Porto \nAlegre: Bookman, 2015. 310 p. \nBEHZAD, R. Fundamentos de microeletrônica. Rio de Janeiro: LTC, 2013. 728 p. \nMALVINO, A. P.; BATES, D. J. Eletrônica. 7.ed. São Paulo: McGraw-Hill, 2007. v.2. 556 \np. \nCATHEY, J. J. Dispositivos e circuitos eletrônicos (Coleção Schaum). 2.ed. 2003. \nAGUIRRE, L. A. Fundamentos de instrumentação. 1.ed. Pearson, 2013. \n \nDisciplina: . Otimização Combinatória (INF02050) \nPeríodo: 6o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Técnicas para solução de problemas de otimização combinatória, como o \nproblema de caminho mínimo, de fluxo máximo, de emparelhamento máximo, do Caixeiro \n", "45": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nViajante, do Carteiro Chinês. Apresentação e implementação de técnicas exatas, \nheurísticas e metaheurísticas mais comuns aplicadas a esse escopo de problemas. \nBibliografia Básica: \nBOAVENTURA NETTO, P. O. Grafos: teoria, modelos, algoritmos. 5.ed. São Paulo: \nBlucher, 2014. \nMACULAN, N.; CAMPELLO, R. E. Algoritmos e heurísticas: desenvolvimento e \navaliação de performance. Niterói: EDUFF, 1994. \nGOLDBARG, M. C.; LUNA, H. P. L. Otimização combinatória e programação linear: \nmodelos e algoritmos. Rio de Janeiro: Elsevier, 2012.  \n \nBibliografia Complementar: \nKREYSZIG, E. Matemática superior para engenharia. 9.ed. Rio de Janeiro: LTC, 2013. \nv.3. 283 p. \nHILLIER, F. S; LIEBERMAN, G. J. Introdução à pesquisa operacional. 9.ed. Porto \nAlegre: Artmed, 2013. \nARENALES, M. Pesquisa operacional: para cursos de engenharia. Rio de Janeiro: \nElsevier, 2007. \nGOLDBARG, M.; GOLDBARG, E. Grafos: conceitos, algoritmos e aplicações. Rio de \nJaneiro: Elsevier, 2012. \nRUSSELL, S.; NORVIG, P. Inteligência artificial. Rio de Janeiro: Elsevier, 2013. \n \nDisciplina: Mecânica dos Fluidos para Mecatrônica (MEC02025) \nPeríodo: 6o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Fundamentos de Mecânica dos Fluídos. Estática dos Fluidos. Análise Integral \npara Volume de Controle. Análise Diferencial dos Movimentos dos Fluídos. Escoamento \nincompressível de fluidos não-viscosos. As equações diferenciais básicas adimensionais. \nNoções de escoamento interno, viscoso e incompressível. Noções de escoamento \nexterno, viscoso e incompressível. \nBibliografia Básica: \nFOX, R. W.; MCDONALD, A. T; PRITCHARD, P. J. Introdução à mecânica dos fluidos. \n7.ed. Rio de Janeiro: LTC, 2012. 710 p. \nÇENGEL, Y. A; CIMBALA, J. M. Mecânica dos fluidos: fundamentos e aplicações. \n3.ed. AMGH Editora, 2015. 990 p. \nWHITE, F. M. Mecânica Dos Fluidos. 6.ed. Mc Graw Hill, 2010. 880p. \n \nBibliografia Complementar: \nMUNSON, B.; YOUNG, D. F.; OKIISHI, T. H. Uma introdução concisa à mecânica dos \nfluidos. Blucher, 2017. 372 p. \n", "46": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMUNSON, B.; YOUNG, D. F; OKIISHI, T. H. Fundamentos da mecânica dos fluidos. \nBlucher, 2004. 571 p. \nASSY, T. M. Mecânica dos fluidos - fundamentos e aplicações. 2.ed. Rio de Janeiro: \nLTC, 2004. 497 p. \nBRAGA FILHO, W. Fenômenos de transporte para engenharia. 2.ed. Rio de Janeiro: \nLTC, 2013. 342 p. \nGAMA, R. M. S. Fundamentos de mecânica dos fluídos. Rio de Janeiro: EDUERJ, \n2012. 260 p.  \n \nDisciplina: Microcontroladores (ELA02035) \nPeríodo: 6o \nCarga Horária: .60 horas \nNatureza: obrigatória \nEmenta: Arquitetura de computador digital; microprocessador vs. microcontrolador; \nportas de entrada e saída; teclado matricial; displays; comunicação serial, conversão \nanalógico-digital, modulação por largura de pulso. \nBibliografia Básica: \nZANCO, W. S. Microcontroladores PIC18 com linguagem C: uma abordagem prática \ne objetiva com base no PIC18F4520. São Paulo: Erica, 2010. 446 p. \nSOUZA, D. J. Conectando o PIC recursos avançados. 1.ed. São Paulo: Érica, 2006.  \nPEREIRA, F. Microcontrolador PIC18 setalhado – hardware e software. 1.ed. São \nPaulo: Érica, 2010. \nBibliografia Complementar: \nSOUSA, D. R.; SOUZA, D. J. Desbravando o PIC18. 1.ed. São Paulo: Érica, 2010. \nZANCO, W. S. Microcontroladores PIC – técnicas de software e hardware para \nprojetos de circuitos eletrônicos. 2.ed. São Paulo: Érica, 2008. \nNICOLOSI, D. E. C.; BRONZERI, R. B. Microcontrolador 8051 com linguagem C \nprático e didático: família AT89S8252 Atmel. 2.ed. São Paulo: Érica, 2011. 220p. \nPEREIRA, F. Tecnologia ARM – microcontroladores de 32 bits. São Paulo: Érica, \n2007. \nDAVIES, J. H. MSP430 Microcontroller basics. 1.ed. Elsevier, 2008. \n \nDisciplina: Controle de Sistemas Lineares II (ELA02036) \nPeríodo: 7o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Erro de regime permanente; Estabilidade; Análise e projeto de sistemas de \ncontrole pelo método do lugar das raízes; Análise e projeto pelos métodos de resposta \nem frequência (diagramas de Bode e de Nyquist), Controladores; Projeto de sistemas de \n", "47": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \ncontrole no espaço de estados. \nBibliografia Básica: \nOGATA, K. Engenharia de controle moderno. 5.ed. São Paulo: Pearson, 2012. 809 p. \nNISE, N. S. Engenharia de sistemas de controle. 6.ed. Rio de Janeiro: LTC, 2013. 745 \np. \nDORF, R. C.; Bishop, R. H. Sistemas de controle moderno. 12.ed. Rio de janeiro: LTC, \n2003. 814 p. \nBibliografia Complementar: \nGOLNARAGHI, F.; KUO, B. C. Sistemas de controle automático. 9.ed. Rio de Janeiro: \nLTC, 2012, 694 p. \nFRANKLIN, G. F.; POWELL, J. D.; EMAMI-NAEINI, A. Sistemas de controle para \nengenharia. 6.ed. Porto Alegre: Bookman, 2013. 702 p. \nSOUZA, A. C. Z.; LIMA, I.; PINHEIRO, C. A. M.; ROCHA, P. C. Projetos, simulações e \nexperiências de laboratório em sistemas de controle. Rio de Janeiro: Intereciência, \n2014. 254 p. \nDISTEFANO, J. J.; STUBBERUD, A. R.; WILLIAMS, I. V. Sistemas de controle. 2.ed. \nPorto Alegre: 2014. 502p. (Coleção Schaum). \nCASTRUCCI, P. L.; BITTAR, A.; SALES, R. M. Controle automático. Rio de Janeiro: \nLTC, 492 p. \n \nDisciplina: Processamento Digital de Sinais (ELA02011) \nPeríodo: 7o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Sinais e sistemas de tempo discreto. A transformada Z. A transformada de \nFoutier discreta. Análise de sistemas lineares e invariantes no tempo no domínio da \ntransformada. Amostragem de sinais de tempo contínuo. Filtros digitais FIR e IIR. \nBibliografia Básica: \nOPPENHEIN, A. V.; SCHAFER, R. W. Processamento em tempo discreto de sinais. \n3.ed. São Paulo: Pearson, 2012. 688 p.  \nLATHI, B. P. Sinais e sistemas lineares. 2.ed. Porto Alegre: Bookman, 2007. 856 p. \nOPPENHEIM, A. V.; WILLSKY, A. S.; NAWAB, S. H. Sinais e sistemas. 2.ed. Rio de \nJaneiro: LTC, 2012. 409 p.  \nBibliografia Complementar: \nHAYKIN, S.; VEEN, B. V. Sinais e sistemas. 2.ed. Porto Alegre: Bookman, 2001. 668 p.  \nOPPENHEIM, A. V.; SCHAFER, R. W. Discrete-time signal processing. 3.ed. London: \nPearson, 2010, 1108 p.  \nNALON, J. A. Introdução ao processamento digital de sinais. Rio de Janeiro: LTC, \n2014. 200 p. \nWEEKS, M. Processamento digital de sinais: utilizando MATLAB e WAVELETS. \n2.ed. Rio de Janeiro: LTC, 2012. 409 p. \nDINIZ, P. S. R.; da SILVA, E. A. B.; NETTO, S. L. Processamento digital de sinais – \nprojeto e análise de sistemas. 2.ed. São Paulo: Bookman, 2014. 1000 p. \n \n", "48": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Hidráulica e Pneumática (MEC02012) \nPeríodo: 7o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Conceitos e Princípios Básicos; Produção e Distribuição dos Fluxos; Atuadores; \nVálvulas de Comando e Aplicações Básicas; Válvulas de Comando Elétrico e Aplicações \nBásicas; Funções Lógicas; Projetos de Comandos Combinatórios e Sequenciais. \nBibliografia Básica: \nSTEWART, H. L. Pneumática e hidráulica. São Paulo: Hemus, 1981. 481 p. \nFIALHO, A. B. Automação hidráulica: projetos, dimensionamento e análise de \ncircuitos. 6.ed. São Paulo: Érica, 2014. 288 p. \nFIALHO, A. B. Automação pneumática: projetos, dimensionamento e análise de \ncircuitos. 7.ed. São Paulo: Érica, 2014. 324 p. \nBibliografia Complementar: \nBONACORSO, N. G.; NOLL, V. Automação eletropneumática. 12.ed. São Paulo: Érica, \n2014. 160 p.  \nMATTOS, E. E.; FALCÃO, R. Bombas industriais. 2.ed. Rio de Janeiro: Interciência, \n1998. 474 p. \nFOX, R. W; MCDONALD, A. T; PRITCHARD, P. J. Introdução à mecânica dos fluidos. \n6.ed. Rio de Janeiro: LTC, 2006. 798 p. \nASSY, T. M. Mecânica dos fluidos. 2.ed. Rio de Janeiro: LTC, 2004. 497 p. \nBOLTON, W. Mecatrônica: uma abordagem multidisciplinar. 4.ed. Porto Alegre: \nBookman, 2010. 664 p.  \n \nDisciplina: Fabricação Assistida por Computador (MEC02014) \nPeríodo: 7o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Introdução a automação e ao comando numérico; componentes mecânicos e \neletrônicos das máquinas CNC; programação de máquinas CNC; tecnologia de grupo; \nsistemas cad/cam/cnc. \nBibliografia Básica: \nMACHADO, A. R. Teoria da usinagem dos materiais. 2.ed. São Paulo: Blucher, 2011, \n397 p. \nSOUZA, A. F.; ULBRICH, C. B. L. Engenharia integrada por computador e sistemas \nCAD/CAM/CNC – princípios e aplicações. São Paulo: Artliber, 2009. 332 p. \nSILVA, S. D. CNC: programação de comandos numéricos computadorizados. 8.ed. \nSão Paulo: Érika, 2012. 308 p. \nBibliografia Complementar: \nDINIZ, A. E. Tecnologia da usinagem dos materiais. 5.ed. São Paulo: Artliber, 2006. \n", "49": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n255 p.  \nDAVIM, J. P. Machining – fundamentals and recent advances. Springer Verlag, 375p. \nISBN-10: 1848002122 ISBN-13: 9781848002128. \nCAULIRAUX, H. M. Manufatura integrada por computador e sistemas integrados de \nprodução. Campus. 456 p. ISBN: 8570019629. \nGROOVER, M. Fundamentals of modern manufacturing: materials, processes and \nsystems. Wiley, 1024 p. ISBN-10: 0132393212 ISBN-13: 9780132393218. \nREHG, J.; KRAEBBER, H. Computer integrated manufacturing. Prentice Hall. 592p. \nISBN-10: 0131134132 ISBN-13: 9780131134133. \n \nDisciplina: Instrumentação II (ELA02010) \nPeríodo: 7o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Sensores; Efeitos físicos aplicados em sensores; Medição de temperatura; \nMedição de Força; Medição de deslocamento, posição, velocidade, aceleração e \nvibração; Medição de pressão; Instrumentação virtual; Análise de sinais; Estudo de \nproblemas práticos de instrumentação. \nBibliografia Básica: \nBALBINOT, A.; BRUSAMARELLO, V. J. Instrumentação e fundamentos de medidas.  \n2.ed. Rio de Janeiro: LTC, 2014. v.1. 385 p.  \nBALBINOT, A.; BRUSAMARELLO, V. J. Instrumentação e fundamentos de medidas.  \n2.ed. Rio de Janeiro: LTC, 2014. v.2. 492 p.  \nFIALHO, A. B. Instrumentação industrial: conceitos, aplicações e análises. 7.ed. São \nPaulo: Erica, 2011. 280 p. \nBibliografia Complementar: \nSEDRA, A. S.; SMITH, K. C. Microeletrônica. 5.ed. São Paulo: Pearson Prentice Hall, \n2011. 848 p.  \nBOYLESTAD, R. L.; NASHELSKY, L. Dispositivos eletrônicos e teoria de circuitos. \n11.ed. São Paulo: Pearson Prentice Hall, 2013. 766 p. \nMALVINO, A. P. Eletrônica. 4.ed. São Paulo: Pearson Makron Books, 2006. v.1. \nMALVINO, A. P. Eletrônica. 7.ed. São Paulo: Pearson Makron Books, 2008. v.2. 556 p. \nBRASIL, Ministério da Educação e Cultura. Caderno de aulas práticas da \ninstrumentação industrial. Brasília: IFB, 2016. 225 p. \n \n \nDisciplina: Sistemas Térmicos (MEC02010) \nPeríodo: 7o \nCarga Horária: 60 horas \nNatureza: obrigatória \n", "50": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nEmenta: Aplicações da refrigeração e condicionamento de ar; cargas térmicas de \naquecimento e refrigeração; sistemas de condicionamento de ar; dutos, tubulações e \nbombas; compressores; condensadores, evaporadores e torres; dispositivos de \nexpansão; refrigerantes; tratamento de água; dispositivos de controle e segurança. \nBibliografia Básica: \nMORAN, M. J.; SHAPIRO, H. N.; DEWITT, D. P. Introdução à engenharia de sistemas \ntérmicos. Rio de Janeiro: LTC, 2005. ISBN: 9788521614463 \nMILLER, R.; MILLER, M. R. Refrigeração e ar condicionado. Rio de Janeiro: LTC, \n2008. ISBN: 9788521616245 \nDOSSAT, \nJ. \nR. \nPrincipios \nde \nrefrigeraçao. \nEditora \nHemus, \n2004. \nISBN: \n9788528901597 \nBibliografia Complementar: \nSTOECKER, W. F.; JABARDO, J. M. S. Refrigeração industrial. São Paulo: Edgard \nBlucher, 2002. ISBN: 9788521203056 \nWIRZ, W. Refrigeração comercial para técnicos em ar-Condicionado. São Paulo: \nCengage Learning, 2011. ISBN: 9788522111190 \nMACINTYRE, A. J. Equipamentos industriais e de processo. Rio de Janeiro: LTC, \n1997. ISBN: 8521611072 \nCOSTA, E. C. Refrigeração. Edgard Blucher, 2008. ISBN: 8521201044 \nSILVA, A. C. G.; SILVA, J. C. Refrigeração e climatização para técnicos e \nengenheiros. Ciência Moderna, 2008. ISBN: 9788573936391 \n \nDisciplina: Controle Discreto (ELA02009) \nPeríodo: 8o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Conceitos Básicos e Principais Sequências; Tipos de Sistemas; Equações a \nDiferenças; Representação de Sistemas Discretos no Espaço de Estados; Resolução das \nEquações Dinâmicas e Matriz de Transição; Estabilidade, Controlabilidade e \nObservabilidade do estado. \nBibliografia Básica:  \nOGATA, K. Discrete-time control systems. Prentice-Hall, 1995. \nCHEN, C.T. Linear system theory and design. 3.ed. Holt, Rinehalt and Wilson, 1999. \nWORKMAN, F. P. Digital control of dynamic systems. São Paulo: Addison-Wesley, \n1990. \nBibliografia Complementar:  \nFRANKLIN, G. F.; POWELL, J. D. Feedback control of dynamic systems. 4.ed. \nPrentice-Hall, 2002. \nJACQUOT, R. G. Modem digital control systems. 2.ed. Marcel Decker, 1995. \nGOLNARAGHI, F.; KUO, B. C. Sistemas de controle automático. 9.ed. Rio de Janeiro: \n", "51": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nLTC, 2012. 694 p. \nNISE, N. S. Engenharia de sistemas de controle. 3.ed. Rio de Janeiro: LTC, 2002. \nOGATA, K. Solving control engineering problems with Matlab. Prentice-Hall, 1994. \n \n \nDisciplina: Automação Industrial (ELA02037) \nPeríodo: 8o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Introdução à engenharia de automação. Sistemas a eventos discretos. \nLinguagens de programação do CLP. Sensoriamento. Projeto de automação industrial. \nBibliografia Básica: \nMORAES, C. C.; CASTRUCCI, P. L. Engenharia de automação industrial. 2.ed. Rio de \nJaneiro: LTC, 2007. \nSILVEIRA, P. R.; SANTOS, W. E. Automação e controle discreto. 6.ed.  Érica, 2004. \nGEORGINI, M.  Automação Aplicada: descrição e implementação de sistemas \nsequênciais com PLCs.  Erica, 2011. \nBibliografia Complementar: \nMIYAGI, P. E. Sistemas a eventos discretos . 1. ed.  EdgardBlücher, 1996. \nNATALE, F. Automação Industrial. 10.ed.  Érica, 2009. \nPETRUZELLA, F. D. Controladores lógicos programáveis. 4.ed. NJ: McGraw-Hill, \n2014. \nBEGA, E. A. Instrumentação industrial. 3.ed. Interciência, 2006. \nROQUE, L. A. O. L. Automação de processos com linguagem ladder e sistemas \nsupervisórios. 1.ed. Rio de Janeiro: LTC, 2004. \n \n \nDisciplina: Gestão de Sistemas de Produção (ELT02011) \nPeríodo: 8o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Evolução das Teorias de Administração. Administração da Produção. \nPlanejamento, Programação e Controle da Produção. Planejamento e Controle da \nQualidade. Gestão da Manutenção. \nBibliografia Básica: \nPAOLESCHI, B. Logística Industrial Integrada: do planejamento, produção, custo e \nqualidade à satisfação do cliente. 3.ed. São Paulo: Érica, 2014. 264 p. \nJURAN, J. M. Controle da qualidade: ciclo dos produtos, do projeto a produção. Sao \nPaulo: McGraw-Hill, 1992. v.3. 397 p. \nMARTINS, P. G; LAUGENI, F. P. Administração da produção. 2.ed. São Paulo: \nSaraiva, 2010. 562 p. \n", "52": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nBibliografia Complementar: \nSLACK, N.; CHAMBERS, S.; JOHNSTON, R. Administração da produção. 3.ed. São \nPaulo: Atlas, 2009. 703 p. \nCORRÊA, H. L.; GIANESI, I. G. N.; CAON, M. Planejamento, programação e controle \nda produção. 5.ed. São Paulo: Atlas, 2007. 434 p. \nCHIAVENATO, I. Introdução à teoria geral da administração. 7.ed. Rio de Janeiro: \nElsevier, 2004. 494 p. \nVIANA, H. R. G. Planejamento e controle da manutenção. 1.ed.  Rio de Janeiro: \nQualitymark, 2012. 167 p. \nTUBINO, D. F. Planejamento e controle da produção: teoria e prática. 2.ed. São \nPaulo: Atlas, 2009. 190 p. \n \nDisciplina: Transferência de Calor para Mecatrônica (MEC02026) \nPeríodo: 8o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Introdução e conceitos de transferência de calor: condução, convecção e \nradiação. Condução Unidimensional em Regime Estacionário. Condução Bidimensional \nem Regime Estacionário. Condução Transiente, Introdução à Convecção. Escoamento \nExterno. Escoamento Interno. Convecção Natural. Trocadores de Calor. \nBibliografia Básica: \nINCROPERA, F. P.; DEWITT, D. P. Fundamentos de transferência de calor e de \nmassa. 5.ed. Rio de Janeiro: LTC, 2003. 698 p. \nÇENGEL, Y. A. Transferência de calor e massa:uma abordagem prática. 3.ed. \nMcGraw Hill Editora, 2012. 902 p. \nSCHIMIDT, F. W.; HENDERSON, R. E.; WOLGEMUTH, C. H. Introdução às ciências \ntérmicas. 2.ed. Editora Blücher, 2004. 466 p. \nBibliografia Complementar: \nBRAGA FILHO, W. Fenômenos de transportes para engenharia. 2.ed. Rio de Janeiro: \nLTC, 2013. 342p. \nMORAN, M. J.; SHAPIRO, H. N. Introdução à engenharia de sistemas térmicos. Rio \nde Janeiro: LTC,  2014. 604 p. \nKREITH, F.; MANGLIK, R. M.; BOHN, M. S. Principles of heat transfer. Cengage \nLearning, 2011. 696p.  \nBRAGA FILHO, W. Transmissão de Calor.Thomson, 2004. 634p.  \nHOLMAN, J. P. Heat Transfer. McGraw-Hill, 2009. 736p.  \n \nDisciplina: Metodologia Científica Aplicada à Engenharia (ELA02038) \n", "53": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nPeríodo: 8o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Métodos de pesquisa. Trabalho de pesquisa. Escrita da monografia. Escrita de \nartigo científico. Referências Bibliográficas e Plágio. \nBibliografia Básica: \nWAZLAWICK, R. S. Metodologia de pesquisa em ciência da computação. 2.ed. Rio \nde Janeiro: Elsevier, 2014. \nKOCHE, J. C. Fundamentos de metodologia científica: teoria da ciência e iniciação \nà pesquisa. 34.ed. Petrópolis: Vozes, 2016. \nCARVALHO, M. C. M. Construindo o saber: metodologia científica - fundamentos e \ntécnicas. 24.ed. Campinas: Papirus, 2016. \nBibliografia Complementar: \nLAKATOS, E. M.; MARCONI, M. A. Fundamentos de metodologia científica. 7.ed. São \nPaulo: Atlas, 2010. \nISKANDAR, J. I. Normas ABNT: comentadas para trabalhos científicos. 4.ed. \nCuritiba: Juruá, 2009. \nGIL, A. C. Como elaborar projetos de pesquisa. 5.ed. São Paulo: Atlas, 2017. \nFACHIN, O. Fundamentos de metodologia: revista e atualizada pela norma da ABNT \n14724 de 30/12/2005. 5.ed. São Paulo: Saraiva, 2010. \nMANZANO, A. L. N. G; MANZANO, M. I. N. G. TCC trabalho de conclusão de curso \nutilizando o Microsoft Office Word 2007. 2.ed. São Paulo: Érica, 2011. \n \nDisciplina: Redes Locais Industriais (INF02036) \nPeríodo: 8o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Introdução às redes de computadores; Análise da arquitetura de CIM; \nIntrodução dos conceitos de tempo-real; Estudo das arquiteturas de redes industriais; \nEstudo da arquitetura de Fieldbus. Análise das arquiteturas de redes Token Ring, FIP, \nWorld FIP, ISA-SP 50 e Profibus. \nBibliografia Básica: \nLUGLI, A. B.; SANTOS, M. M. D. Redes industriais para automação industrial: AS-I, \nPROFIBUS e PROFINET. São Paulo: Érica, 2011. 174 p. ISBN 9788536503288. \nLUGLI, A. B.; SANTOS, M. M. D. Sistemas Fieldbus para automação industrial: \nDeciveNet, CANopen, SDS e Ethernet. São Paulo: Érica, 2011. 156 p. ISBN \n9788536502496. \nTANENBAUM, A. S; WETHERALL, D. Redes de computadores. 5.ed. Rio de Janeiro: \n", "54": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nElsevier, 2011. 582 p. ISBN 9788576059240. \n \nBibliografia Complementar: \nKUROSE, J. F; ROSS, K. W. Redes de computadores e a Internet: uma abordagem \ntop-down. 5.ed. São Paulo: Addison Wesley, 2011. 614 p. ISBN 9788588639973. \nFOROUZAN, B. A. Comunicação de dados e redes de computadores. 4.ed. São \nPaulo: McGraw-Hill, 2008. 1134 p. ISBN 9788586804885. \nSOUSA, L. B. Redes de computadores: guia total. São Paulo: Érica, 2009. 334 p. ISBN \n9788536502250. \nOLSEN, D. R.; LAUREANO, M. A. P. Redes de computadores. Curitiba: Editora do Livro \nTécnico, 2010. 945 p. ISBN 9788563687142. \nANDERSON, A. l.; BENEDETTI, R. Redes de computadores. Rio de Janeiro: Alta \nBooks, 2011. 497 p. ISBN 9788576084488. \n \nDisciplina: Inteligência Computacional (INF02024) \nPeríodo: 8o \nCarga Horária: 60 horas \nNatureza: obrigatória \nEmenta: Introdução a IA; Ambientes de IA; Sistemas baseados em conhecimentos; \nRedes Neurais; Algoritmos Genéticos; Lógica Fuzzy. \nBibliografia Básica: \nLINDEN, R. Algoritmos Genéticos. Editora Brasport, 2008. \nHAYKIN, S. Redes Neurais: princípios e prática. Editora Bookman, 2001. \nRUSSEL, S.; NORVIG, P. Inteligência artificial. Editora Campus. 2004. \nBibliografia Complementar: \nREZENDE, S. O. Sistemas inteligentes, fundamentos e aplicações. Editora Manole \nLtda, 2003. \nSHAW, I. S.; SIMOES, M. G. Controle e modelagem Fuzzy. Editora Edgard Blücher \nLTDA. 1999. \nPEDRYCZ, W.; GOMIDE, F. An introduction to Fuzzy sets: analysis and design. MIT \nPress, 1998. \nBISHOP, C. M. Neural networks for pattern recognition. Oxford University Press, \n1997. \nNASCIMENTO JÚNIOR, C. L.; YONEYAMA, T. Inteligência artificial em controle e \nautomação. São Paulo: Edgar Blücher, 2004. \n \n \n \n \n", "55": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Empreendedorismo II (GES02010) \nPeríodo: 8o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Plano de Negócios. Alguns conceitos introdutórios. Resumo executivo. Visão e \nposicionamento da empresa. Análise estratégica. Descrição geral da empresa. Plano de \nMarketing. Plano Financeiro. Construção de cenários. \nBibliografia Básica: \nDORNELAS, \nJ.; \nSPINELLI, \nS.; \nADAMS, \nR. \nCriação \nde \nnovos \nnegócios: \nempreendedorismo para o século XXI. Elsevier, 2014. \nFARAH, O. E.; Cavalcanti, M.; Marcondes, L. P. Empreendedorismo estratégico: \ncriação e gestão de pequenas empresas. Cengage Learning Edições Ltda, 2010. \nBESSANT, J.; TIDD, J. Inovação e empreendedorismo: administração. Bookman \nEditora, 2009. \nBibliografia Complementar: \nBERNARDI, L. A. Manual de plano de negócios: fundamentos, processos e \nestruturação. São Paulo: Atlas, 2008. \nCHIAVENATO, I. Empreendedorismo: dando asas ao espírito empreendedor: \nempreendedorismo e viabilização de novas empresas um guia eficiente para iniciar \ne tocar seu próprio negócio. 3.ed. São Paulo: Saraiva, 2008. \nDORNELAS, J. C. A. Empreendedorismo na prática: mitos e verdades do \nempreendedor de sucesso. Rio de Janeiro: Campus, 2007. \nDRUCKER, P. F. Inovação e espírito empreendedor: prática e princípios. São Paulo: \nCengage Learning, 2008. \nFILHO, N. C. Elaboração de projetos empresariais: análise estratégica, estudo de \nviabilidade e plano de negócio. São Paulo: Atlas, 2009. \n \nDisciplina: Instalações Elétricas Industriais (ELT02005) \nPeríodo: 9o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Elementos de Projeto. Sistemas de Distribuição de Energia Elétrica (ABNT). \nCondutores Elétricos: Tipos, Dimensionamento e Instalação. Comando, Dispositivos de \nAcionamento, Controle e Proteção de Motores Elétricos. Tarifação de Energia Elétrica. \nFator de Potência. Correção do Fator de Potência. \nBibliografia Básica: \nMAMEDE FILHO, J. Instalações elétricas industriais. 8.ed. Rio de Janeiro: Livros \n", "56": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nTécnicos e Científicos, 2012. 666 p. \nCREDER, H. Instalações elétricas. 15.ed. Rio de Janeiro: Livros Técnicos e Científicos, \n2012. 428 p. \nCOTRIM, A. A. M. B. Instalações elétricas. 5.ed. São Paulo: Pearson Prentice Hall, \n2014. 496 p. \nBibliografia Complementar: \nLIMA FILHO, D. L. Projetos de instalações elétricas prediais. 12.ed. São Paulo: \nEditora Érica, 2012. 272 p. \nMAMEDE FILHO, J. Manual de equipamentos elétricos. 2.ed. Rio de Janeiro: Livros \nTécnicos e Científicos, 1994. 456 p. \nFRANCHI, C. M. Acionamentos elétricos. 4.ed. São Paulo: Editora Érica, 2012. 250 p. \nNERY, N. Instalações elétricas: princípios e aplicações. 2.ed. São Paulo: Editora \nÉrica, 2014. 368 p. \nABNT NBR 5410: Instalações Elétricas de Baixa Tensão, 2004. \n \nDisciplina: Robótica (MEC02043) \nPeríodo: 9o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Introdução à Robótica; Modelagem estrutural; Estudo de trajetórias; \nAcionamento de robôs e controle; Aplicações. \nBibliografia Básica: \nCRAIG, J. J. Introduction to robotics: mechanics and control. 3.ed. New York: \nAddison Wesley, 2004. \nROMANO, V. F. Robótica industrial: aplicação na indústria de manufatura e de \nprocessos. São Paulo: Edgard Blücher, 2002. \nROSÁRIO, J. M. Princípios de mecatrônica. São Paulo: Pearson, 2005. \nBibliografia Complementar: \nBISHOP, R. H. The Mechatronics Handbook. 2.ed. New York: CRC Press, 2002. \nJAZAR, R. N. Theory of applied robotics: kinematics, dynamics, and control. 2.ed. \nNew York: Springer, 2010. \nKOZLOWSKI, K. R. Robot motion and control. New York: Springer, 2009. \nKUCUK, S. Serial and parallel robot manipulators: kinematics, dynamics, control \nand \noptimization. \nIntech, \n2012. \nDisponível \nem: \nhttp://www.intechopen.com/books/subject/robotics/ \nDUTTA, A. Robotics systems: applications, control and programming. Intech, 2012. \nDisponível em: http://www.intechopen.com/books/subject/robotics/ \n \n", "57": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Manufatura Integrada por Computador (MEC02027) \nPeríodo: 9o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Administração da produção/operações, Sistemas Produtivos, Localização de \nEmpresas, O produto, Estudos de Tempos, Sistemas Flexíveis de Manufatura, Layout, \nTecnologia de Grupo, MRP, Método do caminho crítico (PERT/CPM), Supply Chain, PCP \nde chão de fábrica, Sistemas CAD/CAE/CAM, Tópicos práticos. \n \nBibliografia Básica:  \n1. MARTINS, P. G; PLAUGENI, F. Administração da Produção. São Paulo: Saraiva \n2005. \n2. MOREIRA, D. A. Administração da produção e operações. São Paulo: Pioneira, \n1993. 619 p.. \n3. GAITHER, N; FRAZIER, G. Administração da Produção e Operações. São \nPaulo: Pioneira 2001 \nBibliografia Complementar:  \n4. BARNES, R. M. Estudo de movimentos e de tempos: projeto e medida do \ntrabalho. São Paulo: Edgard Blucher, 1977. 635 p. \n5. OHNO, T. Sistema toyota de produção : além da produção em larga escala. \nPorto Alegre: Artes Medicas, 1997. 149 p  \n6. TAYLOR, F. W. Princípios de administração científica. 6.ed. São Paulo: Atlas, \n1966. 157 p. \n7. ANDERSON, E.H; SCHWENNING, G.T. Organização cientifica da produção. \n4.ed. Sao Paulo: Atlas, 1963. 295 p. \n8. Mecatrônica atual: Automação industrial de processos e manufatura. Tatuapé: \nSaber Ltda, v.62, mai/jun.2013. 50 p. ISSN 1676-0972. \n \nDisciplina: Higiene e Segurança do Trabalho (SEG02001) \nPeríodo: 10o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Histórico da Segurança do trabalho no Brasil; Legislação. Acidente do trabalho: \nIntrodução; Acidente; Acidente do trabalho; Benefícios do INSS; Comunicação do \nacidente do trabalho- CAT; Consequências do acidente do trabalho; causas do acidente \ndo trabalho. Órgão de segurança e Medicina do trabalho nas empresas: Serviços \nespecializados em Engenharia de segurança e em Medicina do trabalho – SESMT; \nComissão interna de prevenção de acidentes – CIPA. Equipamento de proteção \nindividual e coletivo: equipamento de proteção individual – EPI; Equipamento de proteção \ncoletiva – EPC. Insalubridade e Periculosidade: Introdução; atividades insalubres; \natividades periculosas. \nBibliografia Básica: \n", "58": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMORAES, G. A. Legislação de segurança e saúde ocupacional. 2.ed. Rio de Janeiro, \n2008. \nMORAES, G. A. Normas regulamentadoras comentadas. 6.ed. Rio de Janeiro, 2007. \nSegurança e medicina do trabalho: Lei n. 6.514, de 22 de dezembro de 1977, Normas \nRegulamentadoras (NR) aprovadas pela portaria n. 3.214, de 8 de junho de 1978, \nnormas regulamentadoras rurais (NRR) aprovadas pela Portaria n. 3.067, de 12 de abril \nde 1988.  67.ed. São Paulo: Atlas, 2011. 867 p. \nBibliografia Complementar: \nNormas Regulamentadoras do Ministério do Trabalho. \nCaderno informativo de Prevenção de Acidentes, periódicos, São Paulo, 2000. \nConsolidação das Leis do Trabalho, 7ª ed., Edições Trabalhistas S/A. \nCurso de Supervisores de Seg. do Trabalho, 4ª ed. São Paulo, FUNDACENTRO, 1985. \nVol. I e II. \nPADÃO, M. E. Segurança no trabalho em montagens industriais. 1.ed. Rio de \nJaneiro: LTC, 1991. \n \nDisciplina: Gestão Ambiental (BIO02002) \nPeríodo: 10o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: A disciplina discorre sobre o de conceito de Desenvolvimento Sustentável, nos \naspectos econômicos, ambientais e sociais. Aborda as convenções e Tratados \nInternacionais sobre Clima e Meio Ambiente, além da evolução da Política Ambiental no \nMundo e no Brasil. Serão discutido os fundamentos e princípios básicos do Sistema de \nGestão Ambiental (SGA) em uma corporação, assim como as diretrizes gerais, princípios \ne avaliação dos indicadores de sustentabilidade. \nBibliografia Básica: \nBARBIERI, J. C. Gestão ambiental empresarial. 3.ed. São Paulo: Saraiva, 2011. \nBARSANO, P. R. Meio ambiente: guia prático e didático. 1.ed. São Paulo: Érica, 2012. \nPHILIPPI JR, A.; ROMÉRO, M. de A.; BRUNA, G. C. Curso de gestão ambiental. \nBarueri : Manole, 2004. \nBibliografia Complementar: \nALBUQUERQUE, J. L. Gestão ambiental e responsabilidade social: conceitos, \nferramentas e aplicações. 1.ed. São Paulo: Atlas, 2010. \nDIAS, R. Gestão ambiental: responsabilidade social e sustentabilidade. 2.ed. São \nPaulo: Atlas, 2011. \nPHILIPPI JR., A.; MALHEIROS, T. F. Indicadores de sustentabilidade e gestão \nambiental. Manole: Barueri, 2012. \nRICKLEFS, R. E. A. Economia da natureza. 6.ed. São Paulo: Guanabara Koogan,2010. \nTAKESHY, T. Gestão ambiental e responsabilidade social corporativa: estratégias \nde negócios focados na realidade brasileira. 3.ed. São Paulo: Atlas, 2005. \n \n \n", "59": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n Disciplina: Sociologia e Ética Profissional (SOF02001) \nPeríodo: 10o \nCarga Horária: 30 horas \nNatureza: obrigatória \nEmenta: Sociologia como ciência: significado, aplicabilidade, fundamentações. Estrutura \nda sociedade: estratificação e classes sociais. O estado e as instituições sociais. O \nestado e suas relações econômicas. Movimentos sociais. Processo de socialização. \nImpactos da engenharia mecatrônica  nos processos de trabalho: características e \ntransformação. Efeitos sociais: emprego, qualidade e saúde. Globalização e a \ncomplexidade da profissão do engenheiro. Crise do trabalho. Efeitos sociais das novas \ntecnologias na sociedade. A responsabilidade social e ética profissional do Engenheiro \nem Mecatrônica. \nBibliografia Básica: \nCOSTA, C. Sociologia: introdução à ciência da sociedade. São Paulo: Moderna, \n2005. \nDURKHEIM, É. Da divisão do trabalho social. São Paulo: Martins Fontes, 2004. \nVALLS, A. L. M. O que é Ética? São Paulo: Brasiliense, 1995. (Coleção Primeiros \nPassos, 177). \nBibliografia Complementar: \nCARVALHO, J. M. Cidadania no Brasil. Rio de Janeiro: Civilização Brasileira, 2001. \nCÓDIGO \nDE \nÉTICA \nDA \nENGENHARIA. \nDisponível \nem: \nhttp://www.creadf.org.br/portal_crea/publicacao/download.wsp. Acesso em: 22 set. 2011. \nDUBAR, C. A socialização: construção das identidades sociais e profissionais. São \nPaulo: Martins Fontes, 2005. \nMARX, K.; ENGELS, F. O manifesto comunista. Rio de Janeiro: Paz e Terra, 1998. \nNOVAES, C. E.; LOBO, C. Cidadania para principiantes: a história dos direitos do \nhomem. São Paulo: Vozes, 2003. \n \n \nDisciplina: Educação Financeira e Investimentos para Engenheiros (MEC02028) \nPeríodo Sugerido: 6º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: Análise financeira pessoal, conscientização de recursos próprios, Técnicas para \nfugir e/ou sair do endividamento pessoal; planilha orçamentária; efeitos governamentais e \npolíticos sobre as finanças pessoais, definições importantes sobre finanças (taxa básica \nde juros do Brasil, Inflação, órgãos financeiros, ministérios responsáveis pelas finanças, \ninvestimentos de renda fixa, investimentos de renda variável; \nRealização de estudos de casos ao longo da disciplina; ao final, comparativo da própria \nsituação financeira atual em relação a situação no início da disciplina em forma de \nrelatório \nBibliografia Básica:  \nPASCALICCHIO, A. C.; BERNAL P. S. M. Gestão de finanças e investimentos. 1.ed. \nEditora Érica, 2012. 320 p. \nHALDFELD, M. Investimentos: como administrar melhor o seu dinheiro. São Paulo: \n", "60": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nFundamento Educacional, 2007. 168 p. \nCERBASI, G. Como organizar sua vida financeira. 1.ed. Sextante, 2015. 160 p. \nBibliografia Complementar:  \nSILVESTRE; M. 12 meses para enriquecer - O plano da virada. 1.ed. Rio de Janeiro: \nLua de Papel, 2011. 300 p. \nBREALEY, R. Fundamentos de administração financeira. 3.ed. São Paulo:  Mc Graw \nHill, 2004. \nHILL, N. Quem pensa enriquece. 1.ed. Fundamento Educacional, 2009. 248 p. \nBODIE, Z.; KANE, A.; MARCUS, A. J. Investimentos. 8.ed. McGraw-Hill, 2010 \nCERBASI, G. Investimentos inteligentes. 1.ed. Sextante, 2013. 256 p. \n \nDisciplina: Projetos Mecânicos (MEC02023) \nPeríodo Sugerido: 7º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Projeto de sistemas mecânicos e/ou mecatrônicos. Aplicação de filosofias de \nconcepção, Normas Técnicas, padronização e ergonomia. Execução de memorial técnico \ndescritivo, memorial de cálculo, croquis e memorial de desenhos com o auxílio dos \nsoftwares CAD. Análise e otimização de sistemas mecânicos. \nBibliografia Básica:  \nNORTON, R. L. Projeto de máquinas: uma abordagem integrada. 4.ed. Porto Alegre: \nBookman, 2013. 1028 p.  \nSHIGLEY, J. E.; MISCHKE, C. R.; BUDYNAS, R. G. Projeto de engenharia mecânica. \n7.ed. Bookmam, 2005. 960p. \nRIBEIRO, A. C.; PERES, M. P.; IZIDORO, N. Desenho técnico e AutoCAD. Pearson \nEducation do Brasil, 2013. 366 p.  \nBibliografia Complementar:  \n1. PROVENZA, F. Projetista de máquinas. 7.ed. São Paulo: PRO-TEC. 1982.  \n2. PROVENZA, F. Desenhista de máquinas. 7.ed. São Paulo: PRO-TEC. 1982.  \nHIBBELER, R. C. Resistência dos materiais. 7.ed. São Paulo: Pearso, 2010. \nMELCONIAN, S. Elementos de máquinas. São Paulo: Érica, 2008. \nMELCONIAN, S. Mecânica técnica e resistência dos materiais. 18.ed. São Paulo: \nErica, 2011.  \nBEER, F. P.; JOHNSTON, E. R.; DEWOLF, J. T. Resistência dos materiais. 4.ed. São \nPaulo: MacGraw-Hill, 2006.  \n \n \n \nDisciplina: Laboratório de Processos de Fabricação Mecânica (MEC02032) \nPeríodo Sugerido: 7º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Operações de ajustagem, limar superfície plana, limar superfície plana paralela, \n", "61": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nlimar superfície perpendicular, limar superfícies côncavas e convexas, operação de \nfuração e abertura de roscas com machos. Operações de torneamento, tornear superfície \ncilíndrica, tornear superfícies cônicas, tornear superfícies côncavas e convexas, \noperações de furar no torno. Tópicos de usinagem em máquinas CNC. \nBibliografia Básica:  \nCHIAVERINI, V. Tecnologia mecânica: estrutura e propriedades das ligas metálicas. \n2.ed. São Paulo: McGraw-Hill, 2013 \nYOSHIDA, A. Cálculos do mecânico ajustador. São Paulo: L'Oren, 1979  \nFREIRE, J. M. Tecnologia mecânica: torno mecânico. Rio de Janeiro: LTC, 1975. \nBibliografia Complementar:  \nDINIZ, A. E.; MARCONDES, F.; COPPINI,  N. Tecnologia da usinagem dos materiais. \n5.ed. São Paulo: Artliber, 2006. 255 p.  \nCASILLAS, A. L. Máquinas – formulário técnico. São Paulo: Mestre Jou, 1961. 634 p.  \nCUNHA, L. S.; CRAVENCO,  M. Manual prático do mecânico. 8.ed. São Paulo: Hemus. \n661 p. \nMACHADO, A. R. Teoria da usinagem dos materiais. 2.ed. São Paulo: Blucher, 2011. \n397 p.  \nFREIRE, J. M. Tecnologia mecanica: máquinas, ferramentas, usinagem. 4.ed. v.4. \n100p. \n \nDisciplina: Processos de Conformação Mecânica (MEC02031) \nPeríodo Sugerido: 7º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Introdução à conformação mecânica. Tensões e estados de tensões. \nDeformação e estados de deformação. Elasticidade e suas relações. Plasticidade e suas \nrelações. Atrito e Lubrificação na conformação mecânica. Efeito da temperatura nos \nprocessos de conformação. Fatores metalúrgicos na conformação mecânica. Processos \nde Trefilação e suas relações. Processo de Extrusão e suas relações. Processo de \nForjamento e suas relações. Processo de Laminação e suas relações. \nBibliografia Básica:  \nHELMAN, H.; CETLIN, P. R. Fundamentos da conformação mecânica dos metais. \n2.ed. São Paulo: Artliber, 2012. 260 p. \nHOSFORD, W. F., CADDEL, R. M., Metal Forming.. 3. ed. Cambridge University Press; \n2007, 328 p. 978-0521881210. \nSCHULER, Metal Forming Handbook, Springer-Verlag Berlin Heidelberg, 1998. \n \n \nBibliografia Complementar:  \nDIETER, George E. Metalurgia Mecânica. 2. ed.Rio de Janeiro: Guanabara Dois, 1981. \nDIETER, G. E., Workability Testing Techniques. Asm Intl  ISBN-13: 978-0871701749 \nDINIZ, A. E.; MARCONDES, F.; COPPINI,  N. Tecnologia da usinagem dos materiais. \n5.ed. São Paulo: Artliber, 2006. 255 p.  \nFREIRE, J. M. Tecnologia mecanica: máquinas, ferramentas, usinagem. 4.ed. v.4. \n100p. \nLANGE, K.. Forming Hnandbook, New York, Ed. Mcgraw Hill and SME, , 1993. \n", "62": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n Disciplina: Sistemas Térmicos de Potência (MEC02041) \nPeríodo Sugerido: 8º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Sistemas de potência combinados (gásvapor). Ciclos Básicos de Potência \n(Carnot, Rankine, Otto, Diesel, Brayton e Stirling). Sistemas de Potência a Vapor \n(turbinas a vapor). Sistemas de potência a gás (turbinas a gás e motores de combustão \ninterna). Fundamentos em projetos de sistemas de potência. \nBibliografia Básica:  \nBORGNAKKE, C.;  SONNTAG,  R.  E.  Fundamentos  da  termodinâmica.  7.ed. \nBlucher, 2009, 461 p. \nMORAN, M. J.; SHAPIRO, H. N. Princípios de termodinâmica para engenharia. 6.ed. \nLivros Técnicos e Científicos, 2010, 800 p. \nINCROPERA, F. P.; DEWITT, D. P. Fundamentos de transferência de calor e massa. \n5.ed. Rio de Janeiro: Guanabara, 1990. \nBibliografia Complementar:  \nMORAN, M. J.; DEWITT, D. P.; MUNSON, B. Introdução à engenharia de sistemas \ntérmicos. Rio de Janeiro: LTC, 2005. \nSISSON, L. E.; PITTS, D. R. Fenômenos de transporte. 1.ed. Rio de Janeiro: LTC, \n1978. \nBRAGA FILHO, W. Fenômenos de transporte para engenharia. 2.ed. Rio de Janeiro: \nLTC, 2013. 342 p. \nFOX, R. W. Introdução a mecânica dos fluidos. 5.ed. Rio de Janeiro: LTC. \nHOLMAN, J. P. Transferência de calor. São Paulo: McGraw-Hill do Brasil, 1983. \nKREITH, F. Princípios da transmissão de calor. São Paulo: Edgard Blucher, 1983. \nBEJAN, A. Transferência de Calor, São Paulo, Editora Edgard Blücher, 2004. \n \nDisciplina: Projeto de Comando de Sistemas Pneumáticos (MEC02037) \nPeríodo Sugerido: 9º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Definições de Pneumática. Características e setores de utilização da \npneumática; Princípios e fundamentos e configuração de sistemas automáticos; \nConceitos e técnicas de Projeto de Comando e configuração de Sistemas Pneumáticos; \nMétodos combinatórios e sequenciais e técnicas de projeto de comandos e controle de \nsistemas pneumáticos; Métodos intuitivo e sistemáticos para Comandos pneumáticos, \neletropneumáticos e Pneutrônicos (eletropneumático com Controlador Programável). \nBibliografia Básica:  \nBOLLMANN, A. Fundamentos da automação industrial pneutrônica, São Paulo, \nABHP – Associação Brasileira de Hidráulica e Pneumática, 1997. \nFIALHO, A. B. Automação pneumática: projetos, dimensionamento e análise de \ncircuitos. 7 ed. São Paulo: Erica, 2011. \nPRUDENTE, F. Automação industrial – pneumática: teoria e aplicações. São Paulo: \nLTC, 2013. \nBibliografia Complementar:  \n", "63": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nBONACORSO, N. G.; NOLL, V. Automação eletropneumática. 12.ed. São Paulo: Érica, \n2014. 160 p.  \nMORAES, C. C.; CASTRUCCI, P. L. Engenharia de automação industrial. Rio de \nJaneiro: LTC, 2001. \nGOLNARAGHI, F.; KUO, B. C. Sistemas de controle automático. 9.ed. Rio de Janeiro: \nLTC, 2012. 694 p. \nDE NEGRI, V. J. Sistemas pneumáticos para automação e controle, Florianópolis: \nLaship UFSC, 2003. \nDE NEGRI, V. J. Sistemas automáticos: conceitos, modelos e projeto, Florianópolis: \nLaship UFSC, 1997. \nMORAES, C. C.; CASTRUCCI, P. L. Engenharia de automação industrial. Rio de \nJaneiro: LTC, 2001. \nGOLNARAGHI, F.; KUO, B. C. Sistemas de controle automático. 9.ed. Rio de Janeiro: \nLTC, 2012. 694 p. \n \nDisciplina: Laboratório de Metrologia (MEC02004) \nPeríodo sugerido: 9o \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Medição de temperatura; padrões de temperaturas, termometria baseada em \nexpansão térmica, resistência elétrica e termoelétrica; medição de pressão e velocidade: \nbarômetros, manômetros em U, tipo Bourdon, transdutores de pressão, tubo de pitot e \nanemometria; medição de vazão: medidores de restrição, venturi e placa de orifício, \nmedidores volumétricos, rotâmetros, medição de deformação via extensômetros, \nmedição de vibração mecânica: acelerômetros. \nBibliografia Básica: \nFIGLIOLA, R. S.; BEASLEY, D. E. Teoria e projeto para medições mecânicas. 4.ed. \nRio de Janeiro, RJ: LTC, 2007. 466 p. ISBN : 9788521615729 \nBALBINOT, A.; BRUSAMARELLO, V. J. Instrumentação e fundamentos de medidas. \n2ª.ed.  Rio de Janeiro: LTC, 2014. v.1. 385 p. ISBN: 9788521617549. \nBALBINOT, A.; BRUSAMARELLO, V. J. Instrumentação e fundamentos de medidas. \n2.ed. Rio de Janeiro: LTC, 2014. v.2. 674 p. ISBN: 9788521618799. \nBibliografia Complementar: \nALBERTAZZI, A.; SOUSA, A. R. Fundamentos de metrologia científica e industrial. \n1.ed. Barueri, SP: Manole, 2013. 408 p. ISBN : 9788520421161. \nINMETRO. Vocabulário internacional de termos fundamentais e gerais de \nmetrologia. 5.ed. Rio de Janeiro: Ed. SENAI, 2007. \nAssociação Brasileira de Normas Técnicas. Coletânea de normas de sistemas da \nqualidade. BR ISO 9000. Rio de Janeiro, 1995. \nAssociação Brasileira de Normas Técnicas. Requisitos gerais para competência de \nlaboratórios de ensaio e calibração. BR ISO/IEC 17025:2005. Rio de Janeiro, 2005. \nDOEBELIN, E. O. Measurement systems: application and design. 4.ed. McGraw-Hill, \n1989, 992 p. ISBN: 978-0070173385. \n \n", "64": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Gestão Empresarial (MEC02029) \nPeríodo Sugerido: 9º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Planejamento estratégico, planejamento tributário, acesso ao capital, \nadministração financeira, gestão de pessoas. \nBibliografia Básica:  \nMASAKAZU, H. Administração financeira e orçamentária. 6.ed. São Paulo: Atlas, \n2007 \nCHIAVENATO, A. Gestão de pessoas. 3.ed. Rio de Janeiro:  Elsevier, 2008. \nCHIAVENATO, A. Teoria geral da administração. 8.ed. Rio de Janeiro: Campus, 2010. \nBibliografia Complementar:  \nSAMUEL, C. Administração estratégica. 2.ed. São Paulo: Person. \nWERNECK, R. Análise de custo e preço de vendas. São Paulo, Saraiva 2005. \nCHAM, K. W. Estratégia do oceano azul. 23.ed. Rio de Janeiro: Elsevier, 2005. \nDORNELAS, J. C. Empreendedorismo. 3.ed. Rio de Janeiro: Elsevieer, 2008. \nTHOMPSOM, A. A. Administração estratégica. 15.ed. Rio de Janeiro: McGraw Hill, \n2008. \n \nDisciplina: Programação Avançada Aplicada à Robótica e Automação (MEC02038) \nPeríodo Sugerido: 10º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Fundamentos de programação robótica industrial: variáveis de controle; tipos de \nmovimentos robóticos; controle de garra, controle de tempo, velocidade e aceleração do \natuador final; comandos de seleção e repetição; biblioteca matemática. Métodos \nheurísticos computacionais inspirados na natureza. Otimização de problemas de elevada \ncomplexidade no contexto da robótica e automação industrial a partir de técnicas de \ninteligência computacional. \nBibliografia Básica:  \nCRAIG, J. J. Robótica. 3.ed. São Paulo: Pearson, 2013. 392 p.  \nLINDEN, R. Algoritmos genéticos. 3.ed. Ciência Moderna, 2012. 496 p. \nMATARIC, M. J. Introdução à robótica. São Paulo: Unesp, 2014. 368 p. \nBibliografia Complementar:  \nMORAES, C. C.; CASTRUCCI, P. L. Engenharia de automação industrial. 2.ed. Rio de \nJaneiro: LTC, 2013. 347 p.  \nNASCIMENTO JUNIOR, C. L.; YONEYAMA, T. Inteligência artificial em controle e \nautomação. São Paulo: Blucher, 2000. 218 p.  \nGILAT, A. Matlab com aplicações em engenharia. Porto Alegre: Bookman, 2006. 359 \np.  \nCHAPMAN, S. J. Programação em Matlab para engenheiros. 2.ed. São Paulo: \nCengage, 2011. 410 p.  \nROSÁRIO, J. M. Princípios de mecatrônica. São Paulo: Prentice Hall, 2009. 356 p. \n \n", "65": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Eletrotécnica Geral (ELT02012) \nPeríodo Sugerido: 4º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Ferramentas; Medidas Elétricas; Noções de Instalações Elétricas; Dispositivos \nde comando e proteção. \nBibliografia Básica:  \nBALBINOT, A.; BRUSAMARELO, V. Instrumentos e fundamentos de medidas. Rio de \nJaneiro: LTC, 2006. \nCAVALIN, G.; CERVELIN, S. Instalações elétricas prediais – teoria e prática. 22.ed. \nCuritiba: Base Editorial, 2010. \nCREDER, H. Instalações elétricas. 15.ed. Rio de Janeiro: LTC, 2007. \nBibliografia Complementar:  \nMEDEIROS FILHO, S. de. Medição de energia elétrica. 4.ed. Rio de Janeiro: LTC, \n1997. \nLIMA FILHO, D. L. Projetos de instalações elétricas prediais. 11.ed. São Paulo: Érica, \n2007. \nMAMEDE FILHO, J.  Instalações elétricas industriais.  8.ed. Rio de Janeiro: Livros \nTécnicos e Científicos, 2010. \nCOTRIM, A. A. M. B. Instalações elétricas. 5.ed. São Paulo: Pearson Prentice Hall, \n2009. \nGUERRINI, D. P. Iluminação: teoria e projeto. 2.ed., São Paulo: Érica, 2008. \n \n \nDisciplina: Energias Renováveis (ELT02013) \nPeríodo Sugerido: 7º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Estudo da produção sustentável de energia a partir da abordagem de diferentes \nfontes de recursos energéticos renováveis; Abordando tanto a visão técnica de \naproveitamento da fonte, quanto os impactos socioambientais causados. \nBibliografia Básica:  \nMOREIRA, J. R. S. Energias renováveis, geração distribuída e eficiência energética. \nRio de Janeiro: LTC, 2017.  \nROSA, A. V. Processos de energias renováveis. Editora Elsevier, 2014. \nFARRET, F. A. Aproveitamento de pequenas fontes de energia elétrica. Ed UFSM. \n2014. \nBibliografia Complementar:  \nHODGE, B. K. Sistemas e aplicações de energia alternativa. Rio de Janeiro: LTC, \n2011. \nPINTO, M. O. Fundamentos de energia eólica. Rio de Janeiro: LTC, 2017.  \nCORTEZ, L. A. B.; LORA, E. E. S.; GÓMEZ, E. O. Biomassa para energia. Campinas: \nUNICAMP, 2014. \nBALFOUR, J. Introdução ao projeto de sistemas fotovoltaicos. Rio de Janeiro: LTC, \n", "66": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n2016. \nKALOGIROU, S. Engenharia de energia solar. Editora Elsevier, 2016. \n \nDisciplina: Microcontroladores – Tópicos Avançados (ELA02042) \nPeríodo Sugerido: 7º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Gravação de microntroladores; compilação e linkedição; criação de bibliotecas; \noperação bidirecional de portas de I/O; interrupções; comunicação USB, I2C, SPI, módulo \nde captura, módulos de temporização, conversão A/D e D/A, operação em modo sleep, \nseleção de dispositivos, desenvolvimento de aplicações. \nBibliografia Básica:  \nZANCO, W. da S. Microcontroladores PIC18 com linguagem C: uma abordagem \nprática e objetiva com base no PIC18F4520. São Paulo: Erica, 2010. 446 p. \nSOUZA, D. J. Conectando o PIC recursos avançados. 1.ed. São Paulo: Érica, 2006.  \nPEREIRA, F. Microcontrolador PIC18 detalhado – hardware e software. 1.ed. São \nPaulo: Érica, 2010. \nBibliografia Complementar:  \nSOUSA, D. R.; SOUZA, D. J. Desbravando o PIC18. 1.ed. São Paulo: Érica, 2010. \nZANCO, W. S. Microcontroladores PIC – técnicas de software e hardware para \nprojetos de circuitos eletrônicos. 2.ed. São Paulo: Érica, 2008 \nNICOLOSI, D. E. C.; BRONZERI, R. B. Microcontrolador 8051 com linguagem C: \nprático e didático: família AT89S8252 Atmel. 2.ed. São Paulo: Érica, 2011. 220p. \nPEREIRA, F. Tecnologia ARM – microcontroladores de 32 bits. São Paulo: Érica, \n2007. \nPEREIRA, F. Microntroladores MSP430. 1.ed. São Paulo: Érica, 2005. \n \nDisciplina: Dispositivos Lógicos Programáveis (ELA02043) \nPeríodo Sugerido: 7º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Dispositivos lógicos programáveis; Linguagem de descrição de Hardware; \nProjeto de circuitos Combinacionais  em Linguagem VHDL; Projeto de circuitos \nsequenciais em VHDL;  Máquina de Estados Finitos; Máquina de estados em VHDL;  \nDesenvolvimento de projetos digitais. \nBibliografia Básica:  \nTOCCI, R. J; WIDMER, N. S; MOSS, G. L. Sistemas digitais: princípios e aplicações. \n11.ed. São Paulo: Pearson Prentice Hall, 2012, 804 p. \nIDOETA, I. V.; CAPUANO, F. G. Elementos de eletrônica digital. 41.ed. São Paulo: \nErica, 2012. 544 p. \nPEDRONI, V. A. Eletrônica digital moderna e VHDL. Rio de Janeiro: Elsevier, 2010. \n619 p.  \n", "67": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nBibliografia Complementar:  \nVAHID, F. Sistemas digitais: projeto, otimização e HDLs. São Paulo: Bookman, 2008. \n558 p. \nGARCIA, P. A.; MARTINI, J. S. C. Eletrônica digital: teoria de laboratório. 2.ed. São \nPaulo: Erica, 2010. 182 p. \nda COSTA, C. Projetos de circuitos digitais com FPGA. São Paulo: Érica, 2009. 206 \np.  \nde LOURENÇO, A. C.; CRUZ, E. C. A.; FEREIRA, S. R.; JUNIOR, S. C. Circuitos \ndigitais. 9.ed. São Paulo: Érica, 2012. 336 p. \nda SILVEIRA, P. R.; SANTOS, W. E. Automação e controle discreto. 9.ed. São Paulo: \nÉrica, 2011. 230 p. \n \nDisciplina: Programação Científica Avançada (ELA02041) \nPeríodo Sugerido: 7º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Estudo de diferentes técnicas de modelagem e de projeto de sistemas de \nengenharia por meio da realização de estudos de caso; Realização de seminário ao fim \ndo curso com a apresentação de estudos de casos. \nBibliografia Básica:  \nGILAT, A. Matlab com aplicações em engenharia. Porto Alegre: Bookman, 2006. 359 \np. ISBN 8536306920. ISBN 8536306920. \nCHAPMAN, S. J. Programação em Matlab para engenheiros. 2.ed. São Paulo: \nCengage, 2011. 410 p. ISBN 9788522107896. ISBN 9788522107896. \nMORAIS, V.; VIEIRA, C. Matlab 7 & 6 - curso completo – 3.ed. LIDEL – ZAMBONI.  \nBibliografia Complementar:  \nMANASSAH, J. T. Elementary mathematical and computational tools for electrical \nand computer engineers using MATLAB. 2.ed. London: Taylor e Francis, 2007. 457 p. \nISBN 9780849374258. ISBN 9780849374258. \nHUNT, B. R; LIPSMAN, R.; ROSENBERG, J. M. A guide to matlab : for beginners and \nexperienced users. 2.ed. New York: Cambridge University Press, 2006. 311 p. ISBN \n9780521615655. ISBN 9780521615655. \nATTIA, J. O. Electronics and circuit analysis using MATLAB. 2.ed. London: CRC \nPress, 2004. 393 p. ISBN 0849318920. ISBN 0849318920. \nWILSON, H.; TURCOTTE, L. H; HALPERN, D. Advanced mathematics and mechanics \napplications using Matlab. 3.ed. London: CRC Press, 2003. 678 p. ISBN 158488262X. \nISBN 158488262X. \nWEEKS, M. Processamento digital de sinais : utilizando MATLAB e WAVELETS. \n2.ed. Rio de Janeiro: LTC, 2012. 409 p. ISBN 9788521621416. ISBN 9788521621416. \n \n \n \n", "68": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Sistemas Embarcados (ELA02050) \nPeríodo Sugerido: 8º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Definição de sistemas embarcados; projeto de hardware e software; fluxo de \nprojeto; arquiteturas de sistemas microcontrolados; sistemas operacionais embarcados; \ndesenvolvimento de projetos. \nBibliografia Básica:  \nOLIVEIRA, A. S.; ANDRADE, F. S. Sistemas embarcados – hardware e firmware na \nprática. 2.ed. Érica, 2010.  \nMONK, S. Programando o Raspberry Pi. 1.ed. Editora Novatec, 2013. \nMCROBERTS, M. Arduino básico. 1.ed. Novatec, 2011. \nBibliografia Complementar:  \nPEREIRA, F. Microcontrolador PIC18 detalhado – hardware e software. 1.ed. São \nPaulo: Érica, 2010. \nZANCO, W. S. Microcontroladores PIC – técnicas de software e hardware para \nprojetos de circuitos eletrônicos. 2.ed. São Paulo: Érica, 2008. \nALMEIDA, R. M. A.; MORAES, C. H. V.; SERAPHIM, T. F. P. Programação de sistemas \nembarcados – desenvolvendo software para microcontroladores em linguagem C. \nElsevier, 2016.  \nPEREIRA, F. Tecnologia ARM – microcontroladores de 32 bits. São Paulo: Érica, \n2007. \nPEREIRA, F. Microntroladores MSP430. 1.ed. São Paulo: Érica, 2005. \n \nDisciplina: Eletrônica de Potência (ELA02014) \nPeríodo Sugerido: 8º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: Princípios de Eletrônica de Potência, Chaves Semicondutoras, Circuitos de \nPotência básicos. Conversores CA-CC (Retificadores). Retificadores não controlados e \ncontrolados a tiristor e transistor. Conversores CC-CC. Circuitos abaixadores, elevadores \ne abaixadores-elevadores, não-isolados e isolados. Conversores CC-CA (Inversores). \nInversores monofásicos e trifásicos. Fontes de alimentação. Fontes ininterruptas de \nenergia. Acionamento de máquinas elétricas. Introdução a metodologias de controle de \nconversores. \nBibliografia Básica:  \nHART, D. M. Eletrônica de potência. Porto Alegre: McGraw Hill, 2012. 504 p. \nMOHAN, N.; UNDELAND, T. M; ROBBINS, W. P. Power electronics: converters, \napplications, and design. 3.ed. New York: John Wiley, 2003. 802 p. \nERICKSON, R, W. Fundamentals of power electronics. 2.ed. Secaucus, NJ, USA: \nKluwer Academic Publishers, 2000. p 241. \nBibliografia Complementar:  \nRASHID, M. H. Eletrônica de potência: dispositivo, circuitos e aplicações. 4.ed. \nPearson,2014. \n", "69": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMOHAN, N. Eletrônica de potência: curso introdutório. Rio de Janeiro: LTC, 2012. \nKAZIMIERCZUK, M.. K. Pulse-width modulated DC–DC power converters. John Wiley \n& Sons, 2008. 782 p. \nARRABAÇA, D. A.; GIMENEZ, S. P. Eletrônica de potência: conversores de energia \n(CA/CC) teoria, prática e simulação. São Paulo: Érica, 2011. 334 p. \nAHMED, A. Eletrônica de potência. São Paulo: Pearson Prentice Hall, 2012. \n \nDisciplina: Redes de Sensores/Internet das Coisas (ELA02044) \nPeríodo Sugerido: 8º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Redes de sensores sem  fio; Fundamentos de redes sem fio; Padrões para \nWLAN, WPAN e WMAN: IEEE 802.11, IEEE 802.15 e IEEE 802.16; Redes ad hoc: \ndefinições e protocolos; Redes de sensores e mesh; Conceitos de Internet das Coisas; \nProtocolos de comunicação mais comuns; Aplicações em Internet das Coisas. \nBibliografia Básica:  \nMURTHY, C. S. R.; MANOJ, B. S. Ad hoc wireless networks: architectures and \nprotocols. Upper Saddle River, New Jerssey: PrenticeHall, 2004. \nCORDEIRO, C. M.; AGRAWAL, D. P. Ad Hoc & sensor networks: theory and \napplications. New Jersey: World Scientific, 2006.  633 p. \nGARG, V. K. Wireless communications and networking. Amsterdam: Elsevier Morgan, \n2007. 821 p. \nBibliografia Complementar:  \nDARGIE, W.; POELLABAUER, C. Fundamentals of wireless sensor networks: theory \nand practice.  Wiley Series on Wireless Communications and Mobile Computing, John \nWiley & Sons, 2010. \nAKYILDIZ, I. F.; Vuran, M. C. Wireless sensor networks. John Wiley & Sons, 2010.  \nSOHRABY, K.; MINOLI, D.; ZNADI, T. Wireless sensor networks: technology, \nprotocols, and applications. John Wiley & Sons, 2007. \nKARL, H.; WILLIG, A. protocols and architectures for wireless sensor networks. John \nWiley & Sons, 2005. \nILYAS, F.; MAHGOUB, I. Handbook of sensor networks: compact wireless and wired \nsensing systems. CRC Press, 2005. \n \nDisciplina: Introdução à Visão Computacional (ELA2045) \nPeríodo Sugerido: 8º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Fundamentos de imagens. Pré-processamento de imagens. Filtragem de \nImagens. Segmentação. Extração de características. Reconhecimento de padrões em \nimagens. \nBibliografia Básica:  \n", "70": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nBACKES, A. R; SÁ JUNIOR, J. J. M. Introdução à visão computacional usando \nMATLAB. Rio de Janeiro: Alta Books, 2016. 290 p. \nGONZALEZ, R. C; WOODS, R. E. Processamento digital de imagens. 3.ed. São Paulo: \nPearson, 2010. 624 p. \nHAYKIN, S. Redes Neurais: princípios e prática. 2.ed. Porto Alegre: Bookman, 2001. \n900 p. \nBibliografia Complementar:  \nOPPENHEIM, A. V; WILLSKY, A. S; NAWAB, S. H. Sinais e sistemas. 2.ed. São Paulo: \nPearson, 2014. 568 p. \nHAYKIN, S.; VEEN, B. V. Sinais e sistemas. 2.ed. Porto Alegre: Bookman, 2001. 668 p. \nWEEKS, M. Processamento digital de sinais: utilizando MATLAB e WAVELETS. \n2.ed. Rio de Janeiro: LTC, 2012. 409 p. \nMARTINS, N. Imagem digital na editoração: manipulação, conversão e fechamento \nde arquivos. Rio de Janeiro: SENAC, 2009. 141 p.  \n \nDisciplina: Acionamentos de Máquinas Elétricas (ELT02015) \nPeríodo Sugerido: 9º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Dispositivos elétricos de comando, diagramas elétricos, partida direta de \nmotores de indução, partida estrela-triângulo, partida com soft-starter e inversor de \nfrequência. \nBibliografia Básica:  \nFRANCHI, C. M. Acionamentos elétricos. 4.ed. São Paulo: Érica, 2012. 250 p.  \nBIM, E. Máquinas elétricas e acionamento. Rio de Janeiro: Elsevier, 2009. 455 p.  \nSTEPHAN, R. M. Acionamento, comando e controle de máquinas elétricas. Rio de \nJaneiro: UFRJ, 2009.  \nBibliografia Complementar:  \nFRANCHI, C. M. Inversores de frequência: teoria e aplicações. 2.ed. São Paulo: Érica, \n2011. 192 p.  \nSEN, P. C. Principles of electric machines and power electronics. 2.ed. New York: \nJohn Wiley & Sons, 1997. 615 p.  \nCHAPMAN, S. J. Electric machinery fundamentals. 4.ed. New York: McGraw-Hill, \n2005. 746 p.  \nFITZGERALD, A. E.; KINGSLEY JR, C.; UMANS, S. D. Máquinas elétricas com \nintrodução à eletrônica de potência. 6.ed. Porto Alegre: Bookman, 2006. 648 p.  \nNASCIMENTO JUNIOR, G. C. Máquinas elétricas: teoria e ensaios. 2ª ed. São Paulo: \nErica, 2007. 260 p. \n \n \n \n", "71": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Introdução às Telecomunicações (ELA02046) \nPeríodo Sugerido: 9º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Introdução a sistemas de telecomunicações; Sistemas de comunciações \nanalógica; A transição de analógico para digital; Transmissão digital em banda base; \nTécnicas de transmissão passa-faixa digital. \nBibliografia Básica:  \nHAYKIN, S.; MOHER, M. Sistemas de comunicação. 5.ed. Porto Alegre: Bookman, \n2011. 512 p. \nMEDEIROS, J. C. O. Princípios de telecomunicações: teoria e prática. 4.ed. São \nPaulo: Érica, 2012. 320 p. \nGOMES, A. T. Telecomunicações - transmissão e recepção: AM-FM / sistemas \npulsados.  21.ed. São Paulo: Érica, 2012. 415 p. \nBibliografia Complementar:  \nNETO, V. S. Telecomunicações: sistemas de modulação. 2.ed. São Paulo: Érica, \n2010. 196 p.  \nPROAKIS, J. G.; Digital communications. 5.ed. Boston: McGraw-Hill, 2008, 1150 p.  \nFOROUZAN, B. A. Comunicação de dados e redes de computadores. 4.ed. São \nPaulo: McGraw-Hill, 2008. 1134 p.  \nALVES, L. Comunicação de dados. São Paulo: Makron Books do Brasil, 1992. 246 p.  \nMELO, J. C. Princípios de Telecomunicações. São Paulo: McGraw-Hill do Brasil, 1978. \n220 p.  \n \nDisciplina: Sistemas Supervisórios (ELA02050) \nPeríodo Sugerido: 9º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Introdução aos sistemas supervisórios. Sistemas de automação e controle; \nSistemas SCADA. Projeto de interfaces gráficas. Simulação de sistemas contínuos; \nInstrumentação analógica e digital; Comunicação entre processos. Desenvolvimento de \nprojeto de controle e supervisão de processos em plantas industriais. \nBibliografia Básica:  \nMORAES, C. C.; CASTRUCCI, P. L. Engenharia de automação industrial. 2.ed. Rio de \nJaneiro, LTC, 2007. 347 p. \nCAPELLI, A. Automação industrial: controle do movimento e processos contínuos. \n2.ed. Sao Paulo: Érica, 2011. 236 p. \nROQUE, L. A. O. L. Automação de processos com linguagem ladder e sistemas \nsupervisórios. 1.ed. Rio de Janeiro: LTC, 2004. \nGROOVER, M. P. Automação industrial e sistemas de manufatura. 3.ed. Editora \nPearson, 2011.  \nBibliografia Complementar:  \nSILVEIRA, P. R.; SANTOS, W. E. Automação e controle discreto. 6.ed. São Paulo, \n", "72": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nÉrica, 2004. 230 p. \nMIYAGI, P. E. Sistemas a eventos discretos. 1.ed.  EdgardBlücher, 1996. \nGOLNARAGHI, F.; KUO, B. C. Sistemas de controle automático. 9.ed. Rio de Janeiro: \nLTC, 2012, 694 p.  \nLUGLI, A. B.; SANTOS, M. M. D. Redes industriais para automação industrial. Ed. \nErica. 2011. 174 p.  \nBEGA, E. A. Instrumentação industrial. 3.ed. Interciência, 2006. \nPETRUZELLA, F. D. Controladores lógicos programáveis. 4.ed. NJ: McGraw-Hill, \n2014. \n \nDisciplina: Robótica Móvel (ELA02051) \nPeríodo Sugerido: 10º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Introdução à Robótica Móvel; representação de posição e orientação; \nmorfologia de robôs móveis; sensores e localização; navegação e mapeamento. \nBibliografia Básica:  \nOSORIO, F.; ROSELI, A. F. R.; PRESTES, E.; WOLF, D. F. Robótica móvel. Rio de \nJaneiro: LTC.  \nSECCHI, H. A. Uma introdução aos robôs móveis. Instituto de Automática–INAUT \nUniversidade Nacional de San Juan–UNSJ–Argentina, 2008. \nCORKE, P. Robotics, vision and control: fundamental algorithms In MATLAB.  2.ed.  \nSpringer, 2011. v.118. \nBibliografia Complementar:  \nMATARIC, M. J. Introdução a robótica. 1.ed. Editora UNESP, 2015. \nTHRUN, S.; BURGARD, W.; FOX, D. Probabilistic robotics. MIT Press, 2005. \nDUDEK, G.; JENKIN, M. Computational principles of mobile robotics. Cambridge \nUniversity Press, 2010. \nBEKEY, G. A. Autonomous robots: from biological inspiration to implementation \nand control. MIT Press, 2005. \nCRAIG, J. J. Robótica. 3.ed. Pearson Editora, 2013. \n \nDisciplina: Controle Não Linear (ELA02048) \nPeríodo Sugerido: 10º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Sistemas lineares e não-lineares. Linearização de sistemas. Análise de plano \nde fase. Estabilidade de Lyapunov. Funções descritivas. Controle por modos deslizantes. \nControle baseado em inteligência computacional. \n \nBibliografia Básica:  \nSLOTINE, J. J. E.; Li, W. Applied nonlinear control. Englewood Cliffs, NJ: Prentice hall, \n1991. \n", "73": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nKHALIL, H. K. Nonlinear systems. 3.ed. New Jewsey, Prentice Hall, 2002. \nOGATA, K. Engenharia de controle moderno. 5.ed. São Paulo: Pearson, 2012. 809 p. \nBibliografia Complementar:  \nDA SILVA, G. V. M. Controlo não linear. Escola superior de tecnologia de Setúbal, \n2006. Disponível em: http://www.etla.com.pt/images/cnl.pdf. Acesso em: maio, 2018. \nUTKIN, V.; GULDNER, J.; SHI, J. Sliding mode control in electro-mechanical \nsystems. CRC press, 2009. \nSIMÕES, M. G.; SHAW, I. S. Controle e modelagem fuzzy. 2.ed. São Paulo: Blucher, \n2011. 186 p. \nJANG, J. R.; SUN, C. T.; MIZUTANI, E. Neuro-fuzzy and soft computing: a \ncomputational approach to learning and machine intelligence. 1997. \nDORF, R. C; BISHOP, R. H. Sistemas de controle modernos. 12.ed. Rio de Janeiro: \nLTC, 2013. 814 p. \n \nDisciplina: Tópicos Especiais em Mecatrônica I (ELA02015) \nPeríodo Sugerido: 8º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: As disciplinas de “Tópicos Especiais em Mecatrônica” deste curso possuem \nementa livre tal que inovações tecnológicas decorrentes de pesquisas recentes podem \nser apresentadas. \nDesta forma, o objetivo destas disciplinas é complementar áreas do conhecimento já \nabordadas anteriormente, mas cobertas superficialmente nas disciplinas anteriores ou \nainda apresentar aplicações específicas que são objeto de pesquisa recente. \nTrataremos de Atividades e/ou conteúdos não repetitivos orientado dentro de uma linha \ntecnológica específica, de modo a fornecer ao estudante formação especializada. \nEsta disciplina é mantinda na matriz curricular de modo a proporcionar compatibilidade \ncom as matrizes curriculares praticadas anteriormente no curso \nBibliografia Básica:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \nBibliografia Complementar:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \n \n \nDisciplina: Tópicos Especiais em Mecatrônica II (ELA02020) \nPeríodo Sugerido: 9º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: As disciplinas de “Tópicos Especiais em Mecatrônica” deste curso possuem \nementa livre tal que inovações tecnológicas decorrentes de pesquisas recentes podem \nser apresentadas. \nDesta forma, o objetivo destas disciplinas é complementar áreas do conhecimento já \n", "74": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nabordadas anteriormente, mas cobertas superficialmente nas disciplinas anteriores ou \nainda apresentar aplicações específicas que são objeto de pesquisa recente. \nTrataremos de Atividades e/ou conteúdos não repetitivos orientado dentro de uma linha \ntecnológica específica, de modo a fornecer ao estudante formação especializada. \nEsta disciplina é mantinda na matriz curricular de modo a proporcionar compatibilidade \ncom as matrizes curriculares praticadas anteriormente no curso \nBibliografia Básica:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \nBibliografia Complementar:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \n \nDisciplina: Tópicos Especiais em Mecatrônica III (ELA02022) \nPeríodo Sugerido: 10º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: As disciplinas de “Tópicos Especiais em Mecatrônica” deste curso possuem \nementa livre tal que inovações tecnológicas decorrentes de pesquisas recentes podem \nser apresentadas. \nDesta forma, o objetivo destas disciplinas é complementar áreas do conhecimento já \nabordadas anteriormente, mas cobertas superficialmente nas disciplinas anteriores ou \nainda apresentar aplicações específicas que são objeto de pesquisa recente. \nTrataremos de Atividades e/ou conteúdos não repetitivos orientado dentro de uma linha \ntecnológica específica, de modo a fornecer ao estudante formação especializada. \nEsta disciplina é mantinda na matriz curricular de modo a proporcionar compatibilidade \ncom as matrizes curriculares praticadas anteriormente no curso \nBibliografia Básica:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \nBibliografia Complementar:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \n \nDisciplina: Tópicos Especiais em Sistemas Mecânicos (MEC2039) \nPeríodo Sugerido: 10º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: A disciplina possui ementa livre, de modo que inovações tecnológicas \ndecorrentes de pesquisas recentes na área de Sistemas Mecânicos possam ser \napresentadas. \nBibliografia Básica:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \nBibliografia Complementar:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \n \n \n", "75": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Tópicos Especiais em Sistemas Elétricos (ELT02016) \nPeríodo Sugerido: 10º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: A disciplina possui ementa livre, de modo que inovações tecnológicas \ndecorrentes de pesquisas recentes na área de Sistemas Elétricos possam ser \napresentadas. \nBibliografia Básica:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \nBibliografia Complementar:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \n \nDisciplina: Tópicos Especiais em Sistemas Eletrônicos (ELA02049) \nPeríodo Sugerido: 10º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: A disciplina possui ementa livre, de modo que inovações tecnológicas \ndecorrentes de pesquisas recentes na área de Sistemas Eletrônicos possam ser \napresentadas. \nBibliografia Básica:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \nBibliografia Complementar:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \n \nDisciplina: Tópicos Especiais em Automação Industrial (MEC02040) \nPeríodo Sugerido: 10º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: A disciplina possui ementa livre, de modo que inovações tecnológicas \ndecorrentes de pesquisas recentes na área de Automação Industrial possam ser \napresentadas. \nBibliografia Básica:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \nBibliografia Complementar:  \nBibliografia variável, dependente do conteúdo proposto para a disciplina \n \n \n \nDisciplina: Linguagem de Programação I (INF02008) \nPeríodo Sugerido: 4º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: Desenvolvimento de algoritmos utilizando linguagem orientada a objetos, \nestrutura de dados básica e avançada, implementação dos principais conceitos de \n", "76": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \norientação a objetos: definição de classes e instanciação de objetos, encapsulamento, \nherança, polimorfismo, interfaces; tratamento de exceções e utilização de coleções. \nBibliografia Básica:  \nSCHILDT, H. Java referência completa. 8.ed. Alta Books, 2014. \nBATES, K. S. B. Use a cabeça! Java. 1.ed. Alta Books, 2005. \nFURGERI, S. Java 6: ensino didático: desenvolvendo e implementando aplicações. \nSão Paulo: Érica, 2008. \nBibliografia Complementar:  \nECKEL, B. Thinking in Java. Prentice Hall, 2002.  \nARNOLD, K.; GOSLING, J.; HOLMES, D. The Java (TM) programming language. EUA, \nAddison Wesley, 2005.  \nGONÇALVES, E. Dominando Eclipse - tudo que o desenvolvedor Java precisa para \ncriar aplicativos para desktop. Ciência Moderna, 2006. ISBN: 8573934867. \nSCHILDT, H. Java Referência Completa. 8.ed. Alta Books, 2014. ISBN: 978-85-7608-\n755-7. \nBISHOP, J. Java Gently. 3.ed. Addison-Wesley, 2001. \n \nDisciplina: Estrutura de Dados (INF02005) \nPeríodo Sugerido: 5º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: Avaliação e Desempenho de algoritmos: Noções de Análise de Complexidade \nem tempo e espaço. Listas lineares e suas generalizações: listas ordenadas, listas \nencadeadas, pilhas e filas. Aplicações de listas. Árvores e suas generalizações: árvores \nbinárias, árvores de busca, árvores balanceadas (AVL), árvores B e B+. Aplicações de \nárvores \nBibliografia Básica:  \nGUIMARÃES, A. M.; LAGES, N. A. de C.Algoritmos e estruturas de dados. Rio de \nJaneiro: LTC, 2008. 216 p. ISBN 9788521603788. \nZIVIANI, N. PROJETO DE ALGORITMOS em Java e C++. Editora Thomson, 2006.  \nHERBERT, S. C - Completo e total. São Paulo: Livros Técnicos e Científicos, 1997. \nBibliografia Complementar:  \nSZWARCFITER, J. L. Estruturas de dados e seus algoritmos. 3.ed. Rio de Janeiro: \nLTC, 2010. \nDEITEL, M. D.; DEITEL, P. J. C++: Como programar. Editora Bookman, 2006.  \nVELOSO, P. Estrutura de dados. Rio de Janeiro: Campus, 1983.  \nCORMEN, T. H. Algoritmos: teoria e prática. Rio de Janeiro: Campus, 2002. 916 p. \nISBN 8535209263.  \nWIRTH, Niklaus. Algoritmos e estruturas de dados. Rio de Janeiro: LTC, 2008. 255 p. \nISBN 9788521611905. \n \n \n", "77": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Computação Gráfica (INF02022) \nPeríodo Sugerido: 5º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Conceitos básicos de processamento de imagens e computação gráfica; \nFundamentos da computação gráfica bidimensional; Introdução a computação gráfica \ntridimensional; Dispositivos de E/S, transformações, representação de curvas e \nsuperfícies, modelagem geométrica, noções de processamento de imagens. \nBibliografia Básica:  \nAZEVEDO, E.; CONCI, A. Computação Gráfica: Teoria e Prática. Elsevier Editora, \n2007. v.1. \nGONZALEZ, R. C.; WOODS, R. E. Processamento digital de imagens. Addison \nWesley, 2010. \nGONZALEZ, R. C. Processamento de imagens Digitais. 2.ed. Reading : Addison-\nWesley, 1993. \nBibliografia Complementar:  \nGOMES J. M.; VELHO, L. Fundamentos da computação gráfica. SBM, 2003. \nGOMES J. M.; VELHO, L. Computação gráfica: imagem. SBM, 2003. \nBAKER, M.; PAULINE, H.; DONALD, W. Computer graphics, 2.ed. Prentice Hall, 1996. \n \n \nDisciplina: Redes de Computadores (INF02020) \nPeríodo Sugerido: 6º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: Princípios de Comunicação Analógica e Digital. Codificação do canal digital, \nmodulação, espalhamento de frequência, multiplexação. Tipos de enlace, códigos, \nmodos e meios de transmissão. Protocolos e serviços de comunicação. Terminologia, \ntopologias, modelos de arquitetura e aplicações. Especificação de protocolos. Internet e \nIntranets. Interconexão de redes. Redes de banda larga, ATM. Segurança e \nautenticação. Avaliação de desempenho. \nBibliografia Básica:  \nKUROSE, J. F.; ROSS, K. W. Redes de computadores e a Internet: uma abordagem \nTopDown.  Pearson Brasil, 2006.  \nTANENBAUM, A. S. Redes de computadores. Rio de Janeiro: Campus, 2008.  \nSOARES, L. F. G.; LEMOS, C. S. Redes de computadores: das LANs, MANs e WANs \nàs redes ATM. Rio de Janeiro: Campus, 1995. \nBibliografia Complementar:  \nSTEVENS, W. TCP/IP Illustrated. Edit.Addison-Wesley. v.1.  ISBN 0-201- 63346-9. \nCOELHO, P. E. Projeto de redes locais com cabeamento estruturado. Instituto Online \n(www.institutoonline.com.br), 2003.  \nTORRES, G. Redes de computadores: curso completo. 1.ed. Editora AxcelBooks, \n", "78": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n2001.  \nSOUSA, L. B. Protocolos e serviços de redes.  Erica, 2014. ISBN: 8536507675.  \nFOROUZAN, B. A. Comunicação de dados e redes de computadores. McGraw-Hill, \n2008. \n \nDisciplina: Banco de Dados I (INF02012) \nPeríodo Sugerido: 6º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: Modelo de dados. Modelagem e projeto de banco de dados. Álgebra Relacional, \nCálculo Relacional. \nBibliografia Básica:  \nELMASRI, R; NAVATHE,S. Sistemas de banco de dados. Pearson, 2011. \nISBN:8579360854  \nKORTH, H. F.; SILBERSCHATZ, A.; SUDARSHAN, S. Sistema de banco de dados. Rio \nde Janeiro: Campus, 2006.  \nHEUSER, C. A. Projeto de banco de dados. Bookman, 2008. \nBibliografia Complementar:  \nDATE, C. J.. Introdução a sistemas de banco de dados. Elsevier Editora, 2004.  \nTAN, P.; STEINBACH, M.; KUMAR, V. Introdução ao data mining. Ciência Moderna, \n2009. ISBN:8573937610.  \nROB, P.; CORONEL, C. Sistemas de banco de dados: projeto, implementação e \nadministração. 8.ed. Editora Cengage Learning, 2010. ISBN:8522107866.  \nHURSCH, C. J.; HURSCH, J. L. SQL: Linguagem de consulta estruturada. Rio de \nJaneiro: LTC, 1990.  \nRAMAKRISHNAN, R.; GEHRKE, J. Sistemas de gerenciamentos de bancos de \ndados. 3.ed. McGraw Hill Brasil, 2008. \n \nDisciplina: Desenvolvimento Web (INF02004) \nPeríodo Sugerido: 6º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: Padrões para estruturação e formatação de informações na WWW (sugestão: \nHTML, XHTML, CSS). Linguagem de Programação interpretada no cliente (sugestão: \nJavascript). \nBibliografia Básica:  \nGRANNELL, C. O guia essencial da web design com CSS e HTML. Rio de Janeiro: \nCiencia Moderna, 2009. 619 p. \nSILVA, M. S. JavaScript: guia do programador. São Paulo: Novatec, 2010. 604 p. \nPOWERS, S. Aprendendo JavaScript. São Paulo: Novatec, 2010. 407 p. \nBibliografia Complementar:  \n", "79": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMEMÓRIA, F. Design para internet: projetando a experiência perfeita. Rio de Janeiro: \nElsevier, 2006. 171 p. \nMORRISON, M. Use a cabeça! JavaScript, Starling Alta Consult, 2008.  \nFREEMAN, E.; FREEMAN, E. Use a cabeça: HTML com CSS e XHTML. 2.ed. Rio de \nJaneiro: Alta Books, 2008. 580 p. \nKRUG, S. Não me faça pensar: uma abordagem de bom senso à usabilidade na \nweb. Rio de Janeiro: Alta Books, 2013. 201 p. \nSILVA, M. S. Construindo sites com CSS e (X)HTML: sites controlados por folhas de \nestilo em cascata. São Paulo: Novatec, 2008. 446 p. \n \nDisciplina: Programação Inteira (INF02023) \nPeríodo Sugerido: 7º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Introdução à Programação Inteira; Principais problemas em Programação \nInteira; Métodos de solução. \nBibliografia Básica:  \nGOLDBARG, M. C.; LUNA, H. P. L. Otimização combinatória e programação \nlinear: modelos e algoritmos. Rio de Janeiro: Elsevier, 2005. 518 p.  \nHILLIER, F. S; LIEBERMAN, G. J. Introdução à pesquisa operacional. 8.ed. Porto \nAlegre: Artmed, 2010. 828 p. \nARENALES, M. Pesquisa Operacional: para cursos de engenharia. Rio de Janeiro: \nElsevier, 2007. 524 p.  \nBibliografia Complementar:  \nLACHTERMACHER, G. Pesquisa operacional na tomada de decisões. 4.ed. São \nPaulo: Pearson, 2014. 223 p. \nHILLIER, F. S; LIEBERMAN, G. J. Introdução a pesquisa operacional. 8.ed. Porto \nAlegre: Artmed, 2010. 828 p. \nLOESCH, C.; HEIN, N. Pesquisa operacional: fundamentos e modelos. São Paulo: \nSaraiva, 2009. 248 p. \nPASSOS, E. J. P. F. Programação linear como instrumento da Pesquisa \nOperacional. São Paulo: Atlas, 2008. 451 p. \nTAHA, H. A. Pesquisa operacional: uma visão geral. 8.ed. São Paulo: Pearson \nPrentice Hall, 2013. 353 p. \n \nDisciplina: Bancos de Dados II (INF02013) \nPeríodo Sugerido: 7º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: Sistemas de gerenciamento de bancos de dados (SGBD): arquitetura, \nsegurança, integridade, concorrência, recuperação após falha, gerenciamento de \ntransações. Linguagens de consulta: SQL. \n", "80": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nBibliografia Básica:  \nHURSCH, C. J.; HURSCH, J. L. SQL: Linguagem de consulta estruturada. Rio de \nJaneiro, LTC. 1990. \nRAMAKRISHNAN, R.; GEHRKE, J. Sistemas de gerenciamentos de bancos de \ndados. 3.ed. McGraw Hill Brasil, 2008.  \nBEIGHLEY, L. Use a cabeça Sql. Alta Books, 2008. I.S.B.N.: 9788576082101. \nBibliografia Complementar:  \nTAN, P.; STEINBACH, M.; KUMAR, V.  Introdução ao data mining. Ciência Moderna, \n2009. ISBN:8573937610. \nROB, P.; CORONEL, C. Sistemas de banco de dados: projeto, implementação e \nadministração. 8.ed. Cengage Learning, 2010. \nELMASRI, R.; NAVATHE, S. Sistemas de banco de dados. Pearson, 2011. \nISBN:8579360854. \nKORTH, H. F.; SILBERSCHATZ, A.; SUDARSHAN, S. Sistema de banco de dados. Rio \nde Janeiro: Campus, 2006. \nHEUSER, C. A. Projeto de banco de dados, Bookman, 2008. \n \nDisciplina: Interação Humano-Computador (INF02017) \nPeríodo Sugerido: 7º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: \nComunicação \nhomem-computador: \ninterface, \ninteração, \nusabilidade, \ncomunicabilidade, perspectivas de interação, componentes de hardware e software, \naspectos cognitivos, acessibilidade, RIA-Rich Internet Aplications. Design e avaliação de \ninterfaces. Autoria: plataformas para multimídia; ferramentas de desenvolvimento. Áudio: \npropriedades físicas do som; representação digital. Processamento e síntese de som. \nImagens: representação digital, dispositivos gráficos, processamento. Desenhos: \nrepresentação de figuras. Vídeo: interfaces, processamento. Animação. Realidade \nVirtual. \nBibliografia Básica:  \nTAKAHASHI, T. Sociedade da informação no Brasil. Brasília: Ministério da Ciência e \nTecnologia, 2000. Disponível em: http://www.socinfo.org.br/livro_verde/download.htm  \nDA SILVA, C. G.; DE MELO, L. C. P. Ciência, tecnologia e inovação: desafio para a \nsociedade brasileira. Brasília: Ministério da Ciência e Tecnologia / Academia Brasileira \nde Ciências. 2001. Disponível em: http://www.mct.gov.br/Livro_Verde/Default3.htm  \nBARBOSA, S. D. J.; SILVA, B. S. Interação humano-computador. Editora Campus-\nElsevier, 2010.  \nKRUG, S. Não me faça pensar: uma abordagem de bom senso a usabilidade na \nWEB. STARLIN ALTA CONSULT, 2008. ISBN-13: 9788576082712.  \nBibliografia Complementar:  \nNIELSING, J. Projetando WEB sites. Rio de Janeiro: Campus, 2000. ISBN-13: \n9788535206562.  \n", "81": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nPAULA FILHO, W. P. Multimídia: conceitos e aplicações. 2.ed. Rio de Janeiro: LTC, \n2011.   \nRIBEIRO, N. Multimídia e tecnologias interativas. 5.ed. Lidel - Zamboni, 2012.  \nBENYON, D. Interação humano-computador. 2.ed. Pearson Education, 2011.  \nPREECE, J.; ROGERS, Y.; SHARP, H. Design de interação: além da interação \nhomem-computador. 3.ed. Bookman, 2013. \n \nDisciplina: Sistemas Operacionais e Compiladores (INF02015) \nPeríodo Sugerido: 7º \nCarga Horária: 40 horas \nNatureza: optativa \nEmenta: Histórico e Conceitos Básicos. Gerência de Processos. Gerência de memória. \nSistemas \nde \nArquivos. \nComunicação \ninterprocessos. \nProcessamento \nParalelo. \nProcessamento Distribuído. Sistemas Operacionais Distribuídos. Sistemas Embarcados. \nSistemas de Tempo Real. Sistemas Operacionais como infraestrutura empresarial de TI. \nVirtualização. Noções de Compiladores. \nBibliografia Básica:  \nTANENBAUM, A. Sistemas operacionais modernos. Prentice Hall do Brasil, 2010.  \nOLIVEIRA, R. S.; CARISSIMI, A. da S.; TOSCANI, S. S. Sistemas operacionais, \nBookman, 2008  \nAHO, A. V.; SETHI, R.; ULLMAN, J. D. Compiladores: princípios e técnicas. Rio de \nJaneiro: LTC. ISBN-10: 8521610572. ISBN-13: 978-8521610571.  \nBibliografia Complementar:  \nSILBERSCHATZ, A.; GAGNE, G.; GALVIN, P. B. Sistemas operacionais com Java: \nconceitos e aplicações. Rio de Janeiro: Campus, 2004.  \nTANENBAUM, A. S.; WOODHULL. Sistemas operacionais: projeto e implementação. \n2a.ed. Porto Alegre: Bookman, 2000.  \nENGLANDER, I. A arquitetura de hardware computacional, software de sistema e \ncomunicação em rede: uma abordagem da tecnologia da informação.  Rio de \nJaneiro: LTC, 2011. \nDEITEL, H. M; DEITEL, P. J; CHOFFNES, D. R. Sistemas operacionais. 3.ed. São \nPaulo: Pearson, 2010. 760 p. ISBN 9788576050117.  \n \nDisciplina: Ensaio de Materiais (MET02029) \nPeríodo: 9º \nCarga Horária: 60 horas  \nNatureza: obrigatória \nEmenta:  \nTipos de ensaios e normalização. Ensaio de tração. Ensaio de compressão. Ensaios de flexão e \ndobramento. Ensaio de torção. Ensaio de dureza. Ensaios de impacto. Ensaio de fadiga. Ensaio \nde propagação de trincas. Ensaio de tenacidade à fratura. Ensaio de fluência. Ensaios não-\ndestrutivos. Ensaio visual, ensaio por partículas magnéticas, ensaio por ultrassom, ensaio por \nraios X e raios gama. \n", "82": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nBibliografia Básica:  \nSOUZA, S. A. Ensaios Mecânicos de Materiais Metálicos: fundamentos teóricos e práticos. 5 \nedição (1982). Editora Edgard Blucher. \nGARCIA, A.; SPIM, J. A.; dos SANTOS, C. A. Ensaios dos Materiais. Editora LTC. 2000. \nMANO, E. B. Polímeros como Materiais de Engenharia. Editora Edgard Blucher. 1991. \nWACHTMAN, J. B.; CANNON, W. R.; MATTHEWSON, M. Mechanical Properties of Cerâmics - \nsecond edition (2009). Editora John Wiley & Soons. \n GREEN, D. J. An Introduction to Mechanical Properties of Ceramics (1998). Editora Cambridge \nUniversity Press. \nBibliografia Complementar:  \nGUY, A. G. Ciência dos materiais. Traduzido por . São Paulo: Livros Técnicos e Científicos, s.d. \n435 p.  \nMORAIS, W. A. de; MAGNABOSCO, Antônio Sérgio; MENEZES NETTO. Metalurgia física e \nmecânica aplicada. São Paulo: ABM, 2008. v. 1. 312 p \nMICHAELI; W. et al.. Tecnologia dos plásticos. Traduzido por Christian Dihlmann. São Paulo: \nEdgard Blücher, 1995. 205 p. \nASHBY; Michael F.; JONES; David R.H.. Engenharia de materiais.3. ed. São Paulo: Campus, \nc2007. v. 2. 436 p. \nASHBY; Michael F.; JONES; David R.H. Engenharia de materiais: uma introdução a \npropriedades, aplicações e projeto.3. ed. São Paulo: Campus, c2007. v. 1. 371 p.  \nDIETER, G. E. Metalurgia mecânica. Traduzido por . 2.ed.. ed. Rio de Janeiro: Guanabara Dois, \ns.d. 653 p. \n \nDisciplina: Materiais Cerâmicos (MET02035) \nPeríodo: 10º \nCarga Horária: 60 horas  \nNatureza: optativa \nEmenta: \n Cerâmicas Tradicionais. Cerâmicas de Engenharia. Processamento de materiais cerâmicos. \nSistemas coloidais, reologia de barbotinas e de suspensões coloidais. Técnicas de \ncaracterização de pós e massas cerâmicas. Métodos de conformação de pós e massas \ncerâmicas. Tratamentos térmicos. Técnicas de sinterização de materiais cerâmicos. Estruturas \ndos sólidos cerâmicos, interfaces, contorno de grão presença fase amorfa, transformação de \nfase. Microestrutura, nanoestrutura. Materiais cerâmicos compósitos e nanocompósitos. \nPropriedades mecânicas. Tensões térmicas. Acabamento superficial. Aplicações dos materiais \ncerâmicos  \nBibliografia Básica:  \nVGUSTINIK, A. I. Cerámica. Editora Reverté S.A, Rio de Janeiro, 1983, p. 726.  \nMcCOLM, I. J. Ceramic Science for Materials Technologists. Chapman and Hall. 1983. 357p. \nCHNEIDERBY, S. J. Eng. Materials Handbook: Ceramic and Glasses, V4, ASM, EUA (1991).  \nKingery, W. D. Bowen, H. K. Uhlmann, D. R. Introduction to Ceramics, J. Wiley, EUA (1976).  \nBibliografia Complementar: \nHLAVÁC, J. The Technology of Glass and Ceramics, an Introduction. Elsevier, Checoslovaquia \n(1983).  \nSCHNEIDERBY, S. J. Eng. Materials Handbook: Ceramic and Glasses, V4, ASM, EUA (1991). \nRAWSON, H. Glasses and their applications, The Inst of Metals, Inglaterra (1991). \nCAMARGO, N. H. A. SOARES, C. GEMELLI, E. Elaboration and Characterization of \nNanostructured Biocements for Biomedical Applications. Research Materials, vol. 10, nº 2, p. 135-\n140, 2007.  \n", "83": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nCAMARGO, M. H. De LIMA, A. S. GEMELLI, E. Síntese e Caracterização de Pós. \n \nDisciplina: Materiais Poliméricos (MET02036) \nPeríodo: 10º \nCarga Horária: 60 horas  \nNatureza: optativa \nEmenta:  \nEstruturas de Polímeros. Propriedades e Aplicações dos Materiais Poliméricos. Materiais \nCompósitos Reforçados por Fibras.  \nBibliografia Básica:  \nMICHAELI, W. e outros. Tecnologia dos Plásticos. Editora Edgard Blücher Ltda., São Paulo, \n1995.  \nSTEVENS, M. P. “Polymer Chemistry, An Introduction”, 2nd Edition, Oxford University \nPress, Oxford, 1990.  \nCARRAHER Jr, C.E.., “Polymer Chemistry, An Introduction”, 4th Edition, Marcel Dekker, New \nYork, 1996.   MANO, E.B. Introdução aos Polímeros. Editora Edgard Blücher Ltda., São Paulo, \n1985.  \nBibliografia Complementar:  \nMANO, E.B. Polímeros como Materiais de Engenharia. Editora Edgard Blücher Ltda., São Paulo, \n1991. \nCANEVAROLO JUNIOR, S. V. Técnicas de Caracterização de Polímeros. Artliber, 2004,448p. \nGUEDES, B. e FILAUSKAS, M. O Plástico. Livros Érica Editora, São Paulo, 1991.  \nALFREY, T. e GURNEE, E.F. Polímeros Orgânicos. Editora Edgard Blücher Ltda., São Paulo, \n1971. \nRODRIGUES, F. Principles of Polymer Systems. Taylor & Francis, Washington, 1996.  \nBILLMEYER, F.W. Textbook of Polymer Science. Wiley-Interscience, New York, 1971.  \nSTRONG, A.B. Plastics: Materials and Processing. Prentice-Hall, Columbus, 1996.  \nOGORKIEWICZ, R.M. Engineering Properties of Thermoplastics. Wiley-Insterscience, London, \n1970.  \nDisciplina: Materiais Refratários (MET02037) \nPeríodo: 10º \nCarga Horária: 60 horas  \nNatureza: optativa \nEmenta: Definição de materiais refratários. Caracterização e aplicações. Propriedades \nRelevantes ao Comportamento Refratário. Ensaios e análise de desempenho. Seleção e \nEstratégias de Aplicação Industrial. Cálculos Práticos sobre Isolamento Refratário. Refratários \nEstruturais \nTradicionais: \nMatérias \nPrimas; \nProcessamento; \nDiagramas \nde \nEquilíbrio; \nPropriedades e Aplicações. Refratários Estruturais Avançados: Matérias Primas; Processamento; \nDiagramas de Equilíbrio; Propriedades e Aplicações.  \nBibliografia Básica:  \nCARNIGLIA, S.C.; BARNA, G.L. Handbook of industrial refractories technology. New Jersey: \nNoyes publishing, 1992.  \nKINGERY, W.D. et al. Intriduction to ceramics. New York: John Wiley & Sons, \n1976. RICHERSON, D.W. Modern Ceramic Engineering: Properties, Processing, and Use in \nDesign. 3th. ed. New York: CRC, 2005.  \nPress, Oxford, 1990.  \n \n", "84": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nBibliografia Complementar:  \nSCHACHT, C.A. (Ed.) Refractories Handbook. New York: CRC Press, 2004.  \nSCHACHT, C.A. Refractory Linings. New York: Marcel Dekker, 1995.  \nTHE MATERIALS INFORMATION SOCIETY. Engineered Materials Handbook: Ceramics \nand Glasses. USA: ASM, 1991, v 4. \n \n \n \nDisciplina: Materiais Compósitos (MET02038) \nPeríodo: 10º \nCarga Horária: 60 horas  \nNatureza: optativa \nEmenta: Introdução. Definição de materias compósitos. Tipos e classificação de compósitos. \nPrincipais materiais empregados como reforço. Micromecânica. Desenvolvimento das equações \nda micromecânica. Influencia do comprimento do reforço. Elementos de elasticidade. A lei de \nhooke generalizada. Efeito da orientação do reforço. Critérios de falha. Introdução aos processos \nde fabricação. \nBibliografia Básica:  \nK. K. Chawla. Composite Materials Science and Engineering; New York: Springer, \n2012. D.Hull; T. W. Clyne. An Introduction to Composite Materials, 2a Edição; \nCambridge: Cambridge University Press, 1996. William. D. Callister Jr. Ciência dos \nMateriais e Engenharia. Uma Introdução. 8ª Edição; Rio de Janeiro: LTC, 2012. \nBibliografia Complementar:  \nB.D.Agarwal; L.J.Broutman. Analysis and Performance of Fiber Composites; New \nYork: John Wiley & Sons, 1980. \n R.F.Gibson. Principles of Composite Materials Mechanics; New York: McGraw Hill, \n1994. K.K.U.Stellbrink. Micromechanics of Composites; Munich: Hanser Publishers, \n1996. Kakani, S. L.; Kakani, A. Materials Science; New Delhi: New Age International, \n2004. Morrison, J. C. Modern Physics for Scientists and Engineers; Burlington, MA: \nAcademic Press, 2010. \n \n \nDisciplina: Física Experimental II (FIS02003) \nPeríodo Sugerido: 3º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Gravitação. Estática de Fluidos. Oscilações Livres. Movimentos harmônicos. \nOscilações amortecidas. Dilatação térmica linear. Dilatação térmica volumétrica \n.Radiação térmica. Primeira lei da termodinâmica. Hidrodinâmica \nBibliografia Básica:  \n", "85": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nJ.P.Piacentini, B.C.S. Grandi, M.P. Hofmann, F.R.R. de Lima, E. Zimmermann, \nIntrodução ao Laboratório de Física, 2a ed., (Ed.UFSC, Florianópolis, 2001). \nALBUQUERQUE, W. V.; Manual de Laboratório de Física; McGraw-Hill do  \nBibliografia Complementar:  \nTIPLER, P. A.; MOSKA, G. Física para cientistas e engenheiros. 5.ed. Rio de Janeiro: \nLTC, \n2004. \nv.1.  \nYOUNG, H. D.; FREEDMAN, R. A. Física. 10.ed. São Paulo: Pearson, 2003. v.1.  \nMONTGOMERY, D. C.; RUNGER, G. C. Estatística aplicada e probabilidade para \nengenheiros. \n \n4.ed. \nRio \nde \nJaneiro: \nLTC, \n2009. \n493 \np. \nHINES, W. W. Probabilidade e estatística na engenharia. 4.ed. Rio de Janeiro: LTC. \nRAMOS, L. A. M. Física experimental. Porto Alegre: Mercado Aberto, 1984. \n \nDisciplina: Teoria Geral da Administração (GES02001) \nPeríodo Sugerido: 3º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: A evolução da formação do pensamento administrativo, desenvolvendo o \nconhecimento a partir do estudo das abordagens e teorias correspondentes as diferentes \nconcepções. As teorias e escolas da administração sob o enfoque histórico e doutrinário. \nConceitos e universalidade da administração. Antecedentes históricos do pensamento \nadministrativo. Administração Científica Clássica. Teoria Clássica. O movimento de \nRelações Humanas. Abordagem Estruturalista. Abordagem Neoclássica. Behaviorismo. \nAbordagem Sistêmica. Abordagem Contingencial. Estratégias modernas \nBibliografia Básica:  \nCHIAVENATO, I. Introdução à teoria geral da administração. Rio de Janeiro: Campus, \n2004. \nMAXIMIANO, A. C. A. Teoria geral da administração: da revolução urbana à \nrevolução digital. 6.ed. São Paulo: Atlas, 2006. \nSILVA, R. O. Teorias da administração. São Paulo: Pearson Prentice Hall, 2008. \nCHIAVENATO, I. Administração: teoria, processo e prática. São Paulo: McGraw-Hill \ndo Brasil, 1985. \nROBBINS, S. P. Administração: mudanças e perspectivas. São Paulo: Saraiva, 2000. \nMONTANA, P. J.; CHARNOV, B. H. Administração. São Paulo: Saraiva, 1998. \nBibliografia Complementar:  \nLACOMBE, F. Teoria geral da administração. Rio de Janeiro: Saraiva, 2009. \nNOGUEIRA, A. J. F. M. Teoria geral da administração para o século XXI. Atica, 2007. \nOLIVEIRA, D. R. Teoria geral da administração: uma abordagem prática. São Paulo: \nAtlas, 2008. \nMOTTA, F. C. P.; VASCONCELOS, I. F. G. Teoria geral da administração. 3.ed. \nThomson Pioneira, 2006. \nMUNIZ, A. J. O.; FARIA, H. A. Teoria geral da administração - noções básicas. 5.ed. \nSão Paulo: Atlas, 2007. \n \n \n", "86": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n Disciplina: Introdução à Contabilidade (GES02002) \nPeríodo Sugerido: 3º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: História e campo de atuação da contabilidade. Conceitos. Objetivos e grupos de \nusuários. Princípios Contábeis. Estudo do Patrimônio. \nDemonstrações Financeiras e Aspectos Tributários. Comparação entre a Contabilidade \nGerencial e Contabilidade Financeira. \nGerenciamentos globais, Setoriais, Específicos. Contabilidade de custos. Critérios de \nrateio dos custos indiretos. Custos para a tomada de \ndecisão. Orçamentos e Projeções \nBibliografia Básica:  \nEquipe de professores (FEA USP). Contabilidade introdutória. São Paulo: Atlas, 1998. \nGUIMARAES, M. F. Contabilidade geral. Brasília: Vest-Com, 1998. \nIUDÌCIBUS, S. Contabilidade gerencial. São Paulo: Atlas, 1998. \nEquipe de professores (FEA USP). Contabilidade introdutória. São Paulo: Atlas, 2010. \nMARION, J. C. Contabilidade básica. São Paulo: Atlas, 2004. \nMARION, J. C.; IUDÍCIBUS, S. de. Curso de contabilidade para não contadores: para \nas áreas de administração, economia, direito e engenharia. Atlas: 2009. \nBibliografia Complementar:  \nLEITE, H. de P. Contabilidade para administradores. São Paulo: Atlas, 1995. \nMARION, J. C. Contabilidade empresarial. São Paulo: Atlas, 2002. \nMARTINS, E. Contabilidade de custos. São Paulo: Atlas, 2001. \nPADOVEZE, L. C. Contabilidade gerencial. Atlas, 1997. \nVICECONTI , P. E.V.; NEVES, S. Contabilidade básica. São Paulo: Frase, 2003. \nZUCCHI, A. L. Contabilidade de custos: uma introdução. São Paulo: Scipione, 1992. \n151 p. \n \nDisciplina: Física IV (FIS02008) \nPeríodo Sugerido: 4º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: Abordar de forma qualitativa e quantitativa os conceitos básicos de Óptica \ngeométrica, Óptica física, Ondas eletromagnéticas, Teoria da Relatividade Restrita \nBibliografia Básica:  \nHALLIDAY, D.; RESNICK, R.; KRANE, K. S. Fundamentos de física. 8.ed. Rio de \nJaneiro: LTC, 2009. \nTIPLER, P.; MOSTRA, E. G. Física. 6.ed. Rio de Janeiro: LTC, 2009. v.2. \nYOUNG, H. D.; FREEDMAN, R. A. Física.  São Paulo: Pearson, 2003. v.2. \nBibliografia Complementar:  \nSAND, M.; FEYNMAM, R. P.; LEIGHTON, R. P. Lições de física. 1.ed. Artmed, 2008.  \nNUSSENZVEIG, H. M. Curso de física básica. 4.ed. São Paulo: Edgard Blücher. v.4. \nALONSO, M.; FINN, E.J. Física, um curso universitário. São Paulo: Edgard Blücher, \n1972. v.2. \nPIRES, A. S. T. Evolução da ideias da física. 2.ed. São Paulo: Livraria da Física. \n", "87": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nEINSTEIN, A.; INFELD, L. A evolução da física. Rio de Janeiro: Zahar. \n \n \nDisciplina: Comércio Eletrônico (GES02014) \nPeríodo Sugerido: 4º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Empresas participantes da Internet e os serviços que oferecem. Tipos de \nComércio eletrônico. Aplicações de Comércio eletrônico: elearning, e-recruiting, e-gov, e-\nprocurement, e-commerce, e-marketing, etc. Web-marketing: ferramentas e estratégias. \nAplicações para a \ntecnologia móvel. \nBibliografia Básica:  \nALBERTIN, A. L. Comércio eletrônico: modelo, aspectos e contribuições de sua \naplicação. Atlas, 2004. \nTURBAN, E.; KING, D. Comércio eletrônico estratégia e gestão. São Paulo: Pearson \nBrasil, 2004. \nSEYBOLD, P. B. Clientes.com como criar uma estratégia empresarial para a Internet \nque proporcione lucros reais. São Paulo: Makron Books, 2000. \nBibliografia Complementar:  \nCATALANI, L.; KISCHINEIVSKY, A.; RAMOS, E.; SIMÃO, H. E-commerce. Rio de \nJaneiro: FGV, 2006. \nFRANCO JUNIOR, C. F. E-business: internet, tecnologia, e sistemas de informação \nna administração de empresas. São Paulo: Atlas, 2005. \nVASCONCELLOS, E. E-commerce nas empresas brasileiras. São Paulo: Atlas, 2005. \nINELLAS, G. C. Z. de. Crimes na Internet. São Paulo: Juarez de Oliveira, 2004. \nREEDY, J.; SCHULLO, S.; ZIMMERMAN, K. Marketing eletrônico. Porto Alegre: \nBookman Companhia, 2001. \n \n \nDisciplina: Noções de Economia (GES02003) \nPeríodo Sugerido: 4º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Conceitos fundamentais em economia. Evolução do Pensamento Econômico. \nAs principais leis da teoria econômica. Introdução à \nMicroeconomia. Demanda, oferta e equilíbrio de mercado. Estruturas de mercado. \nIntrodução à Macroeconomia. Inflação. Desenvolvimento \ne crescimento econômico. A unidade de produção, seu funcionamento e a integração no \nsistema econômico. Relação da Economia com \noutras ciências sociais. Relação da Economia com a tecnologia. \nBibliografia Básica:  \nVASCONCELLOS, M. A. S; GARCIA, M. E. Fundamentos de economia. São Paulo: \n", "88": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nSaraiva, \n2006. \nROSSETTI, J. P. Introdução à economia. 19.ed. São Paulo: Atlas, 2002. \nMOCHON, F.; TROSTER, R. L. Introdução à economia. São Paulo, Makron Books, \n1994. \nBibliografia Complementar:  \nZUFFO, J. A. A sociedade e a economia no novo milênio - Livro 1 - A tecnologia e a \ninfossociedade. \nEditora \nManole, \n2002. \nISBN:8520415350.  \nZUFFO, J. A. A sociedade e a economia no novo milênio - Livro 2 - Macroeconomia \ne \nempregos. \nEditora \nManole, \n2003. \nISBN:8520416330.  \nZUFFO, J. A. A sociedade e a economia no novo milênio - Livro 3 - A Infoeconomia. \nEditora \nManole, \n2004. \nISBN: \n8520417434. \nBASTOS, V. L.; SILVA, M. L. F. Para entender as economias do terceiro mundo. \nBrasília: \nUniversidade \nde \nBrasília, \n1995. \nCASTRO, A. B. de; LESSA, C. F. Introdução à economia: uma abordagem \nestruturalista. 33.ed. Rio de Janeiro: Forense,1991. \n \n \nDisciplina: Inglês Instrumental I (LIN02002) \nPeríodo Sugerido: 5º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: \nPrescrição, \nargumentação, \nresumos, \nparáfrases, \nreferenciação, \ncontextualização dos níveis de linguagem, noção de erro e adequação, ambiguidade, \nrecursos expressivos da linguagem como facilitadores do entendimento da mensagem \nBibliografia Básica:  \nCOURA-SOBRINHO, J. O dicionário como instrumento auxiliar na leitura em língua \nestrangeira. Belo Horizonte: Faculdade de Letras da UFMG, 1998. \nGALANTE, T. P. Ingles para processamento de dados. 6.ed. Sao Paulo: Atlas, 1993.  \nCOLLINS, G. Dicionário inglês-português, português-inglês. São Paulo: Disal, 2009. \n604 p. \nBibliografia Complementar:  \nALLIANDRO, H. Dicionário escolar inglês português. Rio de Janeiro: Ao livro Técnico, \n1995. \nAZEVEDO, M. T. Ingles: textos e testes. 2.ed. Rio de Janeiro: Ao livro tecnico, 1981.  \nDICIONÁRIO OXFORD ESCOLAR: para estudantes brasileiros de inglês. 4.ed. \nOxford: Oxford University Press, 2004. \nFURSTENEAU, E. Novo dicionario de termos tecnicos ingles-portugues. 22.ed. São \nPaulo: Globo, 1975.  \nSTRANGE, D. Double take – reading and writing. Oxford: Oxford University Press, \n2001. \n \n \n \n", "89": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDisciplina: Matemática Financeira (MAT02005) \nPeríodo Sugerido: 5º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Juros simples e compostos. Uso de calculadoras e planilhas eletrônicas. Taxas \nequivalentes. Anuidades. Amortização. Descontos. Taxas reais e aparentes. Séries de \nPagamentos Uniformes. Equivalência de fluxos de caixa. Séries Não-Uniformes. Valor \nPresente Líquido. Taxa Interna de Retorno. Demonstrações Financeiras Projetadas e \nFluxos de Caixa Incrementais de um Projeto. \nBibliografia Básica:  \nSOBRINHO, J. D. V. Matemática financeira. São Paulo: Atlas, 1997. \nPUCCINI, A. de L. Matemática financeira - objetiva e prática. São Paulo: LTC, 1986. \nSAMANEZ, C. P. Matemática financeira. São Paulo: Pearson Prentice Hall, 2010. \nBibliografia Complementar:  \nFARO, C. Matemática financeira. São Paulo: Atlas, 1982. \nFARIA, R. G. Matemática comercial e financeira. São Paulo: Ática, 2007. \nGIMENES, C. M. Matemática financeira com HP12C e Excel : uma abordagem \ndescomplicada. São Paulo: Pearson Prentice Hall, 2009. \nD’AMBRÓSIO, N.; D´AMBRÓSIO, U. Matemática comercial e financeira e \ncomplementos de matemática. São Paulo: Companhia Editora Nacional, 1970. \nCRESPO, A. A. Matemática financeira fácil. São Paulo: Saraiva, 2009. \n \nDisciplina: Planejamento Estratégico (GES02007) \nPeríodo Sugerido: 5º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Planejamento estratégico: histórico, importância, principais conceitos. Principais \nescolas. Gestão Estratégica Planejamento estratégico, cenários prospectivos e \nInteligência Competitiva. Metodologias e etapas do planejamento estratégico. \nFormulação de um plano estratégico. Análise de cenários, modelo SWOT, modelo Porter, \nModelo GI e SNA(Adequação Estratégica). \nBibliografia Básica:  \nAHLSTRAND, B.; LAMPEL, J. Safári da estratégia: um roteiro pela selva do \nplanejamento. Editora Bookman, 2000;  \nOLIVEIRA, D. P. R. Planejamento estratégico: conceitos, metodologia e prática. São \nPaulo: Atlas, 2004.  \nPORTER, M. Vantagem competitiva: criando e sustentando um desempenho \nsuperior. Editora Campus: 1990. \nBibliografia Complementar:  \nMINTZBERG, H. Strategy making in three modes. California: Management Review, \n1973. \nPORTER, M. Estratégia competitiva: técnicas para análise de indústria e da \nconcorrência. Editora Campus, 1986 \nANSOFF, H. I.; McDONNELL, E. Implantando a administração estratégica. São Paulo: \nAtlas, 1983. \n", "90": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nANSOFF, I. A nova estratégia empresarial. Editora atlas: São Paulo,1990. \nHAMEL G.; PRAHALAD, C. K. Competindo pelo futuro: estratégias inovadoras para \nobter o controle de seu setor e criar os mercados de amanhã. Rio de Janeiro: \nCampus, 1995. \nKIM, W. C.; MAUGBORGNE, R. A estratégia do oceano azul: como criar novos \nmercados e tornar a concorrência irrelevante. Rio de Janeiro:Elsevier. \n \nDisciplina: Inglês Instrumental II (LIN02003) \nPeríodo Sugerido: 6º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: \nPrescrição, \nargumentação, \nresumos, \nparáfrases, \nreferenciação, \ncontextualização dos níveis de linguagem, noção de erro e adequação, ambiguidade, \nrecursos expressivos da linguagem como facilitadores do entendimento da mensagem. \nBibliografia Básica:  \nPINTO, D. Compreensão inteligente de textos. Grasping the meaning. Rio de \nJaneiro: Ao livro técnico, 1991. v.1. \nTAYLOR, J. Gramática delti da língua inglesa. Rio de Janeiro: Ao Livro Técnico, 1995. \nSILVA, J. A. de C.; GARRIDO, M. L.; BARRETO, T. P. Inglês instrumental: leitura e \ncompreensão de textos. Salvador: Centro Editorial e Didático da UFBA, 1994. \nBibliografia Complementar:  \nALLIANDRO, H. Dicionário escolar inglês português. Rio de Janeiro: Ao livro Técnico, \n1995. \nBOJUNGA, L. Aula de ingles. Rio de Janeiro: Casa Lygia Bojunga, 2009. 212 p.  \nHANKS, J. A. Dicionário técnico industrial- ingles/português. Garnier, 2001 \nGALLO, L. R. Inglês intrumental para informática. Icone Editora, 2008. \nCRUZ, D. T.; ROSAS, M.; SILVA, A. V. Inglês com textos para informática. Disal \nEditora, 2003. \n \n \nDisciplina: Administração Mercadológica (GES02008) \nPeríodo Sugerido: 6º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: O papel e a importância do marketing na Administração. Organização voltada \npara o produto. Organização voltada para o marketing. \nAmbiente de marketing e concorrência nas organizações. Composto de marketing. \nFidelização de clientes. A importância da coleta de \ninformações para o marketing. Segmentação de mercado e seleção de mercados-alvo. \nGerência de linhas de produtos e marcas. Gerência \ne Execução de Programas de Marketing. Gerência de varejo, atacado e logística de \nmercado. Gerência de comunicação integrada de \nmarketing. Gerência de propaganda, promoção de vendas e relações públicas. Gerência \nda força de vendas. \n", "91": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nBibliografia Básica:  \nCHURCHILL, Gilbert A.; PETER, J. P. Marketing: criando valor para o cliente. São \nPaulo: Saraiva, 2000. \nHOFFMAN, K. D.; BATESON, J. E. G. Princípios de marketing de serviços conceitos, \nestratégias e casos. São Paulo: Thomson. 2003. \nKOTLER, P.; KELLER, K. L. Administração de Marketing. 12.ed. São Paulo: Pearson, \n2006. \nBOONE, L. E.; KURTZ, D. L. Marketing contemporâneo. Rio de Janeiro: LTC, 1998. \nCOBRA, M. Administração de marketing. São Paulo: Atlas, 1992. \nKOTLER, P. Administração de marketing. Rio de Janeiro: Prentice-Hall do Brasil, 2000. \nBibliografia Complementar:  \nBAKER, M. L. Administração de Marketing. Rio de Janeiro: Campus, 2005. \nBLACKWELL, R. D.; ENGEL, P. W.; ENGEL, J. F. Comportamento do consumidor. \n9a.ed. São Paulo: Thomson, 2005. \nFERREL, O. C.; HARTLINE, M. D. Estratégia de Marketing. São Paulo: Thomson, 2005. \nMALHOTRA, N. K. Pesquisa de Marketing: Uma orientação aplicada. Porto Alegre: \nBookman, 2001. \nROCHA, A.; CHRISTENSEN, C. Marketing: Teoria e prática no Brasil. São Paulo, \nAtlas,1999. \n \nDisciplina: Administração de Recursos Humanos (GES02011) \nPeríodo Sugerido: 7º \nCarga Horária: 60 horas \nNatureza: optativa \nEmenta: Objetivos e importância da ARH. Evolução histórica da ARH. ARH como função \nSTAFF e responsabilidade de linha. Os subsistemas da ARH e seus objetivos. \nPlanejamento de RH. Desenho de cargos. Estrutura de cargos. Recrutamento e seleção. \nAvaliação de desempenho. Treinamento e desenvolvimento. Gestão Participativa. \nNegociação. Cultura Organizacional. Pesquisa de Clima Organizacional. Relações \ntrabalhistas e sindicais. Noções de Legislação trabalhista. Gestão de funcionários \nterceirizados. Teletrabalho. Gestão por competências. Avaliação do valor agregado. \nOutplacement \nBibliografia Básica:  \nCHIAVENATO, I. Recursos Humanos: o capital humano das organizações. 9.ed. \nCampus: Elsevier, 2009. \nFERNANDES, B. H. R. Gestão estratégica de pessoas com foco em competência. \n1.ed. Rio de Janeiro: Elsevier, 2013. \nHANASHIRO, D. M. M.; TEIXEIRA, M. L. M.; ZACCARELLI, L. M. Gestão do fator \nhumano - Uma visão baseada em stakeholders. 2.ed. Revista e Atualizada, Saraiva, \n2008. \nBibliografia Complementar:  \nARAUJO, L. C. G de. Gestão de Pessoas: estratégias e integração organizacional. \n2.ed. Atlas. \nGUBMAN, E. L. Talento: desenvolvendo pessoas e estratégias para obter \nresultados. Rio de Janeiro: Campus, 2000. \n", "92": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMILKOVICH, G. T.; BOUDREAU, J. W. Administração de recursos humanos. São \nPaulo: Atlas, 2000. \nCARVALHO, A. V. De; SERAFIM, O. C. G.; NASCIMENTO, L. P. Administração de \nrecursos humanos. São Paulo: Pioneira, 2000. \nDRUCKER, P. Fator humano e desempenho. São Paulo: Pioneira, 1997. \n \nDisciplina: Gerência de Projetos (INF02026) \nPeríodo Sugerido: 8º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Conceito de projeto, conceito de gestão, o PMI, projeto X rotina, ciclo de vida do \nprojeto, software de gestão de projetos (MS Project), as 9 \náreas de gestão do PMI - gestão da integração e seus processos básicos, gestão do \nescopo e seus processos básicos, gestão do tempo e seus processos básicos, gestão da \nqualidade e seus processos básicos, gestão do custo e seus processos básicos, gestão \ndo risco e seus processos básicos, gestão da comunicação e seus processos básicos, \ngestão de compras e seus processos básicos, gestão de RH e seus processos básicos. \nBibliografia Básica:  \nDISMORE, P. C. Como se tornar um profissional em gerenciamento de projetos. Rio \nde Janeiro: Quality Mark, 2005. \nPhillips, J. Gerência de projetos de tecnologia da informação. Rio de Janeiro: \nCampus, 2003. \nUm guia do conhecimento em gerenciamento de projetos. Guia PMBOK® 4a. ed. \nEUA:Project Management Institute, 2008. \n \nBibliografia Complementar:  \nHeldman, K. Gerência de projetos: guia para o exame oficial do PMI. Rio de Janeiro: \nCampus, 2006. \nCASAROTTO, F.; FAVERO, N.; CASTRO, J. S. Gerência de projetos / engenharia \nsimultânea. Ed. Atlas, 1999. \nCLELAND, D. I.; IRELAND, L. R.Gerenciamento de projetos. Rio de Janeiro: LTC, \n2007. \nCLEMENTS, J. P; GIDO, J. Gestão de projetos. 3.ed. São Paulo: Thomson Learning, \n2007. \nELLING, R. Gestão de projetos. São Paulo: Saraiva, 2002. \n \n \nDisciplina: Libras (LIN02005) \nPeríodo Sugerido: 10º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Línguas de Sinais e minoria lingüística; as diferentes línguas de sinais; status \nda língua de sinais no Brasil; cultura surda; organização \nlingüística da LIBRAS para usos informais e cotidianos: vocabulário;morfologia, sintaxe e \n", "93": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nsemântica; a expressão corporal como elemento \nlingüístico \nBibliografia Básica:  \nGESSER, A. Libras? Que língua é essa? São Paulo: Editora Parábola, 2009. \nPIMENTA, N.; QUADROS, R. M. Curso de libras I. Rio de Janeiro: LSBVideo, 2006. \nQUADROS, R. M.; KARNOPP, L. Estudos lingüísticos: a língua de sinais brasileira. \nPorto Alegre: ArtMed, 2004. \nBibliografia Complementar:  \nCAPOVILLA, F.; RAPHAEL, W. D. Dicionário enciclopédico ilustrado trilíngue da \nlíngua de sinais. São Paulo: Imprensa Oficial, 2001. \nDicionário virtual de apoio: http://www.acessobrasil.org.br/libras/ \nDicionário virtual de apoio: http://www.dicionariolibras.com.br \nLegislação Específica de Libras MEC/SEESP http://portal.mec.gov.br/seesp \nPIMENTA, N. Números na língua de sinais brasileira. Rio de Janeiro: LSBVideo, 2009. \n \n \nDisciplina: Espanhol Instrumental I (LIN02009) \nPeríodo Sugerido: 10º \nCarga Horária: 30 horas \nNatureza: optativa \nEmenta: Compreensão do espanhol escrito. Estudo das estruturas e do vocabulário \nfundamental do espanhol escrito, baseado na compreensão de textos sobre temas \natuais. Exercícios estruturais. Estudos das principais estruturas gramaticais da língua \nespanhola. Desenvolver a compreensão oral, competência comunicativa, compreensão \nda leitura e expressão escrita da língua espanhola. Desenvolvimento global de todas \nhabilidades lingüísticas visando fluência e precisão através do estudo individualizado de \ncada habilidade. Estudo morfo-sintático do espanhol; problemas específicos da morfo-\nsintaxe espanhola e suas aplicações orais e escritas. \nBibliografia Básica:  \nALVES, A. N.; MELO, A. M. Español para Brasileños. 2.ed. São Paulo: Moderna, 2004. \nAGUIRRE BELTRÁN, B. El Español por Profesiones: Servicios Turísticos. Madrid: \nSGEL, 1994. \nBURGOS, M. A.; REGUEIRO, M. A. V. Michaelis S.O.S Espanhol: guia prático de \ngramática. Tradução: Andréa Silva Ponte, São Paulo: Companhia Melhoramentos, 1997. \nBibliografia Complementar:  \nMILANI, E. M. Gramática de Espanhol para Brasileiros. 2.ed. São Paulo: Saraiva, \n2000. \nMinidicionário Saraiva Espanhol-Português, Português-Espanhol. 6.ed. São Paulo: \nSaraiva, 2003. \nSEÑAS: Diccionario para la Enseñanza de la Lengua Española para Brasileños / \nUniversidad Alcalá de Henares. Tradução: Eduardo Brandão e Claudia Berliner. 2.ed. \nSão Paulo: Martins Fontes, 2001. \n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ \n", "94": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n6.3. Estágio Curricular  \nO Estágio Curricular no curso de Engenharia Mecatrônica do IF Sudeste MG – Campus \nJuiz de Fora é uma atividade supervisionada e obrigatória a ser desenvolvida pelo aluno e \npossui a carga horária mínima de 180 horas. O início do Estágio Curricular dar-se-á após a \nconclusão, com êxito, de pelo menos 50% das disciplinas obrigatórias do curso, segundo \nnormas e procedimentos vigentes da Diretoria de Extensão e Relações Comunitárias \n(DERC). \nO Estágio Curricular deverá ser realizado dentro do próprio IF Sudeste MG, em instituições \nconveniadas ou, ainda, com profissionais liberais credenciados, desde que tenham \ncondições de preparar o discente para o trabalho produtivo. Em todos os casos, o \nestudante deverá ficar sob responsabilidade de um profissional para orientá-lo e \nsupervisioná-lo, com formação ou experiência profissional comprovada na área de \nconhecimento desenvolvida durante o curso. Um professor do curso também fará o \nacompanhamento do Estágio Curricular, bem como a avaliação dos relatórios periódicos e \nfinal. \nPodem ser caracterizadas como Estágio Curricular atividades tais como estágio \nsupervisionado em ambiente de trabalho, desenvolvimento de projetos, iniciação científica, \ntreinamento profissional e efetivo exercício profissional, desde que haja contextualização \ncurricular objetivando o desenvolvimento de habilidades e competências necessárias para \natuação profissional.  \nDurante o Estágio Curricular é obrigatória a apresentação do Relatório Periódico de \nAtividades a cada seis meses. Ao final do estágio, o aluno deverá elaborar o Relatório \nFinal utilizando o modelo próprio, disponibilizado no sítio da instituição. \n6.4. Atividades Complementares  \nAs Atividades Complementares estão previstas na matriz curricular do curso de \nBacharelado em Engenharia Mecatrônica do IF Sudeste MG - Campus de Juiz de Fora, e \nsão obrigatórias para a integralização do curso e requisito para colação de grau. O \ndiscente deve cumprir um total de 250 horas, que correspondem a 17 créditos. Essas \natividades, de natureza acadêmico-científica-cultural, são realizadas ao longo do curso e \nconstam de variadas atividades que possibilitem uma integração do aluno com ambiente \n", "95": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nacadêmico interno e externo, desde o primeiro semestre de ingresso até os semestres \nfinais do curso.  \nA definição das normas das Atividades Complementares é estabelecida no Regulamento \nde Atividades Complementares, elaborado pelo Núcleo Docente Estruturante e sujeito à \naprovação do Colegiado de Curso. \nO registro e comprovação das Atividades Complementares são realizados pela \nCoordenação de Atividades Complementares, indicada pela Coordenação de Curso. A \ncomprovação destas atividades é feita a partir de certificados e formulários que atestem a \ncontagem das horas de acordo com as regras gerais estabelecidas pelo Regulamento das \nAtividades Complementares da Engenharia Mecatrônica (Anexo I).  \n6.5. Trabalho de conclusão de curso \nO Trabalho de Conclusão de Curso (TCC) é uma atividade de síntese e integração de \nconhecimentos adquiridos ao longo do curso, com caráter predominantemente \ninterdisciplinar e tendo como foco principal uma das áreas da Engenharia Mecatrônica, \nconforme Regulamento de TCC (Anexo II).  \nO TCC pode ser um trabalho de aprofundamento ou inédito, podendo ter características de \nexperimento, de estudo teórico, de estudo de caso, de realização de projeto. É uma \natividade de caráter individual e pressupõe a elaboração de uma monografia de acordo \ncom o formato estabelecido pela Comissão do Trabalho de Conclusão de Curso. \nO TCC é obrigatório para a integralização do curso e não pode ser substituído por outra \natividade, sendo permitida a matrícula apenas aos alunos que tiverem concluído pelo \nmenos 70% (setenta por cento) em disciplinas obrigatórias do curso.  \n7. INFRAESTRUTURA \nO Campus Juiz de Fora oferece a infraestrutura necessária para o desenvolvimento das \natividades teóricas e práticas inerentes ao curso de Engenharia Mecatrônica. \nBloco I \n101 - Banheiro Masculino \n102 - Banheiro Feminino \n103 - Laboratório de Instalações Elétricas \n104 - Laboratório de Máquinas Elétricas \n105 - Coordenação de Cursos \n", "96": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n106 - Oficina e Laboratório de Desenvolvimento Eletro-Eletrônico (OLDE) \n107 - Laboratório de Medidas Elétricas e Circuitos Elétricos \n201 - Copa \n202 – Sala de Professores \n203 – Laboratório de Circuitos Eletrônicos (LACE) \n205 – Sala de Aula \n206 – Sala de Aula \n207 - Laboratório de Simulação \n208 - Banheiro Masculino \n209 - Banheiro Feminino \n \nBloco K \n \n210 - Laboratório de Processamento de Sinais, Telecomunicações, Telemetria e \nInstrumentação (LAPTTI) \n211 – Sala de Aula \n212 - Laboratório de Sistemas Eletrônicos e Robótica (LaSER) \n213 - Sala de Professores \n101 - Arquivo \n102 - Arquivo Geral Permanente \n103 - Laboratório de Automação Industrial \n104 - Laboratório de Programação \n \nO bloco G (bloco do núcleo de Mecânica) possui salas de aula, laboratórios de Robótica e \nAutomação, Metrologia,  Resistência dos Materiais e Elementos de Máquinas, Hidráulica e \nPneumática, Calor e Fluidos, Processos de Fabricação (Ajustagem, Usinagem \nconvencional e CNC), Máquinas Térmicas e CAD/CAM. \nNo bloco F (Núcleo de Metalurgia) os laboratórios de Caracterização de Materiais, Ensaios \nde Materiais e de Metalografia são utilizados para as disciplinas vinculadas ao núcleo. \nOs estudantes tem acesso à biblioteca com acervo de 5581 títulos, cujo catálogo pode ser \nacessado por meio do site http://phl.jf.ifsudestemg.edu.br/. Adicionalmente, a comunidade \nacadêmica do Campus Juiz de Fora tem acesso ao conteúdo disponível no portal de \nperiódicos da CAPES. \nUm laboratório de informática (InfoCentro) é disponibilizado aos alunos para o \ndesenvolvimento de atividades acadêmicas, além do acesso livre à rede Internet via Wi-Fi \nem todo o campus. \n", "97": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nO Campus Juiz de Fora possui Refeitório (área 218,84 m2), que serve refeições \nbalanceadas de baixo custo no almoço e jantar. Há também uma cantina, que oferece ao \naluno a possibilidade  de adquirir lanches na dependência da instituição. \nHá serviço de cópia e impressão de materiais. \nEm relação à acessibilidade a pessoas com necessidades específicas, há elevador ou \nplataforma elevatória em alguns dos blocos de administração e ensino do campus. Além \ndisso, projeto de melhorias no acesso às dependências do campus está em andamento. \n \n8. RECURSOS HUMANOS E MATERIAIS \n \n8.1. Colegiado do Curso  \nO Colegiado do curso foi criado pela portaria Nº 015/2009 - CTU de 08 de julho de 2009 e \nmodificada pela PORTARIA N° 117/2010 – IF SUDESTE MG/JF, de 16 de agosto de 2010, \nsendo na época constituído pelos docentes: Luís Oscar de Araújo Porto Henriques \n(Coordenador), Silvana Terezinha Faceroli (Vice Coordenadora), Maria da Graça Martins \nGuerra, Jalon de Morais Vieira, Sandro Roberto Fernandes, Márcio do Carmo Barbosa \nPoncilio Rodrigues e pelo representante discente Luiz Fernando Faria Liquer. \nAtualmente, o Colegiado do Curso de Engenharia Mecatrônica, nomeada por meio da \nportaria 473/2017 – IF Sudeste MG/JF, de 25 de outubro de 2017, é composto pelos \ndocentes: Isabela Miranda de Mendonça, Luís Oscar de Araújo Porto Henriques, Ricardo \nCosta Pinto Santos, Sara Del Vecchio, Wander Antunes Gaspar Valente, Júlio Cesar de \nPaula (suplente); e os discentes: Ítalo Vidal Dinelli, Naiara M. Santos, Maykon Vieira S. \nJunior (suplente). Pelo Regulamento Acadêmico da Graduação do IF Sudeste MG, o \nColegiado do Curso tem como membros, também, o vice-coordenador e o coordenador do \ncurso em questão (sendo presidido pelo último). \n8.3. Corpo Docente  \n \nDocentes do Núcleo de Informática \n \nEmerson Augusto Priamo Moraes \nhttp://lattes.cnpq.br/0933029532168469  \nDoutorado: Administração de Empresas, PUC - Rio, 2017, Rio de Janeiro - RJ. \n", "98": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMestrado: Sistemas de Gestão, UFF, 2009, Niterói, RJ. \nGraduação: Processamento de Dados, CES, 1993, Juiz de Fora, MG. \n \nEugênia Cristina Müller Giancoli Jabour \nhttp://lattes.cnpq.br/9643288630627305 \nPós-Doutorado: Instituto Fraunhofer na Alemanha, 2013, Alemanha. \nDoutorado: Engenharia Elétrica, COPPE, 2009, Rio de Janeiro, RJ. \nMestrado: Computação, UFF, 2003, Niterói, RJ. \nGraduação: Engenharia Civil, UFJF, 1994, Juiz de Fora, MG. \n \nFilippe Coury Jabour Neto \nhttp://lattes.cnpq.br/7221869481508890 \nPós-Doutorado: Instituto Fraunhofer na Alemanha, 2014, Alemanha. \nDoutorado: Teleinformática e Automação, UFRJ, 2009, Rio de Janeiro, RJ. \nMestrado: Computação aplicada e Automação, UFF, 2002, Niterói, RJ. \nGraduação: Engenharia Elétrica, UFJF, 1990, Juiz de Fora, MG. \n \nHilton Cardoso Marins Junior  \nhttp://lattes.cnpq.br/3329689888535441 \nMestrado: Educação, CES, 2001, Juiz de Fora, MG. \nGraduação: Processamento de Dados, FRPNL. \n \nJosé Honório Glanzmann \nhttp://lattes.cnpq.br/3377664307651640 \nMestrado: Engenharia de Sistemas e Computação, UFF, 1995, Niterói, RJ. \nGraduação: Processamento de Dados, CES, 1991, Juiz de Fora, MG. \n \nMarcelo Costa Pinto e Santos \nhttp://lattes.cnpq.br/9768909363702920 \nDoutorado: Computação, UFF, 2008, Niterói, RJ. \nMestrado: Engenharia de Sistemas e Computação, UFRJ, 2001, Rio de Janeiro, RJ. \nGraduação: Matemática, UFJF, 1994, Juiz de Fora, MG. \n \nMárcia Cristina Valle Zanetti \nhttp://lattes.cnpq.br/9766013316378260 \nDoutorado: Administração de Empresas, PUC - Rio, 2016, Rio de Janeiro - RJ. \nMestrado: Computação aplicada e Automação, UFF, 2004, Niterói, RJ. \nGraduação: Processamento de Dados, CES, 1993, Juiz de Fora, MG. \n \nMarco Antônio Pereira Araújo \nhttp://lattes.cnpq.br/8908009613435024 \nDoutorado: Engenharia de Sistemas e Computação, COPPE, 2009, Rio de Janeiro, RJ. \nMestrado: Engenharia de Sistemas e Computação, COPPE, 1998, Rio de Janeiro, RJ. \nGraduação: Matemática, UFJF, 1993, Juiz de Fora, MG. \n \nRicardo Costa Pinto e Santos \nhttp://lattes.cnpq.br/9837031009273767 \n", "99": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMestrado: Sistemas Computacionais, UFRJ, 2006, Rio de Janeiro, RJ. \nGraduação: Informática, UFJF, 1998, Juiz de Fora, MG. \n \nSandro Roberto Fernandes \nhttp://lattes.cnpq.br/3191129244573056 \nDoutorado: Modelagem Computacional, UERJ, 2012, Nova Friburgo, RJ. \nMestrado: Modelagem Computacional, UERJ, 2008, Nova Friburgo, RJ. \nGraduação: Matemática (Informática), UFJF, 2000, Juiz de Fora, MG. \n \nSilvana Terezinha Faceroli \nhttp://lattes.cnpq.br/1811058775532467 \nPós-Doutorado: Engenharia Elétrica, UFJF, 2017, Juiz de Fora, MG.  \nDoutorado: Engenharia Elétrica, PUC - Rio, 2002, Rio de Janeiro - RJ. \nMestrado: Engenharia Elétrica, PUC - Rio, 1998, Rio de Janeiro - RJ. \nGraduação: Engenharia Elétrica, UFJF, 1995, Juiz de Fora, MG. \n \n \nDocentes do Núcleo de Gestão  \n \nAnnik Passos Marôcco \nhttp://lattes.cnpq.br/8428146302131702 \nMestrado: Administração, UFV, 2008, Viçosa, MG. \nGraduação: Administração, Faculdade Machado Sobrinho, 1990, Juiz de Fora, MG. \n \nCarolina Lopes de Moura Fontes \nhttp://lattes.cnpq.br/9100540891090077 \nMestrado: Economia e Gestão Empresarial, UCAM, 2016, Rio de Janeiro, RJ. \nGraduação: Administração, Faculdade Machado Sobrinho, 2005, Juiz de Fora, MG. \n \nHenrique de Senna Mota \nhttp://lattes.cnpq.br/0701611581056779 \nDoutorado: Administração, USP, 2017, São Paulo, SP. \nMestrado: Tecnologia Nuclear, USP, 2011, São Paulo, SP. \nGraduação: Administração, UFJF, 2008, Juiz de Fora MG. \n \nLuciano Polisseni Duque \nhttp://lattes.cnpq.br/3692245630704928 \nDoutorado: Administração de Empresas, PUC - Rio, 2017, Rio de Janeiro - RJ. \nMestrado: Administração, FEAD - Minas, 2006, Belo Horizonte, MG \nGraduação: Administração, UNIFEMM, 2003, Sete Lagoas, MG. \n \nRodrigo de Magalhães Cunha \nhttp://lattes.cnpq.br/5955873726399897 \nDoutorado: Administração, FGV, 2016, Brasil. \nMestrado: Administração, IBMEC, 2003, Brasil. \nGraduação: Tecnologia em Processamento de Dados, CES, 1999, Juiz de Fora, MG. \n \n", "100": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \nRoberta Calvano  \nhttp://lattes.cnpq.br/3022400644218725 \nMestrado: Educação, UCP, 2015, Petrópolis, RJ. \nGraduação: Direito, FCJSVJR, 1999, Juiz de Fora, MG. \n \n \nDocentes dos Núcleos de Eletricidade  \n \nAdriana Scheffer Quintela Ferreira \nhttp://lattes.cnpq.br/2438733466505347 \nPós-Doutorado: Engenharia Elétrica, UNICAMP, Campinas - SP. \nDoutorado: Engenharia Elétrica, FEEC/UNICAMP, 2006, Campinas - SP. \nMestrado: Engenharia Elétrica, FEEC/UNICAMP, 2002, Campinas - SP. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2000, Juiz de Fora \n- MG. \n \nFelipe Gomes Duque \nhttp://lattes.cnpq.br/6439389607675461 \nDoutorado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2018, Juiz de Fora \n- MG. \nMestrado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2013, Juiz de Fora - \nMG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2010, Juiz de Fora \n- MG. \n \nGabriela Lígia Reis \nhttp://lattes.cnpq.br/2298607483939321  \nDoutorado: Doutoranda em Engenharia Elétrica - Modelagem, Análise e Controle de \nSistemas Não Lineares, Universidade Federal de Minas Gerais, 2018, Belo Horizonte - \nMG. \nMestrado: Engenharia Elétrica - Sistemas de Controle, Universidade Federal de São João \ndel-Rei, 2014, São João del-Rei - MG. \nGraduação: Engenharia Elétrica - Universidade Federal de São João del-Rei, 2012, São \nJoão del-Rei - MG. \n \nIsabela Miranda de Mendonça \nhttp://buscatextual.cnpq.br/buscatextual/visualizacv.do?id=K4450864E4 \nDoutorado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2016, Juiz de Fora \n- MG. \nMestrado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2012, Juiz de Fora - \nMG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2009, Juiz de Fora \n- MG. \nRegime de trabalho: 40 horas, dedicação exclusiva. \nAno de ingresso na instituição: 2012 \n \nMichael de Oliveira Resende \n", "101": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nhttp://lattes.cnpq.br/4776066693489021 \nDoutorado: Doutorando em Engenharia Agrícola, Universidade Federal de Viçosa. \nMestrado: Engenharia Agrícola, Universidade Federal de Viçosa, 2016, Viçosa - MG.  \nGraduação: Engenharia Elétrica, Universidade Federal de Viçosa, 2014, Viçosa -  MG.   \n  \nTales Pulinho Ramos \nhttp://lattes.cnpq.br/8120950762439770 \nDoutorado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2015, Juiz de Fora \n- MG. \nMestrado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2011, Juiz de Fora - \nMG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2009, Juiz de Fora \n- MG. \n \nWagner Dias Rocha \nhttp://lattes.cnpq.br/5852712085427725  \nMestrado: Ensino de Física, Universidade Federal de Juiz de Fora, 2018, Juiz de Fora - \nMG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2002, Juiz de Fora \n- MG. \n  \nWellington Carlos da Conceição \nhttp://lattes.cnpq.br/5699108605549733 \nDoutorado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2016, Juiz de Fora \n- MG. \nMestrado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2012, Juiz de Fora - \nMG. \nEspecialização: em Gestão da Produção, Faculdade Ubaense Ozanan Coelho - FAGOC, \n2007, Ubá – MG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 1995, Juiz de Fora \n- MG. \n \n \nDocentes do Núcleo de Eletrônica e Automação \n \nCláudio Roberto Barbosa Simões Rodrigues \nhttp://lattes.cnpq.br/2665671561074592 \nDoutorado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2012, Juiz de Fora \n- MG. \nMestrado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2009, Juiz de Fora - \nMG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2006, Juiz de Fora \n- MG. \n \nFilipe Andrade La-Gatta \nhttp://lattes.cnpq.br/6839822421238963 \nDoutorado: Doutorando em Engenharia Elétrica, Universidade Federal de Juiz de Fora, \n", "102": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nprevisão de término 2020. \nMestrado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2009, Juiz de Fora - \nMG. \nEspecialização: Educação à Distância, habilitação em Tecnologias Educacionais, 2016. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2007, Juiz de Fora \n- MG. \n \nFrancisco Augusto Lima Manfrini \nhttp://lattes.cnpq.br/6364315440256373 \nDoutorado: Modelagem Computacional, Universidade Federal de Juiz de Fora, 2017, Juiz \nde Fora - MG. \nMestrado: Ciências e Técnicas Nucleares, Universidade Federal de Minas Gerais  - MG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, Juiz de Fora - MG. \nLicenciatura em Física: UTRAMIG \n \nFrederico Toledo Ghetti \nhttp://lattes.cnpq.br/1673888845419839 \nDoutorado: Doutorando em Engenharia Elétrica, Universidade Federal de Juiz de Fora, \niniciado em 2015. \nMestrado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2009, Juiz de Fora - \nMG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2007, Juiz de Fora \n- MG. \n \nLeila Sílvia da Silva \nhttp://lattes.cnpq.br/3290333695292590 \nDoutorado: Doutoranda em Engenharia Agrícola, Universidade Federal de Viçosa. \nMestrado: Modelagem Matemática e Computacional, Centro Federal de Educação \nTecnológica de Minas Gerais – CEFET – MG, campus I – Belo Horizonte – MG. \nEspecialização: Processamento de dados, Universidade de Taubaté, 1991, Taubaté – SP. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 1987, Juiz de Fora \n- MG. \n \nLuís Oscar de Araújo Porto Henriques \nhttp://lattes.cnpq.br/8940386443909489 \nDoutorado: Engenharia Elétrica, COPPE - Universidade Federal de Rio de Janeiro, 2004, \nRio de Janeiro – RJ. \nMestrado: Engenharia Elétrica, COPPE - Universidade Federal de Rio de Janeiro, 1999, \nRio de Janeiro - RJ. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 1997, Juiz de Fora \n- MG. \n \nMárcio do Carmo Barbosa Poncílio Rodrigues \nhttp://lattes.cnpq.br/8753552991692203 \nDoutorado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2014, Juiz de Fora \n- MG.   \nMestrado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2004, Juiz de Fora - \n", "103": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2002, Juiz de Fora \n- MG. \n  \nRodrigo Arruda Felício Ferreira \nhttp://lattes.cnpq.br/7827949051850029 \nDoutorado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2015, Juiz de Fora \n- MG. \nMestrado: Engenharia Elétrica, Pontifícia Universidade Católica de Minas Gerais, 2009, \nBelo Horizonte - MG. \nGraduação: Engenharia Elétrica, Universidade Federal de Minas Gerais, 2007, Belo \nHorizonte - MG. \n \nThiago da Silva Castro \nhttp://lattes.cnpq.br/3825763239915249 \nDoutorado: Doutorando em Engenharia Agrícola, Universidade Federal de Viçosa. \nMestrado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2008, Juiz de Fora - \nMG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2005, Juiz de Fora \n- MG. \n \nThiago Rodrigues Oliveira \nhttp://lattes.cnpq.br/2339170651984899 \nDoutorado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2015, Juiz de Fora \n- MG. \nMestrado: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2010, Juiz de Fora - \nMG. \nGraduação: Engenharia Elétrica, Universidade Federal de Juiz de Fora, 2007, Juiz de Fora \n- MG. \n \n \nDocentes do Núcleo de Mecânica \n \nDênison Baldo \nhttp://lattes.cnpq.br/7168828481229688  \nMestrado: Engenharia Mecânica, UFSJ, 2013, São João del Rei, MG.  \nGraduação: Engenharia Mecânica, UFSJ, 2010, São João del Rei, MG. \n \nGilberto de Castro Timotheo \nhttp://lattes.cnpq.br/2795833879965416 \nEspecialização: Gestão Financeira, Faculdade Estácio de Sá, 2008, Juiz de Fora, MG. \nGraduação: Administração, Faculdade Estácio de Sá, 2006, Juiz de Fora, MG. \n \nJalon de Morais Vieira \nhttp://lattes.cnpq.br/8907408027526112  \nPós Doutorado: Engenharia Mecânica, UFSJ, 2013, São João del Rei, MG.  \nPós Doutorado: Engenharia Mecânica, UFU, 2009, Uberlândia, MG. \n", "104": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDoutorado: Engenharia Mecânica, Universidade de São Paulo, 2002, São Carlos, SP.  \nMestrado: Engenharia Mecânica, UFU, 1997, Uberlândia, MG. \nGraduação: Engenharia Mecânica, UFSJ, 1994, São João del Rei, MG.  \n \nLeopoldo Ferreira de Sousa \nhttp://lattes.cnpq.br/5637555957204832  \nMestrado: Mestrado Profissional em Materiais, Centro Universitário de Volta Redonda, \nUniFOA, 2013, Volta Redonda, RJ. \nEspecialização: Gerenciamento de Projetos, Faculdades Integradas de Jacarepaguá, \n2012, Rio de Janeiro, RJ. \nGraduação: Engenharia de Produção Faculdades Integradas de Cataguases, FAFIC, \n2009, Cataguases, MG. \n \nPaulo Rogério Araújo Guimarães \nhttp://lattes.cnpq.br/2442371439837533 \nDoutorado: Engenharia Mecânica, COPPE/UFRJ, 2004, Rio de Janeiro, RJ. \nMestrado: Engenharia Mecânica, UFRJ, 1999, Rio de Janeiro, RJ. \nEspecialização: Engenharia de Segurança do Trabalho, UFJF, 1993, Juiz de Fora, MG. \nEspecialização: Engenharia Econômica e Organização Industrial, UERJ, 1990, Rio de \nJaneiro, RJ. \nGraduação: Engenharia Mecânica, Fundação Técnico Educacional Souza Marques, 1989, \nRio de Janeiro, RJ.  \n \nRenato Françoso de Ávila \nhttp://lattes.cnpq.br/2672349416954114 \nPós Doutorado: Engenharia Mecânica, UFU, 2012, Uberlândia, MG. \nDoutorado: Engenharia Metalúrgica, UFMG, 2003, Belo Horizonte, MG. \nMestrado: Engenharia Mecânica, UFMG, 1999, Belo Horizonte, MG. \nEspecialização: Engenharia de Segurança do Trabalho, UFMG, 2005, Belo Horizonte, MG. \nGraduação: Engenharia Mecânica, UFSJ, 1996, São João del Rei, MG.  \n \nSamuel Sander de Carvalho \nhttp://lattes.cnpq.br/1171394385971814  \nMestrado: Engenharia Mecânica, UFSJ, 2014, São João del Rei, MG.  \nGraduação: Engenharia Mecânica, UFSJ, 2012, São João del Rei, MG.  \nGraduação: Ciências da Computação, Universidade Presidente Antônio Carlos, UNIPAC, \n2004, Barbacena, MG.  \n \nSara Del Vecchio \nhttp://lattes.cnpq.br/3392335484389631  \nDoutorado: Engenharia Mecânica, UFMG, 2010, Belo Horizonte, MG. \nMestrado: Engenharia Mecânica, UFMG, 2006, Belo Horizonte, MG. \nGraduação: Engenharia Mecânica, UFMG, 2004, Belo Horizonte, MG. \n \nTarcísio Barbosa Vieira \nhttp://lattes.cnpq.br/4907443263939519  \nMestrado: Física, UFJF, 2005, Juiz de Fora, MG. \n", "105": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nEspecialização: Engenharia de Segurança do Trabalho, UFJF, 2000, Juiz de Fora, MG. \nGraduação: Engenharia Elétrica, UFJF, 1997, Juiz de Fora, MG. \n \nWander Antunes Gaspar Valente \nhttp://lattes.cnpq.br/6910167965247014  \nDoutorado: Engenharia Elétrica, UFJF, 2015, Juiz de Fora, MG. \nMestrado: Modelagem Computacional, UFJF, 2011, Juiz de Fora, MG. \nEspecialização: Ciência da Computação, UFV, 2003, Viçosa, MG.  \nGraduação: Engenharia Elétrica, UFJF, 1984, Juiz de Fora, MG. \n \n \n \n8.3.1. Produção cultural, artística, científica ou tecnológica \nI- Participação dos discentes nas atividades acadêmicas \nO IF Sudeste MG – Campus de Juiz de Fora promove e incentiva através de vários \nprogramas institucionais a participação dos discentes do curso de Engenharia Mecatrônica \nem atividades de pesquisa e extensão. Várias linhas de atuação são desenvolvidas pela \nDireção de Pesquisa, Inovação e Pós-graduação e a Diretoria de Extensão e Relações \nComunitárias (DERC) com o objetivo de ampliar e melhorar a forma de participação dos \nalunos em programas de pesquisa e extensão, intensificando diálogos com órgãos de \nfomento para implementação de bolsas.  Esses programas são essenciais para o curso de \nEngenharia Mecatrônica, por integrar o ensino, a pesquisa e a extensão e fornecer ao \nestudante um horizonte mais amplo, além daquele que é visto no currículo regular.  \nII - Participação dos discentes nas atividades de pesquisa \n \nAtualmente, discentes do curso superior em Eng. Mecatrônica integram o Programa \nInstitucional de Bolsas de Iniciação científica (PIBIC-IFSudesteMG), o Programa \nInstitucional de Bolsa de Inovação Tecnológica (PIBICTI/CNPq), Programa Institucional de \nBolsas de Iniciação Cientifica (PROBIC/FAPEMIG), PIBITI/CNPq, Programa jovens \nTalentos para a Ciência (PJTC). Além disso, há projetos de pesquisa específicos para \nparticipação de grupos em competições acadêmicas, particularmente das competições \nSAE Baja (Equipe Corsários) e SAE Aerodesign (Equipe IFly). \nIII - Participação dos discentes nas atividades de extensão \n \n", "106": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nDiversos projeto tem sido fomentados e apoiados pela Diretoria de Extensão e Relações \nComunitárias. Dentre estes, destacam-se projetos de extensão tecnológica e a promoção \nde eventos para a comunidade interna e externa visando a divulgação do conhecimento \nnas áreas tecnológicas (e consequente promoção do curso de Engenharia Mecatrônica). \nIV- PET (Programa de Ensino Tutorial) \n \nO campus Juiz de Fora tem dois grupos PET. O grupo PET-Física e o Grupo PET \nconexões Mecatrônica, ambos os grupos foram criados em dezembro de 2010 \nOs dois grupos foram selecionados pelo Governo Federal para recebimento de subsídios \nfinanceiros de incentivo à pesquisa científica, por meio da aprovação de um projeto de \nensino, pesquisa e extensão. O Programa de Educação Tutorial busca sempre interligar as \náreas de Ensino, Pesquisa e Extensão em suas atividades. A legislação que regulamenta \nos PETs em todo o país é a Lei 11.180, de 23 de setembro de 2005. O objetivo do PET é \ndesenvolver instrumentos inovadores aliando ensino, pesquisa e extensão a fim de \nestimular os estudantes de ensino médio e superior a desenvolver um conhecimento mais \namplo sobre a área de Ciências Exatas, onde cada vertente é interligada e todas são \nimportantes. Assim, o grupo trabalha para desenvolver metodologias que despertem o \ninteresse nos alunos, tentando utilizar principalmente materiais de baixo custo, com a \nfinalidade de popularizar e difundir novos experimentos e técnicas. O Programa de \nEducação Tutorial constitui-se, portanto, em uma modalidade de investimento acadêmico \nem cursos de graduação que têm sérios compromissos epistemológicos, pedagógicos, \néticos e sociais. Com uma concepção baseada nos moldes de grupos tutoriais de \naprendizagem e orientado pelo objetivo de formar globalmente o aluno, o PET não visa \napenas proporcionar aos bolsistas e aos alunos dos cursos uma gama nova e diversificada \nde conhecimento acadêmico, mas assume a responsabilidade de contribuir para sua \nmelhor qualificação como profissional, pessoa humana e membro da sociedade. \n8.4. Núcleo Docente Estruturante  \nO NDE é o “Conjunto de professores, composto por pelo menos cinco docentes do curso, de \nelevada formação e titulação, contratados em tempo integral ou parcial, que respondem mais \ndiretamente pela concepção, implementação e consolidação do Projeto Pedagógico do \nCurso” (Resolução CONAES N° 1, de 17/06/2010). \n", "107": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nMembros: \nAdriana Scheffer Quintela Ferreira \nLeopoldo Ferreira de Sousa \nMárcio do Carmo Barbosa Poncilio Rodrigues \nSara Del Vecchio \nSilvana Terezinha Faceroli \nTales Pulinho Ramos \nThiago Rodrigues Oliveira \n8.5. Corpo técnico-administrativo \nConforme informações da Coordenação Geral de Gestão de Pessoas, o campus Juiz de \nFora possui 68 servidores no seu corpo técnico-administrativo entre servidores de nível \nmédio e superior. Os Núcleos de Eletricidade e de Eletrônica e Automação contam com \ndois servidores técnicos administrativos, que atuam como laboratoristas. Os Núcleos de \nMecânica e de Informática possuem um servidor cada, também laboratoristas. \n8.6. Apoio ao Discente  \nO campus Juiz de Fora possui diversos serviços voltados para o atendimento do(a) \ndiscente.  O Centro de Ações Pedagógicas, que monitora o desempenho e orienta o(a) \ndiscente ao longo do curso.  \nAlém deste, há o Centro de Atenção ao Discente, que conta com funcionários dedicados a \ndar \natendimento \nvariado \naos \ndiscentes, \ndesde \norientações \nsobre \ndemandas \nadministrativas, até encaminhamentos disciplinares.  \nA coordenação de assistência e saúde que inclui os serviços de assistência estudantil, \nbolsa moradia, bolsa transporte e alimentação. \n \n \n9. AVALIAÇÃO DO CURSO \n \nA avaliação do projeto pedagógico do curso de Engenharia Mecatrônica do IF Sudeste MG \né realizada periodicamente por vários instrumentos: através das reuniões do Núcleo \nDocente Estruturante, de reuniões do Colegiado do Curso, do intercâmbio diário com os \n", "108": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \ndiscentes e também pelo processo de autoavaliação.  \nO processo de autoavaliação do curso está presente no programa institucional do IF \nSudeste MG - Campus de Juiz de Fora. É um processo contínuo com permanente \ninteração que visa o aperfeiçoamento do curso. Ao final de cada semestre letivo, a \nComissão Própria de Avaliação (CPA) utiliza instrumentos junto aos alunos, professores e \ntécnicos administrativos, que avaliam não somente a instituição, mas também o curso, os \nprofessores e a Coordenação do Curso que o aluno está inserido. Através desta avaliação, \né possível detectar possíveis falhas e traçar novas metas para o curso. Os resultados são \ntrabalhados juntamente com os professores para reavaliação. A partir das análises desses \ndiversos instrumentos citados, podemos propor mudanças na estrutura e no \nfuncionamento do curso, que vão desde propostas de alteração de grade curricular, pré-\nrequisitos e processos avaliativos das disciplinas. A avaliação do projeto pedagógico deve \nser um ato constante e periódico e visa adequar a realidade do discente do curso às metas \ntraçadas no perfil esperado do egresso, bem como à pertinência do curso no contexto \nregional. Todos esses elementos são levados ao Núcleo Docente Estruturante (NDE) do \ncurso de Engenharia Mecatrônica, composto por professores efetivos e pós-graduados,  \nem regime de dedicação exclusiva, que tem como objetivo formular e implementar o \nProjeto Pedagógico do Curso, bem como verificar a sua efetiva implantação, de forma a \ngarantir a qualidade do curso que foi proposto. \n \n \n \n", "109": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \n \n \n \n \n \n \n \n \n \nANEXO I – Regulamento de Atividades Complementares \n", "110": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nRegulamento de Atividades Complementares \n \nConsiderando que as Diretrizes Curriculares Nacionais do Ministério da \nEducação para os Cursos de Engenharia, aprovadas em 12/12/2001, entendem que o \ncurrículo vai muito além das atividades convencionais em sala de aula e deve ser \ncomplementado de maneira a ampliar os horizontes para uma formação profissional \ncompatível com o nível de exigências do mercado de trabalho, proporcionando, em \nsintonia, uma visão sócio-técnico-cultural mais abrangente da realidade brasileira e \nmundial; \n \nConsiderando que as Atividades Complementares correspondem a um instrumento \nabrangente, dinâmico e de fácil adaptabilidade para a introdução de novos \nconceitos na formação do engenheiro e tecnólogo; \n \nConsiderando que as Atividades Complementares são ferramentas de integração \nentre \nas \natividades \nde \nensino, \npesquisa \ne \nextensão, \ne; \n \nConsiderando ainda a necessidade de consolidar num único instrumento as \nvárias \nregras \ne \nentendimentos \nrelativos \nàs \nAtividades \nComplementares; \n \nConsiderando que as Atividades Complementares são curriculares, isto é, \nconstam no histórico escolar do aluno, mas devem ser realizadas fora dos programas \ndas disciplinas previstas na grade curricular do curso. Ademais as Atividades \nComplementaresocorrem \nem \nhorários \nextra-classe \ne \nproporcionam \naos \nalunos \noportunidade de debater com profissionais ativos do mercado de trabalho fora do âmbito \nacadêmico. \nConsiderando \nque \nas \nAtividades \nComplementares \ntêm \npor \nobjetivo \ncomplementar a formação do profissional de Engenharia com aspectos como \ncriatividade, iniciativa, capacidade de liderança e percepção, além de articular ensino, \npesquisa e extensão. \nEdita-se o presente documento, que doravante vigorará como Regulamento das \nAtividades Complementares do Curso de Engenharia Mecatrônica, a ser implantado \npara os ingressantes no IF Sudeste MG – campus Juiz de Fora a partir do primeiro \nsemestre \nde \n2011, \nde \nacordo \ncom \nas \nseguintes \ndisposições: \n \n", "111": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nArt. 1º - As Atividades Complementares do Curso de Engenharia Mecatrônica são \naquelas realizadas fora da grade curricular e pertinentes ao aprofundamento da \nformação acadêmica. \n \nArt. 2º - As Atividades Complementares são obrigatórias, devendo ser cumpridas, no \ndecorrer do curso, como requisito para a colação de grau. Devem ser cumpridas \nduzentos e cinqüenta (250) horas, sendo deste total cem (100) horas conforme itens do \ngrupo 1 da tabela 1 e cento e cinquenta (150) horas conforme itens do grupo 2 da tabela \n1. \nParágrafo único - Na prática, a participação em Atividades Complementares deverá \npermear os 10 semestres do curso, sendo crescente conforme o aluno adquire \nexperiência. \n \nArt. 3º - A matrícula do discente no Curso de Engenharia Mecatrônica efetiva seu \ningresso nas Atividades Complementares \nArt. 4º - Entendem-se como passíveis de inclusão para pontuação nas Atividades \nComplementares os itens descritos na tabela 2, cuja carga horária encontra-se \ndetalhada, realizadas a partir do ingresso do discente, desde que totalmente concluídas, \nficando vetada à pontuação parcial. \nArt. 5º - As Atividades Complementares (itens da tabela 2) são controladas e \ndocumentadas pela Coordenação de Atividades Complementares do IF Sudeste MG – \ncampus Juiz de Fora, atendidas as exigências regimentais e estatutárias, que podem \nser \nassistidas \nadministrativamente \npor \nprofessor \ndo \ncorpo \ndocente. \nParágrafo 1 - A solicitação de registro e cômputo de horas deve ser feita por meio de \nFormulário de Solicitação de Atividades Complementares, anexando os respectivos \ndocumentos descritos na tabela 2. \nParágrafo 2 - A validação do cômputo de horas será proferida pelo coordenador de \nAtividades Complementares, que informará a secretaria acadêmica através de \nformulário, indicando o nome e o número de matrícula do aluno, a classificação da \natividade nos termos desta norma e o número de horas a ser computado. A secretaria \nacadêmica realizará o registro do cômputo de horas no histórico escolar do aluno, \nconforme formulário entregue pelo coordenador de Atividades Complementares, \ndisponível no sítio da instituição. \nParágrafo 3 - As horas de uma Atividade Complementar poderão ser aproveitadas uma \núnica vez. \nParágrafo 4 - Somente serão considerados válidos os certificados, atestados e similares, \nemitidos por empresas, órgãos, departamentos ou setores, com assinatura de pessoa \nresponsável. \n", "112": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nParágrafo 5 - A falta de um ou mais documentos solicitados implica no prévio \nindeferimento da solicitação. \nParágrafo 6 - A critério da Coordenação de Atividades Complementares, poderá ser feita \nconsulta ao emissor do documento comprobatório. \nParágrafo 7 - As Atividades Complementares que constam da tabela 2 podem ser \nalteradas somente após regular trâmite da proposta junto ao Coordenador de Curso e à \nCoordenação de Atividades Complementares, que submeterá ao Colegiado de curso para \ndecisão final. \n \nArt. 6º - Compete à Coordenação de Atividades Complementares, além das \nincumbências já mencionadas neste Regulamento: \nI - ajustar as Atividades Complementares de cada discente conforme planos e/ou \npropostas \nque \nlhe \nforem \napresentados \npelo \nCoordenador \nde \nCurso; \nII \n- \nexigir \ne \naprovar \na \ndocumentação \ncomprobatória \npertinente; \nIII - controlar e lançar as atividades cumpridas na ficha individual de cada discente; \nIV - remeter à Diretoria, para ser submetido ao Colégio de Coordenadores, relatório \nsemestral \nsobre \nas \nAtividades \nComplementares; \nV – planejar atividades de comum acordo com os Coordenadores de Curso, \nespecificando a exigência de certificados de frequência e/ou de participação, notas \nobtidas, \ncarga \nhorária, \nalém \nde \noutros \ninstrumentos \ncomprobatórios \nidôneos \nconsiderados \nnecessários; \nVI - atribuir a carga horária das Atividades Complementares de cada discente, conforme \nos tipos previstos neste Regulamento, mediante análise das atividades realizadas e da \nimportância \ndela \ndentro \ndo \ncurrículo \nda \nEngenharia; \nVII - as demais atribuições que forem pertinentes ao bom andamento das Atividades \nComplementares. \n \nArt. 7º - Os documentos comprobatórios das Atividades Complementares são entregues \npelos discentes junto à Secretaria, por meio de cópias, que após serem conferidas com \no original, são arquivadas nas pastas individuais dos discentes até a obtenção do título \nde Engenheiro. \n \nArt. 8º - O incentivo para cumprimento das Atividades Complementares de que trata \neste Regulamento é feito: \n \nI - por meio da realização de eventos internos, conforme programação semestral editada \npela Coordenação de Atividades Complementares junto aos Coordenadores de Curso; \nII - por intermédio de atividades externas, concedendo a possibilidade de participação \ndiscente; \n", "113": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nIII - por meio da divulgação de atividades externas consideradas, pelos Coordenadores \ndos Cursos, pertinentes à formação acadêmica do discente. \n \nArt. 9º - Outras atividades, que não mencionadas neste regulamento, devem ser \nanalisadas \npelo \nCoordenador \nde \nCurso \njunto \nà \nCoordenação \nde \nAtividades \nComplementares antes de serem executadas, a fim de deliberarem tal atividade como \npertinente ou não para o aprofundamento da formação acadêmica e, em caso \nafirmativo, designar a carga horária respectiva e os documentos necessários. \n \nArt. 10º - Este regulamento pode ser alterado pela Coordenação de Atividades \nComplementares \njunto \naos \nCoordenadores \nde \nCursos, \nouvido \no \nColégio \nde \nCoordenadores, obedecidas as disposições regimentais aplicáveis. \n \nArt. 11º - Os casos omissos são resolvidos pela Coordenação de Atividades \nComplementares junto aos Coordenadores de Curso, consubstanciando-se a decisão \nem diretriz com efeito vinculante. \n \nArt. 12º - Estão sujeitos ao cumprimento das Atividades Complementares todos os \ndiscentes ingressantes na Engenharia Mecatrônica que estejam na grade 2011_2 \ninclusive como condição para a obtenção de aprovação final no curso e colação de grau. \nParágrafo único - O Estágio Supervisionado e o Trabalho Final de Curso não poderão \nser pontuados em Atividades Complementares, por já possuírem cargas horárias e \nregistros próprios. \n \nArt. 13º - Revogam-se as disposições em contrário. \n \nArt. 14º - Este Regulamento entra em vigor na data de sua aprovação. \nO Regulamento acima foi proposto em Reunião nº 2 do NDE em 27 de outubro de 2011 \ne pelo colegiado de curso na reunião de Nº 4 em 24 de novembro de 2011. Em \n05/12/2012, o colegiado aprovou as modificações apresentadas pelo Centro Acadêmico \ndo Curso de Engenharia Mecatrônica. \n \n \n \n \n", "114": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nTabela I \n \n \n \n", "115": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nTabela II \n \n", "116": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \n \n \n \n \n \n \n \n \n \nANEXO II – Regulamento de Trabalho de Conclusão de Curso \n", "117": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \n \n \n \n \n \n \n \n \nREGULAMENTO DO  \nTRABALHO DE CONCLUSÃO DE CURSO \n \nENGENHARIA MECATRÔNICA \n", "118": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nMINISTÉRIO DA EDUCAÇÃO  \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA DO SUDESTE DE MINAS GERAIS \nCAMPUS JUIZ DE FORA \n \n \n \nSUMÁRIO \n \n• \nCAPÍTULO I - Das Disposições Preliminares \n• \nCAPÍTULO II - Da Comissão de Trabalho de Conclusão de Curso – CTCC \n• \nCAPÍTULO III - Dos Docentes Orientadores \n• \nCAPÍTULO IV - Da realização do TCC \n• \nCAPÍTULO V – Da avaliação do TCC \n• \nCAPÍTULO VI – Das disposições finais \n \n \n \n \n \n \n \n \n \n \n \n", "119": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \n \n \n \n \n \n \n \n \n \nElaboração: Comissão do Trabalho de Conclusão de Curso \n(Engenharia Mecatrônica) \n \nVersão 2014: \n• \nProf. Luís Oscar A. P. Henriques \n• \nProf. Dênison Baldo \n \nVersão 2017: \n• \nProf. Thiago Rodrigues Oliveira \n• \nProfª Sara Del Vecchio \n• \nProfª Adriana Scheffer Quintela Ferreira \n• \nProf. Márcio do Carmo B. P. Rodrigues \n \n \n", "120": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nMINISTÉRIO DA EDUCAÇÃO  \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA DO SUDESTE DE MINAS GERAIS \nCAMPUS JUIZ DE FORA \n \nREGULAMENTO DO TRABALHO DE CONCLUSÃO DE CURSO \nENGENHARIA MECATRÔNICA \n \n \n  \nCAPÍTULO I – Das Disposições Preliminares \n \nArt. 1 – Este documento tem como objetivo regulamentar a realização do Trabalho de Conclusão \nde Curso (TCC) pelos alunos do Curso de Engenharia Mecatrônica em conformidade com o \nprevisto nas Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia (CNE/CES) \n11/2002, com o Regulamento Acadêmico dos Cursos de Graduação (RAG) do Instituto Federal do \nSudeste de Minas Gerais, e com o Regulamento do Trabalho de Conclusão de Curso da Pró-reitora \nde Ensino do Instituto Federal do Sudeste de Minas Gerais. \n \nArt. 2 - O TCC é uma atividade de síntese e integração de conhecimentos adquiridos ao longo do \ncurso, com caráter predominantemente interdisciplinar, tendo como foco principal uma das áreas da \nEngenharia Mecatrônica. \n§ 1º- O TCC pode ser um trabalho de aprofundamento ou inédito, podendo ter características de \nexperimento, de estudo teórico, de estudo de caso ou de realização de projeto, desde que \nvinculados à Engenharia. \n§ 2º - O TCC é obrigatório para a integralização do curso e não pode ser substituído por outra \natividade. \n", "121": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n§ 3º- A supervisão das atividades relacionadas ao TCC é conduzida pela Comissão de Trabalho de \nConclusão de Curso (CTCC), nomeada para esse fim pelo Coordenador do Curso de Engenharia \nMecatrônica. \n \nCAPÍTULO II – Da Comissão de Trabalho de Conclusão de Curso – CTCC \n \nArt. 3 - A CTCC tem as seguintes atribuições: \na. Supervisionar as atividades relacionadas ao TCC; \nb. Estabelecer o formato de proposta do projeto de realização de TCC, de redação da \nmonografia e de apresentação final do TCC pelos alunos; \nc. Deliberar sobre as solicitações de credenciamento de Professores Orientadores de TCC; \nd. Analisar as propostas de projeto de realização de TCC.  \ne. Divulgar as datas e horários das defesas dos exames dos TCCs. \n \nArt. 4 - A CTCC do Curso de Engenharia Mecatrônica possui a seguinte composição: \na. Coordenador do Curso de Engenharia Mecatrônica; \nb. Vice-Coordenador do Curso de Engenharia Mecatrônica; \nc. Dois representantes docentes ligados diretamente ao curso de Engenharia Mecatrônica e \ncom formação mínima de pós-graduação, em nível de especialização, na área de \nEngenharia. \nd. A CTCC terá mandato de 2 anos, permitindo-se recondução. \n \n", "122": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nCAPÍTULO III – Dos Docentes Orientadores \n \nArt. 5 – Os professores orientadores deverão pertencer ao quadro de pessoal docente do Instituto \nFederal do Sudeste MG/Campus Juiz de Fora e atuar no curso de Engenharia Mecatrônica. \n§ 1° – Considera-se que o professor atua no curso de Engenharia Mecatrônica do Campus Juiz de \nFora se ministrou pelo menos uma disciplina no curso nos últimos três semestres letivos. \n§ 2° – Professores que não atuam no curso de Engenharia Mecatrônica, do Campus Juiz de Fora \nou de outra instituição de ensino superior, ou profissionais com formação na área de \ndesenvolvimento do TCC poderão ser coorientadores, desde que estejam de acordo com o \ndisposto no Regulamento do Trabalho de Conclusão de Curso da Pró-reitora de Ensino do Instituto \nFederal do Sudeste de Minas Gerais. \n \nArt. 6 – Os professores orientadores deverão possuir, como formação mínima, pós-graduação em \nnível de especialização na área de Engenharia. \n§ 1º - Professores orientadores deverão ser cadastrados como “aptos a orientar” pela CTCC. \n§ 2º - Professores candidatos à orientação de TCC que possuam formação em nível de graduação \nem Engenharia (ou em áreas afins) poderão assumir condição de orientadores desde que \naprovados pelo Colegiado do Curso de Engenharia Mecatrônica. \n \nArt. 7 – Cada professor orientador poderá orientar, no máximo, 4 (quatro) alunos de TCC \nsimultaneamente, observando-se sempre a vinculação entre a área de conhecimento do TCC e a \nárea de formação do orientador (e coorientador, caso exista). \n \nArt. 8 – Aos professores orientadores competem as seguintes atribuições: \na. Orientar na elaboração dos projetos de TCC; \nb. Auxiliar o orientando na elaboração do programa de atividades a serem desenvolvidas; \nc. Preencher carta de aceite de orientação e encaminhá-la à CTCC; \nd. Agendar reuniões periódicas com os alunos para orientação; \ne. Compor e dirigir as bancas de avaliação do TCC; \nf. Encaminhar à CTCC todas informações relativas à defesa do TCC, tais como, composição \nda banca, data, local, horário e título da defesa;  \n", "123": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \ng. Encaminhar à CTCC, após a defesa de TCC1, formulário de avaliação até 3 dias do final \ndo semestre letivo; \nh. Encaminhar à CTCC, após a defesa de TCC2, a ata de avaliação do TCC e lista de \npresença, até 3 dias do final do semestre letivo. \n \nCAPÍTULO IV – Da realização do TCC \n \nArt. 9 – O TCC é uma atividade de caráter individual e pressupõe a elaboração de uma monografia \nde acordo com o formato estabelecido pela CTCC. \n \nArt. 10 - O TCC será obrigatoriamente desenvolvido através das disciplinas Projeto de Final de \nCurso I (TCC1, cujo código é ELA120) e Projeto de Final de Curso II (TCC2, ELA121), cursadas em \nsemestres consecutivos, desde que respeitada a duração máxima do curso de acordo com o \ndisposto no RAG. \n \nArt. 11 – O aluno deverá se inscrever no TCC1 até 20 dias antes do final do período letivo que \nantecede o início das atividades relacionadas ao TCC. Para tanto, o aluno deve ter a previsão de \nconclusão de 70% (setenta por cento) da carga horária de disciplinas do curso, de acordo com o \nprevisto no Projeto Pedagógico do Curso de Engenharia Mecatrônica, no final do sementre letivo \nem que for submetida a proposta de TCC.  \n \nArt. 12 - Para se inscrever no TCC1 o aluno deverá entregar à Coordenação de Curso os seguintes \ndocumentos: \na. Histórico atualizado, para análise da porcentagem de disciplinas concluídas; \nb. Formulário de proposta de Trabalho de Conclusão de Curso, preenchido e assinado pelo \naluno e orientador; \nc. Carta de aceite de orientação, preenchida e assinada pelo orientador; \nd. Casos em que o TCC demandar atividades com humanos, o mesmo deverá ser \nsubmetido a Plataforma Brasil (link: www.saude.gov.br/plataformabrasil) para ser julgado \nconforme as diretrizes do Conselho Nacional de Saúde de acordo com a legislação vigente, \ne somente poderão ser iniciados após parecer favorável.  \ne. Casos em que o TCC demandar atividades com animais será necessário preencher os \nformulários específicos, anexar os documentos solicitados e encaminhá-lo a Comissão de \n", "124": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nÉtica no Uso Animal (CEUA), por meio do e-mail submissao.ceua@ifsudestemg.edu.br, para \na respectiva avaliação. \n \nArt. 13 – Uma vez submetida a proposta de TCC, a CTCC emitirá um parecer, favorável ou não, \nem até 5 dias antes do final do período letivo. Caso o parecer seja desfavorável, o aluno tem até 5 \ndias úteis a partir da emissão do parecer para submeter uma nova proposta de TCC. Nesses casos, \no parecer final ocorrerá até o quinto dia letivo do semestre seguinte.  \n§ 1º - Somente após a aprovação da proposta de TCC pela CTCC, tendo sido atendidos os \nrequisitos dos Art. 11 e 12, será aceita a matrícula do aluno na disciplina Projeto de Final de Curso \nI. \n§ 2º - O aluno somente poderá iniciar as atividades envolvendo humanos ou animais com a \napresentação do documento de aprovação pelo respectivo comitê de ética (Comitê de Ética em \nPesquisa Humana do IF Sudeste de MG ou Comitê de Ética no Uso de Animais do IF Sudeste MG). \nA comprovação deverá ser entregue à CTCC. \n \nArt. 14 – Após aprovação no TCC1, o aluno deverá se matricular na disciplina Projeto de Final de \nCurso II (ELA121) e terá o prazo de 1 (um) semestre letivo para desenvolvimento, conclusão e \ndefesa do TCC. \n§ 1º – Somente em casos extraordinários o professor orientador poderá solicitar junto à CTCC, via \nmemorando, a prorrogação da defesa para o próximo semestre letivo. Caberá a CTCC deferir ou \nindeferir a solicitação do orientador. \n§ 2º – O tempo de duração do TCC2, a contar da data de início na disciplina, quando for o caso, \nserá de, no máximo, 2 (dois) semestres letivos, podendo o aluno matricular-se a partir do penúltimo \nperíodo do curso. \n§ 3º – O aluno que exceder o período de 2 (dois) semestres para o desenvolvimento do TCC2, terá \nque se submeter à disponibilidade de orientadores. \n \n \nArt. 15 – Durante o desenvolvimento do TCC caberá ao discente participar das reuniões \nagendadas pelo orientador, procurá-lo para esclarecer dúvidas e escrever a monografia de acordo \ncom o formato padronizado pela CTCC. \n \nArt. 16 – Ao final da redação da monografia, o discente deverá encaminhar uma cópia para cada \nmembro da banca examinadora com uma antecedência de, no mínimo, 15 dias da data da defesa. \n", "125": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nParágrafo único – A cópia da monografia poderá ser enviada em formato digital ou impressa, de \nacordo com a solicitação de cada membro da banca examinadora. \n \nArt. 17 – O professor orientador deverá encaminhar à CTCC o formulário de Indicação da Banca \nExaminadora de TCC em até 15 dias antes da data de realização da defesa. \nParágrafo único – Recomenda-se que a defesa seja realizada até, no mínimo, 15 dias antes da \ndata de fechamento do SIGA, de modo que o aluno tenha tempo hábil para realizar as possíveis \nmodificações indicadas pela banca, caso ele seja aprovado. \n \nCAPÍTULO V – Da avaliação do TCC \n \nArt. 18 - Em até 5 dias do término do semestre letivo cujo discente esteja matriculado em Projeto \nde Final de Curso I (ELA120), será realizado um exame avaliatório composto de banca com o \norientador e, pelo menos, um professor convidado, onde será feita a apresentação do estado atual \ndo trabalho, bem como das perspectivas futuras do mesmo. \nParágrafo único - O discente deverá obter nota superior a 60% neste exame para estar apto a se \nmatricular em Projeto de Final de Curso II (ELA121). \n \n \nArt. 19 – A avaliação de TCC2 constituirá na apresentação escrita (monografia) e defesa oral do \nTCC diante de uma banca examinadora composta, no mínimo, por: \na. Professor orientador; \nb. Um professor cadastrado como “apto a orientar” pela CTCC; \nc. Um avaliador convidado. \n§ 1º – O avaliador convidado poderá ser um docente pertencente ou não à instituição ou um \nprofissional que atue na área do TCC. \n§ 2º – Caso o TCC tenha um coorientador, o mesmo deverá compor a banca, que passará a ter a \nconfiguração do Art. 19 mais o professor coorientador. \n \nArt. 20 – A defesa do TCC2 deve ser realizada em sessão pública através de uma apresentação \ncom duração máxima de 30 minutos pelo autor, seguida da arguição pelos membros da banca e, \npor fim, de reunião da banca examinadora para emissão do resultado da avaliação. \n", "126": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nParágrafo único – Nos casos em que o TCC envolver segredo industrial, respeitando-se os direitos \nde propriedade industrial devidamente registrados no INPI e contratos firmados entre o NITTEC e \nos interessados, e, portanto, a respectiva legislação vigente no IF Sudeste MG, a defesa da \nmonografia poderá ser vedada ao público.  \n \nArt. 21 – A banca examinadora deverá emitir a avaliação da defesa do TCC podendo ser definida \ncomo: \na. Aprovada (60 a 100 pontos); \nb. Reprovada (inferior a 60 pontos). \n \nArt. 22 – Caso a defesa de TCC seja Aprovada, a banca examinadora deverá preencher e assinar \na Ata de Avaliação de Defesa do TCC, com exceção do professor orientador, ficando a assinatura \ndo orientador condicionada à conclusão das devidas correções sugeridas pela banca examinadora, \ncaso existam. \n§ 1º – Após a aprovação, o discente deverá solicitar à biblioteca do campus a elaboração da ficha \ncatalográfica, para que a mesma seja inserida na versão final da monografia. \n§ 2º – Somente após as correções e assinatura do orientador que a Ata de Avaliação de Defesa do \nTCC deverá ser encaminhada à CTCC. \n§ 3º – O discente deverá encaminhar uma cópia final da monografia em mídia digital em formato \nPDF à CTCC, juntamente com o Termo de Autorização de Divulgação de TCC, devidamente \npreenchido e assinado, como condição final para lançamento do conceito referente à aprovação da \ndefesa do TCC, até a data limite para o fechamento do SIGA. Caso contrário, será reprovado e terá \nque se rematricular na disciplina no próximo semestre letivo. \n \nArt. 23 – Caso a defesa de TCC seja Reprovada, a banca examinadora deverá preencher e assinar \na Ata de Avaliação de Defesa do TCC e encaminhá-la à CTCC. \n \nCAPÍTULO VI – Das disposições finais \n \nArt. 24 – Ao IF Sudeste MG são reservados os direitos autorais dos TCCs que resultarem em \ninovação tecnológica que justifique a solicitação de registro de propriedade intelectual, conforme \nlegislação em vigor. \n \n", "127": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \nArt. 25 – Qualquer publicação decorrente do TCC deverá citar sua vinculação ao IF Sudeste MG. \n \nArt. 26 – Identificado e comprovado o plágio do TCC ou outra forma que descaracteriza a sua \ncoautoria, o discente será automaticamente reprovado e será aberto um processo acadêmico \ncontra o mesmo. \n \nArt. 27 – Casos não previstos por este regulamento serão resolvidos pela CTCC. \n \nJuiz de Fora, 06 de dezembro de 2016. \n \nRegulamento aprovado pelo Colegiado do Curso de Engenharia Mecatrônica em 30/01/2017. \n", "128": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \n \n \n \n \n \nANEXO III – Fluxograma – Matriz Curricular  \n(Componentes Obrigatórios) \n", "129": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSecretaria de Educação Profissional e Tecnológica \nInstituto Federal de Educação, Ciência e Tecnologia do \nSudeste de Minas Gerais \nPró-reitoria de Ensino \n   \n \n \nEngenharia Mecatrônica - Matriz Curricular 2019.1\nGeometria \nAnalítica\nMAT056\n(4-0)\nQuímica Geral I\n(3-0)\nQUI009\nGeometria Analítica\nMAT02001\n(4-0)\nGeometria \nAnalítica\nMAT02001\n(4-0)\n1° período\nÁlgebra Linear\nMAT02004\n(4-0)\n2° período\nCálculo I\nMAT02006\n(6-0)\nIntrodução Eng. \nMecatrônica\nELA02002\n(2-0)\nPortuguês \nInstrumental I\nLIN02001\n(2-0)\nQuímica Geral I\nQUI02001\n(3-0)\nDesenho\nTécnico\nDES02001\n(4-0)\nOrganização e pré-requisitos – componentes curriculares obrigatórios\nCálculo II\nMAT02003\n(5-0)\nAlgoritmos\nINF02035\n(2-2)\nFísica I\nFIS02002\n(4-0)\nFísica Exp. I\nFIS02001\n(0-2)\nCiência e Tecnl. \ndos Materiais\nMET02001\n(3-0)\nDesenho Assist. \nComputador\nMEC02001\n(0-3)\n3° período\nProg. Aplicada \nEngenharia\nELA02003\n(0-3)\nCálculo III\nMAT02010\n(4-0)\nEstatística e \nProbabilidade\nMAT02002\n(2-0)\nFísica II\nFIS02004\n(4-0)\nFundamentos de \nEletricidade\nELT02008\n(4-0)\nCálculo \nNumérico\nMAT02009\n(4-0)\nEstática \nAplicada\nMEC02002\n(3-0)\nEmpreend. I\nGES02005\n(2-0)\n4° período\nCálculo IV\nMAT02011\n(4-0)\nCircuitos \nElétricos I\nELT02002\n(4-0)\nMetrologia\nMEC02004\n(4-0)\nProcessos de \nFabric. Mec.\nMEC02009\n(2-0)\nResistência dos \nMateriais\nMEC02008\n(4-0)\nDinâmica \nAplicada\nMEC02022\n(4-0)\n5° período\nSinais e Sistemas\nELA02027\n(2-0)\nCircuitos Lógicos\nELA02001\n(3-0)\nCircuitos \nElétricos II\nELT02020\n(4-0)\nLab. Circuitos \nElétricos\nELT02009\n(0-2)\nEletrônica \nAnalógica\nELA02028\n(3-0)\nLab. Eletrônica \nAnalógica\nELA02029\n(0-2)\nTermodinâmica \nApl. Sist. Mectr.\nMEC02023\n(4-0)\nElementos de \nMáquinas\nMEC02024\n(4-0)\n6° período\nMicrocontrol.\nELA02035\n(0-2)\nOtimização \nCombinatória\nINF02050\n(3-0)\nMáquinas \nElétricas\nELT02004\n(2-2)\nEletrônica \nDigital\nELA02032\n(2-0)\nLab. Eletrônica \nDigital\nELA02031\n(0-2)\nControle de Sist. \nLineares I\nELA02030\n(4-0)\nInstrumentação I\nELA02033\n(2-0)\nInstrument. I \n(Lab.)\nELA02034\n(0-2)\nMecânica dos \nFluidos p/ Mect.\nMEC02025\n(4-0)\n7° período\nProcessamento \nDigital de Sinais\nELA02011\n(4-0)\nControle de Sist. \nLineares II\nELA02036\n(4-0)\nInstrument. II\nELA02010\n(2-2)\nFabricação \nAssist. Comp.\nMEC02014\n(2-2)\nSistemas \nTérmicos\nMEC02010\n(4-0)\nHidráulica e \nPneumática\nMEC02012\n(4-0)\n8° período\nControle \nDiscreto\nELA02009\n(2-0)\nAutomação \nIndustrial\nELA02037\n(2-2)\nRedes Locais \nIndustriais\nINF02036\n(4-0)\nGestão de Sist. \nde Produção\nELT02011\n(4-0)\nMetodologia \nCient. Apl. Eng.\nELA02038\n(2-0)\nInteligência \nComputacional\nINF02024\n(4-0)\nTransferência de \nCalor p/ Mect.\nMEC02026\n(2-0)\nEmpreend. II\nGES02010\n(2-0)\n9° período\nRobótica\nMEC02043\n(2-2)\nInst. Elétricas \nIndustriais\nELT02005\n(2-0)\nManufatura \nIntegrada Comp.\nMEC02027\n(2-1)\nTCC I\nELA02039\n(4-0)\nGestão \nAmbiental\nBIO02002\n(2-0)\n10° período\nHigiene e \nSegurança Trab.\nSEG02001\n(2-0)\nSociologia e \nÉtica Prof.\nSOF02001\n(2-0)\nTCC II\nELA02040\n(4-0)\nAtividades \nComplementares\nELA02025\n(17-0)\nEstágio \nCurricular\n(12-0) ELA02023\n= \n"}