{"1": " \n \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA DE MINAS \nGERAIS \nCAMPUS OURO BRANCO \nAv. Afonso Sardinha, nº 90, Bairro Pioneiros, CEP: 36.420-000, Ouro Branco - Minas \nGerais(31) 3742-2149 – ensino.ourobranco@ifmg.edu.br \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO DE BACHARELADO \nEM ENGENHARIA METALÚRGICA \n \n \n \n \n \n \n \n \n \n \nOuro Branco \n \nJaneiro de 2019 \n \n", "2": " \n2 \n \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA DE MINAS \nGERAIS \nCAMPUS OURO BRANCO \nAv. Afonso Sardinha, nº 90, Bairro Pioneiros, CEP: 36.420-000, Ouro Branco - Minas \nGerais(31) 3742-2149 – ensino.ourobranco@ifmg.edu.br \n \n \n \nReitor  \n  Prof.   Kleber Gonçalves Glória \n  \nPró-Reitor de Ensino  \n  Prof.   Leila Maria Alves de Carvalho \n  \nDiretor Geral do Campus \n  Prof.  Lawrence de Andrade Magalhães \nGomes \n  \nDiretor de Ensino do Campus   Profª  Gabriel Dias de Carvalho Júnior \nCoord. do Curso Metalurgia    Prof.   Eric Bartulici \n  \n \n \n \n \nNÚCLEO DOCENTE ESTRUTURANTE  \n \n \n \n \nCoordenador:  Msc.  Eric Bartulici \n \n  \n Professor \n Professor \nDr. Carlos Roberto Ferreira \nMSc Carlos Eduardo Reis de Carvalho \n  \n Professor  \nMSc Davi Hebert Vieira \n  \n Professor \n Professor           \nDr. José Alberto da Cruz Júnior \nMsc. Antonio Marlon Barros Silva \n  \n  \n \n", "3": " \n3 \n \n \nSumário \n \n1 - IDENTIFICAÇÃO DO CURSO ........................................................................................... 6 \n2 - CONTEXTUALIZAÇÃO DA INSTITUIÇÃO .................................................................... 7 \n2.1 - Histórico ......................................................................................................................... 9 \n2.2 - Missão ........................................................................................................................... 11 \n2.3 - A Experiência da Instituição ........................................................................................ 12 \n3 - CONCEPÇÃO DO CURSO ............................................................................................... 15 \n3.1 - Apresentação do Curso ................................................................................................. 15 \n3.1.1 - A Engenharia Metalúrgica ..................................................................................... 15 \n3.1.2 - Campo de Atuação ................................................................................................. 16 \n3.1.3 - Perfil do Aluno Ingresso ........................................................................................ 16 \n3.2 - Justificativa ................................................................................................................... 16 \n3.3 - Princípios Norteadores do Projeto Proposto ................................................................. 22 \n3.4 - Objetivos do Curso ....................................................................................................... 25 \n3.4.1 - Geral ....................................................................................................................... 25 \n3.4.2 - Específicos ............................................................................................................. 26 \n3.5 - Perfil do Egresso ........................................................................................................... 27 \n3.5.1 - Competência Técnica ............................................................................................. 28 \n3.5.2 - Formação Sócio-Interativa ..................................................................................... 29 \n3.5.3 - Atribuições dos Diplomados em Engenharia Metalúrgica .................................... 29 \n3.6 - Formas de Acesso ao Curso ......................................................................................... 31 \n4 - ESTRUTURA DO CURSO ................................................................................................ 31 \n4.1 - Regime Acadêmico e Prazo de Integralização Curricular ............................................ 31 \n4.2 - Organização Curricular................................................................................................. 31 \n4.3 - Estrutura Curricular ...................................................................................................... 32 \n", "4": " \n4 \n \n4.3.1 - Matriz Curricular ................................................................................................... 32 \n4.3.2 - Ementário ............................................................................................................... 37 \n4.4 - Critérios de Aproveitamento de Conhecimentos e Experiências Anteriores ............. 109 \n4.5 - Metodologia de Ensino ............................................................................................... 109 \n4.6 - Modos da Integração entre os Diversos Níveis e Modalidades de Ensino. ................ 109 \n4.7 - Serviços de Apoio ao Discente ................................................................................... 111 \n4.8 - Diplomas ..................................................................................................................... 113 \n4.9 - Administração Acadêmica do Curso .......................................................................... 113 \n4.9.1 - Corpo Docente ..................................................................................................... 114 \n4.9.2 - Corpo Administrativo .......................................................................................... 116 \n4.10 - Formas de Participação do Colegiado e do Núcleo Docente Estruturante – NDE ... 117 \n4.11 - Infraestrutura do Campus ......................................................................................... 118 \n4.12 - Estratégias de Fomento ao Empreendedorismo e à Inovação Tecnológica ............. 131 \n4.13 - Estratégias de Fomento ao Desenvolvimento Sustentável e ao Cooperativismo ..... 131 \n5 - PROCEDIMENTOS DE AVALIAÇÃO .......................................................................... 132 \n5.1 - Avaliação dos Conhecimentos e Habilidades ............................................................. 132 \n    5.2 - Avaliação do Projeto do Curso...................................................................................123 \n5.2 - Regulamento das Atividades Complementares .......................................................... 133 \n5.3 - Do Estágio Supervisionado ........................................................................................ 134 \n5.4 - Do Trabalho de Conclusão de Curso .......................................................................... 136 \n6 - CONSIDERAÇÕES FINAIS......................................................................................................... 137 \n7 - REFERÊNCIAS BIBLIOGRÁFICAS ........................................................................................... 138 \n8 - APÊNDICE .................................................................................................................................... 138 \n \n \n \n", "5": " \n5 \n \nLista de Figuras \n \nFigura 1 - Composição de escolas na região de abrangência do Alto Paraopeba. ................................ 21 \nFigura 2 - Localização do Campus Ouro Branco. Fonte: Google Earth, 2012.................................... 121 \nFigura 3 - Projeto arquitetônico de expansão do Campus Ouro Branco ............................................. 121 \nFigura 4 - Expansão, vista Bloco I (BOAS, 2010). ............................................................................. 122 \nFigura 5 - Expansão, vista Bloco II (BOAS, 2010)............................................................................. 122 \nFigura 6 - Expansão, vista Bloco III (BOAS, 2010). .......................................................................... 123 \nFigura 7 - Entrada principal e áreas de acesso ao Campus.................................................................. 123 \n \nLista de Tabela \n \nTabela I - Relação dos campi e dos cursos, superiores, do IFMG ........................................................ 13 \nTabela II - Relação dos campi e dos cursos, técnicos,  do IFMG...........................................16 \nTabela III - Relação dos campi e dos cursos, de pós graduação,  do IFMG...........................17 \nTabela IV - Investimentos, produção e mercado dos municípios do CODAP ...................................... 22 \nTabela V - Matriz curricular do curso de Engenharia Metalúrgica. ...................................................... 32 \nTabela VI - Corpo docente para o curso proposto de Engenharia Metalúrgica .................................. 114 \nTabela VII - Equipe administrativa do IFMG, Campus Ouro Branco ................................................ 116 \nTabela VIII - Instalações e equipamentos oferecidos aos professores do curso ................................. 107 \nTabela IX - Instalações e equipamentos oferecidos aos técnicos do curso. ........................................ 119 \nTabela X - Descrição do Laboratório de Informática .......................................................................... 120 \nTabela XI - Relação de livros na biblioteca do IFMG Campus Ouro Branco..................................... 124 \nTabela XII - Máquinas e matérias-primas dos laboratórios do Curso de Metalurgia. ......................... 127 \n \n", "6": " \n6 \n \n1 - IDENTIFICAÇÃO DO CURSO  \n \na) Denominação: Engenharia Metalúrgica; \nb) Modalidade oferecida: Bacharelado; \nc) Titulação conferida: Engenheiro Metalurgista; \nd) Modalidade de ensino: presencial; \ne) Regime escolar: semestral (por créditos); \nf) Integralização: tempo mínimo de 10 semestres e tempo máximo de 18 semestres; \ng) Carga horária mínima: 3.612 h/a; \nh) Período de duração das aulas: 50 minutos \ni) Número de vagas ofertadas: 50 vagas anuais; \nj) Turnos previstos: o curso será ofertado no período noturno; \nk) Endereço de funcionamento do curso: IFMG – Campus Ouro Branco situado à \nRua Afonso Sardinha, nº 90, bairro Pioneiros, Ouro Branco-MG, CEP: 36.420.000. \nContato: tel (31) 3742-2149; \nl) Processo de seleção: admissão dos alunos por Vestibular do IFMG, ENEM via SiSU \n(Sistema de Seleção Unificada do MEC), Transferência Interna, Transferência \nExterna e Obtenção de Novo Título;  \nm) Base legal: O Curso Superior de Bacharelado em Engenharia Metalúrgica foi \nconcebido com base nas Resoluções CNE/CES nº 11/2002 e CES/CNE 02/2007. A \nprimeira instituiu as Diretrizes Curriculares Nacionais para a Organização e o \nFuncionamento dos Cursos de Graduação em Engenharia e, a segunda, dispõe sobre \na carga horária mínima e procedimentos relativos à integralização e duração dos \ncursos de graduação, bacharelados, na modalidade presencial. O Projeto Pedagógico \ndo Curso Superior de Bacharelado em Engenharia Metalúrgica ao oferecer a \ndisciplina “Libras”, como optativa, atende ao disposto no Decreto nº 5.626/2005, que \nregulamenta a Lei nº 10.436, de 24 de Abril de 2002, que dispõe sobre o Ensino da \nLíngua Brasileira de Sinais – LIBRAS, e ao Decreto nº 5.296/2004, que dispõe sobre \nas condições de acesso para portadores de necessidades especiais. \n", "7": " \n7 \n \nEste documento apresenta o Projeto Pedagógico do Curso Superior de Bacharelado em \nEngenharia Metalúrgica, oferecido pelo Instituto Federal Minas Gerais (IFMG) – \nCampus Ouro Branco, sua concepção sistemática de organização curricular, estratégias \nde ação e de avaliação e outros aspectos pertinentes. \nAlém das considerações iniciais, as suas primeiras páginas trazem a identificação do \ncurso, a contextualização da Instituição em termos de: missão; oferta das diversas \nmodalidades de ensino nos diferentes campi; a concepção do curso proposto; o campo de \natuação; o perfil do aluno ingresso; aspectos do arranjo produtivo local e regional que nos \najudam a justificar a implantação do curso no IFMG - Campus Ouro Branco. \nApós as páginas introdutórias, são apresentados: os princípios norteadores do projeto \nproposto; os objetivos do curso, assim como o perfil do egresso; as formas de acesso ao \ncurso; uma representação gráfica do perfil de formação. Em seguida, é apresentada a \nestrutura curricular do curso e a matriz contendo: os períodos; as unidades curriculares; \nas cargas horárias; os pré-requisitos; os núcleos de conteúdos básico, profissionalizantes \nou específicos e os ementários.  \nOs capítulos seguintes trazem informações sobre o funcionamento geral do curso, além \ndo corpo docente e técnicos envolvidos, serviços de apoio ao discente, infraestrutura, \ninstalações, equipamentos, matérias prima e biblioteca.  \nPor fim, são apresentadas as adequações necessárias a médio e longo prazo para \nobtenção de sucesso e qualidade do referido curso. \n \n2 - CONTEXTUALIZAÇÃO DA INSTITUIÇÃO \n \nO IFMG, Campus Ouro Branco é independente e está ligado à reitoria do Instituto Federal \nde Minas Gerais em Belo Horizonte. O Campus Ouro Branco é uma das unidades de ensino \nque integra o Instituto Federal de Educação, Ciência e Tecnologia de Minas Gerais (IFMG), \ncriado pela Lei n. 11.892, de 29 de Dezembro de 2008 (BRASIL, 2008 a). A condição de \nCampus possibilita maior autonomia e flexibilidade administrativa, financeira e educacional, \nconsequentemente proporciona maiores e melhores possibilidades de acesso à educação e ao \nconhecimento. Com esta autonomia reafirma-se o compromisso institucional do IFMG, de \nampliação da oferta de cursos regulares e de extensão, assim como também a ampliação e \n", "8": " \n8 \n \nimplantação de atividades culturais, tecnológicas e científicas. Atualmente, e alinhado ao \nPDI, o Campus oferece educação profissional e tecnológica, na modalidade sequencial, nas \náreas de Metalurgia, Administração e o Superior de Licenciatura em Computação.  \nA cidade de Ouro Branco, local de inserção do Campus do IFMG, fica localizada na Região \ndo Alto Paraopeba, que tem em seu entorno as cidades de Conselheiro Lafaiete, Congonhas, \nEntre Rios de Minas, São Brás do Suaçuí, Jeceaba, Belo Vale, Desterro de Entre Rios, \nQueluzito, Casa Grande, Cristiano Otoni, Caranaíba, Santana dos Montes e Itaverava (UFSJ, \n2010). A Região atrai altos investimentos, devido à exploração do minério de ferro, o que \ndemanda mais investimento no setor tecnológico e educacional.  \nAtualmente Ouro Branco possui 35.643 habitantes residentes (IBGE, 2011 a) e é uma das \ncidades do Alto Paraopeba que: \n[…] destaca-se pelos investimentos de grandes empresas, como a Vale, CSN, Ferrous, \nGerdau Açominas e, agora, a implantação da Vallourec & Sumitomo Tubos do Brasil no \nmunicípio de Jeceaba. Por isso, é necessário criar uma estrutura adequada para receber estes \ninvestimentos e garantir o crescimento sustentável da região, promovendo políticas públicas \nintegradas em todas as áreas. (SEDRU, 2009). \n \nA Prefeitura de Ouro Branco - MG conseguiu durante cinco anos de gestão investir e \nacreditar na possibilidade de trazer cursos técnicos e de graduação para a região do Alto \nParaopeba. Em 2010 a cidade de Ouro Branco foi contemplada com uma escola federal de \nnível técnico e superior, o IFMG (Instituto Federal de Educação, Ciência e Tecnologia de \nMinas Gerais). Através de parcerias entre a prefeitura e a indústria foram realizadas grandes \nconquistas na educação. A região do Alto Paropeba possui um parque industrial voltado para \ndiversas áreas, dentre as quais se destacam a de metalurgia com siderúrgicas e mineradoras. \nEmpresas como a Gerdau Açominas em Ouro Branco, a Companhia Siderúrgica Nacional \n(CSN), a Companhia Vale do Rio Doce (Vale), Ferrous em Congonhas, a Vallourec e \nSumitomo Tubos do Brasil (VSB) em Jeceaba têm se instalado na região (MELO et al; \n2010). Outras de menor porte estão situadas no Alto Paraopeba e próximo à capital mineira \nBelo Horizonte.  \n \nAtualmente são oferecidos os cursos técnicos de Metalurgia com ênfase em Soldagem, de \nAdministração e Licenciatura em Computação. Estes cursos são direcionados à formação de \nsoldadores, o primeiro núcleo do Brasil, à formação de administradores e de educadores na \n", "9": " \n9 \n \nárea de Computação. Neste cenário, o IFMG coerente com a estratégia de criação de cursos \nque respondem aos anseios de setores da sociedade, propõe-se a implantar e implementar o \nCURSO DE ENGENHARIA METALÚRGICA, nos termos das leis que fixam as normas de \norganização e funcionamento do ensino superior. O citado curso visa atender a uma \nexpectativa de demanda regional uma vez que os alunos não mais precisarão sair da região \ncom uma educação de qualidade para todos. Além disto, permitirá utilizar plenamente os \nrecursos materiais e humanos existentes no IFMG evoluindo na direção de complementar a \nsua vocação de oferecer cursos em todos os níveis de ensino.  \n \nEm suma, a criação da Engenharia Metalúrgica no IFMG possibilitará ainda a ascensão \npessoal e a reciclagem profissional, melhorando o nível de qualificação da mão de obra \nregional, além de gerar grandes oportunidades de empregos e rendas. O Instituto Federal de \nMinas Gerais tem como missão: educar e qualificar pessoas para serem cidadãos(ãs) \ncríticos(as), criativos(as), responsáveis e capazes de atuar na transformação da sociedade. \n \nEsta proposta tem por objetivo demonstrar as características pedagógicas previstas para \ncriação do Curso de Engenharia Metalúrgica com ênfase em soldagem sendo originado a \npartir dos cursos Técnicos oferecidos pelo IFMG Campus Ouro Branco. Por se tratar de um \ncurso de formação plena, o curso possui a sua estrutura básica construída em consonância \ncom os demais cursos de engenharia da instituição. Tal estrutura permite que, de maneira \nflexível, a mesma estrutura de laboratórios e de corpo docente seja compartilhada trazendo \numa grande otimização nos recursos institucionais utilizados na formação dos alunos. \nPropõe-se a criação do curso com o aproveitamento da infraestrutura (laboratórios, salas de \naulas e biblioteca), do corpo docente e com os recursos existentes. Segue então os dados do \ncurso: \n2.1 - Histórico \n \nA educação profissional como responsabilidade do Estado, no Brasil, teve início no governo \nde Nilo Peçanha, em 1909, com as escolas de artes e ofícios, precursoras das escolas \ntécnicas federais, hoje Institutos Federais de Educação Ciência e Tecnologia (IFET’s). Nesta \nprimeira fase, as escolas de artes e ofícios formavam os operários e contra mestres através de \num ensino eminentemente prático e fundado em conteúdos técnicos elementares, com a \n", "10": " \n10 \n \nfinalidade de formar uma mão de obra pouco qualificada, mas apta a exercer trabalhos \nmanuais e mecânicos em diversas áreas da economia.  \nPosteriormente, em pleno Estado Novo, a constituição de 1937 abre caminho para a criação \ndos Liceus Industriais, que incorporariam cursos de variados níveis de formação \nprofissional.  \nEm 1942, ainda no governo Vargas, o Decreto Lei 4.073 amplia a oferta de formação \ntécnico-profissional no Brasil, para atender às demandas da incipiente industrialização do \npaís, ocorrida a partir dos anos 30. Os Liceus passam então a se chamar Escolas Técnicas \nIndustriais e os cursos agregam ao ensino técnico um considerável nível de formação \ncientífica e propedêutica.  \nEm 1944 é instalada oficialmente a Escola Técnica Federal de Ouro Preto, com o curso \ntécnico de metalurgia, anexa à Escola de Minas, na Praça Tiradentes, em Ouro Preto, onde \nfuncionou até 1964.  \nEm 1959 a ETFOP é elevada à condição de Autarquia Federal, com autonomia didática, \nfinanceira e administrativa.  \nEm 1964, a ETFOP é transferida para as instalações do 10º Batalhão de Caçadores do \nExército Brasileiro, que havia sido desativado e situava-se nas encostas do morro do \ncruzeiro, em Ouro Preto. Isso fez com que a escola ganhasse uma identidade própria e novos \nhorizontes de desenvolvimento.  \nFinalmente, a ETFOP torna-se Centro Federal de Educação Tecnológica de Ouro Preto, \nCEFET Ouro Preto, em 2002, tornando-se apta a oferecer cursos superiores de tecnologia. \nEm 2007 é fundada a primeira Unidade de Ensino Descentralizada – UNED – em \nCongonhas, ampliando a área de influência da escola, bem como o número de alunos e de \ncursos oferecidos.  \nEm 2008, o CEFET Ouro Preto participou de uma chamada pública do Ministério da \nEducação e transformou-se em Instituto Federal de Educação, Ciência e Tecnologia (IFMG), \ntendo classificado o seu projeto. Neste mesmo ano foi aprovado na Câmara Federal o \nProjeto de Lei que enquadrou o IFMG neste novo patamar do ensino profissional, que \nampliou ainda mais a área de influência da Escola e suas responsabilidades institucionais, \n", "11": " \n11 \n \ncom a possibilidade da oferta de novos cursos, incluindo licenciaturas e engenharias, bem \ncomo cursos de mestrado e doutorado. \n \n2.2 - Missão \nO Instituto Federal de Minas Gerais tem como missão: educar e qualificar pessoas para \nserem cidadãos (ãs) críticos (as), criativos (as), responsáveis e capazes de atuar na \ntransformação da sociedade. \nDe acordo com o Art.4º do Estatuto do Instituto Federal de Educação, Ciência e Tecnologia \nde Minas Gerais, a instituição tem por finalidades e características, alinhados com o projeto \nde Desenvolvimento Institucional (PDI),: \nI – Ofertar educação profissional e tecnológica, em todos os níveis e modalidades, formando \ne qualificando cidadãos com vistas à atuação profissional nos diversos setores da economia, \ncom ênfase no desenvolvimento socioeconômico local e regional; \nII – Desenvolver a educação profissional e tecnológica como processo educativo e \ninvestigativo de geração e adaptação de soluções técnicas e tecnológicas às demandas \nsociais e peculiaridades regionais; \nIII – Promover a integração e a verticalização da educação básica à educação profissional e \neducação superior, otimizando a estrutura física, os quadros de pessoal, qualificando-os \nsempre que se julgar necessário por meio de cursos de atualização e de pós-graduação e os \nrecursos de gestão; \nIV – Orientar sua oferta formativa em benefício da consolidação e fortalecimento dos \narranjos produtivos sociais, desportivos e culturais locais, identificados com base no \nmapeamento das potencialidades de desenvolvimento socioeconômico, cultural e promoção \nda saúde no âmbito de atuação do IFMG; \nV – Constituir-se em centro de excelência no apoio à oferta do ensino de ciências, em geral, \ne de ciências aplicadas, em particular, estimulando o desenvolvimento do espírito crítico; \n", "12": " \n12 \n \nVI – Qualificar-se como centro de referência no apoio à oferta do ensino de ciências nas \ninstituições públicas de ensino, oferecendo capacitação técnica e atualização pedagógica aos \ndocentes nas redes públicas de ensino; \nVII – Desenvolver programas de extensão e de divulgação científica e tecnológica, como \ndescrito no PDI do IFMG; \nVIII – Realizar e estimular à pesquisa aplicada, a inovação tecnológica, a produção cultural, \no empreendedorismo, o cooperativismo, o desenvolvimento científico e tecnológico e a \nintegração entre o IFMG e a sociedade; \nIX – Promover a produção, o desenvolvimento e a transferência de tecnologias sociais, \nnotadamente as voltadas à preservação do meio ambiente e; \nX – Participar de programas de capacitação, qualificação e requalificação dos profissionais \nde educação da rede pública. \n2.3 - A Experiência da Instituição  \n \nO IFMG em seus 10 campi, Bambuí, Betim, Congonhas, Formiga, Governador Valadares, \nOuro Branco, Ouro Preto, Ribeirão das Neves, Sabará e São João Evangelista, oferece \ndiversas modalidades de ensino (norteadas pelo PDI – item 5.3 – Políticas de Ensino, pág \n43) entre níveis técnicos, superiores e de pós-graduação conforme Tabela I, II e III. \n \n \n \n \n \n \n \n \n", "13": " \n13 \n \nTabela I - Relação dos campi e dos cursos, superiores, do IFMG \n \n", "14": " \n14 \n \nTabela II - Relação dos campi e dos cursos, técnicos, do IFMG. \n \n \n \n \n \n", "15": " \n15 \n \nTabela III - Relação dos campi e dos cursos, pós graduação, do IFMG. \n \n \n3 -  CONCEPÇÃO DO CURSO \n \n3.1 -  Apresentação do Curso  \n \n3.1.1 - A Engenharia Metalúrgica \n \nA Engenharia metalúrgica é um ramo da engenharia, mais precisamente da engenharia de \nmateriais que é dedicado ao estudo dos materiais metálicos, englobando sua caracterização \nestrutural, propriedades mecânicas, produção e processamento. \n", "16": " \n16 \n \n \n3.1.2 - Campo de Atuação \n \nO campo de atuação do profissional de engenharia metalúrgica é bastante vasto, sendo mais \nindicada à área da indústria mineral, metalúrgico, siderúrgico, automobilístico, petrolífero, \natividades em centros de pesquisas entre outros. As ações realizadas no IFMG são orientadas \npor grandes marcos, que incorporam  contribuições da comunidade acadêmica para a \nelaboração do Plano de Desenvolvimento Institucional (PDI). O curso de Engenharia \nMetalúrgica permite ao diplomado desenvolver atividades em: engenharia do produto, \nprocessos de manufatura; projeto de ferramental; método, análise, planejamento e \ndesenvolvimento de manufatura; arranjo físico de equipamentos; planejamento programação \ne expedição de produtos; controle de qualidade, assistência técnica; auditoria; fiscalização; \nanálise e elaboração de projetos industriais. Pode ainda estender seu trabalho à área de \nserviços em empresas de consultoria e assessoramento, instituições de pesquisa e científicas \nou no magistério. \n3.1.3 - Perfil do Aluno Ingresso \n \nCom base no PDI do IFMG, qualquer pessoa que tenha concluído o Ensino Médio.  \nAcredita-se que o turno de funcionamento do Curso de Graduação em Engenharia \nMetalúrgica ampliará o perfil típico dos alunos que ingressam nos cursos de engenharia do \nIFMG que, geralmente são jovens, majoritariamente com idade entre 18 e 21 anos.  A oferta \nnoturna oportunizará o ingresso daqueles que se encontram fora dessa faixa etária, bem \ncomo daqueles que se encontram inseridos no mercado de trabalho. A expectativa é atender \nresidentes de classe média ou baixa da região do Alto Paraopeba e demais localidades.  \n3.2 - Justificativa \n \nSegundo a Lei Nº. 5.194 de 24 de Dezembro de 1966 que regula o exercício das profissões \nde Engenheiro, Arquiteto e Engenheiro - Agrônomo e a Resolução CNE/CES nº 11/2002, \nque institui as Diretrizes Curriculares Nacionais de todos os cursos de Engenharia, \nindependente de sua modalidade, deve possuir em seu currículo um núcleo de conteúdos \nbásicos, um núcleo de conteúdos profissionalizantes e um núcleo de conteúdos específicos \nque caracterizem a modalidade. \n", "17": " \n17 \n \nAtualmente, o setor metalúrgico apresenta relevante expressão no cenário econômico \nbrasileiro, como se pode inferir dos dados econômicos nacionais. O PIB (Produto Interno \nBruto) setorial, que foi da ordem de US$ 28,8 bilhões em 2006, representa 2,7% do PIB \nnacional e 9% do PIB industrial. Entre 1970 e 2006, a participação da metalurgia no PIB \nindustrial mereceu sempre um lugar de destaque, situando-se entre 7 e 9% e na economia \nbrasileira sua contribuição oscilou em torno de 3%. Seu papel, na economia, eleva-se \nsubstancialmente quando se consideram as atividades econômicas sequenciais à metalurgia, \nconsumidoras de seus produtos, como a indústria automobilística, a de bens de capital e a de \nconstrução civil, entre outras. Especialmente este aspecto deve ser lembrado quando se \nconsidera o progresso de uma nação. Sem uma indústria de base forte, a estabilidade dos \nsetores terciários e da indústria com tecnologia de ponta fica mais vulnerável aos efeitos da \neconomia mundial e os reflexos socioeconômicos que daí advém podem ser facilmente \nimaginados.  \n \nO consumo per capita de materiais é um indicador de desenvolvimento de um país. Para \ndeterminados metais e ligas (Al, Cu, Sn, Ni, Zn, aço bruto/inox e ferroligas) houve um claro \ncrescimento no período compreendido entre 1970 e 1980 e estagnação e/ou baixo \ncrescimento até o presente. Isto, aparentemente, está em correspondência com a evolução do \nPIB per capita no mesmo período. Outros indicadores socioeconômicos (IDH, IDS-\nBNDES), relacionados direta ou indiretamente com o consumo geral de materiais, \napresentaram evolução similar.  \n \nO consumo per capita desses materiais, nos países industrializados, entre outros, apresenta \nníveis que se mostram de 4 a 6 vezes maiores. Nesses países, os níveis de consumo per \ncapita tenderam a se estabilizar em diferentes faixas a partir de determinado patamar de PIB \nper capita. A comparação com a média mundial de consumo, em 2006, mostra a posição \ninferior do Brasil para a maioria dos metais, com a exceção do alumínio. Se, por um lado, se \npode lamentar essa situação, por outro, indica o grande potencial de crescimento do \nconsumo per capita interno, com o atendimento das demandas de infra-estrutura e de melhor \nconforto material para a sua população. Isso é especialmente interessante, tendo-se em conta \na disponibilidade de matérias-primas minerais, no país, para a produção daqueles metais.  \nPara efeito de comparação com o Brasil, o consumo per capita de aço (kg/habitante) nos \nEUA foi de 120 kg em 1900 (valor que é maior do que o valor apresentado pelo Brasil hoje), \n", "18": " \n18 \n \n500-600 kg no período 1940-1960 e oscilou entre 400 e 500 kg a partir dos anos 80 do \nséculo passado. A China, com metade do consumo brasileiro em 1970, ultrapassou o Brasil \nem 2000 e atingiu 286 kg em 2006. Ainda em 2006, pode-se citar a Índia, com 41 kg; \nArgentina, com 128; México, com 233; Alemanha, com 607 e Coréia do Sul com 1.053 \nkg/habitante. Atualmente o consumo per capita de aço no Brasil é de 145 kg por habitante. \n \nNesse cenário, com o lançamento, no início de 2007, do PAC – Plano de Aceleração do \nCrescimento, pelo governo federal, focado em infra-estrutura e habitação, com \ninvestimentos públicos e estatais da ordem de R$ 500 bilhões, espera-se um elevado \ndesempenho da economia durante a vigência do plano, até 2010. Segundo a nova \nmetodologia do IBGE, estima-se que o PIB nacional cresça em torno de 5% ao ano até \naquela data.  \n \nConfirmando-se o prognóstico, haverá uma maior demanda interna por produtos metálicos. \nA manutenção tanto da cotação internacional dos metais em patamares elevados como da \ndemanda externa, liderada pela China, completam um quadro muito favorável para o setor. \nOs altos investimentos privados em curso e os previstos, do setor metalúrgico, confirmam a \nexpectativa positiva do setor empresarial.  \n \nNo contexto político profissional o crescimento do setor metalúrgico tem incentivado a \noferta de empregos formais. Dados do DIEESE/2005 mostram que após um período de \nrecessão, entre 1987 e 2003, onde o número de trabalhadores do setor metalúrgico \napresentou uma redução de 52,1%, o setor mostra claros sinais de recuperação com um \naumento real de cerca de 20% de 2003 a 2005. Nesse cenário é importante reportar que este \ncrescimento ocorreu em todas as regiões e em todos os grandes setores simultaneamente, \ncom valores próximos de 13% no norte, 7% no nordeste, 4% no sudeste, 1,3% no sul e 2,7% \nno centro-oeste. Nesse cenário de crescimento a demanda brasileira por trabalhadores \nqualificados e conhecedores de alta tecnologia tem provocado uma migração crescente de \nestrangeiros. O Ministério do Trabalho e Emprego registrou em 2007 um aumento, em torno \nde 46%, no número de autorizações de trabalho a profissionais estrangeiro em relação ao \nano de 2004. Siderurgia e mineração estão entre os setores que mais trazem colaboradores \nde fora do país. Ainda que, segundo o Conselho Nacional de Migração do Ministério do \n", "19": " \n19 \n \nTrabalho, os vistos mais procurados sejam os temporários (até 90 dias), este aumento está \nfortemente relacionado ao aquecimento do setor. \n \nDe acordo com FREIRE (1996) “a Educação é uma forma de intervenção no mundo”. \nTomando como base esta afirmativa, o corpo docente do Curso de Metalurgia do IFMG- \nCampus Ouro Branco consciente de seu papel de educador entende a educação como \nprocesso que dura a vida inteira e não se restringe à etapa vivenciada na escola. O curso se \njustifica pela crescente demanda de profissionais qualificados para atuar no mercado de \ntrabalho nacional. Pelas características da região há um mercado de trabalho crescente que \ninclui um parque industrial minero-metalúrgico onde o habilitado em Engenharia \nMetalúrgica é imprescindível. Na região encontra-se uma carência desta engenharia nas \ninstituições de ensino, em especial, com a oferta no turno noturno. \nO Engenheiro Metalurgista é um profissional de formação técnico-científica básica de alto \nnível, generalista, empreendedor e imprescindível à indústria de base, bem como no setor de \nserviços e desenvolvimento de tecnologia e novos materiais. \nNestes últimos anos aconteceram muitas mudanças no cenário mundial, mudanças políticas, \nsociais e econômicas. O mundo está cada vez mais globalizado, acirrando ainda mais a \ncompetitividade internacional. No mercado de trabalho a Região do Alto Paraopeba, \ndestaca-se relativamente das demais regiões do Estado, um nível maior de formalização do \nemprego, maior concentração de ocupações nos segmentos mais modernos da economia. A \nconsequência disso é as maiores oportunidades de rendimento para a parcela dos \ntrabalhadores ligados ao segmento minero-metalúrgico. Muitos são os fatores que \ninfluenciaram estas mudanças na região, por exemplo, o incentivo fiscal, a auto-suficiência \nem minério de ferro, o intercâmbio com o Mercosul, China e Japão; expansão do parque \nsiderúrgico regional, previsto para os próximos 20 anos e o mais importante, a qualificação \nhumana. Dessa forma, a oferta do Curso de Engenharia Metalúrgica, justifica-se pelos \nfatores elencados a seguir: \n1. \nA área industrial em Ouro Branco e região tem tido crescimento constante a partir de \n1998, com a ampliação de novas plantas de processamento de minério. Vale destacar, \nigualmente, que a partir de 1998, com a instalação de diversas mineradoras e implantação de \nnovas unidades siderúrgicas e ampliação das atividades daquelas usinas siderúrgicas já \ninstaladas, a região de Ouro Branco tornou-se uma cidade pólo. \n", "20": " \n20 \n \n2. \nO panorama descrito acima demandou e ainda demanda uma quantidade significativa \nde profissionais de nível superior, sobretudo engenheiros. \n3. \nAs mineradoras e metalúrgicas da região de Ouro Branco sempre mantiveram a \ndemanda elevada pelos engenheiros formados pela UFMG, UFOP devido ao grande inter-\nrelacionamento com as Instituições, com tradição do ensino técnico, ao alto nível de \ntecnologia que estas detêm e aos equipamentos e laboratórios de que dispõem. \n4. \nA preocupação do IFMG, como agência formadora de recursos humanos, e \nnorteadores dispostos em seu PDI, é formar profissionais que venham a participar do \nprocesso global de produção, assegurando-lhes a posse dos fundamentos teóricos e práticos \nda cultura científica. \n5. \nA boa infra-estrutura de laboratórios que está sendo montada no IFMG Campus Ouro \nBranco permitirá atender às atividades práticas do curso durante todos os períodos letivos.  \n6. \nO fato de o IFMG ter tradição na formação técnica e tecnológica, revelando-se uma \nagência formadora de recursos humanos qualificados.  \nA cidade de Ouro Branco e região do Alto Paraopeba necessitam de investimentos no setor \neducacional, que contribuam para a inserção digital, acessibilidade, tecnologia, ciência, \neducação, cultura e arte. Devido aos grandes empreendimentos que a cidade e região têm \nexperimentado é necessário construir condições educacionais que possibilitem o pleno \nexercício da cidadania, que no mundo atual está cada vez mais associado aos meios \ntecnológicos e científicos com os quais a população lida em seu dia a dia (CEEINF, 1999). \nNesse sentido, o curso proposto está adequadamente alinhado com a necessidade de \nformação de recursos humanos qualificados para a área de engenharia metalúrgica, que visa \no atendimento das empresas da região. A composição de escolas estaduais, federais, \nmunicipais e privadas, existentes na Região do Alto Paraopeba é representada pelo gráfico \nde barras, conforme Figura 1. Este gráfico comparativo evidencia um maior número de \nescolas municipais e privadas e em menor número, as escolas estaduais. As escolas federais \nsão apenas duas em um contexto de milhares de cidadãos brasileiros que vivem o fenômeno \nda expansão industrial. \n \n", "21": " \n21 \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 1 - Composição de escolas na região de abrangência do Alto Paraopeba.  \nFonte: MINAS GERAIS, 2011.  \n \nO mapeamento dos investimentos aplicados e que ainda serão aplicados na região permitem \nconfigurar, dentre outras questões, taxa de empregos diretos e indiretos e a projeção da \ninfraestrutura necessária para suportar a transformação social, política, econômica, \nambiental e educacional.  \n \nCom o objetivo de dimensionar esses investimentos é apresentada a Tabela IV com os \nvalores financeiros aplicados nos municípios do Consórcio Público para o Desenvolvimento \ndo Alto Paraopeba (CODAP) e em específico na cidade de Ouro Branco. \n", "22": " \n22 \n \nTabela IV- Investimentos, produção e mercado dos municípios do CODAP \n \n3.3 - Princípios Norteadores do Projeto Proposto \n \nO IFMG, em sua atuação, com base em seu PDI, observa os seguintes princípios \nnorteadores: \n(i) compromisso com a justiça social, equidade, cidadania, ética, preservação do \nmeio ambiente, transparência e gestão democrática; \n(ii) verticalização do ensino e sua integração com a pesquisa e a extensão; \n", "23": " \n23 \n \n(iii) eficácia nas respostas de formação profissional, difusão do conhecimento \ncientífico e tecnológico e suporte aos arranjos produtivos locais, sociais, desportivos \ne culturais; \n(iv) inclusão de pessoas com deficiências e necessidades educacionais especiais; \n(v) natureza pública e gratuita do ensino, sob a responsabilidade da união; \n(vi) universalidade do conhecimento; \n(vii) indissociabilidade entre ensino, pesquisa e extensão; e \n(viii) compromisso com a melhoria da qualidade de vida da comunidade acadêmica. \n \nAs ações realizadas no IFMG são orientadas por grandes marcos que incorporam \ncontribuições da comunidade acadêmica para a elaboração do Plano de Desenvolvimento \nInstitucional. Esses parâmetros, associados à Missão e à Visão de Futuro do IFMG, \nnortearão as ações acadêmicas, administrativas e socioculturais. Dentre eles, destacam-se os \nque mais fortemente se vinculam aos aspectos pedagógicos. \n \nResponsabilidade social \nInclusão de elementos sociais no ensino a fim de provocar aprendizagens significativas que \nmobilizem o corpo discente e estabeleçam entre ele e o objeto do conhecimento uma relação \nde reciprocidade, visando contribuir com a formação do discente frente às demandas sociais, \npara que este seja um agente transformador na comunidade com base no seu conhecimento \nadquirido. \n \nPriorizar a qualidade \nO IFMG assume a qualidade do ensino como uma prioridade essencial, sendo essa exigência \nestendida às atividades de pesquisa e extensão. Todos os serviços que envolvem as funções \nbásicas do IFMG devem estar comprometidos com a qualidade e a excelência \n \n \n \n", "24": " \n24 \n \nGarantir a qualidade dos programas de ensino, pesquisa e extensão. \n O IFMG oferece cursos técnicos de nível médio e superior com reconhecida qualidade e \ninserção no mercado de trabalho. Inicia com pós-graduação desenvolvendo atividades de \npesquisa de relevância e qualidade, reconhecidas em nível nacional, em cumprimento ao seu \nPDI. Uma ampla e diversificada base de cursos de qualidade para sustentar a demanda de \nprofissionais bem qualificados nas quais o IFMG demonstre maior potencialidade, em \nconsonância com as novas demandas do mundo contemporâneo. \n \nCompromisso com a tecnologia e o humanismo. \nTodo conhecimento, pesquisa e/ou desenvolvimento tecnológico, gerado pelo IFMG, deverá \nfocar a construção do sujeito, pautada em valores humanos, éticos e solidários, que estejam \nalinhados ao PDI do instituto. Esse princípio desencadeará ações estimuladoras e produtivas \nda comunidade acadêmica, de forma a se sustentar no entusiasmo e no orgulho da mesma \nem relação ao seu trabalho. \n \nRespeito aos valores éticos, estéticos e políticos. \nO IFMG organizará e desenvolverá seus currículos de acordo com valores baseados em seu \nPDI, que fomentam a criatividade, a iniciativa e a liberdade de expressão, abrindo espaços \npara a incorporação de atributos como crítica, equilíbrio, multiplicidade e respeito pela vida. \nA preparação para a vida profissional, orientada pela política da igualdade de direitos e de \noportunidades, constitui relação entre o trabalho próprio e o dos outros, conhecendo e \nreconhecendo sua importância para o bem comum e a qualidade de vida. \n \nArticulação com empresas, família e sociedade. \nO IFMG ampliará e aperfeiçoará suas atividades de extensão adotando mecanismos de \narticulação com instituições públicas e privadas (educacionais ou não), consonantes com o \nPDI, com segmentos da sociedade, com famílias e com setores produtivos. Dessa forma, ao \ndesenvolver trabalho conjunto permanente, concretizado pelo alcance de objetivos comuns e \nprioritários, estará sendo viabilizada a meta do desenvolvimento sustentável. \n \n", "25": " \n25 \n \nIntegridade acadêmica \nIntegridade acadêmica é um elemento inerente à instituição e requer o compromisso de \ntodos os membros da comunidade acadêmica com altos padrões de honestidade pessoal e \ncomportamento ético. Para a implantação dessa política, é necessária a mobilização da \ncomunidade acadêmica de modo a divulgar os princípios que norteiam a integridade. \nA instituição pretende rever o seu papel como um espaço de pensar em que circundam \ndiferenças ideológicas e culturais, o papel do docente como agente de transformação social e \nos fundamentos teórico-metodológicos como instrumentos de conscientização e politização. \nMediante o levantamento da situação de cada campus em relação aos três pilares da \neducação, são apresentadas a seguir, as políticas pretendidas para o ensino, pesquisa e pós-\ngraduação e extensão do IFMG. \n \n✓ Campus traduzido nos seus valores e princípios educacionais, em sintonia com os do \nIFMG e; \n \n✓ Curso em sintonia com a proposta de educação do IFMG e do Campus. Nessa \nconcepção, o campus deve explicitar o projeto de cidadão a ser formado, seus \nvalores, sua contribuição para a sociedade e desenvolvimento humano.  \n \n3.4 - Objetivos do Curso  \n \n3.4.1 - Geral \nO Curso de Engenharia Metalúrgica do Instituto Federal de Minas Gerais – IFMG, Campus \nOuro Branco, alinhado ao seu PDI, tem como objetivo geral formar e fornecer ao mercado \nde trabalho, recursos humanos altamente qualificados com formação superior, mantendo um \npadrão de referência que responda aos grandes desafios científicos e tecnológicos para o \nsetor minero-metalúrgico; formação acadêmica esta com uma visão ética e humanista, com \nbase nas políticas nacionais, nos diagnósticos de necessidades e prognósticos de \noportunidades para as indústrias em geral. \n \n", "26": " \n26 \n \n3.4.2 - Específicos \n \nA Engenharia Metalúrgica tem como característica marcante a multidisciplinaridade e dentro \ndessa visão, a partir do desdobramento do objetivo geral, os objetivos específicos buscam \nhabilidades e competências aos egressos para: \n• \nConhecer e aplicar na engenharia os fundamentos das ciências básicas; \n• \nConhecer, analisar, projetar e desenvolver os processos de obtenção, caracterização e \npreparação das matérias-primas, os processos de produção e de conformação dos metais e \nsuas ligas, compósitos e conjugados; \n• \nConhecer e aplicar os processos de produção, caracterização e de desenvolvimento de \nprodutos metálicos, levando em conta as relações entre estrutura interna e propriedades dos \nmesmos, assim como o comportamento/desempenho no processamento e aplicação; \n• \nProjetar, conduzir e interpretar os resultados de experimentos, visando caracterizar \nmatérias-primas e produtos metálicos; \n• \nAvaliar os impactos e a viabilidade técnica, econômica, social e ambiental das \natividades de engenharia; \n• \nConhecer, aplicar e desenvolver procedimentos de gestão, liderança e auto-\naprendizado; \n• \nPropiciar fundamentação teórica e prática que garanta o desempenho das atividades \nprofissionais dentro do preconizado pela legislação atual e em consonância com as \nnecessidades da sociedade; \n• \nAprimorar raciocínio lógico, espacial e matemático na resolução de problemas \napresentados; \n• \nRealizar trabalhos em equipe; \n• \nApresentar formas diversas de argumentação, tanto oral quanto escrita (relatórios, \ngráficos, textos, seminários, monografias) de modo claro e objetivo; \n", "27": " \n27 \n \n• \nValorizar o exercício da cidadania cooperativa através de atividades de \nresponsabilidade social; \n• \nSolidificar a formação de Engenharia a partir da natureza geral do conhecimento \npróprio de Engenharia; \n• \nFormar um profissional especializado com habilitação na área metalúrgica visando \natender as necessidades do mercado de trabalho regional e nacional; \n• \nProporcionar ao profissional formado a competência para atuar em sistemas industriais \ncomplexos; \n• \nFornecer um embasamento sólido que permita ao aluno dar prosseguimento a seus \nestudos em pós-graduação; \n• \nAtender a legislação profissional, habilitando o graduado a atuar em um amplo \nespectro da Engenharia Metalúrgica, com atribuições condizentes com as Resoluções \nrelativas a atribuições profissionais do CONFEA – Conselho Federal de Engenharia, \nArquitetura e Agronomia; \n• \nSer um curso completo, mantendo o forte embasamento técnico, mas ressaltando a \nformação humana e na área de gestão; \n• \nSer um curso flexível permitindo ao aluno participar de programas de mobilidade \nacadêmica, de intercâmbios profissionalizantes; \n• \nPermitir ao egresso do Curso a atualização constante, através de disciplinas optativas \nnas áreas de aprofundamento, facultando-lhe agregar novas competências e atribuições \nprofissionais junto ao Sistema CONFEA/CREA’s, conforme Resolução nº. 1010 de 29 de \nJunho de 2007. \n3.5 - Perfil do Egresso. \n \nO Engenheiro Metalúrgico do IFMG - Campus Ouro Branco deverá agregar características \ngerais, técnicas e ético-sociais que o identifique como profissional na área de engenharia a \nfim de aplicar seus conhecimentos em prol da sociedade. \n", "28": " \n28 \n \n3.5.1 - Competência Técnica \n \nA intenção é formar profissionais, que venham a ter basicamente as seguintes características: \na) \nFormação sólida nas disciplinas básicas (Matemática, Física, Química), garantindo \nque o profissional, depois de formado, tenha facilidade de acompanhar a evolução \ntecnológica. (Núcleo de Formação Básica) \nb) \nConhecimento na área de Informática, ministrada já no início do curso, para que \npossa ser utilizado como ferramenta em todas as disciplinas e ainda dar base suficiente para \nque possa se aprimorar se assim o desejar, em disciplinas, optativas ou extracurriculares \ndentro da Instituição. \nc) \nConhecimento das disciplinas básica da área gerencial (Economia e Administração) \nabrindo sua visão para as possibilidades de tornar-se um empreendedor, além de fornecer-\nlhe as ferramentas necessárias a um gerente na área de engenharia.  \nd) \nFormação humanística para que o futuro profissional venha a ter um bom \nrelacionamento humano no trabalho, e tornar-se um engenheiro consciente de seu papel \ndentro da comunidade.  \ne) \nForte embasamento nos diversos conhecimentos que caracterizam o engenheiro \nmetalurgista proporcionado pelas disciplinas obrigatórias. Mesmo depois de formado, o \nprofissional poderá retornar à Instituição e participar de outras disciplinas que achar \nimportante.  \nf) \nVisão global e interdisciplinar proporcionada pelo projeto de final de curso, em que \nos conhecimentos adquiridos nas diversas disciplinas deverão ser aplicados. Visão real de \nsua vida profissional, proporcionada por um estágio supervisionado de, no mínimo, 200 \nhoras. \nBom desempenho nas aplicações práticas de sua vida profissional, resultante do grande \nnúmero de aulas de laboratório desenvolvidas durante o curso. \nNa avaliação, é imprescindível que se planejem e desenvolvam estratégias compatíveis com \no currículo proposto. De acordo com ZABALA (1998, p. 220) “devemos ter presente que, na \n", "29": " \n29 \n \naula e na escola, avaliamos muito mais do que se pensa, e inclusive mais do que temos \nconsciência. Um olhar, um gesto, uma expressão de alento ou de confiança, uma recusa, um \nnão levar em conta o que se faz uma manifestação de afeto.” E ainda, que “a avaliação é um \nelemento chave de todo o processo de ensinar e aprender, cuja função se encontra \nestreitamente ligada à função que se atribui a todo o processo”. \n \n3.5.2 - Formação Sócio-Interativa \n \nUm trabalho de conscientização e mudanças de postura de alunos e professores, e um \ntrabalho realizado através de atividades extraclasses fazem com que o engenheiro a ser \nformado no IFMG tenha também:  \n1. \nA visão de qualidade total em todas as suas ações, resultante de um trabalho \ndesenvolvido em todas as disciplinas do curso, principalmente as profissionalizantes. \n2. \nA capacidade de buscar solução de problemas, de ser criativo e inovador, \ndesenvolvida em sala de aula pela postura do professor “como orientador“ conduzindo o \naluno desde o início de seu curso a buscar o conhecimento por si próprio ou aprender a \naprender.  \n3. \nCapacidade de comunicação oral e escrita, desenvolvida nas diversas disciplinas, \nprincipalmente na área de linguagens. \n4. \nLiderança e iniciativa, desenvolvida em atividades extraclasse, através de \npalestras, encontros e disciplinas extracurriculares durante o curso, sob a orientação do \nprofessor em sala de aula. \n5. \nDisposição para trabalhos em parcerias, desenvolvido em sala de aula e trabalhos \nextraclasse, acompanhados pelo professor. \n \n3.5.3 - Atribuições dos Diplomados em Engenharia Metalúrgica \n \nAtribuições profissionais conforme Resolução nº. 1010 de 29 de Junho de 2007, do \nConselho Federal de Engenharia, Arquitetura e Agronomia.  \n", "30": " \n30 \n \n• \nSupervisão, coordenação e orientação técnica.  \n• \nEstudo, planejamento, projeto e especialização.  \n• \nEstudo de viabilidade técnica e econômica.  \n• \nAssistência, assessoria e consultoria.  \n• \nDireção de obras e serviço técnico. \n• \nVistoria, perícia, avaliação, arbitramento, laudo e parecer técnico. \n• \nDesempenho de cargo e função técnica. \n• \nEnsino, pesquisa, análise, experimentação, ensaio, e divulgação técnica e \nextensão. \n• \nElaboração de orçamento. \n• \nPadronização, mensuração e controle de qualidade. \n• \nExecução de obras e serviço técnico. \n• \nProdução técnica especializada. \n• \nCondução de trabalho técnico. \n• \nCondução de equipe de instalação, montagem, operação, reparo ou \nmanutenção. \n• \nOperação e manutenção de equipamentos e instalações. \n• \nExecução de desenho técnico.  \n• \nPode atuar como empregado ou profissional liberal, responsabilizando-se \ntecnicamente por pessoa jurídica. \n \n", "31": " \n31 \n \n3.6 - Formas de Acesso ao Curso \n \nO ingresso no curso será realizado no início de cada ano, por processo seletivo (Vestibular \ne/ou ENEM via SiSU). Está também prevista a entrada por meio de Transferência Interna de \nalunos de outros cursos de graduação do IFMG, sujeita a existência de vagas e \ncompatibilidade entre as matrizes dos cursos. Além dessas será possível a Transferência \nExterna e Obtenção de Novo Título. \n \n4 - ESTRUTURA DO CURSO \n \n4.1 - Regime Acadêmico e Prazo de Integralização Curricular \nO regime acadêmico do curso será semestral por créditos, com prazo mínimo de 10 \nsemestres e, máximo de 18 semestres de integralização curricular. \n4.2 - Organização Curricular \n \nO presente Projeto Pedagógico apresenta uma visão filosófica e uma concepção pedagógica \nque têm como referência: \n \n• possibilitar e incentivar a integração interdisciplinar de modo a favorecer o diálogo entre \nos docentes e construção de propostas conjuntas; \n \n• reduzir significativamente o tempo de permanência do aluno em sala de aula, favorecendo \nas atividades extraclasse, sem, no entanto, comprometer a sólida formação básica e \nprofissional do aluno, conforme sugerido na Resolução CNE/CES 11/02; \n \n• viabilizar a flexibilidade na oferta curricular visando atender às demandas de atualização \nconstantes de ementas e planos de ensino, bem como ao PDI do IFMG; \n \n• ampliar a diversidade de opções para os estudantes possibilitando, dentro de amplos \nlimites, liberdade para planejar seu próprio percurso e opção quanto às disciplinas e \n", "32": " \n32 \n \natividades a serem realizadas na etapa de finalização de seu curso, em função da \nespecialidade profissional que ele escolher; \n \n• possibilitar uma integração, efetiva e consistente, da graduação com a pesquisa científica e \ntecnológica, nos termos sugeridos na Resolução CNE/CES 11/02. \nO curso proposto será composto basicamente por 4 (quatro) ciclos assim estruturados: (1) \nCiclo Básico, (2) Ciclo de Disciplinas Profissionalizantes, (3) Ciclo das Disciplinas \nEspecíficas e (4) Estágio Supervisionado.  \nA matriz curricular assim como o ementário são os objetos fortes da composição da estrutura \ncurricular do curso proposto.  \n \n4.3 - Estrutura Curricular \n4.3.1 - Matriz Curricular \n \nA Tabela V apresenta a matriz curricular do Curso de Graduação em Engenharia \nMetalúrgica organizada por período letivo conforme a resolução CNE/CES 11. A Carga \nhorária mínima do curso é de 3.628 horas aula, sendo que o período de duração das aulas  é \nde 50 minutos (3.104h obrigatórias + 160h mínimas das disciplinas optativas).  \nAs demais cargas horárias são distribuídas da seguinte forma: 200h são devidas ao estágio \nsupervisionado, constando ainda mais 164h de atividades de trabalho de conclusão de curso \n(além das disciplinas TCC I e II), que se referem a atividades de escrita orientada, pesquisa \nbibliográfica, reuniões de orientação e atividades de pesquisa para elaboração do relatório, \nbem como participação em visitas técnicas, projetos de extensão, congressos, palestras, \nseminários, etc... \nA seguir relaciona-se a matriz curricular, aprovada em reunião e registrado em ata do NDE \ndurante o ano corrente, em consonância com as diretrizes curriculares aplicáveis. \n \nTabela IV - Matriz curricular do curso de Engenharia Metalúrgica. \n", "33": " \n33 \n \n \n \n \n \n \n", "34": " \n34 \n \n \n \n \n", "35": " \n35 \n \n \n \n \n", "36": " \n36 \n \n \n \nDisciplinas Obrigatórias \n(Com TCC I e II)\n3.136\n       \nh\nDisciplinas Optativas\n160\n           \nh\nEstágio Supervisionado\n200\n           \nh\nAtividades Complementares \n\"260 h\" (sem TCC I e II)\n164\n           \nh\nCarga Horária Total do Curso = \n3.660\n       \nh\nResumo por Núcleo (C.H.):\nNúcleo Básico\n1.040\n       \n33%\nNúcleo Profissionalizante\n1.072\n       \n34%\nNúcleo Específico\n1.024\n       \n33%\n \n \nObs: o TCC – Trabalho de Conclusão de Curso, contempla um total de 260h, dos quais 96h \nsão em trabalhos de orientação dos respectivos orientadores e co-orientadores dos trabalhos, \nque culminam nas defesas de pré-banca (9º Período) e Banca Final (TCC II).  \n \n \n \n", "37": " \n37 \n \n \n \n \n \n4.3.2 - Ementário \n \nCoerente com a tendência contemporânea no que se refere à formação de engenheiros, a \nementa proposta apresenta a seguinte composição: \n \n \n \n \n \n \n \n \n \n", "38": " \n38 \n \nMatriz Curricular \n1º Período \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nÁlgebra Linear I 2018.1 \nN.A. \nOBBGEMT.076 - Algebra Linear 2015 \n \nEmenta:  \nMatrizes. Determinantes. Sistemas Lineares. Vetores no plano e no espaço. Produto escalar, \nproduto vetorial e produto misto. Estudo de retas e planos no espaço. Distâncias. Cônicas. \nSuperfícies quádricas. \n \nBibliografia Básica \n1) STEINBRUCH, Alfredo; WINTERLE, Paulo; BALBINOT, Valmir. Álgebra linear. \n2ª edição. São Paulo: Makron Books, c1987. x, 583 p. ISBN 9780074504123 \n2) CAMARGO, Ivan de; BOULOS, Paulo. Geometria analítica: um tratamento vetorial. \n3ª edição. Revista e ampliada. São Paulo: Prentice Hall, c2005. xiv, 543 p.  \n3) WINTERLE, Paulo. Vetores e geometria analítica. 2. ed. São Paulo: Pearson, 2014. \n242 p. ISBN 9788543002392. \n \nBibliografia Complementar \n1) STEINBRUCH, Alfredo; WINTERLE, Paulo. Geometria analítica. 2. ed. São Paulo: \nPearson Makron Books, 2014. x, 292 p. \n2) BOLDRINI, José Luiz et al. Álgebra linear. 3. ed. ampl. rev. São Paulo: Harbra, \nc1986. 411 p. ISBN 8529402022. \n3) ESPINOSA, Isabel Cristina de Oliveira Navarro; BARBIERI FILHO, Plinio. \nGeometria analítica para computação. Rio de Janeiro: LTC, 2009. 230p. \n(Fundamentos de informática) ISBN 9788521616979 \n4) CALLIOLI, Carlos A.; DOMINGUES, Hygino H.; COSTA, Roberto Celso Fabrício. \nÁlgebra linear e aplicações. 6. ed., reform. São Paulo: Atual, 1990. 352 p. ISBN \n9788570562975. \n5) IEZZI, Gelson; HAZZAN, Samuel. Fundamentos de matemática elementar 4: \nsequências, matrizes, determinantes, sistemas. 8. ed. São Paulo: Atual, 2013. 282 p. \n(Fundamentos de matemática elementar ; 4). ISBN 9788535717488 (v. 4). \n \n \n", "39": " \n39 \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nCálculo Diferencial e Integral I 2018.1 \nN.A. \nOBBGEMT.071 - Cálculo Dif.Int. I - 2015 \n \nEmenta:  \n \nFunções. Limite e Continuidade. Derivadas e Aplicações. Integrais indefinidas. Integrais \ndefinidas e aplicações. Técnicas de Integração. \n \nBibliografia Básica \n \n1) LEITHOLD, Louis. O cálculo com geometria analítica: volume 1. 3ª  edição. São \nPaulo: Harbra, c1994. xiii, 686 p. ISBN 8529400941  \n2) THOMAS, George B. Cálculo. 11ª  edição. São Paulo: Addison Wesley, 2009. 783 \np. ISBN 9788588639317 (v. 1). \n3) ÁVILA, Geraldo; ARAÚJO, Luís Claúdio Lopes de. Cálculo ilustrado, prático e \ndescomplicado. Rio de Janeiro: LTC, 2012. 341 p. ISBN 9788521620723 \n \nBibliografia Complementar \n \n1) HIMONAS, Alex; HOWARD, Alan. Cálculo: conceitos e aplicações. Rio de Janeiro: \nLTC, 2005. 524 p. ISBN 8521614160. \n2) GUIDORIZZI, Hamilton Luiz. Um curso de cálculo. 5. ed. Rio de Janeiro: LTC, \n2012. 476 p. ISBN 9788521612803 (v.2). \n3) THOMAS, George B; WEIR, Maurice D; HASS, Joel. Cálculo. 12ª  edição. São \nPaulo: Pearson Education do Brasil, 2013. 533 p. ISBN 9788581430867. \n4) LAURICELLA, Christiane Mázur. Como resolver derivadas e integrais: mais de 150 \nexercícios resolvidos. Rio de Janeiro: Ciencia Moderna, c2011. 235 p. ISBN \n9788539900923. \n5) BOREL, Claude et al. Matemática prática para mecânicos. São Paulo: Hemus, 2007. \n267 p. ISBN 9788528902303 \n \n \n \n", "40": " \n40 \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nDesenho Técnico 2018.1 \nN.A. \nOBBGEMT.081 - Desenho técnico 2015 \n \nEmenta: \nInstrumentos de desenho; Normas técnicas da ABNT; Classificação dos desenhos; \nFormatação de papel; Noções de Geometria Descritiva: representação do ponto; estudo das \nretas; visibilidade; planos bissetores; planos; traços, posições relativas de retas e de planos; \nprojeções. Construções geométricas; Desenho à mão livre; Cotação funcional; Projeções \nortogonais, Cortes e Seções; Perspectivas (Cavaleira e Isométrica); Listagem de peças e \nlegendas. Elementos gráficos (simbologia). Introdução ao CAD e desenho assitido por \ncomputador. \n \nBibliografia Básica \n \n1) SILVA, Eurico de Oliveira e; ALBIERO, Evando. Desenho técnico fundamental. \nSão Paulo: E.P.U., c1977. 130 p. (Desenho Técnico) ISBN 9788512280103. \n2) SILVA, Arlindo et al. Desenho técnico moderno. 4ª edição. Rio de Janeiro: LTC, \n2006. xviii, 475 p. ISBN 8521615221. \n3) MAGUIRE, D. E.; VIDAL, Luiz Roberto de Godoi (Tradutor). Desenho técnico: \nproblemas e soluções gerais de desenho. São Paulo: Hemus, 2004.257 p. ISBN \n9788528903966. \n \nBibliografia Complementar \n1) AZEVEDO, Eduardo; CONCI, Aura. Computação Gráfica: geração de imagens. Rio \nde Janeiro: Campus, 2003.  \n2) BUDYMAS, Richard G; NISBETT, J. Keith. Elementos de máquinas de Shigley: \nprojeto de engenharia mecânica. 8ª edição. Porto Alegre: AMGH, 2011. xxvii, 1084 \np. ISBN 9788563308207. \n3) CASILLAS, A. L. Máquinas: formulário técnico. São Paulo: Mestre Jou, 1961. 634 \np. ISBN 9788587068033. \n4) NORTON, Robert L. Projeto de máquinas: uma abordagem integrada. 4ª edição. \nPorto Alegre: Bookman, 2013. 1028 p. ISBN 9788582600221. \n5) GIECK, Kurt. Manual de fórmulas técnicas. [São Paulo]: Hemus, c2001. Paginação \nirregular ISBN 8528904172 \n", "41": " \n41 \n \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nTópicos Jurídicos e Sociais (Etnias) \nem Engenharia 2018 \nN.A. \nOBBGEMT.127- Tópicos Jurídicos e Sociais \n(Etnias) em Engenharia 2013. \n \nEmenta: \nQuestão Ambiental e gestão. Conceitos básicos: Meio Ambiente, Sustentabilidade e Gestão. \nO Patrimônio Ambiental. Política Nacional do Meio Ambiente, Sistema de Gestão \nAmbiental e Políticas específicas. Legislação Constitucional e fundamentos do Direito \nAmbiental.  \nMeio ambiente e metalurgia: fontes de poluição nas operações minero metalúrgicas, análise \nde riscos, concentração de poluentes, poluição dos solos por rejeitos de mineração e os \nmeios de recuperação, poluição nos processos siderúrgicos e da hidrometalurgia; poluição \nresultante das indústrias; reciclagem de produtos metalúrgicos e de outros materiais. \n \nBibliografia Básica \n \n1) ALBUQUERQUE, José de Lima (Org). Administração-empresas-meio-ambiente \ngestão ambiental e responsabilidade social: conceitos, ferramentas e aplicações. São \nPaulo: Atlas, 2009. 326 p. ISBN 9788522457724. \n2) GONÇALVES, Carlos Walter Porto. O desafio ambiental. 3. ed. Rio de Janeiro: \nRecord, 2012. 179 p. (Os porquês da desordem mundial: mestres explicam a \nglobalização). ISBN 9788501069412 (broch.). \n3) PALAIA, Nelson. Noções Essenciais de Direito. 3. ed. São Paulo: Saraiva, 2005. \n \nBibliografia Complementar \n1) FONSECA, Martha Reis Marques da. Química: meio ambiente, cidadania, \ntecnologia. \nSão \nPaulo: \nFTD, \n2011. \n447 \np. \n(Coleção \nquímica, \nmeio \nambiente,cidadania, tecnologia). \n2) LEONARD, Annie; CONRAD, Ariane. A História das coisas: da natureza ao lixo, o \nque acontece com tudo que consumimos. Rio de Janeiro: Zahar, 2011. 302 p. ISBN \n9788537807286 (broch.). \n3) SÁNCHEZ, Luis Enrique. Avaliação de impacto ambiental: conceitos e métodos. 2. \ned. atual. e ampl. São Paulo: Oficina de Textos, 2013. 583 p. ISBN 9788579750908. \n", "42": " \n42 \n \n4) TACHIZAWA, Takeshy. Organizações não governamentais e terceiro setor: criação \nde ONGs e estratégias de atuação . 6. ed. São Paulo: Atlas, 2014. 351 p. ISBN. \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nQuímica I 2015.1 \nN.A. \n  \n \nEmenta: \nMatéria e energia. Estrutura eletrônica dos átomos e suas propriedades. Tabela Periódica \n(propriedades periódicas e aperiódicas). Tipos de ligações químicas e estrutura de diferentes \níons e moléculas. Geometria Molecular. Oxi-redução. Funções Inorgânicas (Ácido, Base, \nSais e Óxidos). Reações químicas e balanceamento. Gases. Mol e massas molares. Cálculos \nestequiométricos e equações químicas. \n \nBibliografia Básica \n1) ATKINS, P. W.; JONES, Loretta. Princípios de química: questionando a vida \nmoderna e o meio ambiente. 5. ed. Porto Alegre: Bookman, 2012. xxii, 922 p. ISBN \n9788540700383. \n2) BROWN, Theodore L.; LEMAY, H. Eugene; BURSTEN, Bruce Edward. Química: a \nciência central. 9. ed. São Paulo: Prentice Hall, 2010. xviii, 972 p. ISBN \n9788587918420 (broch.). \n3) RUSSEL, J. B., Química Geral, 2ª edição, v. 1, São Paulo: editora Makron Books, \n1994. ISBN 8534601925 (v.1). \n \nBibliografia Complementar. \n1) Journal of Chemical Education. < http://pubs.acs.org/journal/jceda8 > \n2) Química Nova. <http://quimicanova.sbq.org.br/> \n3) Química Nova na Escola. <http://qnesc.sbq.org.br/> \n4) FONSECA, Martha Reis Marques da. Química: meio ambiente, cidadania, \ntecnologia. São Paulo: FTD, 2011. 447 p. (Coleção química, meio ambiente, \ncidadania, tecnologia) ISBN 9788532280022. \n5) ATKINS, P. W.(Peter William),1940-; DE PAULA, Julio. Físico-química: \nfundamentos. 5ª edição. Rio de Janeiro: LTC, 2011. 493 p. ISBN 9788521618652 \n \n", "43": " \n43 \n \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA \nEQUIVALENTE \nIntrodução à Engenharia Metalúrgica \n2018.1 \nN.A. \n  \n \nEmenta: \nApresentação do curso de Engenharia Metalúrgica. Introdução aos principais conceitos \n(processos, áreas de concentração, setores da indústria, perspectivas setoriais e principais \nfatores econômicos no setor mínero-metalúrgico). Introdução aos procssos metalúrgicos \n(hidrometalurgia, pirometalurgia , eletrometalurgia). Introdução aos metais e ligas ferrosas e \nnão ferrosas. Principais conceitos da área de mineração (minério, mineral, ganga, estéril, \nrejeitos, cominuição, concentração, blendagem, aglomeração). Introdução aos combustíveis \nmetalúrgicos (tipos, fontes naturais, aspectos químicos: poder calorífico, reatividade, \nprincipais combustíveis utilizados nos processos siderúrgicos e metalúrgicos). Sistema \nCREA/CONFEA.  O papel do Engenheiro Metalúrgico na sociedade. \n \nBibliografia Básica \n \n1) BAZZO, Walter Antonio; PEREIRA, Luiz Teixeira do Vale. Introdução à \nengenharia: conceitos, ferramentas e comportamentos. 3ª edição revisada. \nFlorianópolis: Ed. da UFSC, 2012. 254 p. (Coleção Didática) ISBN 978-328-0589-8. \n2) DYM, Clive L.; LITTLE, Patrick. Introdução à engenharia: uma abordagem baseada \nem projeto. 3a edição. Porto Alegre: Bookman, 2010. 346 p. ISBN 9788577806485. \n3) RIZZO, Ernandes Marcos da Silveira. Introdução aos processos siderúrgicos. São \nPaulo: ABM, 2005. 150 p. (Série: Capacitação Técnica em Processos Siderúrgicos; \nÁrea: Conhecimentos Básicos) ISBN 9788586778860. \n \nBibliografia Complementar \n \n1) CHIAVERINI, Vicente. Tecnologia mecânica: processos de fabricação e tratamento: \nvolume II. 2ª edição. São Paulo: Pearson Education do Brasi, c1986. xv, 315 p. \n", "44": " \n44 \n \n2) OLIVEIRA, Silvio Luiz de. Sociologia das organizações: uma análise do homem e \ndas empresas no ambiente competitivo. São Paulo: Pioneira Thomson Learning, \n1999. 337 p. ISBN 8522101760. \n3) MELCONIAN, Sarkis. Elementos de máquinas. 10ª edição. São Paulo: Érica, 2012. \n376 p. ISBN 9788571947030. \n4) FIALHO, Arivelto Bustamante. Instrumentação industrial: conceitos, aplicações e \nanálises. 7ª edição. São Paulo: Érica, 2010. 280 p. ISBN 9788571949225 \n5) CASILLAS, A. L. Máquinas: formulário técnico. São Paulo: Mestre Jou, 1961. 634 \np. ISBN 9788587068033. \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nIntrodução à Programação 2015.1 \nN.A. \n  \n \nEmenta: \nSistemas numéricos. Representação de números em diferentes bases numéricas. Álgebra de \nBoole. Organização e manipulação de arquivos. Algoritmos estruturados: tipos de dados, \nvariáveis e operadores aritméticos. Entrada e saída de dados. Funções e operadores lógicos. \nEstruturas de controle. \n \nBibliografia Básica \n1) MANZANO, José Augusto N. G.; OLIVEIRA, Jayr Figueiredo de. Algoritmos: \nlógica para desenvolvimento de programação de computadores. 27.  ed. rev. São \nPaulo: Érica, 2014. 328 p. ISBN 9788536502212. \n2) CORMEN, Thomas H. et al. Algoritmos: teoria e prática. Rio de Janeiro: Elsevier, \n2012. xvi, 926 p. ISBN 9788535236996. \n3) LOPES, Anita; GARCIA, Guto. Introdução à programação: 500 algoritmos \nresolvidos. Rio de Janeiro: Elsevier, 2002. 469 p. ISBN 9788535210194 (broch.). \n \nBibliografia Complementar  \n1) VILARIM, Gilvan de Oliveira. Algoritmos: programação para iniciantes. 2. ed. Rio \nde Janeiro: Ciência Moderna, c2004. xiv, 270 p. ISBN 857393316X (broch.). \n", "45": " \n45 \n \n2) GUIMARÃES, Angelo de Moura; LAGES, Newton Alberto de Castilho. Algoritmos \ne estruturas de dados. Rio de Janeiro: LTC, c1994. xii, 216 p. (Ciência da \nComputação). ISBN 9788521603788. \n3) MEDINA, Marco; FERTIG, Cristina. Algoritmos e programação: teoria e prática . 2. \ned. São Paulo: Novatec, c2005. 384 p. ISBN 9788575220733. \n4) FEOFILOFF, Paulo. Algoritmos em linguagem C. Rio de Janeiro: Elsevier, 2009. \n208 p. ISBN 9788535232493 (broch.). \n5) ZIVIANI, Nivio. Projeto de algoritmos/ com implementações em Pascal e C. São \nPaulo: Pioneira Thomson Learning, 1993. 267 p. ISBN 8522101744 \n \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nÁlgebra Linear II 2018.1 \nOBBGEMT.076 \n- Álgebra \nLinear I 2015.1 \nOBBGEMT.078 - Algebra Linear II 2015 \n \nEmenta:  \nEspaços vetoriais. Transformações lineares. Autovalores e autovetores. Diagonalização de \noperadores. Espaços com produto interno. Programação linear geométrica. \n \nBibliografia Básica \n1) STEINBRUCH, Alfredo; WINTERLE, Paulo; BALBINOT, Valmir. Álgebra linear. \n2. ed. São Paulo: Makron Books, c1987. 583 p. \n2) BOLDRINI,J. L., COSTA, S.R., FIGUEIREDO, V. L., WETZLER, H. G., Álgebra \nlinear. 3. ed. São Paulo: Harbra, 1990. \n3) CALLIOLI, Carlos A.; DOMINGUES, Hygino H.; COSTA, Roberto Celso Fabrício. \nÁlgebra linear e aplicações. 6. ed., reform. São Paulo: Atual, 1990. 352 p. \n \nBibliografia Complementar \n1) STEINBRUCH, Alfredo; WINTERLE, Paulo. Introdução à álgebra linear. São \nPaulo: Pearson, 1990. 245 p. \n2) GOLDBARG, Marco Cesar; LUNA, Henrique Pacca L. Otimização combinatória e \nprogramação linear: modelos e algoritmos. 2. ed. rev. e atual. Rio de Janeiro: \nElsevier, 2005. 518 p.  \n", "46": " \n46 \n \n3) IEZZI, Gelson; HAZZAN, Samuel. Fundamentos de matemática elementar 4: \nsequências, matrizes, determinantes, sistemas. 8. ed. São Paulo: Atual, 2013. 282 p.  \n4) CAMARGO, Ivan de; BOULOS, Paulo. Geometria analítica: um tratamento vetorial. \n3. ed. rev. e ampl. São Paulo: Prentice Hall, c2005. xiv, 543 p. \n5) ESPINOSA, Isabel Cristina de Oliveira Navarro; BARBIERI FILHO, Plinio. \nGeometria analítica para computação. Rio de Janeiro: LTC, 2009. 230p. \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nCálculo Diferencial e Integral II \n2018.1 \nCálculo Diferencial \ne Integral I  \nOBBGEMT.079 - Cálculo Dif. Int. II 2015 \n \nEmenta: \nTécnicas de integração. Aplicações da integral. Integrais impróprias. Sequências e séries \nnuméricas. Cálculo diferencial de funções de várias variáveis a valores reais e aplicações \n \nBibliografia Básica \n1) LEITHOLD, Louis. O cálculo com geometria analítica: volume 1. 3ª edição. São \nPaulo: Harbra, c1994. xiii, 686 p. ISBN 8529400941 (v. 1) \n2) LEITHOLD, Louis. O cálculo com geometria analítica: volume 2. 3ª edição. São \n3) Paulo: Harbra, c1994. xiii, 687-1178 p. ISBN 8529402065 (v. 2) \n4) THOMAS, George B. Cálculo. 11ª edição. São Paulo: Addison Wesley, 2009. \n783p. ISBN 9788588639317 (v. 1). \n \nBibliografia Complementar \n1) HIMONAS, Alex; HOWARD, Alan. Cálculo: conceitos e aplicações . Rio de \nJaneiro: LTC, 2005. 524 p. ISBN 8521614160. \n2) THOMAS, George B; WEIR, Maurice D; HASS, Joel. Cálculo. 12. ed. São Paulo: \nPearson Education do Brasil, 2013. 533 p. \n3) SIMMONS, George F. Cálculo com geometria analítica :/ volume 2. São Paulo: \nPearson Makron Books, 1988. 807 p. v.2. \n4) GUIDORIZZI, Hamilton Luiz. Um curso de cálculo. 5. ed. Rio de Janeiro: LTC, \n2012. 476 p.v.2. \n", "47": " \n47 \n \n5) GUIDORIZZI, Hamilton Luiz. Um curso de cálculo. 5. ed. Rio de Janeiro: Livros \nTécnicos e Científicos, 2012. 362 p. v.3. \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nFísica I 2018.1 \n Cálculo Diferencial e \nIntegral I  \nOBBGEMT.082 - Física I 2015 \n \nEmenta: \nMovimento retilíneo, vetores, movimento em duas e três dimensões, força e movimento, \nenergia cinética e trabalho, energia potencial e conservação da energia, centro massa e \nmomento linear, rotação, rolamento, torque e momento angular. \n \nBibliografia Básica \n1) HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \ngravitação, ondas e termodinâmica. 9ª edição. Rio de Janeiro: LTC, c2012. V. 2 \nISBN 9788521619048. \n2) TIPLER, Paul Allen; BIASI, Ronaldo Sérgio de (Tradutor). Física moderna. 5ª \nedição. Rio de Janeiro: LTC, 2010. 478 p. ISBN 978-85-216-1768-6 3)  HEWITT, \nPaul G. Física conceitual. 11ª edição. Porto Alegre: Bookman, 2011. 743 p. ISBN \n9788536300405. \n \nBibliografia Complementar \n \n1) EISBERG, Robert; RESNICK, Robert. Física quântica: átomos, moléculas, sólidos, \nnúcleos e partículas. Rio de Janeiro: Campus, 1979. 928 p. ISBN 139788570013095 \n2) BARRETO, Márcio. Física: Newton para o ensino médio uma leitura \ninterdisciplinar. 4ª edição. São Paulo: Papirus, 2010. 106 p. ISBN 8530806743 \n3) BEER, Ferdinand P.; JOHNSTON JUNIOR, E. Russell. Mecânica vetorial para \nengenheiros: estática. 5ª edição. rev. São Paulo: Pearson Education do Brasil, 1994. \nxxi, 793 p. ISBN 9788534602020. \n4) NORTON, Robert L. Cinemática e dinâmica dos mecanismos. Porto Alegre: Mc \nGraw-Hill; AMGH, 2010. xix, 800 p. ISBN 9788563308191. \n", "48": " \n48 \n \n5) MONTGOMERY, Douglas C.; RUNGER, George C. Estatística aplicada e \nprobabilidade para engenheiros. 5ª edição. Rio de Janeiro: LTC, 2012. 521 p. ISBN \n9788521619024 \n \n \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nQuímica II 2018.1 \nQuímica I  \nOBBGEMT.080 - Química II 2015 \n \nEmenta: \nSoluções. Propriedades Coligativas. Termoquímica. Cinética Química. Equilíbrio químico. \nEquilíbrio ácido-base. Reações de oxi-redução. Eletroquímica: células galvânicas, células \neletrolíticas e corrosão. \n \nBibliografia Básica \n \n1) RUSSELL, John Blair. Química geral. 2ª edição. São Paulo: Makron Books, c1994. \n621 p. ISBN 8534601925 (v.1). \n2) RUSSELL, John Blair. Quimica geral. 2ª edição. São Paulo: Makron Books, c1994. \nxxxviii, 624-1268 p. ISBN 853460151-8. \n3) BENVENUTTI, Edilson Valmir. Química inorgânica: átomos, moléculas, líquidos e \nsólidos. 3ª edição. Porto Alegre: UFRGS, 2011. 219 p. (Da pesquisa ao ensino de \ngraduação: produção de material didático) ISBN 8570257198 (broch.). \n \nBibliografia Complementar \n1) Journal of Chemical Education. < http://pubs.acs.org/journal/jceda8 > \n2) Química Nova. <http://quimicanova.sbq.org.br/> \n3) Química Nova na Escola. http://qnesc.sbq.org.br/ \n4) ATKINS, P. W.(Peter William),1940-; DE PAULA, Julio. Físico-química: \nfundamentos. 5ª edição. Rio de Janeiro: LTC, 2011. 493 p. ISBN 9788521618652. \n5) FONSECA, Martha Reis Marques da. Química: meio ambiente, cidadania, \ntecnologia . São Paulo: FTD, 2010. 400 p. (Coleção química, meio ambiente, \ncidadania, tecnologia) ISBN 9788532273802. \n", "49": " \n49 \n \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nGestão Ambiental 2018.1 \n  \nN.A. \n \nEmenta: \nQuestão Ambiental e gestão. Conceitos básicos: Meio Ambiente, Sustentabilidade e Gestão. \nO Patrimônio Ambiental. Política Nacional do Meio Ambiente, Sistema de Gestão \nAmbiental e Políticas específicas. Legislação Constitucional e fundamentos do Direito \nAmbiental. Meio ambiente e metalurgia: fontes de poluição nas operações minero \nmetalúrgicas, análise de riscos, concentração de poluentes, poluição dos solos por rejeitos de \nmineração e os meios de recuperação, poluição nos processos siderúrgicos e da \nhidrometalurgia; poluição resultante das indústrias de galvanoplastia; reciclagem de \nprodutos metalúrgicos e de outros materiais. \n \nBibliografia Básica  \n \n1) ALBUQUERQUE, José de Lima (Org). Administração-empresas-meio-ambiente \ngestão ambiental e responsabilidade social: conceitos, ferramentas e aplicações. São \nPaulo: Atlas, 2009. 326 p. ISBN 9788522457724. \n2) GONÇALVES, Carlos Walter Porto. O desafio ambiental. 3. ed. Rio de Janeiro: \nRecord, 2012. 179 p. (Os porquês da desordem mundial: mestres explicam a \nglobalização). ISBN 9788501069412 (broch.). \n3) PALAIA, Nelson. Noções Essenciais de Direito. 3. ed. São Paulo: Saraiva, 2005. \n \nBibliografia Complementar \n1) FONSECA, Martha Reis Marques da. Química: meio ambiente, cidadania, \ntecnologia. \nSão \nPaulo: \nFTD, \n2011. \n447 \np. \n(Coleção \nquímica, \nmeio \nambiente,cidadania, tecnologia). \n2) LEONARD, Annie; CONRAD, Ariane. A História das coisas: da natureza ao lixo, o \nque acontece com tudo que consumimos. Rio de Janeiro: Zahar, 2011. 302 p. ISBN \n9788537807286 (broch.). \n3) SÁNCHEZ, Luis Enrique. Avaliação de impacto ambiental: conceitos e métodos. 2. \ned. atual. e ampl. São Paulo: Oficina de Textos, 2013. 583 p. ISBN 9788579750908. \n", "50": " \n50 \n \n4) TACHIZAWA, Takeshy. Organizações não governamentais e terceiro setor: criação \nde ONGs e estratégias de atuação . 6. ed. São Paulo: Atlas, 2014. 351 p. ISBN . \n5) CARRION, Valentin. Comentários à CLT: legislação complementar: jurisprudência. \n39ª edição, rev. atual. São Paulo: Editora Saraiva, 2014. 1800 p. \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nMineralogia 2018.1 \nQuímica I \nOBBGEMT.087 - Mineralogia 2015 \n \nEmenta: \nIntrodução à mineralogia; mineralogia e economia no Brasil; classificação das rochas e \nprincipais tipos de depósitos minerais associados; estudo de rochas e minerais (petrografia); \ncaracterização de minerais; propriedades físicas dos minerais. \n \nBibliografia Básica \n \n1) BRANCO, Pércio de Moraes. Dicionário de mineralogia e gemologia. São Paulo: \nOficina de Textos, 2008. 608 p. ISBN 978-85-86238-64-2 \n2) INTRODUÇÃO A MINERALOGIA PRATICA -  ENGENHARIA - ULBRA \n3) CHAVES, Arthur Pinto. Teoria e prática do tratamento de minérios: volume 1. 3ª  \nedição. rev. e amp. São Paulo: Signus, 2006. 271 p. ISBN 858780326-3(V.1) \n \nBibliografia Complementar \n \n1) FONSECA, Martha Reis Marques da. Química: meio ambiente, cidadania, \ntecnologia. São Paulo: FTD, 2011. 447 p. (Coleção química, meio ambiente, \ncidadania, tecnologia) ISBN 978853228002. \n2) VALADÃO, George Eduardo Sales ; ARAUJO, Armando Corrêa (Org.). Introdução \nao tratamento de minérios. Belo Horioznte: Ed. UFMG, 2007. 234 p. (Didática) \nISBN 978-85-7041-478-6. \n3) RUSSELL, John Blair. Quimica geral. 2ª edição. São Paulo: Makron Books, c1994. \nxxxviii, 624-1268 p. ISBN 853460151-8 \n", "51": " \n51 \n \n4) BENVENUTTI, Edilson Valmir. Química inorgânica: átomos, moléculas, líquidos e \nsólidos. 3ª edição. Porto Alegre: UFRGS, 2011. 219 p. (Da pesquisa ao ensino de \ngraduação: produção de material didático) ISBN 8570257198 (broch.) \n5) CHAVES, Arthur Pinto; PERES, Antonio Eduardo Clark. Teoria e prática do \ntratamento de minérios/ britagem, peneiramento e moagem: volume 3. 4ª edição. São \nPaulo: Signus, 2009. 258 p. (Tratamento e prática de tratamento de minérios) ISBN \n9788587803351 (V.3). \n \n3º Período \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nCálculo Diferencial e Integral III \n2018.1 \nCálculo Diferencial \ne Integral II \nOBBGEMT.084 - Cálculo Dif. Int. III 2015 \n \nEmenta: \nIntegração múltipla: integrais duplas e triplas. Funções com valores vetoriais. Integração em \ncampos vetoriais: integrais de linha e superfície. \n \nBibliografia Básica \n1) LEITHOLD, Louis. O cálculo com geometria analítica: volume 2. 3ª edição. São \nPaulo: Harbra, c1994. xiii, 687-1178 p. ISBN 8529402065 (v. 2). \n2) THOMAS, George B; WEIR, Maurice D; HASS, Joel. Cálculo. 12ª edição. São \nPaulo: Pearson Education do Brasil, 2013. 533 p. ISBN 9788581430867. \n3) ÁVILA, Geraldo; ARAÚJO, Luís Claúdio Lopes de. Cálculo ilustrado, prático e \ndescomplicado. Rio de Janeiro: LTC, 2012. 341 p \n \nBibliografia Complementar \n \n1) HIMONAS, Alex; HOWARD, Alan. Cálculo: conceitos e aplicações. Rio de Janeiro: \nLTC, 2005. 524 p. ISBN 8521614160. \n2) GUIDORIZZI, Hamilton Luiz. Um curso de cálculo. 5ª edição. Rio de Janeiro: LTC, \n2012. 476 p.v.2. \n3) GUIDORIZZI, Hamilton Luiz. Um curso de cálculo: vol. 3. 5. ed. Rio de Janeiro: \nLTC, 2012. \n", "52": " \n52 \n \n4) SIMMONS, George F. Cálculo com geometria analítica: volume 2. São Paulo: \nPearson, 1988. xx, 807 p. ISBN 9788534614689. \n5) GONÇALVES, Mirian Buss; FLEMMING, Diva Marília. Cálculo B: funções de \nvárias variáveis, integrais múltiplas, integrais curvilíneas e de superfície. 2. ed. rev. e \nampl. São Paulo: Pearson, 2007. 435 p. ISBN 9788576051169 (broch.). \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nCálculo Numérico 2018.1 \nCálculo Diferencial e \nIntegral I  \nOBBGEMT.088 - 2015 \n \nEmenta: \nSistemas de numeração. Estudo sobre erros em aritmética de ponta flutuante. Cálculo de \nraízes de funções algébricas e transcendentes por métodos numéricos. Resolução de sistemas \nlineares. Interpolação polinomial. Integração numérica. Resolução de equações diferenciais \npor métodos numéricos. \n \nBibliografia Básica \n1) CHAPRA, Steven C.; CANALE, Raymond P. Métodos numéricos para engenharia. \nSão Paulo: McGraw-Hill, 2008. \n2) CORMEN, Thomas H. et al. Algoritmos: teoria e prática. Rio de Janeiro: Elsevier, \n2012.  \n3) SPERANDIO, Décio; et al. Cálculo Numérico. São Paulo: Pearson, 2015. \n \nBibliografia Complementar \n1) FRANCO, Neide Bertoldi. Cálculo Numérico. São Paulo: Pearson, 2007. \n2) MESA, Fernando; BRAVO, Juan Eduardo. Elementos de cálculo numérico. Madrid: \nEcoe Ediciones, 2012. \n3) GONZÁLEZ, Carlos Moreno. Introducción al cálculo numérico. Madrid: UNED – \nUniversidad Nacional de Educación a Distancia, 2007. \n4) SÁNCHEZ, Juán Miguel; SOUTO, Antonio. Problemas de cálculo numérico para \ningenieros con aplicaciones Matlab. Madrid: McGraw-Hill, 2005. \n5) RODRÍGUEZ, Milagros Riquenes. Cálculo numérico y trabajo con variables. \nMadrid: Editorial Universitaria, 2007. \n \n", "53": " \n53 \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nFísica II (Térmica) 2018.1 \nFísica I  \nOBBGEMT.085 - Física II 2015 \n \nEmenta: \nEquilíbrio e elasticidade, fluidos, oscilações, ondas, temperatura, calor, teoria cinética dos \ngases, primeira e segunda da termodinâmica. \n \nBibliografia Básica \n1) HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \ngravitação, ondas e termodinâmica. 9ª  edição. Rio de Janeiro: LTC, c2012. V. 2 \nISBN 9788521619048. \n2) PÁDUA, Antonio Braz de; PÁDUA, Cléia Guiotti de. Termodinâmica: uma \ncoletânea de problemas. São Paulo: Livraria da Física, 2006. Não paginado ISBN \n858832556-X. \n3) HEWITT, Paul G. Física conceitual. 11ª edição. Porto Alegre: Bookman, 2011. 743 \np. ISBN 9788536300405 \n \nBibliografia Complementar \n1) MORAN, Michael J. et al. Princípios de termodinâmica para engenharia. 7ª edição. \nRio de Janeiro: LTC, 2013. xvi, 819 p. ISBN 9788521616894. \n2) EISBERG, Robert; RESNICK, Robert. Fisica quantica: átomos, moleculas, solidos, \nnucleos e partículas. Rio de Janeiro: Campus, 1979. 928 p. ISBN 139788570013095. \n3) TIPLER, Paul Allen; BIASI, Ronaldo Sérgio de (Tradutor). Física moderna. 5ª \nedição. Rio de Janeiro: LTC, 2010. 478 p. ISBN 978-85-216-1768-6 \n4) ÇENGEL, Yunus A; BOLES, Michael A. Termodinâmica. 7ª edição. Porto Alegre: \nBookman, 2011. xxviii, 1018 p. ISBN 9788580552003. \n5) HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \nmecânica. 9ª  edição. Rio de Janeiro: LTC, c2012. V.1 ISBN 9788521619031 \n \n \n \n \n \n", "54": " \n54 \n \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nMecânica dos Fluidos 2018.1 \nCálculo Diferencial e \nIntegral I \nFísica I  \nOBBGEMT.086 - Mecânica dos \nFluidos 2015 \n \nEmenta: \nEstática dos fluidos: equação fundamental da estática dos fluidos, teorema de Cauchy, \nrelação de Stevin, fluido incompressível e fluido compressível sujeito a ação da gravidade, \nmanometria, esforços sobre superfícies submersas (planas e curvas), empuxo, equilíbrio dos \ncorpos submersos e flutuantes, massas fluídas aceleradas. Cinemática dos fluidos: \nvelocidade, aceleração, vazão, vorticidade. Dinâmica dos fluidos: equação da continuidade, \nequação da conservação da quantidade de movimento, equação da energia (Bernoulli), tubo \nde Pitot, tubo de Venturi, bombas, turbinas e Números de Reynolds. \n \nBibliografia Básica \n1) ÇENGEL, Yunus A.; CIMBALA, John M. Mecânica dos fluidos: fundamentos e \naplicações. São Paulo: McGraw-Hill, 2007. 816 p. ISBN 9788586804588 \n2) WHITE, Frank M. Mecânica dos fluídos. 6ª edição. Porto Alegre: AMGH, 2011. xiii, \n880 p. ISBN 9788563308214 \n3) BRUNETTI, Franco. Mecânica dos fluidos. São Paulo: Pearson, 2008. 431 p. ISBN \n9788576051824  \n \nBibliografia Complementar \n \n1) ASSY, Tufi Mamed. Mecânica dos fluidos: fundamentos e aplicações. 2ª edição. Rio \nde Janeiro: LTC, 2004. 497 p. ISBN 978852161411X, \n2) BRAGA FILHO, Washington. Fenômenos de transporte para engenharia. 2ª edição. \nRio de Janeiro: LTC, c2012. xv, 342 p. ISBN 9788521620280 \n3) BERGMAN, Theodore L. et al. Fundamentos de transferência de calor e de massa. 7ª \nedição. Rio de Janeiro: LTC, 2014. xvi, 672 p. ISBN 9788521625049. \n4) ÇENGEL, Yunus A; GHAJAR, Afshin J. Transferência de calor e massa: uma \nabordagem prática. 4a edição. São Paulo: McGraw-Hill, 2012. 902 p. ISBN \n9788577260751. \n", "55": " \n55 \n \n5) BIRD, R. Byron; STEWART, Warren E.; LIGHTFFOD, Edwin N. Fenômenos de \ntransporte. 2ª edição. rev. e atual. Rio de Janeiro: LTC, c2004. xv, 838 p. ISBN \n9788521613930 \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nFísico- Química I 2018.1 \nQuímica I   \nFísica II  \nOBBGEMT.089 - Físico-Química I 2015 \n \nEmenta: \n \nEstudo dos Gases. Propriedades dos Líquidos e Sólidos. Princípios da Termodinâmica. \nTermoquímica. Espontaneidade e Equilíbrio. Equilíbrio Químico. Energia livre. Diagramas \nde fase. \n \nBibliografia Básica \n1) ATKINS, P. W.; DE PAULA, Julio. Físico-química: fundamentos. 5. ed. Rio de \nJaneiro: LTC, 2011. 493 p. \n2) ATKINS, P. W.; DE PAULA, Julio. Físico-química: volume 1. 9. ed. Rio de Janeiro: \nLTC, 2012. \n3) CASTELLAN, Gilbert William. Fundamentos de físico-química. Rio de Janeiro: \nLTC, 1986. 527 p. \n \nBibliografia Complementar \n1) LEVINE, Ira N. Físico-Química. Rio de Janeiro: LTC, 2012 503 p. \n2) PILLA, Luiz. Físico-química II: equilíbrio entre fases, soluções líquidas e \neletroquímica. 2. ed. rev. e atual. Porto Alegre, RS: UFRGS, 2010. 467 p. \n3) ATKINS, P. W.; JONES, Loretta. Princípios de química: questionando a vida \nmoderna e o meio ambiente. 5. ed. Porto Alegre: Bookman, 2012, 922 p \n4) BROWN, Theodore L.; LEMAY, H. Eugene; BURSTEN, Bruce Edward. Química: a \nciência central. 9. ed. São Paulo: Prentice Hall, 2010, 972 p. \n5) Artigos científicos da revista Química Nova (Sociedade Brasileira de Química). \nDisponível em: http://quimicanova.sbq.org.br/. \n \n", "56": " \n56 \n \n \n4º Período \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nEquações Diferenciais 2018.1 \nCálculo Diferencial e \nIntegral II \nOBBGEMT.090 - Equações Diferenciais \n2015 \n \nEmenta: \nEquações diferenciais de 1ª ordem. Equações lineares de 2ª ordem. Equações lineares de \nordem n. Aplicações das equações diferenciais. A transformada de Laplace. Sistemas de \nequações lineares de 1ª ordem. Aplicações das equações diferenciais. \n \nBibliografia Básica \n \n1) ZILL, Dennis G.; GULLEN, Michael R. Equações diferenciais. 3. ed. São Paulo: \nPearson Makron Books, 2012. v.1. \n2) NAGLE, R. Kent; SAFF, Edward B.; SNIDER, Arthur David. Equações diferenciais. \n8. ed. São Paulo: Pearson Education, 2012.  \n3) BOYCE, William E.; DIPRIMA, Richard C. Equações diferenciais elementares e \nproblemas de valores de contorno. 10. ed. Rio de Janeiro: LTC, c2015. xv, 663 p. \n \nBibliografia Complementar \n \n1) DIACU, Florin. Introdução a equações diferenciais: teoria e aplicações. Rio de \nJaneiro: LTC, c2004. xiv, 262 p.  \n2) GUIDORIZZI, Hamilton Luiz. Um curso de cálculo: vol. 2. 5. ed. Rio de Janeiro: \nLTC, 2012. 476 p. \n3) THOMAS, George B. Jr.; WEIR, Maurice D.; HASS, Joel. Cálculo: volume 1. 12. \ned. São Paulo: Addison Wesley, 2012. 627 p. \n4) LEITHOLD, Louis. O cálculo com geometria analítica. 3. ed. Sao Paulo: Harbra, \nc1994. v. 2, xiii, 687-1178 p. \n5) HIMONAS, Alex; HOWARD, Alan. Cálculo: conceitos e aplicações. Rio de Janeiro: \nLTC, 2005. 524 p. \n \n", "57": " \n57 \n \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nEstatítistica e Probabilidade 2018.1 \n  \nOBBGEMT.091 - Estatística e Probabilidade \n2015 \n \nEmenta: \nIntrodução à Estatística. Representação tabular e gráfica dos dados.  Medidas de posição. \nMedidas de dispersão. Regressão e correlação linear simples. Introdução à teoria das \nprobabilidades. Variáveis aleatórias. Principais modelos probabilísticos para variáveis \naleatórias discretas e contínuas. Testes de Hipóteses. \n \nBibliografia Básica \n1) MORETTIN, Pedro Alberto; BUSSAB, Wilton de Oliveira. Estatística básica. 7ª \nedição. São Paulo. Saraiva, 2012. 540 p. \n2) BRUNI, Adriano Leal. Estatística aplicada à gestão empresarial. 3ª edição. São \nPaulo: Atlas, 2011. 398 p. \n3) BUENO, Fabrício. Estatística para processos produtivos. Florianópolis: Visual \nBooks, 2010. 121 p. \n \nBibliografia Complementar \n \n1) MONTGOMERY, Douglas C.; RUNGER, George C. Estatística aplicada e \nprobabilidade para engenheiros. 5. ed. Rio de Janeiro: LTC, 2012. 521 p. \n2) CECON, Paulo Roberto [et al]. Métodos Estatísticos.Viçosa: Ed. UFV, 2012. 229p.  \n3) BEKMAN,Otto Ruprecht, COSTA NETO, Pedro Luiz de Oliveira. Análise \nEstatística da decisão. 2. Ed. São Paulo: Blucher,2009. 148p.  \n4) NEUFELD, John L. Estatística aplicada à administração usando Excel. São Paulo: \nPerson Prentice Hall. 2003 \n5) SMAILES, Joanne, MCGRANE, Angela. Estatística Aplicada à Administração com \nExcel. Tradução Bazán tecnologia e linguística, Christiane Brito. São Paulo: Atlas, \n2002. 321p. \n \n \n \n", "58": " \n58 \n \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nFísica III 2018.1 \nFísica I  \nOBBGEMT.092 - Física III 2015 \n \nEmenta: \nCarga elétrica, campos elétricos, lei de Gauss, potencial elétrico, capacitância, corrente e \nresistência, circuitos, campos magnéticos, campos magnéticos produzidos por correntes, \nindução e indutância, oscilações eletromagnéticas e correntes alternadas. \n \nBibliografia Básica \n1) HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \neletromagnetismo. 9ª edição. Rio de Janeiro: LTC, c2012. V. 3 ISBN \n9788521619055. \n2) EISBERG, Robert; RESNICK, Robert. Física quântica: átomos, moléculas, sólidos, \nnúcleos e partículas. Rio de Janeiro: Campus, 1979. 928 p. ISBN 139788570013095. \n3) TIPLER, Paul Allen; BIASI, Ronaldo Sérgio de (Tradutor). Física moderna. 5ª \nedição. Rio de Janeiro: LTC, 2010. 478 p. ISBN 978-85-216-1768-6 \n \nBibliografia Complementar \n1) HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de \nfísica: mecânica. 9ª edição. Rio de Janeiro: LTC, c2012. V.1 ISBN \n9788521619031. \n2) HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de \nfísica: gravitação, ondas e termodinâmica. 9a edição. Rio de Janeiro: LTC, \nc2012. V. 2 ISBN 9788521619048. \n3) HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de \nfísica: volume 4: óptica e física moderna. 9ª edição. Rio de Janeiro: LTC, 2012. \n416 p. ISBN 9788521616085. 4) EISBERG, Robert; RESNICK, Robert. Física \nquântica: átomos, moléculas, sólidos, núcleos e partículas. Rio de Janeiro: \nCampus, 1979. 928 p. ISBN 139788570013095 \n4) BARRETO, Márcio. Física: Einstein para o ensino médio uma leitura \ninterdisciplinar. São Paulo: Papirus, 2009. 152 p. ISBN 9788530808907. \n \n", "59": " \n59 \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nTransferência de Calor e \nMassa 2018.1 \nCálculo Diferencial e Integral \nIII  \nFísica II (Térmica)  \nOBBGEMT.093 - Transferência de \nCalor e Massa 2015 \n \nEmenta: \nMecanismos de transferência de calor; regimes de transferência de calor; relação com a \ntermodinâmica; A lei de conservação de energia num volume de controle, balanço de \nenergia em superfícies; Leis básicas da transferência de calor, condutividade térmica, A \nequação da difusão do calor, condição de contorno e condição inicial; Condução em regime \npermanente; Condução através de paredes planas; conceito de resistência térmica; condução \nde calor através de paredes cilíndricas. Condução de calor através de paredes esféricas \ncondução de calor através de paredes compostas, espessura crítica de isolamento; coeficiente \nglobal. Sistemas com geração interna de calor (elemento plano e cilíndrico). Transferência \nde calor em superfícies expandidas. Métodos numéricos de solução; Condução em regime \ntransitório: sistemas concentrados; convecção como condição de contorno; sistemas \nmultidimensionais. Sólido semi-infinito; Convecção: fundamentos de camada limite; \nnúmeros adimensionais, relações empíricas para convecção forçada e natural. Relação entre \natrito superficial transferência de calor; Radiação térmica: conceitos e propriedades, fator de \nforma, relação entre fatores de forma; troca de calor por radiação entre superfícies negras e \ncinzentas. Blindagem térmica; Transferência de massa: Lei de Fick; difusão molecular em \ngases, fundamentos da camada limite de concentração. Transferência de massa por \nconvecção, O coeficiente de transferência de massa. Analogia entre transferência de calor e \nmassa. \n \nBibliografia Básica \n1) ÇENGEL, Yunus A; GHAJAR, Afshin J. Transferência de calor e massa: uma \nabordagem prática. 4ª edição. São Paulo: McGraw-Hill, 2012. 902 p. ISBN \n9788577260751.  \n2) BERGMAN, Theodore L. et al. Fundamentos de transferência de calor e de massa. 7ª \nedição. Rio de Janeiro: LTC, 2014. xvi, 672 p. ISBN 9788521625049. \n3) MORAN, Michael J. et al. Princípios de termodinâmica para engenharia. 7ª edição. \nRio de Janeiro: LTC, 2013. xvi, 819 p. ISBN 9788521616894. \n \nBibliografia Complementar \n", "60": " \n60 \n \n \n1) DIAS, Luiza Rosaria Sousa. Operações que envolvem transferência de calor e de \nmassa. Rio de Janeiro: Interciência, 2009. 63 p. ISBN 9788571932128. \n2) PÁDUA, Antonio Braz de; PÁDUA, Cléia Guiotti de. Termodinâmica: uma \ncoletânea de problemas. São Paulo: Livraria da Física, 2006. Não paginado ISBN \n858832556-X. \n3) LEANDRO, Cesar Alves da Silva. Termodinâmica aplicada à metalurgia: teoria \ne prática. São Paulo: Ática, 2013. 316 p. ISBN 9788536504650 \n4) BRAGA FILHO, Washington. Fenômenos de transporte para engenharia. 2ª  \nedição. Rio de Janeiro: LTC, c2012. xv, 342 p. ISBN 9788521620280 \n5) SESHADRI, Varadarajan et al. Fenômenos de transporte: fundamentos e \naplicações nas engenharias metalúrgica e de materiais. São Paulo: ABM, 2010. \n798 p. (Metalurgia, materiais e mineração. Fundamentos) ISBN 9788577370351. \n6) ROMA, Woodrow Nelson Lopes. Fenômenos de transporte para engenharia. 2. \ned. rev. São Carlos: RiMa, 2006. xii, 276 p. ISBN 85-7656-086-0  (broch.). \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nFísico - Química II 2018.1 \nFísico- Química I  \nQuímica II  \nOBBGEMT.095 - Físico-química II 2015 \n \nEmenta: \nSoluções. Equilíbrio entre fases condensadas. Equilíbrio em Sistemas não ideais. Equilíbrio \nem Soluções Iônicas. Equilíbrio em Pilhas Eletroquímicas. Cinética das Reações \nEletroquímicas. Fenômenos de Superfície. \n \nBibliografia Básica \n1) ATKINS, P.W.; DE PAULA, J. Físico-química: fundamentos. Tradução e revisão \ntécnica Edilson Clemente da Silva, Oswaldo Esteves Barcia. 5ª edição. Rio de \nJaneiro: LTC, 2011. \n2) CASTELLAN, G.W., Fundamentos de físico-química. Tradução Cristina Maria \nPereira dos Santos, Robertos de Barros Faria. [Reimpr.]. - Rio de Janeiro: LTC, \n2012. \n", "61": " \n61 \n \n3) LEVINE, I.R. Físico-Química. Tradução e revisão técnica Edilson Clemente da \nSilva, Oswaldo Esteves Barcia. Rio de Janeiro: LTC, 2012. \n \nBibliografia Complementar \n1) PILLA, Luiz. Físico-química II: equilíbrio entre fases, soluções líquidas e \neletroquímica. 2. ed. rev. e atual. Porto Alegre, RS: UFRGS, 2010. 467 p. \n2) ATKINS, P. W.; JONES, Loretta. Princípios de química: questionando a vida \nmoderna e o meio ambiente. 5. ed. Porto Alegre: Bookman, 2012, 922 p. \n3) BROWN, Theodore L.; LEMAY, H. Eugene; BURSTEN, Bruce Edward. Química: a \nciência central. 9. ed. São Paulo: Prentice Hall, 2010, 972 p. \n4) Artigos científicos da revista Química Nova (Sociedade Brasileira de Química). \nDisponível em: http://quimicanova.sbq.org.br/. \n \n5º Período \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nFísica IV (Estrutura da Matéria) \n2018.1 \nFísica I  \nOBBGEMT.097 \n \nEmentas: \nOndas Eletromagnéticas, interferência, difração, fótons e ondas de matéria, átomos, \ncondução de eletricidade nos sólidos, física nuclear. \n \nBibliografia Básica \n1) HEWITT, Paul G. Física conceitual. 11. ed. Porto Alegre, RS: Bookman, 2011. 743 \np. ISBN 9788577808908. \n2) HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \nvolume 4: óptica e física moderna. 9ª  edição. Rio de Janeiro: LTC, 2012. 416 p. \nISBN 9788521616085. \n3) TIPLER, Paul Allen; BIASI, Ronaldo Sérgio de (Tradutor). Física moderna. 5ª  \nedição. Rio de Janeiro: LTC, 2010. 478 p. ISBN 978-85-216-1768-6 \n \nBibliografia Complementar \n", "62": " \n62 \n \n1) EISBERG, Robert; RESNICK, Robert. Física quântica: átomos, moléculas, \nsólidos, núcleos e partículas. Rio de Janeiro: Campus, 1979. 928 p. ISBN \n139788570013095. \n2) VAN VLACK, Lawrence H. Princípios de ciência dos materiais. São Paulo: \nEdgard Blücher, c1970. 427 p. ISBN 9788521201212. \n3) CALLISTER JUNIOR, William D. Fundamentos da ciência e engenharia de \nmateriais: uma abordagem integrada . 2. ed. Rio de Janeiro: LTC, 2006 \n4) SHACKELFORD, James F. Ciência dos materiais. 6. ed. São Paulo: Pearson \nPrentice Hall, c2008. xiii, 556 p. ISBN 9788576051602.  \n5) CALLISTER JUNIOR, William D. Ciência e engenharia de materiais: uma \nintrodução. 7. ed. Rio de Janeiro: LTC, 2008. 705 p. ISBN 978-85-216-11595-8. \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nMetodologia da Pesquisa \nCientífica 2018.1 \n  \nOBBGEMT.101 - Metodologia da Pesquisa \nCientífica 2015 \n \nEmenta: \nO método científico; método e técnicas de investigação; pesquisa: conceitos e tipos; projeto; \nnormas para redação de textos científicos (ABNT), bibliografia, elaboração do projeto de \npesquisa; produção intelectual do pesquisador, sua finalidade; fomento à pesquisa. \n \nBibliografia Básica \n1) GIL, Antonio Carlos. Como elaborar projetos de pesquisa. 5. ed. São Paulo: \nAtlas, 2010. 184 p. ISBN 9788522458233. \n2) CERVO, Amado Luiz; BERVIAN, Pedro Alcino; SILVA, Roberto da. \nMetodologia científica. 6. ed. São Paulo: Pearson Prentice Hall, c2007. xii , 162 \np. ISBN 9788576050476 \n3) MARCONI, Marina de Andrade; LAKATOS, Eva Maria. Fundamentos de \nmetodologia científica. 7. ed. São Paulo: Atlas, 2010. xvi, 297 p. ISBN \n9788522457588. \n4) ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS, NBR 10520: \napresentação de citações de documentos, Rio de Janeiro: 2001. \n5) ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS, NBR 6023: \ninformação e documentação: referências – elaboração, Rio de Janeiro: 2002. \n", "63": " \n63 \n \n6) ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS, NBR 14724: \ninformação e documentação: trabalhos acadêmicos – apresentação, Rio de \nJaneiro: 2005. \n \nBibliografia Complementar \n \n1) ASSOCIAÇÃO \nBRASILEIRA \nDE \nNORMAS \nTÉCNICAS, \nNBR \n10719: \napresentação de relatórios técnico-científicos, Rio de Janeiro: 2001 \n2) OLIVEIRA, S. L., Trabalho de metodologia científica: projetos de pesquisa, TGI, \nTCC, monografias, dissertações e teses, 2ª ed., São Paulo: Pioneira, 2000. \n3) BERVIAN, P. A., Metodologia científica, São Paulo: Makron Books, 2002. \n4) MARCONI, M. A., LAKATOS, E. M., Fundamentos de metodologia científica, São \nPaulo: Atlas, 2001. \n5) SEVERINO, A. J., Metodologia do trabalho científico, 336p., 22ªed., revista  e \nampliada. São Paulo: Cortez, 2003. \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nProcessos de Produção \nMetalúrgica 2018.1 \nIntrodução à Engenharia \nMetalúrgica  \n  \n \nEmenta: \n \nEvolução da tecnologia e fabricação industrial; organização da fabricação industrial; \nadequação ao uso; projeto de produto e projeto de processo; principais processos de \nfabricação dos materiais metálicos.  Fornos de Fusão (Cubilô, Indução, Elétricos, Cadinho, \nRevérbero) Trabalho a frio e a quente. Introdução aos processos de transformação: \nlaminação de lingotes e tarugos, barras e chapas; forjamento, trefilação, extrusão, \nestiramento, estampagem, embutimento, usinagem, soldagem. Segurança do trabalho em \nprocessos Metalúrgicos: riscos e ações preventivas. \n \nBibliografia Básica \n1) CHIAVERINI, Vicente. Tecnologia mecânica: processos de fabricação e tratamento: \nvolume II. 2ª edição. São Paulo: Pearson Education do Brasi, c1986. xv, 315 p. \n", "64": " \n64 \n \n2) KALPAKJIAN, Serope; SCHMID, Steven R. Manufacturing engineering and \ntechnology. 6th ed. New York: Prentice Hall, 2010. 1176 p. ISBN 9780136081685. \n3) RIZZO, Ernandes Marcos da Silveira. Introdução aos processos siderúrgicos. São \nPaulo: ABM, 2005. 150 p. (Série: Capacitação Técnica em Processos Siderúrgicos; \nÁrea: Conhecimentos Básicos) ISBN 9788586778860. \n \nBibliografia Complementar \n1) ASHBY, M. F. Seleção de materiais no projeto mecânico. Rio de Janeiro: \nElsevier, 2012. 673 p. ISBN 9878535245219. \n2) VAN VLACK, Lawrence H. Princípios de ciência dos materiais. São Paulo: \nEdgard Blücher, c1970. 427 p. ISBN 9788521201212. \n3) GIECK, Kurt. Manual de fórmulas técnicas. [São Paulo]: Hemus, c2001. \nPaginação irregular ISBN 8528904172  \n4) FIALHO, Arivelto Bustamante. Instrumentação industrial: conceitos, aplicações \ne análises. 7ª edição. São Paulo: Érica, 2010. 280 p. ISBN 9788571949225 \n5) NORTON, Robert L. Projeto de máquinas: uma abordagem integrada . 4ª edição. \nPorto Alegre: Bookman, 2013. 1028 p. ISBN 9788582600221. \n \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nResistência dos Materiais 2018.1 \n Física I  \nOBBGEMT.096 - Resistência dos Materiais \n2015 \n \nEmenta: \nEstática Fundamental (estrutura, equação de equilíbrio, apoio, graus de liberdade, reações de \napoio, esforços simples, diagramas e propriedades, treliças planas. Estudo das tensões \n(conceito de tensão, estado plano, círculo de Mohr, estado simples, estado triplo, expressões \nanalítica). Relações entre tensão versus deformação, Lei de Hooke, carga no limite de \nproporcionalidade, carga de ruptura, coeficiente de segurança e tensão admissível. Tração e \ncompressão (tensão e deformação nas barras, efeito de temperatura tensão e deformação \nconsiderando o peso próprio, barras de seção variável). Cisalhamento (tensão e deformação, \nmódulo de elasticidade transversal) Flexões simples (estudo das flexões e fòrmulas gerais), \ntorção (hipóteses ideais de sólido e das forças atuantes, sólidos cilíndricos ângulo de torção). \n", "65": " \n65 \n \nFlambagem (carga de flambagem, cargas e tensões críticas coeficiente de segurança) \ncritérios de resistência \n \nBibliografia Básica \n1) BEER, Ferdinand P. Estática e mecânica dos materiais. Porto Alegre: AMGH, 2013. \n706 p. ISBN 9788580551648. \n2) CRAIG JÚNIOR, Roy R. Mecânica dos materiais. 2ª edição. Rio de Janeiro: LTC, \n2003. xiii, 552 p. ISBN 8521613326. \n3) BEER, Ferdinand Pierre. Mecânica dos materiais. 5. ed. Porto Alegre, RS: McGraw-\nHill, 2011. 799 p. ISBN 9788563308238. \n \nBibliografia Complementar \n1) NORTON, Robert L. Cinemática e dinâmica dos mecanismos. Porto Alegre: Mc \nGraw-Hill; AMGH, 2010. xix, 800 p. ISBN 9788563308191. \n2) BEER, Ferdinand P.; JOHNSTON JUNIOR, E. Russell. Mecânica vetorial para \nengenheiros: estática. 5ª edição. rev. São Paulo: Pearson Education do Brasil, 1994. \nxxi, 793 p. ISBN 9788534602020. \n3) GARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos materiais. 2ª edição. Rio de Janeiro: LTC, 2012. 365 p. ISBN 9788521620679. \n4) ASKELAND, Donald R; PHULÉ, Pradeep Prabhakar. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN 9788522105984. \n5) VAN VLACK, Lawrence H. Princípios de ciência e tecnologia dos materiais. Rio de \nJaneiro: Elsevier, 1984. 567 p. ISBN 9788570014801. \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nTermodinâmica Técnica 2018.1 \nFísica II (Térmica)  OBBGEMT.098 - Termodinâmica Técnica \n2015 \n \nEmenta: \nConceitos gerais (sistemas termodinâmicos, termodinâmica estática, propriedades \ntermodinâmicas), formas de energia. Princípios da Termodinâmica. Geração de vapor. \nCiclos térmicos. Motores térmicos e refrigeradores. \n \n", "66": " \n66 \n \nBibliografia Básica \n1) LEVENSPIEL, Octave. Termodinâmica amistosa para engenheiros. São Paulo: \nBlucher, 2002. ISBN 9788521203094.  \n2) BORGNAKKE, Claus; SONNTAG, Richard E. Fundamentos da termodinâmica. 8. \ned. São Paulo: Edgard Blücher, 2013. Não paginado (Série Van Wylen). ISBN \n9788521207924 (broch.). \n3) CASTELLAN, Gilbert William. Fundamentos de físico-química. Rio de Janeiro: \nLTC, 1986. 527 p. ISBN 8521604891. \n \nBibliografia Complementar \n1) VAN WYLEN, Gordon John; SONNTAG, Richard. E.; BORGNAKKE, Claus. \nFundamentos da termodinâmica clássica. São Paulo: Edgard Blücher, 1995. xii, 589 \np. ISBN 9788521201359 \n2) ATKINS, P. W.; JONES, Loretta. Princípios de química: questionando a vida \nmoderna e o meio ambiente. 5. ed. Porto Alegre: Bookman, 2012. xxii, 922 p. ISBN \n9788540700383. \n3) LEANDRO, Cesar Alves da Silva. Termodinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática, 2013. 316 p. ISBN 9788536504650. \n4) MORAN, Michael J et al. Princípios de termodinâmica para engenharia. 7. ed. Rio \nde Janeiro: LTC, 2013. xvi, 819 p. ISBN 9788521616894. \n5) ÇENGEL, Yunus A; BOLES, Michael A. Termodinâmica. 7. ed. Porto Alegre, RS: \nBookman, 2011. 2013 MacGraw-hill, xxviii, 1018 p. ISBN 9788580552003. \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nFísico-Química Metalúrgica I \n2018.1 \nTransferência de Calor \ne Massa  \nFísico-química II \nOBBGEMT.100 - Físico-química \nMetalúrgica I 2015 \n \nEmenta:  \nBalanço de Massa. Primeira Lei da Termodinâmica. Balanço de energia aplicado a processos \nmetalúrgicos. Segunda e Terceira Leis da Termodinâmica. Entropia. Energia Livre. Teoria \ndas Soluções. Diagramas de Equilíbrio. Potencial de Oxigênio. \n \nBibliografia Básica \n", "67": " \n67 \n \n1) 1) ADAMIAN, R., ALMENDRA, E., Físico-Química: uma aplicação aos materiais,   \nSão Paulo: ABM, 2002. \n2) CAVALLANTE, F. L., LÚCIO, A. Físico-Química metalúrgica, São Paulo: ABM, \n1984. \n3) BUENO, W., BOODTS, J. F. C., DEGREVE, L., LEONE, F. A., Química geral, São \nPaulo: McGraw-Hill, 1978. \n \nBibliografia Complementar \n1) CARVALHO, J. L. R., Dados termodinâmicos para metalurgistas, 392p., Belo \nHorizonte: UFMG, 1977. \n2) HERSKOVIC, J., Elaboração do aço: fusão e refino, 632p., São Paulo: ABM 1983.  \n3) LÚCIO, A., Físico-Química metalúrgica 1ª e 2ª partes, 677p., Belo Horizonte: \nUFMG, 1981. \n4) LEVIN, E. M., ROBBINS, C. R., Mc MURDIE, H. F., Phase diagrams for ceramist, \n601p., The American Ceramic Society, Alloy Phase Diagrams, Columbus: ASM \nHandbook International, 1964. \n5) GONÇALVES, G. E., Diagramas de equilíbrio aplicados à cerâmica, São Paulo: \nABM, 1986. \n \n6º Período \n \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nEletrotécnica 2018.1 \n Física III  \nOBBGEMT.106 - Eletrotécnica 2015 \n \nEmenta: \nEletricidade, Magnetismo, Eletromagnetismo, Geradores e motores de corrente contínua. \nAlternadores e motores de corrente alternada. Transformadores.  Princípios de comando \nelétricos. Aparelhos de medição \nEletrostática. Eletrodinâmica. Eletromagnetismo. Grandezas Elétricas. Circuitos elétricos em \ncorrente contínua. Circuitos elétricos em corrente alternada. Transformadores. Geradores e \nmotores elétricos. Princípios de comando elétrico. \n \n", "68": " \n68 \n \nBibliografia Básica \n1) SAY, M G. Eletricidade geral: eletrotécnica. Editora Hemus, 2004. Paginação \nirregular ISBN 0408702893. \n2) GUSSOW, Milton. Eletricidade básica. 2. ed., atual. e ampl. Porto Alegre: Bookman, \n2009. 571 p. (Coleção Schaum). ISBN 9788577802364. \n1) 3)HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \neletromagnetismo. 9ª edição. Rio de Janeiro: LTC, c2012. V. 3 ISBN \n9788521619055. \n \nBibliografia Complementar \n1) CAVALCANTI, P. J. Mendes. Fundamentos da Eletrotécnica. Rio de Janeiro: Freitas \nBastos, 2015. \n2) FLARYS, Francisco. Eletrotécnica geral: Teoria e exercícios resolvidos. Barueri: \nManole, 2013. \n3) BOYLESTAD, Robert L. Introdução à Análise de Circuitos. São Paulo: Pearson, \n2004. \n4) BURIAN JR., Yaro; LYRA, Ana Cristina Cavalcanti. Circuitos Elétricos. São Paulo: \nPearson, 2006. \n5) BARROS, Vicente Pereira de. Física geral: eletricidade – para além do dia a dia. \nCuritiba: Intersaberes, 2012 \n \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nFísico-Química Metalúrgica II \n2018.1 \nFísico-Química \nMetalúrgica I  \nOBBGEMT.102 - Físico-química Metalúrgica \nII 2015 \n \nEmenta: \n \nDiagramas de Fases (Regra das Fases e Diagramas Unários, Diagramas Binários, Energia \nLivre e Diagramas de Fases-ternários). Diagrama de Ellingham. Diagrama Fe-C (reações \ninvariantes, fases e constituintes). Conceituação: Aços e Ferros Fundidos.  Termodinâmica \ndas Superfícies (Interfaces e Propriedades de Excesso, Tensão Superficial e Energia Livre, \nEquilíbrio para Superfícies Curvas). Cinética das reações metalúrgicas. Elementos de \ncinética química.  Reações heterogêneas. Adsorção química. \n", "69": " \n69 \n \n \nBibliografia Básica \n1) LEANDRO, Cesar Alves da Silva. Termodinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática, 2013. 316 p. ISBN 9788536504650. \n2) ATKINS, P. W.(Peter William),1940-; DE PAULA, Julio. Físico-química: \nfundamentos. 5. ed. Rio de Janeiro: LTC, 2011. 493 p. ISBN 9788521618652. \n3) CASTELLAN, Gilbert William. Fundamentos de físico-química. Rio de Janeiro: \nLTC, 1986. 527 p. ISBN 8521604891. \n \nBibliografia Complementar \n1) Dadashev, R.Kh., Thermodynamics of Surface Phenomena. EDITORA: \nCambridge \nInternational \nScience \nPublishing. \nUSA, \n2007, \n297p.ISBN \n9781907343025. \nDisponível \nem: \nhttp://site.ebrary.com/ \nlib/ifmg/detail.action?docID=10303277&p00=thermodynamics+of+metallurgy. \n2) Campbell, F.C, Phase Diagrams : Understanding the Basics. EDITORA ASM \nInternationa. Ohio, 2012, 470p.  ISBN9781615039869. Disponível em : \nhttp://site.ebrary.com/lib/ifmg/detail.action?docID=10627945&p00=thermodyna\nmics+of+metallurgy. \n3) LEVENSPIEL, O., Engenharia das reações químicas, cinética química aplicada, \nSão Paulo: Edgard Blücher Ltda, 2002.  \n4) RUSSELL, John Blair. Quimica geral. 2. ed. São Paulo: Makron Books, c1994. \nv. 2, 1268 p. \n5) PILLA, Luiz. Físico-química II: equilíbrio entre fases, soluções líquidas e \neletroquímica. 2. ed. rev. e atual. Porto Alegre, RS: UFRGS, 2010. 467 p. (Série \nGraduação). ISBN 9788538600848 \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nMetalurgia Física 2018.1 \nFísica IV \n  \n \nEmentas: \n \nÁtomo e ligação metálica. Estrutura cristalina, estruturas de materiais de engenharia; Índices \nde direções e  planos cristalográficos, empacotamento atômico, posições intersticiais e \n", "70": " \n70 \n \ntamanhos; mono e policristais, alotropia, polimorfismo e anisotropia, difusão em sólidos.  \nTransformações difusionais e adifusionais. Recuperação e recristalização primária e \nsecundária. \n \nBibliografia Básica  \n1) ASKELAND, Donald R; PHULÉ, Pradeep Prabhakar. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN 9788522105984 \n2) SHACKELFORD, James F. Ciência dos materiais. 6. ed. São Paulo: Pearson \nPrentice Hall, c2008. xiii, 556 p. ISBN 9788576051602. \n3) CALLISTER JUNIOR, William D. Ciência e engenharia de materiais: uma \nintrodução. 7ª edição. Rio de Janeiro: LTC, 2008. 705 p. ISBN 978-85-216-11595-8. \n \nBibliografia Complementar \n1. VAN VLACK, Lawrence H. Princípios de ciência dos materiais. São Paulo: Edgard \nBlücher, c1970. 427 p. ISBN 9788521201212. \n2. CALLISTER JUNIOR, William D. Fundamentos da ciência e engenharia de \nmateriais: uma abordagem integrada . 2. ed. Rio de Janeiro: LTC, 2006 702 p. ISBN \n9788521615156. \n3. GARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos materiais. 2. ed. Rio de Janeiro: LTC, 2012. 365 p. ISBN 9788521620679. \n4. KIMINAMI, Cláudio Shyinti; CASTRO, Walman Benício de; OLIVEIRA, Marcelo \nFalcão. Introdução aos processos de fabricação de produtos metálicos. São Paulo: \nBlucher, 2013. 235 p. ISBN 9788521206828. \n5. ASHBY, Michael; SHERCLIFF, Hugh; CEBON, David. Materiais: engenharia, \nciência, processamento e projeto. Rio de Janeiro: Elsevier, 2012. xx, 650 p. ISBN \n9788535242034 \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nCaracterização dos Materiais \n2018.1 \nFísca IV \nMineralogia \n  \n \nEmenta: \n", "71": " \n71 \n \nHistórico e definições. Difração / Fluorescência. Microscopia. Espectroscopia. Propriedades \nFísicas dos Materiais (análise térmica). Caracterização química de superfícies. Técnicas \nAvançadas de Caracterização. \n \nBibliografia Báscia \n1) GEMELLI, Enori. Corrosão de materiais metálicos e sua caracterização. Rio de \nJaneiro: LTC, 2001. 183 p. ISBN 9788521612902. \n2) PADILHA, A. F. et al. – Técnicas de análise microestrutural. São Paulo: Hemus, \n2004.  \n3) MANNHEIMER, Walter  - Microscopia dos Materiais Uma Introdução. Rio de \nJaneiro: E-Papers, 2002. 226 p. ISBN:  8587922548. \n \nBibliografia Complementar \n1) COLPAERT, Hubertus. Metalografia: dos produtos siderúrgicos comuns. 4. ed. São \nPaulo: Edgard Blücher, 2008. 412 p. ISBN 9788521204497 \n2) SOUZA, Sérgio Augusto de. Ensaios mecânicos de materiais metálicos: fundamentos \nteóricos e práticos. 5. ed. São Paulo: Edgard Blücher, 1982. 286 p. ISBN 978-85-\n212-0012-3 \n3) GARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos materiais. 2. ed. Rio de Janeiro: LTC, 2012. 365 p. ISBN 9788521620679 \n4) PAVIA, D. L.; LAMPMAN, G. M.; KRIZ, G. S.; VYVYAN, K. J.; Introdução à \nEspectroscopia, 1a ed.; Cengage Learning, - Tradução da Quarta Edição Americana: \nSão Paulo, SP, 2010. \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nProcessamento Mineral I 2018.1 \nMineralogia \nFísica I \nEstatística  \nOBBGEMT.104 - Processamento Mineral I \n2015 \n \nEmenta: \nConceitos gerais. Amostragem, Caracterização granulométrica, Noções de caraterização \nmineralógica e química dos minérios, Quantificação de operações, fluxogramas e balanço de \nmassa e metalúrgico, cominuição (conceito): britagem e moagem. Peneiramento e \n", "72": " \n72 \n \nclassificação \nindustrial, \nConcentração \ngravítica, \nseparação \nmagnética, \nseparação \nelestrostática. Segurança do trabalho em operações. \n \nBibliografia Básica \n1) CHAVES, Arthur Pinto. Teoria e prática do tratamento de minérios: volume 1. 3ª \nedição rev. e amp. São Paulo: Signus, 2006. 271 p. ISBN 858780326-3. \n2) VALADÃO, George Eduardo Sales ; ARAUJO, Armando Corrêa (Org.). Introdução \nao tratamento de minérios. Belo Horioznte: Ed. UFMG, 2007. 234 p. (Didática) \nISBN 978-85-7041-478-6. \n3) CHAVES, Arthur Pinto; PERES, Antonio Eduardo Clark. Teoria e prática do \ntratamento de minérios/ britagem, peneiramento e moagem: volume 3. 4ª  edição. \nSão Paulo: Signus, 2009. 258 p. (Tratamento e prática de tratamento de minérios) \nISBN 9788587803351. \n \nBibliografia Complementar \n1) KALPAKJIAN, Serope; SCHMID, Steven R. Manufacturing engineering and \ntechnology. 6th ed. New York: Prentice Hall, 2010. 1176 p. ISBN 9780136081685. \n2) SANTOS, Luciano Miguel Moreira dos. Siderurgia para cursos tecnológicos. Ouro \nPreto: ETFOP, 2007. 152 p. ISBN 9788586473067. \n3) INTRODUÇÃO A MINERALOGIA PRATICA -  ENGENHARIA – ULBRA. \n4) BENVENUTTI, Edilson Valmir. Química inorgânica: átomos, moléculas, líquidos e \nsólidos. 3ª  edição. Porto Alegre: UFRGS, 2011. 219 p. (Da pesquisa ao ensino de \ngraduação: produção de material didático) ISBN 8570257198 (broch.) \n5) NIEMANN, Gustav. Elementos de máquinas. São Paulo: Edgard Blücher, 1971. 207 \np. ISBN 85-212-0035-8. \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nQuímica Analítica Aplicada à \nMetalurgica 2018.1 \nQuímica II  \nOBBGEMT.105 - Química Analítica Aplicada \nà Metalurgia 2015 \n \nEmenta: \n \nEquilíbrio em reações ácido-base. Equilíbrio em reações de íons complexos. Equilíbrio de \nsolubilidade. Equilíbrio de oxirredução. Equilíbrios simultâneos. Introdução à Análise \n", "73": " \n73 \n \nqualitativa. Introdução à Análise quantitativa clássica. Análise gravimétrica. Análise \nVolumétrica. Métodos de separação. Análise instrumental. \n \nBibliografia Básica \n1) PILLA, Luiz. Físico-química II: equilíbrio entre fases, soluções líquidas e \neletroquímicas. 2a edição rev. e atual. Porto Alegre: UFRGS, 2010. 467 p. (Série \nGraduação) ISBN 9788538600848 \n2) ATKINS, P. W.(Peter William),1940-; DE PAULA, Julio. Físico-química: \nfundamentos. 5ª edição. Rio de Janeiro: LTC, 2011. 493 p. ISBN 9788521618652 \n3) ATKINS, P. W.; DE PAULA, Julio. Físico-química: volume 1. 9ª edição. Rio de \nJaneiro: LTC, 2012. V. 1 ISBN 978-85-216-1600-9 \n \nBibliografia Complementar \n1) CASTELLAN, Gilbert William. Fundamentos de físico-química. Rio de Janeiro: \nLTC, 1986. 527 p. ISBN 85-216-0489-1. \n2) LEVINE, Ira N. Físico-Química. Rio de Janeiro: LTC, 2012 503 p. (1) ISBN \n9788521606345. \n3) RUSSELL, John Blair. Quimica geral. 2ª edição. São Paulo: Makron Books, c1994. \nxxxviii, 624-1268 p. ISBN 853460151-8. \n4) RUSSELL, John Blair. Química geral. 2ª  edição. São Paulo: Makron Books, c1994. \n621 p. ISBN 8534601925.  \n5) BENVENUTTI, Edilson Valmir. Química inorgânica: átomos, moléculas, líquidos e \nsólidos. 3ª edição. Porto Alegre: UFRGS, 2011. 219 p. (Da pesquisa ao ensino de \ngraduação: produção de material didático). ISBN 8570257198 (broch.) \n \n7º Período \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nMetalurgia Mecânica 2018.1 \nMetalurgia Física \nProcessos de \nProdução \nOBBGEMT.108 - Metalurgia Mecânica \n2015 \n \nEmenta: \n \n", "74": " \n74 \n \nRequisitos dos materiais para uso na engenharia - considerações gerais. Tensão e \ndeformação em um ponto. Deformação elástica e deformação plástica dos metais: aspectos \nmacroscópicos. Teoria das discordâncias. Estrutura, processamento e propriedades \nmecânicas dos metais. Deformação de monocristais: deformação por escorregamento e \ndeformação por maclação. Deformação de policristais. Influência da temperatura e da \nvelocidade de deformação sobre a resposta de metais a solicitações. Mecanismos de \nendurecimento. Aços liga e ferros fundidos e ligas de alta resistência mecânica. \n \nBibliografia Básica \n1) CALLISTER JUNIOR, William D. Ciência e engenharia de materiais: uma \nintrodução. 7. ed. Rio de Janeiro: LTC, 2008. 705 p. ISBN 978-85-216-11595-8. \n2) ASKELAND, Donald R.; PHULÉ, Pradeep Prabhakar. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN 9788522105984. \n3) ASHBY, Michael; SHERCLIFF, Hugh; CEBON, David. Materiais: [engenharia, \nciência, processamento e projeto]. Rio de Janeiro: Elsevier, c2012. xx, 650 p. ISBN \n9788535242034. \n \nBibliografia Complementar \n1) Dieter, George, Mechanical Metallurgy, McGraw-Hill Science/Engineering/Math, \n3rd edition, April 1988. \n2) Hertzberg, Richard W., Deformation and Fracture Mechanics of Engineering \nMaterials,  Wiley, 4th edition, December 1995. \n3) Courtney, Thomas H., Mechanical Behavior of Materials, McGraw-Hill  \nScience/Engineering/Math, 2nd edition, August 1999. \n4) Chiaverini, V. Tratamento Térmico das Ligas Metálicas, ABM, 2008 \n5) MEYERS, M.A. and Chawla K.K., Mechanical Behavior of Materials, 2nd ed., \nCambridge University Press, Cambridge, UK, 2009. \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nFenômenos de Transporte \nAplicado à Metalurgia 2018.1 \nMecânica dos Fluidos \nTransferência de Calor e Massa \nEquações Diferenciais  \nOBBGEMT.109 - Fenômenos de \nTransporte Aplicado à \nMetalurgia 2015 \n \nEmenta: \n", "75": " \n75 \n \n \nTratamento microscópico: viscosidade de fluidos metalúrgicos; equação da continuidade; \nbalanço de quantidade de movimento; caso do fluxo turbulento; modos de transferência de \ncalor; transferência de calor com mudança de fase; comportamento térmico de leitos; difusão \nde massa; transferência de massa em sistemas fluídos; sistema fluido-partícula; tratamento \nmacroscópico: parâmetros dimensionais; classificação e análise do desempenho de reatores; \ntransporte em leitos porosos e fluidizados. \n \nBibliografia Básica \n1) SESHADRI, Varadarajan et al. Fenômenos de transporte: fundamentos e aplicações \nnas engenharias metalúrgica e de materiais. São Paulo: ABM, \n1) 2010. 798 p. (Metalurgia, materiais e mineração. Fundamentos, 1) ISBN \n9788577370351. \n2) BRAGA FILHO, Washington. Fenômenos de transporte para engenharia. 2ª edição. \nRio de Janeiro: LTC, c2012. xv, 342 p. ISBN 9788521620280. \n3) BIRD, R. Byron; STEWART, Warren E.; LIGHTFFOD, Edwin N. Fenômenos de \ntransporte. 2ª edição. rev. e atual. Rio de Janeiro: LTC, c2004. xv, 838 p. ISBN \n9788521613930. \n \nBibliografia Complementar \n1) LEANDRO, Cesar Alves da Silva. Termodinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática, 2013. 316 p. ISBN 9788536504650. \n2) BERGMAN, Theodore L. et al. Fundamentos de transferência de calor e de massa. 7ª  \nedição. Rio de Janeiro: LTC, 2014. xvi, 672 p. ISBN 9788521625049. \n3) ÇENGEL, Yunus A; GHAJAR, Afshin J. Transferência de calor e massa: uma \nabordagem prática. 4ª edição. São Paulo: McGraw-Hill, 2012. 902 p. ISBN \n9788577260751. \n4) ASSY, Tufi Mamed. Mecânica dos fluidos: fundamentos e aplicações. 2ª  edição. \nRio de Janeiro: LTC, 2004. 497 p. ISBN 978852161411X 5) ROMA, Woodrow \nNelson Lopes. Fenômenos de transporte para engenharia. 2ª edição. São Carlos, SP: \nRiMa, 2006. xii, 276 p. ISBN 85-7656-086-0 \n5) ROMA, Woodrow Nelson Lopes. Fenômenos de transporte para engenharia. 2ª \nedição. São Carlos, SP: RiMa, 2006. xii, 276 p. ISBN 85-7656-086-0. \n", "76": " \n76 \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nProcessamento Mineral II 2018.1 \nProcessamento \nMineral I \nFísico Química II \nOBBGEMT.111 - Processamento Mineral II \n2015 \n \nEmenta: \nFundamentos da flotação; interface mineral-solução, propriedades elétricas e potencial zeta; \ntermodinâmica das superfícies, adsorção de reagentes e hidrofobicidade;  flotação de \nsulfetos e minerais não metálicos; cinética da flotação; tecnologia da flotação: máquinas e \ncircuitos; coagulação e floculação seletiva; separação sólido-líquido: espessamento, filtração \ne secagem; concentração mineral. Segurança do trabalho em operações. \n \nBibliografia Básica \n1) CHAVES, Arthur Pinto. Teoria e prática do tratamento de minérios: a flotação no \nBrasil: volume 4. 2ª ed. São Paulo: Signus, 2009. 484 p. ISBN 9788587803382 \n(V.4). \n2) VALADÃO, George Eduardo Sales; ARAUJO, Armando Corrêa (Org.). Introdução \nao tratamento de minérios. Belo Horizonte: Ed. UFMG, 2007. 234 p. (Didática). \nISBN 978-85-7041-478-6. \n3) CHAVES, Arthur Pinto. Teoria e prática do tratamento de minérios: desaguamento, \nespessamento e filtragem: volume 2. 3ª ed. São Paulo: Signus, 2010. 229 p. ISBN \n9788587803399 (V.2). \n \nBibliografia Complementar \n1. CASTELLAN, Gilbert William. Fundamentos de físico-química. Rio de Janeiro: \nLTC, 1986. 527 p. ISBN 8521604891. \n2. CHAVES, Arthur Pinto. Teoria e prática do tratamento de minérios: volume 1. 3ª ed. \nrev. e amp. São Paulo: Signus, 2006. 271 p. ISBN 858780326-3. \n3. CHAVES, Arthur Pinto; PERES, Antonio Eduardo Clark. Teoria e prática do \ntratamento de minérios/ britagem, peneiramento e moagem: volume 3. 4ª ed. São \nPaulo: Signus, 2009. 258 p. (Tratamento e prática de tratamento de minérios) ISBN \n9788587803351 (V.3). \n4. NEVES, Paulo; SCHENATO, Flávia; BACHI, Flávio Antônio. Introdução à \nmineralogia prática. 3ª ed. Canoas: ULBRA, 2011. 360 p. ISBN 9788575284070. \n", "77": " \n77 \n \n5. BRANCO, Pércio de Moraes. Dicionário de mineralogia e gemologia. São Paulo: \nOficina de Textos, 2008. 608 p. ISBN 9788586238642. \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nSiderurgia I 2018.1 \nProcessos de Produção \nMetalúrgica I  \nOBBGEMT.112 - Siderurgia I 2015 \n \nEmenta: \nFabricação do ferro primário: matérias-primas; matérias primas para redutor: Produção de \ncarvão vegetal; carvão vegetal, carvão mineral, coqueificação; coque. Preparação da carga:, \nsinterização, pelotização,  homogeneização da carga; tecnologia do alto-forno: aspectos \ngerais, fundamentos,  Diagrama Oxidação – redução,  análise e controle do processo; alto-\nforno a carvão vegetal; alto forno a coque ,  tratamento do ferro-gusa líquido; escória \nprocessos alternativos de produção: redução direta, fusão redutora;  Geosiderurgia \n(fundamentos) fabricação de ferroligas; cenários da siderurgia mundial; qualidade e \nsegurança do trabalho; meio ambiente; energia e reciclagem. Segurança do trabalho em \nsiderúrgicas. \n \nBibliografia Básica \n1) RIZZO, Ernandes Marcos da Silveira. Introdução aos processos siderúrgicos. São \nPaulo: ABM, 2005. 150 p. (Série: Capacitação Técnica em Processos Siderúrgicos; \nÁrea: Conhecimentos Básicos) ISBN 9788586778860. \n2) ARAÚJO, Luiz Antônio de. Manual de siderurgia: vol. 1: produção. 2ª edição. São \nPaulo: Arte & Ciência, 2005. 470 p. ISBN 9788561165017. \n3) SANTOS, Luciano Miguel Moreira dos. Siderurgia para cursos tecnológicos. Ouro \nPreto: ETFOP, 2007. 152 p. ISBN 9788586473067 \n \nBibliografia Complementar \n1) MOURÃO, Marcelo Breda; MOURÃO, Marcelo Breda (Coord.). Introdução à \nsiderurgia. São Paulo: Associação Brasileira de Metalurgia, Materiais e Mineração, \n2007. 428 p. ISBN 9788577370153. \n2) SESHADRI, Varadarajan et al. Fenômenos de transporte: fundamentos e aplicações \nnas engenharias metalúrgica e de materiais. São Paulo: ABM, 2010. 798 p. \n(Metalurgia, materiais e mineração. Fundamentos, 1) ISBN 9788577370351. \n", "78": " \n78 \n \n3) LEANDRO, Cesar Alves da Silva. Termodinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática, 2013. 316 p. ISBN 9788536504650. \n4) Seetharaman et al. Treatese on process metallurgy, volume 3: Industrial Processes, \nPart A. Book Aid International. Conventry, UK, 2014. p:1356. ISBN \n9780080969893. \nDisponível \nem:  \nhttp://site.ebrary.com/lib/ifmg/reader.action?docID=10822528. \n5) Geerdes, M., Chaigneau, R., Kurunov, I., Modern Blast Furnace Ironmaking : An \nIntroduction. 3ª Edição. EDITORA IOS Press., 228p. ISBN 9781614994992. \nAmsterdam, \nHolanda, \n2015. \nDisponível \nem: \nhttp://site.ebrary.com/lib/ifmg/reader.action?docID=11048358 \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nTecnologia de Fundição e \nAglomeração \nFQM II \nProcessos de Produção \nOBBGEMT.120 - Fundição 2015 \n \nEmenta: \nFenômenos da solidificação, nucleação homogênea e heterogênea. Macroestruturas de \nsolidificação. Partição de soluto. Segregação de soluto.  Fundição de ferro fundido e de \nalumínio. Propriedades dos Metais Líquidos. Projetos de Peças Fundidas e Ferramentais de \nFundição.  Processos de fundição: modelagem, macharia, preparação e propriedades das \nareias de moldagem e macharia, moldagem, desmoldagem e inspeção; Fundição em moldes \nmetálicos. Fundição sob Pressão. Fundição de Precisão.  Fundição Contínua. Defeitos em \npeças fundidas. Metalurgia do pó, técnicas modernas de manufatura de metais e ligas \n(Manufatura Aditiva, Reofundição, Tixofundição, Sinterização Convencional e a Laser, \noutros). Segurança do Trabalho em Fundições. \n \nBibliografia Básica \n1) KIMINAMI, Cláudio Shyinti; CASTRO, Walman Benício de; OLIVEIRA, Marcelo \nFalcão. Introdução aos processos de fabricação de produtos metálicos. São Paulo: \nBlucher, 2013. 235 p. ISBN 9788521206828. \n2) GARCIA, Amauri. Solidificação: fundamentos e aplicações. Campinas: Ed. da \nUNICAMP, 2001. 399 p. ISBN 8526805231 (broch.). \n3) CHIAVERINI, V., Aços e ferros fundidos: características gerais, tratamentos \ntérmicos, principais tipos, São Paulo: ABM, 1996. \n", "79": " \n79 \n \n \nBibliografia Complementar \n \n1) 1)CHIAVERINI, V., Tecnologia mecânica: materiais de construção mecânica, v. III, \n8ª edição. São Paulo: Pearson Prentice Hall, 2000. \n2) COLPAERT, Hubertus. Metalografia: dos produtos siderúrgicos comuns. 4. ed. rev., \natual. São Paulo: Edgard Blücher, 2008. 412 p. ISBN 9788521204497. \n3) KALPAKJIAN, Serope; SCHMID, Steven R. Manufacturing engineering and \ntechnology. 6th ed. New York: Prentice Hall, 2010. 1176 p. ISBN 9780136081685.  \n4) Campbell, J., Complete Casting Handbook : Metal Casting Processes, Techniques \nand Design. 3ª Edição. EDITORA Butterworth-Heinemann. UK, 2011. 1222 p. \nISBN \n9780080964232.Disponívelem:http://site.ebrary.com/lib/ifmg/detail.action?docID= \n5) 10533748&p00=complete+casting+handbook \n6) Campbell, J., Castings. EDITORA Butterworth-Heinemann. Grã-Bretanha, 2003, \n349 \np. \nISBN \n9780080488448. \nDisponível \nem: \nhttp://site.ebrary.com/lib/ifmg/reader.action?docID=10186555 \n \n \n \n \n8º Período \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nEnsaios dos Materiais 2018 \nMetalurgia Mecânica \n  \n \nEmenta: \nConceito de ensaios não destrutivos; visão geral dos ensaios: Inspeção visual, ensaio por \nlíquidos penetrantes e partículas magnéticas: princípio, características, aplicação e avaliação; \nensaio radiográfico: fontes, proteção radiológica, avaliação, normas; ensaio ultrassônico: \ncristais, transdutores, propagação de ondas, detecção e dimensionamento de defeitos, blocos \nde referência e padrão, normas, correntes parasitas: geração de corrente, interpretação de \nresultados, normas. Ensaios Destrutivos (visão geral): Propriedades mecânicas dos materiais \nem ensaios de dureza, tração, compressão, cisalhamento, fluência, fadiga; ensaio por \n", "80": " \n80 \n \nimpacto, torção, flexão e dobramento, introdução à fratura, fratura frágil e dúctil, análise de \nfalhas. \n \nBibliografia Básica \n1) GARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos materiais. 2. ed. Rio de Janeiro: LTC, 2012. 365 p \n2) WAINER, Emílio ; BRANDI, Sérgio Duarte ; MELLO, Fábio Décourt Homem de \n(Coord.). Soldagem: processos e metalurgia. São Paulo: Edgard Blücher, 1992. 494 \np. ISBN 9788521202387  \n3) CHIAVERINI, Vicente. Tecnologia mecânica: processos de fabricação e tratamento: \nvolume II. 2. ed. São Paulo: Pearson Education do Brasil, c1986. 2014 xv, 315 p. \n4) SOUZA, S. A., Ensaios mecânicos de materiais metálicos, 5ª edição.São Paulo: \nEdgard Blücher, 2004. \n \nBibliografia Complementar \n1) CRAIG Jr, R. R., Mecânica dos materiais, Rio de Janeiro: LTC, 2ª edição. 2002. \n2) ASKELAND, Donald R.; PHULÉ, Pradeep Prabhakar. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN  9788522105984. \n3) CALLISTER Jr., W. D., Fundamentos da ciência e engenharia de materiais, 1ª \nedição. Rio de Janeiro: LTC, 2008. \n4) FERRANTE, Maurizio. Seleção de materiais. 2. ed. São Carlos: EdUFSCar, 2002 \n286 p. ISBN 9788585173814. \n5) CHIAVERINI, V., Tecnologia mecânica: estrutura e propriedades das ligas \nmetálicas, v. I, Pearson Prentice Hall, 8ª edição. São Paulo, 2000. \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nMetalografia e Tratamentos \nTérmicos 2018.1 \nMetalurgia Física \nTransf. de Calor e Massa \nFQM II \nOBBGEMT.114 - Metalografia e \nTratamentos Térmicos 2015 \n \nEmenta: \nMicroestrutura; Preparação de amostras; microscopia óptica, micrografia, macrografia, \nmicroscopia eletrônica (varredura e transmissão); Normas e classificação do aço e ferro \n", "81": " \n81 \n \nfundido; Efeito dos elementos de liga no sistema Fe-C (transformações invariantes: eutética \ne eutetóide); curvas de resfriamento e estruturas; diagrama tempo, temperatura e \ntransformação (TTT), diagrama transformação em resfriamento contínuo (TRC); \ntratamentos termofísicos: recozimento, normalização, austêmpera, martêmpera, têmpera e \nrevenido; fragilidade do revenido; tratamentos termoquímicos: cementação, nitretação, \ncarbonitretação. Tratamentos termomecânicos. Introdução aos aços multiconstituídos. \nAspectos da Segurança do Trabalho em instalações industriais e laboratoriais. \n \nBibliografia Básica \n1) 1)ASKELAND, D. R.; PHULÉ, P. P., Ciência e engenharia dos materiais, São Paulo: \nCengage Learning, 2008. \n2) 2)COLPAERT, H., Metalografia dos produtos siderúrgicos comuns, 4ª edição revista \ne atualizada, São Paulo: Edgard Blücher, 2008. \n3) 3)CALLISTER Jr, W. D., Ciência e engenharia de materiais: uma introdução, 7ª \nedição. Tradução Sérgio Murilo Stamile Soares, Rio de Janeiro: LTC, 2008. \n \nBibliografia Complementar \n1) 1)SILVA, André L. C. Aços e ligas especiais, 3ª edição rev. e ampl., São Paulo: \nEdgard Blücher, 2010.  \n2) 2)SOUZA, S. A., Composição química dos aços, São Paulo: Edgard Blücher, 1989. \n3) GARCIA, Amauri. Solidificação: fundamentos e aplicações. Campinas: Ed. da \nUNICAMP, 2001. 399 p. ISBN 8526805231 (broch.). \n4) CHIAVERINI, Vicente. Tratamento térmico das ligas metálicas. São Paulo: \nAssociação Brasileira de Metalurgia e Materiais, 2003. 272 p. ISBN \n9788585778621. \n5) 5)CHIAVERINI, V., Aços e ferros fundidos: características gerais, tratamentos \ntérmicos, principais tipos. São Paulo: ABM, 1996 \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nMetalurgia dos Não Ferrosos I \n2018.1 \nProcessos de Produção \nFQM II \nMetalurgia dos Não-Ferrosos I 2015 \n \nEmenta: \n", "82": " \n82 \n \nOperações unitárias em hidrometalurgia; termodinâmica dos sistemas hidrometalúrgicos e \neletrometalúrgicos; diagramas de estabilidade; termodinâmica e cinética de lixiviação; \nseparação, purificação e enriquecimento de licores; separação do produto a partir dos \nlicores; aplicação a metalurgia de metais não-ferrosos; tratamento de rejeitos e efluentes. \nAspectos de Segurança do trabalho e meio ambiente. \n \n \nBibliografia Básica \n1) PILLA, Luiz. Físico-química II: equilíbrio entre fases, soluções líquidas e \neletroquímicas. 2ª edição rev. e atual. Porto Alegre: UFRGS, 2010. 467 p. (Série \nGraduação) ISBN 9788538600848. \n2) MARSDEN, J. O., HOUSE, C. L., Chemistry of Gold Extraction. 2ª Edição. \nEDITORA SME. 2006. 682 p. ISBN 9780873352741. Littleton, USA. Disponíevel \nem: http://site.ebrary.com/lib/ifmg/reader.action?docID=11030132. \n3) HAN, K. N., Fundamentals of Aqueous Metallurgy. 1ª Edição. EDITORA SME. \nUSA, \n2013. \n212 \np. \nISBN \n9780873353090. \nDisponível \nem: \nhttp://site.ebrary.com/lib/ifmg/reader.action?docID=10742700. \n \nBibliografia Complementar \n1) LEANDRO, Cesar Alves da Silva. Termodinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática, 2013. 316 p. ISBN 9788536504650. \n2) CRUNDWELL, F., MOATS, M., Ramachandran, V., Extractive Metallurgy of \nNickel, \n1) Cobalt and Platinum  Group Metals. Elsevier. Grã-Bretanha , 2011. 623 p. ISBN \n9780080968100. Disponível em:http://site.ebrary.com/lib/ifmg/detail.action? \n2) docID=10483454&p00=Extractive+Metallurgy+of+Copper+%285%29. \n3) MARSDEN, J. O., HOUSE, C. L., Chemistry of Gold Extraction. 2ª Edição. \nEDITORA SME.  2006. 682 p.  ISBN 9780873352741. Littleton, USA. Disponíevel \nem:  http://site.ebrary.com/lib/ifmg/reader.action?docID=11030132. \n4) SEETHARAMAN et al. Treatese on process metallurgy, volume 3: Industrial \nProcesses, Part A. Book Aid  International. Conventry, UK, 2014. p:1356. ISBN \n9780080969893. \nDisponível \nem:  \nhttp://site.ebrary.com/lib/ifmg/reader.action?docID=10822528. \n", "83": " \n83 \n \n5) SCHLESINGER, M. E., King, M. J., SOLE, K. C., Extractive Metallurgy of Copper.  \nElsevier. Grã-Bretanha 2011, 480 p. ISBN 9780080967905. 5 edição.  Disponível \nem:  http://site.ebrary.com/lib/ifmg/detail.action?docID=10483454&p00= \n6) Extractive+Metallurgy+of+Copper+%285%29. \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nTecnologia de Soldagem 2018.1 \nEletrotécnica \nFísica II \nOBBGEMT.113 - Tecnologia de Soldagem \n2015 \n \nEmenta: \nIntrodução: métodos de união de metais, aplicações, terminologia. Soldagem como processo \nde fabricação, soldagem de manutenção. Classificação dos processos: histórico e evolução \ndos processos. Simbologia da soldagem. Técnicas de soldagem. Tipos de juntas e soldas. \nFontes de energia para soldagem. Introdução à Física do Arco Elétrico. Mecanismos e taxas \nde transferência de metal e consumo de eletrodos.  \nProcessos de soldagem: por fusão; por pressão. Introdução à Física do arco elétrico Processo \nde soldagem a Eletrodos Revestidos. Processo de soldagem MIG/MAG.  Proesso de \nsoldagem por Arame Tubular. Processos de soldagem TIG e Plasma (Introdução). Processo \nde soldagem a arco submerso. Brasagem e Soldering. Corte térmico dos metais. Asectos de \nSegurança do Trabalho e Meio Ambiente. \n \nBibliografia Básica \n1) WAINER, Emílio; BRANDI, Sérgio Duarte; MELLO, Fábio Décourt Homem de \n(Coord.). Soldagem: processos e metalurgia. São Paulo: Edgard Blücher, 1992. 494 \np. ISBN 9788521202387 \n2) SCOTTI, Américo; PONOMAREV, Vladimir. Soldagem mig/mag: melhor \nentendimento, melhor desempenho. São Paulo: Artliber, 2008. 284 p. ISBN \n9788588098428 \n3) REIS, Ruham Pablo; SCOTTI, Américo. Fundamentos e prática da soldagem a \nplasma. São Paulo: Artliber, 2007. 147 p. ISBN 9788588098398 \n \nBibliografia Complementar \n", "84": " \n84 \n \n1) BUDYMAS, Richard G; NISBETT, J. Keith. Elementos de máquinas de Shigley: \nprojeto de engenharia mecânica. 8. ed. Porto Alegre: AMGH, 2011. xxvii, 1084 p. \nISBN 9788563308207 \n2) QUITES, Almir Monteiro. Metalurgia na soldagem dos aços. Florianópolis: \nSoldasoft, 2008. 304 p. ISBN 9788589445054 \n3) COLPAERT, Hubertus. Metalografia: dos produtos siderúrgicos comuns. 4. ed. São \nPaulo: Edgard Blücher, 2008. 412 p. ISBN 9788521204497 \n4) SOUZA, Sérgio Augusto de. Ensaios mecânicos de materiais metálicos: fundamentos \nteóricos e práticos. 5. ed. São Paulo: Edgard Blücher, 1982. 286 p. ISBN 978-85-\n212-0012-3 \n5) GARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos materiais. 2. ed. Rio de Janeiro: LTC, 2012. 365 p. ISBN 9788521620679 \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nSiderurgia II 2018.1 \nSiderugia I \nSiderurgia II 2015 \n \nEmenta: \nAciaria a oxigênio: equipamentos, interação com alto forno, práticas, controle e análise de \nprocesso; Aciaria elétrica a arco: potência elétrica, análise e controle de processos; processo \nAOD e processos especiais de elaboração de aços; lingotamento contínuo e convencional de \naços; escórias de aciaria; aspectos energéticos e de meio ambiente na aciaria. Aspectos de \nSegurança do Trabalho e Meio Ambiente. \n \nBibliografia Básica \n1) 1)SANTOS, L. M. M., Siderurgia para cursos tecnológicos, Ouro Preto: CEFET, \n2007. \n2) ARAÚJO, L.,A., Manual de siderurgia, São Paulo: Arte e Ciência, 2ª ed., 1997. \n3) BRAGA, R. N. B., Aspectos tecnológicos relativos à preparação de cargas e \noperação de alto-forno, São Paulo: ABM, 1994.  \n \nBibliografia Complementar \n1) LEANDRO, Cesar Alves da Silva. Termodinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática, 2013. 316 p. ISBN 9788536504650. \n", "85": " \n85 \n \n2) Seetharaman et al. Treatese on process metallurgy, volume 3: Industrial Processes, \nPart A. Book Aid International. Conventry, UK, 2014. p:1356. ISBN \n9780080969893. \nDisponível \nem:  \nhttp://site.ebrary.com/lib/ifmg/reader.action?docID=10822528. \n3) Sahai, Y., Emi, T., Tundish Technology for Clean Steel Production. EDITORA \nImperial College Press. Sigapore, 2007. 329 p. ISBN 9789812790767. Disponível \nem:http://site.ebrary.com/lib/ifmg/reader.action?docID=10255670 \n4) Vignes, A., Extractive Metallurgy 2 : Metallurgical Reaction Processes. Wiley-ISTE. \nGrã-Bretanha, 2011. 373 p. 1ª edição. ISBN 9781118616970. Disponível em: \nhttp://site.ebrary.com/lib/ifmg/reader.action?docID=10671516. \n5) SESHADRI, Varadarajan et al. Fenômenos de transporte: fundamentos e aplicações \nnas engenharias metalúrgica e de materiais. São Paulo: ABM, 2010. 798 p. \n(Metalurgia, materiais e mineração. Fundamentos, 1) ISBN 9788577370351. \n \n9º Período \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nTrabalho de Conclusão de Curso I \nMetodologia Pesquisa \nCientífica \nOBBGEMT.126 - TCC I 2015 \n \nEmenta: \nO Trabalho de Conclusão de Curso a ser desenvolvido pelos alunos será realizado de forma \nintegrada onde os alunos deverão elaborar um projeto multidisciplinar, enfocando de forma \nobjetiva aspectos inerentes ao curso em questão. Tendo em vista a existência de inumeráveis \ntipos de pesquisas, onde cada tipo possui, além do núcleo comum de procedimentos, suas \npeculiaridades relativas à Pesquisa Bibliográfica e á  Pesquisa Descritiva.  \nEstá disponível para consulta no site do Instituto o regulamento de TCC e mais informações \norientativas para a realização deste relatório. \nNeste semestre o aluno deverá formalizar a documentação de elaboração de TCC, conforme \nregulamento de TCC, elegendo orientador, tema do trabalho, foco, recursos necessários, \ncronograma e revisão bibliográfica, sob o acompanhamento e coordenação do Coordenador \nde TCC e seu orientador (e coorientador, se aplicável). \n \n \n", "86": " \n86 \n \n \nBibliografia Básica \n \n1) MATTAR, João. Metodologia científica na era da informática. 3. ed. São Paulo: \nSaraiva, 2008. 308 p. ISBN 9788502064478. \n2) SEVERINO, Antonio Joaquim. Metodologia do trabalho científico. 23. ed. rev. e \natual. São Paulo: Cortez, 2007. 304 p. ISBN 9788524913112. \n3) CARVALHO, Maria Cecília M. de (Org.). Construindo o saber: metodologia \ncientífica : fundamentos e técnicas. 24. ed. Campinas: Papirus, 2011. 224 p. ISBN \n9788530809119. \n4) ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 15287: informação \ne \ndocumentação: \npr \nABNT, \n2005. \nDisponível \nem: \nhttps://www2.ifmg.edu.br/ourobranco/nossos-cursos/graduacao. \n \nBibliografia Complementar \n \n1) FACHIN, Odília. Fundamentos de metodologia. 5. ed. São Paulo: Saraiva, 2006 xiv, \n210 p. ISBN 8502055321.  \n2) CERVO, Amado Luiz; BERVIAN, Pedro Alcino; SILVA, Roberto da. Metodologia \ncientífica. 6. ed. São Paulo: Pearson Prentice Hall, c2007. xii, 162 p. ISBN \n9788576050476.  \n3) GIL, Antônio Carlos. Como elaborar projetos de pesquisa. 5. ed. São Paulo: Atlas, \n2010.  \n4) MARCONI, Marina de Andrade; LAKATOS, Eva Maria. Técnicas de pesquisa, \nplanejamento e execução de pesquisas. 7. ed. São Paulo: Atlas, 2008. \n5) MARCONI, Marina de Andrade; LAKATOS, Eva Maria. Fundamentos de \nmetodologia científica. 7. ed. São Paulo: Atlas, 2010.  \n6) OLIVEIRA, Silvio Luiz de. Tratado de metodologia científica: projetos de pesquisas, \nTGI, TCC, São Paulo, SP: Pioneira Thomson Learning, 2004. \n \n \n \n \n", "87": " \n87 \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nConformação Mecânica 2018.1 \nMetalurgia Mecânica \nResistência dos \nmateriais \nOBBGEMT.125 - Conformação \nMecânica 2015 \n \nEmenta: \nIntrodução e classificação dos processos de conformação mecânica dos metais/ligas \nmetálicas. Conceitos de tensão e deformação. Deformação nos regimes elástico e plástico. \nMétodos de cálculo da tensão e deformação. Critérios de escoamento de materiais metálicos. \nAtrito e lubrificação em processos de conformação. Relações mecânicas, dinâmicas e \ngeométricas dos principais processos de conformação mecânica (laminação de planos e \nlongos, forjamento, trefilação, extrusão, estampagem, embutimento, calandragem e corte). \nAspectos tecnológicos dos processos de transformação mecânica. Aspectos metalúrgicos na \nconformação; defeitos; propriedades e inspeção de qualidade aplicada a produtos \nconformados. Aspectos de Segurança do Trabalho e Meio Ambiente. \n \nBibliografia Básica \n1) HELMAN, Horacio; CETLIN, Paulo Roberto. Fundamentos da conformação \nmecânica dos metais. 2. ed. São Paulo: Artliber, 2005. 260 p. \n2) CHIAVERINI, Vicente. Tecnologia mecânica: processos de fabricação e tratamento: \nvolume II. 2. ed. São Paulo: Pearson Education do Brasil, c1986. 2014 xv, 315 p. \n3) ARAÚJO, Luiz Antônio de. Manual de siderurgia: vol. 2 : transformação. 2. ed. São \nPaulo: Arte & Ciência, 2005. 470 p. ISBN 9788561165024 \n \nBibliografia Complementar \n1) KALPAKJIAN, Serope; SCHMID, Steven R. Manufacturing engineering and \ntechnology. 6th ed. New York: Prentice Hall, 2010. 1176 p. ISBN 9780136081685. \n2) FERRARESI, Dino. Usinagem dos metais: fundamentos da usinagem dos metais. \nSão Paulo: Edgard Blücher, 1970. xliii751 p. ISBN 8521202571. \n3) SOUZA, Sérgio Augusto de. Ensaios mecânicos de materiais metálicos: fundamentos \nteóricos e práticos. 5. ed. São Paulo: Edgard Blücher, 1982. 286 p. ISBN \n9788521200123. \n4) CHIAVERINI, Vicente. Tecnologia mecânica: estrutura e propriedades das ligas \nmetálicas : volume I. 2. ed. São Paulo: Pearson Education, c1986. xiv, 266 p. ISBN \n0074500899. \n", "88": " \n88 \n \n5) COLPAERT, Hubertus. Metalografia: dos produtos siderúrgicos comuns. 4. ed. rev., \natual. São Paulo: Edgard Blücher, 2008. 412 p. ISBN 9788521204497. \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nMetalurgia da Soldagem 2018.1 \nTransf. de calor e massa \nMetalografia e \nTratamentos Térmicos  \nOBBGEMT.121 - Metalurgia da \nSoldagem 2015.1 \n \nEmenta: \nTransporte de massa e calor em soldagem; efeitos mecânicos do ciclo térmico; efeitos \nmetalúrgicos do ciclo térmico da soldagem; Solidificação da poça de fusão; transformações \nna zona fundida; transformações metalúrgicas da ZTA; zona parcialmente fundida; \ntransformações microestruturais dos aços carbono comuns, ligados e dos metais não ferrosos \nna soldagem; Soldagem de aços transformáveis; soldagem de aços inoxidáveis; soldagem de \nnão ferrosos;  fratura e fadiga em soldas; corrosão de juntas soldadas. \n \nBibliografia Básica \n1) WAINER, Emílio ; BRANDI, Sérgio Duarte ; MELLO, Fábio Décourt Homem de \n(Coord.). Soldagem: processos e metalurgia. São Paulo: Edgard Blücher, 1992. 494 \np. ISBN 9788521202387. \n2) SCOTTI, Américo; PONOMAREV, Vladimir. Soldagem mig/mag: melhor \nentendimento, melhor desempenho . São Paulo: Artliber, 2008. 284 p. ISBN \n9788588098428. \n3) REIS, Ruham Pablo; SCOTTI, Américo. Fundamentos e prática da soldagem a \nplasma. São Paulo: Artliber, 2007. 147 p. ISBN 9788588098398. \n \nBibliografia Complementar \n1) GARCIA, Amauri. Solidificação: fundamentos e aplicações. Campinas: Ed. da \nUNICAMP, 2001. 399 p. ISBN 8526805231 (broch.). \n2) QUITES, Almir Monteiro. Metalurgia na soldagem dos aços. Florianópolis: \nSoldasoft, 2008. 304 p. ISBN 9788589445054. \n", "89": " \n89 \n \n3) COLPAERT, Hubertus. Metalografia dos produtos siderúrgicos comuns. São Paulo: \nEdgard Blücher, 2008. \n4) SOUZA, Sérgio Augusto de. Ensaios mecânicos de materiais metálicos: fundamentos \nteóricos e práticos. 5. ed. São Paulo: Edgard Blücher, 1982. 286 p. ISBN \n9788521200123 \n5) GARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos materiais. 2. ed. Rio de Janeiro: LTC, 2012. 365 p. ISBN 9788521620679. \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nCorrosão e Proteção de Metais \n2018.1 \nProcessos de Produção \nMetalúrgica \nFísico química II \nCorrosão e Proteção de Metais 2015.1 \n \nEmenta: \nAspectos fundamentais do fenômeno de corrosão; tipos e formas de corrosão em materiais \nmetálicos; ensaios e monitoração de corrosão; métodos cinéticos e termodinâmicos de \nproteção à corrosão; proteção anticorrosiva em materiais metálicos: pré-tratamentos, \nrevestimentos e pós-tratamentos; corrosão em cimento; corrosão de cerâmicas refratárias; \ndegradação de sistemas poliméricos; degradação dos sistemas cerâmicos; proteção contra \ncorrosão de materiais não metálicos. \n \nBibliografia Básica \n1) GEMELLI, Enori. Corrosão de materiais metálicos e sua caracterização. Rio de \nJaneiro: LTC, 2001. \n2) TRINDADE FILHO, Vicente Braz da. Corrosão de ligas metálicas em altas \ntemperaturas. Vila Velha: Above Publicações, 2014. 190 p. ISBN 9788582191460. \n3) CALLISTER JUNIOR, William D. Ciência e engenharia de materiais: uma \nintrodução. 7. ed. Rio de Janeiro: LTC, 2008. \n \nBibliografia Complementar \n1) CALLISTER JUNIOR, William D. Ciência e engenharia de materiais: uma \nintrodução. 7. ed. Rio de Janeiro: LTC, 2008. 705 p. ISBN 978-85-216-11595-8. \n2) VAN VLACK, Lawrence H. Princípios de ciência e tecnologia dos materiais. Rio de \nJaneiro: Elsevier, 1984. 567 p. ISBN 9788570014801. \n", "90": " \n90 \n \n3) ATKINS, P. W.; JONES, Loretta. Princípios de química: questionando a vida \nmoderna e o meio ambiente. 5. ed. Porto Alegre: Bookman, 2012. xxii, 922 p. ISBN \n9788540700383. \n4) SERRA, E. T. Corrosão e Proteção Anticorrosiva dos Metais no Solo.  1ª edição \nrevisada. \nRio \nde \nJaneiro, \nEditora \nInterciência, \n2014. \nDisponível \nem \nhttp://ifmg/bv3.digitalpages.com.br/users/publications. \n5) CICEK, Volkan. Corrosion Engineering. EDITORA Wiley-Scrivener. Abril de 2014 \nISBN DO IMPRESSO: 9781118720899, ISBN DO EBOOK 9781118720981. \nDisponível em http://site.ebrary.com/lib/ifmg. \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nMetalurgia dos Não Ferrosos II \nMetalurgia dos \nNão Ferrosos I  \nOBBGEMT.124 - Não Ferrosos II 2015.1 \n \nEmenta: \n \nOperações unitárias em pirometalurgia; processos de secagem; desidratação e calcinação; \nfusão alcalina; ustulação; cloração; redução de óxidos; óxidos complexos e haletos; reações \nmetalotérmicas; refino em fase líquida; processos de destilação; operações de \ndesgaseificação; aplicações à metalurgia dos não-ferrosos, ferro-ligas e tratamento de \nefluentes. Aspectos de Segurança do Trabalho e Meio Ambiente. \n \nBibliografia Básica \n \n1) LEANDRO, Cesar Alves da Silva. Termodinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática, 2013. 316 p. ISBN 9788536504650. \n2) BATTLE, T. P et al., Drying, Roasting, and Calcining of Minerals. 1ª Edição. \nOrlando, USA, 2015. EDITORA Wiley-TMS, 311 p. ISBN 9781119093374. \nDisponível em: http://site.ebrary.com/lib/ifmg/reader.action?docID=11030132 \n3) SEETHARAMAM et al. Treatese on process metallurgy, volume 3: Industrial \nProcesses, Part A. Book Aid International. Conventry, UK, 2014. p:1356. ISBN \n9780080969893. \nDisponível \nem:  \nhttp://site.ebrary.com/lib/ifmg/reader.action?docID=10822528. \n \n", "91": " \n91 \n \nBibliografia Complementar \n1) SCHLESINGER, M. E., KING, M. J., SOLE, K. C., Extractive Metallurgy of \nCopper. Elsevier. Grã-Bretanha 2011, 480 p. ISBN 9780080967905. 5 edição. \nDisponível \nem: \nhttp://site.ebrary.com/lib/ifmg/detail.action?docID=10483454&p00=Extractive+\nMetallurgy+of+Copper+%285%29. \n2) DUTRIZAC, J. E., GONZALEZ, J., HENKE, D., Lead-Zinc 2000.  EDITORA \nWiley-TMS. 2013. 980 p. ISBN 9781118803967. Pittsburgh, USA, 2000. \nDisponível \nem: \nhttp://site.ebrary.com/lib/ifmg/detail.action?docID=10851658&p00=lead-\nzinc+2000. \n3) CRUNDWELL, F., MOATS, M., Ramachandran, V., Extractive Metallurgy of \nNickel, Cobalt and Platinum Group Metals. Elsevier. Grã-Bretanha , 2011. 623 \np.ISBN9780080968100. \nDisponível \nem: \nhttp://site.ebrary.com/lib/ifmg/detail.action?docID=10483454&p00=Extractive+\nMetallurgy+of+Copper+%285%29. \n4) MARSDEN, J. O., HOUSE, C. L., Chemistry of Gold Extraction. 2ª Edição. \nEDITORA SME. 2006. 682 p. ISBN 9780873352741. Littleton, USA. \nDisponíevel em: http://site.ebrary.com/lib/ifmg/reader.action?docID=11030132. \n5) VIGNES, A., Extractive Metallurgy 2 : Metallurgical Reaction Processes. Wiley-\nISTE. Grã-Bretanha, 2011. 373 p. 1ª edição. ISBN 9781118616970. Disponível \nem: http://site.ebrary.com/lib/ifmg/reader.action?docID=10671516. \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nTecnologia dos Materiais \nCerâmicos e Refratários 2018.1 \nMetalurgia Física \nProc Mineral I \nFísico- química Met II \nTecnologia dos Materiais Cerâmicos e \nRefratários 2015.1 \n \nEmenta: \nIntrodução a Cerâmica; Subdivisão das Cerâmicas; Estrutura Cristalina de Materiais \nCerâmicos; Defeitos Pontuais; Estruturas dos Silicatos; Estruturas Amorfas; Temperatura de \nTransição Vítrea (Tg); Diagramas de Fases de Materiais Cerâmicos; Propriedades \nMecânicas de Materiais Cerâmicos; Aplicações e Processamento de Cerâmicas; Materiais \nRefratários para a Siderurgia. \n", "92": " \n92 \n \n \nBibliografia Básica \n \n1. CALLISTER JUNIOR, William D. Fundamentos da ciência e engenharia de \nmateriais: uma abordagem integrada . 2. ed. Rio de Janeiro: LTC, 2006 702 p. ISBN \n9788521615156.  \n2. ASKELAND, Donald R; PHULÉ, Pradeep Prabhakar. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN 9788522105984. \n3. SHACKELFORD, James F. Ciência dos materiais. 6. ed. São Paulo: Pearson \nPrentice Hall, c2008. xiii, 556 p. ISBN 9788576051602.  \n \nBibliografia Complementar \n \n1. VAN VLACK, Lawrence H. Princípios de ciência dos materiais. São Paulo: Edgard \nBlücher, c1970. 427 p. ISBN 978852120121 \n2. Rawson, P., Higby, W., Ceramics. USA, 2009, 240p. ISBN 9780812207347. \nDisponível \nem: \nhttp://site.ebrary.com/lib/ifmg/detail.action?docID=10576130&p00=ceramics. \n3. Somiya, S., Handbook of Advanced Ceramics : Materials, Applications, Processing, \nand Properties.2ª Ed. 2012, 1258p. \nISBN 841172459. Disponível \nem: \nhttp://site.ebrary.com/lib/ifmg/detail.action?docID=10689312&p00=ceramics. \n4. Basu, B., Balani, K., Advanced Structural Ceramics. 1ª Ed. USA, 2011, 502p. ISBN \n9781118037287 \n.Disponívelem: \nhttp://site.ebrary.com/lib/ifmg/detail.action?docID=10503035&p00=ceramics. \n5. Bansal, N. P.,Boccaccini, A. R., Bansal, N. P., Ceramics and Composites Processing \nMethods. 1ª Ed. Editora: Wiley-American Ceramic Society. USA, 2012, 597p, \nISBN9781118176603.  Disponível em: \nhttp://site.ebrary.com/lib/ifmg/detail.action?docID=10560501&p00=ceramics. \n \n \n \n \n \n", "93": " \n93 \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \n Metalurgia dos Ferro-ligas \nEletrotécnica \nProcessamento Mineral I \nFísico Quìmica Met II  \nProcessos Prod Metalúrgica \n  \n \nEmenta: \n \nDefinição, Uso dos ferro ligas, Fundamentos termodinâmicos  da redução dos óxidos \nmetálicos, Cinética química, Noções  sobre dimensionamento  dos fornos elétricos a arco \nsubmerso, Processo de produção de ferro ligas, Adequação das  ferro ligas ao mercado \nconsumidor. Aspectos de Segurança do Trabalho e Meio Ambiente. \n \nBibliografia Básica \n1) ARAÚJO, Luiz Antônio de. Manual de siderurgia: vol. 1 : produção. 2. ed. São \nPaulo: Arte & Ciência, 2005. 470 p. ISBN 9788561165017. \n2) NUNES, Laerce de Paula; KREISCHER, Anderson Teixeira. Introdução à \nmetalurgia e aos materiais metálicos. Rio de Janeiro: Interciência, 2010. 350 p. ISBN \n9788571932395. \n3) SANTOS, Luciano Miguel Moreira dos. Siderurgia para cursos tecnológicos. Ouro \nPreto: ETFOP, 2007. 152 p. ISBN 9788586473067. \n \nBibliografia Complementar \n \n1) Gasik, M. HANDBOOK OF FERROALLOYS: Theory and Technology. Editora \nOxford \nElsevier \nScience, \n2013. \nAcesso \nem  \nhttp://ebookcentral.proquest.com/lib/ifmg-ebooks. ISBN;  9780080977539. \n2) LEANDRO, Cesar Alves da Silva. Termodinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática, 2013. 316 p. ISBN 9788536504650. \n3) SESHADRI, Varadarajan et al. Fenômenos de transporte: fundamentos e aplicações \nnas engenharias metalúrgica e de materiais. São Paulo: ABM, 2010. 798 p. \n(Metalurgia, materiais e mineração. Fundamentos, 1). ISBN 9788577370351. \n", "94": " \n94 \n \n4) MOURÃO, Marcelo Breda; MOURÃO, Marcelo Breda (Coord.). Introdução à \nsiderurgia. São Paulo: Associação Brasileira de Metalurgia, Materiais e Mineração, \n2007. 428 p. ISBN 9788577370153. \n5) ASHBY, Michael; SHERCLIFF, Hugh; CEBON, David. Materiais: [engenharia, \nciência, processamento e projeto]. Rio de Janeiro: Elsevier, c2012. xx, 650 p. ISBN \n9788535242034. \n \n \n \n \n10º Período \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nTrabalho de Conclusão de Curso II \n2018.1 \nTCC I \nOBBGEMT.130 - TCC II 2015.1 \n \nEmenta: \nNesta etapa final, após finalizada as etapas obrigatórias estabelecidas no TCC I, o aluno \ndeverá defender a sua monografia em banca de avaliação. \nO aluno deverá ao longo do semestre realizar asa seguintes atividades: \n1. Participar das reuniões de orientação e/ou com o coordenador de TCC e registrá-\nlas em formulário próprio conforme regulamento. \n2. Cumprir o cronograma de atividades prevista no TCC.  \n3. Elaborar a versão final da sua monografia; \n4. Agendar e apresentar o TCC em sessão pública em banca final de avaliação. \n5. Elaborar versão impressa do seu TCC em conformidade com a avaliação da banca. \n6. Comparecer aos encontros dedicados à orientação de defesa e de elaboração do \nTCC. \n \nBibliografia Básica \n1) MATTAR, João. Metodologia científica na era da informática. 3. ed. São Paulo: \nSaraiva, 2008. 308 p. ISBN 9788502064478. \n2) SEVERINO, Antonio Joaquim. Metodologia do trabalho científico. 23. ed. rev. e \natual. São Paulo: Cortez, 2007. 304 p. ISBN 9788524913112. \n", "95": " \n95 \n \n3) CARVALHO, Maria Cecília M. de (Org.). Construindo o saber: metodologia \ncientífica : fundamentos e técnicas. 24. ed. Campinas: Papirus, 2011. 224 p. ISBN \n9788530809119. \n4) ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 15287: informação \ne \ndocumentação: \npr \nABNT, \n2005. \nDisponível \nem: \nhttps://www2.ifmg.edu.br/ourobranco/nossos-cursos/graduacao. \n \nBibliografia Complementar \n1) FACHIN, Odília. Fundamentos de metodologia. 5. ed. São Paulo: Saraiva, 2006 xiv, \n210 p. ISBN 8502055321.  \n2) CERVO, Amado Luiz; BERVIAN, Pedro Alcino; SILVA, Roberto da. Metodologia \ncientífica. 6. ed. São Paulo: Pearson Prentice Hall, c2007. xii, 162 p. ISBN \n9788576050476.  \n3) GIL, Antônio Carlos. Como elaborar projetos de pesquisa. 5. ed. São Paulo: Atlas, \n2010.  \n4) MARCONI, Marina de Andrade; LAKATOS, Eva Maria. Técnicas de pesquisa, \nplanejamento e execução de pesquisas. 7. ed. São Paulo: Atlas, 2008. \n5) MARCONI, Marina de Andrade; LAKATOS, Eva Maria. Fundamentos de \nmetodologia científica. 7. ed. São Paulo: Atlas, 2010.  \n6) OLIVEIRA, Silvio Luiz de. Tratado de metodologia científica: projetos de pesquisas, \nTGI, TCC, São Paulo, SP: Pioneira Thomson Learning, 2004. \n \nDISCIPLINA \nPRÉ-\nREQUISITO \nDISCIPLINA EQUIVALENTE \nEstágio Supervisionado \n  \nEstágio Supervisionado 2015.' \n \nEmenta: \nO Estágio Supervisionado possibilita ao acadêmico-estagiário conhecer a realidade do \nfuncionamento de uma organização, bem como a familiarização com o seu futuro ambiente \nde trabalho; proporciona a vivência interdisciplinar da profissão a partir das \nexperimentações e práticas que levam o acadêmico-estagiário ao aprimoramento e à \ncomplementação dos conhecimentos teóricos adquiridos ao longo do curso de graduação. \n \n", "96": " \n96 \n \nAlém do exposto o Estágio Curricular Supervisionado tem por objetivos: proporcionar o \nrelacionamento e a participação em experiências no meio ambiente do seu mercado de \ntrabalho; despertar a criatividade e a iniciação à pesquisa relacionada com os problemas \npeculiares às áreas da atividade profissional de preferência; oferecer subsídios à \nidentificação de preferências quanto às áreas de atuação de futuras atividades profissionais; \nampliar o referencial bibliográfico disponível e propiciar a avaliação do trabalho acadêmico \ndesenvolvido. \n \nBibliografia Básica \n \n1) ROESCH, Sylvia Maria Azevedo. Projetos de Estágio e de Pesquisa em \nAdministração. 3. ed. São Paulo: Atlas, 2007. \n2) ANDRADE,  M. M.; HENRIQUES, A.     Língua  Portuguesa:  noções  básicas \npara  cursos superiores. 9ª edição São Paulo: Atlas, 2010.  \n3) FREITAS, Helena Costa Lopes de. O trabalho como princípio articulador na \nprática de ensino e nos estágios. 9. ed. Campinas: Papirus, 2012. 253 p (Coleção \nMagistério: formação e trabalho pedagógico). ISBN 9788530803940. \n \nBibliografia Complementar \n1) MATTAR, João. Metodologia científica na era da informática. 3. ed. São Paulo: \nSaraiva, 2008. 308 p. ISBN 9788502064478. \n2) SEVERINO, Antonio Joaquim. Metodologia do trabalho científico. 23. ed. rev. e \natual. São Paulo: Cortez, 2007. 304 p. ISBN 9788524913112. \n3) CARVALHO, Maria Cecília M. de (Org.). Construindo o saber: metodologia \ncientífica : fundamentos e técnicas. 24. ed. Campinas: Papirus, 2011. 224 p. \nISBN 9788530809119. \n4) CRESWELL, John W. Projeto de pesquisa: métodos qualitativo, quantitativo e \nmisto. 3. ed. Porto Alegre, RS: ARTMED: Bookman, 2010. 296 p. ISBN \n9788536323008. \n5) EL-GUINDY, Moustafa M. Metodologia e ética na pesquisa científica. São \nPaulo: Santos, 2004. 175 p. ISBN 8572884394. \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \n", "97": " \n97 \n \nEspecificação e Seleção dos \nMateriais 2018.1 \nResistência dos \nMateriais \nEnsaios dos Materiais \nOBBGEMT.129 - Especificação e \nSeleção de Materiais 2015.1 \n \nEmenta: \nFilosofia da seleção de materiais; método do projeto; os materiais para engenharia; Índices \nde desempenho; as cartas de propriedades; as cartas de propriedades para materiais \npolifásicos; os índices de desempenho em função dos processos de fabricação. \n \nBibliografia Básica \n1) ASHBY, M. F. Seleção de materiais no projeto mecânico. Rio de Janeiro: Elsevier, \n2012. 673 p. ISBN 9878535245219. \n2) FERRANTE, Maurizio. Seleção de materiais. 2. ed. São Carlos: Ed. UFSCar, 2002 \n286 p. ISBN 9788585173814. \n3) ASHBY, Michael F.; JOHNSON, Kara. Materiais e design: arte e ciência da seleção \nde materiais no design de produto. Rio de Janeiro: Elsevier, 2011. 346 p. ISBN \n9788535238426. \n \nBibliografia Complementar \n1) CHIAVERINI, Vicente. Aços e ferros fundidos: características gerais, tratamentos \ntérmicos, principais tipos. 7. ed. São Paulo: ABM, 1996. 559 p. ISBN \n9788577370412. \n2) CALLISTER JUNIOR, William D. Ciência e engenharia de materiais: uma \nintrodução. 7. ed. Rio de Janeiro: LTC, 2008. 705 p. ISBN 978-85-216-11595-8. \n3) MANO, Eloisa Biasotto. Polímeros como materiais de engenharia. São Paulo: \nEdgard Blücher, 1991. 197 p. ISBN 9788521200604. \n4) ASKELAND, Donald R.; PHULÉ, Pradeep Prabhakar. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN 9788522105984. \n5) SHACKELFORD, James F. Ciência dos materiais. 6. ed. São Paulo: Pearson \nPrentice Hall, c2008. xiii, 556 p. ISBN 9788576051602. \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nPesquisa Operacional Metalúrgica \n2018.1 \nÁlgebra II  \n  \n \nEmenta: \n", "98": " \n98 \n \nIntrodução à pesquisa operacional; modelagem de problemas e classificação de modelos \nmatemáticos; programação linear; Regressão linear. Regressão linear múltipla. Método \nsimplex; interpretação econômica; modelos de programação linear aplicados em processos \nmetalúrgicos. Tomada de decisão para alocação de recursos. Método Húngaro. Teoria das \nfilas. Aplicações.   \n \nBibliografia Básica \n1. CORRAR, L. J.; THEOPHILO, C. R. Pesquisa Operacional para Decisão em \nContabilidade e Administração:  Contabilometria. 2. Ed. São Paulo: Atlas, 2008.   \n2. LACHTERMACHER, G. Pesquisa Operacional na Tomada de Decisões.  4. Ed. Rio \nde Janeiro: Elsevier, 2009. \n3. SILVA, Ermes Medeiros da: SILVA, Elio Medeiros da; MUROLO, Afrânio Carlos; \nGONÇALVES, Valter. Pesquisa Operacional Para os Cursos de Administração e \nEngenharia.  4ª. Ed. São Paulo: Atlas, 2010. \n \nBibliografia Complementar \n1. ANDRADE, E. L. de.  Introdução à Pesquisa Operacional: Métodos e Modelos para \nAnálise de Decisões. 4a. Ed. Rio de Janeiro: LTC, 2009.   \n2. CAIXETA-FILHO, J. V. Pesquisa Operacional: Técnicas de Otimização Aplicadas a \nSistemas Agroindustriais. 2. Ed. São Paulo: Atlas, 2004.   \n3. GOLDBARG, M. C.; LUNA, H. P. C. Otimização Combinatória e Programação \nLinear. 2a. Ed. Rio de Janeiro: Elsevier, 2005.   \n4. LOESCH C.; HEIN N.  Pesquisa Operacional:  Fundamentos e Modelos. 1a. Ed. São \nPaulo: Saraiva, 2009.   \n5. HILLIER, F. S.; LIEBERMAN, G. J. Introdução à Pesquisa Operacional. 8. Ed. \nPorto Alegre: Bookman, 2010. \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nSistemas de Garantia da \nQualidade 2018.1 \nEstatística \nEnsaios dos Materiais \nProcessos de produção \nMetalúrgica \nOBBGEMT.131 - Sistemas de Garantia \nda Qualidade 2015.1 \n \nEmenta: \n", "99": " \n99 \n \nSensibilização e conceituação da qualidade; planejamento estratégico e a gestão da \nqualidade; gerenciamento de processos; ferramentas do controle da qualidade, sistemas de \ngarantia da qualidade; fundamentos de estatística aplicada a controles de processos; análise \ndo sistema de medição; gráficos de controle e controle estatístico do processo. Melhoria \nContínua (Kaizen, Seis Sigma, Lean Manufacturing, PDCA, outros...). \n \nBibliografia Básica \n1) CORRÊA, Henrique L.; CORRÊA, Carlos A. Administração de produção e \noperações: manufatura e serviços : uma abordagem estratégica. 3. ed. São Paulo: \nAtlas, 2012. xx, 680 p. ISBN 9788522469185. \n1) CAMPOS, V. F., Controle da qualidade total (no estilo japonês), Belo Horizonte: \nFundação Christiano Ottoni-UFMG, 1992. \n2) SLACK, Nigel; BRANDON-JONES, Alistair; JOHNSTON, Robert. Administração \nda produção. 4. ed. São Paulo: Atlas, 2002. 698 p. ISBN 9788597002676. \n \nBibliografia Complementar \n1) SILVA, João Martins da. O ambiente da qualidade na prática - 5S. Belo Horizonte: \nFundação Christiano Ottoni, 1996. 260 p. ISBN 9788585447346.  \n2) FITZSIMMONS, James A.; FITZSIMMONS, Mona J. Administração de \nserviços:operações, estratégia e tecnologia da informação. 6. ed. Porto Alegre: \nBookman, 2014. 535 p. ISBN 9788580553284. \n3) MAXIMIANO, Antonio Cesar Amaru. Administração de projetos: como transformar \nidéias em resultados. 5. ed. São Paulo: Atlas, 2014. 396 p. ISBN 9788522487592.  \n4) MOREIRA, Daniel Augusto. Administração da produção e operações. 2. ed. rev. e \nampl. São Paulo: Cengage Learning, 2008. 624 p. ISBN 9788522105878. \n5) CAMP, Robert C. Benchmarking: o caminho da qualidade total: identificando, \nanalisando e adaptando as melhores práticas da administração que levam à \nmaximização da performance empresarial . 3. ed. São Paulo: Pioneira Thomson \nLearning, 2002. 250 p. ISBN 9788522101019. \n \n \nDISCIPLINA \nPRÉ-REQUISITO \nDISCIPLINA EQUIVALENTE \nTópicos Especiais em Engenharia \n2018.1 \nMetalurgia Mecânica \nMetalurgia Física \n \n", "100": " \n100 \n \nMetalografia e Tratamentos \nTérmicos \n \n \nEmenta: \nO conteúdo será definido pelo professor em cada semestre, de acordo com a relevância da \nmatéria a ser ministrada. O professor levará aos alunos informações atualizadas sobre o setor \nmínero-metalúrgico, gestão industrial, engenharia da qualidade, administração de empresas, \neconomia, finanças, meio ambiente, tecnologias modernas e novos processo, enfim, o que \nfor de interesse do curso semestralmente. \nBibliografia sugerida por demanda. \n \n \n \nDISCIPLINAS OPTATIVAS \nLibras \nConcepção de linguagens de sinais, linguagem de sinais brasileira; o código de ética; \nresolução do encontro de Montevidéu; a formação de intérprete no mundo e no Brasil; \nlíngua e identidade: um contexto de política linguística; cultura surda e cidadania \nbrasileira. \n \nBibliografia Básica \n1)BRITO, L. F., Por uma gramática de língua de sinais, Rio de Janeiro: Tempo \nBrasileiro: UFRJ, Departamento de Linguística e Filosofia, 1995. \n2)COPOVILLA, F. C., RAPHAEL, V. D., Dicionário enciclopédico ilustrado trilingue \nde língua de sinais brasileira, v. I, São Paulo: Editora da USP, 2001. \n3)QUADROS, R. M., Educação de surdo: aquisição da linguagem, Porto Alegre: Ed. \nArtes Médicas, 1997. \n \nBibliografia Complementar \n1)RAMPELOTTO, E. M., NOBRE, M. A., Generalidades em LIBRAS, Santa Maria: \nUFSM, 2008. \n2)COUTINHO, D., LIBRAS: língua brasileira de sinais e língua portuguesa \n(semelhanças e diferenças), 2ª edição.Idéia, 1998. \n", "101": " \n101 \n \n3)FENEIS, LIBRAS: Língua Brasileira de Sinais, Belo Horizonte: FENEIS, 1995. \n4)SKLIAR, C., A surdez: um olhar sobre as diferenças, Porto Alegre: Ed. Mediação, \n1998. \n5) COPOVILLA, F. C., RAPHAEL, V. D., Dicionário enciclopédico ilustrado trilingue \nde língua de sinais brasileira, v. II, São Paulo: Editora da USP, 2001. \nAções Empreendedoras \nConceito de empreendimento e empreendedorismo; perfil do empreendedor; geração de \nidéias, gerenciamento e negociação, qualidade e competitividade, etapas do processo de \ncriação de empresas: a pesquisa de oportunidades, estudo de tendências de mercado; o \nprojeto de criação e início de atividades da nova empresa; plano de negócio; problemas \nde gestão de micro e pequenas empresas nascentes. \n \nBibliografia Básica \n1)SALIM, C. S., HOCHMAN, N,. RAMAL, A. C., RAMAL, S. A., Construindo planos \nde negócios, Rio de Janeiro: Campus, 2001. \n2)DORNELAS, J. C., Empreendedorismo: transformando idéias em negócios, Rio de \nJaneiro: Campus, 2001. \n3)HISRICH, R. D., PETERS, M. P.; SHEPHERD, D. A., Empreendedorismo, 7ª edição. \nPorto Alegre: Bookman, 2009. \n \nBibliografia Complementar \n1)CECCONELLO, A. R., AJZENTAL, A., A construção do plano de negócio, São \nPaulo: Saraiva, 2010. \n2)DOLABELA, F., O Segredo de Luisa, 14ª edição. São Paulo: Cultura Editores \nAssociados, 1999. \n3)OLIVEIRA, J. F., SILVA, E. A., Gestão organizacional: descobrindo uma chave de \nsucesso para os negócios, São Paulo: Saraiva, 2010.  \n4)SALIM, C. S., Administração empreendedora: teoria e prática usando o estudo de \ncasos, Rio de Janeiro: Elsevier, 2004. \n5)TACHIZAWA, T., CRUZ Jr, J. B., ROCHA, J. A. O.,Gestão de negócios: visões e \ndimensões empresariais da organização, 2ª edição.São Paulo: Atlas, 2003. \n", "102": " \n102 \n \nFundamentos da Mecânica da Fratura \n \nMecanismos de falha; probabilidade de falha; fratura, o custo da fratura; tensões e \ndeformações; análise de falhas; fratura; aspecto macroscópico da fratura; tipos de \nclassificações; balanço de energia na fratura; mecanismos de fratura sob tração a baixa \ntemperatura; mapas de mecanismo de fratura e efeito da estrutura cristalina; fratura \ndominada por ruptura de ligações químicas e por deformação plástica; fratura de modo \nI, de modo II e de modo III, fratura dúctil; tenacidade: mecânica da fratura e outras \nabordagens; introdução à mecânica da fratura linear elástica e elasto-plástica, ensaio de \nimpacto e temperatura de transição; ensaios de escala real; diagramas de fratura; \ntenacidade e microestrutura.  \n \nBibliografia Básica \n1)DIETER, G. E., Metalurgia mecânica, Rio de Janeiro: Guanabara Dois, 1981. \n2)REED-HILL, R. E., Princípios da metalurgia física, 2ª edição. Rio de Janeiro: \nGuanabara Dois, 1982. \n3)ASKELAND, Donald R., PHULÉ, P. P., Ciência e engenharia dos materiais, São \nPaulo: Cengage Learning, 2008. \n \nBibliografia Complementar \n \n1)CALLISTER Jr, W. D., Fundamentos da ciência e engenharia de materiais, 2ª edição. \nRio de Janeiro: LTC, 2006. \n2)CALLISTER Jr, W. D., Ciência e engenharia de materiais: uma introdução, Tradução \nSérgio Murilo Stamile Soares. 7ªedição. Rio de Janeiro: LTC, 2008. \n3)VAN VLACK, L. H., Princípios de ciências dos materiais, São Paulo: Edgard \nBlücher, 1970. \n4)VAN VLACK, L. H... Princípios de ciência e tecnologia dos materiais, Tradução de \nEdson Monteiro, 24ª edição. Rio de Janeiro: Campus, 1984. \n5)FUCHS, H. O., STEPHENS, R. I,.Metal fatigue in engineering, John Wiley & \nSons Inc., 1980. \n", "103": " \n103 \n \nLingotamento Contínuo de Aços \nIntrodução e descrição do processo; transferência de calor e solidificação no molde: \nresfriamento no molde e resultados de sondagens; resfriamento secundário e terciário; \nmodelos analíticos e numéricos; espessura mínima; influência de parâmetros \noperacionais sobre as trocas térmicas, lubrificantes para lingotamento contínuo: funções \ne propriedades; especificação, consumo; influência sobre a operação, características do \nciclo de operação; padrão de fluxo no molde e qualidade, fenômenos de solidificação; \ntensões termomecânicas e formação de defeitos. \nBibliografia Básica \n \n1)ARAÚJO, L. A., Manual de siderurgia: produção, v. I, 2ª edição. São Paulo: Arte & \nCiência, 2009. \n2)ARAÚJO, L. A., Manual de siderurgia: produção, v. II,. 9ª edição. São Paulo: Arte & \nCiência. 2009.  \n3)CHIAVERINI, V., Tecnologia mecânica: estrutura e propriedades das ligas metálicas, \nv I, 8ª edição. São Paulo: Parson Prentice Hall, 2000. \n \nBibliografia Complementar \n \n1)CHIAVERINI, V., Tecnologia mecânica: processos de fabricação e tratamento, v. II, \n8ª edição. São Paulo: Pearson Prentice Hall, 2000.  \n2)CHIAVERINI, V., Tecnologia mecânica: materiais de construção mecânica v. III, 8ª \nedição. São Paulo: Parson Prentice Hall, 2000.  \n3)ROSENQUIST, T., Principles of Extractive Metallurgy, São Paulo: McGraw-Hill, \n1974.  \n4)Unit Process in Extractive Metallurgy, American Elsevier Publishing Company, 1973. \n5)ARAÚJO, L. A., Manual de Siderurgia, v I e II, São Paulo: Arte e Ciência, 1997. \nFísica do Arco Elétrico \n \nFontes de energia para a soldagem por fusão; descargas elétricas em gases; \ncaracterísticas estáticas do arco; perfil elétrico; região catódica; região anódica; coluna \nde plasma; a tensão do arco; transferência de metal de adição; taxa de fusão de arame; \n", "104": " \n104 \n \nvariáveis da soldagem a arco. \nBibliografia Básica \n1)MARQUES, P. V., MODENESI, P. J., BRACARENSE, A. Q., Soldagem fundamento \ne tecnologia, 3ª edição. Belo Horizonte: UFMG, 2011. \n2)SCOTTI, A., PONOMAREV, V., Soldagem MIG/MAG, Editora: ArtLiber, ISBN-10: \n8588098423, 284p., 2008. \n3)WAINER, E., BRANDI, S. D., MELLO, F. D., Homem de soldagem: processos e \nmetalurgia, 2ª edição. São Paulo: Edgard Blücher, 2005. \nBibliografia Complementar \n1)MACHADO, Ivan Guerra. Soldagem e técnicas conexas: processos. Porto Alegre: \nEditado pelo autor, 1996. \n2)QUITES, A. M., Metalurgia na soldagem dos aços, São Paulo: SOLDASOFT, 2008. \n3)CARY, H. B, Modern welding technology, 3ª edição. Regents Pretence-Hall, 1994. \n4)CHRISTENSEN, P., Techniques and mechanisms in electrochemistry, Glasgow: \nBlackie, 1994. \n5)HERSKOVIC, J., Elaboração do aço: fusão e refino, 632p., ABM, São Paulo, 1983 \nFadiga dos Materiais \n \nIntrodução; fenômeno da fadiga; conceitos e definições; curvas de Wöhler; solicitações \nde fadiga; solicitações cíclicas; parâmetros do ciclo, modalidades de solicitações; tipos \nde ensaios de fadiga; equipamentos; corpos de prova; normalização; técnicas de ensaios; \nefeito da tensão média; aplicabilidade dos ensaios de fadiga; concentradores de tensão; \nnatureza; fator de sensibilidade ao entalhe; fratura por fadiga; aspectos macroscópicos e \nmicroscópicos da fratura por fadiga; mecanismos de nucleação de trincas por fadiga; \nlinhas de deslizamento; bandas de deslizamento; nucleação de trincas por fadiga em \nmetais puros policristalinos e em ligas metálicas; diagramas de fadiga; diagramas de \nSmith, Goodman, Goodman Modificado, Gerber e Soderberg, elementos de máquinas e \nresistência à fadiga; critério de resistência para solicitações simples; influência \nquantitativa de alguns fatores sobre a resistência à fadiga; coeficientes de segurança; \n", "105": " \n105 \n \ntensões admissíveis; aplicações. \n \nBibliografia Básica \n1)REED-HILL, R. E., Princípios da metalurgia física, 2ª edição. Rio de Janeiro: \nGuanabara Dois, 1982. \n2)ASKELAND, D. R., PHULÉ, P. P., Ciência e engenharia dos materiais, São Paulo: \nCengage Learning, 2008. \n3)CALLISTER Jr, W. D., Fundamentos da ciência e engenharia de materiais, 2ª edição. \nRio de Janeiro: LTC, 2006. \n \nBibliografia Complementar \n1)CALLISTER Jr, W. D., Ciência e engenharia de materiais: uma introdução, Tradução \nSérgio Murilo Stamile Soares, 7 edição. Rio de Janeiro: LTC, 2008. \n2)VAN VLACK, L. H., Princípios de ciências dos materiais, São Paulo: Edgard \nBlücher, 1970. \n3)VAN VLACK, L., Princípios de ciência e tecnologia dos materiais, Tradução de \nEdson Monteiro, 24ª edição. Rio de Janeiro: Campus, 1984. \n4)DIETER, G. E., Metalurgia mecânica, Rio de Janeiro: Guanabara Dois, 1981. \n5)CHIAVERINI, V., Tecnologia mecânica: estrutura e propriedades das ligas metálicas, \nv. I, Pearson Prentice Hall, 8ª edição. São Paulo, 2000. \nMateriais Refratários \nNovas tecnologias; constituição e classificação dos refratários; noções de fabricação; \ndesenvolvimento da microestrutura; ensaios; refratários conformados e não \nconformados; aplicação dos refratários; normas técnicas. \n \nBibliografia Básica \n1)CRUZ, C. R. V., Refratários para siderurgia, São Paulo: ABM, 1988. \n2)SANTOS, P. S., Ciência e tecnologia de argilas, São Paulo: Edgard Blücher, 1992. \n3)CALLISTER Jr, W. D., Ciência e engenharia de materiais: uma introdução, 5ª edição. \nRio de Janeiro: LTC, 2002. 612p. \n \nBibliografiaComplementar \n1)REED, J.,S., Introduction to the principles of ceramics process, New York: 2000 \n", "106": " \n106 \n \n2) GORINI, A. P. F., CORRÊA, A. R., BNDES/FINAME BNDESPAR, Setor de \nrevestimentos cerâmicos, Informe Setorial Cerâmica, Agosto 2000. \n3)BRESSIANE, J. C., A Indústria cerâmica brasileira, In: Anais 43º Congresso \nBrasileiro de Cerâmica, 1999, Florianópolis, Junho de 1999. \n4)GUY, A. G., Ciência dos materiais, São Paulo: McGraw-Hill, 1980. \n5)CRAIG Jr,R. R., Mecânica dos materiais, 2ª edição. Rio de Janeiro: LTC, 2002. \n \nAços Especiais \n \nDesenvolvimento e aplicação de aços de alto desempenho e performance: Aços \nMaraging, Aços BH, Aços IF, Aços DP, Aços Multiconstituído, Aços TWIP, Aços \nTRIP. Outros aços e tecnologias relevantes. \n \nBibliografia Básica. \n \n1) COLPAERT, H., Metalografia dos produtos siderúrgicos comuns, 4ª edição revista e \natualizada, São Paulo: Edgard Blücher, 2008. \n2) CHIAVERINI, V., Aços e ferros fundidos: características gerais, tratamentos \ntérmicos, principais tipos. São Paulo: ABM, 1996. \n3) SILVA, André L. C. Aços e ligas especiais, 3ª edição rev. e ampl., São Paulo: Edgard \nBlücher, 2010. \n \nBibliografiaComplementar \n \n1) VAN VLACK, Lawrence H. Princípios de ciência dos materiais. São Paulo: Edgard \nBlücher, c1970. 427 p. ISBN 9788521201212. \n2) ASKELAND, Donald R.; PHULÉ, Pradeep Prabhakar. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN 9788522105984. \n3) GARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos materiais. 2. ed. Rio de Janeiro: LTC, 2012. 365 p. ISBN 9788521620679. \n", "107": " \n107 \n \n4) KIMINAMI, Cláudio Shyinti; CASTRO, Walman Benício de; OLIVEIRA, Marcelo \nFalcão. Introdução aos processos de fabricação de produtos metálicos. São Paulo: \nBlucher, 2013. 235 p. ISBN 9788521206828. \n5) ASHBY, Michael; SHERCLIFF, Hugh; CEBON, David. Materiais: engenharia, \nciência, processamento e projeto. Rio de Janeiro: Elsevier, 2012. xx, 650 p. ISBN \n9788535242034. \n6) Artigos, publicações em anais e bases científicas. \n \nInjeção de Materiais em Altos Fornos \n \nAlto-Forno (modelo operacional); Introdução ao tema injeção: aspectos históricos e \ntecnológicos; Fundamentos termodinâmicos e cinéticos da injeção; Aspectos \noperacionais da injeção de materiais pulverizados; Efeitos da injeção em altos-fornos; \nInjeção de gases; Taxa de Substituição; Aspectos Econômicos; Engenharia e projeto de \nsistemas de injeção; Transporte pneumático; Seleção de matérias-primas; Futuro da \ninjeção. \n \nBibliografia Básica \n1) ARAÚJO, Luiz Antônio de. Manual de siderurgia: vol. 1: produção. 2ª edição. São \nPaulo: Arte & Ciência, 2005. 470 p. ISBN 9788561165017. \n2) SANTOS, Luciano Miguel Moreira dos. Siderurgia para cursos tecnológicos. Ouro \nPreto: ETFOP, 2007. 152 p. ISBN 9788586473067. \n3) RIZZO, Ernandes Marcos da Silveira. Introdução aos processos siderúrgicos. São \nPaulo: ABM, 2005. 150 p. (Série: Capacitação Técnica em Processos Siderúrgicos; \nÁrea: Conhecimentos Básicos) ISBN 9788586778860.  \n \nBibliografiaComplementar \n1) MOURÃO, Marcelo Breda; MOURÃO, Marcelo Breda (Coord.). Introdução à \nsiderurgia. São Paulo: Associação Brasileira de Metalurgia, Materiais e Mineração, \n2007. 428 p. ISBN 9788577370153.  \n2) SESHADRI, Varadarajan et al. Fenômenos de transporte: fundamentos e aplicações \nnas engenharias metalúrgica e de materiais. São Paulo: ABM, 2010. 798 p. (Metalurgia, \n", "108": " \n108 \n \nmateriais e mineração. Fundamentos, 1) ISBN 9788577370351.  \n3) GEERDES, M., Chaigneau, R., Kurunov, I., Modern Blast Furnace Ironmaking : An \nIntroduction. 3ª Edição. EDITORA IOS Press., 228p. ISBN 9781614994992. \nAmsterdam, \nHolanda, \n2015. \nDisponível \nem: \nhttp://site.ebrary.com/lib/ifmg/reader.action?docID=11048358 \nMOTTA, R. S. Nadur; Sistemas de Injeção de Materiais Pulverizados em Altos-Fornos \ne Aciarias; Blucher, ABM, 2016. Disponível em: \nhttps://www.ifmg.edu.br/ourobranco/biblioteca/bibliotecas-virtuais PEARSON. \n \nTecnologia dos Materiais Poliméricos \nIntrodução, Conceitos Fundamentais, Ligação Covalente, Noções de Síntese, Polímeros \nde Engenharia/Comodities, Termoplástico e Termofixos, Propriedades dos Polímeros, \nMassa Molar (Mn, Mw, Mz), Propriedades e Aplicações dos Polímeros, Caracterização \ndos Polímeros, Introdução ao Processamento de Polímeros. \n \nBibliografia Básica \n1) MANO, Eloisa Biasotto; MENDES, Luís Cláudio. Introdução a polímeros. 2. ed. São \nPaulo: Edgard Blücher, 1999. xvi, 191 p. ISBN 9788521202479. \n2) MANO, Eloisa Biasotto. Polímeros como materiais de engenharia. São Paulo: Edgard \nBlücher, 1991. 197 p. ISBN 9788521200604. \n3) MANO, Eloisa Biasotto; DIAS, Marcos Lopes; OLIVEIRA, Clara Marize Firemand. \nQuímica experimental de polímeros. São Paulo: Edgard Blücher, 2004. 328 p. ISBN \n978852120347-6. \n \nBibliografiaComplementar \n1) \nCHIAVERINI, Vicente. Tecnologia mecânica: processos de fabricação e \ntratamento: volume II. 2. ed. São Paulo: Pearson Education do Brasil, 1986. 343p. ISBN \n: 9780074500903. \n2) \nCALLISTER JUNIOR, William D. Ciência e engenharia de materiais: uma \nintrodução. 7. ed. Rio de Janeiro: LTC, 2008. 705 p. ISBN 978-85-216-11595-8. \n3) \nCOLPAERT, Hubertus. Metalografia: dos produtos siderúrgicos comuns. 4. ed. \n", "109": " \n109 \n \nSão Paulo: Edgard Blücher, 2008. 412 p. ISBN 9788521204497. \n4) \nGARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. \nEnsaios dos materiais. 2. ed. Rio de Janeiro: LTC, 2012. 365 p. ISBN 9788521620679. \n5) \nASKELAND, Donald R.; PHULÉ, Pradeep Prabhakar. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN 9788522105984. \n \n \n4.4 - Critérios de Aproveitamento de Conhecimentos e Experiências Anteriores \n \nO aproveitamento de conhecimentos e experiências do educando em disciplinas do curso de \nBacharelado em Engenharia Metalúrgica ocorrerá em conformidade com as normas e os \ncritérios estabelecidos no Regimento Interno do Campus Ouro Branco. \n4.5 - Metodologia de Ensino  \n \nComo metodologia de ensino para o curso, entende-se o conjunto de ações dos professores e \nalunos, pelas quais se organizam e desenvolvem as atividades pedagógicas, com vistas a \npromover o desenvolvimento do processo de ensino e aprendizagem. Entre os métodos \npriorizados no desenvolvimento dos semestres do Bacharelado em Engenharia de \nMetalúrgica estarão:  \n \n•  Exposição dialogada (explicação, demonstração, ilustração, exemplificação);  \n \n•  Trabalho independente do aluno, através do uso de metodologias colaborativas, \ncomo APBL e sala de aula invertida, desenvolvimento de projetos (tarefas \nAtividades Complementares \n \nVisitas Técnicas. \n \nAtividade reservada aos alunos para conhecimentos das indústrias minero-metalúrgica \nda região. \n", "110": " \n110 \n \ndirigidas e orientadas pelos professores, resolvidas de modo independente e \ncriativo); \n•  Trabalho em grupo (atividades desenvolvidas em conjunto por equipes de alunos, \nsob a orientação dos professores, assegurando cooperação dos participantes entre si, \nna solução das tarefas).  \n• Utilização do aplicativo EDMODO como meio de interação com os alunos, \naplicação de provas, enquetes, pesquisas e meio de informação geral das atividades \nde coordenação e do instituto. \n• Provas, testes, etc. \n \nComo trabalho em grupo, serão explorados:  \n•  Seminários e debates  \n•  Grupo de verbalização e observação;  \n•  Visitas técnicas;  \n•  Trabalhos em laboratórios;  \n•  Pesquisa bibliográfica;  \n•  Elaboração de relatórios;  \n•  Estudo de casos;  \n•  Identificação e resolução de problemas.  \nSalienta-se que a escolha deverá estar em consonância com o que indica a Lei 9.394/96, \nou seja, devem ser considerados aspectos qualitativos sobre os quantitativos. Tais \ninstrumentos devem ser expostos e discutidos junto aos alunos no início de cada \nsemestre letivo, atentando ao respectivo calendário escolar e deve constar no plano de \nensino de cada disciplina. \n \n", "111": " \n111 \n \n4.6 - Modos da Integração entre os Diversos Níveis e Modalidades de Ensino. \n \nO Curso Superior de Engenharia Metalúrgica terá interfaces com o Curso Técnico de \nMetalurgia, já existente no Campus, integrando os alunos de níveis técnicos e superiores. \nEste fato favorece e correlaciona a teoria com as práticas metalúrgicas. Além disso, o Curso \nde Engenharia Metalúrgica terá uma interação forte com o Curso de Licenciatura em \nComputação, também ministrado atualmente, no que diz respeito às aplicações da \ninformática, robótica e simulação de ensaios mecânicos e processos de fabricação. \n4.7 - Serviços de Apoio ao Discente \n \nO IFMG – Campus Ouro Branco desenvolve os seguintes Programas de Apoio ao discente: \n✓ Programa de Assistência Estudantil: consiste na concessão de benefícios \ndestinados aos seus estudantes que se encontram em situação de vulnerabilidade \nsocioeconômica, além de promover o desenvolvimento de atividades de ensino, de \npesquisa e de extensão, com a finalidade de melhorar o desempenho acadêmico e \nminimizar a evasão. \nDas modalidades de auxílios: \n✓ Auxílio Moradia: compreende a concessão de auxílio financeiro para moradia aos \nestudantes que atendam a critérios socioeconômicos e cujo núcleo familiar não reside \nna cidade do campus onde este estuda.  \n✓ Auxílio Alimentação: refere-se à concessão de auxílio financeiro para alimentação \naos estudantes que comprovem carência socioeconômica. \n✓ Auxílio Transporte Municipal: destinado aos estudantes que atendem a critérios \nsocioeconômicos, trata-se da concessão de auxílio financeiro para que os mesmos se \nlocomovam para o campus.  \n✓ Auxílio Transporte Intermunicipal: destinado aos estudantes que atendem a \ncritérios socioeconômicos, trata-se da concessão de auxílio financeiro para que os \nmesmos se locomovam diariamente de cidades vizinhas para a cidade do campus.  \n", "112": " \n112 \n \n✓ Auxílio Creche: é um apoio financeiro não reembolsável, concedido mensalmente \naos estudantes regularmente matriculados que têm filhos até 6 (seis) anos e que \natendam a critérios socioeconômicos.  \n✓ Auxílio Atividade: refere-se à concessão de auxílio para realização de atividades do \ninteresse do estudante e em consonância com as necessidades da instituição, que \nestejam preferencialmente relacionados à formação do estudante.  \n✓ Programa Institucional de Bolsas de Iniciação Científica (PIBIC.): é um \nprograma voltado para o desenvolvimento do pensamento científico e iniciação à \npesquisa de estudantes de bacharelado e licenciatura que visa, fundamentalmente, \ncomplementar a formação acadêmica dos alunos, fazendo com que estes interajam \ncom os processos metodológicos e científicos de pesquisa.  \n✓ Programa Institucional de Bolsas de Extensão (PIBEX): voltado aos alunos dos \ncursos de bacharelados e licenciatura, visa despertar a vocação extensionista \nmotivando à elaboração de alternativas de transformação da realidade, contribuindo \npara o desenvolvimento socioeconômico regional, a formação de profissionais \ncidadãos com responsabilidade social e ambiental, a construção e fortalecimento da \ncidadania, a melhoria da qualidade de vida e o estímulo ao empreendedorismo. \n✓ Programa Institucional de Tutoria: tem a finalidade de auxiliar os discentes que \napresentem dificuldades de aprendizado e, assim, permitir uma recuperação das \naprendizagens de forma processual através das atividades desenvolvidas pelo tutor-\naluno em conjunto com o docente da disciplina. \n✓ Núcleo de Atendimento às Pessoas com Necessidades Educacionais Específicas \n(NAPNE): tem como objetivo estimular a cultura da educação para a convivência, \naceitação da diversidade, defendendo e assegurando aos alunos os direitos previstos \nem lei. Levantamento e atendimento das necessidades e especificidades dos \ndiscentes, bem como encaminhamentos para serviços especializados. \n✓  Núcleo de Apoio ao estudante (NAE): tem por objetivo prestar serviços de apoio e \nrealizar intervenções interdisciplinares, através da equipe multiprofissional, das áreas \nde enfermagem, pedagogia, psicologia, serviço social, intérprete de libras e assistente \nde aluno. \n", "113": " \n113 \n \n✓ A Coordenação do Curso: para o esclarecimento de dúvidas e orientação quando \nnecessário, respeitando os horários de aula e de folga do próprio professor \ncoordenador. \n✓ Núcleo Docente Estruturante (NDE) e Colegiado do Curso: assessoram a \ncoordenação no diagnóstico dos alunos e na audição periódica dos problemas gerais \ne do grau de satisfação com o curso, para contribuir para o desenvolvimento do curso \ne corrigir a sua trajetória. \n \n4.8 - Diplomas  \n \nO IFMG - Campus Ouro Branco Expedirá de acordo com a legislação vigente, diplomas \ncom validade em todo território nacional, aos alunos concluintes do Curso de Bacharelado \nem Engenharia Metalúrgica para fins de exercício profissional e/ou continuidade de estudos.  \n \nSerá concedido Diploma de Engenheiro Metalurgista conforme regulamento das Diretorias \nde Ensino ao aluno que:  \n \na) após ser aprovado em todas as disciplinas previstas na matriz curricular;  \nb) cumprir estágio supervisionado obrigatório, tendo seu respectivo relatório aprovado, \nconforme Art. 7º da Resolução n° 11 de 11 de Março de 2002.  \nc) apresentar e for aprovado no trabalho de conclusão do curso (TCC); \nd) estiver quite, quando for o caso, com o Exame Nacional de Desempenho de Estudantes \n(Enade), que integra o Sistema Nacional de Avaliação da Educação Superior (Sinaes) que \ntem por objetivo aferir o rendimento dos alunos dos cursos de graduação em relação aos \nconteúdos programáticos, suas habilidades e competências, conforme a Lei 10.861, de 14 de \nAbril de 2004 e Portaria nº 2.051, de 9 de Julho de 2004. \n \n4.9 - Administração Acadêmica do Curso \n \n", "114": " \n114 \n \nEste capítulo é dedicado à composição preliminar do Corpo Docente Estruturante (CDE) do \nCurso de Graduação em Engenharia Metalúrgica do IFMG- Campus Ouro Branco assim \ncomo a infraestrutura laboratorial para a efetiva implantação do Curso de Graduação em \nEngenharia Metalúrgica. \n4.9.1 - Corpo Docente \n \nO corpo docente do Curso de Engenharia Metalúrgica deverá contar com a participação de \nvinte e dois profissionais do ensino em engenharia até o décimo período, Tabela VI. \nTabela VI - Corpo docente para o curso proposto de Engenharia Metalúrgica \nNº\nPROFESSOR\nGRADUAÇÃO\nTITULAÇÃO\nÁREA DE CONHECIMENTO\n1\nAloísio do Carmo Eloi\nLicenciatura em Física\nEspecialista em Física\nEnsino de física, astronomia, matemática.\n2\nAna Paula Mendes Alves de Carvalho\nLicenciatura em Letras \nPortuguês e Inglês \nDoutora e Mestra em \nEstudos Linguísticos \nTem experiência na área de Letras, com\nênfase em Língua Portuguesa, suas literaturas\ne Redação. É membro do Grupo Mineiro de\nEstudos do Léxico que, nas perspectivas\nsincrônicas e diacrônicas, tem desenvolvido\npesquisa\nsobre\no\nléxico\ndo\nportuguês\nbrasileiro,\ncom\nênfase\nem\nlexicologia,\nlexicografia e toponímia, levando-se em conta\na relação língua, cultura e sociedade.\n3\nAntônio Marlon Barros Silva\nBacharel em Engenharia \nMetalúrgica\nMsc Engenharia \nMetalúrgica.\nTratamento de Minérios, mineralogia, não \nferrosos, processos metalúrgicos.\n4\nAurélio Alves Ferreira\nLicenciatura em Filosofia Doutorado e Mestrado \nem  Filosofia\nMetodologia do trabalho científico, Política e \nfilosofia.\n5\nCarlos Eduardo Reis de Carvalho\nEngenharia Metalúrgica\nMestre em Engª de \nMateriais,\nExperiência em soldagem,\nmetalografia e\nensaios mecânicos; atuando principalmente\nnos seguintes temas: blast furnace, oxidation,\nmössbauer e spectroscopy, coal injection e\nsticking.\n6\nCarlos Roberto Ferreira\nEngenharia Metalúrgica\nDoutor em Engª de \nMateriais\nExperiência em pirometalurgia, atuando \nprincipalmente nos seguintes temas: produção \nde ferro liga de silício, tratamento térmico dos \nmetais, metalurgia do pó com ênfase na \nprodução de ferramentas de perfuração \nmineral.\n7\nCélia Aparecida Rocha\nBacharel em Educação \nFísica\nDoutorado em \nEducação.Mestrado em \nEducação Física.\nHistória da Educação, Sociologia, formação \ndocente, eugenia, educação para as questões \nétinicas-raciais e de gênero.\n8\nDavid Hebert Vieira\nEngenharia Metalúrgica\nMestre Engenharia \nMetalúrgica e de Minas\nGerência de produção (Aciaria), Injeção de \nfinos (altos fornos), Siderurgia.\n \n", "115": " \n115 \n \n9\nÉdilus de Carvalho Castro Penido\nEngenharia Elétrica\nDoutorado em \nEngenharia Agrícola. \nMestrado em \nSustentabilidade \nSócioeconômica e  \nambiental.\nEngenharia elétrica, circuitos integrados, \nSustentabilidade sócio-econômica e \nambiental, automação industrial.\n10\nEric Bartulici\nEngenharia Metalúrgica\nMestre em Engª \nMetalúrgica – Metalurgia \nFísica\nTratamentos Térmicos, Siderurgia (metalurgia \nda transformação e física), Galvanização a \nquente, acabamento e inspeção destrutiva e \nnão destrutiva (ultrassom), além de atuação \nno ramo gerencial industrial (gerência de \nprodução, logística, Planejamento e \nProgramação da produção, projetos de \nqualidade -black belt seis sigma e melhoria \ncontínua, bem como gestão de projetos \nestratégicos).\n11\nFabricio Alves Oliveira\nBacharel em Matemática Mestre em Matemática.\nTem experiência na área de Geometria \nAlgébrica e Geometria Diferencial.\n12\nFernanda Gomes da Silveira\nLicenciatura em \nMatemática.\nMestrado em estatística \naplicada e biometria. \nDoutorado em Estatística \ne Experimentação \nagropecuária.\nDocente no IFMG de Bambuí  (211 a 2016).\n13\nGabriel Dias de Carvalho Júnior\nLicenciatura em Física\nDourtor em Educação\nMestrado em Educação.\nEducação em campos conceituais, \ndesenvolvimento cognitivo, física e ensino.\n14\nGuilherme Liziero Ruggio da Silva\nEngenharia Metalúrgica\nDoutorando em \nEngenharia de Materiais e \nMestre em Engª de \nMateriais\nExperiência em siderurgia, mistura de carvões \nna produção de coque metalúrgico.\n15\nIvone Azevedo Makhoul\nLicenciatura em Letras - \nLibras\nEspecialização em Ensino \nLúdico\nLibras.\n16\nJosé Alberto da Cruz Júnior\nDr. Engenharia \nMetalúrgica e de \nMateriais\nBacharel em Física \nAplicada/Ciência dos \nMateriais Bacharel em \nEngenharia de \nMateriais.Mestrado em \nEngenharia Metalúrgica e \nde Minas. Doutorado em \nEngenharia Metalúrgica, \nMateriais e de Minas.\nFoi bolsista em Gestão e Ciência e \nTecnologia no Centro de \nMicroscopia/UFMG. Tem experiência na \nárea de Engenharia de Materiais e \nMetalúrgica, com ênfase em Metalurgia \nFísica, atuando na área de caracterização \nmicroestrutural, propriedades mecânicas, \ntratamentos térmicos dos aços, aços \nmulticonstituídos\n17\nLeandro José de Souza Martins\nGraduação em Direito\nMestrado em Estética e \nFilosofia da Arte\nEnsino e pesquisa em filosofia, sociologia, \nDireito e Teologia.\n18\nLuiz Roque Ferreira\nDoutorando em \nEducação e Mestre em \nEducação.\nDoutorando em \nEducação e Mestre em \nEducação.\nPossui experiência na área de engenharia de \nmateriais e metalúrgica com atuação também \nem matemática e estatística e filosofia.  \n19\nNayara Teodoro do Prado Martins\nBacharelado em Química \nUFMG\nDoutoramento em \nandamento (Química \nUFMG). Mestrado em \nQuímica.\nQuímica ambiental, química inorgânica e de \nmateriais, tratamentos de rejeitos sólidos, \ndesenvolvimento de catalisadores.\n20\nPedro Xavier da Penha\nBacharel em \nAdministração .\nLicenciatura Plena em \nCiências (Matemática)\nMestre em Administração\nÁreas de estudo: teorias das organizações, \nrecursos humanos e marketing, organização, \nsistemas e métodos, administração de \nrecursos humanos e introdução ao marketing.  \n", "116": " \n116 \n \n21\nRafael de Araújo Álvares Marinho\nLicenciatura em Física\nMestrado em Educação\nEnsino de física. \n22\nRaquel Cristina dos Santos Faria\nGraduação em Letras\nMestrado em Estudos \nLinguísticos\nEnsino de letras, idiomas (inglês), linguística.\n23\nRodnei Alves Marques\nLicenciado em \nMatemática . \n Graduando em \nEstatística pela \nUniversidade Federal de \nOuro Preto\nMestre Profissional em \nMatemática\nExperiência na área de Matemática, com\nênfase em Álgebra, Cálculo e Estatística.\nDoutorando em Estatística pela UFLA\n24\nThiago Vinicius Toledo\nBacharel e licenciado em \nQuímica\nMestre e doutor em \nQuímica Analítica\nQuimica analítica aplicada. Recuperação em \nsoluções aquosas.\n25\nLeonardo Viana Dias\nBacharel em Engenharia \nde Materiais\nEspecialização em \nSoldagem (UFMG)\nSoldagem de metais, desenho técnico, \ntratamento térmico e ensaios mecânicos.\n26\nAdilson Ribeiro de Oliveira\nGraduação em Letras\nDoutorado em Letras\nMestrado em Pedagogia \nProfissional\nLetras, Português Instrumental, letramento, \nreferenciação, representações sociais, \ntextualização, leitura e escrita.\n27\nEloísa Maria Canuto de Castro\nGraduação em Economia \nDoméstica\nDoutorado em \nFitotecnica\nMestrado em Economia \nDoméstica\nGestão de processos organizacionais, \nprogramação da produção, comportamento  \norganizacional, qualidade de vida no trabalho.\n28\nPaulo Henrique de Oliveria\nBacharelado em \nAdministração\nDoutorado em \nAdministração\nMestrado em Engenharia \nde Produção\nEmpreendedorismo, Arquitetura \nOrganizacional, Tomada de decisão, \nVantagem competitiva, Estratégia, Gestão do \nconhecimento, inteligência competitiva.\n \n \nO corpo docente do Campus Ouro Branco é formado por professores efetivos em regime de \ndedicação exclusiva de 40 horas.  O plano de carreira dos docentes é regulamentado pela Lei \nnº 11.784, de 22 de Setembro de 2008.  A política de aperfeiçoamento e qualificação dos \ndocentes é regida pelo regulamento próprio do Instituto Federal de Educação, Ciência e \nTecnologia de Minas Gerais. \n \n4.9.2 - Corpo Administrativo \n \nUma equipe de apoio com os profissionais abaixo relacionados busca atender o curso de \nEngenharia Metalúrgica proposto, Tabela VII. \n \nTabela VIII- Equipe administrativa do IFMG, Campus Ouro Branco \nTécnicos \nFormação acadêmica \nCargo \nAlexandre José Ribeiro Costa \nMestrado em Educação \nTécnico em Assuntos \nEducacionais \nAna Maria Silveira Francisco Samora \nEnsino Médio \nAuxiliar de Biblioteca \nBruno Alves Valverde \nEspecialização em Administração \nTécnico em Assuntos \n", "117": " \n117 \n \nPública \nEducacionais \nCristiany Figueiredo Gomes \nEnsino Médio \nAssistente em Administração \nFillipe Perantoni Martins \nEspecialização em Politicas Públicas \nAssistente Social \nGracielle Paixão Santos \nGraduação em Comunicação Social \nAssistente de Alunos \nJoelmer de Souza Andrade \nMestre em Reprodução Animal \nTécnico em Agropecuária \nJúlio César Neves \nEnsino Médio \nAuxiliar de Biblioteca \nLiliane Cardoso da Silva \nGraduação em Serviço Social \nTécnico em Secretariado \nLourenço Jerônimo Rezende Vieira \nGraduação em Ciências Sociais e \nEngenharia Civil \nAssistente de Alunos \nLuciana de Oliveira Barros \nEspecialização em Gestão - Finanças \nAssistente em Administração \nMárcia Margarida Vilaça \nEspecialização em Gestão Social \nBibliotecária Documentalista \nMeirelaine Marques Gaparoni \nMestrado em Economia Doméstica \nPedagoga \nPaulo Henrique de Carvalho \nEspecialização em Controladoria e \nFinanças \nContador \nRosângela Marques de Souza \nEspecialização em Gestão do \nConhecimento e Tecnologia da \nInformação \nBibliotecária Documentalista \nSuelem Cristina Alves \nMestrado em Estatística  \nAssistente de Alunos \nValquíria Salgueiro dos Santos \nGraduação em Ciências Biológicas \nAssistente de Alunos \nVictor Hugo Domingues D'ávila \nGraduação em Engenharia de \nTelecomunicações \nTécnico de Tecnologia da \nInformação \nWander Donizete Bebiano \nEspecialização em Psicopedagogia \nTécnico em Assuntos \nEducacionais \nWeslley Marcossi Guerardi \nGraduação em Gestão de Recursos \nHumanos \nAssistente em Administração \n \n4.10 - Formas de Participação do Colegiado e do Núcleo Docente Estruturante – NDE \n \nA composição, funcionamento e atribuições do Colegiado do Curso estão definidos no \nRegimento Interno do IFMG Ouro Branco. Esse somente poderá ser criado após ingresso \ndos discentes ao curso, visto ser parte integrando do grupo. Assim, de forma temporária \nquaisquer decisões e discussões do colegiado serão realizadas no Colegiado do Curso de \nMetalurgia. \n \n", "118": " \n118 \n \nColegiado do Curso de Engenharia Metalúrgica \n \n \nDocentes Titulares da Engenharia Metalúrgica \nEric Bartulici / Carlos Eduardo Reis Carvalho  \n \nDocentes Suplentes da Engenharia Metalúrgica \n José Alberto da Cruz Júnior / Carlos Roberto Ferreira \n \nDocentes de Áreas Colaboradoras  \nAlexandre Goulart Arruda (titular) / Gérber Lúcio Leite (suplente) \n \nTécnicos Administrativos Titulares \n Letícia de Fátima Vieira da Costa (titular) / Bruno Alves Valverde (suplente) \n \nDiscentes Titulares  \nPedro Henrique Bethônico Pinto Guimarães (titular) / Marcos Paulo Leite (suplente) \n \n \nDiretoria de Ensino \n \nFernando Fernandes Cintra (titular) / Haroldo Brito (suplente) \n \nA criação, atribuições e composição do Núcleo Docente Estruturante – NDE dos cursos de \ngraduação, estão estabelecidas na Resolução nº 18, de 2 de Março de 2011, do Conselho \nSuperior do IFMG, que em seu “Art. 2º”. Os membros do NDE são indicados pelo colegiado \ndo curso de graduação. Portanto o NDE, abaixo citado,  somente poderá ser composto,  após \neleito o Colegiado do curso proposto. \n \n \n \n \n \n4.11 - Infraestrutura do Campus \n(a) Instalações e Equipamentos:  \nAs instalações e equipamentos existentes para o curso de Engenharia Metalúrgica destinadas \naos professores cuja sala de permanência tem uma área de 35 m2 são mostrados na Tabela \nVIII. \nCoordenador: Msc Eric Bartulici \n \n Professor \n Professor \nDr. Carlos Roberto Ferreira \nMSc Carlos Eduardo Reis de Carvalho \n Professor  \nMSc José Alberto da Cruz Júnior \n Professor \n Professor           \nMSc  Antônio Marlon Barros Silva \nMSc. Davi Hebert Vieira \n \n \n", "119": " \n119 \n \n \nTabela VIIII - Instalações e equipamentos oferecidos aos professores do curso \nDESCRIÇÃO \nQUANTIDADE \nMesa e cadeira para professores \n14 \nComputador \n02 \nImpressora Matricial EPSON LX-300  \n01 \nImpressora HP Laser (P&B)  \n01 \nMesa para o computador  \n02 \nMesa central de madeira  \n01 \nMesa suporte para impressora  \n01 \nArmário de aço  \n04 \nArmário de madeira \n06 \n \nA Tabela IX apresenta as instalações existentes destinadas aos técnico-administrativos cuja \nsala de permanência tem uma área de 15 m2. \n \nTabela IX - Instalações e equipamentos oferecidos aos técnicos do curso. \nDESCRIÇÃO \nQUANTIDADE \nMesa de escritório \n01 \nArmário de aço \n01 \nBanheiro \n02 \nArmário de madeira  \n01 \nRetroprojetor \n03 \n \n", "120": " \n120 \n \nA Tabela X descreve os equipamentos atualmente do Laboratório de Informática do IFMG, \nCampus Ouro Branco. \nTabela X- Descrição do Laboratório de Informática \nNOME: \nLaboratório de Informática  \nCAPACIDADE: \n40 postos de trabalho \nLOCAL: \nBloco A \nCAMPUS: \nOuro Branco-MG \nATIVIDADES: \nAprendizagem de aplicativos básicos, como editores de texto, \nplanilhas eletrônicas e apresentação de slides, aplicativos \navançados, como interpretadores/compiladores de linguagens de \nprogramação diversas e rede de computadores instalada para \nacesso a internet. \nEQUIPAMENTOS\n: \n40 micro-computadores com softwares diversos instalados, \nativos de redes de dados (switch (1), placas de rede (14) e \nmodem ADSL para OI Velox de 10 mbps (1)), bancadas com \ncadeiras para os micro-computadores (16 conjuntos), quadro \nbranco (1), datashow (1) e estabilizadores de tensão (7). \n \nAlém disso, o IFMG, Ouro Branco dispões de salas de aulas, auditórios, gabinetes de \npesquisadores, laboratórios de metalurgia, pesquisa e/ou prestação de serviços, biblioteca, \nlaboratórios de ensino de informática, serviço de fotocópias, diretorias, secretarias de \nsetores, banheiros masculino e feminino, cantina com restaurante, etc. Todos de fácil \nacessibilidade, já que estão situados no setor térreo do Campus. Assim, o IFMG dispõe \nde instalações físicas amplas e apropriadas às atividades de ensino. \n \n(b) Espaço Físico Disponível e Uso da Área Física do Campus \nO Campus de Ouro Branco ocupa uma área total de 18.623,98 m2. Deste total, 9.770,84 m2 \ntotaliza a área construída, o que representa 54% de ocupação (BOAS, 2010). Para o curso de \nMetalurgia as instalações administrativas e acadêmicas são compostas por: \n-1 sala de permanência de professores, cada um com seu gabinete;  \n-1 sala de reunião de professores;  \n-1 amplo auditório;  \n-1 sala para coordenação de curso;  \n-1 sala de permanência para os técnicos administrativos; \n-2 banheiros sendo um masculino e um feminino.  \n", "121": " \n121 \n \n \nA Figura 2 mostra a vista panorâmica do Campus. \n \n \n \n \n \n \n \n \n \n \n \nFigura 2 - Localização do Campus Ouro Branco. Fonte: Google Earth, 2012. \n \nA Figura 3 apresenta o projeto de expansão do Campus Ouro Branco elaborado pela \narquiteta Paola Vilas Boas em 2010. \n \n \n \n \n \n \n \n \n \n            Figura 3 - Projeto arquitetônico de expansão do Campus Ouro Branco  \nFONTE: BOAS (2010) \n \n", "122": " \n122 \n \nAlém deste espaço construído, há um total de 8.853,14 m2 de área livre, destinada ao Projeto \nde Expansão, que será composto por 3 blocos de construção. O Bloco I, Figura 4, com área \nconstruída de 1.677,75 m2 será composto de: (a) uma biblioteca, (b) administração e, (c) \numa área de convívio. \n \n \n \n \n \n \n \n \nFigura 4 - Expansão, vista Bloco I (BOAS, 2010). \n \n \nO Bloco II, Figura 5, com área construída de 5.529,20 m2 será constituído por: (a) 10 \nLaboratórios (b) 17 Salas de Aula e (c) 1 Sala de Professores.  \n \n \n \n \n \n \n \n \nFigura 5 - Expansão, vista Bloco II (BOAS, 2010). \nO Bloco III, Figura 6 com 2.563,89 m2, terá: (a) Auditório-496 lugares, (b) Biblioteca com \n511,15 m2, (c) Mínimo 20.000 itens, (d) Salas de Estudos, (e) Áudio e Vídeo.  \n \n \n", "123": " \n123 \n \n \n \n \n \n \nFigura 6 – \n Expansão, vista Bloco III (BOAS, 2010). \nA Figura 7 mostra a entrada do Campus pela Rua Afonso Sardinha (a) e a área de acesso aos \nBlocos no interior do Campus (b). \n \n \n \n \n \n \n \n(a) \n \n \n \n \n \n \n \n \n(b) \nFigura 7 - Entrada principal e áreas de acesso ao Campus. \n", "124": " \n124 \n \nFonte: BOAS, (2010). \n \n \n(c) Salas de Aula \n \nPara as atividades do Curso de Bacharelado em Engenharia Metalúrgica, a IFMG - Ouro \nBranco dispõe de 5 salas de aula com capacidade para 40 alunos por sala. Cada sala dispõe-\nse de 10 datashows com estabilizadores de tensão além de quadro negro, giz e apagador. \n \n(d) Biblioteca \nA Tabela IX apresenta a listagem de livros impressos e digitais atualmente disponíveis na \nBiblioteca José Bernardino dos Reis do IFMG Campus Ouro Branco a fim de servirem ao \ncurso de Engenharia Metalúrgica. A biblioteca encontra-se disponível no Campus de 9:00 às \n22:00 h. \n \n \n \n \n \nTabela XI- Relação de livros na biblioteca do IFMG Campus Ouro Branco. \n", "125": " \n125 \n \n \n", "126": " \n126 \n \n \n \n(e) Laboratórios \nConforme dimensionamento e layout (apresentado abaixo) do galpão previsto e mencionado \nno projeto de implantação do curso de Bacharelado em Engenharia Metalúrgica, o mesmo \npoderá abrigar os laboratórios de metalografia e processos (solda, fundição, laminação e \ntratamentos térmicos). Os laboratórios estarão disponíveis no Campus de 9:00 às 22:00 h. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "127": " \n127 \n \n \nCom a expansão prevista o Campus terá 7 laboratórios específicos que são: Laboratório de \nAreia e Fundição, Ensaios Físicos e Mecânicos, Microscopia Óptica, Ataque Químico, \nPolimento Metalográfico, Lixamento e Corte de Amostra, além de um Laboratório para \nTratamentos Térmicos. Haverá, ainda, um galpão onde se locarizará o Laboratório de \nFundição a Cera Perdida. Além disso, está prevista a finalização de um novo galpão, em \nconstrução, de modo a abrigar novos equipamentos, adquiridos também com recursos do \nPROEP (Programa de Expansão da Educação Profissional), assim como o Laboratório de \nSoldagem. A Tabela X apresenta os laboratórios para o bom desempenho do curso. Vale \nressaltar que esses laboratórios serão compartilhados com outros cursos de níveis técnicos \nou superiores do IFMG. \n \nTabela VIIIII - Máquinas e matérias-primas dos laboratórios do Curso de Metalurgia. \n \nLABORATÓRIO DE AREIA E FUNDIÇÃO \nDESCRIÇÃO \nQUANTIDADE \nEstufa de 200ºC para ensaio de umidade \n01 \nForno tipo mufla até 1200ºC para fusão de alumínio \n01 \nConjunto de peneiras para ensaio granulométrico  \n01 \nBalança eletrônica de capacidade de 600g  \n02 \nLupa (aumento de 25 X) para ensaio de forma de grãos  \n01 \n \nEQUIPAMENTOS E INSUMOS PARA MOLDAGEM \nDESCRIÇÃO \nQUANTIDADE \nAgitador para peneira vibratória  \n01 \nFerramental \nVários \n", "128": " \n128 \n \n \nLABORATÓRIO DE FUSÃO \nDESCRIÇÃO \nQUANTIDADE \nForno laboratorial tipo mufla  \n02 \nMetais para fusão \nVários \nInsumos (tubo difusor, fluxos, etc.) \nVários \n \nLABORATÓRIO DE ENSAIOS FÍSICOS E MECÂNICOS \nDESCRIÇÃO \nQUANTIDADE \nMáquina universal para ensaio de tração/compressão, dobramento e \nfadiga  \n01 \nMáquina de ensaio de impacto tipo Charpy \n01 \nAparelho de ultrassom \n01 \nDurômetro Vickers \n02 \nDurômetros (várias escalas) \n02 \nMoinho de bolas \n01 \nInsumos para ensaios de líquidos penetrantes \nVários \n \nLABORATÓRIO DE MCROSCOPIA ÓPTICA \nDESCRIÇÃO \nQUANTIDADE \nMicroscópio CarLZeiss com câmara, computador e  programas  \npara análise de imagens \n01 \n", "129": " \n129 \n \nDesumificador \n01 \nComputador com impressora Epson \n01 \nPolitrizes manuais \n03 \nAnalisador de imagem \n01 \nMicrodurômetro Vickers \n01 \nSistema fotográfico para macrografia \n01 \n \n \nLABORATÓRIO PARA ATAQUE QUÍMICO \nDESCRIÇÃO \nQUANTIDADE \nBancada com pia \n01 \n \nVidrarias e reativos para ataque químico \nVários  \n \n \nLABORATÓRIO PARA POLIMENTO METALOGRÁFICO \nDESCRIÇÃO \nQUANTIDADE \nPolitrizes mecânicas para polimento \n \n03 \n \n \nLABORATÓRIO PARA LIXAMENTO E CORTE METALOGRÁFICO \nDESCRIÇÃO \nQUANTIDADE \nMáquina de precisão para corte metalográfico \n01 \nLixadeiras mecânicas rotativas \n03 \n \n", "130": " \n130 \n \nLABORATÓRIO DE TRATAMENTOS TÉRMICOS \nDESCRIÇÃO \nQUANTIDADE \nMuflas que atingem a temperatura de 1200ºC \n \n02 \nAparelho para ensaio Jominy \n01 \n \n \n \nLABORATÓRIO DE SOLDAGEM \nDESCRIÇÃO \nQUANTIDADE \nAparelho oxi-acetilênico pequeno (PPU) \n14 \nConjunto completo para soldagem oxi-gás \n14 \nConjunto completo para corte com oxigênio \n14 \nTransformador para solda a arco por eletrodo revestido (CA) \n12 \nRetificador para solda a arco por eletrodo revestido (CC) \n12 \nEquipamento para solda MIG/MAG \n04 \nEquipamento para solda TIG \n02 \n \n(f) Tecnologias de Informação e Comunicação – TICs: \nNo processo de ensino-aprendizagem o IFMG, Campus Ouro Branco, disponibiliza para \nseus alunos internet banda larga. Para interações encontram-se sites de pesquisas (Google \nAcadêmico, ResearchGate, Sistema Financiar, etc.) além de sites de relacionamento tais \ncomo, Facebook, Chat e outros. O acesso aos sites e à biblioteca será estendido com a \nexpansão prevista para o Campus. \n \n", "131": " \n131 \n \nQUANTO À INFRAESTRUTURA DO CAMPUS OURO BRANCO:  \nVale ressaltar que o IFMG, Campus Ouro Branco ao oferecer as facilidades de acesso à suas \ndependências, tais como instalações no térreo, ruas calçadas e seguras, rampas de acesso, \natua em conformidade com o Decreto nº 5.296, de 2 de Dezembro 2004, que regulamenta a \nLei 10.098, de 19 de Dezembro de 2000, a qual estabelece normas gerais e critérios básicos \npara a promoção da acessibilidade das pessoas portadoras de deficiência ou com mobilidade \nreduzida. \n \n4.12 - Estratégias de Fomento ao Empreendedorismo e à Inovação Tecnológica \n \nSerão formadas frentes de trabalho com a função de coordenar e superintender todo o \nserviço que envolva a pesquisa e a extensão, além de orientar e fiscalizar todas as atividades \ndesenvolvidas nestas áreas, como bolsas de iniciação científica e de projetos. Assim, torna-\nse possível a captação de recursos junto a órgãos de fomento tais como a CAPES, \nFAPEMIG, CNPq e outros, para elaboração de projetos de inovação tecnológica, \nestruturação de equipes técnicas e montagem de laboratórios. \n \n4.13 - Estratégias de Fomento ao Desenvolvimento Sustentável e ao Cooperativismo \n \nAs parcerias estratégicas (joint ventures) com os diversos segmentos das indústrias da \nregião, siderúrgicas, minerações e metais-mecânica serão traçadas, assim como o apoio da \nUFSJ, a Universidade Federal de São João del-Rei, UFOP, etc. Além disso, a possível \nimplantação do Parque Tecnológico nesta região do Alto Paraopeba é algo novo e desafiante \npara estas cooperações: escola-indústria.  \n \n \n \n", "132": " \n132 \n \n5 - PROCEDIMENTOS DE AVALIAÇÃO  \n \n5.1 - Avaliação dos Conhecimentos e Habilidades \n \nA avaliação dos conhecimentos e habilidades, determinadas para cada etapa do Curso será \nprocessual e diagnóstica, o que significa, respectivamente: \n \n• Será permanente, acompanhando todo o processo de desenvolvimento dos \nconhecimentos e habilidades vivenciados pelo aluno; \n• Será diagnóstica, à medida que possibilitar ao aluno conhecer o nível de \ndesempenho alcançado em cada etapa do processo de construção dos conhecimentos \ne habilidades,  \n \nDe acordo com o Regimento do Campus a verificação do desempenho acadêmico \ncompreenderá a frequência às aulas e o rendimento do discente. O rendimento acadêmico do \ndiscente será aferido por uma escala de zero (0) a cem (100). A distribuição dos pontos, nas \natividades avaliativas deverá considerar no mínimo 60% (sessenta por cento) de pontos \ndistribuídos em avaliações individuais e escritas.  \n \nOs 40% (quarenta por cento) restantes poderão ser distribuídos através das mais diversas \nformas de atividades avaliativas, incluindo a participação do aluno na Semana de Ciência e \nTecnologia, que será construída pelo trabalho conjunto de todas as disciplinas. O número e o \ntipo de atividades avaliativas previstos em cada disciplina serão estabelecidos pelo \nprofessor, desde que respeitado o projeto pedagógico do curso. A disciplina de Estágio \nSupervisionado, em decorrência de sua especificidade, terá a liberdade de acatar ou não os \ncritérios acima descritos, para distribuição de pontos. Os resultados das atividades \navaliativas deverão ser disponibilizados pelos docentes, no máximo em 15 (quinze) dias \napós sua aplicação.  O conteúdo programático e os critérios de avaliação deverão ser \napresentados no primeiro dia de aula e avaliados permanentemente pelo docente e discente, \ntendo em vista o aprimoramento constante do processo ensino-aprendizagem.  \n \n \n", "133": " \n133 \n \n5.2 - Avaliação do Projeto do Curso \n \nO Projeto Pedagógico, do curso de engenharia metalúrgica, após ser implantado, deverá ser \nobjeto de avaliação periódica, com o objetivo de permitir ao Colegiado do Curso uma \nconstante análise do desempenho dos alunos do curso e da adequação dos conteúdos dos \ncomponentes curriculares na sua formação e também exercer as seguintes funções: \n✓ Avaliação das condições de infra-estrutura física e de equipamentos; \n \n✓ Avaliação, alocação, capacitação e valorização dos servidores técnico-\nadministrativos; \n✓ Acompanhamento dos egressos de graduação \n \nA avaliação se dará, de forma eletrônica e via internet, através de instrumentos que \npermitam que as comunidades interna e externa possam opinar e contribuir. Tal avaliação \ninclui participação de Professores do curso, dos discentes, dos servidores técnico-\nadministrativos e suas representações, membros da comunidade local e suas representações.  \nTambém incluirá a avaliação realizada pela comissão Permanente de Avaliação – CPA além \nde resultados externos obtidos no Enade, autoavaliações a serem propostas e critérios para \navaliação dos (as) docentes. \n \n5.3 - Regulamento das Atividades Complementares  \n \nAtividades Complementares são àquelas relacionadas às práticas acadêmicas e podem se \napresentar em múltiplos formatos. Por não fazer parte do conjunto de disciplinas que \nintegram a grade curricular dos cursos de graduação, elas se configuram em uma importante \nestratégia de dinamização ou flexibilização da estrutura regular que contempla as \ndisciplinas-base do respectivo curso, uma vez que permite aos discentes o desenvolvimento \nde novos conhecimentos, conforme o interesse desses. \nEm linhas gerais, as atividades complementares são interessantes na medida em que \npermitem aos discentes a escolha daquelas atividades que atendam às suas demandas \nintelectuais, desde que contempladas no regulamento próprio e reconhecida pela comissão \nde docentes competente por analisá-las e aprová-las.  \n", "134": " \n134 \n \nNas atividades complementares o aluno será motivado a participar de eventos extra-\ncurso dentro e fora da instituição e terá reconhecida sua participação em: \n✓ Atividades de monitoria, pesquisa e extensão como bolsista remunerado ou \nvoluntário; \n✓ Atividades desenvolvidas como Bolsa PET (Programa de Educação Tutorial), Bolsa \nEAD (Educação a Distância) e demais bolsas acadêmicas; \n✓ Disciplinas optativas quando excedentes ao número de créditos eletivos exigidos \npelo Curso, cursadas com aproveitamento;  \n✓ Participação efetiva e comprovada em semanas acadêmicas, programas de \ntreinamento, jornadas, simpósios, congressos, encontros, conferências, fóruns, \natividades artísticas, promovidos pelo IFMG ou por outras instituições de ensino \nsuperior, conselhos ou associações de classe; \n✓ Apresentação do trabalho  em eventos de Iniciação Científica, \n✓ Publicação de trabalhos completos em eventos científicos ou revistas especializadas.   \n \nApesar de no Curso Bacharelado em Engenharia Metalúrgica do IFMG – Campus Ouro \nBranco, as atividades complementares não tem caráter obrigatório,  essas, devem possuir \nrelação direta com os objetivos do curso e serem comprovadas através de certificados ou \ndeclarações reconhecidas. Sendo assim, as atividades complementares serão fomentadas \numa vez que têm como objetivo proporcionar experiências diversificadas que contribuam \npara a sua formação profissional e pessoal do discente. \nA participação nas atividades complementares deverá ocorrer, preferencialmente, durante o \ncurso, de modo a proporcionar a troca de conhecimentos entre os discentes e professores. \n \n5.4 - Do Estágio Supervisionado \n \nA LEI Nº 11.788, de 25 de Setembro de 2008 dispõe sobre o estágio de estudantes; altera a \nredação do Art. 428º da Consolidação das Leis do Trabalho – CLT, aprovada pelo Decreto-\nLei nº 5.452, de 1 de Maio de 1943, e a Lei nº 9.394, de 20 de Dezembro de 1996; revoga as \nLeis nos 6.494, de 7 de Dezembro de 1977, e 8.859, de 23 de Março de 1994, o parágrafo \n", "135": " \n135 \n \núnico do Art. 82º da Lei no 9.394, de 20 de Dezembro de 1996, e o Art. 6º da Medida \nProvisória no 2.164-41, de 24 de Agosto de 2001; e dá outras providências. \n \nO Estágio Curricular Supervisionado é um elemento essencial no Programa de Graduação \nem Engenharia Metalúrgica do Instituto Federal de Minas Gerais – IFMG, Campus Ouro \nBranco. Compreende uma carga horária total de 200 horas, sendo o cumprimento deste, um \ndos requisitos para a obtenção do título de Engenheiro Metalurgista. O Estágio \nSupervisionado possibilita ao acadêmico-estagiário conhecer a realidade do funcionamento \nde uma organização, bem como a familiarização com o seu futuro ambiente de trabalho; \nproporciona a vivência interdisciplinar da profissão a partir das experimentações e práticas \nque levam o acadêmico-estagiário ao aprimoramento e à complementação dos \nconhecimentos teóricos adquiridos ao longo do curso de graduação. \n \nAlém do exposto o Estágio Curricular Supervisionado tem por objetivos: proporcionar o \nrelacionamento e a participação em experiências no meio ambiente do seu mercado de \ntrabalho; despertar a criatividade e a iniciação à pesquisa relacionada com os problemas \npeculiares às áreas da atividade profissional de preferência; oferecer subsídios à \nidentificação de preferências quanto às áreas de atuação de futuras atividades profissionais; \nampliar o referencial bibliográfico disponível e propiciar a avaliação do trabalho acadêmico \ndesenvolvido. \n \nComo agente de integração com a comunidade e orientação no processo de Estágio, o IFMG \n– Campus Ouro Branco irá dispor de um Departamento de Pesquisas. Este departamento terá \numa coordenadoria que realizará os procedimentos e controles legais relativos ao estágio, \nelaborará e analisará os convênios e termos de compromisso Instituição/Empresa e manterá \ncontroles e fiscalizações externas junto às entidades concedentes, dentre outros. Além disso, \no Estágio Curricular poderá ser realizado nos laboratórios do IFMG ou de outras instituições \nem trabalhos de pesquisa, desenvolvimento e inovação.  \n \nConcluído o estágio, o aluno deverá elaborar um Relatório Final de Estágio a ser \napresentado ao professor orientador que avaliará se o estágio foi satisfatório e se foi \ncumprida a carga horária obrigatória exigida no projeto do curso.  \n", "136": " \n136 \n \n \n5.5 - Do Trabalho de Conclusão de Curso \n \nO TCC (Trabalho de Conclusão de Curso) a ser desenvolvido pelos alunos do Curso \nBacharelado em Engenharia Metalúrgica do IFMG será realizado de forma integrada com \numa carga horária de 260 horas, em que os alunos deverão elaborar um projeto \nmultidisciplinar, enfocando de forma objetiva aspectos inerentes ao curso em questão. \nTendo em vista a existência de inumeráveis tipos de pesquisas, onde cada tipo possui, além \ndo núcleo comum de procedimentos, suas peculiaridades próprias, optou-se por utilizar os \nseguintes tipos de TCC: \n \n1. Pesquisa Bibliográfica - deverá explicar um problema a partir de referências teóricas \npublicadas em documentos. Poderá ser realizada independentemente ou como parte \nda pesquisa descritiva ou experimental. Em todos os casos, buscará conhecer e \nanalisar as contribuições culturais ou científicas do passado existentes sobre um \ndeterminado assunto, tema ou problema. \n \n2. Pesquisa Descritiva: Estudo de Caso - deverá relatar uma pesquisa sobre um \ndeterminado assunto, tema, indivíduo, família, grupo ou comunidade que represente \nseu universo, para examinar aspectos variados pertinentes ao estudo de caso \nabordado. \n \n3. Pesquisa Experimental: projeto de execução – deverá caracterizar a manipulação das \nvariáveis relacionadas diretamente com o objeto de estudo, proporcionando o estudo \nda relação entre causas e efeitos de um determinado fenômeno. Neste caso, o \ntrabalho deverá apresentar de que modo ou por que causa o fenômeno é produzido. \n \nSerá designado um “Professor Coordenador de TCC” que irá apresentar aos alunos todas as \ninformações pertinentes ao desenvolvimento do TCC (Trabalho de Conclusão de Curso) e \nacompanhará o desenvolvimento dos trabalhos juntamente com os ORIENTADORES. Os \nalunos apresentarão, inicialmente, uma Proposta de TCC que será submetida à apreciação do \ncolegiado do curso (opcional) ou a banca específica formada pelo Coordenador de TCC. O \ncolegiado ou a banca poderá recusar a proposta, caso entenda que a mesma não atingirá o \n", "137": " \n137 \n \nobjetivo do TCC ou será operacionalmente inviável. Não serão permitidos grupos de \ntrabalho para a elaboração do TCC, devendo ser individual, que deverá eleger um professor \nORIENTADOR que acompanhará o desenvolvimento do projeto. Para avaliação final do \nTCC, a defesa da monografia, será formada uma Banca Examinadora. Demais informações \npodem ser obtidas na instrução normativa de elaboração do TCC disponível na página do \nsite do curso. \n \n6 - CONSIDERAÇÕES FINAIS \n \n \nApós sondagens junto ao mercado de trabalho e meios acadêmicos, concluiu-se pela \nviabilidade de implantação do curso de Engenharia na Instituição. A implantação \npossibilitará o aproveitamento da estrutura de pessoal e instalações existentes no Campus. \n \nO Curso de Engenharia Metalúrgica do IFMG, Campus Ouro Branco deverá coexistir com \nos cursos Técnicos em Metalurgia. O projeto para implantação do Curso de Graduação em \nEngenharia Metalúrgica prevê alterações nas instalações físicas, adequação dos laboratórios \nexistentes além da montagem de novos laboratórios para atender às demandas do curso. \n \nA contratação de novos professores, específicos da área de metalurgia, áreas afins e básicas, \nbem como o remanejamento interno de pessoal, para atender as disciplinas do novo curso, é \ncondição imprescindível para a implantação e sucesso da Graduação em Engenharia \nMetalúrgica. \n \nO Curso de Graduação em Engenharia Metalúrgica do IFMG disponibilizará, em sua \nestrutura curricular, disciplinas para formação de um engenheiro alinhado com as \nnecessidades do Estado de Minas Gerais e do Brasil como um dos pólos mundiais de \nextração de minérios, siderurgia e transformação de materiais. \nNo decorrer do curso, este projeto pedagógico será analisado pelo Núcleo Docente \nEstruturante e pelo Colegiado do curso quanto à pertinência, à coerência, à coesão e à \nconsistência dos componentes curriculares, articulados do ponto de vista do trabalho \nassumido como princípio educativo, contemplando as necessárias bases conceituais e \nmetodológicas ofertadas. \n", "138": " \n138 \n \nA Comissão Permanente de Avaliação – CPA realizará, junto aos graduandos, avaliações \nperiódicas em relação ao curso, as disciplinas, aos docentes e aos próprios discentes, cujos \nresultados subsidiarão as discussões e as atuações do NDE e do Colegiado em busca da \nmelhoria deste PPC e do curso. \nA atualização do Projeto Pedagógico do Curso deverá ser contínua, em especial após cada \nciclo avaliativo, em que se identificam as exigências de melhorias no curso; quando \nocorrerem modificações e novas exigências nas Diretrizes Curriculares Nacionais do curso \nde Engenharia; além de observação da demanda de perfil profissional almejado no mercado \nde trabalho. \nNesse sentido, no final de 2017, alterações foram conduzidas em ementas, disciplinas \nobrigatórias e na oferta de disciplinas optativas; o NDE propôs modificações na matriz \ncurricular do curso e as complementações ao PPC inicial, as quais geraram esse documento. \nOs integrantes do NDE e do Colegiado do Curso atuam de forma efetiva na condução e na \nmelhoria do curso Bacharelado em Engenharia Metalúrgica, sempre atentos a formação do \ndiscente do curso. Desse modo, acredita-se estar realizando bom gerenciamento desse \ninstrumento e da realização do curso. \n \n7 - REFERÊNCIAS BIBLIOGRÁFICAS \n \nVILAS BOAS, P. M. G. D., Projeto arquitetônico de expansão do Campus de Ouro Branco, \nBelo Horizonte: 2010. \n \nBRASIL, Lei nº 11.892, de 29 de Dezembro de 2008, Institui a Rede Federal de Educação \nProfissional, Científica e Tecnológica, cria os Institutos Federais de Educação, Ciência e \nTecnologia, \ne \ndá \noutras \nprovidências. \nBrasília, \n2008 \na. \nDisponível \nem: \n<http://www.planalto.gov.br/ccivil_03/_ato2007-2010/2008/lei/l11892.htm>. Acesso: 30 \nOut. 2011. \n \nIBGE (INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA), Diretoria de \nPesquisas, Coordenação de População e Indicadores Sociais. Estimativas da população \nresidente nos municípios brasileiros com data de referência em 1º de Julho de 2011, Rio de \nJaneiro: IBGE, 2011. \n \nCEEINF (Comissão de Especialistas de Ensino de Computação e Informática), Secretaria de \nEducação Superior, MEC, 1999. \n", "139": " \n139 \n \nCES (Conselho de Ensino Superior), Parecer nº 1.362/2001, de 12/12/2001 que subsidia a \nResolução CES/CNE 11/2002. \nDIEESE (Departamento Intersindical de Estatística e Estudos Socioeconômicos), São Paulo: \n2005. \n \nFREIRE, P., Pedagogia da Autonomia: saberes necessários à prática educativa, São Paulo: \nEd Paz e Terra, Coleção Leitura, 1996.  \n \nGOOGLE EARTH, site de serviços on line e software, www.google.com.br, acesso em \nSetembro de 2012. \n \nIFMG (INSTITUTO FEDERAL DE CIÊNCIA E TECNOLOGIA DE MINAS GERAIS), \nCom expansão, IFMG passa a ter seis novos campi. BH: IFMG, 22 ago. 2011 a. Disponível \nem: \n<http://www.ifmg.edu.br/portal/index. \nphp/todas-as-noticias-reportagens-\nespeciais/1544-com-expansao-ifmg-passa-a-ter-seis-novos-campi>.Acesso: 27 Out. 2011.  \n \nMELLO, F. F., FERREIRA, G. G., LEITE, I. M. P., “Projeto, Planejamento e \nDesenvolvimento Regional do Alto Paraopeba”. Belo Horizonte, MG, Out. 2010. \n \nMINAS GERAIS, Portal da Educação. Secretaria de Educação do Estado de Minas Gerais. \nDisponível em: https://www.educacao.mg.gov.br/, Mapa trabalhado por Tiago Antônio \nTorres Gomes, Acesso: 30 Out. 2011. \n \nRUIZ, R. M., Grandes cenários regionais brasileiros: regionalização e polos de um Brasil \npolicêntrico, impactos do PAC e organização territorial, Curso de Ambientação para \nAnalistas de Infraestrutura-CEDEPLAR. Brasília, ENAP – Escola Nacional Administração \nPública, 19 Jul. 2010.  \n \nSEDRU (SECRETARIA DE ESTADO DE DESENVOLVIMENTO REGIONAL E \nPOLÍTICA URBANA), Seminário em Ouro Branco aborda o desenvolvimento do Alto \nParaopeba. Belo Horizonte: ASSCOM/SEDRU, 21 ago. 2009. Disponível em: \n<http://www.urbano.mg.gov.br/banco-de-noticias/363-seminario-em-ouro-branco-aborda-o-\ndesenvolvimento-do-alto-paraopeba>. Acesso: 29 Out. 2011. \n \nUFSJ (UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI), Campus Alto Paraopeba. \nProjeto Pedagógico do Curso de Engenharia Mecatrônica, São João Del-Rei: Junho de \n2010. \n \n \n \n \n \n8 – APÊNDICES \n \n", "140": " \n140 \n \nComo apêndices, nesse documento, constará a exposição de documentos referentes ao \nprocesso de alteração da matriz curricular a partir de 2015: \n \n• Tabela de equivalência de disciplinas \n• Ata do Colegiado do Curso Bacharelado em Engenharia Metalúrgica validando \nequivalência de disciplinas e criando novas disciplinas optativas. \n \n \nMediante as modificações realizadas na matriz curricular, do curso de Bacharelado em \nEngenharia Metalúrgica, gerou-se a seguinte lista de disciplinas equivalentes: \n \n \nPERÍODO \nMATRIZ ORIGEM -ALUNO \nPERÍODO \nMATRIZ  DISCIPLINA A CURSAR \nDISCIPLINAS \nOBRIGATÓRIAS  2015 \nC H \n(h/aula) \nDISCIPLINAS \nOBRIGATÓRIAS  2013 \n \nC H \n(h/aula) \n1º \nCálculo Diferencial e \nIntegral I, (equivalente ao \nCalculo I dos Cursos: Lic. \nem Computação e Bach. \nEm Administração). \n64 \n1º \nCálculo Diferencial e \nIntegral I  \n  67 \n1º \nGestão Ambiental  \n48 \n1º \nGestão Ambiental  \n \n50 \n1º \nIntrodução à Engenharia \nMetalúrgica \n32 \n1º \nIntrodução à Engenharia \nMetalúrgica \n \n33 \n1º \nPortuguês \nInstrumental \n(equivalente a Português \nInstrumental dos Cursos: \nLic. em Computação e \nBach. Em Administração). \n32 \n1º \nPortuguês Instrumental  \n \n33 \n1º \nÁlgebra Linear I \n(equivalente a Álgebra \nLinear do Curso de Lic. \nem Computação). \n48 \n1º \nÁlgebra Linear I  \n \n50 \n1º \nIntrodução à Programação  \n32 \n2º  \nIntrodução à Programação  \n \n33 \n2º  \nDesenho Técnico \n32 \n2º \nDesenho Técnico \n33 \n2º  \nSegurança do Trabalho e \nSaúde Ocupacional \n32 \n2º  \nSegurança do Trabalho e \nMeio Ambiente \n33 \n3º \nCálculo  Numérico \n48 \n3º \nCálculo  Numérico \n50 \n3º \nMecânica dos Fluidos \n48 \n3º \nMecânica dos Fluidos \n50 \n3º \nMineralogia  \n32 \n3º \nMineralogia \n33 \n4º \nProcessos de Produção \nMetalúrgica I \n32 \n4º \nProcessos de Produção \nMetalúrgica I \n50 \n4º \nProcessos de Produção \nMetalúrgica II \n32 \n4º \nProcessos de Produção \nMetalúrgica II \n50 \n5º  \nTermodinâmica Técnica \n48 \n5º  \nTermodinâmica \nMetalurgica \n50 \n6º  \nIntrodução à Tecnologia \nda \\Soldagem \n32 \n6º  \nIntrodução à Tecnologia da \nSoldagem \n33 \n", "141": " \n141 \n \n6º  \nProcessamento Mineral I \n48 \n7º  \nProcessamento Mineral I \n50 \n6º  \nQuímica analítica aplicada \nà metalurgia \n32 \n6º \n \nQuímica analítica aplicada \nà metalurgia \n50 \n7º  \nSiderurgia  \n48 \n6º  \nSiderurgia I \n50 \n7º \nEngenharia dos materiais \nII \n48 \n7º  \nEngenharia dos Materiais II \n50 \n7º  \nProcessamento mineral II \n48 \n8º  \nProcessamento mineral II \n50 \n7º  \nProcessos de Soldagem I \n48 \n8º  \nProcessos de Soldagem I \n50 \n8º  \nMetalurgia dos não \nferrosos I \n48 \n7º  \nMetalurgia dos não ferrosos \nI \n50 \n8º  \nEnsaios Não destrutivos \n48 \n8º  \nEnsaios Não destrutivos \n50 \n8º  \nTecnologia dos Materiais \nPoliméricos \n48 \n9º  \nTecnologia dos Materiais \nPoliméricos \n50 \n8º  \nProcessos de Soldagem II \n48 \n9º  \nProcessos de Soldagem II \n50 \n9º   \nMetalurgia do Pó \n48 \n9º   \nMetalurgia do Pó \n50 \n9º  \nMetalurgia dos não \nferrosos II \n48 \n8º  \nMetalurgia dos não ferrosos \nII \n50 \n9º  \nOrganização Industrial e \nGestão \n32 \n9º  \nOrganização Industrial e \ngestão \n33 \n10º  \nEspecificação e Seleção de \nMateriais \n48 \n10º  \nEspecificação e Seleção de \nMateriais \n50 \n10º  \nSistemas  de garantia  da \nQualidade \n32 \n10º  \nSistemas  de garantia  da \nQualidade \n33 \n10º  \nTópicos Jurídicos , Sociais \ne Etnias em Engenharia  \n32 \n10º  \nTópicos Jurídicos , Sociais \ne Etnias em Engenharia \n33 \n \nDISCIPLINAS OPTATIVAS -  \n2015 \nC H (h/aula) DISCIPLINAS OPTATIVAS \n- 2013 \nC H (h/aula) \n \nFísica do Arco Elétrico \n32 \n \nFísica do Arco Elétrico \n33 \nLibras, \n32 \nLibras, \n33 \nAções Empreendedoras \n \n32 \nAções Empreendedoras \n \n33 \nFadiga dos Materiais \n32 \nFadiga dos Materiais \n33 \nLingotamento Contínuo de Aços \n48 \nLingotamento Contínuo de Aços \n50 \nFundamentos de mecânica de fratura \n48 \n \n \nEstatística, equivalente a Estatística \nII  do Curso Bach. Em \nAdministração \n64 \n \n \nInglês para Negócios I \n32 \n \n \nInglês para Negócios II \n32 \n \n \n \n \nPERÍODO \nMATRIZ ORIGEM -ALUNO \nPERÍODO \nMATRIZ  DISCIPLINA A CURSAR \nDISCIPLINAS \nOBRIGATÓRIAS  2013 \nC H \n(h/aula) \nDISCIPLINAS \nOBRIGATÓRIAS  2015 \n \nC H \n(h/aula) \n", "142": " \n142 \n \n1º \nQuímica I \n50 \n1º \nQuímica I \n64 \n1º \nÁlgebra II \n33 \n1º \nAlgebra II \n \n    48 \n2º \nCálculo Diferencial e \nIntegral II \n50 \n2º \nCálculo Diferencial e \nIntegral II \n80 \n2º \nFísica I \n50 \n2º \nFísica I \n64 \n2º \nQuímica II \n50 \n2º \nQuímica II \n64 \n2º \nFísica I \n50 \n3º \nFísica I \n64 \n3º \nCálculo Diferencial e \nIntegral III \n \n50 \n3º \nCálculo Diferencial e \nIntegral III \n64 \n3º \nFísica II (Térmica) \n \n50 \n3º \nFísica II \n64 \n3º \nFísico – Química I \n50 \n3º \nFísico – Química I \n \n64 \n4º \nFísica III \n \n50 \n4º \nFísica III \n \n64 \n4º \nTransferência de Calor e \nMassa \n50 \n4º \nTransferência de Calor e \nMassa \n64 \n4º \nFísico – Química II \n \n50 \n4º \nFísico – Química II \n \n64 \n5º \nResistência dos Materiais \n \n50 \n5º \nResistência dos Materiais \n \n64 \n5º \nFísico-Química \nMetalúrgica I \n \n50 \n5º \nFísico-Química \nMetalúrgica I \n64 \n6º \nFísico-Química \nMetalúrgica II \n \n50 \n6º \nFísico-Química \nMetalúrgica II \n \n64 \n6º \nEngenharia dos Materiais I \n \n50 \n6º \nEngenharia dos Materiais \nI \n \n64 \n6º \nQuímica Analítica \nAplicada à Metalurgia \n \n50 \n6º \nQuímica Analítica \nAplicada à Metalurgia \n \n32 \n6º \nSiderurgia I \n \n50 \n7º \nSiderurgia \n48 \n6º \nEletrotécnica \n \n50 \n \nEletrotécnica \n \n48 \n6º \nIntrodução à Tecnologia \nde Soldagem \n \n40 \n6º \nIntrodução à Tecnologia \nde Soldagem \n \n32 \noptativa \nFundamentos da Mecânica \nda Fratura \n20 \noptativa \nFundamentos da \nMecânica da Fratura \n48 \n7º \nFenômeno de Transporte \nAplicado à Metalurgia \n \n50 \n6º \nFenômeno de Transporte \nAplicado à Metalurgia \n \n64 \n7º \nProcessamento Mineral I \n48 \n6º \nProcessamento mineral I \n48 \n7º \nSiderurgia II \n \n50 \n8º \n \nSiderurgia II \n \n64 \n8º \nMetalografia e \nTratamentos Térmicos \n \n50 \n8º \nMetalografia e \nTratamentos Térmicos \n \n64 \n8º \nFundição \n50 \n7º \nFundição \n64 \n", "143": " \n143 \n \n9º \nEnsaios Destrutivos \n \n33 \n9º \nEnsaios Destrutivos \n \n48 \n9º \nTecnologia dos Materiais \nCerâmicos \n \n33 \n9º \nTecnologia dos Materiais \nCerâmicos \n \n48 \n10º \nCorrosão e Proteção dos \nMetais \n50 \n10º \nCorrosão e Proteção dos \nMetais \n64 \n \n \nDISCIPLINAS OPTATIVAS -   \n2013 \nC H \n(h/aula) \nDISCIPLINAS OPTATIVAS –  \n2015 \nC H \n (h/aula) \nFundamentos de mecânica de fratura \n33 \n \nFundamentos de mecânica de fratura \n \n48 \nEstatística, equivalente a Estatística \nII  do Curso Bach. Em \nAdministração \n64 \nEstatística, equivalente a Estatística \nII  do Curso Bach. Em \nAdministração \n64 \n \n \nInglês para Negócios I \n \n32 \n \n \n \nInglês para Negócios II \n \n32 \n \n \n \n"}