{"1": " \nUNIVERSIDADE FEDERAL DE OURO PRETO \nESCOLA DE MINAS \n \n \n \n \n \n \n \n \nPROJETO DE CRIAÇÃO DO CURSO DE \nENGENHARIA AMBIENTAL \n \n \n \n \n \n \n \n \n \n \n \n \nOURO PRETO \nMAIO de 2000 \n", "2": "Projeto de Criação do Curso de Engenharia Ambiental \n \n1 \n \nCOMISSÃO QUE ELABOROU A PROPOSTA INICIAL \nProf. Marco Antônio Fonseca \nProf. Messias Gilmar Menezes \nProf. Hermínio Arias Nalini Jr. \nProf. Issamu Endo \nProf. Paulo de Tarso Amorim Castro \n \n \nCOMISSÃO DO CONSELHO DEPARTAMENTAL DA \nESCOLA DE MINAS QUE ANALISOU A PROPOSTA INICIAL \nProf. Danton Heleno Gameiro \nProf. David Pinheiro Júnior \nProf. Jonas Durval Cremasco \nProf. Jorge Adílio Penna \nProf. Marco Túlio Evangelista \nProf. Wilson Trigueiro de Sousa (presidente) \n \n \nCOMISSÃO DA ESCOLA DE MINAS QUE ANALISOU A PROPOSTA DO \nCONSELHO DE ENSINO, PESQUISA E EXTENSÃO \nProf. Antenor Rodrigues Barbosa Júnior \nProf. Danton Heleno Gameiro \nProf. Marco Túlio Evangelista \nProf. Wilson Trigueiro de Sousa (presidente) \n \n \nCOMISSÃO DO CONSELHO DE ENSINO, PESQUISA E EXTENSÃO \nDA UFOP QUE ANALISOU A PROPOSTA FINAL \nProfª. Alceni Augusta Werle \nProf. Dimas Belarmino \nProf. Leonardo Barbosa Godefroid (presidente) \nProf. Wilson Trigueiro de Sousa \n", "3": "Projeto de Criação do Curso de Engenharia Ambiental \n \n2 \nÍNDICE \n \n \n1 – INTRODUÇÃO ......................................................................................................................  \n \n2 – JUSTIFICATIVAS .................................................................................................................  \n \n3 – INVESTIMENTOS EM RECURSOS HUMANOS ..............................................................  \n \n4 – INVESTIMENTOS EM LABORATÓRIOS .........................................................................  \n \n5 – GRADE CURRICULAR ........................................................................................................  \n \nANEXOS - DISCIPLINAS POR DEPARTAMENTO E EMENTAS .........................................  \n \n \n \n \n \n", "4": "Projeto de Criação do Curso de Engenharia Ambiental \n \n3 \nPROPOSTA DE PROJETO DE CRIAÇÃO DO CURSO DE  \nENGENHARIA AMBIENTAL \n \n \n \n1 – INTRODUÇÃO \n \nNo final do século XX, há em toda sociedade naturais questionamentos que buscam \nestabelecer quais serão as tendências que guiarão o século que se iniciará. Em que pese a \ngrande complexidade que envolve tais questionamentos, de certa forma há um consenso que \nas tendências futuras serão dirigidas por trends ou questões sócio-econômicas de maior mag-\nnitude. Aspectos como a notável tendência de crescimento populacional que ocorrerá nos paí-\nses em desenvolvimento, a busca por melhores padrões de vida das populações, avaliações \ndas consequências passadas e novos rumos do setor industrial, o impacto das novas tecnologi-\nas e as relações do homem com o meio ambiente estarão certamente entre as questões que \nnecessariamente deverão influenciar no desenrolar do processo civilizatório que se avizinha. \nEm decorrência disso, novos pressupostos econômicos e políticos são formulados em um in-\ntricado conjunto, ao qual se aliam um processo de aceleração nas relações internacionais e as \ncaracterísticas sócio-culturais peculiares de cada nação. Deste destino, do encontro da globa-\nlização com as diversas culturas humanas, a população brasileira, como qualquer outra, não se \nafastará. Mas, o que advirá deste paradoxo entre o global e o étnico / cultural dependerá, em \nmuito, da capacidade de integração das novas tecnologias ao conhecimento que tem cada po-\nvo dos recursos naturais e do relacionamento que se dará entre cada sociedade e os recursos \ndisponíveis em seu território.  \nNeste cenário, a Universidade deve estar atenta a todas estas transformações. Forma-\ndora do Homem, que por um lado, deverá compreender, delinear e avaliar todas as novas va-\nriáveis que se colocam, ela deve adequar seus curriculos às demandas sociais atuais e, ao \nmesmo tempo, incorporar as tendências sociais que despontam. Por outro lado, a complexida-\nde de fatores e processos múltiplos que se apresentam, requer cada vez mais interferências em \náreas de interface, que ultimam, necessariamente, com a criação de novos campos de ação. \nHistoricamente, assim se processaram tais transformações no âmbito do ensino. A \nformação do engenheiro, em específico, bem como o caráter de suas atribuições profissionais \ntêm sido vinculada aos rumos econômicos e políticos que permeiam o processo histórico de \n", "5": "Projeto de Criação do Curso de Engenharia Ambiental \n \n4 \nformação social e econômica do Brasil. Assim é que, no ensino da engenharia, podem ser \nreconhecidas pelo menos três fases relacionadas às etapas econômicas contemporâneas: \n \n1. uma primeira fase, onde o modelo econômico é essencialmente agro-exportador, desde me-\nados do Segundo Império até fins da República Velha; \n2. uma segunda fase que se desdobra até 1945, onde se processa uma incipiente industrializa-\nção centrada na produção de bens de consumo; \n3.  e, finalmente, uma terceira fase que vai do pós-Guerra até fins da década de 1980, quando \nocorre um pujante crescimento industrial que tem como diretriz a substituição dos produtos \nindustriais importados. Esta fase, marcada por uma forte interferência do estado no proces-\nso de desenvolvimento, particularmente no setor de infra-estrutura, culmina no paroxismo \ndo desenvolvimento industrial brasileiro vindo a desaguar na atual e crescente internacio-\nnalização do mercado interno. \n \n \nJá no início da década de 80, havia um certo consenso de que a Engenharia e a \nGeologia deveriam incorporar outros valores, como meio ambiente e preservação ambiental, \nao suporte da máquina industrial. Esta mudança levaria as universidades a iniciarem mudan-\nças curriculares, que culminariam já no final dos anos 90, com as proposições para a forma-\nção do Engenheiro Ambiental, visando contemplar estes novos componentes. \nEste profissional deve ser definido em função das grandes mudanças fundamentais que \nterão impacto no conhecimento necessário ao desenvolvimento de suas competências e habi-\nlidades: o crescimento populacional e a urbanização, a poluição e degradação do meio, a mu-\ndança no papel dos recursos minerais e a busca por novos materiais. \nTendo estes dados por referência e visando atingir, de maneira clara, estas competên-\ncias e habilidades, a comissão designada pelo Conselho Departamental da Escola de Minas, \nfundamenta e propõe, no presente documento, a criação do curso de Graduação em Engenha-\nria Ambiental. \n \n2 – JUSTIFICATIVAS \n \n \nNo final dos anos 80, quem se propusesse a verificar os relatórios anuais do Serviço \nGeológico Americano, verificaria claramente que havia uma preocupação institucional em \noferecer produtos e serviços mais próximos do social, ou seja, produtos que atendessem mais \n", "6": "Projeto de Criação do Curso de Engenharia Ambiental \n \n5 \ndiretamente e de forma mais clara a sociedade americana que, em última análise, financiava a \nprópria agência. A partir daquela época, esta preocupação generalizou-se junto aos principais \nserviços geológicos dos países do primeiro mundo chegando também ao Brasil.  \n \nEste processo era e é decorrente de transformações que ocorriam nas relações macroe-\nconômicas, especificamente o declínio da tendência de consumo mundial por metais primá-\nrios, em função da tecnologia de novos materiais e o aprimoramento dos processos de recicla-\ngem. A discussão sobre essas tendências e o papel dos Serviços Geológicos no século XXI \npermeou os anos 90. Em 1994, em Budapeste, num simpósio que se reuniram os diretores do \nServiços Geológicos Europeus, ficou delineado que os profissionais do início do terceiro mi-\nlênio teriam atuação numa agenda que comprenderia, principalmente, os seguintes parâme-\ntros: avaliações de risco geológico, recursos minerais e energia; estudos das alterações climá-\nticas e buscas por soluções que ultimassem em melhor qualidade de vida. \n \nA demanda por este novo perfil profissional impulsionou as escolas de Geologia para \noutros rumos. É evidente que as conclusões apontadas variavam acentuadamente em funções \ndo estágio sócio-econômico de cada país. Assim, por exemplo, as escolas de geologia do pri-\nmeiro mundo voltam-se fundamentalmente para questões ambientais e de novas tecnologias, \nencerrando praticamente a formação de um profissional com perfil tradicional em geologia, \nvoltado à economia mineral, que por outro lado, ainda tem espaço em países como o Brasil, o \nCanadá, a Austrália, África do Sul entre outros, com forte tradição no setor mineral. \n \nAo mesmo tempo em que a agenda ambiental se consolidava nos países do primeiro \nmundo, no Brasil havia (e ainda há) carências de outra ordem. Crecentes demandas pelo mo-\ndelo de crescimento sustentado e busca de melhores qualidades de vida, saltam aos olhos e se \ncolocam na ordem do dia. Nesta contexto, surgem em várias escolas de geologia do Brasil a \nespecialização em Geologia Ambiental. Em Ouro Preto, é criada uma área de concentração \nem Geoquímica Ambiental, a nível de mestrado. Em São Carlos, surge a primeira proposição \nacerca da criação de um curso de Engenharia Ambiental, como especialização da Engenharia \nSanitária. Hoje, já existem cursos similares nas Universidades do Tocantins, Federal do Para-\nná e Federal de Viçosa. O curso está em fase de implantação nas Universidades de Brasília e \nFederal de Minas Gerais. \n \nNo campo específico da Engenharia,  estudos recentes realizados pelo prof. Rogério \ndo Vale, professor do curso de Engenharia de Produção da COPPE-UFRJ, mostram que as \ntradicionais especializações da Engenharia como Civil, Mecânica, Química, Elétrica e Eletrô-\nnica devem perder espaço para novas categorias. Cruzando dados do Relatório anual de in-\n", "7": "Projeto de Criação do Curso de Engenharia Ambiental \n \n6 \nformações sociais (Rais) e do Cadastro Geral de empregados do Ministério do Trabalho, o \nautor crê que o futuro será mais promissor para engenheiros de telecomunicações, de petróleo \ne de meio ambiente. Neste sentido, apostando na valorização de carreiras difenciadas  e com \nbase em novas formas de organização (grifo nosso), a COPPE está criando cursos de Enge-\nnharia Ambiental, Explotação de recursos do mar, Petróleo, Computação de alto Desempenho \ne Matérias Compósitos. Ainda segundo o autor, os cursos tradicionais tendem a formar menos \nprofissionais.  \n \nA criação dos cursos de Engenharia Ambiental se dá em função de uma questão bas-\ntante clara: há a necessidade de um profissional que tenha a habilidade para compreender e \ntransitar pelas diversas áreas tradicionais do conhecimento que tenham relações com a pro-\nblemática ambiental. Esta função, nas empresas, vem sendo realizada por profissionais de \ncampos específicos do conhecimento, tais como biólogos, geólogos ou engenheiros de diver-\nsas especializações, que, apesar dos seus esforços, não têm, em sua formação universitária, \nelementos que forneçam o necessário suporte à compreensão da linguagem multidisciplinar. \nEm outras palavras, isto vale dizer que boa parte dos engenheiros atualmente formados está \naturando em outras áreas, em função seja da saturação do mercado seja da necessidade de \noutro perfís profissionais. \n \nUma das justificativas para a criação do curso de Engenharia Ambiental em Ouro Pre-\nto é de caráter estratégico. O novo curso estará ocupando uma área de interface onde atuam, \nde forma isolada, grupos de pesquisadores com tênue interação interna e mesmo com outros \ngrupos. Este fato, aliado às tendências explicitadas anteriormente, faz antever que sua criação \nimpulsionará a consolidação de grupos nestas áreas de interface e que sejam capazes de avan-\nçar em projetos de excelência e que ultimem em beneficar a instituição em termos de forma-\nção de recursos humanos. O novo curso será também a base sobre a qual poderão ser constru-\nídos cursos de pós-graduação integradores e que certamente, concorrerão para colocação da \nUFOP num patamar de excelência. \n \nPor fim, resta apenas enfatizar que o profissional Engenheiro Ambiental é uma de-\nmanda da sociedade brasileira. Não há dúvidas que a Universidade Pública, especificamente, \na UFOP, tem competência para formá-lo, e formá-lo com qualidade. \nA FORMAÇÃO DO ENGENHEIRO AMBIENTAL DA UNIVERSIDADE FEDERAL DE \nOURO PRETO: A VALORIZAÇÃO DA PRAXIS \n \n \nAo meio ambiente, concorrem variáveis múltiplas. Delineá-las e avaiá-las, de forma \n", "8": "Projeto de Criação do Curso de Engenharia Ambiental \n \n7 \nconjunta é tarefa das maiores magnitudes. Assim sendo, a formação formal do Engenheiro \nAmbiental da UFOP deve contemplar necessidades específicas para cada uma das demandas \napresentadas e as potencialidades institucionais.  \nUm aspecto que deve ser ressaltado é que, a formação do Engenheiro Ambiental deve \npriorizar determinadas questões que o diferencie dos profissionais hoje existentes, como por \nexemplo, no que se refere à capacidade de compreender processos. Observa-se com bastante \nfrequência, que muitos profissionais hoje formados, possuem ampla bagagem de conteúdo \nfactual, porém têm muitas limitações para abordarem problemas complexos e multidisciplina-\nres, afastando-se da trajetória ideal na busca de soluções criativas.  \nA Escola de Minas, de reconhecida vocação, principalmente no ensino da Engenharia \nMineral, reúne todas as características necessárias à formação deste Engenheiro, capaz de \nefetuar com segurança a travessia em múltiplos sentidos de fatos para processos e vice-versa. \nAssim sendo, o objetivo é preparar um profissional bem capacitado para o trabalho de aquisi-\nção de dados em campo, fato que o diferenciará dos demais profissionais de engenharia, pois \nterá, assim, uma visão de conjunto de todo o processo, compreendendo as interfaces dos di-\nversos campos de conhecimento. São nas áreas de interface que os problemas alçam a níveis \nelevados de complexidade e de interdependência, onde a capacidade de compreensão da mul-\ntivariedade de parâmetros e processos concorrentes ocorrem. E é onde se deverá contar com o \ncampo e a vocação dos departamentos da Escola de Minas, no sentido de contornar as com-\nplexas condições requeridas na formação de um engenheiro ambiental.  \nApós profundas discussões, é praticamente consensual por parte dos membros da co-\nmissão que o Engenheiro Ambiental deve transitar nas áreas em que a Escola de Minas tem \nespecializações em suas interfaces com o meio ambiente. Desnecessário afirmar que, como o \ncurso envolve a participação de outros unidades (Escola de Farmácia, ICEB, Faculdade de \nDireito) inclusive no campo profissionalizante, outras especializações poderão surgir. De \nacordo com as diretrizes curriculares em virgor, a proposição do curso de dá através de um \ncurrículo mínimo e incorporando a flexibilização contida na LDB. Neste sentido a formação \ndo Engenheiro Ambiental seria subdividida em três ramos principais: \n1. RECURSOS HIDRICOS \n2. MITIGAÇÃO DO IMPACTO AMBIENTAL DO SETOR INDUSTRIAL MÍNERO-\nMETALÚRGICO \n3. GERENCIAMENTO E AVALIAÇÃO DO ESPAÇO TERRITORIAL \nA figura 1 apresenta de forma esquemática a estruturação geral do curso de engenharia \n", "9": "Projeto de Criação do Curso de Engenharia Ambiental \n \n8 \nambiental. \n \nEstes ramos contemplam as especialidades de quatro departamentos da Escola de Minas, \nrespectivamente, os departamentos de Engenharia Civil, Minas, Metalurgia e Geologia. Nes-\ntas áreas de caráter mais geral, a especialização do Engenheiro Ambiental estaria garantida \natravés de duas ações: \n- a primeira delas é a proposição de um currículo mínimo extremamente flexível, com \n3.255 horas de disciplinas obrigatórias e 495 horas de um leque de disciplinas optivas. \nA sustentação dos diferentes ramos do curso de Engenharia Ambiental se dará a partir \nde sua formulação na linha das Diretrizes Curriculares. \n- \na proposição de uma disciplina de final de curso, denominada de Trabalho Final de \nGraduação também concorre neste sentido. A concepção da disciplina envolve trabalhos \nde coleta, tratamento e interpretação de dados, em área específica a ser definida pelo \npróprio aluno, orientado por um professor e em consonância com o ramo de disciplinas \noptativas a serem seguidas. A avaliação envolverá apresentação de monografia de gra-\nduação, com apresentação perante banca presidida pelo prof. Coordenador da Discipli-\nna, que será desinado em sistema de rodízio. \n \n3 - INVESTIMENTOS EM RECURSOS HUMANOS \n \nBaseando-se nas disciplinas apresentadas na grade curricular proposta para o curso de \ngraduação em Engenharia Ambiental, na formação e especialização dos docentes da UFOP e \nna disponibilidade, avaliada por esta comissão, dos professores já existentes na UFOP em \nministrar cursos nos diversos domínios contemplados, será necessária a contratação de um \ntrês professores para completar o quadro mínimo de docentes para a viabilização do curso. \nOs professores a serem contratados devem ter o título de doutor e formação básica nas \nseguintes áreas: \n1. Ecologia (ou Biologia) e reconhecida experiência no campo da Engenharia Ambien-\ntal. Esse profissional será responsável, a princípio, pelas disciplinas Biologia Celular, \nEcologia Geral, Ecossistemas e Conservação e Proteção de Ecossistemas, além de \npoder contribuir em disciplinas atualmente já oferecidas para os cursos de engenharia \n(p. ex.: Ciências do Ambiente). \n2. Tratamento de Efluentes Líquidos e Gasosos, com reconhecida experiência na área \n", "10": "Projeto de Criação do Curso de Engenharia Ambiental \n \n9 \nTratamento de Minérios. Esse profissional deverá ter formação básica em Engenharia \nMetalúrgica ou Engenharia de Minas. Será responsável, a princípio, pelas disciplinas \nobrigatórias de Tratamento de Efluentes na Mineração e Tratamento de Efluentes Ga-\nsosos, além de poder contribuir em disciplinas atualmente já oferecidas pela área de \nTratamento de Minérios aos cursos de graduação em Engenharia de Minas e Enge-\nnharia Metalúrgica e de pós-graduação em Engenharia de Mineral. Esta é uma área \nque já possui uma sobrecarga grande de trabalho, com uma média por professor efeti-\nvo de 15 horas semanais de aulas. \n3. Na área de Química, será necessário um professor que se responsabilizará por mais \numa turma da disciplina Físico-Química, com 8 horas entre teoria e duas turmas de \naulas práticas. Também irá contribuir em disciplinas atualmente já oferecidas pelo \nDepartamento de Química, que já está com uma elevada carga horária. Quando da \ncriação do curso de Engenharia de Controle e Automação foram alocadas vagas nos \ndepartamentos de Computação, Matemática e Física, tendo o DEQUI assumido acrés-\ncimo em carga horária sem solicitar contratação de professor. \n \n4 - INVESTIMENTO EM LABORATÓRIOS \n \n \nOs diversos laboratórios existentes na Universidade já atendem boa parte das deman-\ndas de atividades práticas envolvidas no curso ora proposto. Contudo, será necessária uma \nampliação, tanto no que se refere a equipamentos, quanto a recursos didáticos-pedagógicos. \n \nApenas um laboratório deverá ser implantado integralmente, de forma específica o \nLaboratório de Climatologia. O espaço físico necessário está sendo avaliado pela chefia do \nDepartamento de Geologia. \n \nOs orçamentos individuais, bem como, um quadro sinóptico sintetizam as informações \nem investimentos. \nLABORATÓRIO 1 - METEOROLOGIA & CLIMATOLOGIA \n \nRelação de equipamentos para montagem de laboratório e material didático para disciplina. \n \n1) Sistema de aquisição de dados por satélite. Contendo: antena completa omnidirecional \ncom tripé e cabo; receptor de satélite com escaneamento multicanal; interface fax compatível \npara PC/IBM que permite armazenamento automático de dados em disco, RAM ou gravador \n", "11": "Projeto de Criação do Curso de Engenharia Ambiental \n \n10 \nde áudio; programa de captura de imagens de satélite MFMAP com opção de mapeamento \npor malhas de coordenadas ou limites geográficos e manual detalhado de informações. Refe-\nrência 23 HORAS 2100 (Sist. de satélite) preço US$ 1379.00 e 23 H 2114 (cabo de extensão \nda antena) preço US$ 59.50. \n \n2) Central do tempo de mesa. Barômetro/higrômetro compacto com mostrador digital que \nmostra simultaneamente temperatura interna, previsão do tempo em 4 símbolos, pressão ba-\nrométrica e tendência e humidade do ar. Requer 4 pilhas tam. AAA. Referência 23 H 2050, \npreço US$ 99.00. \n \n3) Estação climática a bateria solar. Estação de alta qualidade que transmite dados à distân-\ncia de 300 pés (1km), para o mostrador, de temperatura, pressão barométrica, queda de chu-\nvas, velocidade dos ventos, sem cabos ou fios. Referência 23 H 1285, preço US$ 990.00. In-\nterface de computador Windows, referência 23 H 1286, preço US$ 295.00. \n \n4) Material didático \n \n4.1) Transparências: 3 jogos com 12 tranp., cada, sobre Tempo (7 H 2099), Meteoro-\nlogia e Climatologia (7 H 2082) e Águas da Terra (77 H 2083) ao preço de US$ 13.99, \ncada. \n \n4.2) Slides: 4 jogos. Fenômenos Atmosféricos Não-usuais (176 H 1425, US$ 27.85), \nNúvens (173 H 0606, US$ 42.50), Frentes e Massas de Ar (175 H 0481, US$ 27.50) e O \nMapa do Tempo (175 H 0484, US$ 27.50). \n4.3) Vídeos: conjunto seriado de vídeos sobre conceitos de clima e previsão de tempo, \ncom 9 fitas VHS com duração de 25 min cada. Referência 193 H 1920, preço US$ \n409.00. \n \nCustos, soma: item 1) - 1,438.50 \n \n \n “     2) -      99.00 \n \n \n“      3) - 1,285.00 \n \n \n“   4.1) -      41.97 \n \n \n“   4.2) -    128.35 \n", "12": "Projeto de Criação do Curso de Engenharia Ambiental \n \n11 \n \n \n“   4.3) -    409.00 \nTotal US$ 3,401.82 (três mil quatrocentos e um dólares e oitenta e dois centavos). \n \nLABORATÓRIO 2 - LABORATÓRIO DE MEDIÇÕES AMBIENTAIS \n \nOrsat – medidor de gases de combustão.  \n \n \nUS$ 500,00 \nEspectrofotometro  \n \n \n \n \n \nUS$ 2.000,00 \nBomba de vácuo \n \n \n \n \n \nUS$    500,00 \nUltra som  \n \n \n \n \n \n \nUS 3.500,00 \nClassificador de água poluída:  \n \n \n \nUS      200,00 \nAmostrador de sólidos: \n \n \n \n \nUS$    100,00 \nPhmetro portátil:  \n \n \n \n \n \nUS$    300,00 \nTOTAL \n \n \n \n \n \n \nUS$ 7,100.00 \n \nLABORATÓRIO 3 - LABORATÓRIO DE INFORMÁTICA – ESCOLA DE \nFARMÁCIA \n \n(PARA ATENDIMENTO DA DISCIPLINA EPIDEMIOLOGIA) \n \nQUANTIDADE \nDESCRIÇÃO \nPREÇO \n04 \nCOMPUTADOR PENTIUM \nUS$ 4.800,00 \n \n \n", "13": "Projeto de Criação do Curso de Engenharia Ambiental \n \n12 \nLABORATÓRIO 4 - LABORATÓRIO DE SEDIMENTOLOGIA \n \nITEM \nQUANTIDADE \nDESCRIÇÃO \nCUSTO (R$) \nMicromolinete (medidor de corrente) \n1 \nModelo USGS 6205 \n1300,00 \nAmostrador de carga (arraste e saltação) \n1 \nModelo US BLM - 84 \n600,00 \nExaustor \n1 \n- \n1900,00 \nCronômetro, trena, vasilhas (garrafas) \nde coleta \n- \n- \n400,00 \nProdutos químicos diversos (para \nanálise da fração argila, minerais \npesados, etc) \n- \n- \n800,00 \nComputador + Impressora \n1 \nPENTIUM II 300 Mhz, 64Mb RAM \n2000,00 \nTOTAL \n \n \n7000,00 \n \nLABORATÓRIO 5 - LABORATÓRIO DE GEOPROCESSAMENTO \n \n \n \n \n \n \n \n \n \n Quantidade \nValor un.US$ \nComputador Pentium \n \n4 \n1200,00 \nMesa digitalizadora DigGraf tamanho \nA3 \n \n4 \n1200,00 \n \n Total \n9600,00 \n \nLABORATÓRIO 6 - LABORATÓRIO DE GEOQUÍMICA \n \n \n \n \n \nEquipamento \nQuantidade     Reais (un) \n US$ (un) \n \n \n \n \nMedidor Multiparametros Portátil marca WTW (pH, cond., OD, etc) \n+ software \n1 \n \n2.310,00 \nMedidor Portátil de Sólidos Totais Dissolvidos \n1 \n \n135,00 \nTurbidímetro Digital Portátil LaMotte \n1 \n \n1.471,00 \nTurbidímetro Nefelométrico de Bancada \n1 \n1.450,00 \n \nSmart Colorímetro \n1 \n \n1.573,00 \nColorímetro Nessler Quanti + Discos \n1 \n950,00 \n \nDeionizador de água Gehaka mod. DG-100 \n1 \n1.045,00 \n \nAutoclave \n1 \n1.900,00 \n \nFreezer 480 litros \n1 \n900,00 \n \nExaustor para capelas \n1 \n1.800,00 \n \nMicrocomputador + impressora \n1 \n2.900,00 \n \nVidraria \n \n2.000,00 \n \n Total \n12.945,00 \n5.489,00 \n \n \n", "14": "Projeto de Criação do Curso de Engenharia Ambiental \n \n13 \nLABORATÓRIO 7 - LABORATÓRIO DE TRATAMENTO DE ÁGUAS \n \nEquipamentos necessários: \nCâmara de fluxo laminar vertical*: 01 US$ 1,800.00 \nMicroscópio Alfa Photo Nikon ou Olympus CBA ou Zeiss Binocular*: 02 US$ 3,980.00 \nMicropipeta Automática de volume variável (1000 L)*: 01 US$ 325.00 \n*Equipamentos sendo adquiridos com recursos do MEC. \n \nMaterial de Consumo: \nVidraria \nProvetas de 100 mL: 05  US$ 8.50 (unidade) \nBuretas de 25,0 mL: 03  US$ 29.50 (unidade) \nErlenmeyer 125 mL: 05  US$ 2.75 (unidade) \nErlenmeyer 250 mL: 05  US$ 2.85 (unidade) \nPlacas de Petri 100mm de diâmetro por 20 mm de altura: 20   US$ 4.75 (unidade) \nTubos Duran  R$ 49,90 ( embalagem com 100) \n \nMeios de Cultura \nÁgar Glicose Levedo Triptona R$ 240,00 \nMeio EAM (Ematoxilina Azul de Metileno)  R$ 93,00 (500 g) \nCaldo Lactosado Verde Brilhante  R$ 122,00 (500 g) \nCaldo Dextrose Azida  R$ 261,00 (500 g) \nCaldo Azida Etil Violeta R$ 200,00 \nCaldo M-ENDO R$ 59,90 (100 g) \n \nOutros \nSuporte para Filtração  R$ 694,00 \nMembrana Milipore 0,45 m. 47 mm diam. HVLP R$ 371,00 + IPI 8%  \nMembrana Milipore 0,22 m, 25 mm diam. R$ 106,00 + IPI 8% \n \n \n \n", "15": "Projeto de Criação do Curso de Engenharia Ambiental \n \n14 \nQUADRO SINÓPTICO  \n \nINVESTIMENTOS EM RECURSOS DIDÁTICOS E LABORATÓRIO \nUS$ \nLABORATÓRIO DE METEOROLOGIA & CLIMATOLOGIA \n3.401.82 \nLABORATÓRIO DE MEDIÇÕES AMBIENTAIS \n7.100.00 \nLABORATÓRIO DE INFORMÁTICA DA \nESCOLA DE FARMÁCIA \n \n4.800.00 \nLABORATÓRIO DE SEDIMENTOLOGIA \n3.500.00 \nLABORATÓRIO DE GEOPROCESSAMENTO \n9.600.00 \nLABORATÓRIO DE GEOQUÍMICA \n13.489.00 \nBIBLIOTECA DEGEO/DEMIN \n12.000.00 \nBIBLIOTECA ICEB \n6.000.00 \nLABORATÓRIO DE COMPUTAÇÃO (GRADUAÇÃO /DEGEO) \n4.800.00 \nRECURSOS DIDÁTICOS - PROJETORES SLIDES / RETROPOJETORES \n2.000.00 \nLABORATÓRIO DE TRATAMENTO DE ÁGUAS - ESCOLA DE FARMÁCIA \n7.476.00 \nTOTAL GERAL (US$) \n74.166.,82 \n \n \n", "16": "Projeto de Criação do Curso de Engenharia Ambiental \n \n15 \n5 - GRADE CURRICULAR \n \nCURRÍCULO PLENO PROVISÓRIO – ENGENHARIA AMBIENTAL \n \nCódigo \nDISCIPLINAS OBRIGATÓRIAS \nPeríodo \nPré-Requisito \nCrédito \nAulas T/P \nCBI 207 \nBiologia Celular \n1o \n- \n4 \n3/2 \nEMI 101 \nIntrodução à Engenharia Ambiental \n1o \n- \n1 \n1/0 \nGEO 110 \nGeologia Geral \n1º \n- \n3 \n3/0 \nMTM 131 \nGeometria Analítica \n1o \n- \n4 \n4/0 \nMTM 122 \nCálculo Diferencial e Integral I \n1o \n- \n6 \n6/0 \nQUI 200 \nQuímica Geral \n1o \n- \n5 \n4/2 \nTOTAL \n06 disciplinas \n \n \n \n25 \n \n \n \n \n \n \nCOM 105  \nIntrodução à Ciência da Computação \n2o \n- \n3 \n2/2 \nFIS 209 \nMecânica Clássica \n2o \n- \n3 \n2/2 \nGEO 109 \nGeomorfologia e Ocupação Ambiental  \n2o \n- \n3 \n3/0 \nMTM 112 \nIntrodução à Álgebra Linear \n2º \n- \n4 \n4/0 \nMTM123 \nCálculo Diferencial e Integral II \n2o \n- \n4 \n4/0 \nQUI 117 \nFísico-Química \n2º \n- \n5 \n4/2 \nTOTAL \n06 disciplinas  \n \n \n \n25 \n \n \n \n \n \n \nCBI 175 \nEcologia Geral \n3º \n1º \n3 \n3/0 \nFIS 210 \nFísica Térmica \n3o \n1º \n3 \n2/2 \nGEO 113 \nMinerais, Rochas e Solos \n3o \n1º \n3 \n3/2 \nMTM124 \nCálculo Diferencial e Integral III \n3o  \n1º \n4 \n4/0 \nMTM 145 \nModelagem Matemática I \n3o \n1º \n4 \n3/2 \nQUI 153 \nQuímica Orgânica Ambiental \n3o \n1º \n4 \n4/0 \nTOTAL \n06 Disciplinas \n \n \n \n25 \n \n \n \n \n \n \nCBI 208 \nEcossistemas \n4o \n2º \n3 \n2/2 \nFIS 211 \nEletromagnetismo \n4o \n2º \n3 \n2/2 \nMTM 151 \nEstatística e Probabilidade \n4o  \n2º \n3 \n2/2 \nGEO 169 \nGeoquímica Ambiental \n4o \n2º \n3 \n3/0 \nCAT 112 \nExpressão Gráfica I \n4o \n2º \n3 \n2/2 \nCAT 122 \nFenômenos de Transporte \n4o \n2º \n3 \n2/2 \nTOTAL \n06 disciplinas \n \n \n \n25 \n \n \n \n \n \n \nCIV 271 \nHidráulica \n5o \n3º \n4 \n3/2 \nCIV 108 \nMecânica de Engenharia \n5o \n3º \n3 \n2/2 \nFAR 101 \nPrincípios de Biotecnologia  \n5o  \n3º \n3 \n2/2 \nGEO 114 \nClimatologia \n5o  \n3º \n3 \n2/2 \nGEO 115 \nErosão e Deposição de Sedimentos \n5o \n3º \n2 \n1/2 \nGEO 116 \nCartografia Aplicada \n5o \n3º \n3 \n2/2 \nTOTAL \n06 disciplinas \n \n \n \n24 \n \n \n \n \n \n \nCIV 248 \nGeotecnia \n6o  \n4º \n4 \n3/2 \nCIV 272 \nHidrologia Aplicada \n6o \n4º \n3 \n2/2 \nCIV 273 \nTransporte de Sedimentos \n6o \n4º \n3 \n2/2 \nGEO 117 \nGeoprocessamento \n6o \n4º \n3 \n1/4 \nGEO 118 \nDegradação e Poluição Ambiental \n6o  \n4º \n3 \n3/0 \nMIN 101 \nProcessos em Mineração \n6o \n4º \n3 \n2/2 \nTOTAL \n06 disciplinas \n \n \n \n25 \n \n \n \n \n \n \nFAR 102 \nEpidemiologia Ambiental \n7o  \n5º \n2 \n1/2 \nFAR 103 \nMétodos Biológicos de Tratamento de Resíduos \n7o  \n5º \n2 \n1/2 \nGEO 119 \nRecursos Energéticos não Renováveis \n7o \n5º \n3 \n3/0 \nGEO 126 \nHidrogeologia Ambiental \n7o \n5º \n3 \n2/2 \nMET 101 \nProcessos em Metalurgia \n7o  \n5º \n3 \n2/2 \nPRO 241 \nEconomia Política e Financeira I \n7o \n5º \n2 \n2/0 \nPRO 243 \nOrganização e Administração Industrial I \n7o \n5º \n2 \n2/0 \nCAT 128 \nRecursos Energéticos Renováveis \n7o \n5º \n2 \n2/0 \nTOTAL \n08 disciplinas \n \n \n \n23 \n \n \n \n \n \n \nCIV 274 \nSistemas Hidráulicos e Sanitários \n8o \n6º \n3 \n2/2 \nDIR 751 \nDireito Ambiental \n8o \n6º \n4 \n4/0 \nMET 102 \nResíduos Sólidos e Efluentes na Metalurgia \n8o \n6º \n3 \n3/0 \nMIN 102 \nTratamento de Efluentes na Mineração \n8o \n6º \n3 \n3/0 \nPRO 242 \nEconomia Política e Financeira II \n8o \n6º \n2 \n2/0 \nPRO 244 \nOrganização e Administração Industrial II \n8o \n6º \n2 \n2/0 \nTOTAL \n07 disciplinas \n \n \n \n18 \n \n \n \n", "17": "Projeto de Criação do Curso de Engenharia Ambiental \n \n16 \n \n \nCódigo \nDisciplinas Obrigatórias \nPeríodo \nPré-Requisito \nCrédito \nAulas T/P \nCIV 423 \nTratamento de Esgotos \n9o  \n7º \n3 \n2/1 \nEMI 102 \nAvaliação de Impactos Ambientais \n9o \n7º \n4 \n4/0 \nMET 103 \nMetalurgia e Meio Ambiente \n9o \n7º \n3 \n3/0 \nMET 104 \nTratamento de Efluentes Gasosos \n9o \n7º \n4 \n3/1 \nMIN 103 \nMineração e Meio Ambiente \n9o \n7º \n3 \n3/0 \nTOTAL \n04 disciplinas \n \n \n \n17 \n \n \n \n \n \n \nCIV 275 \nTratamento de Resíduos Sólidos Urbanos \n10o \n8º \n2 \n2/0 \nEMI 103 \nTrabalho de Graduação \n10o  \n8º \n4 \n0/8 \nPRO 128 \nPlanejamento e Sistemas de Gestão Ambiental \n10o \n8º \n4 \n4/0 \nTOTAL  \n03 disciplinas \n \n \n \n14 \n \nCódigo \nDISCIPLINAS ELETIVAS \nPré-Requisito \nCrédito \nAulas T/P \n \nRamo I – Recursos Hídricos \nCBI180 \nLimnologia \n \n3 \n2/2 \nCIV 443 \nAnálise e Remediação da Contaminação no Solo \n \n3 \n3/0 \nCIV 424 \nGerenciamento de Recursos Hídricos A \n \n3 \n3/0 \nCIV 425 \nSimulação da Qualidade da Água em Rios e Estuários \n \n2 \n1/2 \nCIV 426 \nSimulação da Qual. da Água em Lagos e Reservatórios \n \n2 \n1/2 \nCIV 427 \nModelagem Matemática II \n \n4 \n3/2 \nFAR 105 \nQualidade de Águas  \n \n2 \n1/2 \nGEO 127 \nGerenciamento de Recursos Hídricos B \n \n3 \n3/0 \nGEO 128 \nAnálise Quantitativa de Proc. Erosivos e de Assoreamento \n \n3 \n2/2 \n \n \nRamo II – Mínero-Metalurgia \nMET 105 \nAspectos Ambientais da Hidrometalurgia \n \n3 \n3/0 \nMET 106 \nFísico-Química das Transformações em Meios Aquosos \n \n4 \n4/0 \nMET 107 \nReciclagem de Efluentes da Indústria Metalúrgica \n \n3 \n3/0 \nMIN 104 \nDisposição de Rejeitos de Mineração \n \n2 \n2/0 \nMIN 105 \nRecuperação de Áreas Degradadas pela Mineração \n \n3 \n3/0 \nMIN 242 \nMecânica das Rochas \n \n4 \n3/2 \nMIN 243 \nEstabilidade de Taludes \n \n3 \n2/2 \nMIN 256 \nProcessamento de Minerais I \n \n3 \n2/2 \nMIN 257 \nProcessamento de Minerais II \n \n3 \n2/2 \nMIN 258 \nProcessamento de Minerais III \n \n3 \n2/2 \nMIN 262 \nIntrodução à Geoestatística \n \n3 \n2/2 \n \n \nRamo III – Espaço Territorial \nCBI 200 \nFitogeografia \n \n3 \n2/2 \nCBI 202 \nBiogeografia \n \n3 \n2/2 \nCIV 444 \nImpacto Ambiental de Obras Civis \n \n3 \n3/0 \nCIV 445 \nGeotecnia de Meios Urbanos \n \n3 \n3/0 \nGEO 129 \nProcessos e Depósitos em Encostas \n \n3 \n2/2 \nGEO 130 \nDinâmica Costeira e Processos Erosivos \n \n2 \n2/0 \nGEO 134 \nIntrodução à Geoquímica dos Processos Exógenos \n \n2 \n1/2 \nGEO 227 \nProcessamento Digital de Imagens \n \n2 \n1/2 \nGEO 294 \nGeologia de Engenharia \n \n3 \n2/2 \nGEO 296 \nPedologia \n \n3 \n3/0 \n \n \nDomínio Conexo \nCBI 209 \nConservação e Proteção de Ecossistemas \n \n3 \n3/0 \nEDU 109 \nMétodos e Técnicas de Pesquisa \n \n3 \n2/2 \nFAR 104 \nEcotoxicologia \n \n3 \n3/0 \nFIL 200 \nIntrodução à Filosofia da Ciência e das Idéias \n \n2 \n2/0 \nFIS 212 \nEstrutura da Matéria \n \n3 \n2/2 \nFIS 213 \nOscilações e Ondas \n \n3 \n2/2 \nGEO 135 \nTecnologia e Civilização Industrial \n \n3 \n3/0 \nGEO 136 \nÉtica, Meio Ambiente e Desenvolvimento \n \n3 \n3/0 \nGEO 137 \nTécnicas Instrumentais em Geoquímica Ambiental \n \n1 \n0/2 \nMTM 154 \nEstatística Aplicada I \n \n4 \n4/0 \nMTM 155 \nEstatística Aplicada II \n \n4 \n4/0 \nPRO 129 \nGestão de Projetos Ambientais \n \n3 \n3/0 \nPRO 255 \nEngenharia Econômica \n \n2 \n2/0 \nPRO 302 \nAções Empreendedoras \n \n2 \n1/2 \nQUI 129 \nQuímica Analítica \n \n4 \n2/3 \n \nO aluno deverá cursar 495 horas de Disciplinas Eletivas. \n", "18": "Projeto de Criação do Curso de Engenharia Ambiental \n \n17 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFig. 1 - Estrutura esquemática do curso de graduação em Engenharia Ambiental. \n \n \nMatérias básicas \nde formação do \nengenheiro \n \nNúcleo de \ndisciplinas de \nformação \ncomum \n1 \n2 \n3 \n", "19": "Projeto de Criação do Curso de Engenharia Ambiental \n \n18 \nDISCIPLINAS  NOVAS POR DEPARTAMENTO \n \n \n \nDISCIPLINAS DO DEPARTAMENTO DE CIÊNCIAS BIOLÓGICAS \n \nCBI : BIOLOGIA CELULAR - 75 h (3/2) \nFundamentos de Biologia Celular: origem da vida; estrutura celular; células procariotas e eu-\ncariotas; classificação dos organismos vivos; o mundo dos microrganismos. \n \n \nCBI : ECOLOGIA GERAL - 45 h (3/0) \nO pensamento ecológico. O âmbito da ecologia. A ecologia e suas sub-divisões. O conceito \nde ecossistema. O ecossistema como unidade básica da ecologia. Níveis de organização da \nnatureza. Componentes e função dos constituintes do ecossistema. Estrutura do ecossistema. \nA energia nos sistemas ecológicos. Leis da termodinâmica nas transformações energéticas do \necossistema, níveis tróficos e qualidade da energia. Emergia. Processos biológicos no ecossis-\ntema e produtividade. Capacidade de suporte. Sucessão ecológica, homeostasia e climax. Fa-\ntores limitantes. Populações e comunidades. Modelos de crescimento. Ciclo da Matéria. Ci-\nclos biogeoquímicos. Interferência humana na ciclagem de elementos. Quantificação na cicla-\ngem de nutrientes. Principais ecossistemas da biosfera. \n \n \nCBI : ECOSSISTEMAS - 60 h (2/2) \nEcossistemas terretres (florestais). Ecossistemas aquáticos (lacustres e oceânicos). Ecossiste-\nmas urbanos e ecossistemas construidos (artificais). Diversidade de ecossistemas e biodiver-\nsidade. Ação antrópica nos ecossistemas. Conservacão e proteção de ecossistemas \nAspectos legais e formas de manejo. \n \n \nCBI : CONSERVAÇÃO E PROTEÇÃO DE ECOSSISTEMAS - 45 h (3/0) \nMudanças ambientais globais e locais. Areas de proteção ambiental (parques, estações, reser-\nvas). Aspectos legais da proteção ambiental. Proteção da biodiversidade. Financiamento da \nproteção e conservação ambiental. Recuperação de ecossistemas degradados. Agenda 21. \n \n \nDEPARTAMENTO DE DIREITO \n \n \nDIR : DIREITO AMBIENTAL - 60 h (4/0) \nEvolução histórica do direito ambiental. O direito ambiental no âmbito internacional. Prote-\nção constitucional do meio ambiente. Competência no trato de questões ambientais: União \nestados e municípios. Estudo das principais leis federais que regulam o Direito Ambiental. \nOrganização do sistema da administração pública de proteção do meio ambiente. Principais \ninstrumentos administrativos e seu trâmite. Principais instrumentos judiciais para a proteção \ndo meio ambiente. \nDEPARTAMENTO DE ENGENHARIA CIVIL \n", "20": "Projeto de Criação do Curso de Engenharia Ambiental \n \n19 \n \n \nCIV : HIDROLOGIA APLICADA - 60 h (2/2) \nCiclo Hidrológico, Bacia Hidrográfica, Precipitação, Evaporação e Evapotranspiração, Água \nSubterrânea, Infiltração, Escoamento Superficial, Regularização de Vazão. Hidrometria. \n \n \nCIV : GEOTECNIA - 75 h (3/2) \nÍndices físicos e classificação dos solos. Compactação. Princípio das Tensões Efetivas. Per-\nmeabilidade e processos de fluxo nos solos: fluxo permanente, fluxo em materiais não satura-\ndos, adensamento. Comportamento geomecânico dos maciços terrosos e rochosos: tensões \natuantes, deformabilidade, resistência. \n \n \nCIV : SISTEMAS HIDRÁULICOS E SANITÁRIOS - 60 h (2/2) \nSistemas de abastecimento d´água: qualidade de água e consumo de água. Captação de água. \nTratamento, reservação e distribuição de água. Sistemas de coleta e transporte de esgotos. \nSistemas de tanques sépticos. Sistemas de drenagem. \n \n \nCIV : TRATAMENTO DE RESÍDUOS SÓLIDOS URBANOS - 30 h (2/0) \nResíduos Sólidos: Origem e caracterização. Acondicionamento. Coleta. Transporte e disposi-\nção final. Processos de tratamento e de reciclagem. \n \n \nCIV : HIDRÁULICA - 75 h (3/2) \nHidrostática e hidrodinâmica. Escoamento sob pressão. Escoamento em canais. Hidrometria. \n \n \nCIV : MECÂNICA DE ENGENHARIA  - 60 h (2/2) \nCinemática e Dinâmica do Corpo Rígido, Esforços Simples, Estudo das Tensões, Relações \nTensão Deformação, Energia de Deformação, Critérios de Resistência, Solicitaçãoes Compos-\ntas. \n \n \nCIV : SIMULAÇÃO DA QUALIDADE DA ÁGUA EM RIOS E ESTUÁRIOS \n45 h (1/2) \nQualidade da água em rios e estuários: definições básicas; princípio de conservação da massa; \ndifusão molecular – lei de Fick; difusão advectiva; difusão turbulenta; dispersão longitudinal; \naplicação do conceito de dispersão a cursos d’água naturais; aplicabilidade do conceito de \ndispersão longitudinal; métodos de estimativa do coeficiente de dispersão longitudinal; simu-\nlação do oxigênio dissolvido em rios. Estuários – aspectos principais característicos dos estu-\nários. Exemplos e aplicações. \n \n \nCIV : SIMULAÇÃO DA QUALIDADE DA ÁGUA EM LAGOS E RESERVATÓRIOS \n45 h (1/2) \nLagos e reservatórios: dinâmica dos lagos e reservatórios; características e processos físicos \ndominantes; classificação trófica de lagos e reservatórios; eutrofização; modelagem matemá-\ntica da qualidade da água; modelagem da estrutura térmica dos lagos e reservatórios; qualida-\n", "21": "Projeto de Criação do Curso de Engenharia Ambiental \n \n20 \nde da água em reservatórios estratificados – balanço de OD em um reservatório; modelos \nsimplificados do balanço de nutrientes. Exemplos e aplicações. \n \n \nCIV : IMPACTO AMBIENTAL DE OBRAS CIVIS - 45 h. (3/0) \nAnálise de problemas ambientais gerados por obras civis tais como barragens, estradas, tú-\nneis, etc, do ponto de vista geotécnico. Avaliação, controle e remediação. \n \n \nCIV : TRANSPORTE DE SEDIMENTOS - 60 h. (2/2) \nCiclo Hidrossedimentológico. Processos e componentes do ciclo Hidrossedimentológico. Cri-\ntérios para determinação das condições críticas de transporte. Projeto de canais estáveis. Ti-\npos de transporte sólido. Transporte por arraste. Transporte em suspensão. Transporte sólido \ntotal. Técnicas de medições de descarga sólida. Morfologia fluvial. Estimativa de assorea-\nmento em reservatórios. Erosão hídrica. \n \n \nCIV : ANÁLISE E REMEDIAÇÃO DA CONTAMINAÇÃO NO SOLO - 45 h (3/0) \nProcessos e parâmetros físicos e físico-químicos da migração e acumulação de contaminantes \nem solos. Mecanismos básicos de interação solo-contaminante. Modelos hidrogeoquímicos. \nModelagem e solução numérica. Utilização de programas de computador. Estudos de casos \nreais. Investigação de áreas contaminadas. Métodos e procedimentos para caracterização de \nperfis contaminados. Programas e técnicas de remediação de solo e água contaminada. Ações \nmitigadoras. Estudo e projeto de barreiras reativas. \n \nCIV : GEOTECNIA DE MEIOS URBANOS - 45 h (3/0) \nMovimentos de massa. Diagnóstico de instabilização de taludes. Obras de estabilização. Mé-\ntodos de análise de estabilidade de taludes. \n \n \nCIV : MODELAGEM MATEMÁTICA II- 75 h (3/2) \nIntrodução: análise e síntese de problemas na engenharia, etapas na resolução de problemas, \nmodelos matemáticos exatos e aproximados, soluções exatas e aproximadas, métodos físi-\ncos, analíticos e numéricos de solução. Modelos matemáticos e sua implementação. Méto-\ndos numéricos aplicados à solução de problemas na Engenharia Ambiental. \n \n \nCIV : GERENCIAMENTO DE RECURSOS HÍDRICOS A - 45 h (3/0) \nConceituação de gerenciamento ambiental de recursos hídricos. Desenvolvimento sustentável \ne recursos hídricos. Política nacional de recursos hídricos. Disponibilidade de água. Modelos \nde alocação recursos hídricos. Conceitos econômicos e institucionais para uma alocação efici-\nente. Otimização do uso da água. Cobranças e tarifas. \n \n", "22": "Projeto de Criação do Curso de Engenharia Ambiental \n \n21 \nDEPARTAMENTO DE ENGENHARIA METALÚRGICA \n \n \nMET : ASPECTOS AMBIENTAIS DA HIDROMETALURGIA - 45 h (3/0) \nConceituação; Escopo; Operações unitárias em hidrometalurgia; Caracterização de efluentes: \nsólidos, líqudos, gasosos; Técnicas de tratamento de efluentes em hidrometalurgia: precipita-\nção, adsorção, oxidação química, troca-iônica, extração por solventes, tratamentos biológicos; \nEstudo de caso: arsênio, cianetos, metais pesados, águasácidas, dióxido de enxofre, outros.  \n \n \nMET : RESÍDUOS SÓLIDOS E EFLUENTES NA METALURGIA - 45 h (3/0) \nCaracterização física e química dos resíduos sólidos e efluentes. Principais fontes. Sistemas \nde coleta, tratamento e manuseio. Reaproveitamento, descarte e eliminação. Legislação e a-\nbordagem econômica. Estudo de casos. \n \n \nMET : TRATAMENTO DE EFLUENTES GASOSOS - 60 h (3/1) \nIntrodução. Legislação sobre emissões gasosas. Separação de poluentes particulados: separa-\nção por filtração; separação por precipitação eletrostática; separação por lavagem de gases. \nSeparação de poluentes gasosos e vapores: absorção; dessulfuração de gases; adsorção. Eli-\nminação de óxidos de nitrogênio (NOx); processos catalíticos; processos especiais e biotecno-\nlógicos. \n \n \nMET : METALURGIA E MEIO AMBIENTE - 45 h (3/0) \nAspectos de evolução política do setor metalúrgico brasileiro. Políticas direcionadas ao setor \nmetalúrgico (EIA/RIMA e outros licenciamentos). Órgãos fiscalizadores. Impactos causados \npor atividades metalúrgicas no ar, água e solo. Impactos e suas consequências sociais, eco-\nnômicas e ambientais. Aspectos de estratégias ambientais de empresas de metalurgia nacio-\nnais e estrangeiras. Metalurgia e sustentabilidade ambiental. Estudos de casos. Perspectivas \nfuturas. \n \n \nMET : PROCESSOS EM METALURGIA - 60 h (2/2) \nDescrição de processos em siderurgia, metalurgia dos não ferrosos e conformação de materiais \n \n \nMET : FÍSICO-QUÍMICA DAS TRANSFORMAÇÕES EM MEIOS AQUOSOS - 60 h \n(4/0) \nNatureza e propriedades da àgua e sistemas derivados. Critérios de espontaneidade e equilí-\nbrio. Aspectos Interfaciais. Nocoes de cinética homogenea e heterogênea.  \n \n \nMET : RECICLAGEM DE EFLUENTES DA INDÚSTRIA METALÚRGICA - 45 h (3/0) \nConceitos gerais. Ação dos componentes e seus derivados. Fundamentos de físico-química \nmetalúrgica. Geração de emissões na indústria metalúrgica. Captação, tratamento e destinação \ndas emissões. Reutilização e reciclagem: aspectos básicos. Reutilização e reciclagem: crité-\nrios e metodologia.  \n", "23": "Projeto de Criação do Curso de Engenharia Ambiental \n \n22 \nDEPARTAMENTO DE ENGENHARIA DE MINAS \n \n \nMIN : PROCESSOS EM MINERAÇÃO - 60 h (2/2) \nDescrição dos processos principais na lavra a céu aberto e na lavra subterrânea. Descrição dos \nprocessos principais no tratamento de minérios. Mecanização, informatização e automação na \nmineração. Estudo de casos. \n \n \nMIN : MINERAÇÃO E MEIO AMBIENTE - 45 h (3/0) \nAspectos da evolução política do setor mineral brasileiro. Políticas direcionadas ao setor mi-\nneral (EIA/RIMA, PRAD e outros licenciamentos). Órgãos fiscalizadores. Impactos causados \npor atividades de mineração: exploração de petróleo, elementos metálicos, não metálicos e \nminerais radioativos. Impactos do garimpo e suas consequências sociais, econômicas e ambi-\nentais. Aspectos de estratégias ambientais de grandes e pequenos grupos de mineração, naci-\nonais e estrangeiros. Mineração e sustentabilidade ambiental. Perspectivas Futuras. Estudo de \ncasos. \n \n \nMIN : TRATAMENTO DE EFLUENTES NA MINERAÇÃO - 45 h (3/0)  \nCaracterização física e química de efluentes. Principais fontes. Sistema de Captura, tratamen-\nto e manuseio. Reaproveitamento, descarte e eliminação. Estudo de casos. Legislação. Abor-\ndagem econômica. \n \n \nMIN : RECUPERAÇÃO DE ÁREAS DEGRADADAS PELA MINERAÇÃO - 45 h (3/0) \nRecuperação de áreas degradadas pela atividade de mineração, diagnóstico do problema, ne-\ncessidade e importância da recuperação, objetivos da recuperação, uso futuro da área, proce-\ndimentos e métodos de recuperação, monitoramento ambiental. \n \n \nMIN : DISPOSIÇÃO DE REJEITOS DE MINERAÇÃO - 30 h (2/0) \nRejeitos de mineração. Tipos e propriedades. Métodos de disposição de rejeitos e estéreis de \nmina. Técnicas de construção de pilhas de estéreis e barragens de rejeito. Processos físicos \nexperimentados pelos rejeitos depositados (sedimentação, adensamento, ressecamento). Rea-\nbilitação ambiental de pilhas de estéreis e barragens de rejeito. \n \n \n \nDEPARTAMENTO DE ENGENHARIA DE PRODUÇÃO \n \n \nPRO : PLANEJAMENTO E SISTEMAS DE GESTÃO AMBIENTAL - 60 h (4/0) \nConceitos básicos: gestão ambiental, sistemas de gestão ambiental, qualidade ambiental. Polí-\nticas públicas e a gestão ambiental. Desenvolvimento sustentável e as empresas. Principais \ninstrumentos de gestão ambiental (fundamentos teóricos e dificuldades  operacionais): licen-\nciamento ambiental, avaliação de impacto ambiental, auditoria ambiental, programa de moni-\ntoramento ambiental, diligência ambiental, análise de risco, programa de recupera-\nção/remediação de áreas degradadas, certificação ambiental, Normas BS7750 e ISO 14000. \n", "24": "Projeto de Criação do Curso de Engenharia Ambiental \n \n23 \nPolíticas públicas e gestão ambiental empresarial. Principais instrumentos de política ambien-\ntal: instrumentos reguladores e econômicos. Indicadores de desempenho ambiental. O merca-\ndo e os investimentos ambientais.  \n \n \nPRO : GESTÃO DE PROJETOS AMBIENTAIS - 45 h (3/0) \nElaboração de projetos e programas: lógica, aspectos importantes e apresentação da proposta. \nTécnicas de Focalização: Diagnóstico do problema e planejamento. Estratégias metodológi-\ncas. Ética e projetos sociais. Parcerias e Redes. Recursos Orçamentários: previsão e controle. \nViabilidade: mensuração de custos e benefícios. Acompanhamento e monitoração. Desdo-\nbramentos ou efeitos multiplicadores. Avaliação de resultados e de impacto social. \n \n \n \nDEPARTAMENTO DE FARMÁCIA \n \n \nFAR : PRINCÍPIOS DE BIOTECNOLOGIA - 60 h (2/2) \nBiotecnologia: conceituação e evolução histótica; Fundamentos de Bioquímica Celular. No-\nções de Biologia Molecular. Fundamentos de Microbiologia Aplicada. Microrganismos e o \nmeio ambiente.  \n \n \nFAR : EPIDEMIOLOGIA AMBIENTAL - 45 h (1/2) \nProcesso doença-saúde. Princípios básicos da epidemiologia. Doenças transmissíveis e modos \nde transmissão. Riscos à saúde relacionados com exposição ambiental e ocupacional. Políticas \nde saúde pública \n \n \nFAR : MÉTODOS BIOLÓGICOS DE TRATAMENTO DE RESÍDUOS - 45 h (1/2) \nOrigem dos rejeitos sólidos e líquidos. Geração de efluentes ácidos. Solubilização de metais \npesados. Deposição de rejeitos sólidos. Decomissionamento de minas. Ciclos biogeoquímicos \ndos minerais. Processos microbiológicos de tratamento: biolixiviação, bioacumulação, bio-\ntransformação, biosorção, biodegradação. Escolha do processo/material biológico. \n \n \nFAR : QUALIDADE DE ÁGUAS 45 h. (1/2) \nAvaliação da água de diferentes mananciais. Formas de tratamento. Análises físico-química e \nmicrobiológica. Caraterística e preservação da água tratada. \n \n \nFAR : ECOTOXICOLOGIA - 45h (3/0) \nConceituação da ecotoxicologia. Formas de toxidade. Comportamento de tóxicos no meio \nambiente. Etiologia das contaminações ambientais. Estudo dos principais contaminantes am-\nbientais. \n \n", "25": "Projeto de Criação do Curso de Engenharia Ambiental \n \n24 \nDEPARTAMENTO DE GEOLOGIA \n \n \nGEO : ANÁLISE QUANTITATIVA DE PROCESSOS EROSIVOS E DE ASSOREAMENTO \n60 h (2/2)  \nQuantificação da erosão e produção de sedimentos Equipamentos e amostragem. Processa-\nmento de dados sedimentológicos. Estudo e quantificação de reservatórios..  \n \n \nGEO : CARTOGRAFIA APLICADA - 60h (2/2) \nTopografia e mapas topográficos: cartas básicas e derivadas; mapas geológicos, cartas geo-\ntécnicas; cartas de uso do solo, cartografia de risco, zoneamento ambiental, Fotogrametria. \n \n \nGEO : CLIMATOLOGIA - 60 h (2/2) \nProcessos atmosféricos. Elementos e fatores climáticos. Tipos e classificação de climas. Dis-\ntribuição climática. Oceanos e clima. Climatologia fractal. Mudanças climáticas globais. In-\ntrodução à Paleoclimatologia. \n \n \nGEO : DEGRADAÇÃO E POLUIÇÃO AMBIENTAL - 45 h (3/0) \nDefinições – contaminação versus poluição - limites críticos -  elementos essências e não es-\nsenciais - substâncias tóxicas - leis brasileiras e normas internacionais. \nA litosfera terrestre e fontes da contaminação e poluição de solos e sedimentos – a indústria – \natividades agropecuárias – poluições domésticas. \nA atmosfera terrestre e problemas da sua poluição – chuva ácida - buraco de ozônio - efeito \nestufa - o papel da indústria e a poluição pelo tráfego de automóveis \nA hidrosfera  e a contaminação das águas -  poluições contínuas - acidentes marítimas e ter-\nrestres \n \n \nGEO : DINÂMICA COSTEIRA E PROCESSOS EROSIVOS - 30 h (2/0) \nCaracterização da dinâmica do sistema costeiro arenoso dominado por ondas, abrangendo os \nprocessos astronômicos, meteorológicos, oceanográficos e sedimentares envolvidos. Estudo \nde fenômenos de erosão costeira incluindo suas causas dentro da dinâmica costeira e da ocu-\npação antrópica da zona litorânea, bem como metodologias corretivas e preventivas. \n \n \nGEO : RECURSOS ENERGÉTICOS NÃO RENOVÁVEIS - 45 h (3/0) \nRecursos energéticos não renováveis. Carcterização e aproveitamento dos recursos naturais. \n \n \nGEO : EROSÃO E DEPOSIÇÃO DE SEDIMENTOS - 45 h (1/2) \nConceitos de processos erosivos, geração de sedimentos, transporte e assoreamento. \n \n \nGEO : ÉTICA, MEIO AMBIENTE E DESENVOLVIMENTO - 45 h (3/0) \nUm conceito de ética; valores e a mutação tecnológica em curso. Cenários para a vida huma-\nna: fundamentalista, autoritário e democrático. As implicações ético políticas da crise sócio-\n", "26": "Projeto de Criação do Curso de Engenharia Ambiental \n \n25 \nambiental contemporânea.  Sociedade, cultura e ambiente. Limites ecológicos do desenvolvi-\nmento; o conceito de sustentabilidade e suas implicações sociais; diferentes concepções da \nrelação entre sociedade, desenvolvimento e natureza; os paradigmas do desenvolvimento sus-\ntentável: paradigma ecocêntrico, tecnocêntrico, e antropocêntrico; desenvolvimento, regula-\nções da natureza e escolhas sociais: os novos equilíbrios. \n \n \nGEO : GEOMORFOLOGIA E OCUPAÇÃO AMBIENTAL - 45 h (3/0) \nLevantamento do meio físico: rocha, relevo, hidrografia, clima, solo. Caracterização dinâmica \ndo sistema ambiental: indicadores de qualidade ambiental, relativos ao meio físico, à fauna, \nflora, ar e homem. Compartimentação dos sistemas ambientais. Uso e ocupação dos sistemas \nambientais pelo homem considerando as diferentes atividades modificadoras do meio ambien-\nte (estradas, aeroportos, minerações, aterros sanitários, complexo industrial, projeto urbanísti-\nco ou agropecuário). Estudo do efeito impactante do empreendimento, preservando a relação \nde dependência entre a sociedade local (monumentos arqueológicos, históricos, culturais) e os \nrecursos ambientais existentes. \n \n \nGEO : GEOPROCESSAMENTO - 75h (1/4) \nIntrodução.às Geotecnologias. Base de dados Georreferenciada e Cartografia digital. Sistema \nGPS. Coleta, entrada e conversao de dados para GIS. Banco de dados relacional. Sensoria-\nmento remoto e processamento digital de imagens. Técnicas de análise e Modelagem de da-\ndos espaciais. Integração de informações com GIS. Geoprocessamento em Meio Ambiente. \nEstabelecimento, implantação e administração de projetos básicos com GIS.  \n \n \nGEO : GERENCIAMENTO DE RECURSOS HÍDRICOS B - 45 h (3/0) \nAnálise de bacias hidrográficas. Conceituação de gerenciamento ambiental. \n \n \nGEO : HIDROGEOLOGIA AMBIENTAL - 60 h (2/2) \nOs sistemas aquíferos. Relações entre as águas superficiais e subterrâneas.  \nHidroquímica. Qualidade da água e padrões de aceitabilidade para os diversos usos.  \nComportamento e vulnerabilidade dos aquíferos em relação ao aporte de poluentes.  \nImpactos ambientais nos sistemas aquíferos. \n \n \nGEO : INTRODUÇAO À GEOQUIMICA DOS PROCESSOS EXÓGENOS - 45 h (1/2) \nComposição de rochas e minerais. Intemperismo químico e processos geoquímicos do ambi-\nente superficial. Hidratação. Oxidaçao-reduçao. Dissoluçao-precipitaçao. Reações de hidróli-\nse. Complexaçao. Mobilidade dos elementos. Composição química das águas superficiais. \nImportância das atividades biológicas associadas aos processos superficiais. \n \n \nGEO : MINERAIS, ROCHAS E SOLOS - 75 h (3/2) \nIdentificação macroscópica e classificação dos principais minerais petrográficos e de interesse \neconômico, com base em suas propriedades físicas e químicas. Processos petrogenéticos e \ndescrição, classificação e nomenclatura das rochas ígneas, sedimentares e metamórficas. \nGEO : PROCESSOS E DEPÓSITOS EM ENCOSTAS - 60 h (2/2). \n", "27": "Projeto de Criação do Curso de Engenharia Ambiental \n \n26 \nIntrodução. Caracterização Geológica e Geotécnica dos Maciços Rochosos: rochas e descon-\ntinuidades. Caracterização Geológica e Geotécnica dos Maciços Terrosos: solos residuais e \ndepósitos de encosta; pedogênese.  Hidrologia de encostas: ciclo hidrológico; fluxos superfi-\nciais e subsuperficiais (caracterização e fatores condicionantes). Estratigrafia dos Depósitos \nde Encosta; Formas de Relevo e Modelos de Evolução de Encostas. Erosão: caracterização; \nfatores condicionantes;  influência das atividades antrópicas.Movimentos de Massa: caracteri-\nzação; fatores condicionantes; influência das atividades antrópicas. Impactos Ambientais no \nDomínio das Encostas: avaliação; previsão e controle de riscos. \n \n \nGEO : TÉCNICAS INSTRUMENTAIS EM GEOQUÍMICA AMBIENTAL - 30 h (0/2) \nMétodos instrumentais e princípios de funcionamento de equipamentos. Potencialidade dos \ndiferentes métodos e respectivas aplicações em geoquímica ambiental. Principais métodos \nabordados: pHmetros, condutivímetros, eletrodos de íons seletivos; Voltametria, Nefelome-\ntria; Espectrometria ótica: princípios e definições; Espectrometria de absorção atômica; Es-\npectrometria de emissão atômica; Espectrometria de fluorescência de raios – X; Microssonda \neletrônica; Microscopia eletrônica; Espectrometria de massa; Cromatografia líquida e gasosa. \n \n \nGEO : TECNOLOGIA E CIVILIZAÇÃO INDUSTRIAL - 45 h (3/0) \nPressupostos antropológico-filosóficos das teorias do desenvolvimento e gestão ambiental. O \nhomo economicus. Os paradigmas do progresso. A dinâmica da secularização. A destruição \ndas bases metafísicas tradicionais e a instauração da modernidade ocidental. Dialética da co-\nlonização e dilemas da industrialização. Conflito e coesão. Alertas Modernos aos Riscos Eco-\nlógicos. Desenvolvimento e meio ambiente nas raízes do Brasil.  \n \n \n \nDEPARTAMENTO DE MATEMÁTICA \n \n \nMTM : MODELAGEM MATEMÁTICA I - 75 h (3/2) \nMétodos numéricos:sistemas de equações lineares simultâneas,soluções de equações por ite-\nração, interpolação, derivação e integração numérica. Solução de EDO e EDP: introdução ao \nmétodo dos elementos finitos. Método das diferenças finitas. Aplicação: modelagem numérica \nde problemas ambientais. \n \n \n \nDEPARTAMENTO DE QUÍMICA \n \n \nQUI : QUÍMICA ORGÂNICA AMBIENTAL – 60 h (4/0) \nEstudo do carbono. Estudo das funções orgânicas principais. Propriedades físicas e químicas das fun-\nções orgânicas principais. Ciclos biogeoquímicos. Compostos orgânicos macromoleculares e sua impor-\ntância na formação do querogênio, carvão e petróleo. Comportamento de compostos orgânicos em su-\nperfície. Comportamento de compostos orgânicos em águas subterrâneas e solos. \nDEPARTAMENTO DE TÉCNICAS FUNDAMENTAIS \n \n", "28": "Projeto de Criação do Curso de Engenharia Ambiental \n \n27 \n \nTEF : FENÔMENOS DE TRANSPORTE - 60 h (2/2) \nTransferência de calor: condução, convecção e radiação. Mecânica dos fluidos: estática dinâ-\nmica dos fluidos. Equações de conservação. Convecção forçada: escoamento laminar e turbu-\nlento. Convecção natural. Vaporização e condensação. Tranferência de massa: lei de Fick. \nDifusão em gases e líquidos. Coeficiente de transferência de massa. \n \n \nTEF : RECURSOS ENERGÉTICOS RENOVÁVEIS - 30 h (2/0) \nIntrodução. A importância da energia nos custos de produção. Energia e qualidade de vida. O \nimpacto ambiental. Energia primária e secundária. Energias alternativas: tipos, fontes, aspec-\ntos políticos, ambientais e tecnológicos. \n \n \n \nDISCIPLINAS DA ESCOLA DE MINAS COM ROTATIVIDADE DE \nDEPARTAMENTO \n \n \nEMI : INTRODUÇÃO À ENGENHARIA AMBIENTAL - 15 h (1/0) \nEngenharia e meio ambiente. perfil profissional e mercado de trabalho; consciência ambiental \ne interdisciplinaridade; ciências ambientais; problemas ambientais no mundo; problemas am-\nbientais brasileiros. \n \n \nEMI : AVALIAÇÃO DE IMPACTOS AMBIENTAIS - 60 h (4/0) \nDefinições e conceitos : avaliação de impacto ambiental (AIA), o impacto ambiental, monito-\nramento ambiental. Origens e evolução da AIA. A AIA no Brasil. Evolução cronológica da \nAIA junto ao sistema de licenciamento ambiental. O processo de AIA. A AIA no contexto do \ndesenvolvimento sustentável. Os papéis da AIA. Etapas da AIA. A elaboração e planejamento \nde um do EIA. Elementos constituintes do EIA. O RIMA. Métodos de avaliação de impacto. \nA Resolução CONAMA 001/86 e a Resolução 237/97. Licenciamento ambiental e a AIA. \nAIA e audiência pública. A AIA no sistema de licenciamento ambiental em Minas Gerais. A \nAIA e o gerenciamento ambiental. Eficácia e ineficiência da AIA. Estudos de caso. \n \n \nEMI : TRABALHO DE GRADUAÇÃO - 120 h (0/8) \nPlanejamento e execução de projeto ambiental integrado, levantamento de campo de sistemas \nambientais, tratamento, análise dos dados e elaboração de monografias e relatórios técnicos. \n", "29": "Projeto de Criação do Curso de Engenharia Ambiental \n \n28 \n \n"}