{"1": " \n \n \n \nUNIVERSIDADE FEDERAL DE VIÇOSA \nCENTRO DE CIÊNCIAS EXATAS E TECNOLÓGICAS \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO \nDE ENGENHARIA CIVIL \n \n \n \n \n \n \n \n \n \n \n \n \n \nViçosa – MG \n2013 \n \n", "2": "Projeto Pedagógico do Curso de Engenharia Civil  \n2 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \n \n \n \n \n \n \n \n \n \nUNIVERSIDADE FEDERAL DE VIÇOSA \n \n \n \n \nMissão da Universidade Federal de Viçosa \n \n \n \n“Exercer uma ação integrada das atividades de ensino, pesquisa \ne extensão, visando à universalização da educação superior de \nqualidade, à promoção do desenvolvimento das ciências, letras e artes \ne à formação de cidadãos com visão técnica, científica e humanística, \ncapazes de enfrentar desafios e atender às demandas da sociedade.” \n \n \n \n \n \n", "3": "Projeto Pedagógico do Curso de Engenharia Civil  \n3 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \n \n \n \n \n \n \nUNIVERSIDADE FEDERAL DE VIÇOSA \n \n \nCoordenador do Curso de Engenharia Civil \nProf. Paulo Sérgio de Almeida Barbosa \n \nNúcleo Docente Estruturante do Curso de Engenharia Civil \nProfº. Antônio Carlos Vieira \nProfº. Dario Cardoso de Lima \nProfº. José Carlos Bohnenberger \nProfº. José Luiz Rangel Paes \nProfº. Leonardo Gonçalves Pedroti  \nProf. Paulo Sérgio de Almeida Barbosa \nProfº. Reginaldo Carneiro da Silva \nProfª. Rita de Cássia Silva Sant’Ana Alvarenga \n \nComissão Coordenadora do Curso de Engenharia Civil \nProf. Paulo Sérgio de Almeida Barbosa (Coordenador) \nProfº. Antônio Carlos Vieira \nProfº. José Carlos Bohnenberger \nProfº. Leonardo Gonçalves Pedroti  \nProfº. Reginaldo Carneiro da Silva \nProfª. Rita de Cássia Silva Sant’Ana Alvarenga \n", "4": "Projeto Pedagógico do Curso de Engenharia Civil  \n4 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \n \n \n \n \n \nUNIVERSIDADE FEDERAL DE VIÇOSA \nCurso: Graduação em Engenharia Civil \nModalidade oferecida: Bacharelado \nTítulo acadêmico conferido: Engenheiro Civil \nModalidade de ensino Presencial \nRegime de matrícula: Semestral \nTempo de duração: 5 anos - prazo padrão \nCarga horária total: 3660 horas \nNúmero de vagas oferecidas: 60 vagas anuais \nTurno de funcionamento: Integral \nForma de ingresso: Definida conforme o Regime Didático da UFV \nLocal de funcionamento: Campus Viçosa \nEndereço:  \nUNIVERSIDADE FEDERAL DE VIÇOSA - UFV \nAv. P. H. Rolfs, s/n \nCENTRO DE CIÊNCIAS EXATAS E TECNOLÓGICAS \nEd. Arthur da Silva Bernardes \nCampus Universitário \nCEP 36570-900 \nViçosa - MG \nFone: (31) 3899 - 2161 FAX: (31) 3899 - 2266 \n", "5": "Projeto Pedagógico do Curso de Engenharia Civil  \n5 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nSumário \n1. Introdução \n7 \n2. Apresentação do Curso \n8 \n3. Fundamentação Legal \n3.1 Dados Gerais do Curso \n10 \n11 \n4. Concepção Geral do Curso \n4.1 Objetivos Gerais do Curso \n4.2 Objetivos Específicos do Curso \n4.3 Habilidades e Competências \n4.4 Perfil do Egresso \n4.5 Campos de Atuação do Profissional \n12 \n12 \n12 \n13 \n14 \n15 \n5. Estrutura Curricular \n5.1 Correlação dos conteúdos curriculares com as diretrizes curriculares \n5.2 Matérias Curriculares \n5.3 Matriz Curricular do Curso \n5.4 Metodologia de Ensino e Aprendizagem \n5.5 Ementas \n16 \n16 \n17 \n21 \n31 \n32 \n6. Avaliação do Processo Ensino-Aprendizagem \n6.1 Desempenho Acadêmico \n6.2 Desligamento Acadêmico \n6.3 Acompanhamento Acadêmico do Estudante \n44 \n44 \n49 \n50 \n7. Tecnologias de Informação e Comunicação – TICs – no processo de \nensino-aprendizagem \n50 \n8. Apoio ao Discente \n53 \n9. Auto-Avaliação do Curso \n53 \n10. Ingresso no Curso \n55 \n11. Corpo Docente Atuante no Curso \n11.1 \nTitulação (em números) \n11.2 \nClassses (em números) \n56 \n60 \n61 \n12. Instalações disponíveis \n60 \n13. Bibliotecas \n13.1 \nBiblioteca Central da UFV \n13.2 \nBiblioteca Setorial do Centro de Ciências Exatas e Tecnológicas \n     66 \n     66 \n     68 \n \n \n \n \n", "6": "Projeto Pedagógico do Curso de Engenharia Civil  \n6 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nAnexos \n \nI. \nRegulamento das disciplinas CIV 240 - Atividades complementares I;  \n   CIV 241 -  Atividades complementares II e  \n   CIV 242 - Atividades complementares III. \nII. \nA - Regulamento da disciplina CIV 400 – Trabalho Final de Curso (TFC). \nII. \nB - Relação dos Trabalhos Finais de Curso (TFC) defendidos até setembro de 2013. \nIII. \nPrograma Analítico da disciplina CIV 498 – Estágio Supervisionado.  \nIV. \nFluxograma 1 das disciplinas do curso. \nV. \nFluxograma 2 das disciplinas do curso. \nVI. \nRegime Didático da UFV.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "7": "Projeto Pedagógico do Curso de Engenharia Civil  \n7 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n1. Introdução \n \nEste documento apresenta o projeto pedagógico do curso de ENGENHARIA CIVIL da \nUniversidade Federal de Viçosa (PPC/EC/UFV). Pela própria natureza, o projeto está em contínua \ndiscussão nos colegiados acadêmicos e sujeito a ajustes durante a sua implementação, tendo em \nvista a dinâmica do ensinar e do aprender de acordo com os avanços permanentes na área \neducacional, decorrentes da revolução tecnológica, com valorização da criatividade e da inovação. \n \nO presente projeto pedagógico do curso visa sua plena adequação às Diretrizes Curriculares \nNacionais para os Cursos de Graduação em Engenharia (Resolução CNE/CES, 11/03/2003). As \nmodificações curriculares implementadas surgiram como fruto da reflexão conjunta entre docentes \nda UFV e discentes do curso, por meio de seminários internos de avaliação. A primeira versão do \nprojeto pedagógico foi elaborada em 2002. Em 2004 foram incorporadas novas alterações, a partir \ndos resultados da avaliação das condições de ensino, realizada pelo INEP em 2002.  \n \nEm nosso projeto pedagógico, o aluno deve sentir-se num ambiente que propicia o desenvolvimento \npessoal, construindo o seu conhecimento numa postura de indagação e análise avaliativa da \nrealidade que o cerca. Deve sentir-se uma pessoa com condições de efetuar mudanças, com espaço \npara exercer sua consciência crítica ao aprender fazendo, incorporando a educação continuada como \nprincípio de qualificação profissional. \n \nNesse contexto, o ensino deve incluir teorias e práticas que conduzam à formação integral dos \nalunos, para que se transformem em produtores de conhecimento e não em meros receptores de \ninformações. Os professores devem buscar formas de expressão que permitam compartilhar \nexperiências estimulando a criatividade, o pensamento e a crítica, desacostumando o indivíduo à \npassividade mental. A aprendizagem deve ser prática contínua, sempre despertando no estudante a \nimportância de “viver a universidade” com participação efetiva nas diversas atividades de ensino, \npesquisa e extensão, vivenciando oportunidades reais de construção de uma cidadania autêntica, \ncomo um meio de compreensão da realidade e de criação de forte sustentáculo para a sua trajetória \nprofissional. \n", "8": "Projeto Pedagógico do Curso de Engenharia Civil  \n8 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n2. Apresentação do Curso \nA Universidade Federal de Viçosa originou-se da Escola Superior de Agricultura e Veterinária \n(ESAV), criada pelo Decreto 6.053, de 30 de março de 1922. \nVisando ao desenvolvimento da Escola, em 1948, o Governo do Estado a transformou em \nUniversidade Rural do Estado de Minas Gerais (UREMG), que era composta pela Escola Superior \nde Agricultura, pela Escola Superior de Veterinária, pela Escola Superior de Ciências Domésticas, \npela Escola de Especialização (Pós-Graduação), pelo Serviço de Experimentação e Pesquisa e pelo \nServiço de Extensão. \nGraças a sua sólida base e a seu bem estruturado desenvolvimento, a UREMG adquiriu renome em \ntodo o País, o que motivou o Governo Federal a federalizá-la, em 15 de julho de 1969, com o nome \nde Universidade Federal de Viçosa. \nA Universidade Federal de Viçosa vem acumulando, desde sua fundação, larga experiência e \ntradição em ensino, pesquisa e extensão, que formam a base de sua filosofia de trabalho. \nDesde seus primórdios, a UFV se preocupa em promover a integração vertical do ensino. Nesse \nsentido, trabalha de maneira efetiva, mantendo, atualmente, além dos cursos de graduação e pós-\ngraduação, o Colégio Universitário (Ensino Médio Geral), a Central de Ensino e Desenvolvimento \nAgrário de Florestal (Ensino Médio Técnico e Médio Geral), a Escola Estadual Effie Rolfs (Ensino \nFundamental e Médio Geral), o Laboratório de Desenvolvimento Humano (4 a 6 anos) e, ainda, a \nCreche, que atende a crianças de 3 meses a 6 anos. \nO Departamento de Engenharia Civil (DEC) da UFV foi criado pela Portaria no 945/78, de 3 de \noutubro de 1978. Deste então, tem desenvolvido trabalhos em áreas que podem ser consideradas de \nponta em Minas Gerais e no Brasil. \nO Curso de Engenharia Civil da UFV foi criado em 1977, e foi reconhecido pela Portaria nº 159, de \n1982 do MEC. Possui experiência consolidada na formação voltada às demandas tecnológicas do \nmercado de trabalho. Sua duração média é de cinco anos e seu currículo permite a formação em \ndiversas áreas da Engenharia Civil, possibilitando ao aluno eleger algumas disciplinas \ncomplementares nas áreas de seu maior interesse.  \n \n", "9": "Projeto Pedagógico do Curso de Engenharia Civil  \n9 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nDentre os critérios normalmente utilizados na avaliação do curso, citam-se a demanda anual, a \ngrande aceitação dos profissionais egressos, as avaliações procedidas anualmente por organismos \nprivados e públicos, por meio da avaliação dos profissionais egressos do curso de Engenharia Civil \na participação dos docentes em atividades técnicas das áreas de estudo. A participação dos \nprofissionais em empresas públicas e privadas e sua atuação nas atividades profissionais \nempresariais autônomas, individuais ou coletivas, como também o grande número de ex-alunos que \ntêm se destacado em diversos cursos de pós-graduação do País. \nAs áreas e linhas de pesquisa, de modo geral, estão voltadas para áreas prioritárias do \ndesenvolvimento brasileiro como reaproveitamento de resíduos provenientes da mineração e \natividade industrial na melhoria dos solos ou como insumos na construção civil; desenvolvimento \nde tecnologias alternativas para a construção de casas populares; tratamento e reforço de solos para \nobras e, ou, regiões de difícil construção; desenvolvimento de métodos numéricos e computacionais \npara análise de elementos estruturais; dentre outros. \nO Setor de Estruturas, em trabalhos de pesquisa financiados da FAPEMIG, montou o Laboratório \nde Computação Aplicada à Engenharia Estrutural (LCEE-DEC-UFV), com equipamentos e \nsoftwares de última geração, e em parceria com o Departamento de Engenharia de Produção e \nMecânica está prestes a inaugurar o Laboratório das Engenharias, que abrirá uma gama de novas \noportunidades para pesquisas experimentais avançadas. \nA Pós-Graduação em Engenharia Civil da UFV, na área de concentração em Geotecnia, iniciou suas \natividades em 1991, sendo pioneira no Estado de Minas Gerais. Desde então, este Setor tem se \ndestacado em pesquisas sobre comportamento de materiais terrosos, seja na área de tecnologia dos \nmateriais como também na interferência de obras de infraestrutura sobre os materiais de fundação \n(solos ou rochas). \n O Setor de Construção Civil tem-se destacado pelo desenvolvimento de novos materiais de \nconstrução, reaproveitando de resíduos da mineração, siderurgia e outros ramos industriais, abrindo \ncaminhos para construções mais econômicas e contribuindo com a sustentabilidade. \nNo Setor de Engenharia de Agrimensura, nos últimos anos, ocorreu substancial evolução do corpo \ndocente devido à capacitação de pessoal, bem como ao ingresso de novos professores. \nO Setor de Saneamento possui o LESA – Laboratório de Engenharia Sanitária e Ambiental, criado \nem 1987, o qual é hoje um centro de pesquisa de renome nacional e internacional. \n", "10": "Projeto Pedagógico do Curso de Engenharia Civil  \n10 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nNa área da extensão, deve-se fazer referência ao grande número de trabalhos e assessorias prestadas \nà comunidade de Viçosa e regiões vizinhas, tanto no suporte de projetos como no de execução das \nobras, seja em assessorias à população carente na edificação ou reforma de suas habitações, seja no \natendimento a órgãos públicos ou privados, permitindo a participação dos estudantes, o que é, por \nconseguinte, uma forma de permitir o contato com a realidade da profissão. \n \n3. Fundamentação Legal \nA formação do Engenheiro Civil fundamenta-se na visão humanista e crítica com vistas à \nvalorização do cidadão e sua inserção na sociedade com capacidade para atuar com criatividade, \ncompetência e responsabilidade na sua área. Essa formação inclui teorias e práticas que conduzem \nao desenvolvimento integral dos discentes, para que possam ser capazes de transformar o \nconhecimento e não apenas reproduzi-lo. \nO presente projeto político pedagógico foi elaborado com base nos princípios da educação nacional \ne nos pressupostos da educação superior expressos na Lei de Diretrizes e Bases da Educação \nNacional - LDB, Lei n.º 9.394/1996; pauta-se nas Diretrizes Curriculares Nacionais para os Cursos \nde Graduação em Engenharia  (Resolução CNE/CES Nº 11, de 11 de março de 2002); possui carga \nhorária de 3.660 horas em acordo com a legislação que estabelece carga horária mínima e tempo de \nintegralização para bacharelados (Resolução CNE/CES nº 2, 18/06/2007); está adequado às \nDiretrizes Curriculares Nacionais para Educação das Relações Étnico-raciais e para o Ensino de \nHistória e Cultura Afro-brasileira e Africana (Resolução CNE/CP nº 01, 17/06/2004;) e às Políticas \nde Educação Ambiental (Lei nº 9.795, 27/04/1999 e Decreto nº 4.281, 25/06/2002); atende à \nexigência curricular da Língua Brasileira de Sinais – Libras (Decreto 5.626 de 22/12/2005); atende \na normatização do Núcleo Docente Estruturante com a instituição do NDE por meio do Ato nº \n0121/2011/CCE, de 01/09/2011 (Resolução CONAES Nº 1, de 17/06/2010 e Resolução CEPE/UFV \nNº 3/2010). \nAs informações acadêmicas do curso de Engenharia Civil estão disponibilizadas na forma impressa \ne virtual na página da UFV, http://www.dec.ufv.br/ ou http://www.civ.ufv.br/ conforme exigência \nque consta no Art. 32 da Portaria Normativa N° 40 de 12/12/2007 e alterada pela Portaria \nNormativa MEC N° 23 de 01/12/2010, publicada em 29/12/2010. \n \n", "11": "Projeto Pedagógico do Curso de Engenharia Civil  \n11 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nA gestão do curso de Engenharia Civil é exercida por um colegiado, denominado Comissão \nCoordenadora, instituída pelo Ato XXX em atendimento à Resolução do CEPE Nº 07/2011 que \naprova a forma da gestão acadêmica dos cursos de graduação da Universidade Federal de Viçosa. \nA UFV garante ao discente um ambiente que propicia o desenvolvimento pessoal e intelectual, na \nperspectiva de construção de conhecimentos por meio de postura de indagação e análise avaliativa \nda realidade que o cerca. O discente deve se sentir uma pessoa com condições de efetuar mudanças,  \ncom espaço para exercer sua consciência crítica ao aprender fazendo, incorporando a educação \ncontinuada como princípio de qualificação profissional. \n3.1. Dados Gerais do curso \nDenominação: Curso de Engenharia Civil \nLocalização: Viçosa, MG \nInstituição: Universidade Federal de Viçosa \nAutorização: CEPE, Ata n° 77 de 12/07/1976 \nReconhecimento: Portaria n° 159 de 04/04/1982 \nRenovação: Portaria n° 69 de 17/01/2000 \nInício de funcionamento: 1977 \nNúmero de vagas anuais: 60 \nRegime de matrícula: semestral \nTurno de funcionamento: integral \nRegime: créditos \nTempo mínimo de integralização: 4,5 anos \nTempo médio de integralização: 5 anos \nTempo máximo de integralização: 8 anos \nCarga de disciplinas obrigatórias: 3.420 h \nCarga de disciplinas optativas: 240 h \nCarga total do curso: 3.660 h \nEstágio Supervisionado: 180 h \n \nAdmissão de estudantes: \nI. \nSistema de Seleção Unificada (SISU/MEC). \nII. \nPrograma de Avaliação Seriada para Ingresso no Ensino Superior (PASES). \n", "12": "Projeto Pedagógico do Curso de Engenharia Civil  \n12 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nIII. \nVagas Ociosas. \nIV. \nReativação de matrícula. \nV. \nPrograma de Estudantes-Convênio de Graduação (PEC-G). \n \nAs admissões previstas no item III correspondem às vagas geradas por transferências, mudanças de \ncursos, desistências formais, desligamentos e abandonos, verificadas nos 5 (cinco) primeiros \nperíodos do curso, na forma prevista no Regime Didático da Graduação da UFV. \n \n4. Concepção Geral do Curso \n4.1. Objetivos Gerais do curso \nO curso propõe assegurar uma formação geral para o Engenheiro Civil, tal que o torne capaz de \nsuperar os desafios que se renovarem durante a vida profissional, reconhecendo a graduação como o \npasso inicial de um processo permanente de formação profissional. Deve ser desenvolvido num \nambiente participativo e abundante de relacionamento humano dentro da Instituição, envolvendo \nestudantes, professores e funcionários, e rico em criatividade e inovação técnico-científicas. \nO profissional Engenheiro Civil deve ser pró-ativo conduzindo suas ações para desenvolvimento \npessoal, embasadas na moral e na ética, e da comunidade em suas diversas dimensões. Objetiva-se \ndesenvolver no aluno sólida formação crítica, criativa e inovadora, capacidade analítica, \ntecnológica e empreendedora, dotando-o de visão social, política, econômica, cultural e ambiental, e \ncapacitando-o para analisar, projetar, dirigir, fiscalizar e executar os trabalhos relativos a obras e \nserviços técnicos de sua área. \n \n4.2. Objetivos Específicos do Curso \nA observação do exercício profissional junto ao mercado de trabalho mostra que o curso de \ngraduação deve estar em sintonia com as reais necessidades do mesmo, o que faz com que se \ndefinam claramente objetivos para o curso de graduação em Engenharia Civil, dentre os quais são \nindicados:  \n Estimular o desenvolvimento de pensamento reflexivo do aluno, aperfeiçoando sua \ncapacidade investigativa, inventiva e solucionadora de problemas.  \n", "13": "Projeto Pedagógico do Curso de Engenharia Civil  \n13 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n Promover a formação de valores éticos e humanísticos no aluno, levando-o a \ncompreender o exercício profissional como instrumento de promoção de transformações \nsocial, política, econômica, cultural e ambiental. \n Exercitar a autonomia no aprender, formando o aluno para a busca constante do \naprimoramento profissional através da educação continuada. \n Desenvolver no aluno habilidades de expressão e comunicação nas formas escrita, \noral e gráfica. \n Aprimorar sua capacidade de trabalhar em equipe, desenvolvendo o relacionamento \ninterpessoal e exercitando a cooperação. \n Estimular, durante a vida acadêmica do aluno, o seu envolvimento em atividades de \npesquisa e extensão. \n Estimular a integração entre os diversos projetos elaborados nas disciplinas, \nconscientizando o aluno para a prática profissional com visão sistêmica para a solução de \nproblemas da Engenharia Civil.  \n Estimular o relacionamento com empresas dos diversos segmentos de atuação do \nprofissional Engenheiro Civil, através de estágios. \n Oferecer uma formação básica nas diversas áreas da Engenharia Civil, de modo que o \naluno explore o potencial de suas habilidades e competências pessoais em consonância \ncom as demandas do mercado de trabalho. \n \n4.3. Habilidades e Competências \nO exercício profissional do Engenheiro Civil é regido pelos Conselhos Regionais de Engenharia, \nArquitetura e Agronomia e Conselho Federal de Engenharia, Arquitetura e Agronomia \nCONFEA/CREA e pela Resolução 1010 de 22 de agosto de 2005 do CONFEA. Ao Engenheiro \nCivil compete o desempenho das atividades profissionais referentes à concepção, projeto, execução, \nanálise e viabilidade técnico-econômica, estudos e especificação de materiais, planejamento, \nconsultoria, pesquisa, vistoria, fiscalização, perícia, condução de obras e serviços, como: \nedificações, pontes e grandes estruturas, estradas, portos, aeroportos, ferrovias, sistemas de \nabastecimento de água, de esgotamento sanitário e drenagem urbana. Atua ainda em obras de \ngeotecnia, barragens, fundações, de construção civil dentre outras. \n", "14": "Projeto Pedagógico do Curso de Engenharia Civil  \n14 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nO Curso de Engenharia Civil deverá garantir uma formação profissional cujos conhecimentos, \nhabilidades, atitudes e valores sejam aplicados de maneira segura e responsável. Na formação serão \ndesenvolvidas as seguintes competências, habilidades atitudes para: \n Coletar e sistematizar dados necessários e suficientes para a concepção de soluções em \nproblemas de engenharia civil e para a realização de projetos e obras. \n Conceber soluções de engenharia nos campos de estruturas, geotecnia, hidráulica, \nsaneamento, estradas, transportes e construção civil. \n Dominar formas de expressão gráfica pelas quais são apresentados os projetos de \nengenharia. \n Elaborar projetos, planejar e acompanhar serviços e obras de engenharia civil, aliando \nexigências técnicas a fatores econômicos, sociais e ambientais. \n Perceber o valor instrumental dos conteúdos fundamentais de matemática, física e química \npara a explicação de fenômenos que se relacionam aos problemas de engenharia e para a \ncompreensão dos fundamentos tecnológicos da engenharia civil. \n Compreender o contexto social do exercício da engenharia civil e da sua inserção em \naspectos de administração, economia, direito e ciências do ambiente. \n \n4.4. Perfil do egresso \nO perfil do egresso é de um engenheiro civil generalista, apto à compreensão de novas tecnologias, \ncapaz de uma atuação reflexiva na proposição de soluções técnicas e preparado para perceber as \nnecessidades do mercado e da sociedade nas áreas de materiais de construção, estruturas, técnicas \nconstrutivas, estradas, transportes, hidráulica, saneamento e geotecnia, dentre outras. \n \nO perfil do profissional de Engenharia Civil transcende o do projetista, operador ou usuário das \nnovas tecnologias, devendo ser capaz de ter visão crítica e consciência das questões humanísticas, \nsociais, políticas, econômicas, éticas e ambientais envolvidas na sua ação profissional.  \n \nO exercício profissional contemporâneo demanda continuamente aperfeiçoamento e atualização, de \nmaneira que o egresso deve investir na sua qualificação tendo na educação continuada um elemento \nfundamental para garantir uma atuação competente e responsável na prática profissional. O \n", "15": "Projeto Pedagógico do Curso de Engenharia Civil  \n15 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nEngenheiro Civil deve ser capaz de assumir posições de liderança, de tomar decisões e de interagir \ne provocar mudanças de forma articulada com outros profissionais e a comunidade. \n \nO profissional deve ser dotado de valores éticos e humanísticos, com habilidades de expressão oral \ne escrita, com atitude empreendedora no exercício de suas atividades pertinentes para o atendimento \nde demandas da sociedade, agindo como promotor das transformações social, política, econômica, \ncultural e ambiental no setor da construção civil. \n \n4.5. Campos de atuação do profissional \nO Engenheiro Civil é o profissional que atua nas fases de concepção, construção, operação, \nmanutenção, elaboração de projetos e planejamento dos diversos tipos de obras de construção civil \ne nos estudos de viabilidade técnica e econômica das mesmas, como autônomo ou como \nfuncionário de empresas de construção, indústrias ou órgãos públicos encarregados do \nplanejamento, projeto, assessoria, consultoria ou execução de obras civis, bem como na docência no \nensino superior. O profissional exerce atividades relacionadas com o dimensionamento das \nconstruções, a escolha e a especificação dos materiais de construção e o acompanhamento técnico \nda execução das obras.  \nO engenheiro civil responde pelo atendimento de funções básicas que visam ao bem-estar, à \nproteção ambiental e ao desenvolvimento da sociedade através de sua atuação científica, \ntecnológica e administrativa em obras, estudando e propondo soluções para as obras civis \nnecessárias à habitação, à indústria, ao transporte e ao comércio, tais como edifícios e grandes \nedificações, estradas, pontes, viadutos e túneis. Incumbe-se das chamadas obras de infra-estrutura, \ncomo barragens, drenagem, sistemas de abastecimento de água, saneamento, fundações, obras de \ncontenção de encostas e obras de terra, bem como do planejamento de meios de transporte e de \ntráfego urbano. Pode ainda prestar serviços especiais como a consultoria técnica, a fiscalização e a \nperícia técnica ligadas às obras civis. O profissional será capaz de atuar com ética e \nresponsabilidade social, utilizando seus conhecimentos tecnológicos e de gestão para empreender \nnovas iniciativas, gerir programas de construção civil, planejar e executar projetos e obras, de forma \nautônoma ou em equipe, além de emitir laudos, pareceres técnicos e trabalhos de consultoria. \nO currículo do Curso de Engenharia Civil da UFV permite a formação em todas as áreas da \nengenharia civil, possibilitando ainda ao aluno eleger algumas disciplinas que complementarão a \nsua formação nas áreas de seu maior interesse. As áreas de atuação são: \n \n", "16": "Projeto Pedagógico do Curso de Engenharia Civil  \n16 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n Construção Civil -  Materiais de Construção e Processos Construtivos. \n Estruturas - Alvenaria Estrutural, Análise de Estruturas, Construções de Concreto, \nConstruções de Madeira, Construções Metálicas, Métodos Numéricos e Projeto \nAssistido por Computador. \n Estradas e Transportes - Projetos de Estradas, Planejamento de Transportes. \n Geotecnia - Fundações, Estabilidade de taludes, Muros de Arrimo, Barragens. \n Saneamento - Sistemas de Abastecimento de Água e Esgotos, Sistema de Drenagem \nUrbana, Tratamento de Resíduos Sólidos. Instalações hidráulicas prediais. \n \n5. Estrutura curricular \n \n5.1. Correlação dos conteúdos curriculares com as Diretrizes Curriculares  \nAs Diretrizes Curriculares Nacionais para o Curso de Graduação em Engenharia (Civil (Resolução \nCNE/CES Nº 11, de 11 de março de 2002) dividem os conteúdos curriculares em três  grupos: \nI. \nNúcleo dos conteúdos básicos. \nII. \nNúcleo dos conteúdos profissionalizantes. \nIII. \nNúcleo dos conteúdos específicos. \nA figura seguinte sintetiza o modelo funcional da correlação entre os conteúdos curriculares do \nCurso de Engenharia Civil da UFV e as Diretrizes Curriculares. \n \n \n \n(1) Conteúdos de \nfundam. científica \n(2) Fundamentos \ntecnológicos da eng. civil \n(3) Profissionalização \n(4) Conteúdos \nde livre \nescolha \n(3) Formação \ncomplementar \nNúcleo de conteúdos  básicos \nNúcleo de conteúdos profissionalizantes \nNúcleo de \nconteúdos \nespecíficos \n", "17": "Projeto Pedagógico do Curso de Engenharia Civil  \n17 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n5.2. Matérias curriculares \nAs matérias curriculares, cujos conteúdos distribuem-se em disciplinas no currículo do curso, em \nvariados graus de aprofundamento, constituem-se dos seguintes campos do conhecimento, \nperfazendo a carga horária total de 3660 horas para a formação do engenheiro civil. \n \n5.2.1 - Conteúdos de Fundamentação Científica e Técnica \nOs conteúdos relacionados à fundamentação científica e técnica totalizam 1125 horas nas \ndisciplinas: \nMatemática: cálculo diferencial e integral, cálculo numérico, álgebra linear, estatística. \nFísica: mecânica, ótica, eletricidade, calor e fenômenos de transporte. \nQuímica: química geral inorgânica e ciência e tecnologia dos materiais. \nExpressão gráfica: desenho geométrico, geometria descritiva, desenho técnico e desenho  \n                                           arquitetônico. \nInformática: ambientes computacionais e programação de computadores. \nMetodologia Científica e Tecnológica: metodologia de pesquisa para engenharia. \n \n5.2.2 - Fundamentos tecnológicos da engenharia civil  \nOs conteúdos relacionados aos fundamentos tecnológicos da engenharia civil totalizam 660 \nhoras nas disciplinas: \nGeologia de engenharia \nMecânica dos solos \nTopografia \nHidrologia \nHidráulica \nResistência dos materiais \nTeoria das estruturas \n \n \n \n \n", "18": "Projeto Pedagógico do Curso de Engenharia Civil  \n18 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n5.2.3 - Profissionalização \nOs conteúdos profissionalizantes da engenharia civil totalizam 1095 horas nas disciplinas: \nEstradas e transportes \nFundações e obras de terra \nProjetos hidráulicos e de saneamento \nCálculo estrutural \nMateriais e técnicas de construção \nProjetos Elétricos e de Comunicações \n \n5.2.4 - Formação complementar \nOs conteúdos de formação complementar da engenharia civil totalizam 225 horas nas \ndisciplinas: \nAdministração \nEconomia \nDireito \nCiências do ambiente \n \nAlém das disciplinas listadas acima, a formação profissional do futuro engenheiro civil será \nenriquecida com Atividades Acadêmicas – Científicas – Culturais caracterizadas como Atividades \nComplementares, oferecidas pelas disciplinas CIV 240 - Atividades Complementares I; CIV 241 - \nAtividades Complementares II e CIV 242 - Atividades Complementares III, que ocorrerão \nparalelamente à formação acadêmica.  \nDentre as Atividades Complementares podem ser destacadas: monitoria, atividades de pesquisa e \nextensão, publicação de produção científica, participação em eventos técnico-científicos, programas \nde tutoria, empresa júnior, núcleos interdisciplinares, estágios extra-curriculares e outras atividades \nque devem ser constantemente incentivadas no cotidiano acadêmico. Para fins de integralização \ncurricular, as disciplinas Atividades Complementares serão computadas como optativas, que são as \nde livre escolha do estudante e correspondem a 240 horas. \nO regulamento das atividades complementares consta do Anexo I. \n", "19": "Projeto Pedagógico do Curso de Engenharia Civil  \n19 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n5.2.5 - Conteúdos de livre escolha \nDa relação de disciplinas optativas do curso, o estudante deverá cursar no mínimo 240 horas de \nlivre escolha. No entanto, o estudante poderá cursar, dentro destas 240 horas, até 120 horas em \ndisciplinas facultativas, sendo estas quaisquer disciplinas oferecidas pela UFV. \n \n5.2.6 - Trabalho Final de Curso – 135 horas. \nNa disciplina CIV 400 – Trabalho Final de Curso (TFC), os estudantes de Engenharia Civil, sob a \norientação de um professor do Curso, elaboram um trabalho de síntese e integração dos \nconhecimentos adquiridos ao longo do curso, em uma ou mais áreas específicas, sendo avaliados \npor uma banca examinadora, conforme regulamento específico. O trabalho poderá ser constituído \nde um projeto em uma ou mais das áreas de atuação do engenheiro civil, bem como poderá ter \ncomo base uma pesquisa teórica, experimental ou outro tipo de pesquisa. \n O regulamento do TFC, bem como a relação dos trabalhos defendidos se encontram no Anexo II. \n \n5.2.7 - Estágio supervisionado – 180 horas. \nO estágio é um componente curricular obrigatório, que proporciona aos futuros engenheiros civis \num contato com os ambientes que poderão ser utilizados por eles depois de formados.  \nO estudante deverá cursar a disciplina CIV 498 – Estágio Supervisionado após ter cursado 2200 \nhoras de disciplinas obrigatórias. Este módulo visa proporcionar ao aluno uma experiência pré-\nprofissional, colocando-o em contato com o mercado de trabalho, dando-lhe oportunidade de aplicar \nos conhecimentos adquiridos em locais como: instituições públicas, privadas, empresas e demais \nlocais que proporcionem ao futuro profissional um contato da teoria com a prática.  \nO estudante deverá desenvolver um plano de trabalho durante o estágio supervisionado em \nempresas que atuam no âmbito da Engenharia Civil, ou na própria Universidade, com duração \nmínima de 180 horas, apresentando um relatório final para fins de avaliação. Existem na \nUniversidade setores específicos de apoio administrativo às atividades relacionadas aos estágios.  \nO regulamento do estágio consta do Anexo III (Programa Analítico de CIV 498 – Estágio \nSupervisionado). \n \n", "20": "Projeto Pedagógico do Curso de Engenharia Civil  \n20 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n5.2.8 - Educação das Relações Étnico-raciais e para o Ensino de História e Cultura \nAfro-brasileira e Africana \nNo Curso de Engenharia Civil o atendimento ao disposto na Resolução CNE/CP 01/2004 \nocorre de duas formas:  \na) por meio da abordagem transversal do tema das relações étnico-raciais junto aos \nconteúdos de diversas disciplinas que compõem a matriz curricular do Curso; \nb) em projetos de ensino, pesquisa e extensão. \nA abordagem transversal do tema das relações étnico-raciais ocorre em disciplinas tais como: CIV \n240 – Atividades Complementares I; CIV 241 – Atividades Complementares II; CIV 242 – \nAtividades Complementares III; ERU 315 – Sociologia do Trabalho; DIR 130 – Instituições de \nDireito; LET 104 – Oficina de Leitura e Produção de Gêneros Acadêmicos; CIV 100 – Introdução à \nEngenharia Civil; CIV 200 – Metodologia de Pesquisa para Engenharia; CIV 362 Construção Civil \nI;  CIV 363 Construção Civil II; CIV 400 – Trabalho Final de Curso.  \nNo campo da pesquisa e extensão, assim como no ensino, em atividades extra-curriculares, a \nabordagem do tema das relações étnico-raciais tem sido objeto de ações do corpo docente vinculado \nao Curso.  \n \n5.2.9 - Políticas de Educação ambiental \nNo curso de engenharia civil a educação ambiental perpassa toda matriz curricular como um \ntema transversal. A educação ambiental faz parte do conteúdo das disciplinas desde o primeiro \nperíodo do curso, nas disciplinas básicas, até os períodos finais, nas disciplinas de formação \nprofissional. Com isso, o curso procura contribuir e preservar o meio ambiente, em conformidade \ncom a legislação brasileira (Lei nº 9.795, de 27 de abril de 1999 e Decreto Nº 4.281 de 25 de junho \nde 2002). A educação ambiental está contemplada em disciplinas tais como: BIO 131 – Ecologia \nBásica; CIV 346 – Sistemas de Abastecimento de Água; CIV 347 - Sistemas de Esgotos; CIV 348 – \ninstalações Hidráulicas e Sanitárias; CIV 331 – Geologia de Engenharia; CIV411 – Aeroportos; \nCIV414 – Tópicos Especiais em Estradas. Além disso, os estudantes têm a oportunidade de \nparticipar de diversos eventos realizados no campus que tratam desta temática, bem como, \nparticipar de projetos de pesquisa e extensão desenvolvendo trabalhos de educação ambiental. \n \n", "21": "Projeto Pedagógico do Curso de Engenharia Civil  \n21 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n5.3. Matriz Curricular do Curso \nO curso disponibiliza ao aluno um conjunto de disciplinas distribuídas gradualmente, com \nmecanismo vertical de integração, possibilitando a aquisição de conhecimentos progressivos \norientados para atuação profissional. \nComo objetivos pedagógicos, o curso pretende que o aluno, com base no conjunto de conteúdos das \nvárias disciplinas, desenvolva sua capacidade intelectual de assimilação do conhecimento através de \naulas teóricas, aulas práticas em laboratório e em campo, cumprimento de estágio supervisionado e \nprojeto integrado de final de curso. Além deste projeto, nas disciplinas profissionalizantes, \nconforme o seu plano pedagógico e a pertinência para a aprendizagem, são propostos trabalhos de \nrevisão bibliográfica, dissertações, relatórios, projetos e trabalhos técnicos, valorizando a \narticulação entre a teoria e prática. \nA participação em atividades extracurriculares pode complementar a formação técnico-científica do \naluno através de iniciação científica, cursos, congressos, seminários e encontros. \nA grade curricular é formada por disciplinas obrigatórias básicas e profissionalizantes e por \ndisciplinas optativas, apresentadas a seguir, juntamente com a adequação da organização \npedagógica ao perfil profissional. \n \n \n \n \n \n \n \n \n \n", "22": "Projeto Pedagógico do Curso de Engenharia Civil  \n22 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \nDisciplinas Obrigatórias Básicas \nMatemática \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nMAT 137  \nIntrodução à Álgebra Linear \n4(4-0) \n60 \nMAT 140 \nCálculo I \n4(4-0) \n60 \nMAT 147 \nCálculo II \n4(4-0) \n60 \nMAT 271 \nCálculo Numérico \n4(4-0) \n60 \nMAT 241 \nCálculo III \n4(4-0) \n60 \n \nFísica \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nFIS 120 \nLaboratório de Física \n1(0-2) \n30 \nFIS 201 \nFísica I \n4(4-0) \n60 \nFIS 202 \nFísica II \n4(4-0) \n60 \nFIS 203 \nFísica III \n4(4-0) \n60 \nFIS 233 \nMecânica \n4(4-0) \n60 \n \nQuímica  \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nQUI 100 \nQuímica Geral \n3(3-0) \n45 \nQUI 106 \nQuímica Tecnológica \n4(2-2) \n60 \nQUI 107 \nLaboratório \nde \nQuímica \nGeral \n1(0-2) \n30 \n \n \n \n \n \n \n", "23": "Projeto Pedagógico do Curso de Engenharia Civil  \n23 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \nBiologia e Ecologia \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nBIO 131 \nEcologia Básica \n3(3-0) \n45 \n \nInformática \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nINF 100 \nIntrodução à Programação I \n4(4-0) \n60 \n \nExpressão Gráfica \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nARQ 103 \nGeometria Descritiva \n4(4-0) \n60 \nARQ 204 \nRepres. Gráf. Arquit. I \n4(0-4) \n60 \nARQ 205 \nRepres. Gráf. Arquit. II \n4(0-4) \n60 \nCIV 180 \nProj. Assist. por Comput. \n2(2-0) \n30 \n \nAdministração, Economia e Direito \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nADM 100 \nTeoria Geral da \nAdministração I \n4(4-0) \n60 \nECO 270 \nIntrodução à Economia \n4(4-0) \n60 \nDIR 130 \nInstituições de Direito \n4(4-0) \n60 \n \nPreparatórias de caráter diversificado \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nEST 106 \nEstatística I \n4(4-0) \n60 \nCIV 200 \nMetodologia de Pesquisa \npara Engenharia \n1(1-0) \n15 \n", "24": "Projeto Pedagógico do Curso de Engenharia Civil  \n24 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nPreparatórias de caráter tecnológico \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nCIV 100 \nIntrodução \nà \nEngenharia \nCivil \n1(1-0) \n15 \nCIV 150 \nResistência dos Materiais I \n5(3-2) \n75 \nCIV 151 \nResistência dos Materiais II \n5(3-2) \n75 \nENG 275 \nFenômenos de Transporte \n4(4-0) \n60 \nEAM 301 \nTopografia Básica \n4(2-2) \n60 \n \n \nDisciplinas Obrigatórias Profissionalizantes \n \nEstruturas \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nCIV 350 \nTeoria das Estruturas I \n5(5-0) \n75 \nCIV 351 \nTeoria das Estruturas II \n4(4-0) \n60 \nCIV 353 \nEstruturas Metálicas \n4(4-0) \n60 \nCIV 354 \nConcreto Armado I \n5(5-0) \n75 \nCIV 355 \nConcreto Armado II \n5(3-2) \n75 \nCIV 359 \nEstruturas de Madeira \n3(3-0) \n45 \n \nMateriais e Técnicas de Construção \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nCIV 360 \nMateriais \nde \nConstrução \nCivil I \n4(2-2) \n60 \nCIV 361 \nMateriais \nde \nConstrução \nCivil II \n4(2-2) \n60 \nCIV 362 \nConstrução Civil I \n4(2-2) \n60 \nCIV 363 \nConstrução Civil II \n4(4-0) \n30 \nARQ 330 \nCompatibiliz. entre projetos \n4(4-0) \n60 \n", "25": "Projeto Pedagógico do Curso de Engenharia Civil  \n25 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nHidráulica, Hidrologia Aplicada e Saneamento Básico \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nENG 341 \nHidráulica \n5(3-2) \n75 \nENG 342 \nHidrologia Aplicada \n4(4-0) \n60 \nCIV 346 \nSistemas de Abastecimento \nde Água \n3(3-0) \n45 \nCIV 347 \nSistemas de Esgotos \n4(4-0) \n60 \nCIV 348 \nInstalações \nHidráulicas \ne \nSanitárias \n4(4-0) \n60 \n \nMecânica dos Solos e Fundações \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nCIV 331 \nGeologia de Engenharia \n3(2-2) \n60 \nCIV 332 \nMecânica dos Solos I \n4(2-2) \n60 \nCIV 333 \nMecânica dos Solos II \n4(2-2) \n60 \nCIV 334 \nFundações \n4(4-0) \n60 \nCIV 338 \nObras de Terra \n2(2-0) \n30 \n \nEstradas e Transportes \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nCIV 310 \nProjeto Geométrico de \nEstrada \n3(2-2) \n60 \nCIV 311 \nPavimentação \n3(2-2) \n60 \nCIV 313 \nTransportes \n3(3-0) \n45 \n \n \n \n \n \n \n", "26": "Projeto Pedagógico do Curso de Engenharia Civil  \n26 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nInstalações Elétricas \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nENG 361 \nEletrotécnica e Instalações \nElétricas \n4(2-2) \n60 \nENG 362 \nProjetos de Instalações \nElétricas e de Comunicação \n4(2-2) \n60 \n \nDisciplinas Optativas \n \nCódigo \nNome \nC.Horária \nCr(T-P) \nTotal \nH.A. \nADM392 Identificação e Viabilização de \nOportunidades de Negócios \n4(3-2) \n75 \nADM250 Matemática Financeira \n4(4-0) \n60 \n \n \n \n \nARQ102 Desenho Geométrico \n4(2-2) \n60 \nARQ315 Arquitetura e Urbanismo \n4(2-2) \n60 \nARQ326 Comportamento Ambiental I \n4(2-2) \n60 \nARQ327 Comportam. Ambiental II \n4(2-2) \n60 \nBIO300 \nImpactos Biológicos da Poluição \nAmbiental \n4(2-2) \n60 \nCCO 100 Contabilidade Geral \n4(4-0) \n60 \nCIS 215 \nIntrodução à Sociologia Urbana \n3(3-0) \n45 \nCIV240 \nAtividades Complementares I \n1(1-0) \n15 \nCIV241 \nAtividades Complementares II \n2(2-0) \n30 \nCIV242 \nAtividades Complementares III \n3(3-0) \n145 \nCIV340 \nGerenciamento de Resíduos \nSólidos Urbanos \n4(2-2) \n60 \nCIV358 \nPontes \n4(4-0) \n60 \nCIV411 \nAeroportos \n2(2-0) \n30 \nCIV412 \nFerrovias \n2(2-0) \n30 \nCIV413 \nEnsaios de Laboratório e \n3(1-2) \n45 \n", "27": "Projeto Pedagógico do Curso de Engenharia Civil  \n27 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nClassificação de Solos para \nEstradas \nCIV414 \nTópicos Especiais em Estradas \n3(3-0) \n45 \nCIV415 \nTransportes Urbanos \n2(2-0) \n30 \nCIV416 \nPortos \n4(4-0) \n60 \nCIV431 \nLaboratório de Mecânica dos \nSolos \n4(2-2) \n60 \nCIV432 \nIntrodução à Mecânica das \nRochas \n4(2-2) \n60 \nCIV433 \nBarragens de Terra e \nEnrocamento \n5(3-2) \n75 \nCIV440 \nTratamento de Água \n4(4-0) \n60 \nCIV441 \nIntrodução ao Tratamento de \nÁguas Residuárias \n4(4-0) \n60 \nCIV448 \nDisposição de resíduos sólidos \nem aterros sanitários \n3(3-0) \n45 \nCIV452 \nEdifícios Industriais em \nEstrutura Metálica \n4(2-2) \n60 \nCIV453 \nMecânica das Estruturas \n4(2-2) \n60 \nCIV456 \nEdifícios em Concreto Armado \n6(2-4) \n90 \nCIV457 \nConcreto Protendido \n4(2-2) \n60 \nCIV459 \nProjeto e Experimentação de \nEstrutura de Madeira \n4(2-2) \n60 \nCIV464 \nPlanejamento e Controle de \nObras \n3(3-0) \n45 \nDIR140 \nLegislação Ambiental I \n2(2-0) \n30 \nEAM451 Sistema de Informação \nGeográfica \n4(0-4) \n60 \nENF310 Fotogrametria e \nFotointerpretação \n4(2-2) \n60 \nENF392 Avaliação de Impactos \nAmbientais \n3(3-0) \n45 \nENG440 Irrigação e Drenagem \n5(3-2) \n75 \nENG446 Planejamento e Gestão de \nRecursos Hídricos \n3(3-0) \n45 \nEPR340 \nEngenharia de Segurança do \n4(2-2) \n60 \n", "28": "Projeto Pedagógico do Curso de Engenharia Civil  \n28 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nTrabalho \nERU315 Sociologia do Trabalho \n3(3-0) \n45 \nEST220 \nEstatística Experimental \n4(4-0) \n60 \nINF101 \nIntrodução à Programação II \n4(4-0) \n60 \nINF103 \nIntrodução à Informática \n4(2-2) \n60 \nINF280 \nPesquisa Operacional I \n4(4-0) \n60 \nLET104 \nOficina de Leitura e Produção de \nGêneros Acadêmicos \n4(4-0) \n60 \nLET120 \nLíngua Francesa I \n4(4-0) \n60 \nLET215 \nInglês I \n4(4-0) \n60 \nLET290 \nLIBRAS Língua Bras. Sinais \n3(3-0) \n45 \nMAT370 Cálculo Aplicado à Engenharia \n4(4-0) \n60 \nSOL215 Elementos de Ciências do Solo \n5(3-2) \n75 \n \nObs:  \nParte da exigência de carga horária em disciplinas optativas poderá ser atendida com outras \ndisciplinas oferecidas pela UFV, até o limite de 120 horas. \nPara atender a exigência de Estágio Supervisionado, o aluno deverá se matricular na disciplina \nCIV498 Estágio Supervisionado. O estudante poderá solicitar matrícula em CIV498 após ter \ncursado um mínimo de 2200 horas-aula. \n \n \n \n \n \n \n \n \n \n \n \n \n", "29": "Projeto Pedagógico do Curso de Engenharia Civil  \n29 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nSeqüência Sugerida \n \nDisciplinas Obrigatórias \nCódigo         Nome \nCarga \nHorária \nCr(T-P) \nTotal \n H.A. \nPré-requisito \n (Pré ou Co-requisito)* \n1° Período \nARQ103 \nGeometria Descritiva \n4(4-0) \n 60  \nCIV100 \nIntrodução a Engenharia Civil \n1(1-0) \n 15  \nDIR130 \nInstituições de Direito \n4(4-0) \n 60  \nINF100 \nIntrodução à Programação I \n4(2-2) \n 60  \nMAT140 \nCálculo I \n4(4-0) \n 60  \nQUI100 \nQuímica Geral \n3(3-0) \n 45  \nQUI107 \nLaboratório de Química Geral \n2(0-2) \n 30 QUI100* \nTOTAL  \n22 \n330  \nTOTAL ACUMULADO \n22 \n330  \n2º Período \nARQ204 \nRepresentação Gráfica em \nArquitetura I \n4(0-4) \n 60  \nBIO131 \nEcologia Básica \n3(3-0) \n45  \nCIV200 \nMetodologia de Pesquisa para \nEngenharia \n1(1-0) \n 15  \nFIS201 \nFísica I \n4(4-0) \n 60 MAT140* \nMAT137 \nIntrodução à Álgebra Linear \n4(4-0) \n 60  \nMAT147 \nCálculo II \n4(4-0) \n 60 MAT140 \nQUI106 \nQuímica Tecnológica \n4(2-2) \n 60 QUI100 e QUI107 \nTOTAL  \n24 \n360  \nTOTAL ACUMULADO \n46 \n690  \n3º Período \nARQ205 \nRepresentação Gráfica em \nArquitetura II \n4(0-4) \n 60 ARQ204 \nCIV180 \nProjeto Assistido por Computador \n2(0-2) \n30 ARQ204 e INF100 \nEAM301 \nTopografia Básica \n4(2-2) \n 60 ARQ204* \nFIS120 \nLaboratório de Física \n2(0-2) \n 30 FIS201 \nFIS202 \nFísica II \n4(4-0) \n 60 FIS201 e MAT140 \nFIS233 \nMecânica \n4(4-0) \n 60 FIS201 \nMAT241 \nCálculo III \n4(4-0) \n 60 MAT137* e MAT140 \nTOTAL  \n24 \n360  \nTOTAL ACUMULADO \n70 \n1.050  \n4º Período \nCIV150 \nResistência dos Materiais I \n5(3-2) \n 75 FIS233 \nCIV331 \nGeologia de Engenharia \n4(2-2) \n 60 QUI100 \nENG275 \nFenômenos de Transporte \n4(4-0) \n 60 FIS202* e (MAT147* \nou MAT241*) \nEST106 \nEstatística I \n4(4-0) \n 60 MAT140 \n \n \n \n  \nFIS203 \nFísica III \n4(4-0) \n 60 FIS201 e (MAT147 ou \nMAT241*) \nMAT271 \nCálculo Numérico \n4(4-0) \n 60 MAT137 e MAT147 e \nINF100 \nTOTAL  \n25 \n375  \nTOTAL ACUMULADO \n95 \n1.425  \n5º Período \nCIV151 \nResistência dos Materiais II \n5(3-2) \n 75 CIV150 \nCIV313 \nTransportes \n3(3-0) \n 45 EST106 e EAM 301 \nCIV332 \nMecânica dos Solos I \n4(2-2) \n 60 CIV331 \nCIV360 \nMateriais de Construção Civil I \n4(2-2) \n 60 CIV150* e QUI106 \nECO270 \nIntrodução à Economia \n4(4-0) \n  \nENG341 \nHidráulica \n5(3-2) \n 75 ENG275 e EAM 301 \nTOTAL  \n25 \n375  \n", "30": "Projeto Pedagógico do Curso de Engenharia Civil  \n30 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \n6º Período \nCIV310 \nProjeto Geométrico de Estrada \n4(2-2) \n 60 EAM 301 \nCIV333 \nMecânica de Solos II \n4(2-2) \n 75 CIV332 \nCIV350 \nTeoria das Estruturas I \n5(5-0) \n 75 CIV150 \nCIV361 \nMateriais de Construção Civil II \n4(2-2) \n 60 CIV360 \nCIV362 \nConstrução Civil I \n4(2-2) \n 60 CIV360 \nENG342 \nHidrologia Aplicada \n4(4-0) \n 60 EST106 \nTOTAL  \n25 \n375  \nTOTAL ACUMULADO \n145 \n2.175  \n7º Período \nCIV311 \nPavimentação \n4(2-2) \n 60 CIV310 e CIV333* \nCIV351 \nTeoria das Estruturas II \n4(4-0) \n 60 CIV350 \nCIV354 \nConcreto Armado I \n5(5-0) \n 75 CIV151 e CIV350 \nCIV359 \nEstruturas de Madeira \n3(3-0) \n 45 CIV151 e CIV350 e \nCIV361 \nCIV363 \nConstrução Civil II \n4(4-0) \n60 CIV362 \nENG361 \nEletrotécnica e Instalações \nElétricas \n4(2-2) \n 60 FIS203 e FIS120 \nTOTAL  \n24 \n360  \nTOTAL ACUMULADO \n169 \n2.535  \n8º Período \nADM100 \nTeoria Geral da Administração I \n4(4-0) \n 60  \nARQ330 \nCompatibilização entre projetos \n4(2-2) \n 60 CIV354 e CIV362 \nCIV346 \nSistemas de Abastecimento de \nÁgua \n3(3-0) \n 45 ENG341 \nCIV348 \nInstalações Hidráulicas e \nSanitárias \n4(4-0) \n 60 ENG341 \nCIV353 \nEstruturas Metálicas \n4(4-0) \n 60 CIV151 e CIV350 \nCIV355 \nConcreto Armado II \n5(3-2) \n 75 CIV354 \n \n(Optativas) \n \n   \nTOTAL  \n24 \n360  \nTOTAL ACUMULADO \n193 \n2.895  \n9º Período \nCIV334 \nFundações \n4(4-0) \n 60 CIV333 \nCIV338 \nObras de Terra \n2(2-0) \n30 CIV333 \nCIV347 \nSistemas de Esgotos \n4(4-0) \n 60 ENG341 e ENG342* \nENG362 \nProjetos de Instalações Elétricas e \nde Comunicação \n4(2-2) \n 60 ENG361 \n \n(Optativas) \n \n   \nTOTAL  \n14 \n210  \nTOTAL ACUMULADO \n207 \n3.105  \n10º Período \nCIV400 \nTrabalho Final de Curso \n9(0-9) \n 135 Ter cursado 2800 horas \nde disciplinas. \nCIV498 \nEstágio Supervisionado \n0(0-12) \n 180 Ter cursado, no mínimo, \n2200 horas de \ndisciplinas obrigatórias. \n \n(Optativas) \n \n   \nTOTAL  \n9 \n315  \nTOTAL ACUMULADO \n216 \n3.420  \n \n \n \n \n \n \n", "31": "Projeto Pedagógico do Curso de Engenharia Civil  \n31 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n5.4. Metodologia de Ensino e Aprendizagem  \nA aprendizagem transcende a necessária formação técnica e desenvolvimento de competências. Seu \nobjetivo é contribuir para a formação de um cidadão imbuído de valores éticos que, com \ncompetência formal e política, possa atuar no seu contexto social de forma comprometida com a \nconstrução de uma sociedade mais justa, solidária e integrada ao meio ambiente.  \nA metodologia adotada é focada no estudante, visto como sujeito ativo e participativo do processo \nde ensino e aprendizagem. Valoriza os questionamentos, as ideias e as sugestões dos estudantes, de \nmaneira a contribuir para que seu aprendizado esteja mais perto de formar cidadãos conscientes, \nativos e construtores de novos argumentos.  \nDiversas atividades são desenvolvidas, por meio de aulas teóricas e práticas, para que os estudantes \npensem de forma integrada e sejam capazes de consolidar seu conhecimento.  \nNas aulas teóricas expositivas o conteúdo é apresentado estimulando discussões entre os alunos \nvisando à construção de um raciocínio lógico sobre o assunto/tema apresentado. São incluídas \ndinâmicas, apresentação escrita e oral de trabalhos acadêmicos e grupos discussão de casos, \nsituações problemas, artigos científicos, aplicabilidade de novas tecnologias e outros assuntos que \npermitem aos estudantes o desenvolvimento de habilidades de análise crítica e integração de \nconteúdos. Os conteúdos práticos mesclam aulas demonstrativas com aulas em que os alunos \nefetivamente executam as atividades.  \nA formação científica e tecnológica dos estudantes está contemplada por meio da participação em \nprogramas de Iniciação Científica. Os estudantes participam de atividades extracurriculares que \ncontribuem para dinamizar os processos de ensino e aprendizagem, como ciclo de palestras, \nreuniões acadêmicas, seminários, workshops, visita a empresas de apoio à pesquisa e extensão, \natividades de consultoria, prestação de serviços, entre outros. \nOs conteúdos curriculares são divididos em disciplinas e ensinados por meio de atividades práticas \ne teóricas que incluem: \n \nAulas teóricas: são empregadas para o conjunto de conhecimentos que em sua maior \nparte são de natureza conceitual, os quais devem ser construídos pelo aluno sob \nacompanhamento e orientação do docente, empregando-se técnicas que promovam um \nensino eficiente.  \n", "32": "Projeto Pedagógico do Curso de Engenharia Civil  \n32 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \nAulas práticas: são empregadas nas disciplinas nas quais se ministram \nconhecimentos de procedimentos e atitudes. Constituem-se de atividades laboratoriais \n(exames, ensaios e demonstrações de eventos e fenômenos) e de simulações de práticas \nprofissionais em situação de caráter controlado, delimitado e orientado. \n \nVisitas técnicas e viagens de estudo: contemplados nos programas de algumas \ndisciplinas onde o aprendizado necessita da integração de seus conteúdos por meio de visitas \na campo. \n \nTrabalho Final de Curso: no décimo período, o aluno elaborará um trabalho de \nsíntese e integração dos conhecimentos adquiridos ao longo do curso, no módulo CIV 400 – \nTrabalho Final de Curso, sendo avaliado por uma banca examinadora, conforme \nregulamento específico.  \n \nEstágios Profissionais: atividade formativa de natureza profissional por meio da qual \no aluno insere-se no ambiente real de trabalho, onde a multiplicidade de situações impõe \nconfrontos éticos e de responsabilidade profissional. Os estágios são realizados durante as \nférias acadêmicas, ou durante o próprio período letivo visto que a carga horária curricular \nsemanal pode ser compatibilizada. Os alunos procuram seus próprios estágios e contam com \na estrutura de apoio do Núcleo de Estágios da UFV. Destacam-se ainda as oportunidades \ncriadas pelo Programa Gilberto Melo de Estágios para atendimento técnico solicitado por \ncomunidades carentes da região de Viçosa. \n \n \n5.5. Ementas \nEmentário de disciplinas obrigatórias \n \nADM100  Teoria Geral da Administração I 4(4-0) I e II.  \nIntrodução. A abordagem clássica da administração. As funções do administrador e o \nprocesso administrativo.  \n \nARQ103  Geometria Descritiva 4(4-0) I.  \nFundamentos de desenho geométrico. Geometria de representação: os entes fundamentais do \nespaço métrico.  \n \nARQ204   Representação Gráfica em Arquitetura I 4(0-4) I e II. \nConceitos fundamentais do desenho técnico. Desenho arquitetônico \n", "33": "Projeto Pedagógico do Curso de Engenharia Civil  \n33 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \nARQ205 \n Representação Gráfica em Arquitetura II 4(0-4) I e II. ARQ204. \nRepresentação gráfica de taludes de cortes e aterros. Circulação vertical. Coberturas de \nedifícios. Desenho arquitetônico.   \n \nBIO131  Ecologia Básica 3(3-0) I e II.  \nO que é ecologia e o que não é ecologia?. Ecologia e evolução. Condições e recursos. \nEcologia de populações. Histórias de vida. Interação entre populações. Regulação populacional. \nEcologia de comunidades. Teias alimentares e estabilidade. Ecologia de ecossistemas. Padrões de \n de riqueza de espécies. Alterações antrópicas. riqueza de espécies. Alterações antrópicas. \n \nCIV100  Introdução a Engenharia Civil 1(1-0) I.  \nEstrutura curricular do curso de Engenharia Civil. Tutoria e monitoria em disciplinas. \nOrgãos de apoio ao ensino na UFV. Atribuições profissionais do engenheiro civil. Sistema Confea e \nCrea. Setores de atuação da Engenharia Civil. Visita técnica. Iniciação científica. Estágios, \nExtensão Universitária e Empresa Júnior.  \n \nCIV150  Resistência dos Materiais I 5(3-2) I e II. FIS233.  \nEstática dos corpos deformáveis. Conceitos de tensão e deformação. Tração e compressão. \nTorção simples. Flexão e Cisalhamento.  Flexão assimétrica (oblíqua) e composta com tração ou \ncompressão. Vasos de pressão de paredes finas. \n \nCIV151  Resistência dos Materiais II 5(3-2) I e II. CIV150.  \nAnálise das tensões e deformações. Teoria das falhas. Flecha em vigas estaticamente \ndeterminadas. Flecha em vigas estaticamente determinadas e indeterminadas. Flambagem de \ncolunas. Solicitações dinâmicas, choque e fadiga.  \n \nCIV200  Metodologia de Pesquisa para Engenharia 1(1-0) II.  \nCiência e tecnologia. Método científico. Pesquisa científica. Divulgação de uma pesquisa \ncientífica. Metodologia de análise de um sistema técnico.  \n \nCIV310  Projeto Geométrico de Estrada 4(2-2) II. EAM311 ou EAM301.  \nIntrodução. Elementos geométricos das estradas. Concordância horizontal. Superelevação. \nSuperlargura. Tangente mínima e raio mínimo. Inclinação de rampas. Distâncias de visibilidade. \nConcordância vertical. Volumes de corte e aterro. Terraplenagem. Drenagem de estrada.  \n \nCIV311  Pavimentação 4(2-2) I. CIV310 e CIV333*.  \nAnálise de projetos. Investigação e classificação dos solos. Dimensionamento de \npavimentos. Técnicas de estabilização de solos. Misturas betuminosas. Técnicas de construção. \nPavimentação urbana. Conservação.  \n \nCIV313  Transportes 3(3-0) I e II. (EST 103 ou EST 106) e (EAM 311 ou EAM 301).  \nFunção e desenvolvimento dos transportes. Desenvolvimento histórico dos transportes. O \nsistema de transportes. Características tecnológicas. Perspectivas futuras em transportes. Elementos \nde previsão de tráfego. Custos dos serviços em transportes. Métodos de avaliação da viabilidade \ntécnica e econômica de empreendimentos relativos a transportes. Reserva didática.  \n \nEAM 301  Topografia Básica 4(2-2) I e II. ARQ100 ou ARQ104 ou ARQ201 ou \nARQ204*.  \nIntrodução à Topografia. Processos de medição de ângulos e distâncias. Levantamentos \ntopográficos. Operações topográficas de escritórios. Altimetria.  \n", "34": "Projeto Pedagógico do Curso de Engenharia Civil  \n34 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \n \nCIV331  Geologia de Engenharia 4(2-2) I e II. QUI100.  \nPrincipais fenômenos geológicos.  Estratigrafia. Geologia estrutural. Propriedades geológicas \ngeotécnicas de formações geológicas. Intemperismo.  Propriedades tecnológicas de rochas.  \nInvestigação do subsolo. Hidrogeologia. Geologia de Túneis. Geologia de barragens.  \n \nCIV332  Mecânica dos Solos I 4(2-2) I e II. SOL215 ou CIV331.  \nA mecânica dos solos e a engenharia. O solo sob o aspecto da engenharia. Propriedades \níndices dos solos. Estruturas dos solos. Classificação e identificação dos solos. Tensões atuantes \nnum maciço de terra. Permeabilidade dos solos. Movimentação d'água através do solo. \nCompactação. Reserva didática.  \n \nCIV333  Mecânica de Solos II 4(2-2) II. CIV332 ou CIV 336.  \nCompressibilidade a adensamento dos solos. Resistência ao cisalhamento dos solos.  \n \nCIV334  Fundações 4(4-0) I. CIV333.  \nIntrodução. Exploração e amostragem do solo para o projeto de fundações. Classificação das \nfundações. Tensão admissível ou tensão resistente de projeto de fundações rasas. Cálculo de recalques de \nfundações rasas. Dimensionamento geotécnico de fundações rasas. Fundações profundas. Estimativa de \ncarga admissível ou carga resistente de projeto de fundações profundas. Cálculo de recalques de fundações \nprofundas. Considerações gerais sobre o projeto de fundações profundas. Tubulações e outros tipos de \nfundação com fuste escavado. Escolha do tipo de fundação. Rebaixamento do lençol freático. Visita \ntécnica a obras. \n \nCIV338  Obras de Terra 2(2-0) I. CIV333.  \nExploração e amostragem do solo com vistas a projetos geotécnicos. Estabilidade de taludes e \nobras de contenção em solo. Obras de contenção. Empuxo sobre estruturas de suporte. Estabilidade de \nestruturas de contenção. Rebaixamento do lençol freático. \n \nCIV346  Sistemas de Abastecimento de Água 3(3-0) II. ENG340 ou ENG341.  \nIntrodução. Estudos de concepção. Sistema de captação. Sistemas de adução. Reservação. \nRedes de distribuição. Materiais utilizados nos sistemas de distribuição.  \n \nCIV347  Sistemas de Esgotos 4(4-0) I e II. ENG341 e ENG342*.  \nIntrodução. Estudos de concepção de sistemas de esgotos sanitários. Redes de esgotos sanitários. Sistemas \nsimplificados de redes coletoras. Estações elevatórias. Destino final. Estudos de concepção de sistemas de \ndrenagem urbana. Redes de drenagem urbana. Macrodrenagem.  \n \nCIV348  Instalações Hidráulicas e Sanitárias 4(4-0) II. ENG341.  \nInstalações prediais de água fria. Instalações prediais de esgotos sanitários. Instalações \nprediais de esgotos pluviais. Instalações prediais de combate à princípíos de incêndio. Instalações \nprediais de água quente.  \n \n \nCIV350  Teoria das Estruturas I 5(5-0) I e II. CIV150 ou CIV152.  \nIntrodução. Conceitos fundamentais. Sistemas isostáticos planos. Sistemas isostáticos no \nespaço. Linhas de influência. Envoltória de esforços solicitantes. Cálculo de deslocamentos.  \n \n \n \n", "35": "Projeto Pedagógico do Curso de Engenharia Civil  \n35 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nCIV351  Teoria das Estruturas II 4(4-0) I. CIV350.  \nIntrodução. Conceitos fundamentais. Método das forças ou da flexibilidade. Método das \ndeformações ou da rigidez. Linhas de influência em estruturas hiperestáticas. Noções de análise de \nestruturas de barras por meio de computadores.  \n \nCIV353  Estruturas Metálicas 4(4-0) II. CIV151 e CIV350.  \nIntrodução às estruturas metálicas. Aços e perfis estruturais. Segurança e desempenho. \nDimensionamento \nde \npeças \ntracionadas. \nDimensionamento \nde \npeças \ncomprimidas. \nDimensionamento de peças submetidas à flexão simples. Dimensionamento de peças submetidas à \nflexão composta. Dimensionamento de ligações com conectores. Dimensionamento de ligações \nsoldadas.  \n \nCIV354  Concreto Armado I 5(5-0) I. CIV151 e CIV350.  \nIntrodução. Noções de projeto estrutural. Propriedades do concreto. Propriedades dos aços \npara concreto. Flexão normal simples. Cisalhamento. Ancoragem. Lajes maciças. Estados-limites \nde utilização. Torção.  \n \nCIV355  Concreto Armado II 4(3-2) II. CIV354.  \nFlexão normal composta. Flexão oblíqua. Estudo dos pilares. Escadas usuais. Reservatórios \nprismáticos. Cálculo estrutural de fundações. Estruturas de contenção.  \n \nCIV359  Estruturas de Madeira 3(3-0) I. CIV151 e CIV350 e CIV361.  \nEstruturas de madeira. Dimensionamento estrutural. Dimensionamento de peças submetidas \na solicitações de produtores de tensões normais. Estabilidade de peças solicitadas por tensões \nnormais de compressão. Peças submetidas a tensões tangenciais. Ligações de peças estruturais. \nDimensionamento de peças compostas.  \n \nCIV360  Materiais de Construção Civil I 4(2-2) I. CIV150* e QUI106.  \nIntrodução ao estudo dos materiais de construção. Aglomerantes minerais. Cimento \nPortland. Agregados para concreto. Propriedades do concreto nos estados frescos e endurecidos. \nDosagem de concreto. Produção e aplicação do concreto. Controle tecnológico do concreto. \nDurabilidade do concreto. Concretos especiais.  \n \nCIV361  Materiais de Construção Civil II 4(2-2) II. CIV360.  \nIntrodução. Aditivos para concreto. Materiais metálicos. Madeiras. Materiais cerâmicos. \nVidros. Materiais betuminosos. Plásticos e borrachas. Tintas e vernizes. Solo-cimento. Argamassa \narmada.  \n \nCIV362  Construção Civil I 4(2-2) II. CIV360 ou CIV365.  \nServiços iniciais em obras de edifícios. Execução de fundações e de estruturas de concreto \narmado de edifícios. Execução de alvenarias e de instalações elétricas e hidrossanitárias. Execução \nde telhados. Impermeabilização e isolamentos térmicos de edifícios.  \n \nCIV363  Construção Civil II 4(4-0) I. CIV362.  \nRevestimento de paredes internas. Revestimento de fachadas de edifícios. Revestimento de \npisos. Pintura de edifícios. Análise geral dos custos na construção. Custos de mão-de-obra. Custos \nde equipamentos. Formação do preço da construção e cálculo do BDI. Orçamento e cronograma \nfísico-financeiro de obras. Aspectos legais da construção. Gestão de resíduos na construção. \nSegurança do trabalho em canteiro de obra.  \n \n \n", "36": "Projeto Pedagógico do Curso de Engenharia Civil  \n36 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nCIV400  Trabalho Final de Curso 9(0-9) I e II.  Ter cursado 2800 h em disciplinas \nO Trabalho Final de Curso (TFC) consiste na elaboração de um trabalho ou projeto, por um \naluno ou grupo de no máximo 03 (três) alunos, na área de conhecimento da Engenharia Civil. O \ntrabalho terá a supervisão de um orientador, escolhido pelo estudante ou pelo grupo, dentre os \nprofessores que atuam no curso de Engenharia Civil. O trabalho será avaliado por uma banca \nexaminadora composta de três membros.  \n \nCIV498  Estágio Supervisionado 0(0-12) I e II.  Ter cursado, no mínimo, cursado  \n2200  h em disciplinas obrigatórias. \nA disciplina visa dar ao aluno uma experiência pré-profissional, colocando-o em contato \ncom o mercado de trabalho, dando-lhe oportunidade de aplicar os conhecimentos adquiridos, em \nempresas públicas ou  privadas que atuem em uma ou mais áreas de conhecimento de Engenharia \nCivil.  \n \nDIR130  Instituições de Direito 4(4-0) I e II.  \nNoções preliminares. Fontes do direito. Teoria geral do estado. O Estado brasileiro. Direito \nPenal. Direito administrativo. Teoria das  Obrigações. Classificação das obrigações. Direito \ntributário. Direito comercial. Direito do trabalho. Fundamentos do Direito Ambiental.  \n \nECO270  Introdução à Economia 4(4-0) I e II.  \nConceitos básicos. Noções de microeconomia. Noções de macroeconomia. Noções da teoria \nde desenvolvimento econômico.  \n \nENG275 Fenômenos de Transporte 4(4-0) I e II. FIS202* e (MAT147* ou MAT241* ou \nMAT243*).  \nEstática dos fluidos. Dinâmica dos fluidos não-viscosos. Viscosidade e resistência. \nEscoamento não-viscoso incompressível. Escoamento viscoso incompressível. Medida e controle de \nfluidos.  \nCondução de calor. Convecção de calor. Radiação. Difusão e convecção de massa.  \n  \nENG341 Hidráulica 5(3-2) I e II. ENG271 ou (ENG275 e (EAM300 ou EAM301 ou \nEAM311)).  \nIntrodução. Hidrometria em condutos abertos. Hidrometria em condutos forçados. \nEscoamento em condutos forçados em regime permanente. Escoamento de fluidos não \nNewtonianos. Redes de  \ncondutos. Instalações de recalque. Escoamento em canais sob regime permanente e uniforme.  \n  \nENG342 Hidrologia Aplicada 4(4-0) II. EST105 ou EST106.  \nIntrodução. Bacia hidrográfica. Precipitação. Evaporação e evapotranspiração. Infiltração da \nágua no solo. Escoamento superficial. Estudo da vazão de cursos d'água. Água subterrânea. \nTransporte \n de sedimentos.  \n \nENG361 Eletrotécnica 4(2-2) I e II. (FIS203 ou FIS194) e (FIS120 ou MEC211*).  \nPrevenção de acidentes elétricos. Instrumentos de medições elétricas. Circuitos monofásicos \nde corrente alternada. Circuitos polifásicos equilibrados. Potência em circuitos de corrente \nalternada.  \nFator de potência. Transformadores. Geradores e motores de corrente alternada.  \n \n \n", "37": "Projeto Pedagógico do Curso de Engenharia Civil  \n37 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n  \nENG362 Projetos de Instalações Elétricas e de Comunicação 4(2-2) I e II. ENG361*.  \nProjeto elétrico domiciliar e predial. Projetos de instalações de força motriz. Projeto de \ninstalações telefônica domiciliar e predial. Projeto de comunicação domiciliar e predial. Projeto de \naterramento e proteção contra descargas atmosféricas.  \n \nFIS120  Laboratório de Física 2(0-2) I e II. FIS191 ou FIS201.  \nSistemas de unidades, medidas e erros, gráficos e regressão linear. Cinemática e dinâmica da \npartícula e de corpos rígidos. Oscilações, ondas e óptica. Termodinâmica. Eletromagnetismo e \ncircuitos de corrente contínua e alternada. Física moderna. \n \nFIS201  Física I 4(4-0) I e II. MAT140* ou MAT141* ou MAT146*.  \nMedidas em física. Movimento de translação. Dinâmica da partícula. Trabalho e energia. \nSistemas de partículas. Dinâmica da rotação. Equilíbrio e elasticidade. Oscilações. Gravitação.  \n \nFIS202  Física II 4(4-0) I e II. FIS201 e (MAT140 ou MAT141 ou MAT146).  \nFluidos. Ondas em meios elásticos. Natureza e propagação da luz. Óptica geométrica. \nÓptica física. Temperatura. Termodinâmica. Teoria cinética dos gases.  \n \nFIS203  Física III 4(4-0) I e II. FIS201 e (MAT142 ou MAT147 ou MAT241* ou MAT \n243*).  \nForça e campo elétricos. Potencial elétrico. Capacitância e dielétricos. Resistência, correntes \ne circuitos elétricos. Campo magnético. Lei de Ampère. Lei de Indução de Faraday. Indutância e \noscilações eletromagnéticas. Corretas alternadas. Propriedades magnéticas da matéria. \n  \nFIS233  Mecânica 4(4-0) I e II. FIS201 ou MAT146.  \nEstática das partículas em três dimensões. Estática dos corpos rígidos em três dimensões. \nForças distribuídas. Análise de estruturas. Cinemática dos corpos rígidos. Dinâmica dos corpos \nrígidos.  \n \nINF100  Introdução à Programação I 4(2-2) I e II.  \nElementos de uma linguagem algorítmica. Comandos básicos da linguagem. Algoritmos x \nprogramas. Tipos estruturados de dados. Subprogramas. Técnicas básicas de programação.  \n \nEST106  Estatística I 4(4-0) I e II. MAT140 ou MAT141 ou MAT146.  \nConceitos introdutórios. Estatística descritiva. Tópicos gerais de probabilidade. Variáveis \naleatórias e distribuições de probabilidade. Algumas distribuições de variáveis aleatórias discretas e \ncontínuas. Testes de significância. Intervalo de confiança. Noções de técnicas de amostragem. \nRegressão linear e correlação.  \n \nMAT137  Introdução à Álgebra Linear 4(4-0) I e II.  \nMatrizes. Sistema de equações lineares. Determinantes e matriz inversa. Espaços vetoriais. \nTransformações lineares. Diagonalização de operadores.  \n \nMAT140  Cálculo I 4(4-0) I e II.  \nDerivadas. Aplicações da Derivada. Integrais. Aplicações da Integral.  \n \nMAT147  Cálculo II 4(4-0) I e II. MAT140 ou MAT141 ou MAT146.  \nIntegrais impróprias. Seqüências e séries infinitas. Equações diferenciais de 1ª e 2ª ordem. \nTransformada de Laplace.  \n \n \n", "38": "Projeto Pedagógico do Curso de Engenharia Civil  \n38 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nMAT241  Cálculo III 4(4-0) I e II. (MAT135* ou MAT137*) e (MAT140 ou MAT141 \nou MAT146).  \nCurvas no espaço R3. Funções de várias variáveis. Integrais duplas e triplas. Integrais de \nlinha.  \n \nMAT271  Cálculo Numérico 4(4-0) I e II. (MAT135 ou MAT137) e (MAT143 ou \nMAT147) e (INF100 ou INF103 ou INF110).  \nIntrodução. Solução de equações não-lineares. Interpolação e aproximações. Integração. \nSistemas de equações lineares. Resolução de equações diferenciais ordinárias.  \n \nQUI100  Química Geral 3(3-0) I e II.  \nCiência e química. Energia e ionização e tabela periódica. Visão microscópica do equilíbrio. \nEquilíbrio heterogêneo. Equilíbrio de dissociação: ácidos e bases. Processos espontâneos e \neletroquímicos.  \n \nQUI106  Química Tecnológica 4(2-2) II. QUI100 e QUI107.  \nÁgua. Metais e ligas metálicas. Materiais cerâmicos. Corrosão e superfícies protetoras.  \n \nQUI107  Laboratório de Química Geral 2(0-2) I e II. QUI100*.  \nO laboratório e equipamento de laboratório. Substâncias puras e misturas. Fenômenos físicos e \nquímicos e reações químicas. Propriedades dos elementos químicos. Obtenção e purificação de \nsubstâncias. Estudo das soluções. Estequiometria. Ácidos e bases. Oxirredução. Pilhas. Cinética das \nreações químicas. Termoquímica. Reações químicas especiais.  \n \nEmentário das disciplinas optativas \n \nADM250 Matemática Financeira 4(4-0) I e II.  \nJuros e capitalização simples. Capitalização composta. Desconto e taxa de desconto. Taxas \nnominais, efetivas e reais. Séries de pagamentos. Sistema de amortização. Correção monetária e \ninflação.  \n \nADM392  Identificação e Viabilização de Oportunidades de Negócios 5(3-2) II.  Ter \ncursado 1.200 horas/aula \nEmpreendedor. Inovação e criatividade. Oportunidades de negócios. Avaliação da \nviabilidade da oportunidade. Preparação do plano de negócio. Sistema de apoio financeiro e \ngerencial ao pequeno empresário. Formalização e registro de empresas.  \n \nARQ102 Desenho Geométrico 4(2-2) I.  \nIntrodução. Construções fundamentais. Lugar geométrico. Concordância. Segmentos \nproporcionais. Equivalência. Semelhança e homotetia. Cônicas e espirais. Retificação de \ncircunferência.  \n \nARQ315  Arquitetura e Urbanismo 4(2-2) II. ARQ100 ou ARQ104.  \nDeterminantes da organização espacial. Princípios gerais da teoria da arquitetura. Origem e \nformação da rede urbana brasileira. Princípios gerais da teoria do urbanismo. Funções urbanas. \nProcesso de planejamento. Legislação e administração urbana.  \n \n \n \n", "39": "Projeto Pedagógico do Curso de Engenharia Civil  \n39 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nARQ326 Comportamento Ambiental I 4(2-2) I.  \nDesempenho térmico das edificações. Princípios de projeto bioclimático. Conforto \nhigrotérmico. Estratégias para eficiência energética em arquitetura e urbanismo.  \n  \nARQ327 Comportamento Ambiental II 4(2-2) II. ARQ326.  \nDesempenhos lumínico e acústico em ambientes construídos. Conforto visual e conforto \nauditivo. Estratégias para eficiências luminosa e acústica em arquitetura e urbanismo.  \n \nBIO300 Impactos Biológicos da Poluição Ambiental 4(4-0) II.  \nFluxo de energia e matéria na biosfera. Formas de poluição. Poluição e descontaminação de \náguas. Contaminação ambiental por metais pesados. A poluição do ar e suas conseqüências sobre os  \nseres vivos. Radiobiologia. \n \nCCO100 Contabilidade Geral 4(4-0) I e II.  \nNoções preliminares. Estática patrimonial. Fatos contábeis. Procedimentos contábeis \nbásicos. Variação do patrimônio líquido. Operações com mercadorias. Balanço patrimonial (Grupo \nde contas). Ativo permanente. Problemas contábeis diversos. Outras demonstrações financeiras.  \n \n \nCIS215 Introdução à Sociologia Urbana 3(3-0) I.  \nMetodologia da ciência sociológica. A sociologia e o fenômeno urbano. As cidades, a \ncultura e os movimentos sociais no Brasil.  \n \nCIV240 Atividades Complementares I 0(1-0) I e II.  \nAtividades extracurriculares de caráter científico, cultural e acadêmico que enriquecem e \ncomplementam o processo formativo do estudante. Tais atividades incluem conhecimentos \nadquiridos pelo estudante através de estudos e práticas independentes (cursos, monitoria, iniciação \ncientífica, projetos de extensão, visitas, ações comunitárias, participação em eventos técnico-\ncientíficos, etc.), pertinentes ao campo da Engenharia Ambiental e Engenharia Civil.  \n  \nCIV241 Atividades Complementares II 0(2-0) I e II.  \nAtividades extracurriculares de caráter científico, cultural e acadêmico que enriquecem e \ncomplementam o processo formativo do estudante. Tais atividades incluem conhecimentos \nadquiridos pelo estudante através de estudos e práticas independentes (cursos, monitoria, iniciação \ncientífica, projetos de extensão, visitas, ações  \ncomunitária, participação em eventos técnico-científicos, etc.), pertinentes ao campo da Engenharia \nAmbiental e Engenharia Civil.  \n \n \nCIV242 Atividades Complementares III 0(3-0) I e II.  \nAtividades extracurriculares de caráter científico, cultural e acadêmico que enriquecem e \ncomplementam o processo do estudante. Tais atividades incluem conhecimentos adquiridos pelo \nestudante através de estudos e práticas independentes (cursos, monitoria, iniciação científica, \nprojetos de extensão, visitas, ações comunitárias, participação em eventos técnico-científicos, etc.),  \npertinentes ao campo da Engenharia Ambiental e Engenharia Civil.  \n \nCIV340  Gerenciamento de Resíduos Sólidos Urbanos 4(2-2) I.  Ter cursado 1500 h de \ndisciplinas obrigatórias. \nAspectos do gerenciamento dos resíduos sólidos urbanos no Brasil. Classificação dos \nresíduos sólidos urbanos. Caracterização. Geração. Acondicionamento. Coleta. Transporte. \n", "40": "Projeto Pedagógico do Curso de Engenharia Civil  \n40 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nTratamento. Disposição final. Aterro sanitário. Reciclagem. Compostagem. Biorremediação de \náreas degradadas por resíduos sólidos urbanos.  \n \nCIV358  Pontes 4(4-0) II. CIV351 e CIV354.  \nIntrodução. Classificação das pontes. Ações atuantes. Sistemas estruturais. Seções \ntransversais. Superestrutura das pontes de concreto. Mesoestrutura. Infraestrutura. Processos \nconstrutivos.  \n \nCIV411   Aeroportos 2(2-0) II. CIV311.  \nIntrodução aos aeroportos. Localização dos aeroportos e orientação de pista. Projeto geométrico de \naeroportos. Elementos de auxílio à navegação e de sinalização de aeroportos. Comprimento de pista. \nProjeto de construção de pavimento. Visita técnica.  \n \nCIV412  Ferrovias2(2-0) I. CIV310 e CIV311*.  \nIntrodução às ferrovias. Elementos geométricos de uma ferrovia. Superestrutura da via permanente. \nAparelhos de mudança de via.  \n \nCIV413  Ensaios de Laboratório e Classificação de Solos para Estradas 3(1-2) II. \nCIV311.  \nEnsaios de laboratório em solos. Classificação de solos. Ensaios de laboratório em materiais \nbetuminosos. Ensaios de laboratório em misturas betuminosas.  \n \nCIV414  Tópicos Especiais em Estradas 3(3-0) II. CIV311.  \nCentral de britagem. Aterro sobre solos moles. Drenagem de estradas. Reforço de \npavimentos. Análise de artigos científicos. Seminários.  \n \nCIV415  Transportes Urbanos 2(2-0) II. CIV313 ou ARQ432.  \nOs transpotes urbanos e a qualidade de vida urbana. Os transportes coletivos. Noções de \nengenharia de tráfego. Interseções em nível. Segurança de tráfego. A oferta de transportes.  \n \nCIV416  Portos 4(4-0) I. CIV151 e ENG341.  \nO sistema portuário nacional. Classificação dos portos. Dimensionamento de terminais. \nDados técnicos necessários ao projeto portuário. O movimento ondulatório. Plano de ondas. As \nmarés. As correntes marítimas. Características dos portos. Obras marítimas de proteção dos portos. \nConcepção geral do porto. Projetos de cais. Cabeços e defensas. Modelos reduzidos. O navio. \nDragas. Derrocagem.  \n \nCIV431  Laboratório de Mecânica dos Solos 4(2-2) I. CIV333.  \nInstrumentos de laboratório. Fontes de erro e correções. Permeabilidade. Compressão \nsimples. Compactação. Ensaio de cisalhamento direto. Ensaio de adensamento.  \n \nCIV432  Introdução à Mecânica das Rochas 4(2-2) I e II. CIV331.  \nConceitos em mecânicas das rochas. Minerais, classificação, intemperismo e propriedades- \níndice de rochas. Propriedades de resistência e deformabilidade de rochas, descontinuidade e \nmaciços rochosos. Fluxo em maciços rochosos.  Estabilidade de taludes. Comportamento reológico \ndas rochas. Escavações subterrâneas. Instrumentaçõão e monitoramento.  \n \nCIV433  Barragens de Terra e Enrocamento 5(3-2) II. CIV333.  \nIntrodução. Barragens. Aspectos gerais. Barragens de terra e enrocamento. Pequenas \nbarragens de terra. Investigações geológicas. Geotécnica das fundações. Estudo dos materiais a \nempregar na construção. Ensaios de laboratório com vista ao projeto. Ensaios ''in situ'' no corpo da \nbarragem. Percolação em barragens de terra e de terra-enrocamento. Análise de estabilidade de \n", "41": "Projeto Pedagógico do Curso de Engenharia Civil  \n41 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \ntaludes. Acompanhamento durante a construção e funcionamento. Noções sobre efeitos sísmicos. \nReserva didática.  \n \nCIV440  Tratamento de Água 4(4-0) II. (CIV442 e ENG341) ou CIV346.  \nQualidade e tratabilidade da água. Coagulação. Hidráulica aplicada. Mistura rápida. \nFloculação. Decantação. Flotação. Filtração. Desinfecção e pré-oxidação. Tratamentos \ncomplementares. Ensaios de tratabilidade. Controle de processos unitários e da qualidade da água.   \n \nCIV441   Introdução ao Tratamento de Águas Residuárias 4(4-0) II. (CIV442 e \nMAT147 e BQI100) ou CIV347 ou MBI460.  \nObjetivos do tratamento. Caracterização das águas residuárias. Introdução à biodegradação. \nCinética do tratamento. Modelagem de reatores biológicos. Processos de tratamento. Eficiência dos \nprocessos. Seleção de técnicas de tratamento. Visita técnica. \n \nCIV448 Disposição de Resíduos Sólidos em Aterros Sanitários 3(3-0) II. (SOL215 ou \nCIV332) e CIV340.  \nConceitos básicos. Princípios da decomposição em aterros sanitários. Projeto dos aterros \nsanitários. Construção e operação de aterros sanitários. Recuperação e transformação de \nlixões em aterros controlados. Visita técnica.  \n  \nCIV452  Edifícios Industriais em Estrutura Metálica 4(2-2) I. CIV351 e CIV353.  \nIntrodução. Sistemas estruturais. Levantamento das cargas. Cobertura e tapamento. Tesouras. \nPórticos. Vigas de rolamento. Colunas. Ligações. Bases de colunas. Tópicos complementares.  \n \nCIV453  Mecânica das Estruturas 4(2-2) II. CIV351 e MAT271.  \nÁlgebra matricial. Análise matricial  de estruturas reticulares. Técnicas computacionais \naplicada ao cálculo estrutural. Utilização de software para análise estrutural.  \n \nCIV456  Edifícios em Concreto Armado 6(2-4) I. CIV351 e CIV354.  \nVigas-parede. Paredes estruturais. Tirantes. Lajes-cogumelo. Lajes nervuradas. Lajes com formas \nespeciais. Ação do vento em edifícios. Ligações pilar-viga e viga-viga. Transição de pilares. Consolos.  \n \nCIV457  Concreto Protendido 3(2-2) II. CIV351 e CIV354.  \nFundamentos de concreto protendido. Materiais para concreto protendido. Sistemas de protensão. \nPerdas de protensão. Critérios gerais de projeto. Estados limite de utilização. Estados limite últimos \n(solicitações normais). Estados limite últimos (solicitações tangenciais).  \n \nCIV459  Projeto e Experimentação de Estrutura de Madeira 3(2-2) II. CIV359.  \nCaracterização das propriedades físicas e da resistência mecânica das madeiras. Estruturas \nde madeira para construção usuais. Processos de secagem da madeira. Durabilidade e preservação \nda madeira. Componentes construtivos gerais. Ligações de peças estruturais. Componentes \nestruturais de alma cheia. Componentes estruturais trelicados. Componentes estruturais de madeira \nlaminada colada.  \n \nCIV464  Planejamento e Controle de Obras 3(3-0) II. CIV363.  \nAplicação do Pert/CPM na construção civil. Abordagem probabilística para as redes \nPert/CPM. Técnicas das linhas de balanço. Planejamento de obras com assistência do computador.  \nProdutividade na construção e controle de prazos e de custos de obras. Estudos de casos de \nplanejamento e controle de obras. \n \n \n \n", "42": "Projeto Pedagógico do Curso de Engenharia Civil  \n42 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nDIR140 Legislação Ambiental I 2(2-0) I. DIR130.  \nHistórico da legislação ambiental. Política Nacional do Meio Ambiente. Dos bens \nAmbientais. \n \nEAM451  Sistema de Informação Geográfica 4(0-4) I e II.  Ter cursado 1600 horas em \ndisciplinas obrigatórias. \nEntrada e conversão de dados. Consulta ao banco de dados.  Análises espaciais – \nferramentas analíticas. Modelos digitais de elevação. Análise de decisão. Trabalhos práticos. \n \nENF310  Fotogrametria e Fotointerpretação 4(2-2) I e II. EAM311 ou EAM300 ou  \nEAM301.  \nDivisão da fotogrametria. Teoria da visão estereoscópica. Câmaras e filmes. O processo \nfotográfico. \nRecobrimento \naerofotogramétrico. \nGeometria \ndas \nfotos \naéreas. \nApoios \nplanialtimétricos. Triangulação. Retificação. Restituição. Mosaicos. Estereogramas. Chaves de \ninterpretação. Interpretação geomorfológica. Interpretação de solos.  \nInterpretação de vegetação. Sistemas sensoriais.  \n \nENF392 Avaliação de Impactos Ambientais 3(3-0) I e II.  \nIntrodução. Conceitos fundamentais. Documentos para licenciamento ambiental. Evolução \ndas metodologias de avaliação de impactos ambientais. Metodologias para identificação, descrição,  \nqualificação e quantificação de impactos ambientais. Aplicação das técnicas de avaliação de \nimpactos ambientais em países desenvolvidos e em desenvolvimento.  \n \nENG440  Irrigação e Drenagem 5(3-2) I e II. ENG340 ou ENG341.  \nÁgua no solo. Sistema solo-água-clima-planta. Qualidade da água para irrigação. Drenagem \nsuperficial e saneamento. Drenagem do solo. Irrigação por aspersão. Irrigação localizada. \nSistematização de terreno. Irrigação por superfície.  \n  \nENG446 Planejamento e Gestão de Recursos Hídricos 3(3-0) I. ENG342.  \nConceitos básicos sobre recursos hídricos. Legislação relacionada a recursos hídricos e ambientais. \nAspectos institucionais. Aspectos conceituais de gestão de recursos hídricos. Modelos de \navaliação/gestão de recursos hídricos (MAGs). Instrumentos de  \ngestão de recursos hídricos. Aspectos técnicos relacionados ao planejamento e manejo integrados \ndos recursos hídricos. de sistema de informações geográficas para o planejamento de recursos \nhídricos.  \n \n \nEPR340  Engenharia de Segurança do Trabalho 4(2-2) I e II. Ter cursado 2200 h em \ndisciplinas obrigatórias. \nEngenharia de segurança no trabalho. Higiene do trabalho. Proteção ao meio ambiente. \nGerência de riscos. Proteção contra incêndios e explosões. Legislação e normas técnicas. Prevenção \ne controle de riscos em máquinas, equipamentos e instalações. Ambiente de trabalho e as doenças \ndo trabalho.  \n \nERU315  Sociologia do Trabalho 3(3-0) I e II.  \nA divisão do trabalho e os efeitos da revolução industrial na visão dos clássicos. Tecnologia, \nsociedade e processos de trabalho: a moderna produção de massa e a organização fordista do \ntrabalho. Trabalhos invisíveis: trabalho informal, produção familiar, trabalho feminino. Profissões e \nidentidade social no mundo moderno. \n \n \n", "43": "Projeto Pedagógico do Curso de Engenharia Civil  \n43 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \nEstatística Experimental 4(4-0) I e II. EST103 ou EST105 ou EST106.  \nTestes de hipóteses. Testes F e t. Contrastes. Princípios básicos da experimentação. \nProcedimentos para comparações múltiplas: testes de Tukey, Duncan e Scheffé e t. Delineamentos \nexperimentais. Experimentos fatoriais e em parcelas subdivididas. Regressão linear. Correlação.  \n \n \nLET104 Oficina de Leitura e Produção de Gêneros Acadêmicos 4(4-0) I e II.  \nEstratégias de leitura e processos de compreensão textual. Processos de produção textual. \nGêneros acadêmicos.  \n \nLET120 Língua Francesa I 4(4-0) I e II.  \nPronúncia e ortografia. Os diferentes tipos de frases. O nome e os determinantes do nome. O \ngrupo verbal. Preposições e conectivos. Objetivos comunicativos. Cultura e civilização.  \n \nLET215 Inglês I 4(4-0) I.  \nTécnicas de leitura e compreensão de textos científicos: o uso do dicionário e formação de \npalavras. O estudo das funções do discurso. O uso de sinais de referência.  \n \nLET290 LIBRAS Língua Brasileira de Sinais 3(1-2) I e II.  \nO sujeito surdo. Noções linguísticas de libras. A gramática da língua de sinais. Aspectos \nsobre a educação dos surdos. Teoria da tradução e interpretação. \n \nINF101  Introdução à Programação II 4(2-2) II. INF100.  \nRevisão de funções de arranjos. Registros. Funções recursivas. Ponteiros. Tipos abstratos de \ndados e classes. Noções sobre bancos de dados.  \n \nINF103  Introdução à Informática 4(2-2) I e II.  \nNoções básicas sobre microcomputadores. Elementos de sistemas operacionais, \nprogramação e redes de computadores. Ambiente de trabalho com interface gráfica. Editores de \ntextos. Planilhas eletrônicas.  \n \nINF280  Pesquisa Operacional I 4(4-0) I e II. (INF100 ou INF103 ou INF110) e \n(MAT135 ou MAT137).  \nPreliminares. Introdução à programação linear. Introdução à simulação discreta. Fluxos em \nrede.  \n \nMAT370  Cálculo Aplicado à Engenharia 4(4-0) II. MAT137 e MAT241.  \nConceitos básicos. Equações diferenciais lineares de primeira ordem. Equações diferenciais \nlineares de segunda ordem. Equações diferenciais lineares com coeficientes variáveis. Soluções em \nséries de potência. Séries de Fourier. Equações diferenciais parciais. Métodos numéricos.  \n \nSOL215  Elementos de Ciências do Solo 5(3-2) I e II. QUI100 ou QUI102.  \nEstrutura dos minerais de argila e propriedades físico-químicas dos solos. Noções de \ngeologia geral, mineralogia e petrologia. Intemperismo e pedogênese. O sistema solo e suas \npropriedades físicas, químicas e mineralógicas. Noções de classificação dos solos. Geografia de \nsolos e principais ambientes pedobioclimáticos do Brasil.  \n \n \n \n \n \n \n", "44": "Projeto Pedagógico do Curso de Engenharia Civil  \n44 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n6. Avaliação do Processo de Ensino-aprendizagem \nA avaliação do rendimento acadêmico encontra-se disciplinado pelo Regime Didático da Graduação \n(http://www.pre.ufv.br/catalogo/2013/Regime%20%20Didatico_2013_revisado.pdf), que estabelece \nprocedimentos e condições inerentes a avaliação. Entendendo que tais procedimentos não podem \nestar dissociados do processo ensino-aprendizagem, as avaliações deverão se pautar nos seguintes \nprincípios:  \n• planejamento dos procedimentos de avaliação de forma integrada com o processo \neducacional, com conteúdos e objetivos bem definidos. \n• Utilização dos resultados dos procedimentos de avaliação para discussões e redefinições do \nprocesso ensino-aprendizagem.  \n• Realização de avaliações formativas frequentes e periódicas.  \n• Opção preferencial pelos instrumentos de avaliação que contemplem os aspectos cognitivos, \nas habilidades e as competências do processo ensino-aprendizagem.  \n• Utilização dos resultados das avaliações para monitorar a eficiência do processo ensino- \naprendizagem, para orientar os professores e alunos, para estimular e acompanhar o \naprendizado individual dos estudantes e para garantir a obediência a padrões mínimos de \nqualidade de desempenho profissional dos estudantes que irão se graduar. Ou seja, as \navaliações serão utilizadas como uma forma de aprimoramento da educação do estudante e das \npraticas pedagógicas utilizadas pelos professores. \n \n6.1. Desempenho acadêmico \nO desempenho acadêmico do estudante será feito de acordo com o Regime Didático da \nUniversidade \nFederal \nde \nViçosa \n(http://www.pre.ufv.br/catalogo/2013/Regime%20%20 \nDidatico_2013_revisado.pdf) , determinada nos Artigos 60 a 66 descritos a seguir. \nArt. 60 - A avaliação do rendimento acadêmico, em cada disciplina, é procedida mediante a \nrealização de provas, seminários, trabalhos de campo, entrevistas, testes e trabalhos escritos \nexigidos pelo seu professor, aos quais se atribuirão conceitos ou notas. \n \n", "45": "Projeto Pedagógico do Curso de Engenharia Civil  \n45 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n§ 1º - A nota final na disciplina é representada por um número inteiro, compreendido entre 0 (zero) \ne 100 (cem), exceto aquelas que terão conceito S (satisfatório) ou N (não satisfatório),  previstas no \nprojeto pedagógico do curso.  \n§ 2º - Para o cálculo da nota final, o valor com a primeira casa decimal igual ou superior a 5 (cinco) \nserá arredondado para o número inteiro imediatamente superior. \n§ 3º - Para cada disciplina haverá, obrigatoriamente, um mínimo de 3 (três) avaliações. \n§ 4º - Fica assegurada ao estudante a informação de frequência e do resultado das avaliações \nobrigatoriamente pelo sistema Sapiens, no máximo 21 (vinte e um) dias após sua aplicação e até 48 \n(quarenta e oito) horas antes da realização do exame final. Se for o caso, o estudante poderá \nsolicitar revisão da avaliação, quando obtiver vistas da mesma. \n§ 5º - As avaliações serão, preferencialmente, aplicadas no horário de aulas.  \n  \nArt. 61 - Será aprovado na disciplina o estudante que, atendidas as exigências de frequência, \nobtiver, no conjunto das avaliações ao longo do período letivo, nota igual ou superior a 60 \n(sessenta) ou conceito S (satisfatório).  \nParágrafo Único - À disciplina MOB será atribuído conceito S (satisfatório) quando o estudante \nobtiver um número de aprovações igual ou superior ao número de reprovações nas disciplinas \ncursadas.  \n  \nArt. 62 - Será facultado um exame final na disciplina ao estudante que não estiver reprovado por \ninfrequência, conforme incisos II e III do Art. 63 do Regime Didático da UFV, e que, no conjunto \ndas avaliações, ao longo do período letivo, tiver nota igual ou superior a 40 (quarenta) e inferior a \n60 (sessenta), o qual, respeitado o mínimo de 3 (três) dias após o término do período letivo, será \nrealizado no prazo previsto no Calendário Escolar. \n§ 1º - Para o estudante que se submeter ao exame final, será recalculada a nota final pela fórmula:  \n2\nEF\nCA\nNF\n\n\n \n em que NF  simboliza a nota final; CA é o conjunto das avaliações ao longo do período letivo; e  \nEF representa a nota do exame final. \n", "46": "Projeto Pedagógico do Curso de Engenharia Civil  \n46 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n§ 2º - Será aprovado na disciplina o estudante que obtiver NF igual ou superior a 60 (sessenta).  \n Art. 63 - Será considerado reprovado na disciplina o estudante que:  \nI - obtiver, após a realização do exame final, nota final inferior a 60 (sessenta);  \nII - comparecer a menos de 75% (setenta e cinco por cento) das horas-aulas teóricas ministradas;  \nIII - comparecer a menos de 75% (setenta e cinco por cento) das horas-aulas práticas ministradas.  \n \n Art. 64 - No sistema acadêmico, além de notas, a situação do estudante poderá ser representada por \nsímbolos, correspondentes às descrições expressas nos quadros seguintes:  \n \n  SÍMBOLO \nSITUAÇÃO NAS DISCIPLINAS \nI \nAvaliação Incompleta  \nJ \nCancelamento de inscrição em disciplina \nL \nReprovação por Infrequência  \nM \nMatrícula em disciplina  \nN \nDesempenho Não-Satisfatório  \nQ \nDisciplina em andamento \nS \nDesempenho satisfatório \nT \nDisciplinas aproveitadas por equivalência na \nUFV ou cursadas em outras IES  \nX \nDisciplinas com solicitação de desistência após o \ntérmino do período de matrícula  \n \n \n \n \n \n \n \n \n \n \n", "47": "Projeto Pedagógico do Curso de Engenharia Civil  \n47 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n  SÍMBOLO \nSITUAÇÃO ACADÊMICA \n \n \nA \nEstudante em abandono de curso \nC \nEstudante que colou grau \nD \nEstudante desligado da UFV  \nE \nEstudante não vinculado \nF \nEstudante falecido \nG \nEstudante em mobilidade acadêmica \nH \nEstudante em mobilidade acadêmica que \nfinalizou o semestre letivo  \nI \nEstudante em mobilidade acadêmica que \nusufruiu o tempo máximo permitido \nK \nEstudante em trancamento de matrícula \nM \nEstudante que mudou de curso \nN \nEstudante em situação normal \nP \nEstudante que concluiu todas as exigências  \nacadêmicas e não colou grau \nR \nEstudante desligado com pedido de \nreconsideração \nT \nEstudante transferido \nX \nEstudante excluído \nW \nEstudante em afastamento especial \nY \nEstudante em afastamento \nZ \nEstudante em trancamento de matrícula por \nmotivo de saúde \n \n \n § 1º - O símbolo L se aplicará aos estudantes reprovados por infrequência, na forma dos \nincisos II e III do Art. 63 do Regime Didático da UFV, correspondendo à nota 0  \n(zero).  \n§ 2º - Será atribuído o símbolo I ao estudante que, no final do período letivo, por motivo de \nforça maior comprovado perante o professor, não tiver completado as avaliações da disciplina, \nincluindo o exame final. Caso as avaliações não sejam completadas e, ou, a nota não tenha sido  \n \n", "48": "Projeto Pedagógico do Curso de Engenharia Civil  \n48 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nenviada ao Registro Escolar no prazo fixado no Calendário Escolar, será lançada a soma das notas \ndas avaliações realizadas no período.  \n§ 3º - O símbolo Q será atribuído quando a integralização não for concluída no período \nmatriculado, valendo apenas para disciplinas de orientação acadêmica, e outras para as quais se \naplique de acordo com o Projeto Pedagógico do Curso. Nesse caso, o estudante deverá matricular-se \nna disciplina no período em que a atividade tiver continuidade.  \n§ 4º - O símbolo T é atribuído às disciplinas aproveitadas nos termos do Art. 25 do Regime \nDidático da UFV.  \n§ 5º - O símbolo Y representa a situação de afastamento no período, nos termos do Art. 55 \ndo Regime Didático da UFV.  \n§ 6º - O símbolo W representa a situação de afastamento especial no período, nos termos do \nArt. 56 do Regime Didático da UFV.  \n§ 7º - O símbolo R será atribuído ao estudante desligado, em substituição ao símbolo D, \ncaracterizando que o estudante entrou com pedido de reconsideração de desligamento.  \n§ 8º - O símbolo G representa a situação de mobilidade acadêmica para cursar disciplinas \nem outras Instituições de Ensino Superior (IES), nacional ou estrangeira.  \n§ 9º - O símbolo J será lançado ao cancelamento de inscrição em disciplina, realizado via \nprocesso. \n \n Art. 65 - O Coeficiente de Rendimento é o índice que mede o desempenho acadêmico do \nestudante em cada período letivo.  \n§ 1º - O Coeficiente de Rendimento é a média ponderada das notas obtidas no período \nletivo, considerado como peso o número de créditos das respectivas disciplinas, calculado pela \nfórmula: \n                                     \nC\nNF x C\nCR\n\n \n)\n(\n \n em que             CR é o Coeficiente de Rendimento;  \n \n \n   é o somatório; \n                         NF é a nota final da disciplina; e \n                         C  é o número de créditos da disciplina. \n§ 2º - O Coeficiente de Rendimento será calculado com uma casa decimal, sem \narredondamento. \n§ 3º - As disciplinas cursadas no período de verão serão computadas no cálculo do \nCoeficiente de Rendimento do próximo período letivo em que o estudante vier a se matricular.  \n", "49": "Projeto Pedagógico do Curso de Engenharia Civil  \n49 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n§ 4º - A disciplina a qual se atribui conceito não fará parte do cálculo do Coeficiente de \nRendimento e entrará no cálculo do coeficiente acadêmico insuficiente, conforme previsto no Art.  \n \n 67 § 1º do Regime Didático da UFV, no que se refere ao número de aprovações igual ou inferior ao \nnúmero de reprovações.  \n \n Art. 66 - O Coeficiente de Rendimento Acumulado é obtido pela média ponderada dos números de \ncréditos de todas as disciplinas cursadas pelo estudante. \n \n6.2. Desligamento acadêmico \nO desligamento acadêmico do estudante será feito de acordo com o Regime Didático da \nUniversidade Federal de Viçosa, determinado no Artigo 67 descrito a seguir. \n \nArt. 67 - Será desligado da UFV o estudante que:  \nI - Não concluir o curso no prazo máximo fixado para integralização de sua Matriz \nCurricular estabelecida no Projeto Pedagógico do Curso.  \nII - For incurso no caso de exclusão prevista no Regimento Geral da UFV.  \nIII - For reprovado por infrequência e, ou, por notas iguais a 0 (zero) em todas as disciplinas \nem qualquer período em que estiver matriculado na UFV.  \nIV - Apresentar rendimento acadêmico insuficiente em 2 (dois) períodos letivos para os \ncursos superiores de tecnologia e em 4 (quatro) períodos letivos para os demais cursos superiores.  \nV - Obtiver 5 (cinco) reprovações e, ou, abandonos na mesma disciplina a partir de 2011.  \n§ 1º - O rendimento acadêmico insuficiente em cada período é caracterizado por coeficiente \nde rendimento inferior a 60 (sessenta) concomitantemente ao número de aprovações igual ou \ninferior ao número de reprovações.  \n§ 2º - O estudante desligado poderá entrar com pedido de reconsideração até a terceira \nsemana de aulas do período subsequente ao do desligamento, podendo fazê-lo no máximo 2 (duas) \nvezes.  \nI - No período em que estiver tramitando o processo, ser-lhe-á atribuído o símbolo R.  \nII - Se deferido o pedido de reconsideração por insuficiência acadêmica, a matrícula só \npoderá ser efetivada no período seguinte, imediatamente após a tramitação e conclusão do processo.  \nIII - O período de tramitação do processo não será computado para integralização do tempo \nmáximo de conclusão do curso. \n", "50": "Projeto Pedagógico do Curso de Engenharia Civil  \n50 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \n6.3. Acompanhamento acadêmico do estudante \nO acompanhamento acadêmico do estudante será feito de acordo com o Regime Didático da \nUniversidade Federal de Viçosa, determinado nos artigos 5 e 6, descritos a seguir. \n \nArt. 5° - Cada estudante terá um Orientador Acadêmico indicado ao Diretor de Centro de \nCiências ou ao Diretor de Ensino dos campi da UFV pela Comissão Coordenadora do curso.  \n \nArt. 6º - Ao Orientador Acadêmico compete:  \nI - Exercer o acompanhamento acadêmico de seus orientados.  \nII - Elaborar, em conjunto com seu orientado, o Plano de Estudo a ser cumprido, quando \nnecessário.  \nIII - Pronunciar-se, quando solicitado, em assuntos relativos às atividades acadêmicas de seu \norientado.  \n \n7. Tecnologias de Informação e Comunicação – TICs – no processo de ensino-\naprendizagem \nAs Tecnologias de Informação e Comunicação (TICs) estão implantadas de forma a permitir, com \nexcelência, o desenvolvimento do processo ensino-aprendizagem. O Campus da UFV conta com \nlaboratórios para o uso em ensino, pesquisa e extensão, todos equipados com computadores ligados \nà rede com acesso à internet, inclusive por meio de rede sem fio (wireless). \nA UFV, desde 2001, com a implantação da Coordenadoria de Educação Aberta e a Distância – \nCEAD (endereço eletrônico: https://www2.cead.ufv.br/) vem investindo e incentivando a criação de \nnovas tecnologias no processo de ensino e aprendizagem.  \nA CEAD é responsável pela coordenação, supervisão, assessoramento e prestação de suporte \ntécnico às atividades realizadas em diferentes áreas de ensino, utilizando novas tecnologias de \ninformação e comunicação. \nAlém de apoiar os professores nas suas atividades de ensino e extensão, sua proposta é diversificar \nas formas de atuação, para atingir o maior e mais variado público possível. Para isso, utiliza os \n", "51": "Projeto Pedagógico do Curso de Engenharia Civil  \n51 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nresultados obtidos pela UFV em mais de 80 anos de atividades nos campos do ensino, da pesquisa e \nda extensão. \n \nA CEAD tem por finalidade: \n• Proporcionar recursos humanos e materiais para o desenvolvimento de atividades em EaD; \n• Apoiar e acompanhar a interlocução entre professor, discente e tutor em atividades \nsemipresenciais; \n• Prestar suporte técnico e pedagógico na produção e utilização das novas Tecnologias de \nInformação e Comunicação – TICs – às unidades da Universidade; \n• Coordenar e supervisionar, em conjunto com os centros de ciências, departamentos e unidades de \nensino, as atividades acadêmicas na modalidade à distância; e \n• Promover cursos e atividades didáticas no campo de TICs e em outras áreas, com a aprovação dos \ncolegiados competentes. \nPara as disciplinas presenciais e/ou a distância, a CEAD disponibiliza suporte para a produção de \nmaterial didático, utilizando diferentes mídias e formatos. Conta, inclusive, com ambientes \nespecialmente desenvolvidos para este fim. Entre eles, destacam-se: textos para leitura, áudio-aula, \nvídeo-aula, vídeos, entrevistas, animações, simulações, entre outras. \nUma ferramenta importante oferecida pela CEAD é o PVANet (endereço eletrônico: \nhttps://www2.cead.ufv.br/sistemas/pvanet/). O PVANet é o ambiente virtual de aprendizado \nutilizado pela UFV, concebido para receber conteúdos das mais diversas disciplinas e cursos, nas \nmodalidades presenciais e a distância. Para tanto, foram projetadas ferramentas que garantissem a \ninclusão de conteúdos nos mais diferentes formatos – textos, apresentações narradas, vídeos, \nanimações \ne \nsimulações, \ninteração \ndiscente-tutor/professor \nsíncrona \ne \nassíncrona, \ne \nacompanhamento do processo de aprendizado, via avaliações online. \nEntre as ferramentas disponíveis, destacam-se: Notícias, Agenda, Conteúdo, Chat, Fórum, \nPerguntas-e-respostas, Sistema de e-mail, Entrega de Trabalhos, Edição Compartilhada de Arquivo, \nSistema de Avaliação e Relatórios de Acompanhamento.    \n", "52": "Projeto Pedagógico do Curso de Engenharia Civil  \n52 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nO PVANet é de fácil utilização e garante ao professor elevado nível de flexibilidade. Isso porque o \nprofessor pode incluir, excluir e ainda definir o título das ferramentas, bem como o nível de \npermissão dos usuários. E, por se tratar de um ambiente virtual da UFV, está em constante processo \nde aperfeiçoamento e desenvolvimento, na tentativa de satisfazer ainda mais as necessidades e \ndemandas dos professores e estudantes.  \nO PVANet tem um sistema de gerenciamento que permite a identificação dos usuários que \nacessaram ou não, em determinado período de tempo, a disciplina, os dias acessados e o número de \nacessos. Permite ainda identificar com rapidez os estudantes que fizeram determinada avaliação.      \nPela arquitetura do PVANet, para cada disciplina, é disponibilizado um espaço próprio. Esse \nambiente virtual de aprendizado está conectado com o SAPIENS (Sistema de Apoio ao Ensino), o \nque facilita o intercâmbio de informações.  \nO SAPIENS (endereço eletrônico: https://sapiens.cpd.ufv.br/sapiens/) é um sistema computacional \nque possibilita a estudantes, professores e coordenadores de cursos, acesso a informações \ngerenciadas pela Diretoria de Registro Escolar.  \nOs estudantes podem acessar, pelo SAPIENS, seu histórico escolar, a relação de disciplinas \nmatriculadas, cursadas e a cursar, o plano de estudos, os dados pessoais e a análise curricular \n(síntese da vida acadêmica).  \nOs professores realizam, diretamente neste sistema, o lançamento de notas e faltas, bem como a \norientação dos discentes conforme os Artigos 5º e 6º do Regime Didático (procedimento melhor \ndetalhado no item seguinte deste PPC intitulado: Apoio ao Discente).  \nOs coordenadores de curso têm acesso a diversos relatórios estatísticos que auxiliam nos processos \nadministrativos do curso.  \nPara utilizar o sistema SAPIENS, o usuário deve informar o número de matrícula e a senha \nfornecidos pela Seção de Registro Escolar. \nA fim de divulgar notícias, regulamentos, projeto pedagógico e demais assuntos de interesse do \nCurso, a Comissão Coordenadora do Curso mantém atualizações constantes no site do Curso: \n(http://www.civ..ufv.br/).  \nAs ferramentas aqui apresentadas estão disponíveis online e podem ser acessadas inclusive via \nwireless dentro do Campus. \n \n", "53": "Projeto Pedagógico do Curso de Engenharia Civil  \n53 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n8. Apoio ao Discente \n \nDestacam-se entre as diversas formas de apoio acadêmico ao discente: a elaboração do plano de \ncurso com o auxílio da Comissão Coordenadora do Curso, a tutoria e a monitoria em apoio extra-\nclasse aos conteúdos das disciplinas, a orientação acadêmica individualizada nos horários de \natendimento dos professores previstos e divulgados semestralmente, o acompanhamento dos \nconteúdos das disciplinas via PVANet, plataforma on-line ao alcance do professor para \ndisponibilizar material didático em diferentes suportes (texto, imagem), realizar fóruns, chats, \nenfim, ampliar os limites físicos da sala de aula.  \nA vida acadêmica do aluno é orientada pelo Manual do Estudante da Pró-Reitoria de Ensino e é \nregistrada pelo SAPIENS, a ferramenta virtual onde são registrados o rendimento acadêmico e a \nfrequência e que possibilita ao estudante o acesso ao seu histórico, disciplinas matriculadas, dados \npessoais, endereços e análise curricular. Ambos estão disponíveis no site da UFV. \nAlém do âmbito acadêmico, destacam-se os atendimentos na área da saúde, através dos serviços \nambulatoriais oferecidos pela Divisão de Saúde e dos serviços oferecidos pela Divisão Psicossocial; \ne na área da Assistência Estudantil, oferece Moradia, Alimentação e Bolsa Creche/Pré-escola para \nos alunos em situação de vulnerabilidade socioeconômica. \nNa perspectiva de atendimento ao discente a UFV oferece possibilidades de desenvolvimento \nacadêmico, cultural, científico e esportivo dos estudantes, independentemente do curso em que se \nencontram matriculados. \n9. \nAuto-Avaliação do Curso  \nA avaliação permanente do Projeto Pedagógico do Curso é importante para aferir o sucesso do \ncurrículo e para certificar-se da necessidade de alterações que venham contribuir para a qualidade \nda formação oferecida, vez que o projeto é dinâmico e deve passar por constantes avaliações. \nA avaliação do Curso, feita periodicamente pelo Colegiado do Curso (Comissão Coordenadora) e \npelo Núcleo Docente Estruturante (NDE), leva em conta as informações obtidas, junto aos \nenvolvidos no desenvolvimento do curso, por meio de instrumentos tais como: observações, \nreuniões e discussões promovidas, relatórios de desempenho dos estudantes disponíveis no sistema \nacadêmico, SAPIENS, etc. \n", "54": "Projeto Pedagógico do Curso de Engenharia Civil  \n54 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nO sistema de avaliação do curso envolve todos os atores sociais atuantes no processo de formação. \nEste sistema está fundamentado em fontes de informação, cujo conjunto oferece subsídios para \ntomadas de decisão quanto às modificações necessárias no curso. \n  \nUma das formas de avaliação se dá a partir de informações coletadas junto aos discentes e docentes \ndo curso contemplando os seguintes itens: estrutura curricular; organização pedagógica; recursos \ndisponibilizados (estrutura física, equipamentos e serviços); atividades de ensino, pesquisa e \nextensão; corpo docente e discente.  \nEssa avaliação tem a finalidade de detectar e redefinir novas diretrizes propondo mudanças que \ncorrijam os problemas que se apresentaram durante o período avaliado.  \nOs graduandos e professores também estão envolvidos em processos avaliativos semestrais usados \ncomo recurso de informação para a detecção de inadequações com as práticas propostas neste \nprojeto. Esta avaliação é diagnóstica, no sentido de subsidiar o aprimoramento da prática \npedagógica do professor.  \nPara efetuar esta avaliação, a UFV conta com uma Comissão Permanente de Avaliação de \nDisciplinas ─ COPAD, que é um órgão vinculado à Pró-Reitoria de Ensino. Este órgão foi criado \ncom o objetivo de acompanhar as disciplinas da Graduação, diagnosticando aspectos que devem ser \nmantidos ou reformulados em cada uma, para fins de melhoria e da busca pela excelência do ensino \ne aprendizagem na UFV. Esta avaliação é realizada permanentemente por um sistema informatizado \nonline, onde professores e alunos avaliam as disciplinas e o próprio desempenho. As informações \ncoletadas são utilizadas pela Administração Superior, Chefias dos Departamentos, Comissões \nCoordenadoras e NDE, e Professores para análise da adequação das disciplinas ao curso.  \nA Universidade Federal de Viçosa dispõe, ainda, de Comissão Própria de Avaliação (CPA) que é \norientada pelas diretrizes da auto-avaliação institucional da Comissão Nacional de Avaliação da \nEducação Superior (CONAES).  Esta Comissão realiza, a cada dois anos, a avaliação institucional \nque tem como principais objetivos produzir conhecimentos; averiguar o sentido do conjunto de \natividades e finalidades cumpridas pela instituição, identificar as causas dos seus problemas e \ndeficiências; aumentar a consciência pedagógica e capacidade profissional do corpo docente e \ntécnico-administrativo; fortalecer as relações de cooperação entre os diversos atores institucionais; \ntornar mais efetiva a vinculação da instituição com a comunidade; julgar acerca da relevância \ncientífica e social de suas atividades e produtos; e prestar contas à sociedade. Esta avaliação \n", "55": "Projeto Pedagógico do Curso de Engenharia Civil  \n55 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \ncontempla as seguintes dimensões de desempenho institucional: (1) Missão e Plano de \nDesenvolvimento Institucional; (2) Política de Ensino, Pesquisa e Extensão (3) Responsabilidade \nInstitucional; (4) Comunicação e Sociedade; (5) Política de Pessoal; (6) Organização e Gestão da \nInstituição; (7) Estrutura Física; (8) Planejamento e Avaliação; 9) Políticas de Atendimento ao \nDiscente; e (10) Sustentabilidade Financeira. A avaliação externa é realizada por comissões \ndesignadas pelo Instituto Nacional de Estudos e Pesquisas Educacionais (INEP), segundo diretrizes \nestabelecidas pela CONAES.  \nAtravés da CPA são elaboradas pesquisas (questionários) tendo alunos, docentes, coordenadores de \ncursos e funcionários técnico-administrativos como sujeitos e o curso, no seu todo, como objeto.  A \nCPA elenca os indicadores providos de metas e prioridades, capazes de oferecer meios para revisar \na política educacional adotada, face às realidades institucional, regional, estadual e nacional, \nreavaliando os resultados obtidos em função dos objetivos propostos pela UFV.   \nO Curso participa, ainda, das avaliações externas, como o ENADE, ou avaliação in loco, realizadas \npelo Instituto Nacional de Estudos e Pesquisas Educacionais (INEP), segundo diretrizes \nestabelecidas pela CONAES”. \n \n10. \nIngresso no Curso \nA UFV oferece anualmente 60 vagas para o Curso de Engenharia Civil. Este número de vagas \noferecidas corresponde de maneira suficiente à dimensão do corpo docente e da infraestrutura do \ncurso, garantindo assim uma oferta de qualidade e consequentemente uma excelente formação \nprofissional. A admissão do estudante se dá por uma das seguintes modalidades: Sistema de Seleção \nUnificada (SISU); Programa de Avaliação Seriada para Ingresso no Ensino Superior (PASES); \nConcurso de Vagas Ociosas; Reativação de matrícula; Programa de Estudantes - Convênio de \nGraduação (PEC-G); e por outras modalidades de processos seletivos previamente aprovados pelos \nColegiados Superiores.  \nA forma de ingresso na graduação na modalidade de Concurso Vestibular vigorou até o ano de \n2011, tendo sido extinta, conforme Resolução Conjunta CEPE/CONSU nº 01/11, e substituída, a \npartir de 2012, pelo do Sistema de Seleção Unificado (SISU) do MEC. A participação da UFV no \nSISU será com 80% (oitenta por cento) de suas vagas, ficando reservadas 20% (vinte por cento) das \nvagas para o processo seletivo no PASES. \n \n", "56": "Projeto Pedagógico do Curso de Engenharia Civil  \n56 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nA UFV oferece aos estudantes ingressantes um Catálogo, onde constam o Regime Didático, a \nMatriz Curricular, Ementário das disciplinas, dentre outras informações. Uma cópia do Regime \nDidático da UFV encontra-se neste PPC, Anexo VI. Os estudantes têm também acesso ao PPC do \nCurso (PPC/EC/UFV) que fica sempre disponível aos mesmos na coordenação do Curso. Destaca-\nse que tanto o Catálogo de Graduação como o PPC ficam também disponíveis aos estudantes no site \nda UFV. \n \n11. Corpo Docente Atuante no Curso \nAtualmente, atua no curso de Engenharia Civil da UFV um total de 59 professores, sendo 27 destes \npertencentes ao Departamento de Engenharia Civil (DEC) e os demais aos departamentos da UFV \nque oferecem disciplinas básicas de diversas áreas de formação, como biologia, química, \nmatemática, física, informática, arquitetura, administração, economia e direito. Além disso, o Curso \nconta também com o apoio de tutores e de técnicos que auxiliam/assessoram as atividades de \nensino, pesquisa e extensão do Curso. \nSegue abaixo a relação do corpo docente atuante no curso, em ordem alfabética, incluindo dados \nfuncionais e titulação. \n \nProfessores do Departamento de Engenharia Civil \n \n \nAna Augusta Passos Rezende - 8865-X - DEC - Adjunto II. Engenheira Civil, 1984, UFMG; M.S. \nSaneamento, Meio Ambiente e Recursos Hídricos, 1988, UFMG; Mestrado em Master of \nEngineering, 1998, University of Toronto, U.T., Canadá; D.S. Engenharia Agrícola, 2003, UFV.  \n \n \nAnn Honor Mounteer - 8008-X - DEC - Associado I. Bióloga, 1981, McGill University -Canadá; \nM.S. Engenharia Ambiental, 1986, State University of New York/Syracuse University, EUA; \nM.S. Ciência Florestal, 1992, UFV; D.S. Microbiologia Agrícola, 2000, UFV. \n \nAntônio Carlos de Matos - 4480-6 - DEC - Assistente IV. Engenheiro Geólogo, 1976; Engenheiro \nde Minas, 1978, UFOP; Especialização em Engenharia Agrícola, 1991, UFV; Especialização em \nEngenharia de Estruturas, 1993, UFMG. \n \nCarlos Alexandre Braz de Carvalho - 4946-8 - DEC - Associado III. Engenheiro Civil, 1978, \nUFMG; M.S. Transportes, 1984, IME; D.S. Transportes, 1997, EESC, USP. \n \nCláudio Henrique de Carvalho Silva - 6168-9 - DEC - Associado III. Engenheiro Civil, 1983, \nUFV; M.S. Engenharia Civil, 1989, UFRGS; Ph.D. Geotecnia, 1998, University of Colorado at \nBoulder, EUA. \n \n", "57": "Projeto Pedagógico do Curso de Engenharia Civil  \n57 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nDario Cardoso de Lima - 5141-1 - DEC - Titular. Engenheiro Civil, 1975, EESC-USP; \nEspecialista em Geotecnia, 1979, Universidade Nova de Lisboa, Portugal; M.S. Geotecnia, 1981, \nEESC-USP; Ph.D. Engenharia Civil/Geotecnia, 1990, Louisiana State University, EUA. \n \nDélio Porto Fassoni - 6697-4 - DEC - Assistente II. Engenheiro Civil, 1983, UFV; M.S. \nArquitetura, 1994, EESC-USP. \n \nEduardo Antônio Gomes Marques - 7744-5 - DEC - Associado III. Geólogo, 1988, UFRJ; M.S. \nGeologia Aplicada à Engenharia/Mec.das Rochas, 1992, UFRJ; D.S. Geologia de \nEngenharia/Mec. das Rochas, 1998, UFRJ. \n \nEnivaldo Minette - 5733-9 - DEC - Associado III. Engenheiro Civil, 1978, UFES; Especialização \nem Ensino de Geociências no 3º Grau, 1986, UNICAMP; M.S. Geotecnia, 1982, PUC, RJ; Ph.D. \nCiências Aplicadas/Geotecnia, 1991, Universidade Livre de Bruxelas, Bélgica. \n \nGustavo de Souza Veríssimo - 6602-8 - DEC - Adjunto III. Engenheiro Civil, 1988, UFV; M.S. \nEngenharia de Estruturas, 1996, UFMG.  \n \nIzabel Christina d'Almeida D. de Azevedo - 7567-1 - DEC – Associada III. Engenheira Civil, \n1979, PUC, RJ; M.S. Engenharia Civil, 1984, PUC, RJ; D.S. Engenharia Civil, 1994, PUC, RJ. \n \nJosé Carlos Bohnenberger - 5609-X - DEC - Adjunto IV. Engenheiro Civil, 1977, UFSM; M.S. \nRecursos Hídricos e Saneamento, Ambiental, 1980, UFRGS. \n \nJosé Carlos Lopes Ribeiro - 10133-8 - DEC - Adjunto I. Bacharel em Engenharia Civil, 2001, UFV; \nM.S. Engenharia de Estruturas, 2004, UFMG; D.S. Engenharia de Estruturas, 2009, UFMG. \n \nJosé Luiz Rangel Paes - 6352-5 - DEC – Associado I. Engenheiro Civil, 1986, UFV; M.S. \nEngenharia Civil, 1994, UFF; D.S. Ingeniería de la Construcción, 2003, Universitat Politècnica \nde Catalunya, Espanha. \n \nJosé Maria Franco de Carvalho - 10282-2 - DEC - Assistente I. Engenheiro Civil, 2004, UFV; \nM.S. Engenharia Civil: Construção Metálica, 2007, UFOP.  \n \nJúlio César de Oliveira - 8231-7 - DEC - Assistente IV. Engenheiro Agrimensor, 2000, UFV; \nM.S. Sensoriamento Remoto, 2002, INPE. \n \nKléos Magalhães Lenz César Júnior - 6916-7 - DEC - - Adjunto II. Engenheiro Civil, 1988, \nUFV; M.S. Engenharia Civil, 1995, UFF. \n \nMárcio Sampaio Sarmet Moreira - 4668-X - DEC - Adjunto I. Engenheiro Civil, 1977, UFRJ; \nM.S. Engenharia Civil, 1983, UFRJ; D.S. Engenharia de Estruturas, 2004, UFMG. \n \nMaria Lúcia Calijuri - 7093-9 - DEC - Titular. Engenheira Civil, 1977, USP; M.S. Geotecnia, \n1983, USP; D.S. Geotecnia, 1988, USP. \n \nMônica de Abreu Azevedo - 7568-X - DEC - Adjunto II. Engenheira Civil, 1988, UFV; M.S. \nSaneamento e Meio Ambiente, 1993, UFMG; D.S. Engenharia Hidraúlica e Saneamento, 2004, \nUSP. \n \n \n \n", "58": "Projeto Pedagógico do Curso de Engenharia Civil  \n58 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nLeonardo Gonçalves Pedroti - 11304-2 - DEC – Auxiliar Nivel 1 da Classe A. Engenheiro Civil, \n2004, UFV; M.S. Engenharia Civil: Estruturas, 2007, UENF; D.S. Engenharia e Ciência dos \nMateriais, 2011, UENF. \n \nPaulo Sérgio de Almeida Barbosa - 6354-1 - DEC - Assistente III. Engenheiro Civil, 1983, UFV; \nM.S. Engenharia Civil, 1990, COPPE-UFRJ. \n \nRafael Kopschitz Xavier Bastos - 5919-6 - DEC – Associado IV. Engenheiro Civil, 1980, UFJF; \nEspecialização em Engenharia Sanitária, 1981, ENSP, Fundação Osvaldo Cruz, RJ; Ph.D. \nEngenharia Sanitária, 1992, University of Leeds, Inglaterra. \n \nReginaldo Carneiro da Silva - 6351-7 - DEC - Adjunto IV. Engenheiro Civil, 1984, UFV; M.S. \nEngenharia Civil: Estruturas, 1991, EESC-USP; D.S. Engenharia Civil: Estruturas, 2003, USP, \nSão Carlos-SP. \n \nRita de Cássia Silva Sant'Anna Alvarenga - 6514-5 - DEC – Associada II. Engenheira Civil, \n1984, UFV; M.S. Engenharia Civil: Estruturas, 1989, USP; D.S. Engenharia Civil: Estruturas, \n2002, USP. \n \nRoberto Francisco Azevedo - 7823-9 - DEC - Titular. Engenheiro Civil, 1970, PUC/RJ; M.S. \nEngenharia Civil, 1976, LNEC Portugal; Ph.D. Engenharia Civil, 1983. University of Colorado, \nEUA. \n \nTaciano Oliveira da Silva - DEC - Adjunto II. Engenheiro Civil, 2001, UEFS; M.S. Engenharia \nCivil, 2004, UFV; D.S. Engenharia Civil, 2009, UFV. \n \n \nProfessores de Outros Departamentos da UFV \n \nAlvaro Vianna Novaes de Carvalho Teixeira - 8563-4 - DPF - Adjunto IV. Engenheiro Químico, \n1996, UFMG; M.S. Física, 1997, UFMG; D.S.  \nCiências, 2002, UFMG.  \n \nAlexandre Tadeu Gomes de Carvalho - 6614-1 - DPF - Associado III. Bacharel em Física, 1985, \nUFMG; M.S. Física, 1989, UFMG; D.S. Física, 1997, UFMG. \n \nDemetrius David da Silva - 7645-7 - DEA - Associado IV. Engenheiro Agrônomo, 1987, UFV; \nM.S. Engenharia Agrícola, 1990, UFV; D.S. Engenharia Agrícola, Irrigação e Drenagem, 1994, \nUFV. \n \nFernando Falco Pruski - 7832-8 - DEA - Titular. Engenheiro Agrícola, 1982, UFPel; M.S. \nEngenharia Agrícola, 1990, UFV; D.S. Engenharia Agrícola, Irrigação e Drenagem, 1993, UFV. \n \nFlávia Maria da Silva Carmo - 8595-2 - DBG - Adjunto III. Ciências Biológicas, 1989, UFV; \nM.S. Botânica, 1994, UNESP; D.S. Botânica, 2002, UNESP-Rio Claro.  \n \nJosé Ambrósio Ferreira Neto - 7646-5 - DER - Associado III. Sociólogo, 1992, UFMG; M.S. \nExtensão Rural, 1994, UFV; D.S. Desenvolv.  Agricultura e Sociedade, 1999, CPDA/UFRRJ.  \n \n", "59": "Projeto Pedagógico do Curso de Engenharia Civil  \n59 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nJoel Antônio de Oliveira - 5517-4 - DEQ - Adjunto IV. Engenheiro Agrônomo, 1977, UFV; M.S. \nAgroquímica, 1989, UFV; D.S. Entomologia, 2004, UFV. \n \nJosé Helvécio Martins - 6690-7 - DEA - Titular. Engenheiro Agrícola, 1979, UFV; M.S. \nEngenharia Agrícola, 1982, UFV; Ph.D. Engenharia Agrícola, 1988, Purdue University, EUA. \n \nJosé Márcio Costa - 7989-8 - DEA - Associado II. Engenheiro Agrícola, 1992, UFV; M.S. \nEngenharia Agrícola, 1996, UFV; D.S. Engenharia Agrícola, Energia na Agricultura, 2001, UFV.  \n \nJosé Marinaldo Gleriani - 7699-6 - DEF - Associado I. Engenheiro Agrônomo, 1991, INPE; M.S. \nSensoriamento Remoto, 1994, INPE; D.S. Sensoriamento Remoto, 2004, INPE. \n \nJosé Roberto Reis - 4706-6 - DAD - Associado III. Bacharel em Ciências Contábeis, 1982, \nFACCO; Especialização em Administração Universitária, 1987, UFJF; M.S. Administração, \n1990, UFSC; D.S. Renovação do Ensino através da Pesquisa/Administração Universitária, 1999, \nUniversidade de Valência, Espanha. \n \nLuciana Maria Mendonça Bragança - 8428-X - DMA - Adjunto I. Bacharel em Matemática, \n2000, UFV; M.S. Matemática, 2002, UNICAMP; D.S. Matemática, 2007, UNICAMP. \n \nLuciano José Minette - 8232-5 - DEP - Associado I. Engenheiro Florestal, 1984, UFV; M.S. \nEngenharia Florestal, 1988, UFV; D.S. Engenharia Florestal, 1995, UFV; Especialista em \nEngenharia de Segurança e Saúde do Trabalho, 2002, FUMEC.  \n  \n \nLuiz Alexandre Peternelli - 6781-4 - DPI - Associado III. Engenheiro Agrônomo, 1988, UFV; \nM.S. Genética e Melhoramento, 1991, UFV; Ph.D. Estatística e Melhoramento de Plantas, 1999, \nIowa State University, EUA. \n \nLuiz Carlos de Abreu Albuquerque - 1791-4 - DPI - Assistente III. Bacharel em Matemática, \n1974, UFV; M.S. Ciência da Computação, 1987, UFMG. \n \nLuiz Cláudio Pereira - 7986-3 - DMA - Adjunto III. Licenciado em Matemática, 1988, CEUB; \nD.S. Matemática Aplicada, 1998, UnB. \n \nLuiz Fernando Reis - 5757-6 - DAU - Adjunto I. Licenciado em Desenho e Plástica, 1978, UFJF; \nM.S. Ciências em Arquitetura (Conservação e Restauração do Patrimônio Cultural), 1998, \nFAU/UFRJ.  \n \nMarco Aurélio Marques Ferreira - 8432-8 - DAD - Adjunto IV. Bacharel em Administração, \n2000, UFV; M.S. Economia Aplicada, 2002, UFV; D.S. Economia Aplicada, 2005, UFV. Pós-\nDoutorado em Administração Pública, 2011, Rutgers University - The State University of New \nJersey, EUA.  \n \nMarcio Arêdes Martins - 8448-4 - DEA - Adjunto IV. Engenheiro Químico, 1996, UFMG; M.S. \nEngenharia Química, 1999, UFMG; D.S. Engenharia Mecânica (Calor e Fluídos), 2002, UFMG. \n \nPatrícia Aurélia Del Nero - 7640-6 - DPD - Adjunto IV. Bacharela em Direito, 1988, PUC-SP; \nM.S. Extensão Rural, 1996, UFV; D.S. Direito, 2005, UFSC.  \n \n \n", "60": "Projeto Pedagógico do Curso de Engenharia Civil  \n60 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nPaulo Gontijo Veloso de Almeida - 1492-3 - DEQ - Adjunto II. Bacharel e Licenciado em \nQuímica, 1970, UFMG; M.S. Ciências e Técnicas Nucleares, 1973, UFMG; D.S. Química, 1982, \nUFMG. \n \nRicardo Reis Cordeiro - 6509-9 - DPF - Associado IV. Bacharel em Física, 1985, UFMG; M.S. \nAstroFísica, 1987, UFMG; D.S. Astronomia, 1994, Observatório Nacional, Rio de Janeiro. \n \nRober Hilário Velasquez Jara - 7837-9 - DPF - Associado II. Bacharel em Física, 1988, \nUniversidade de San Marcos, Peru; M.S. Física, 1993, UFMG; D.S. Física, 1997, UFMG. \n \nSandro Vieira Romero - 8013-6 - DMA - Adjunto II. Bacharel em Matemática, 1995, USP; D.S. \nMatemática Aplicada, 2001, USP. \n \nValéria Mattos da Rosa - 7232-X - DMA - Adjunto I. Licenciada em Matemática, 1988, UERJ; \nM.S. Matemática, 1991, IMPA, RJ. \n \nVicente de Paula Lelis - 5310-4 - DPF - Adjunto III. Engenheiro Agrônomo, 1979, UFV; \nEspecialização em Ciências Térmicas, 1984, UFV; M.S. Meteorologia Agrícola, 1986, UFV; \nD.S. Meteorologia, 2007, UFV.  \n \nWalter Antônio Pereira Abrahão - 6861-6 - DPS - Associado II. Engenheiro Agrônomo, 1991, \nUFV; M.S. Solos e Nutrição de Plantas, 1995, UFV; D.S. Solos e Nutrição de Plantas, 2002, \nUFV. \n \n \n11.1. Titulação (em números) \nProfessores atuantes no curso de Engenharia Civil \n \nTitulação \nQtde \n(%) \nDoutores \n48 \n81,36 \nMestres \n08 \n13,56 \nEspecialização \n03 \n5,08 \nTotal \n59 \n100 \n \n \n \n \n \n \n \n \n", "61": "Projeto Pedagógico do Curso de Engenharia Civil  \n61 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n11.2. Classes (em números) \nProfessores atuantes no curso de Engenharia Civil \n \nClasse \nQtde \n(%) \nTitulares \n05 \n8,48 \nAssociados \n22 \n37,29 \nAdjuntos \n25 \n42,37 \nAssistentes \n06 \n10,17 \nAuxiliares \n1 \n1,69 \nTotal \n59 \n100 \n \n12. Instalações Disponíveis \nO curso conta com a infraestrutura da Universidade Federal de Viçosa, incluindo salas de aula, \nlaboratórios, biblioteca central, áreas experimentais e de campo, praça de esportes, restaurante \nuniversitário, alojamentos etc. \nO Departamento de Engenharia Civil (DEC) conta atualmente com 34 professores e possui \nprograma consolidado de Pós-Graduação em Engenharia Civil nas seguintes áreas de concentração \nde mestrado: Geotecnia, Informações Espaciais e Sanitária Ambiental e doutorado em Geotecnia.  \nÉ dotado de excelente estrutura física incluindo prédio próprio com elevador interno para \nportadores de necessidades especiais. Possui instalações sanitárias de excelentes qualidades e \niariamente as salas são cuidadas e mantidas limpas. Todos os gabinetes de docentes do DEC têm \nequipamentos de informática (micros) ligados à rede Internet.  \nO Departamento de Engenharia Civil dispõe de dois laboratórios de Informática específicos para os \nseus alunos de graduação, com área construída total de 69,58 m2, equipados com 30 \nmicrocomputadores, com ligações de todas as máquinas à rede Internet. Os estudantes contam ainda \ncom toda a rede de laboratórios mantidos pelo Departamento de Informática da Instituição e mais \ntrês laboratórios de informática do DEC ligados ao Programa de Pós-Graduação em Engenharia \nCivil, para fins de uso dos bolsistas de iniciação científica. O aumento do acervo de equipamentos \nde laboratório do DEC tem-se processado, em número significativo, através da participação da \naprovação de projetos de pesquisas apresentados pelos professores aos órgãos nacionais de \nfinanciamento à pesquisa. \n", "62": "Projeto Pedagógico do Curso de Engenharia Civil  \n62 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nO Departamento de Engenharia Civil conta com laboratórios disponíveis aos alunos de graduação \nem Engenharia Civil para práticas de disciplinas específicas: Laboratório de Materiais de \nConstrução, Laboratório de Mecânica dos Solos e Laboratório de Topografia. Outros laboratórios \nde outros departamentos também estão disponíveis aos alunos: Laboratório de Mecânica dos \nFluidos e Hidráulica, Laboratório de Física, Laboratório de Química, Laboratório de Eletricidade e \nInstalações Elétricas e Laboratório de Saneamento Ambiental e Controle de Qualidade da Água.  \nEsses laboratórios apresentam boas condições de iluminação, insolação, isolamento acústico, \nventilação e limpeza, bem como mobiliário adequado e em número suficiente às necessidades do \ncurso. \nNas tabelas a seguir é apresentado um resumo das instalações do DEC e da UFV, que são \ndisponibilizadas aos estudantes de Engenharia Civil. \n \nInstalações Existentes no Departamento de Engenharia Civil e na UFV \nInstalacões de apoio à \ndocência \nBreve descrição \nLaboratórios ou salas de \ncomputação \nO DEC possui duas salas de aulas com computadores, uma \nsala com três computadores para comunicação pessoal e \npesquisa, além dos laboratórios de informática espalhados \npelo campus, PVB, CEF e Biblioteca central, além de \ndiversos computadores instalados nos diversos laboratórios \ndo DEC e gabinetes de professores. \nSalas multimídia \nQuase todas as salas de aulas dispõem de aparelhos \nmultimídia fixo, e para as demais, estão disponíveis vários \nequipamentos móveis. Só o DEC possui seis aparelhos \n(data show) móveis. \nBibliotecas \nBiblioteca Central da UFV \nBiblioteca Setorial no CCE \nAnfiteatro/auditório \nExistem mais de 10 auditórios na UFV, sendo 10 \nnormalmente utilizados pelo Departamento de Engenharia \nCivil. \n \n \n \n \n \n", "63": "Projeto Pedagógico do Curso de Engenharia Civil  \n63 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nServiço aos estudantes \nBreve descrição \nSalas de estudos \nA Biblioteca central e as setoriais dispõem de espaço \nespecífico para esse fim, além de espaços nos Alojamentos \ne algumas salas no PVB. Os estudantes também podem \nusar as salas de aulas dos pavilhões de aulas, quando \ndisponíveis, além de outros espaços no DEC.  \nAssistência médica e \nodontológica  \nA Divisão de Saúde da UFV conta com UTI móvel, \nlaboratório \nde \nanálise \nclínica, \nortopedia \nclínica, \natendimento odontológico e radiologia. \nRestaurante \nTrês restaurantes institucionais e dois particulares. \nLanchonetes \nExistem sete lanchonetes espalhadas pelo Campus \nInstalações desportivas \nNo espaço próximo ao departamento de Educação Física \ntem-se uma pista de atletismo, várias quadras para volei, \nbasquete e peteca, campo de futebol, piscina. No \nalojamento pós tem-se um campo de futebol. A \nuniversidade também oferece através do departamento de \nEducação física, a possibilidade de atividades como Judô, \nKaratê, Natação, entre outros. \nInstalações recreativas \nDCE piscina e DCE sede, Praça de Vivência, Recanto das \ncigarras e Associação de ex-alunos. O Departamento de \ndança oferece à comunidade acadêmica e seus familiares, \nperiodicamente, cursos de dança. A Divisão de Assuntos \nCulturais promove sistematicamente eventos sócio-\nculturais. \nÁrea específica para uso \nde organização estudantil \nDCE, CAs e Empresa Júnior de Engenharia Civil. \n \n \n \n \n \n \n \n \n \n \n", "64": "Projeto Pedagógico do Curso de Engenharia Civil  \n64 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \nServiço aos estudantes \nBreve descrição \nOutros (especificar) \n- Moradia \nestudantil \n(sete \nunidades \ncom \ncapacidade para 1390 estudantes) \n- Laboratório de Desenvolvimento Infantil \n- Serviço psicossocial \n- Agências bancárias: Banco do Brasil, CEF, \nItaú e UFVCredi. \n- Supermercado Escola \n- Coopasul \n- Livraria/café na BBT \n- Fotocopiadoras \n(em \ndiversos \nlocais \ndo \nCampus) \n- Praça de Vivência: banca de jornal e revistas, \nfarmácia e papelaria. \n- Parque da Ciência \n- Museus (Erro! Fonte de referência não \nencontrada.) \n- Pinacoteca \n- Serviços de Correios e Telégrafos \n- Cinema (Cine Carcará) \n- ASBEN \n- Clínica veterinária \n- Conjunto de Sopros da UFV \n- Coral da UFV \n- Teatro do DED \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "65": "Projeto Pedagógico do Curso de Engenharia Civil  \n65 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nLaboratórios Existentes no Departamento de Engenharia Civil e na UFV que \natendem aos alunos do curso de Engenharia Civil \nNúmero total de laboratórios compartilhados \ncom outros cursos \nLaboratórios do DEC: \n- Geotecnia \n- Materiais de Construção \n- Transporte \n- Engenharia Sanitária e Ambiental \n- Engenharia de Agrimensura e Cartográfica \n- Estruturas \nLaboratórios da Engenharia Agrícola  \n- Laboratório de Hidráulica \n- Laboratório de Eletrotécnica \nLaboratórios da Engenharia Florestal \nLaboratórios de Informática \n- Departamento de Engenharia Civil \n- Pavilhão de aulas 2 \n- LBI (CEF) \nLaboratórios do Depto. de Arquitetura \ne Urbanismo \nLaboratório de Física dos Solos \nLaboratório de Física \nLaboratório de Química \nMetros quadrados totais de laboratórios \ncompartilhados \nAproximadamente 2200 construídos e 1320 em \nconstrução. \nValor total (em dólares) em equipamentos de \nlaboratórios \nVariável  \nInvestimento anual (em dólares) em \nlaboratórios \nEm construção em 2010: \n- Laboratório de Asfalto (80 m2) \n- Duas salas de aula (100 m2) \n- Laboratório de Estruturas (1100 m2) \n- Lab. de Propriedades dos Materiais \n(40 m2) \nNúmero máximo de cursos que os utilizam \nA utilização dos laboratórios de informática do \nPVB e da CEF (LBI) é livre para todos os cursos \nda UFV. Os demais laboratórios são \ncompartilhados por cursos específicos e de áreas \nafins. \n \n \n", "66": "Projeto Pedagógico do Curso de Engenharia Civil  \n66 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \n \n13. Bibliotecas \n \n13.1. Biblioteca Central da Universidade Federal de Viçosa \nA Biblioteca Central da UFV apresenta ampla área física para o acervo (12.816,59 m² divididos em \n4 andares, com 1.290 lugares), condições adequadas de funcionamento com relação a mobiliário, \ndisponibilidade de equipamentos, serviço de manutenção e preservação do acervo e possui, além da \nentrada principal, uma entrada secundária com rampa para deficientes físicos, amplas áreas de \ncirculação e 02 elevadores. A Biblioteca Central da UFV possui boas instalações para estudo \nindividual e estudo em grupo, distribuídas em dois pavimentos do seu prédio, atendendo a todos os \ncursos da instituição.   \nNo 1º andar estão localizadas 03 salas com revestimento acústico para estudo em grupo, 12 salas de \nestudo individual, Multimídia, Mapoteca, Coleção das Nações Unidas, Coleção UFV, Serviço de \nReprografia, Seção de Aquisição e Catalogação, Chefia do Atendimento ao Público, Laboratório de \nLínguas, \nObras \nRaras, \nLaboratório \nde \nHistória \ne \nSbiCafé \n– \n Sistema Brasileira de Informação de Café.  No 2º andar localiza-se a coleção de livros, teses e \nboletins, o Setor de Empréstimo, salas de estudo individual, salões de leitura e sala de vídeo (com \n36 lugares).  No 3º andar localiza-se a coleção de periódicos, COMUT, Consulta ao CD-Referência \ne Periódicos da CAPES e área de leitura (mesas individuais).  \nA base de dados de livros e teses do acervo da Biblioteca Central e de outras unidades da UFV, hoje \nconta com um total de de 132.603 exemplares (livros) em acervo, 7.229 títulos de periódicos, \n43.970 publicações seriadas, 22.019 teses, 10.540 separatas, 4.448 relatórios, 4.308 folhetos, 1.208 \nobras raras, 2.902 recortes de jornais, 3.121 microfichas, 110 microfilmes, 446 videotapes e outros \n9.661 materiais especiais, todos disponíveis para consulta ao público em geral, com livre acesso às \nestantes e também pela consulta on-line (sistema VTLS), através de microcomputadores instalados \nno “hall” da Biblioteca Central ou pela rede. O VTLS, desenvolvido em ambiente Windows, além \nde acompanhar o desenvolvimento das novas tecnologias de informação, disponibiliza nosso acervo \nna Internet, tornando-o mundialmente conhecido. O empréstimo é limitado às pessoas que mantêm \nvínculo com a UFV, segundo o Regulamento da BBT para Circulação e Empréstimo.  \n \n", "67": "Projeto Pedagógico do Curso de Engenharia Civil  \n67 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nA Biblioteca Central funciona de segunda a sexta-feira ininterruptamente (18 h por dia) e aos \nsábados 12 horas. Possui pessoal qualificado para o auxílio dos usuários, possibilita a reserva de \nlivros pela Internet e o acesso a bases de dados referenciais e de texto completo pela sua \n“homepage”. Trabalha com empréstimo domiciliar para os itens do acervo, permite o acesso ao \nserviço de cópia de documentos internamente nas suas instalações, dispõe de serviço de empréstimo \nentre bibliotecas, bem como oferece o serviço de comutação bibliográfica, no país e no exterior. \nEncontra-se disponível, também, o serviço de consulta a bases de dados em forma impressa, em \nmeio magnético ou em CD-ROM. A Biblioteca Central da UFV dispõe de um total de 66 micros e 2 \ntorres de CD’s com 56 “drivers” cada, bem como de  4 salas de internet/multimídias,  16 micros \ndisponíveis para usuário;  softwares em 19 áreas diferentes. Possui um acervo de 11620 CDs e 300 \nfitas de vídeo.  \nA Biblioteca Central possui títulos disponíveis para atendimento dos programas analíticos das \ndisciplinas do Curso de Engenharia Civil. Na maior parte dos títulos disponíveis possui um \nexemplar disponível para mais de 20 alunos matriculados no curso. Participa também de sistemas \nNacionais e internacionais de informação e documentação na área agrícola, bem como do Catálogo \nColetivo Nacional de Periódicos e do Programa de Comutação Bibliográfica, ambos do Instituto \nBrasileiro de Informação em ciência e tecnologia.  \nA universidade conta com uma Biblioteca Central com mais de 132.603 títulos de livros, 7.229 \ntítulos de periódicos, 43.970 publicações seriadas e teses, sendo o acervo disponibilizado para \nconsulta e reserva online. \nAcervo de vídeos que podem ser retirados da biblioteca para uso em aulas ou consultados \nindividualmente, mediante agendamento, em salas de vídeo abertas 10 horas por dia. Além disso, a \nseguinte infraestrutura também está disponível: \n Laboratório de Línguas; \n Multimídia / Laboratório de História; \n Mapoteca / Laboratório de Geografia. \n \n \n \n \n \n \n", "68": "Projeto Pedagógico do Curso de Engenharia Civil  \n68 \nUniversidade Federal de Viçosa \n \n \n \n \n \n \n     CCE/DEC \n \nPor meio da Biblioteca Central é possível acessar, gratuitamente, os seguintes sistemas: \n \na) COMUT: Programa de Comutação Bibliográfica (Convênio IBICT/UFV), serviço de \nlocalização e obtenção de documentos online através do qual o acervo das principais bibliotecas \ndo país está à disposição do usuário mediante pagamento; \nb) Programa de Catálogo Coletivo Nacional (CCN) - IBICT (Instituto Brasileiro de Informação em \nCiências e Tecnologia) - Catálogo que enumera todas as publicações periódicas existentes nas \nbibliotecas do país; \nc) Projeto Antares: A Biblioteca Central da UFV é uma das 200 instituições que integram a Rede \nAntares - Rede de Serviços de Informação em Ciência e Tecnologia, para acesso a base de \ndados; \nd) Biblioteca depositária das Nações Unidas; \ne) Sistema Brasileiro de Informação do Café – acervo digitalizado sobre café, projeto financiado \npelo CDPC, encontra-se à disposição dos interessados no endereço: www.sbicafe.ufv.br. \n \nSob a responsabilidade da Pró-Reitoria de Ensino e através da Biblioteca Central, a Instituição \napresenta à comunidade, anualmente, um programa de aquisição, expansão e atualização que visa \natender às demandas de ensino, pesquisa e extensão dos seus vários departamentos. Dentro das \ndisponibilidades orçamentárias, esse programa busca atender à demanda às necessidades dos vários \ncursos da Instituição.   \n \n13.2. Biblioteca Setorial do Centro de Ciências Exatas e Tecnológicas  \nAlém da Biblioteca Central, o curso de Engenharia Civil conta com a Biblioteca Setorial do Centro \nde Ciências Exatas e Tecnológicas, localizada no mesmo prédio do Departamento de Engenharia \nCivil.  \n \nNa área de Engenharia Civil, a Biblioteca Setorial do Centro de Ciências Exatas e Tecnológicas \nconta com acervo constituído por 2.200 exemplares, dentre livros, anais, cadernos didáticos, \nrelatórios de projeto, teses e apostilas. \n \nA Biblioteca Setorial conta também com as dissertações e teses defendidas no âmbito do Programa \nde Pós-Graduação em Engenharia Civil e com trabalhos finais de curso defendidos para \nintegralização curricular do Curso de Engenharia Civil. \n \nA biblioteca setorial possui condições adequadas de acústica, iluminação e ventilação ambiente, \nmobiliário suficiente e boas instalações para estudo. \n"}