{"1": " \n \n \n \n \nUNIVERSIDADE FEDERAL DE ITAJUBÁ \n \nCampus Itajubá \n \n \n \n \n \n \n \n \n \n \n \n \nProjeto Pedagógico de Curso \n \nPrograma de Graduação em Engenharia Ambiental \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nItajubá - MG \n \n2015 \n \n", "2": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    2 \n \n \n \nUNIVERSIDADE FEDERAL DE ITAJUBÁ \n \n \nReitor \nProf. Dr. Dagoberto Alves de Almeida \n \nVice-Reitor \nProf. Dr. Paulo Sizuo Waki \n \nPró-reitor de Graduação \nProf. Dr. Egon Luiz Miller Junior \n \nPró-reitor de Pesquisa e Pós-graduação \nProf. Dr. Carlos Eduardo Sanches \n \nPró-reitor de Extensão \nProf. Dr. Marcos Aurélio de Souza \n \n \n \n \n \n \nINSTITUTO DE RECURSOS NATURAIS \n \n \n \nDIRETOR \nGeraldo Lúcio Tiago Filho \n \n \nVICE-DIRETOR \nLuiz Felipe Silva \n \n \nCOORDENADORA DO CURSO DE ENGENHARIA AMBIENTAL \nNívea Adriana Dias Pons \n \n \n", "3": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    3 \n \nSUMÁRIO \n \n \n \npág. \n1. INTRODUÇÃO \n4 \n2. JUSTIFICATIVA \n5 \n3. PERFIL DO CURSO \n6 \n4. OBJETIVOS \n7 \n5. FORMAS DE ACESSO E PERFIL DO INGRESSANTE \n8 \n6. PERFIL DO EGRESSO \n8 \n7. FUNDAMENTOS DIDÁTICO-PEDAGÓGICOS E METODOLÓGICOS \n13 \n8. SISTEMAS DE AVALIAÇÃO DO PROJETO PEDAGÓGICO, DO DISCENTE E DO \nDOCENTE \n13 \n9. PERFIL DO DOCENTE \n14 \n10. COLEGIADO DO CURSO \n15 \n11. INFRAESTRUTURA \n16 \n12. ORGANIZAÇÃO CURRICULAR \n21 \n13. ESTRUTURA CURRICULAR, EMENTÁRIO E BIBLIOGRAFIA \n23 \n14. MODALIDADE E CARGA HORÁRIA DO ESTÁGIO SUPERVISIONADO \n \n15. ATIVIDADES COMPLEMENTARES \n \n16. INFORMAÇÕES RELATIVAS À ELABORAÇÃO, DOCUMENTAÇÃO E PRAZOS \nDO TFG. \n \n \n \n \n", "4": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    4 \nDADOS DO CURSO: \n \nCurso: Engenharia Ambiental. \nModalidade: Presencial. \nTurno de Funcionamento: Integral. \nNúmero total de Vagas ao ano: 40 (quarenta). \nInício: 1998. \nLocal da Oferta: Universidade Federal de Itajubá \nCampus Professor José Rodrigues Seabra, Av. BPS, 1303, Bairro Pinheirinho, Itajubá/MG, \nCEP: 37500-903. \nTempo de Integralização (mínimo): 9 semestres (4,5 anos). \nTempo máximo: 18 semestres (9 anos), excluído o período de trancamento. \nTempo máximo permitido para trancamento de matrícula: 2 anos (semestres consecutivos \nou não). \nForma de Ingresso para as vagas iniciais: Sistema de Seleção Unificada (SISU). \nCarga horária Total: 4388 horas. \nRegime letivo: Semestral. \nNúmero de turma por ano de ingresso: 1 \nGrau conferido: Bacharel em Engenharia Ambiental \n \n \n1. INTRODUÇÃO \n \nO período histórico em que vivemos é caracterizado por grandes transformações. A sociedade avança \na um ritmo muito superior ao de sua capacidade. \n \nA revolução do conhecimento em curso pede um profissional universitário com formação dentro de \ncurrículos flexíveis, com a capacidade de formulação, análise e solução de problemas, capaz de adaptar-se a \nnovos processos e tecnologias, com uma grande dose de criatividade e a firme predisposição para uma \neducação por toda a vida. \n \nMudanças estruturais requerem significativo aporte de energia e o seu sucesso está condicionado à \nmobilização de todas as partes envolvidas no sistema para o delineamento de um projeto “ancorado” numa \nvisão de futuro consistente e desafiadora. \nAssim, o currículo é encarado como um projeto de formação, levando-se em consideração os \ndeterminantes internos e externos que interferem na constituição do conhecimento que o graduando deve ter. \nNão obstante, o exercício docente através de sua capacitação técnico-acadêmica, técnico-pedagógica e \nprática em sala de aula, deve atender às expectativas de que “A Universidade deve, antes de mais nada, \nensinar a pensar, a exercitar o senso comum e a soltar as rédeas da imaginação criadora” (Escotet, 1998). \nTem-se, ainda, outro aspecto bastante importante que se refere ao suporte técnico-administrativo que \nse deve ter para obter o currículo. \n \nEste Projeto Pedagógico apresenta uma perspectiva para o Curso de Engenharia Ambiental, o qual \nfoi implantado na Universidade Federal de Itajubá (UNIFEI) em 1998. O Projeto Pedagógico atende às \ndiretrizes do MEC para as engenharias e observa as atribuições do engenheiro ambiental especificadas pelo \nConselho Regional de Engenharia e Agronomia (CREA). \n \n \n", "5": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    5 \n2. JUSTIFICATIVA \n \nSabe-se que a consciência para o tratamento adequado ao meio ambiente tem se tornado cada vez \nmaior desde o final da década de 70. Assim, em termos nacionais cresceu, na década de 80, a preocupação \nem traçar uma política nacional do meio ambiente. Essa política veio incorporar de modo explícito a idéia de \nque desenvolvimento e meio ambiente não são necessariamente incompatíveis em termos de política \neconômica. Em função dessa nova consciência mundial, temos convivido com terminologias, tais como: \nárea de preservação ambiental, unidades de conservação, ecossistemas, ordenamento territorial, EIA, RIMA \ne outras. \n \nCom o advento da Eco-92, no Rio de Janeiro, posturas de países e organizações não-governamentais \npassaram a desempenhar um papel de grande importância nas discussões de foro internacional. Empréstimos \npara países em desenvolvimento têm sido fornecidos, na maioria das vezes, perante a constatação da \npreservação do meio ambiente. Grandes redes de comunicação colocam como pauta diária de informação \nassuntos referentes à educação ambiental, denúncias de agressões à natureza e exemplos de atividades de \npreservação, recuperação e manejo de ecossistemas. \n \nPercebe-se, para a formação de crianças e jovens, que há uma grande oferta de temas e atividades de \ncontrole e conscientização ambiental (basta observar o que é ministrado a alunos do ciclo básico de \nescolarização no que tange às áreas de Ciências), tanto por parte de instituições públicas quanto privadas. \n \nPor outro lado, a importância de um tratamento sob as perspectivas da Engenharia, em respeito aos \nproblemas ambientais, vem crescendo a cada dia. Trata-se de uma sistematização com investigações \nprofundas, experimentações laboratoriais, ensaios em campo, bem como simulações teóricas para o \nestabelecimento de modelos preditivos. \nA área destinada às atribuições do Engenheiro do Ambiente é relativamente nova dentre as \nprofissões tradicionais e foi inicialmente desenvolvida em países do primeiro mundo. Nos Estados Unidos, \nem particular, a proposta de criação de currículo específico com novas atribuições para registro profissional \ndo Engenheiro Ambiental, vem sendo discutida no âmbito de uma das mais importantes sociedades técnico-\ncientíficas daquele país, a American Society of Civil Engeneering. Watski (1992) afirma, inicialmente, que a \nEngenharia Ambiental, como conhecida hoje, cresceu a partir da Engenharia Civil-Sanitária, com infusões de \nquímica, biologia, microbiologia, hidrologia, geologia, ciências da Terra, legislação e economia. Afirma, \ntambém que tem sido extraordinário o crescimento da Engenharia Ambiental nos últimos anos pela contínua \nadição de novas facetas em seu campo de atuação. O editorial defende a criação de uma nova carreira, com \ncurrículo e registro profissional independente das demais, conforme a justificativa final do artigo: “Existe a \nnecessidade da formação específica para registro das atribuições profissionais do Engenheiro Ambiental. \nCom a definição das atribuições, a formação acadêmica estará cada vez mais focada na Engenharia \nAmbiental propriamente dita”. \n \nA Engenharia Ambiental, como praticada atualmente no Brasil, guarda estreita semelhança com \naquela dos países desenvolvidos; isto é, sua principal função social é de contribuir para redução dos efeitos \nadversos das atividades produtivas nos meios físicos e biológicos. Assim, está perfeitamente inserida no \nmodelo de desenvolvimento econômico adotado pelos países desenvolvidos e a ele dá suporte.  \nConforme Longo e Rocha Neto (1998), as mudanças em curso no cenário mundial têm afetado \nprofundamente o ser humano, o seu meio ambiente e a sua organização social. A sociedade moderna vive um \nmomento de transição, caracterizado por profundos impactos provocados por novas tecnologias, com \nalterações de hábitos, valores e tradições, antes assumidos como imutáveis. O papel tradicional, único e \nreservado aos engenheiros, como profissionais capazes de identificar problemas e resolvê-los, além da \nhabilidade de realizar as soluções encontradas, será cada vez mais compartilhado com outras competências \nprofissionais. O conceito de Engenharia, antes limitado a uma classe profissional específica, cede lugar ao de \numa cultura, a ser compartilhada e desenvolvida por outras profissões. \n \nPor outro lado, a evolução das engenharias correlaciona-se fortemente com o desenvolvimento \neconômico e tecnológico, bem como a realização de grandes projetos. Atualmente, o atendimento das \ncomplexas demandas sócio-econômicas requer o domínio de tecnologias de alto conteúdo científico. Por \nserem frutos da aplicação desses conhecimentos, as tecnologias modernas e os processos de produção que \nestas viabilizam não podem ser facilmente compreendidos e, portanto, são extremamente difíceis de serem \ncopiados. \n \nA globalização e o aumento da competição internacional não se darão apenas na comercialização de \nbens, mas também na prestação de serviços e nas oportunidades de trabalho, que requerem a atuação \ninterdisciplinar do engenheiro. \n", "6": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    6 \n \nÉ evidente que a implantação do modelo de desenvolvimento sustentado não depende unicamente, \nou primordialmente, da existência de recursos humanos na área técnica. É inegável, entretanto, que a maioria \ndas ações a serem executadas envolve o conhecimento técnico específico da área de Engenharia Ambiental, \nna caracterização do ambiente e das atividades, como nos estudos de impactos ambientais, no \ndesenvolvimento de tecnologias adequadas, na apropriação dos recursos naturais, na escolha de técnicas de \ncontrole científicos, etc. Sem dúvida, o Engenheiro do Ambiente é um profissional importante em diferentes \nníveis da gestão ambiental em que se baseia o desenvolvimento sustentável. \n \nNo Brasil, a atuação do profissional de Engenharia Ambiental vem sendo crescente, principalmente \npor se tratar de uma habilitação nova e que a cada dia vem conquistando seu espaço nos mais diversos \ncampos de atuação. Longo e Rocha Neto (1998) destacam a importância do ensino e da pesquisa cooperativa \ncom as empresas, particularmente no campo da engenharia brasileira, habilitação profissional diretamente \nenvolvida e afetada pelo avanço tecnológico. Para os autores, tanto no Brasil, quanto em outros países, uma \nsérie de limitações de educação científica e tecnológica, sobretudo no ensino de engenharia, tem sido \nidentificadas e precisam ser superadas para viabilizar a incorporação do progresso técnico-científico e a \nmodernização da sociedade.  \n \nUma das saídas é justamente a criação e desenvolvimento de novas habilidades na engenharia, dentre \nas quais se destaca a Engenharia Ambiental. Desta forma, atende-se à necessidade de uma formação \npolivalente e plural que habilite o educando a acompanhar a dinâmica das mutações sociais e, por outro lado, \no aprofundamento do conhecimento científico e das habilidades profissionais essenciais para o ingresso no \nmercado de trabalho. Para Longo e Rocha Neto (1998), o antigo dilema entre uma formação geral versus \nespecializada, cede lugar à necessidade de uma educação que acolha a diversidade, potencializando os \ntalentos individuais, pois as melhores oportunidades serão aproveitadas pelos profissionais com capacidade \nde ofertar competências raras ou serviços especiais, sejam estes especializados ou de gestão de problemas \ncomplexos. \n \nObviamente, o profissional da área de Engenharia Ambiental deve estar adequado à realidade \nnacional, ou seja aos problemas ambientais brasileiros que, sem dúvida, são muitos. \n \nA habilitação em Engenharia Ambiental foi criada pelo Ministério da Educação e dos Desportos \n(MEC) pela Portaria No 1.693 de 05/12/94, conforme Parecer da Comissão de Especialistas do Ensino de \nEngenharia da Secretaria Superior (SESu/MEC), que resolve: \n \nArt.1o Fica criada a área de Engenharia Ambiental, conforme o disposto no § 1o do art. 6o da \nResolução no 48/76 – CFE. \n \nArt. 2o Será incluída a matéria Biologia, como Formação Básica, na área de Engenharia Ambiental. \n \nArt. 3o Dispõem sobre as matérias de Formação Profissional Geral, para a área de Engenharia \nAmbiental (este artigo será discutido no item sobre estabelecimento da grade curricular). \n \nArt. 4o Ficam mantidos para área de Engenharia Ambiental os demais artigos da Resolução 48/76 – \nCFE. \n \nArt. 5o A comissão de Especialistas de Ensino de Engenharia da SESu/MEC estabelecerá, em \ndocumento próprio, recomendações concernentes a cargas horárias e a atividades laboratoriais.  \n \nArt. 6o Essa Portaria entra em vigor na data de sua publicação, revogadas as disposições em \ncontrário. \n \nO Ministro de Estado da Educação e dos Desportos, no uso de suas atribuições e, tendo em vista o \nque dispõe o Art. 6o da lei n° 9131, publicada no DOU de 24 desta data e considerando o consubstanciado \nem proposta da Comissão de Especialistas de Ensino de Engenharia da Secretaria de Educação Superior \n(SESu/MEC), resolve: \n \nArt. 1o – Modificar o Art. 6o da Resolução 48/76, de 27 de abril de 1976, do Conselho Federal de \nEducação, que passa a ter a seguinte redação: \n \n“Art. 6o – Consideram-se para efeito desta Resolução, como área de habilitação das Engenharias, as \nseguintes: (a) Civil; (b) Eletricidade; (c) Mecânica; (d) Metalúrgica; (e) Minas; (f) Química; (g) Ambiental; \n(h) Alimentos. \n \n \n \n3. PERFIL DO CURSO \n \n \nNos meados da década de 1990 a UNIFEI almejava se transformar em uma Universidade. Para \nisso, em 1994, foi apresentado ao MEC um projeto que propunha essa transformação. Contudo, foi \nobservado pelo Ministério que, antes da transformação, haveria a necessidade de criação de mais cursos de \n", "7": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    7 \ngraduação na Instituição, pois, somente com dois deles – Engenharia Mecânica e Engenharia Elétrica – isso \nnão seria possível e plausível. \n \nNos anos de 1996 e 1997 houve na antiga Escola Federal de Engenharia de Itajubá (EFEI), uma \nmobilização de alguns setores, para a criação de novos cursos, principalmente na área de Engenharia.  \n \nNa EFEI haviam professores que trabalhavam com setores ligados a recursos hídricos (advindos \nde ênfase da Engenharia Mecânica em Fenômenos de Transporte). No final de 1996 e começo de 1997 houve \na preparação do projeto pedagógico do curso com base em subsídios oferecidos pela Escola de Engenharia \nde São Carlos – EESC-USP. Tendo em vista a necessidade de incorporação da Engenharia com áreas da \nCiência que envolva a preocupação e preservação de recursos naturais, a UNIFEI optou por instituir os \ncursos de Engenharia Ambiental em sua grade de formação, em termos de graduação. O objetivo principal \ndo curso foi definido como o de formar cidadãos capazes e conscientes de oferecer à comunidade suas \nhabilidades de antever, solucionar e gerenciar problemas relacionados ao desenvolvimento sustentável do \npaís. \nNo processo de autorização do curso, o conceito geral obtido, dado pelos avaliadores do MEC, em \nJunho de 1997, foi A, sendo que os conceitos parciais foram: \no Estrutura do curso: A \no Administração acadêmica: D \no Corpo docente: A \no Biblioteca: A \no Infra-estrutura física: A \no Equipamentos e materiais: A \nA EFEI foi a primeira instituição pública a implementar um curso de Engenharia Ambiental nos \nmoldes da Portaria 1693/94 do Ministério da Educação. Na época da criação haviam, somente, 7 cursos de \ngraduação no Brasil. Em Agosto de 2005 eram 65 cursos espalhados pelo país e, atualmente, em 2015 são \n217 cursos. \nNo reconhecimento do curso, no ano de 2003, os conceitos gerais obtidos foram: \no Organização didático-pedagógica: CMB \no Corpo docente: CMB \no Instalações: CMB. \n \n \nA estabilização da Engenharia Ambiental no Brasil \n \nDesde da implementação do primeiro curso no Brasil – Palmas/TO, em 1993 – a Engenharia \nambiental teve que vencer obstáculos para sua consolidação no mercado de trabalho e junto aos outros cursos \nde graduação correlatos. \n \nCom a Portaria Ministerial 1.693/94 obteve um grande avanço nessa consolidação, entretanto, ainda \nfaltava a regulamentação profissional junto ao sistema CONFEA/CREA. De maneira a solucionar, em \ntermos razoáveis, esse problema, os coordenadores de curso de Engenharia Ambiental começaram a se reunir \npara, principalmente, tratar dessa questão. Dos primeiros encontros surgiu a regulamentação atual das \natribuições profissionais do engenheiro ambiental por meio da resolução 447/2000. \n \nOutros encontros aconteceram e estão acontecendo, para se rediscutir as questões pedagógicas, \nprofissionais e de inserção no mercado de trabalho do engenheiro ambiental. \n \n \n4. OBJETIVOS \n \n \nOBJETIVO GERAL DO CURSO \n \n \nO objetivo do Curso de graduação em Engenharia Ambiental da UNIFEI é formar profissionais \nseguros e criativos para atuar nas áreas relacionadas a este campo das Ciências Exatas. Para tanto, busca-se \nlhes garantir uma formação profissional ampla, não restrita a uma área específica e que proporcione a \ninteração entre os diversos aspectos da Engenharia Ambiental. Ao mesmo tempo, busca-se uma formação \nque exercite o espírito crítico e proponha novas formas de atuação no mercado de trabalho. \n \nComo exposto anteriormente, os principais campos de atuação do Engenheiro Ambiental são: (a) \nPlanejamento e Gestão Ambiental e (b) Engenharia e Tecnologia Ambiental. Este curso visa contemplar os \nfuturos alunos com formação e capacitação necessárias para exercerem suas atividades nestes dois campos. \n \n", "8": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    8 \n \nOBJETIVOS ESPECÍFICOS DO CURSO \n \nO aluno do Curso de Engenharia Ambiental da UNIFEI deverá conhecer as teorias de gestão e \nplanejamento ambiental. Neste contexto, o aluno deve alcançar a compreensão de informática, matemática, \nquímica, física, ecologia, geologia e pedologia como aplicações para disciplinas profissionais como \ngeoprocessamento; caracterização ambiental (gestão de bacias hidrográficas); estudo de recursos \nambientais e energéticos; hidráulica ambiental e recursos hídricos; geotecnia ambiental; técnicas de \navaliação de impactos ambientais; planejamento e desenvolvimento regional e urbano; análise de sistemas \ne modelamento ambiental; avaliação de riscos e impactos ambientais; auditoria ambiental e conservação e \nrecuperação ambiental.  \nO aluno também será apresentado às principais técnicas e formas de atuação em engenharia e \ntecnologia ambiental, em que se destaca o uso de conteúdos básicos de informática, matemática, química, \nfísica e biologia para o aprendizado de disciplinas com conteúdos relacionados  \nAlternativamente, o aluno deverá estar apto a associar o uso de temas transversais como ferramenta \nimprescindível dentro de sua atuação nos campos acima citados. Para tal, destaca-se a macrodisciplina \nCidadania e Responsabilidade Social, ministrada já no primeiro ano do curso e desenvolvendo a formação \nglobal do aluno nos âmbitos das questões sociais, como ética, saúde, meio ambiente, pluralidade cultural, \netc.  \nConforme estabelecido nas diretrizes curriculares do SESu/MEC para os Cursos de Engenharia em \nseu Artigo 4o, “as estruturas curriculares deverão ser organizadas de forma a permitir que haja \ndisponibilidade de tempo para a consolidação dos conhecimentos adquiridos e para as atividades \ncomplementares, objetivando uma progressiva autonomia intelectual do aluno.” \n Desta forma, no Curso de Engenharia Ambiental, o aluno tem acesso às atividades práticas, não \nsomente em disciplinas da grade curricular, mas também no desenvolvimento de projetos, os quais \nprivilegiam o desenvolvimento de habilidades que capacitam o educando a pensar e resolver problemas e \nsituações ambientais cotidianas.  \n \n \n5. FORMA DE ACESSO E PERFIL DO INGRESSANTE \n \nO Exame Nacional do Ensino Médio (ENEM) é o instrumento de avaliação para ingresso no \nprograma de formação em graduação “Engenharia Ambiental”. \nAs formas de acesso compreendem: \na) Exame Nacional do Ensino Médio (ENEM), destinado a candidatos que tenham concluído o \nensino médio, para preenchimento das vagas iniciais; \nb) processo seletivo de admissão específico, destinado a alunos transferidos de outros cursos da \nUNIFEI e processo seletivo de admissão específico destinado a alunos transferidos de cursos afins de \noutras Instituições de Ensino Superior, bem como portadores de diploma de cursos afins, devidamente \nregistrados, para preenchimento de vagas ociosas; \nc) transferidos ex-officio, na forma da lei; \nd) Programa Estudante-Convênio – PEC/GRADUAÇÃO, instrumento de cooperação educacional, \ncientífica e tecnológica que o Governo Brasileiro oferece a outros países em vias de desenvolvimento. \nAssim, a maior parte dos alunos do curso é admitida por meio do ENEM, que acontece uma vez ao \nano e que oferece 40 vagas. \n \n \n6. PERFIL DO EGRESSO DO CURSO – Competências e Habilidades \n \n \nÁrea de Atuação \n \n \nO documento que estabelece as diretrizes curriculares para os cursos de engenharia de 05/05/1999 \nassinala em seu Artigo 1o que os Currículos dos Cursos de Engenharia deverão dar condições a seus \negressos para adquirir um perfil profissional compreendendo uma sólida formação técnico-científica e \nprofissional geral que o capacite absorver e desenvolver novas tecnologias, estimulando a sua atuação \ncrítica e criativa na identificação e resolução de problemas, considerando seus aspectos políticos, \neconômicos, sociais, ambientais e culturais, com visão ética e humanística em atendimento às demandas da \nsociedade. \n", "9": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    9 \n \nO Artigo 2o considera que os Currículos de Engenharia deverão dar condições aos egressos para \nadquirir as seguintes competências e habilidades: \na) aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à engenharia; \nb) projetar e conduzir experimentos e interpretar resultados; \nc) conceber, projetar e analisar sistemas, produtos e processos; \nd) planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \ne) identificar, formular e resolver problemas de engenharia; \nf) desenvolver e/ou utilizar novas ferramentas técnicas; \ng) supervisionar a operação e manutenção de sistemas; \nh) avaliar criticamente ordens de grandezas e significância de resultados numéricos; \ni) comunicar-se eficientemente nas formas escritas, oral e gráfica; \nj) atuar em equipes multidisciplinares; \nk) compreender e aplicar a ética e responsabilidade profissionais; \nl) avaliar o impacto das atividades da engenharia no contexto social e ambiental; \nm) avaliar a viabilidade econômica de projetos de engenharia.  \n \nNo entanto, a Engenharia Ambiental consiste em um Curso específico dentro das diversos cursos de \nengenharias atualmente reconhecidos pelo MEC. O Curso dedica-se à formação de profissionais capazes de \navaliar a dimensão (magnitude, duração, reversibilidade e natureza) das alterações ambientais causadas pelas \natividades do Homem, sejam elas benéficas ou adversas, independentemente da área de influência. Pretende-\nse que este profissional possua conhecimentos técnicos suficientes para adotar procedimentos capazes de \nminimizar os impactos ambientais indesejáveis, qualquer que seja a escala em que ocorram (local, regional e \nglobal). \nDesta forma, o Engenheiro Ambiental deverá possuir as seguintes aptidões:  \n(a) capacidade de identificar problemas e oportunidades;  \n(b) capacidade de organizar soluções;  \n(c) capacidade de vender idéias.  \n \nAs habilidades do Engenheiro Ambiental podem ser divididas nas seguintes categorias:  \n(a) capacidade de abstração;  \n(b) capacidade de pensamento sistêmico;  \n(c) alta capacidade de experimentação e  \n(d) capacidade de trabalhar em grupo, ou seja, em cooperação mútua.  \n \nDe acordo com a atuação e considerando o campo de conhecimento versus mercado de trabalho, o \ncurso de Engenharia Ambiental pode ser subdividido, quanto a sua formação em: \n(a) Engenheiro Gestor Ambiental – Ocupa-se preferencialmente do estudo e entendimento dos processos \nnaturais de transformação do ambiente, que ocorrem em escala temporal incomparavelmente maior que \nos provocados somente pela ação antrópica. Desta forma, este profissional deve acompanhar e gerenciar \no uso devido dos recursos naturais, pois, via de regra, a aceleração desses processos provoca efeitos \nadversos no meio ambiente. \n(b) Engenheiro de Tecnologia Ambiental – Dedica-se ao estudo da relação das alterações ambientais \ncausadas pelo Homem associados ao desenvolvimento de atividades industriais. \nObserva-se que, atualmente, ocorre uma importante mudança na atuação governamental no que se refere \nao investimento em ciência e tecnologia. A procura de parcerias e a priorização de áreas com retorno mais \nrápido tem sido a característica principal do fomento em ciências e tecnologia nos últimos anos. As áreas de \npesquisa, que o curso vai priorizar, serão aquelas associadas aos dois principais campos de atuação acima \ncitados. \nPortanto, o Curso de Engenharia Ambiental busca a formação profissional capaz de intervir e modificar \nas relações antrópicas e o meio ambiente. Ao mesmo tempo, com a formação ampla e sólida, aliada à visão \ncrítica e investigativa proporcionada pela integração do ensino e da pesquisa, o curso de Engenharia \nAmbiental confere aos seus estudantes as condições necessárias para exercerem a profissão de Engenheiro \nAmbiental, já lhes garantida pela legislação. \n \nO perfil do profissional que se pretende formar no Curso de Engenharia Ambiental da Universidade \nFederal de Itajubá mantém estreita relação com a Missão da UNIFEI que é “gerar, sistematizar, aplicar e \ndifundir conhecimento, ampliando e aprofundando a formação de cidadãos e profissionais qualificados, e \n", "10": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    10 \ncontribuir para o desenvolvimento sustentável do país, visando a melhoria da qualidade da vida”, conforme \nArt.2o do Estatuto aprovado pela Portaria no 4.066 de 29 de dezembro de 2003 do Ministério da Educação.  \nEspecificamente, o egresso da UNIFEI apresenta a capacidade de: \n Aplicar conhecimentos matemáticos, científicos e tecnológicos à Engenharia Ambiental; \n Avaliar, identificar, interpretar, elaborar, executar, gerir  e operacionalizar projetos, serviços e obras \nambientais; \n Supervisionar e minimizar prazos e custos, potencializando a qualidade de projetos, obras e serviços de \nEngenharia Ambiental; \n Reconhecer, além dos aspectos técnicos, os aspectos ambientais, sociais, de saúde e econômicos dos \nprojetos, obras e serviços de Engenharia; \n Atuar com consistência técnico - científica; \n Aplicar aptidões técnicas e de qualificação filosófica, política e ética; \n Projetar, administrar, desenvolver e avaliar, liderar e educar; \n Conceber com criatividade e com atuação inovadora; \n Perceber e resolver problemas sócio-ambientais; \n Expressar com clareza e objetividade idéias, opiniões e  técnicas, pela comunicação escrita, oral e \ngráfica; \n Adaptar-se às novas tecnologias; \n Decidir pela aplicação de novas técnicas e novos métodos científicos;  \n Agir com responsabilidade humanística, ética e de desempenho profissional; \n Atuar profissionalmente em equipe, inclusive inter e multidisciplinar; \n Aplicar capacidade decisória, gerencial, administrativa e empreendedora; \n Aplicar-se ao aprimoramento contínuo e atualização profissional; \n Supervisionar, coordenar, prestar orientação técnica e executar projetos, obras e serviços relacionados à \nEngenharia Ambiental; \n Estudar viabilidade técnico-econômica; \n Orçar projetos, obras e serviços relacionados à Engenharia Ambiental; \n Prestar assistência, assessoria e consultoria especializadas;  \n Estudar, planejar, projetar, desenhar e elaborar especificações técnicas; \n Vistoriar, periciar, avaliar, arbitrar, elaborar laudos e pareceres técnicos; \n Desempenhar cargo, função ou execução técnica; \n Ensinar, analisar, divulgar em meio técnico, pesquisar, coordenar experimentação e proceder a \ninterpretação dos resultados; \n Controlar a qualidade, incluindo padronização e controle; \n Fiscalizar obras e serviços técnicos; \n Dirigir e participar de equipes multi-profissionais; \n Apresentar produção técnica especializada; \n Calcular parâmetros estatísticos, elaborar sumários e tabelas e proceder sua interpretação; \n", "11": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    11 \n Projetar sistemas de análise de desempenho, desenvolvimento e modificação de instrumentos ambientais; \n Levantar, coletar e diagnosticar dados sobre os fatores sócio-ambientais necessários à condução dos \ntrabalhos técnicos ou científicos; \n Planejar o aproveitamento dos recursos naturais, a cultura e utilização da riqueza biológica dos \nambientes primitivos continentais e marinhos; \n Planejar e projetar sistemas de abastecimento de água, incluindo captação, adução, reservação, \ndistribuição e tratamento de água; \n Planejar e projetar sistemas de coleta, transporte, tratamento e destinação de resíduos sólidos e de águas \nresiduárias; \n Planejar o controle sanitário do ambiente, incluindo a poluição ambiental, os vetores biológicos \ntransmissores de doenças; \n Proceder a avaliação de impactos ambientais de projetos e empreendimentos; \n Proceder a Gestão Ambiental de projetos de desenvolvimento. \n \n \nAtribuições do Engenheiro Ambiental \n \nA Resolução no447, de 22 de setembro de 2.000 do Sistema CONFEA (Conselho Federal de \nEngenharia e Agronomia)/ CREA (Conselho Regional de Engenharia e Agronomia) definiu as atribuições do \nEngenheiro Ambiental. Este documento dispõe sobre o registro profissional do Engenheiro Ambiental e \ndiscrimina suas atividades profissionais, como se segue: \nArt. 1o – Os Conselhos Regionais de Engenharia e Agronomia – CREAs devem proceder ao competente \nregistro dos profissionais oriundos dos Cursos de Engenharia Ambiental, anotando em suas carteiras \nprofissionais o respectivo título profissional, de acordo com o constante nos diplomas expedidos, desde que \ndevidamente registrados. \nArt. 2o – Compete ao Engenheiro Ambiental o desempenho das atividades 01 a 14 e 18 do art. 1o da \nResolução no218 (ver detalhes abaixo), de 29 de junho de 1973, referentes à administração, gestão e \nordenamento ambientais e ao monitoramento e mitigação de impactos ambientais e seus afins e correlatos. \nArt. 3o – Nenhum profissional poderá desempenhar atividades além daquelas que lhe competem, pelas \ncaracterísticas de seu currículo escolar, consideradas em cada caso, apenas, as disciplinas que contribuem \npara graduação profissional, salvo outras que lhe sejam acrescidas em curso de pós-graduação, na mesma \nmodalidade. \nArt. 4o – Os Engenheiros Ambientais integrarão o grupo ou categoria da Engenharia Modalidade Civil, \nprevista no artigo 8o da Resolução n°335, de 27 de outubro de 1989. \n \nO Art. 1o da Resolução n°218 resolve que para efeito de fiscalização do exercício profissional \ncorrespondente às diferentes modalidades da Engenharia e Agronomia, em nível superior e em nível médio, \nficam designadas as seguintes atividades para os futuros Engenheiros Ambientais: \nAtividade 01 – Supervisão, coordenação e orientação técnica; \nAtividade 02 – Estudo, planejamento, projeto e especificação; \nAtividade 03 – Estudo de viabilidade técnico-econômica; \nAtividade 04 – Assistência, assessoria e consultoria; \nAtividade 05 – Direção de obra e serviço técnico; \nAtividade 06 – Vistoria, perícia, avaliação, arbitramento, laudo e parecer técnico; \nAtividade 07 – Desempenho de cargo e função técnica; \nAtividade 08 – Ensina, pesquisa, análise, experimentação, ensaio e divulgação técnica; extensão; \nAtividade 09 – Elaboração de orçamento; \nAtividade 10 – Padronização, mensuração e controle de qualidade; \nAtividade 11 – Execução de obra e serviço técnico; \nAtividade 12 – Fiscalização de obra e serviço técnico; \nAtividade 13 – Produção técnica e especializada; \nAtividade 14 – Condução de trabalho técnico; \nAtividade 18 – Execução de desenho técnico. \n", "12": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    12 \n \n \nMercado de Trabalho \n \n \nSegundo Longo e Rocha (1998), a perspectiva de mercado de trabalho para cientistas e engenheiros \napresenta o seguinte cenário: \na) as oportunidades para ocupações técnicas crescerão mais que as demais; \nb) oportunidades para engenheiros e cientistas nas indústrias de base tecnológicas crescerão na mesma \nproporção que as demais ocupações; e \nc) em alguns campos específicos das engenharias, nos quais a Engenharia Ambiental está inserida, há \ngrande probabilidade de déficit na oferta de profissionais, com ampla procura para atuação dos \nmesmos nas mais diversas áreas. \nPor outro lado, há uma acirrada competição pelos melhores profissionais. Quanto mais os técnicos se \ntornam interessantes para a concorrência, mais é preciso treiná-los para que se desenvolvam e permaneçam \nno emprego. Neste campo estão inseridos os futuros profissionais da Engenharia Ambiental. \nEspecificamente, o Engenheiro Ambiental tem o mercado de trabalho constituído por empresas \npúblicas e privadas e órgãos de administrações diretas, além de empresas de consultoria técnica e \norganizações não governamentais (ONGs). Todas as unidades federativas do Brasil, inclusive o Distrito \nFederal, estão sujeitas à severa Legislação Federal sobre meio ambiente, cuja aplicação exige conhecimentos \ntécnicos específicos de nível superior. Há, ainda, a atuação nos Comitês de Bacias Hidrográficas, onde a \ngestão de recursos hídricos, por força legal, utiliza a bacia hidrográfica como unidade básica de gestão.  \nDentro de suas competências, os profissionais do Curso poderão atuar junto a órgãos federais como \nInstituto Brasileiro do Meio Ambiente (IBAMA), Ministérios do Meio Ambiente (MMA) e Empresa \nBrasileira de Pesquisa Agropecuária (EMBRAPA), essencialmente na área de planejamento e gestão \nambiental, ou como fiscalizadores de projetos ambientais diversos.  \n \nAlternativamente, o futuro Engenheiro Ambiental poderá atuar em órgãos estaduais, neste caso, do \nEstado de Minas Gerais, como FEAM, IGAM, IEF, COPAM, BDMG, EMATER, EPAMIG, CEMIG, \nCOPASA, Comitês de Bacias, etc., e como órgãos municipais (no caso, de Itajubá-MG), CODEMA e \nCompanhias Municipais de Saneamentos, ligados à Prefeitura. \n \nAs empresas de Consultorias que elaboram planos de uso do solo, estudos de impactos ambientais, \npareceres técnicos e projetos específicos na área ambiental, constituem, seguramente, um dos principais \nmercados de trabalhos para este profissional. As grandes empresas de extração e de transformação, bem \ncomo as de geração de energia, apresentam demanda crescente por profissionais com perfil de Engenheiro \nAmbiental, principalmente em regiões que apresentam problemas de saturação e de conflitos de uso dos \nrecursos naturais. O crescente processo de terceirização da máquina governamental, tanto em nível estadual \nquando nacional, é fundamental para que estas empresas de consultoria ocupem seu espaço. \n \nA proximidade de Itajubá com as rodovias Fernão Dias (BR381) e Presidente Dutra (BR116) permite \no acesso a grandes cidades como São Paulo, Campinas, Rio de Janeiro, Belo Horizonte, etc., certamente \npromovendo a abertura de vagas para o Engenheiro Ambiental atuar na área de Engenharia e Tecnologia, \nprincipalmente no que diz respeito ao tratamento de resíduos sólidos, líquidos e gasosos de qualquer \nnatureza, gerados por pequenas, médias e grandes empresas. As organizações não governamentais (ONGs) \ntambém consistem em excelentes campos de atuação dos futuros Engenheiros Ambientais, tanto na atuação \ndireta no sentido de execução de projetos ambientais diversos, bem como da atuação como agentes \nfiscalizadores de plantas industriais.  \n \nEste profissional pode, ainda, atuar em empresas do setor terciário (serviços), visto que as atuais \ndemandas ambientais possibilitam a abertura de novos mercados profissionais, nos quais a linguagem \nambiental está cada vez mais presente, tais como as áreas de publicidade e propaganda, design, defesa do \nconsumidor, entre outros. Neste contexto, situa-se a crescente necessidade por parte das empresas, tanto do \nsetor público, quanto privado, da obtenção de certificação da série ISO 14.000, que agora é obrigatória no \nBrasil, e que constitui em um excelente campo de atuação do Engenheiro Ambiental. \n \nPortanto, constata-se que a existência de profissionais com o perfil anteriormente \napresentado é certamente importante na implantação de qualquer modelo de desenvolvimento \neconômico, tanto na prevenção, quanto na minimização dos impactos que a atividade humana ou \nantrópica provoca no meio ambiente. \n \n \n \n", "13": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    13 \n7. FUNDAMENTOS DIDÁTICO-PEDAGÓGICOS E METODOLÓGICOS \n \n \nAo profissional da Área de Engenharia Ambiental são exigidos determinadas aptidões e \ncompetências que superem a simples aquisição de informações e privilegiem sua formação no sentido de \ndesenvolver atitudes diante de situações-problema de sua vida profissional, pessoal e como cidadão. Precisa \npensar, agir, multiplicar, avaliar alternativas diante de situações diversas, decidir, ser crítico, político e ético. \n \nA complexidade da vida profissional no mundo moderno exige, por sua vez, a transformação do \nmodelo de ensino na Área de Engenharia Ambiental que pode ser definida como um deslocamento do foco \ndo ensinar para o aprender: aprender a aprender, aprender a ser, aprender a fazer, aprender a conviver. \n \nNesta ótica, os programas de aprendizagem que compõem o Curso de Engenharia Ambiental, \nprivilegiam uma prática pedagógica inovadora voltada para a aprendizagem do aluno, a construção do \nconhecimento e para a visão do todo. É preciso que o professor esteja consciente de que as mudanças não são \nóbvias, elas ocorrem no exercício da liberdade e da disponibilidade em procurar, estudar e selecionar \nestratégias adequadas para o processo de desenvolvimento das competências, como também prever \nconseqüências possibilidades de avanços, reelaborações necessárias para a prática docente e discente. \n \nPara tanto é necessário propiciar uma aprendizagem significativa a partir de situações - problema, \npor meio de observação da realidade, projetos, troca de experiências, exercícios, leituras e produção própria. \nO ensino com pesquisa, o aluno ativo, a interdisciplinaridade, a contextualização, a elaboração pessoal e \ncoletiva, a problematização, as tecnologias educacionais, são pressupostos, entre outros, que devem  \nprivilegiar a proposta metodológica. \n \nNo processo educativo são utilizadas diferentes técnicas de ensino tais como: estudos de caso, \nseminários, estudo de textos, elaboração de projetos, discussões em grupos, exercícios teóricos e práticos, \nsimulações e demonstrações, aulas expositivas dialogadas, visitas técnicas, entre outros. Estas técnicas são \natividades de aprendizagem selecionadas em função das aptidões/competências em desenvolvimento e dos \ntemas de estudo em questão. \n \nAssim sendo, as atividades de aprendizagem ocorridas durante a aula revestem-se de grande \nimportância porque é neste momento que alunos e professores das mais diferentes áreas trabalham a partir \ndas possibilidades da superação de um modelo de ensino historicamente fragmentado em prol de um \nprocesso de recriação da prática pedagógica. \n \n \n8. SISTEMAS DE AVALIAÇÃO DO PROJETO PEDAGÓGICO, DO DISCENTE E DO DOCENTE \n \n \nO Projeto Pedagógico de curso deve ser reavaliado periodicamente de modo a se adequar às \ndemandas do mercado de trabalho, das atividades científicas e das novas técnicas de ensino, pesquisa e \nextensão. Os critérios para avaliação devem se basear nas dimensões avaliativas do SINAES, de modo a \nverificar as condições indispensáveis à sua operacionalização. \n \nAlgumas ações são feitas com a finalidade de proporcionar maior comprometimento e envolvimento \ndos alunos com o curso: \n- Desde o primeiro contato com a coordenação são apresentados os objetivos do curso, o mercado atual, \náreas em expansão e as possíveis linhas de atuação do profissional formado pela UNIFEI. \n- Realização de palestras e eventos. Um exemplo destes é o Seminário do Instituto de Recursos Naturais e \nSeminário de Sustentabilidade, realizado anualmente. A organização do evento conta diretamente com a \nparticipação dos alunos. Um dos pontos positivos destes eventos é permitir a integração do corpo discente e \ndocente. \n- Oferecimento da disciplina EAM101– Introdução a Engenharia Ambiental, onde são realizadas palestras de \nvários docentes do curso para apresentação das áreas de atuação. Nestas palestras é incentivado a \nparticipação e o envolvimento dos alunos em projetos de iniciação científica. \n \nO acompanhamento e avaliação do projeto pedagógico são feitos através da realização de reuniões \ncom docentes e discentes e aplicação de questionários ao final de cada semestre. Os seguintes aspectos são \navaliados: \na) Plano de ensino (informações e preenchimento correto) \nb) Conteúdo da disciplina (adequado, atualizado e compatível com a carga horária) \nc) Avaliação compatível com o conteúdo \nd) Conteúdo e carga horária da disciplina \ne) Interesse dos alunos pela disciplina. \n", "14": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    14 \nOs resultados são compilados e expressos na forma de gráficos e divulgados ao corpo docente. Após, \nsão analisados pelo Núcleo Docente Estruturante (NDE) do curso e poderão se constituir em importantes \nfontes de dados para a elaboração de novas estratégias do trabalho. \nA avaliação do Curso de Engenharia Civil ocorrerá de duas formas: \n \n1) Avaliação Externa à Universidade: \na) ENADE: Conforme calendário de avaliação nacional de cursos, os alunos participarão do Exame \nNacional de Desempenho de Estudantes - ENADE. O ENADE integra o Sistema Nacional de Avaliação da \nEducação Superior (SINAES), criado em 2004, tem o objetivo de aferir o rendimento dos alunos dos cursos \nde graduação em relação aos conteúdos, habilidades e competências do profissional a ser formado. \nb) O resultado da avaliação externa será utilizado como parâmetro e metas para o aprimoramento do \ncurso. \n \n2) Avaliação Interna à Universidade: \na) Comissão Própria de Avaliação – CPA \nA Comissão Própria de Avaliação (CPA) da UNIFEI tem como atribuição conduzir os processos de \navaliação internos da instituição, sistematizar e prestar as informações solicitadas pelo Instituto Nacional de \nEstudos e Pesquisas Educacionais Anísio Teixeira INEP. Uma vez instalada, a CPA tem como um de seus \nobjetivos articular discentes, docentes, funcionários e diretores num trabalho de avaliação contínua da \natividade acadêmica, administrativa e pedagógica da Instituição. A coordenação do curso de Engenharia \nAmbiental optou por fazer uso de seus mecanismos e informações por ela coletadas para o acompanhamento \ne a avaliação do curso. A proposta de avaliação da CPA visa a definir os caminhos de uma auto-avaliação da \ninstituição pelo exercício da avaliação participativa. As avaliações da CPA são feitas tomando por princípio \nas dimensões já estabelecidas em legislação: 01) A missão e o Plano de Desenvolvimento Institucional; 02) \nA política para o ensino, a pesquisa, a pós-graduação e a extensão; 03) A responsabilidade social da \ninstituição; 04) A comunicação com a sociedade; 05) As políticas de pessoal; 06) Organização e gestão da \ninstituição; 07) Infra-estrutura física; 08) Planejamento e avaliação; 09) Políticas de atendimento aos \nestudantes e 10) Sustentabilidade financeira. Compõe a metodologia da CPA atividades de sensibilização, \nvisando obter grande número de adesões ao processo, aplicação de questionários, análise dos dados obtidos, \nelaboração de relatório e divulgação. O ciclo de avaliações é anual e realizado por meio de questionário \neletrônico, disponibilizado no site da Universidade, e pelo processamento das informações obtidas pelos \nmembros da CPA. No processo de auto-avaliação institucional são abordadas questões referentes à: aspectos \nda coordenação de curso (disponibilidade do coordenador, seu reconhecimento na instituição, seu \nrelacionamento com o corpo docente e discente, bem como sua competência na resolução de problemas); \nprojeto pedagógico do curso (seu desenvolvimento, formação integral do aluno, excelência da formação \nprofissional, atendimento à demanda do mercado, metodologias e recursos utilizados, atividades práticas, \nconsonância do curso com as expectativas do aluno); disciplinas do curso e os respectivos docentes \n(apresentação do plano de ensino, desenvolvimento do conteúdo, promoção de ambiente adequado à \naprendizagem, mecanismos de avaliação, relacionamento professor-aluno etc.). O relatório final do período \navaliado é disponibilizado a todos os segmentos (docentes, servidores técnico-administrativos, discentes, ex-\ndiscentes e comunidade externa) e também encaminhado para o INEP/MEC. As avaliações de itens \nespecíficos relacionados ao curso são encaminhadas, pela CPA, ao coordenador do curso. Cabe ao Colegiado \nanalisar os resultados da avaliação e estabelecer diretrizes, ou consolidá-las, conforme o resultado da \navaliação. \nb) Indicadores dos cursos \nA Norma para os Programas de Formação em Graduação da UNIFEI, aprovada pelo Conselho de \nEnsino, Pesquisa, Extensão e Administração em outubro de 2010, estabelece os indicadores dos cursos. Uma \nsérie de informações, expressas em fórmulas matemáticas visa subsidiar a tomada de decisão por diferentes \nórgãos da Universidade. Essas informações consolidadas estão em fase de construção. Posteriormente serão \nobjeto de análise e decisão do Colegiado de curso. Os Indicadores definem: a) Número de Alunos Ideal por \ncurso; b) Número de Alunos Admitidos por curso; c) Sucesso na Admissão; d) Sucesso na Formação; e) \nEvasão; f) Taxa de Evasão; g) Retenção; h) Taxa de Retenção; i) Vagas Ociosas e j) Taxa de Vagas Ociosas. \n \n9. PERFIL DO DOCENTE \n \n \nO corpo docente específico do curso é composto pelos seguintes professores: \n \n", "15": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    15 \n \nAdinele Gomes Guimarães – Doutora UFV – Engenharia Civil/ Geotecnia – Dedicação Exclusiva \n \nAlessandro Luvizon Bérgamo – Doutor USP – Oceanografia Física – Dedicação Exclusiva \n \nAlexandre Augusto Moreira Santos – Doutor UNB – Tecnologia Ambiental e Recursos Hídricos – \nDedicação Exclusiva \n \nAna Lúcia Fonseca – Pós-Doutora UFRJ – Biofísica – Dedicação Exclusiva \n \nAna Paula Moni Silva – Mestre UNIFEI – Engenharia de Energia – Dedicação Exclusiva \n \nAna Paula Silva Figueiredo – Mestre UNIFEI – Engenharia Mecânica – Dedicação Exclusiva \n \nBenedito Cláudio da Silva – Doutor UFRGS – Recursos Hídricos e saneamento Ambiental – \nDedicação Exclusiva \n \nBernardo Tavares Freitas – Doutor USP – Geociências/ Geotectônica – Dedicação Exclusiva \n \nDaniela Rocha Teixeira Riondet Costa - Doutora UERJ – Ciências/ Direito Ambiental – Dedicação \nExclusiva \n \nDaniele Ornaghi Sant’Anna – Doutora USP – Arquitetura e Urbanismo – Dedicação Exclusiva \n \nElecto Eduardo Silva Lora – Doutor Universidade Politécnica de São Petersburgo/ Rússia -  \nConstrução de Geradores de Vapor e Reatores – Dedicação Exclusiva \n \nEliane Guimarães Pereira Melloni – Doutora UFLA – Agronomia/ Ciência do Solo – Dedicação \nexclusiva \n \nFabrina Bolzan Martins – Doutora UFV – Agrometeorologia – Dedicação exclusiva \n \nFrancisco Antonio Dupas – Pós-Doutor EESC/USP – Hidráulica e Saneamento – Dedicação \nExclusiva \n \nGeraldo Lúcio Tiago Filho – Doutor USP – Engenharia Civil/ Hidráulica – Dedicação Exclusiva  \n \nHerlane dos Santos Costa – Doutora EESC/USP – Hidráulica e Saneamento – Dedicação exclusiva \n \nHisaías de Souza Almeida - Doutor UFLA – Engenharia Florestal/ Ecologia de Ecossistemas – \nDedicação exclusiva \n \nLuiz Felipe Silva – Doutor USP – Saúde Pública – Dedicação Exclusiva  \n \nMarcelo de Paula Corrêa – Doutor IAG/USP – Radiação Atmosférica/Biometeorologia – Dedicação \nexclusiva \n \nMarcia Viana Lisboa Martins – Doutora UNESP – Engenharia Mecânica/ Aproveitamento da \nEnergia – Dedicação Exclusiva \n \nMaria Inês Nogueira Alvarenga – Doutora UFLA – Agronomia/ Solos e Meio Ambiente – \nDedicação exclusiva \n \nMaria Rachel Russo – Doutora EESC/USP – Transportes – Dedicação exclusiva \n \nNívea Adriana Dias Pons - Doutora EESC/USP – Engenharia Civil/ Geotecnia – Dedicação \nexclusiva \n \nOswaldo Honorato de Souza Júnior – Doutor PUC/PR – Engenharia Mecânica – Dedicação \nExclusiva \n \nRafael Silva Capaz – Mestre UNIFEI – Engenharia de Energia – Dedicação Exclusiva \n \nRegina Mambeli Barros – Doutora EESC/USP – Hidráulica e Saneamento – Dedicação exclusiva \n \nRoberto Alves Almeida – Doutor UNICAMP – Engenharia Mecânica – Dedicação Exclusiva \n \nRogério Melloni – Doutor UFLA – Agronomia/ Solos e Nutrição de Plantas – Dedicação exclusiva \n \nVanessa Silveira – Doutora IAG/USP – Modelagem numérica/Poluição do ar – Dedicação exclusiva \n \n \n10. COLEGIADO DO CURSO \n \nO funcionamento do colegiado do curso de Engenharia Ambiental obedece ao que está estabelecido no \nRegimento Geral da UNIFEI. Conforme artigo 110, compete ao colegiado de curso: \nI. eleger o Coordenador de Curso; \nII. estabelecer diretrizes e aprovar o projeto pedagógico do curso para homologação pela Pró-Reitoria de \nGraduação; \nIII. estabelecer diretrizes e aprovar um sistema de acompanhamento e avaliação do curso; \nIV. aprovar os planos de ensino das disciplinas; \nV. propor normas relativas ao funcionamento do curso; \nVI. estabelecer mecanismos de orientação acadêmica aos estudantes do curso; \nVII. criar comissões para assuntos específicos; \n", "16": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    16 \nVIII. aprovar os nomes de membros de Comissões Examinadoras de Trabalhos de Finalização de Curso e de \noutras formas de atividade; \nIX. analisar e emitir parecer sobre convalidação de estudos e adaptações; \nX. julgar, em grau de recurso, as decisões do Coordenador do Curso; \nXI. decidir ou opinar sobre outras matérias pertinentes ao curso. \n \n \nO colegiado de curso é composto por sete componentes, sendo seis docentes e um membro discente, \npertencente ao programa de graduação. O colegiado é eleito a cada dois anos pela assembleia do Instituto de \nRecursos Naturais (IRN). \n \nAtualmente, o curso de Engenharia Ambiental é composto por: \n• Cinco docentes de disciplinas específicas do curso: Nívea Adriana Dias Pons, Daniela Rocha Teixeira \nRiondet Costa, Hisaías de Souza Almeida, Luiz Felipe Silva, Daniele Ornaghi Sant’Anna. Dois docentes \nsuplentes: Adinele Gomes Guimarães, Márcia Viana Lisboa Martins. \n• Um docente de disciplinas do básico: Flávio Soares Silva, professor da disciplina Química da Água. \n• Um discente do curso de Engenharia Ambiental: Guilherme de Camargo Oliveira. \n \n \n11. INFRAESTRUTURA \n \nOs gabinetes dos professores do curso estão localizados no Instituto de Recursos Naturais \n(IRN) da UNIFEI. As reuniões do colegiado do curso e do Núcleo Docente Estruturante (NDE) são \nrealizadas na sala de reuniões do IRN. Para eventuais reuniões com os alunos do curso é utilizado o \nAuditório do IRN, em geral. \nA Pró-Reitoria de Graduação (PRG), o Diretório de Registro Acadêmico (DRA) e o \nDepartamento de Suporte à Informática (DSI) da UNIFEI possuem um espaço de trabalho próprio \nnas dependências da UNIFEI para a realização dos serviços acadêmicos. O controle da vida \nacadêmica do aluno é feito por um sistema computacional desenvolvido pela equipe do DSI da \nUNIFEI. O sistema funciona em rede e tem acesso diferenciado para: coordenador, aluno, \nprofessor, e servidores técnico-administrativos que ocupam cargos/funções específicas para \ngerenciarem o sistema. O DRA da UNIFEI recebe e arquiva os documentos indispensáveis ao \ncontrole da vida acadêmica do aluno. Esses documentos pertencem ao arquivo permanente da \nUniversidade. As salas de aula da UNIFEI são administradas pela Prefeitura do Campus e, a cada \nsemestre letivo, a Pró-reitoria de Graduação (PRG) aloca as salas de aula para todas as disciplinas \nofertadas por todos os cursos da universidade. As disciplinas práticas do curso são ministradas nos \nlaboratórios didáticos, os quais são administrados pelos respectivos institutos a que pertencem. A \nBiblioteca Mauá (BIM) da UNIFEI do Campus de Itajubá oferece os serviços de pesquisa On-line \nvia Internet e de acesso à RNP/INTERNET. A Biblioteca tem espaço de computadores com acesso \nà internet disponível a alunos e comunidade e área de acesso wi-fi. Além disso, os alunos do curso \ntêm acesso a pontos de consulta do Sistema Acadêmico no Campus da UNIFEI. Além disso, os \nalunos do curso de Engenharia Ambiental também possuem acesso aos computadores do \nLaboratório de Geoprocessamento (LGEO) para a realização de atividades acadêmicas. \nO curso possui os seguintes laboratórios didáticos:  \n \n \nLaboratório de Estruturas Hidráulicas (Hidráulica) \n \nChefe: Prof. Dr. Geraldo Lúcio Tiago Filho \nServidores: Douglas Maria Machado, Thiago Soares Corrêa \nAs bancadas e laboratórios de Recursos Hídricos estão aptas a desenvolver as seguinte atividades práticas, \nem instrumentação e Processamento de Dados: \n• Ensaios - Calibração de sensores hidrométricos \n• Ensaios de Calibração de Sensores de Vazão \n• Calibração de Sensores de pressão \n• Instalação e operação de sensores ultrassônicos de vazão \n• Medidas de pressão com sensores eletrônicos \n• Medidas de vazão com sensores eletrônicos \n", "17": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    17 \n• Medidas de nível com sensores eletrônicos \n• Ensaios de aquisição de dados por meios eletrônicos \n• Ensaios de configuração de softwares de aquisição de dados \n• Atividades em Teletransporte de dados \n• Ensaios em uma plataforma de coleta de dados. \n \n \nLaboratório de Etiquetagem de Bombas \n \nChefe: Prof. Dr. Roberto Alves Almeida \nFuncionários: Julio César dos Santos (FUPAI). \nO laboratório de Etiquetagem de Bombas está apto a realizar os seguintes ensaios: \n• Ensaios de eficiência de bombas centrífugas até 50kW \n• Calibração de medidores de vazão até 12” \n• Calibração de transdutores de pressão e manômetros até 200mca \n• Ensaios de cavitação até 50kW \n• Ensaios de eficiência em campo até 5000kW \n• Ensaio de válvulas até 12” \n \n \nLaboratório de Geoprocessamento (e de Coleta de Dados Geográficos) \n \nChefe: Profa. Dra. Nívea Adriana Dias Pons \nServidores: André Luiz Vieira Barouch \nTelefone:(35)3629-1383 \nO Laboratório de Geoprocessamento está apto a desenvolver as seguintes atividades: \n• Atividades práticas de Coleta de dados geográficos; \n• Atividades práticas (atividades de campo): \n• Procedimentos expeditos e de precisão, orientação e medição de distância. \n• Levantamento topográfico de área com teodolito ótico. \n• Nivelamento de área com o uso de nível ótico para topografia. \n• Levantamento topográfico com Estação Total 1. \n• Sistemas de orientação: GPS de navegação (altitudes e distâncias) \n• Levantamento topográfico com DGPS. \n• Atividades de Laboratório de informática: \n• Aerofogarametria, Cartografia \n• Sensoriamento remoto \n• Digitalização de cartas topográficas, modelo digital de terreno \n• Determinação de áreas e volumes \n• Geoprocessamento espacial de dados \n \n \nLaboratório de Hídrica Computacional \n \nChefe: Prof. Dr. Fernando das Graças Braga da Silva \nServidor: Jorge Luiz da Silva \nO laboratório destina-se ao ensino relacionado a recursos hídricos que necessitem de utilização de softwares. \nA aprendizagem com o auxilio de ferramentas computacionais é um direfencial de grande importância em \ncursos de engenharia. \nPode-se destacar algumas áreas de atuação de destaque do laboratório: \n• Softwares de Hidráulica (escoamento em dutos sob pressão e canais); \n• Softwares de Hidrologia; \n• Softwares de Hidrometria; \n• Softwares aplicados a saneamento; \n• Softwares relacionados processos erosivos e qualidade da água; \n• Softwares aplicados a energia. \n \n \nLaboratório de Hidrogeologia \n \nChefe: Prof. Dr. Bernardo Tavares Freitas \n", "18": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    18 \nTelefone:3629-1487 \nServidor: Jorge Luiz da Silva \nO laboratório está apto a desenvolver as seguintes atividades: \nAtividades de campo: \n• Medição de condutividade elétrica \n• Medição de temperatura \n• Medição de profundidade da água subterrânea - Uso do data-logger \n• Amostragem de água subterrânea - uso de amostradores de baixas vazões \n• Perfuração de poços de sondagem \n• Uso de trados para levantamento de dados hidrogeológicos \n \n \nLaboratório de Informações Hidrícas \n \nChefe: Profa. Dra. Ana Paula Moni Silva \nServidor: Alexandre Germano Marciano \nTel: (35)3629- 1419 \nEste laboratório está apto a realizar monitoramento de informações de parâmetros hídricos relacionados ao \ncontrole urbano de enchentes, destacando-se os níveis da água nos rios de Itajubá em tempo real. \n \n \nLaboratório de Microbiologia \n \nChefe: Prof. Dr. Rogério Melloni \nFuncionários: Paulo Sérgio Marques \nTel.:(35) 3629-1488 \nO Laboratório está apto a desenvolver os seguintes ensaios: \n• Utilização de microscópico e lupa estereoscópica para estudos de células animal e vegetal, e de bactérias \npor meio de coloração de Gram. \n• Ensaios de quantificação de bactérias heterotróficas em amostras de água \n• Ensaios para quantificação de bactérias coliformes totais YE.coli. em amostras de água \n• Ensaios de esterilização e de desinfestação de materiais por técnicas diversas \n \n \nLaboratório de Pequenas Centrais Hidrelétricas (Hidráulica e Fenômenos de Transporte) \n \nChefe: Prof. Dr. Geraldo Lúcio Tiago Filho \nServidores: Douglas Maria Machado, Thiago Soares Corrêa \nTelefone: 3629-1301 \nPermite os seguintes ensaios : \n• Comissionamento de grupos Geradores \n• Ensaio de Campo Básico de Funcionamento \n• Mediadas de vazão em condutos utilizando o Venturi \n• Medidas de vazão em condutos livre>: por molinete e por vertedor \n• Ressalto Hidráulico. \n• Vazão em soleira Greageer \n• Ensaio de grupos Geradores com rotação variável. \n• Operação de paralelismo e de rejeição de cargas em centrais hidrelétricas. \n \n- Bancada de demonstração de Central de Desvio. Permite os seguintes ensaios: \n• Transitórios hidráulicos \n• Medidas de vazão,p por verterdor e ultra -som \n• Perda de carga \n• Aquisição de dados. \n \n- Bancada de visualização de Escoamento em Medidas de Vazão. Permite ensaios de : \n• Perda de cargas \n• Determinação do fator de atrito em escoamentos hidraulicamente rugosos \n• Calibração de medidores de vazão \n• Visualização da cavitação \n", "19": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    19 \n• Características de válvulas \n \n- Bancada para estudos de transitórios hidráulicos. Permite ensaios de: \n• Transitórios hidráulicos. \n• Aquisição de dados \n \n- Bancada demonstrativa com micro-turbina Michell-Banki. Permite ensaios de: \n• Medidas de vazão, \n• Medidas de pressão \n• Cálculo de rendimento do grupo gerador \n• Controle de carga \n \n- Bancada demonstrativa de carneiro hidráulico. Permite: \n• Demonstrar tecnologia apropriada para bombeamento de pequenas quantidades de água \n• Demonstrar princípios de transitórios hidráulicos \n• Ensaio de rendimento do carneiro hidráulico \n \n- Exposição de componentes e partes de hidromecânicos. Permite: \n• A visualização das diferentes partes e componentes hidromecânicos; \n• Dos efeitos da cavitação na superfície do material, \n• Demonstração da diferença entre potência e energia. \n \n- Bancada demonstrativa dae bomba-funcionando-como turbina - BFTE. Permite: \n• Demonstrar a viabilidade de se usar bombas hidráulicas funcionado ao reverso, com turbina, para geração \nde pequenas potência. \n \n \nLaboratório de Química e Cromatografia \n \nChefe: Profa. Dra. Regina Mambeli Barros \nServidores: João Luís da Silva, João Victor Rocha \nTelefone:3629-1352 \nLaboratório de análise físico químico da água está apto a desenvolver as seguintes atividades: \nDeterminações de: \n• Solos totais, sedimentáveis, solúveis \n• Temperatura, cor e turbidez - Preparo de soluções e padronização \n• Titulação potenciométrica \n• Acidez \n• Alcalinidade \n• Dureza \n• DQO \n• Oxigênio dissolvido • DBO \n• Espectroscopia UV/vis • Lei de Beer \n• Óleos e graxas \n• Nitrogênio orgânico \n• Cromatografia gasosa \nEste laboratório realiza pesquisas de cromo e reagentes químicos de alunos bolsistas. \n \n \nLaboratório de Solos \n \nChefe: Profa. Dra. Eliane Guimarães Pereira Molloni \nServidor: Josivaldo Júnior Rodrigues \nTel: (35)3629-1481 \nO laboratório de Solos está apto a realizar os seguintes ensaios: \n- Ensaios de Caracterização de Solos: \n• Determinação do teor de umidade dos solos \n• Determinação da umidade Hidroscópica \n• Determinação da Granulometria por peneiramento. \n", "20": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    20 \n• Determinação dos Índices de Plasticidade de solos. \n• Determinação da densidade global \n• Determinação da Densidade Real dos grãos \n• Determinação da Porosidade Total \n• Limite de Liquidez (LL) \n• Limite de Pactividade (L P) \n• Determinação de peso especifico aparente no campo. \n- Ensaios de Compactação de solos: \n• Proctor Normal e Proctor Modificado. \nEnsaios para obtenção do Coeficiente de Permeabilidade \n• Permeâmetros de Carga Constante e de Carga Variável \n- Ensaios do Índice de Suporte Califórnia (CBR). \n- Ensaio de Adensamento Unidimensional \n- Ensaio de Cisalhamento Direto \n \n \nLaboratório de Saneamento \n \nChefe: Profa. Dra. Herlane Costa Calheiros \nServidor: José Cláudio Braga de Souza \nTel (35) 3629-1381 \nO Laboratório de está apto a executar as seguintes experiências: \n• Ensaios em jar-test \n• Determinação de pH ótimo e dosagem ótima de coagulante \n• Determinação do gradiente de velocidade para as diversas unidades de tratamento de água \n• Ensaios de flotação \n• Ensaios de adsorção em carvão ativado \n• Ensaios em reatores de bancada para determinação de parâmetros de projeto, controle operacional e \nmonitoramento de processos de tratamento de águas e efluentes visando remoção de matéria orgânica, \nnutrientes e desinfecção \n• Sistema anaeróbio \n• Sistema de lodos ativados \n• Sistema de filtros (pré-filtro e filtro lento) \n• Sistema de desinfecção com agentes químicos como peróxido de hidrogênio \n \n \nEstação Meteorológica \n \nChefe: Prof. Dr. Marcelo de Paula Correa \nTelefone: (35)3629-1449 \nTrata-se de uma estação meteorológica instala e em operação no Campus da UNIFEI, composta por uma \nPlataforma de Coleta de Dados (PCD), telemetrizada, dispondo de sensores capazes de medir: precipitação \nda chuva, radiação solar, temperatura e umidade do ar, e velocidade do vento. Esta estação faz parte do \nSIMGE - Sistema de Meteorologia e Recursos Hídricos de Minas Gerais, que em convênio com o INPE a \ndestinou \npara \na \nUnifei. \nO \nacesso \naos \ndados \nda \nestação \né \nfeito \npelo \nlink: \nhttp://www.cmcd.inpe.br/dados_pcds/ITAJUBA.HTM \n \nPermite aos alunos conhecerem e se acostumarem com os diferentes instrumentos meteorológicas e a \ncompreender os princípios da telemetria e meteorologia. \nO laboratório está apto a: \nLeitura Correta dos Termômetros \nPreparação e Leitura dos Termômetros de máxima e mínima da temperatura do ar \nDeterminação da umidade relativa \n• Calibração e Manuseio de Termohidrográfo \n• Obtenção de dados em uma estação meteorológica \n• Uso de estação meteorológica para obtenção de dados de temperaturas; velocidades do vento; insolação; \npluvioemetria; evaporação. \n \n \nLaboratório Movél \n", "21": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    21 \n \nTrata-se de uma unidade móvel com equipamentos portáteis de avaliação e ensaios em conjuntos moto-\nbombas in-situ, que permite avaliar e identificar potenciais de economia de energia na indústria, nas \ncompanhias de saneamento básico, no meio rural e em prédios no que se refere às instalações de \nbombeamento, acionadas por motores elétricos, fornecendo subsídios para análises mais acuradas de \nviabilidade de substituição ou de modernização das tecnologias empregadas nestes sistemas, visando \nconservar energia. É um laboratório móvel dotado de instrumentação portátil para medidas hidráulicas e \nelétricas, com incertezas nas medidas menores possíveis, mas compatíveis com esse tipo de ensaio. \n \n \nLaboratório de Mecânica dos Solos \n \nChefe: Prof. Dra. Adinele Gomes Guimarães \nServidores: Osvaldo de Melo Rodrigues \nTel (35) 3629-1381 \nO Laboratório de está apto a executar as seguintes experiências: \n• Próctor Normal; \n• Próctor Modificado; \n• Cisalhamento Direto; \n• Adensamento; \n• Limite de Liquides; \n• Plasticidade; \n• Contração; \n• Triaxial; \n• Permeabilidade; \n \n \nLaboratório de Eletricidade \nEste Laboratório possibilita a realização de diversas experiências como medidas de tensão; corrente e \nresistência de circuitos elétricos; medidas de potência: monofásica; trifásica (métodos dos três wattímetros e \nconexão Aron); medidas de resistência de enrolamentos, utilizando método da queda de tensão; método da \nponte; medida direta com ohmímetro; implementação de circuito de comando e proteção para acionamento \nde um motor de indução trifásico utilizando diferentes métodos de partida, tal laboratório é utilizado para a \ndisciplina de instalações elétricas e eletricidade. \n \n \n12. ORGANIZAÇÃO CURRICULAR \n \n \nA organização da estrutura curricular do curso de graduação em Engenharia Ambiental é apresentada \nna Tabela 1: \n \nTabela 1: Estrutura Curricular do curso de Graduação em Engenharia Ambiental. \n1º PERÍODO \nCódigo \nDisciplina \nT \nP \nCH \nEAM101 Introdução à Engenharia Ambiental \n0 \n2 \n32 \nBAC101 \nCiência, Tecnologia e Sociedade \n2 \n0 \n32 \nDES001 \nDesenho \n0 \n3 \n48 \nMAT011 Geometria Analítica e Álgebra Linear \n4 \n0 \n64 \nFIS104 \nMetodologia Científica \n2 \n0 \n32 \nFIS114 \nLaboratório de Metodologia Científica \n0 \n1 \n16 \nMAT001 Cálculo I \n6 \n0 \n96 \nBIO101 \nBiologia Geral \n2 \n1 \n48 \nBAC002 \nComunicação e Expressão \n4 \n0 \n64 \nTOTAL \n20 \n7 \n432 \n2º PERÍODO \nCódigo \nDisciplina \nT \nP \nCH \nCCO013 Fundamentos de Programação \n5 \n0 \n80 \n", "22": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    22 \nFIS203 \nFísica Geral I \n4 \n0 \n64 \nFIS213 \nFísica Experimental I \n0 \n1 \n16 \nMAT002 Cálculo II \n4 \n0 \n64 \nQUI016 \nQuímica Geral \n4 \n0 \n64 \nQUI112 \nQuímica Experimental \n0 \n1 \n16 \nDES002 \nDesenho Computacional \n0 \n3 \n48 \nGEO011 Geologia Geral \n2 \n2 \n64 \nTOTAL \n19 \n7 \n416 \n3º PERÍODO \nCódigo \nDisciplina \nT \nP \nCH \nEME313 Fenômenos de Transporte I \n3 \n1 \n64 \nEME338 Mecânica dos Sólidos \n4 \n0 \n64 \nGEO017 Geomática I \n2 \n2 \n64 \nMAT003 Cálculo III \n4 \n0 \n64 \nQUI104 \nQuímica da Água \n2 \n0 \n32 \nQUI114 \nLaboratório de Química da Água \n0 \n3 \n48 \nCAT019 \nQuímica da Atmosfera \n4 \n0 \n64 \nMAT021 Equações Diferenciais I \n4 \n0 \n64 \nTOTAL \n23 \n6 \n464 \n4º PERÍODO \nCódigo \nDisciplina \nT \nP \nCH \nECL201 \nEcologia Geral \n4 \n0 \n64 \nEME412 Fenômenos de Transporte II \n3 \n1 \n64 \nEME438 Resistência dos Materiais \n3 \n1 \n64 \nGEO014 Geoprocessamento \n2 \n3 \n80 \nGEO403 Introdução à Ciência do Solo \n2 \n2 \n64 \nMAT022 Equações Diferenciais II \n4 \n0 \n64 \nGEO003 Mecânica dos Solos I \n2 \n2 \n64 \nTOTAL \n20 \n9 \n464 \n5º PERÍODO \nCódigo \nDisciplina \nT \nP \nCH \nEAM041 Manejo e Conservação do Solo \n2 \n1 \n48 \nFIS503 \nFísica Geral IV \n4 \n0 \n64 \nHID007 \nHidrologia \n3 \n1 \n64 \nPRE401 \nProbabilidade e Estatística \n4 \n0 \n64 \nGEO602 Mecânica dos Solos II \n3 \n1 \n64 \nEEL310 \nEletricidade I \n3 \n0 \n48 \nHID006 \nHidráulica \n3 \n1 \n64 \nEAM510 Fundamentos de Meteorologia \n3 \n1 \n64 \nTOTAL \n25 \n5 \n480 \n6º PERÍODO \nCódigo \nDisciplina \nT \nP \nCH \nBIO002 \nMicrobiologia \n3 \n1 \n64 \nEHD506 \nÁguas Subterrâneas \n3 \n1 \n64 \nSAN603 \nSistemas de Abastecimento de Água \n4 \n0 \n64 \nSAN602 \nSistemas de Tratamento de Água \n3 \n1 \n64 \nEAM039 Silvicultura \n2 \n2 \n64 \nEAM003 Limnologia \n3 \n1 \n64 \nDIR803 \nDireito Ambiental \n3 \n0 \n48 \nECN001 \nEconomia \n3 \n0 \n48 \n", "23": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    23 \nTOTAL \n24 \n6 \n464 \n7º PERÍODO \nCódigo \nDisciplina \nT \nP \nCH \nEAM703 Avaliação de Impactos Ambientais \n2 \n2 \n64 \nEAM720 Resíduos Sólidos \n3 \n1 \n64 \nEPR502 \nEngenharia Econômica \n3 \n0 \n48 \nSAN703 \nSistemas de Esgotamento Sanitário \n4 \n0 \n64 \nSAN702 \nSistemas de Tratamento de Águas \nResiduárias \n3 \n1 \n64 \nBIO005 \nBiologia da Conservação \n3 \n0 \n48 \nEAM715 Ergonomia e Saúde do Trabalhador \n2 \n1 \n48 \nEAM043 Educação Ambiental \n3 \n0 \n48 \nTOTAL \n23 \n5 \n448 \n8º PERÍODO \nCódigo \nDisciplina \nT \nP \nCH \nSOC002 \nSociologia \n3 \n0 \n48 \nEAM004 Recuperação de Áreas Degradadas \n3 \n1 \n64 \nEAM807 Epídemiologia e Saúde Pública \n3 \n0 \n48 \nEAM038 Oceanografia \n3 \n1 \n64 \nEAM602 Controle da Poluição Atmosférica \n2 \n1 \n48 \nEAM620 Gerenciamento de Projetos \nAmbientais \n2 \n2 \n64 \nEAM619 Energia e Meio Ambiente \n3 \n1 \n64 \nTOTAL \n19 \n6 \n400 \n9º PERÍODO \nCódigo \nDisciplina \nT \nP \nCH \nEPR002 \nOrganização Industrial e \nAdministração \n3 \n0 \n48 \nEAM906 Gestão Ambiental nos Setores \nProdutivos \n4 \n0 \n64 \nEAM901 Poluição Sonora \n3 \n1 \n64 \nEHD904 \nGeopolítica \n3 \n0 \n48 \nEAM902 Planejamento Territorial \n2 \n2 \n64 \nTOTAL \n15 \n3 \n272 \n10º PERÍODO (ou 8°, 9° e 10° períodos) \n \nCH \nTrabalho Final de Graduação (TFG) \n128 \nEstágio Supervisionado \n200 \nDisciplinas Optavivas \n128 \n \n \n \n13. ESTRUTURA CURRRICULAR, EMENTÁRIO E BIBLIOGRAFIA \n \nAlém das disciplinas obrigatórias listadas na Tabela 1, fazem parte da estrutura, 128 horas \nde disciplinas optativas, 60 horas de atividades complementares, 200 horas de estágio \nsupervisionado e o trabalho final de graduação. Uma representação gráfica da estrutura do curso \ne do perfil do engenheiro ambiental formado pela UNIFEI pode ser observada na Figura 1. \n \n \n \n \n", "24": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    24 \n \n \nFigura 1: Representação Gráfica do Curso de Engenharia Ambiental. \n \nConsiderando que uma hora aula possui 55 minutos, a distribuição final em horas pode ser \nobservada na Tabela 2. \n \nTabela 2: Distribuição da Carga Horária em horas-aula e em horas. \nCarga Horária  \nHoras-Aula  \nHoras  \nDisciplinas Obrigatórias \nDisciplinas Optativas \nTrabalho Final de Graduação \nEstágio Supervisionado  \nAtividades Complementares  \n3408 \n128 \n128 \n- \n- \n3124 \n117,33 \n117,33 \n200 \n60 \nTotal  \n3664 \n3618,66 \n \n \n \nEMENTÁRIO E BIBLIOGRAFIA \n \nEAM101: Introdução à Engenharia Ambiental \nEmenta: \nA Engenharia Ambiental: A criação do curso. O perfil do Engenheiro Ambiental. Grade Curricular. A \nEngenharia no mundo e no Brasil e sua evolução na história. A Engenharia e a sociedade. A Ética na \nEngenharia; Palestras envolvendo temas diversos na área de engenharia ambiental; Elaboração de \nSeminários com temas ambientais. \nBibliografia Básica: \n BRAGA, B. HESPANHOL, I.; CONEJO, J.G.L.; MIERZWA, J.C.; BARROS, M.T.L.; SPENCER, M.; \nPORTO, M.; NUCCI, N.; JULIANO, N.; EIGER, S. Introdução à engenharia ambiental. Editora Prentice \nHall. 2ª edição. 2005. \n LORA, E.E.S. Prevenção e Controle da Poluição nos Setores Energético, Industrial e de Transporte. \nEditora Interciência. 2a. Ed. 2002. \n DERÍSIO, J.C. Introdução ao controle de poluição ambiental. São Paulo: Signus, 2000. \n \nBAC101: Ciência, Tecnologia e Sociedade  \nEmenta: \nConstrução do conhecimento científico. Ciência e Tecnologia. Ferramentas e Processos. História da \nTecnologia. Tecnologia e Sociedade: questões ecológicas, filosóficas e sociológicas. Criatividade e inovação \ntecnológica. Tecnologia e Empreendedorismo. \nBibliografia Básica: \n", "25": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    25 \n BRAGA, B.; HESPANHOL, I.; CONEJO, J.G.L.; MIERZWA, J.C.; BARROS, M.T.L.; SPENCER, M.; \nPORTO, M.; NUCCI, N.; JULIANO, N.; EIGER, S. Introdução à Engenharia Ambiental. Editora Prentice \nHall, 2ª. Ed., 2005. \n KERBAUY, M. T. M.; ANDRADE, T. H. N. de; HAYASHI, C. R. M. Ciência, Tecnologia e Sociedade no \nBrasil. Editora: ALINEA. \n BAZZO, W. A; PEREIRA, L. T. do V. Introdução à Engenharia. 3ª. Ed.. Florianópolis: Universidade \nFederal de Santa Catarina, 1993. 271 p. \n \nDES001: Desenho \nEmenta: \nNormas gerais do desenho técnico. Desenho geométrico. Normas para projeções ortogonais no primeiro e \nterceiro diedro. Normas para cotagem. Representação de cortes e seções. Desenho em perspectiva. \nBibliografia Básica: \n BACHMANN, A.  Desenho Técnico. São Paulo: Editora Globo, 1970. \n FRENCH, T. E. Desenho Técnico. São Paulo: Editora Editora Globo, 1970. \n \nMAT011: Geometria Analítica e Álgebra Linear \nEmenta: \nVetores. Retas e planos. Cônicas e quádricas. Espaços Euclidianos. Matrizes e sistemas de equações lineares. \nBibliografia Básica: \n SANTOS, N. M. Dos. Vetores e Matrizes - Uma Introdução à Álgebra Linear, São Paulo: Editora Thomson \nPioneira, 4ª edição, 2007. \n BOULOS, P.; CAMARGO, I. de. Geometria analítica: um tratamento vetorial. 2 ed. São Paulo: \nEditora:McGraw-Hill do Brasil, 1987. 385 p. ISBN 9788587918918. \n WINTERLE, P. Vetores e geometria analítica. São Paulo: Editora: Pearson Prentice Hall, 2000. 232 p. \nISBN 85-346-1109-2. \n \nFIS104: Metodologia Científica \nEmenta: \nConceitos básicos. Distribuições de erro. Algarismo significativo. Operações com algarismos significativos. \nIncerteza de medição. Erros sistemáticos e estatísticos. Valor médio e desvio padrão. Propagação de \nincertezas. Tratamento estatístico da teoria de erros. Modelos e gráficos. \nBibliografia Básica: \n RUDIO, F. V. Introdução ao projeto de Pesquisa Científica. São Paulo: Editora:Vozes, 1998. \n VUOLO, J. H. Fundamentos da teoria dos erros. Editora Edgard Blücher, 1996. \n SEVERINO, A. J. C. Metodologia do trabalho cientifico. São Paulo: Editora Edgard Blücher, 2000. \n \nFIS114: Laboratório de Metodologia Científica \nEmenta: \nConceitos básicos. Distribuições de erro. Algarismo significativo. Operações com algarismos significativos. \nIncerteza de medição. Erros sistemáticos e estatísticos. Valor médio e desvio padrão. Propagação de \nincertezas. Tratamento estatístico da teoria de erros. Modelos e gráficos. \nBibliografia Básica: \n RUDIO, F. V. Introdução ao projeto de Pesquisa Científica. São Paulo: Editora:Vozes, 1998. \n VUOLO, J. H. Fundamentos da teoria dos erros. Editora Edgard Blücher, 1996. \n SEVERINO, A. J. C. Metodologia do trabalho cientifico. São Paulo: Editora Edgard Blücher, 2000. \n \nMAT001: Cálculo I \nEmenta: \nFunções. Limite e continuidade. Derivada. Integral. Integral imprópria. \nBibliografia Básica: \n• HAMILTON, L. G. Um Curso de Cálculo. 5ª Ed. Rio de Janeiro: Editora LTC, 2002. \n• FLEMMING, D. M.; GONÇALVES, M. B.. Cálculo A. 6ª Ed. São Paulo: Editora Pearson, 2007. \n• STEWART, J.. Cálculo. V. 1. 6ª Edição. São Paulo: Editora Thomson, 2010. \n \n \n", "26": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    26 \nBIO101: Biologia Geral  \nEmenta: \nIntrodução à Biologia e seu papel na Engenharia. Classificação atual dos organismos nos Reinos Eubacteria, \nArchaebacteria, Archaezoa, Protozoa, Chromista, Plantae, Fungi e Animalia. Citologia básica: células \nprocarióticas e eucarióticas. Microbiologia geral: caracterização, metabolismo, cultivo, crescimento e \ncontrole de microrganismos de importância ecológica e econômica.  \nBibliografia Básica: \n \n \nBAC002: Comunicação e Expressão \nEmenta: \nEstudos envolvendo as línguas portuguesa e inglesa: Linguagem verbal e não verbal. Linguagem e interação. \nGêneros textuais orais e escritos. Análise das condições de produção de texto técnico e acadêmico. Estrutura, \norganização, planejamento e produção de textos com base em parâmetros da linguagem técnico-científica. \nBibliografia Básica: \n• GARCIA, O.M. Comunicação em prosa moderna. São Paulo: Ed. FGV. 2000. \n• MARQUES, M. O. Escrever é preciso: o princípio da pesquisa. Ijuí: Ed.Unijuí-Inep. 2006. \n• PIMENTEL, C. Falar é fácil. São Paulo: Ed.Campus/Elsevier. 2005. \n• KOCK, I. G. V. Desvendando os segredos do texto. São Paulo: Ed.Cortez. 2003. \n• GONÇALVES, H.A. Manual de artigos científicos. São Paulo: Ed.Avercamp. 2004. \n \nCCO013: Fundamentos de Programação \nEmenta: \nConceitos Gerais. Tipos de Dados e Algoritmos. Organização de Programas. Programação Top Down. \nProgramação Estruturada. Introdução à linguagem de Programação. Funções. Arranjos Unidimensionais e \nMultidimensionais. Estruturas Heterogêneas de Dados. Apontadores Memória Dinâmica. Arquivos. \nSequenciais e Aleatórios. Gráficos. Estudo de Caso. \nBibliografia Básica: \n HEHL, M. E. Linguagem de programação estruturada Fortran 77. São Paulo: McGraw-Hill do Brasil, 1986. \n511 p. \n ASCÊNCIO, A. F. G.; CAMPOS, E. A. V. de. Fundamentos da programação de computadores: \nAlgoritmos, Pascal e C/C++ . São Paulo: Editora Prentice Hall, 2002. \n MANZANO, J. A. N. G.; COSTA JÚNIOR, R. A. da. JAVA 2: programação de computadores : guia \nbásico de introdução, orientação e desenvolvimento. São Paulo: Érica, 2006. 368 p. ISBN 85-365-0129-4. \n \nFIS203: Física Geral I \nEmenta: \nMovimento unidimensional. Movimento bidimensional. Leis de Newton. Trabalho e energia mecânica. \nConservação do momento linear. Colisões. Rotações e momento angular. Dinâmica de corpos rígidos. \nBibliografia Básica: \n• HALLIDAY, D.; RESNICK, R.; WALKER, J.. Fundamentos da Física 1 – Mecânica. Rio de Janeiro: Ed. \nLTC. 2007. \n• HALLIDAY, D.; RESNICK, R.. Física I. Rio de Janeiro: Ed. LTC. 1983. \n• YOUNG, H.D.; FREEDMAN, R. A.. Física I – Mecânica. São Paulo: Ed. Pearson. 2008. ISSN 978-85-\n8863930-0. \n \nFIS213: Física Experimental I \nEmenta: \nExperiências sobre: movimento unidimensional, movimento bidimensional, leis de Newton, trabalho, energia \nmecânica, conservação do momento linear, colisões, rotações, momento angular e dinâmica de corpos \nrígidos. \nBibliografia Básica: \n• HALLIDAY, D.; RESNICK, R.; WALKER, J.. Fundamentos da Física 1 – Mecânica. Rio de Janeiro: Ed. \nLTC. 2007. \n• HALLIDAY, D.; RESNICK, R.. Física I. Rio de Janeiro: Ed. LTC. 1983. \n• YOUNG, H.D.; FREEDMAN, R. A.. Física I – Mecânica. São Paulo: Ed. Pearson. 2008. ISSN 978-85-\n8863930-0. \n", "27": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    27 \n \nMAT002: Cálculo II \nEmenta: \nSequencias e series. Séries de potencias. Series de Taylor. Abertos no Rn. Função de uma variável real a \nvalores em Rn. Curvas. Funções reais de varias variáveis reais a valores reais. Derivadas Parciais. \nDiferenciabilidade. Gradiente e sua interpretação geométrica. Máximos e mínimos. \nBibliografia Básica: \n• GUIDORIZZI, H.L. Um Curso de Cálculo II. 5a Ed. São Paulo: Ed. S.A. Livros Técnicos e Científicos. \n2002. \n• FLEMMING, D. M.; GONÇALVES, M. B.. Cálculo B. São Paulo: Ed. Prentice Hall. 2006. \n \nQUI016: Química Geral \nEmenta: \nBase da teoria atômica. Estequiometria. Reações químicas. Fundamentos de ligação química. Gases. \nLíquidos e soluções. Ácido e bases. Fundamentos do equilíbrio químico. Aspectos cinéticos e \ntermodinâmicos das reações químicas e noções de eletroquímica. \nBibliografia Básica: \n ATKINS, P.; JONES, L. Príncípios de Química. 3º edição. São Paulo: Editora Bookman, 2006. \n BROWNH, T. L.; LEMAY JR., E.; BURSTEN, B. E.; BURDGE, J. R. Química: a Ciência Central. 9ª \nedição. São Paulo: Editora PEARSON, 2005. \n MASTERTON, W.L; SLOWINSKI, E.J; STANITSKI, C.L. Princípios de Química. 6a. ed. Rio de Janeiro: \nEditora Guanabara Dois, 1990. 681 p. \n \nQUI112: Química Experimental \nEmenta: \nExperiências sobre: preparação de soluções, transferência de elétrons em reações de oxi redução, \ncaracterização dos elétrodos e do fluxo eletrônico em pilhas, eletrodeposição de metais, reações de corrosão \nmetálica e passivação superficial, corrosão galvânica, proteção catódica, corrosão sob tensão mecânica, \ncorrosão eletrolítica, corrosão por aeração diferencial e corrosão por frestas. \nBibliografia Básica: \n ATKINS, P.; JONES, L. Príncípios de Química. 3º edição. São Paulo: Editora Bookman, 2006. \n BROWNH, T. L.; LEMAY JR., E.; BURSTEN, B. E.; BURDGE, J. R. Química: a Ciência Central. 9ª \nedição. São Paulo: Editora PEARSON, 2005. \n MASTERTON, W.L; SLOWINSKI, E.J; STANITSKI, C.L. Princípios de Química. 6a. ed. Rio de Janeiro: \nEditora Guanabara Dois, 1990. 681 p. \n \nDES002: Desenho Computacional \nEmenta: \nMódulos básicos do CAD. Geração de desenhos 2D e 3D. Digitalização de elementos topográficos. \nBibliografia Básica: \n BACHMANN, A.  Desenho Técnico. São Paulo: Editora Globo, 1970. \n FRENCH, T. E. Desenho Técnico. São Paulo: Editora Editora Globo, 1970. \n ZIMBARG, E. AutoCad Avançado. São Paulo: Editora Érica, 1990. \n \nGEO011: Geologia Geral  \nEmenta: \nEstrutura da Terra. Terremotos e Vulcanismo. Tectônica de Placas. Minerais. Ciclo Geológico. Rochas \nÍgneas ou Magmáticas; Rochas Sedimentares; Rochas Metamórficas. Mapas Geológicos e Uso de bússola. \nUso de Rochas na Engenharia. \nBibliografia Básica: \n WICANDER, R. Fundamentos de Geologia. São Paulo: Cengage Learning, 2009. \n TEIXEIRA, W.; TOLEDO, M.C.M. de; FAIRCHILD, T.R.; TAIOLI, F. Decifrando a Terra. São Paulo: \nOficina de Textos, 2000. 568p. \n POPP, J. H. Geologia geral. 5 ed. Rio de Janeiro: Livros Técnicos e Científicos, 1998. 376 p. \n \nEME313: Fenômenos de Transporte I \nEmenta: \n", "28": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    28 \nGrandezas e conceitos fundamentais. Propriedades de uma substância pura. Análise dimensional e \nsemelhança. Estática dos fluidos. Trabalho e calor. Primeira lei da Termodinâmica (Sistemas e volume de \ncontrole). Segunda lei da Termodinâmica (Sistemas e volume de controle). Métodos experimentais e \natividades de Laboratório. \nBibliografia Básica: \n MORAN, M. J.; SHAPIRO, H. N. Princípios de termodinâmica para Engenharia. 6a ed. Rio de Janeiro: \nEditora LTC, 2009. 800 p. . \n BENNETT, C. O; MYERS, J. E. Fenômenos de Transporte: Quantidade de Movimento, Calor e Massa. \nSão Paulo: Editora: McGraw-Hill do Brasil, 1978. 812 p. \n WHITE, F. M. Mecânica dos Fluidos. volume 1. 4a edição. São Paulo: Editora McGraw-Hill \nInteramericana do Brasil Ltda., 2002. \n \nEME338: Mecânica dos Sólidos \nEmenta: Estática - conceitos básicos. Equações fundamentais de equilíbrio. Reações de apoio. Forças \ndistribuídas. Centro de Massas. Centróides de áreas, volumes e linhas. Esforços Simples nas estruturas \n(pórticos, vigas, barras, treliças). Barragens planas e curvas. Propriedades geométricas das seções (momentos \ne produtos de inércia, raio de giração). \n \nGEO017: Geomática I  \nEmenta: \nTopografia. Cartografia. Geodésia. \nBibliografia Básica: \n BORGES, A.C. Topografia Aplicada a Engenharia Civil. Vol. 1. São Paulo: Editora Edgard Blucher, 2004. \n BORGES, A.C. Topografia Aplicada a Engenharia Civil. Vol. 2. São Paulo: Editora Edgard Blucher, 2004. \n McCORMAC, J. Topografia. SILVA, D. C. da. (tradutor).  5a ed. Rio de Janeiro: Editora LTC, 2007. \n \nMAT003: Cálculo III \nEmenta: \nFunções de Varias Variáveis Reais a Valores Vetoriais. Campos vetoriais. Rotacional, divergente e \nlaplaciano. Integrais duplas e triplas. Integrais de Linha. Campos conservativos. Integrais de superfície. \nFluxo de um campo vetorial. Teorema de Green no plano. Teorema de Stokes. Teorema da divergência de \nGauss. \nBibliografia Básica: \n• STEWART, S. Cálculo 2. 5a edição. São paulo: Ed. Thomson Learning, 2006. \n• GONÇALVES, M. B.; FLEMMING, D. M. Cálculo B. São Paulo: Ed. Pearson, 2007. \n• GUIDORIZZI, H. L. Um Curso de Cálculo. 5ª ed. Rio de Janeiro: Editora LTC, 2006. \n \nQUI104: Química da Água  \nEmenta: \nAmostragem. Contaminantes químicos em recursos hídricos. Indicadores de qualidade das águas. Purificação \nde águas poluídas. \nBibliografia Básica: \n \n \nQUI114: Laboratório de Química da Água \nEmenta: \nAmostragem. Contaminantes químicos em recursos hídricos. Indicadores de qualidade das águas. Purificação \nde águas poluídas. \nBibliografia Básica: \n \n \nCAT019: Química da Atmosfera  \nEmenta: \nComposição química da atmosfera; Ciclos biogeoquímicos: água, carbono, enxofre, nitrogênio; Gases do \nefeito estufa e aquecimento global; Ozônio estratosférico; Poluição e poluentes atmosféricos; Avaliação dos \nfatores que afetam a poluição do ar; Efeitos da poluição atmosférica: escala local, regional e global; \nProcessos de remoção: deposição seca e úmida; Aerossóis atmosféricos: propriedades físico-químicas; \n", "29": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    29 \nChuva ácida: aspectos históricos e composição química de águas de chuva; Smog Fotoquímico: ozônio \ntroposférico e oxidantes atmosféricos. \nBibliografia Básica: \n• SEINFELD, J.H.. Chemistry and Physics of Air Pollution. São Paulo: Ed. Atmospheric John Willey, 1986. \n• WALLACE, J. M.; HOBBS, P. V. Atmospheric Science. 2nd. São Paulo: Academic Press. 2006. \n• HOBBS, P. V. Introduction to atmospheric chemistry: a companion text to basic Physical Chemistry for the \nAtmospheric Sciences. Cambridge: Cambridge University Press, 2000. 262 p. \n \nMAT021: Equações Diferenciais I \nEmenta: \nEquações diferenciais de ordem um. Equações diferenciais lineares de ordem dois. Equações diferenciais \nlineares de ordem mais alta. Solução em série para equações lineares de segunda ordem. Sistemas de \nequações diferenciais lineares de ordem um. \nBibliografia Básica: \n BOYCE, W. E.; DIPRIMA, R. C. Equações diferenciais elementares e problemas de Valores de contorno. \n7ª edição. Rio de Janeiro: Editora LTC, 2002. \n AYRES Jr., F. Equações diferenciais. (Coleção Schaum) Rio de Janeiro: Livro Técnico, 1966. 397 p.  \n PISKUNOV, N. Cálculo diferencial e integral. Vol. 1. 2a. ed. Moscou: Mir Publishers, 1973. \n \nECL201: Ecologia Geral \nEmenta: \nIntrodução: relações com outras ciências. Princípios e conceitos relativos aos ecossistemas. Energia nos \nsistemas ecológicos. Ciclos biogeoquímicos, Fatores limitantes. Dinâmica de populações. Modelos \nmatemáticos. Interações entre espécies. Comunidades. Sucessão ecológica. \nBibliografia Básica: \n• GLIESSMAN, S.R. Agroecologia – Processos Ecológicos em Agricultura Sustentável. Porto Alegre: \nEditora Universidade/UFRGS, 2001. \n• ODUM, E. Ecologia. Rio de Janeiro: Ed. Guanabara, 1985. \n• TOWSEND,C.R., BEGON, J.L., HARPER, J.L. Fundamentos em Ecologia. 2006. \n \nEME412: Fenômenos de Transporte II \nEmenta: \nTransporte e quantidade de movimento. 2ª Lei de Newton (sistema e volume de controle). Equação de Euler. \nEquação de Bernoulli. Escoamento interno, viscoso e incompressível. Transporte de calor. Transporte de \nmassa. Escoamento ideal, interno, viscoso e incompressível. Métodos experimentais e atividades de \nLaboratório. \nBibliografia Básica: \n BENNETT, C.O.; MYERS, J.E. Fenômenos de Transporte. São Paulo: Editora Ed. McGraw-Hill do Brasil \nLtda., 1978. \n KREITH,F. Princípios da Transmissão de Calor. São Paulo: Editora Ed. Edgard Blucher Ltda., 1969. \n STREETER,V.L.; WYLIE, E.B. Mecânica dos Fluidos. São Paulo: Editora Ed. McGraw-Hill do Brasil \nLtda., 1975. \n \nEME438: Resistência dos Materiais \nEmenta: \nTensões e deformações para cargas axiais. Torção. Flexão. Tensões Combinadas. Análise de Tensões no \nplano. Flambagem. Deformações em vigas. Atividades de Laboratório. \nBibliografia Básica: \n BEER, F. P.; JOHNSTON Jr., E. R. Resistência dos Materiais. 3ª. ed. São Paulo: Editora Pearson \nEducation, 2007. \n HIBBELER, R. C. Resistência dos Materiais. 5 ed. São Paulo: Editora Prentice Hall, 2004. 674p. \n BOTELHO, M. H. C. Resistência dos Materiais. São Paulo: Ed. Edgard Blücher, 2008. 248 p. \n \nGEO014: Geoprocessamento  \nEmenta: Os sistemas de Informação Geográfica: Estrutura. Componentes. Estrutura de dados tipo raster e \nvector. Banco de dados geográficos. Modelo Digital de Terreno (MDT). Sensoriamento Remoto: \n", "30": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    30 \nFundamentos de fotogrametria. Comportamento Espectral. Sensores. Satélites. Radares. Processamento \ndigital de imagens. Classificação supervisionada. \nBibliografia Básica: \n NOVO, E.M.L.M. Sensoriamento Remoto: Princípios e Aplicações. 2a edição. São Paulo: Editora Edgard \nBlücher. 1992. \n JENSEN, J. R. Sensoriamento Remoto do Ambiente: uma perspectiva em recursos terrestres. (Tradução: \nEpiphanio, J. C. N. (coord.), FORMAGGIO, A. R., SANTOS, A. R., RUDORFF, B. F. T., ALMEIDA, C. \nM., GALVÃO, L. S.). São José dos Campos: Editora Parêntese, 2009. 604 p. \n LONGLEY, P. A.; GOODCHILD, M. F.; MAGUIRE, D.; RHIND, D. W. Sistemas e Ciência da \nInformação Geográfica. 3a. Edição. São Paulo: Editora Bookman. 560 p. 2013. \n \nGEO403: Introdução à Ciência do Solo \nEmenta: \nIntemperismo físico e químico. Fatores e condições que governam a intensidade do intemperismo. \nDistribuição dos processos de alteração na superfície da Terra. Origem e formação dos solos, fatores, \nprocessos e classes de formação.  Caracterização morfológica do solo (cor, textura, relação de massa e \nvolume dos constituintes dos solos, estrutura e agregação, consistência). Horizontes diagnósticos e \nclassificação pedológica. Atividades de campo e laboratório. \nBibliografia Básica: \n \n \nGEO003: Mecânica dos Solos I \nEmenta: \nNatureza e estados dos solos. Índices físicos dos solos. Limites de consistência dos solos. Classificação \ngeotécnica dos solos. Compactação. Métodos indiretos, semi-diretos e diretos de investigação do subsolo. \nDistribuição de tensões no solo. Atividades de campo e laboratório. \nBibliografia Básica: \n DAS, B.M. Fundamentos de Engenharia Geotécnica. São Paulo: Cengage Learning, 2011. \n SOUZA PINTO, C. Curso de Mecânica dos Solos. 2ªEd. São Paulo: Oficina de Textos, 2002. \n CAPUTO, H.P. Mecânica dos Solos e suas aplicações. Vol. 1 . Rio de Janeiro: LTC, 1987. \n CAPUTO, H.P. Mecânica dos Solos e suas aplicações. Vol. 3. Rio de Janeiro: LTC, 1987. \n \nMAT022: Equações Diferenciais II \nEmenta: \nTransformada de Laplace. Equações diferenciais não lineares e estabilidade. Equações diferenciais parciais e \nséries de Fourier. \nBibliografia Básica: \n• SANTOS, R. S. Tópicos de Equações Diferenciais. Ed. Imprensa Universitária da UFMG. 2009. \n• BOYCE, W. E.; DI PRIMA, R. C. Equações diferenciais elementares e problemas de Valores de contorno. \n7ª ed. Ed. LTC. 2002. \n• DE FIGUEIREDO, D. G. Equações Diferenciais Aplicadas, Coleções Matemática Universitária. Rio de \nJaneiro - SBM 2001. \n \nEAM041: Manejo e Conservação do Solo \nEmenta: \nPrincípios básicos de manejo da fertilidade do solo: a) minerais de argila e desenvolvimento de cargas \nelétricas no solo; b) análise do solo; c) Acidez e calagem e d) principais nutrientes. Conservação do solo: a) \nprocesso erosivo; b) fatores que influem na erosão; c) consequências da erosão; d) práticas conservacionistas \ne sistemas de manejo; e) planejamento conservacionista: Capacidade de Uso da Terra e Aptidão agrícola. \nAtividades de campo e laboratório. \nBibliografia Básica: \n \n \nFIS503: Física Geral IV \nEmenta: \nOscilador harmônico. Oscilações amortecidas e forçadas. Ondas mecânicas. Ondas sonoras. Ondas \neletromagnéticas. Óptica geométrica. Óptica física. Relatividade restrita. Física quântica. \n", "31": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    31 \nBibliografia Básica: \n ALONSO M., F.E.J. Física: um curso básico. São Paulo: Editora Edgar Blücher, vol.2, 10 edição. 2004. \n SERWAY, R.A. Física para Cientistas e Engenheiros. Rio de Janeiro: Editora LTC, 1996. \n NUSSENZVEIG, H.M. Curso de Física Básica. Vol. 2, 4a edição. São Paulo: Editora Edgar Blücher Ltda., \n2006. \n \nHID007: Hidrologia  \nEmenta: \nO ciclo hidrológico e a bacia hidrográfica. Precipitação. Interceptação. Evaporação e evapotranspiração. \nÁguas subterrâneas. Infiltração. Escoamento superficial. Hidrometria. Hidrograma. Vazões extremas: \nmáximas e mínimas. Transporte fluvial de sedimentos. \nBibliografia Básica: \n GRIBBIN, J. Introduçao à Hidraulica, Hidrologia e Gestão de Águas Pluviais. 1ª. São Paulo: Ed. Editora \nCENGAGE, 2008. 512 p. \n ALVAREZ, C.; GARCEZ, L. N. Hidrologia. São Paulo: Editora Edgard Blücher, 1988. 304 p. \n TUCCI, C. E. M. Hidrologia: ciência e aplicação. Porto Alegre: ABRH, 4ª ed. , 2012. \n \nPRE401: Probabilidade e Estatística \nEmenta: \nEstatística descritiva. Conjuntos e probabilidade. Variáveis aleatórias. Distribuição de probabilidades. \nEstimação. Testes de hipótese. Teoria da amostragem. Análise de variância. Regressão.  \nBibliografia Básica: \n• MONTGOMERY, D.C. Estatística Aplicada e Probabilidade Para Engenheiros. 5ª Ed. Rio de Janeiro: \nEditora LTC, 2012. 476 p. \n• TRIOLA, M.F. Introdução à Estatística. 10a Ed. Rio de Janeiro:  Editora LTC, 2008. 720 p. \n• MORETTIN, L.G. Estatística básica, volume único. 1ª Ed. São Paulo: Editora Makron Books, 2009. 392 p. \n \nGEO602: Mecânica dos Solos II  \nBibliografia Básica: \nCompressibilidade dos solos. Hidráulica dos solos. Resistência ao cisalhamento. Empuxos de Terra e \nestruturas de arrimo. Estabilidade de Taludes. Atividades de Campo e de Laboratório. \nBibliografia Básica: \n DAS, B.M. Fundamentos de Engenharia Geotécnica. São Paulo: Cengage Learning, 2011. \n SOUZA PINTO, C. Curso de Mecânica dos Solos. 2ªEd. São Paulo: Oficina de Textos, 2002. \n CAPUTO, H.P. Mecânica dos Solos e suas aplicações. Vol. 2 . Rio de Janeiro: LTC, 1987. \n CAPUTO, H.P. Mecânica dos Solos e suas aplicações. Vol. 3. Rio de Janeiro: LTC, 1987. \n \nEEL310: Eletricidade I \nEmenta: \nNatureza da Eletricidade. Lei de Ohm e potência. Circuitos em série, paralelo e mistos. Leis de Kirchoff. \nAnálise de circuitos em corrente contínua. Fundamentos do eletromagnetismo: Capacitância, circuitos \nmagnéticos, indutância, lei de Faraday-Lenz e perdas no ferro. \nBibliografia Básica: \n BOYLESTAD, R. L. Introdução à Análise de Circuitos. 10a edição. Rio de Janeiro: Editora Prentice-Hall \ndo Brasil, 2004. \n SILVA FILHO, M. T. da. Fundamentos de Eletricidade. Rio de Janeiro: Editora LTC. 159p. 2007. \n GUSSOW, M. Eletricidade básica. Coleção Schaum. São Paulo: Editora Bookman, 2009. 570p.  \n \nHID006: Hidráulica \nEmenta: \nRevisão de conceitos de mecânica dos fluidos, linhas de energia e piezométrica, escoamento em condutos \nforçados: distribuições de velocidades, Experiência de Nikuradse, fórmulas para perdas de carga distribuída: \nuniversal, Hazen Williams, perdas de carga localizadas. Introdução às redes hidráulicas de distribuição de \nágua. Escoamentos em superfícies livres: Elementos geométricos, distribuição de velocidade e pressão. \nEscoamento permanente e uniforme: Equações de resistência, fórmula de Manning e Chezy. Energia \nespecifica. Escoamento crítico. Ressalto hidráulico. Orifícios e vertedores. Escoamento permanente, \n", "32": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    32 \ngradualmente variado, escoamento variável: ondas de translação, equações hidrodinâmicas, simplificações \ndas equações de Saint Venant. \nBibliografia Básica: \n PORTO, R. de M. Hidráulica básica. 2 ed. São Carlos: EESC-USP, 2001. 519 p. \n AZEVEDO NETTO, J. M. Manual de Hidráulica. ARAUJO, R. de. (org.). São Paulo: Editora Edgard \nBlücher, 8ª. Edição, 1998. \n BAPTISTA, M.; LARA, M. Fundamentos de Engenharia Hidraulica. Coleção INGENIUM, 3ª. Edição, \n2010. 480p. \n \nEAM510: Fundamentos de Meteorologia \nEmenta: \nA atmosfera terrestre. Elementos meteorológicos. Radiação solar e terrestre. Termodinâmica atmosférica. \nEstabilidade.  Movimentos atmosféricos. Fenômenos meteorológicas de grande e mesoescala. \nInstrumentação meteorológica. Circulação geral da atmosfera. Climatologia e classificação climática. \nBibliografia Básica: \n VAREJÃO-SILVA, M.A. Meteorologia e Climatologia. V.digit. INMET, 2006. \n WALLACE, J. M.; HOBBS. Atmospheric Science: An introductory survey. 2ª. ed. New York: \nAcademic Press, 2006. \n AHRENS, C. D. Meteorology Today: An Introduction to Weather, Climate, and the,Environment. \n7ª. Ed. Brooks Cole, 2002. \n \nBIO002: Microbiologia  \nEmenta: \nMicrobiologia do ar: Importância dos microrganismos. Síndrome dos edifícios doentes. Aerossol gerado em \nacidentes laboratoriais. Microbiologia da água: Princípios microbiológicos aplicados ao tratamento de \nefluentes. Biofilmes. Princípios de biorremediação. Microbiota do solo: Atividade, fisiologia e interações \nmicrobianas. Processos microbiológicos e bioquímicos importantes. Fixação biológica de nitrogênio. \nMicorrizas. Fitopatógenos. Princípios de biorremediação de solos. \nBibliografia Básica: \n \n \nEHD506: Águas Subterrâneas  \nEmenta: \nIntrodução à Hidrogeologia. Águas Subterrâneas. Tipos de Aquíferos: Subdivisões. Interação águas \nsuperficiais e águas subterrâneas. Movimento das Águas Subterrâneas. Escoamentos em Meios Porosos e \nFraturados. Exploração de Águas Subterrâneas. Projeto de poços tubulares. Hidroquímica. Contaminação e \nRemediação das Águas Subterrâneas. \nBibliografia Básica: \n \n \nSAN603: Sistemas de Abastecimento de Água \nEmenta: \nIntrodução. Sistema de abastecimento de água – importância e conceitos. Usos e consumo de água. Critérios \ne parâmetros de dimensionamento de Sistema de Abastecimento de Água (manancial e captação, estação \nelevatória de água, adutora, reservatório, rede de distribuição e ligação predial de água). \nBibliografia Básica: \n \n \nSAN602: Sistemas de Tratamento de Água \nEmenta: \nIntrodução. Tratamento de água - importância e conceitos. Características das águas. Padrões de \npotabilidade. Concepção de Estação de Tratamento de Água. Fundamentos dos processos e operações \nunitárias de tratamento de água de abastecimento. Critérios e parâmetros de dimensionamento de Estação de \nTratamento de Água. Ensaios para a obtenção de parâmetros de projeto e controle de unidades de tratamento \nde águas, como ensaios em aparelho Jar Test. \nBibliografia Básica: \n \n", "33": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    33 \nEAM039: Silvicultura \nEmenta: \nPrincípios básicos relacionados às sementes de espécies florestais, plantios mistos e florestas de produção. \nDiretrizes de indicação de espécies para plantios em áreas degradadas. \nBibliografia Básica: \n \n \nEAM003: Limnologia \nEmenta: \nFundamentos de Limnologia. Ecossistemas Lacustres: Lagos, Rios e Reservatórios. Caracterização física e \nquímica. Comunidades Aquáticas Atividades de laboratório e de campo. \nBibliografia Básica: \n \n \nDIR803: Direito Ambiental \nEmenta: \nEvolução das Legislações Ambientais e do Direito Ambiental. Legislação Ambiental Federal. Código \nFlorestal - AAP e Reserva Legal, Política Nacional do Meio Ambiente e seus instrumentos, Política Nacional \nde Recursos Hídricos e seus instrumentos, Crimes Ambientais, SNUC, Mata Atlântica, Lei de Saneamento \nBásico, Política Nacional Urbana, Tutela Civil, Tutela Administrativa e Trâmites processuais. \nBibliografia Básica: \n \n \nECN001: Economia \nEmenta: \nNatureza e método de economia. História do pensamento econômico. Microeconomia: teorias da demanda, \noferta, preços e distribuição. Macroeconomia: teorias dos agregados, teoria geral de Keynes, teoria \nmonetária, teoria do setor público, teoria do desenvolvimento e teoria das relações internacionais. \nBibliografia Básica: \n VARIAN, H. R. Microeconomia: princípios básicos: uma abordagem moderna. Rio de Janeiro: Elservier, \n2006. 807 p. Tradução da 7 ed: Intermediate Microeconomics. \n SACHS, J. D.; LARRIAN B., F. Macroeconomia. São Paulo: Pearson Makron Books, 2000. 848 p. \n MANKIW, G. N. Introdução à Economia: princípios de micro e macroeconomia. São Paulo: editora \nCampus, 2005. \n \nEAM703: Avaliação de Impactos Ambientais \nEmenta: \nConceituação de impacto ambiental. Evolução da análise de impacto ambiental. Estudos de Impacto \nAmbiental. Elaboração do diagnóstico e do prognóstico de EIA. Impacto ambiental: instrumento de \nidentificação, descrição, seleção e valoração. Aplicação de estudos de A.I.A. \nBibliografia Básica: \n \n \nEAM720: Resíduos Sólidos \nEmenta: \nGeração e caracterização de resíduos sólidos. Acondicionamento e coleta. Reciclagem de resíduos. Destino \nfinal. Processos de tratamento e redução de resíduos sólidos. Compostagem. Resíduos sólidos industriais. \nTratamento de efluentes de resíduos sólidos. \nBibliografia Básica: \n BARROS, R. M. Tratado sobre resíduos sólidos: gestão, uso e sustentabilidade. 1. ed. v. 1. Rio de Janeiro: \nEditora Interciência/ Acta, 2013. 376p . \n BIDONE, F. R. A.; POVINELLI, J. Conceitos Básicos de Resíduos Sólidos. São Carlos: Editora \nEESC/USP. 1999. \n MONTEIRO J. H. P. et al. Zveibil, V. C. (coord.). Manual de Gerenciamento Integrado de resíduos sólidos. \nIBAM, edição on-line, 2001. \n FERNANDES, F. (coord.). Manual Prático para Compostagem de Biossólidos. Rio de Janeiro: Editora \nABES – Projeto PROSAB. (On-line). 1999. \n", "34": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    34 \n D’ALMEIDA, M.L.O.; VILHENA, A. Lixo Municipal: manual de gerenciamento integrado. São Paulo: \nEditora IPT/CEMPRE, 2a. edição. 2000. \n LIMA, L.M.Q. Remediação dos Lixões Municipais (Aplicações da Biotecnologia). São Paulo: Editora \nHemus, 2005. \n JARAMILLO, J. Guía para el Diseño, Construcción y Operación de Rellenos Sanitarios Manuales. Editora \nUniversidad de Antioquia, Centro Panamericano de Ingeniería Sanitaria y Ciencias del Universidad de \nAntioquia, Centro Panamericano de Ingeniería Sanitaria y Ciencias del Ambiente. Edição on-line. 2002. \n ABNT, Associação Brasileira de Normas Técnicas, Série de Normas ABNT NBR 10004 a 10007 Resíduos \nSólidos. Editora ABNT. 2004. \n \nEPR502: Engenharia Econômica \nEmenta: \nEngenharia Econômica: Matemática financeira. Critérios para Análise de investimentos. Depreciação e \nimposto de renda. Financiamentos. Análise de sensibilidade. Projeto de Viabilidade Econômica. \nBibliografia Básica: \n \n \nSAN703: Sistemas de Esgotamento Sanitário \nEmenta: \nIntrodução. Sistema de Esgotamento Sanitário – importância e conceitos. Produção de esgoto. Critérios e \nparâmetros de dimensionamento de Sistemas de Esgotamento Sanitário (ligação predial de esgoto, rede de \ncoleta, interceptor e emissário, sifão invertido, estação elevatória de esgoto, obras de lançamento final). \nBibliografia Básica: \n \n \nSAN702: Sistemas de Tratamento de Águas Residuárias \nEmenta: \nTratamento de águas residuárias - importância e conceitos. Características das águas residuárias. Padrões. \nConcepção de Estação de Tratamento de Águas Residuárias. Fundamentos, critérios e parâmetros de \ndimensionamento de Estações de Tratamento de Águas Residuárias. Ensaios para a obtenção de parâmetros \nde projeto e controle de unidades de tratamento de águas residuárias. \nBibliografia Básica: \n \n \nBIO005: Biologia da Conservação  \nEmenta: \nDiversidade Biológica. Ameaças à Diversidade Biológica. Conservação de Populações e Espécies. \nConservação de comunidades. Conservação e Desenvolvimento Sustentável. \nBibliografia Básica: \n \n \nEAM715: Ergonomia e Saúde do Trabalhador  \nEmenta: \nLegislação: Normas Regulamentadoras. Métodos de proteção: individual e coletiva. Relação entre saúde, \ntrabalho e ambiente. Saúde do trabalhador. Saúde ambiental. Indústrias baseadas em recursos biológicos ou \nnaturais. Atividades industriais: químicas; manufatura; têxteis; transporte; construção. \nBibliografia Básica: \n \n \nEAM043: Educação Ambiental  \nEmenta: \nEvolução do processo de conscientização ambiental. Percepção ambiental. Educação ambiental no ensino \nformal e não formal. Políticas e programas públicos em educação ambiental. A Agenda 21 e educação \nambiental. Metodologia de projetos em educação ambiental. Oficinas em educação ambiental. \nBibliografia Básica: \n \n \n", "35": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    35 \nSOC002: Sociologia \nEmenta: \nO conhecimento das Ciências Humanas e seus Fundamentos. As dimensões do humano e a construção de si. \nO indivíduo no social (ética); processos e institucionalizações. Cultura e trabalho. \nBibliografia Básica: \n \n \nEAM004: Recuperação de Áreas Degradadas  \nEmenta: \nConceitos e Definições. Áreas de empréstimo; Taludes de corte e aterro; e Atividades agropecuárias. \nPlanejamento, Procedimentos mínimos e preparo da área: Avaliação de riscos de deslizamentos de encostas; \nMedidas mecânicas e obras civis preventivas; Revegetação: Avaliação da sucessão vegetal (estágio de \nrecuperação); Relações ecofisiológicas e a regeneração; Modelos de plantio + transposição de serrapilheira; \nSemeadura e plantio; Importância da fauna em RAD; e alternativas agrossilviculturais. Técnicas de \nbioengenharia para RAD. Indicadores visuais da qualidade ambiental. Aulas práticas de campo e visitas \ntécnicas. \nBibliografia Básica: \n \n \nEAM807: Epidemiologia e Saúde Pública  \nEmenta: \nConceitos gerais de epidemiologia. Endemias, epidemias, pandemias, doenças esporádicas. Determinantes de \ndoenças. Índices e coeficientes. Séries históricas. Estudos observacionais: transversal, caso-controle, corte. \nDoenças emergentes e reemergentes. Principais doenças relacionadas à água, ao solo e ao ar: agentes \nbiológicos e químicos. Métodos de controle e vigilância epidemiológica. \nBibliografia Básica: \n \n \nEAM038: Oceanografia \nEmenta: \nEvolução histórica, instrumentos e métodos utilizados em Oceanografia. Estudo dos processos e fenômenos \nmarinhos a partir de sua subdivisão tradicional: Oceanografia Geológica, Oceanografia Química, \nOceanografia Física e Oceanografia Biológica, aplicações do Sensoriamento Remoto na Oceanografia, além \nde aspectos de gerenciamento costeiro e estratégias de adaptação e mitigação em função de cenários de \nmudanças climáticas. Ênfase em zonas costeiras. \nBibliografia Básica: \n \nEAM619: Energia e Meio Ambiente  \nEmenta: \nConceitos básicos de socioeconomia e energia. Política energética e desenvolvimento. As fontes primárias de \nenergia. As fontes secundárias de energia. A matriz energética nacional. Energias alternativas: fóssil, \nhidráulica e nuclear. Tecnologias alternativas para uso energético. Fontes renováveis de energia: hidráulica, \neólica, solar e oceânica.  Centrais conversoras de energia – Aspectos tecnológicos e ambientais. Atividades \nde campo. \nBibliografia Básica: \n \n \nEAM620: Gerenciamento de Projetos Ambientais \nEmenta: \nFundamentos do gerenciamento de projetos. Influência da estrutura organizacional. Gerenciamento do \nplanejamento do empreendimento. Controle de custos. Controle de prazos. Acompanhamento físico-\nfinanceiro de projetos. Gerenciamento da comunicação. Gerenciamento de riscos. Gerenciamento dos \nrecursos humanos. \nBibliografia Básica: \n \n \n \n", "36": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    36 \nEAM602: Controle da Poluição Atmosférica \nEmenta: \nFilosofia do controle da poluição. Padrões de qualidade do ar e de emissão. Fatores de emissão. \nCaracterização das fontes de emissão. Amostragem de poluentes gasosos e particulados. Modelagem da \ndispersão de poluentes atmosféricos e projetos de chaminés. Emissões em motores automotivos e \nestacionários. Controle de Material Particulado (Câmara gravitacional, Ciclone, Filtro de manga, \nPrecipitador eletrostático, Lavadores de gases); Prevenção e controle de Óxidos de nitrogênio; Controle de \nÓxidos de enxofre; Controle das emissões de compostos orgânicos voláteis. Controle da poluição do ar \ndurante a disposição e tratamento de resíduos. Aspectos tecnológicos da mitigação do efeito estufa através da \nredução das emissões de GEE. Aspectos tecnológicos das medidas para a mitigação da depleção da camada \nde ozônio. Avaliação econômica de sistemas de controle da poluição do ar. \nBibliografia Básica: \n \n \nEPR002: Organização Industrial e Administração  \nEmenta: \nOrganização industrial e administração. Administração de pessoal. Planejamento e controle da produção. \nAdministração de materiais. Gestão da qualidade e sistemas de garantia da qualidade. \nBibliografia Básica: \n GIBSON, J. L; IVANCEVICH, J. M.; DONNELLY JR.; KONOPASKE, R. Organizações: \ncomportamentos, estrutura e processos. 12a ed. Porto Alegre: McGraw Hill, 2006. \n ROBBINS, S. P.; JUDGE, T. A.; SOBRAL, F. Comportamento Organizacional. 14ª ed. São Paulo: \nPearson, 2010. \n WREN, D. A. Ideias de administração: o pensamento clássico. São Paulo: Ática, 2008. \n \nEAM906: Gestão Ambiental nos Setores Produtivos \nEmenta: \nSistema de Gestão Ambiental. Sistema de Gestão Integrado. Programas de auditoria. Indicadores de \ndesempenho. Responsabilidade Social. Análise do Ciclo de Vida. \nBibliografia Básica: \n \n \nEAM901: Poluição Sonora  \nEmenta: \nOndas acústicas. Efeitos do ruído e de vibrações nos seres humanos. Instrumentos e técnicas de medição. \nPropagação do som no ar livre e em ambientes fechados. Isolamento acústico (materiais e técnicas). Poluição \nsonora. Legislação vigente. Atividades de campo. \nBibliografia Básica: \n \n \nEHD904: Geopolítica  \nEmenta: \nO espaço como produto do homem, a construção do espaço humano e sua relação com as estruturas políticas \ne econômicas de um mundo em transformação. Os recursos naturais e sua dimensão dentro das estruturas de \npoder: seu uso, apropriação e conservação.  \nBibliografia Básica: \n \n \nEAM902: Planejamento Territorial \nEmenta: \nProcesso de urbanização brasileira: percurso e tendências atuais. Teoria do planejamento. Planejamento \nabrangente, interdisciplinar e participativo. Gestão ambiental territorial e seus instrumentos. Gestão de \nUnidades de Conservação. Gestão de bacias hidrográficas. Zoneamento Ecológico Econômico. Plano diretor \nde municípios. Prevenção e gestão de desastres. \nBibliografia Básica: \n \n \n", "37": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    37 \n14. MODALIDADE E CARGA HORÁRIA DO ESTÁGIO SUPERVISIONADO \n \nComo norma geral, o Curso de Engenharia Ambiental da UNIFEI, por meio da sua coordenação e \ncorpo docente, tem incentivado os alunos a buscarem atividades complementares de formação (estágios, \nbolsas de pesquisa, extensão, iniciação científica e de prestação de serviços) desde o primeiro período do \ncurso. Para auxiliar aos alunos na busca destas opções, tem-se o coordenador de estágios, o qual busca fazer \na ligação entre acadêmicos-formandos e as necessidades das Empresas Públicas e Privadas, por meio de \ncontatos e recomendações fomalizados. \nA própria UNIFEI, por meio da Coordenadoria de Estágios, da Pró-Reitoria de Graduação, \nestabelece também convênios com diversas empresas, a fim de que os estágios sejam devidamente realizados \ne regularizados. \nUma vez que os programas institucionais de bolsas são voltados para acadêmicos cursando, do \nsegundo ao último ano da graduação, para os alunos do primeiro ano, o apoio da iniciativa privada na oferta \nde oportunidades de estágio tem sido uma importante contribuição. \nO curso exigirá o cumprimento de 200 horas de estágio, sendo 160 horas o mínimo exigido pelas \nDiretrizes Curriculares. Esta proposta se deve ao fato do mercado brasileiro, geralmente, encarar o estagiário \ncomo mão de obra barata, não estabelecendo vínculos empregatícios posteriores e, muito menos, \nconhecimentos curriculares. Não há necessidade de ser realizado em uma mesma instituição e há 3 diferentes \nmodalidades:  \na) Durante os períodos de férias, em qualquer ano.  \nb) Durante todo o ano, de 2a a 4a feira, para os alunos matriculados no 9o período.  \nc) Durante o 2o semestre, para os alunos matriculados no 10o período.  \nAo final do estágio e para validação das horas, o aluno deverá entregar ao coordenador de estágios \num relatório impresso e encadernado. Para a elaboração do texto do relatório devem ser obedecidas as \npadronizações contidas nas Diretrizes para Elaboração de Relatórios, Dissertações e Monografias do Curso \nde Engenharia Ambiental, disponíveis no SIGAA. \nO estágio é avaliado pelo coordenador de estágios, de posse do relatório, contendo a avaliação por \nparte do supervisor da instituição proponente (com o número de horas trabalhadas) e as principais atividades \ndesenvolvidas pelo aluno. A avaliação é feita, utilizando de argumentos relacionados à carga horária, local e \natividades desenvolvidas no período, sendo atribuída nota superior a 70 (setenta) para aprovação.  \n \n \n15. ATIVIDADES COMPLEMENTARES \nAs atividades complementares são componentes curriculares enriquecedores e complementadores do \nperfil do formando, que possibilitam o reconhecimento, por avaliação de habilidades, conhecimentos e \ncompetências do aluno, inclusive adquiridas fora do ambiente acadêmico, incluindo a prática de estudos e \natividades independentes, transversais, opcionais, de interdisciplinaridade, especialmente nas relações com o \nmercado do trabalho e com as ações de extensão junto à comunidade. \nConsiderando as recomendações pedagógicas presentes nas diretrizes curriculares do MEC, devem \nser estimuladas as atividades complementares, tais como trabalhos de iniciação científica, projetos \ninterdisciplinares, visitas técnicas, trabalhos em equipe, monitorias, participações em congressos, empresas \njúnior e outras atividades empreendedoras. Conforme o Art. 10 das diretrizes curriculares para os cursos de \nengenharia (versão de 05.05.1999) “os currículos dos cursos de engenharia deverão ser complementados com \nextensões e aprofundamentos dos conteúdos do núcleo profissionalizante, bem como outros conteúdos \ndestinados a caracterizar modalidades”.  \nAs IES poderão contemplar em seus currículos atividades complementares visando à articulação \nteoria-prática e destinadas à consolidação do aprendizado, bem como possibilitar ao aluno a percepção de \nsua vocação, por meio dos seguintes instrumentos: \nI- Iniciação científica: Iniciação à pesquisa, a qual servirá como auxílio para o aluno que optar pela carreira \nde pesquisador; \nII- Monitoria: Iniciação à docência, a qual auxiliará o aluno que optar pela carreira docente. Neste \ninstrumento, embora o curso seja específico para bacharelado, a IES poderá proporcionar a possibilidade de \no estudante lecionar tópicos específicos para o ensino nos módulos básicos do curso. \nOs discentes do curso de Engenharia Ambiental devem realizar Atividades Complementares, \nprevistas na grade curricular e conforme a Normalização para valorização de atividades do corpo discente da \n", "38": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    38 \ngraduação (Aprovado pela 37ª Resolução do Conselho de Ensino, Pesquisa, Extensão e Administração – \nCEPEAd - em sua 4ª Reunião Ordinária de 14/03/2007). \nOs discentes devem realizar, no mínimo, 60 horas de Atividades Complementares e aquelas aceitas e \nreconhecidas na grade curricular do curso. São elas: \n● Projetos institucionais. \n● Trabalhos de iniciação científica e/ou pesquisas. \n● Disciplinas oferecidas pela Universidade Federal de Itajubá nas suas diferentes áreas do saber, \nexceto as disciplinas obrigatórias do curso de Engenharia Ambiental. \n● Atuação como monitor de disciplina. \n● Publicação de artigos em eventos científicos e/ou periódicos. \n● Apresentação de artigos em eventos científicos. \n● Participação em eventos científicos. \n● Atuação em órgão ou colegiado da Universidade Federal de Itajubá. \n● Atuação na diretoria do Diretório Acadêmico da Universidade Federal de Itajubá. \n●Atuação na diretoria de Centros Acadêmicos que compõem o Diretório Acadêmico da \nUniversidade Federal de Itajubá. \n● Atuação na UNIFEI-Jr da Universidade Federal de Itajubá, que tem por objetivo a incubação de \nempresas. \n● Atuação em projetos relacionados à Universidade Federal de Itajubá que tem por objetivo a \nincubação de empresas. \n● Atuação como representante de turma. \n● Representação em eventos da Universidade Federal de Itajubá e/ou de cursos de graduação. \n● Atuação na organização de eventos científicos relacionados à Universidade Federal de Itajubá. \n Participação em trabalhos de campo referentes a projetos científicos e oficialmente reconhecidos \npela instituição. \n Atividade cultural e/ou de extensão. \n● Outras atividades que o Colegiado do Curso considerar pertinente. \n \nPara as atividades do elenco especificado anteriormente, a carga horária se encontra na Tabela 3. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "39": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    39 \nTabela 3- Carga horária correspondente ao elenco de atividades complementares. \n \nATIVIDADE \nCARGA HORÁRIA \n1 \nProjetos institucionais \n• 1 (uma) hora para cada hora registrada de \nprojeto \nconcluído. \n2 \nTrabalhos de iniciação científica e/ou pesquisas. \n• 1 (uma) hora para cada hora registrada de \ntrabalho de \niniciação científica e/ou pesquisa \nconcluída. \n3 \nDisciplinas oferecidas pela Universidade Federal de \nItajubá nas suas diferentes áreas do saber. \n• 1 (uma) hora para cada hora de disciplina \ncursada com aproveitamento. \n4 \nAtuação como monitor de disciplina. \n• 1 (uma) hora para cada hora atuando \ncomo monitor de \ndisciplina. \n5 \nApresentação de artigos em congressos e/ou \nseminários. \n• 20% da carga horária mínima do \nconjunto de atividades do curso para cada \nartigo apresentado. \n6 \nParticipação em eventos científicos. \n• 10% da carga horária mínima do \nconjunto de atividades do \ncurso para cada participação. \n7 \nAtuação em um dos órgãos colegiados da Universidade \nFederal de Itajubá relacionados a seguir: Conselho \nUniversitário; Conselho de Ensino, Pesquisa, Extensão e \nAdministração; Conselho de Curadores; Câmara de \nGraduação; Colegiado de Curso. \n• 30% da carga horária mínima do \nconjunto de atividades do \ncurso para cada semestre de atuação. \n8 \nAtuação em outros órgãos ou colegiados da \nUniversidade Federal de Itajubá. \n• 10% da carga horária mínima do \nconjunto de atividades do curso para cada \nsemestre de atuaç \n9 \nAtuação na diretoria do Diretório Acadêmico da \nUniversidade Federal de Itajubá. \n• 30% da carga horária mínima do \nconjunto de atividades do curso para cada \nsemestre \n10 \nAtuação na diretoria de Centros Acadêmicos que \ncompõem o Diretório Acadêmico da Universidade \nFederal de Itajubá. \n• 20% da carga horária mínima do \nconjunto de atividades do \ncurso para cada semestre de atuação. \n11 \nAtuação na UNIFEI-JR e/ou em projetos relacionados à \nUniversidade Federal de Itajubá que tenham por objetivo \na incubação de empresas. \n• 20% da carga horária mínima do \nconjunto de atividades do \ncurso para cada semestre de atuação. \n12 \nAtuação como representante de turma. \n• 10% da carga horária mínima do \nconjunto de atividades do \ncurso para cada semestre de atuação. \n13 \nRepresentação, em eventos, da Universidade Federal de \nItajubá e/ou de cursos de graduação. \n• 10% da carga horária mínima do \nconjunto de atividades do curso para cada \nrepresentação. \n14 \nAtuação na organização de eventos científicos \nrelacionados à Universidade Federal de Itajubá. \n• 10% da carga horária mínima do \nconjunto de atividades do curso para cada \nevento realizado. \n15 \nAtuação na organização de eventos que promovam a \nUniversidade Federal de Itajubá na sociedade. \n• 10% da carga horária mínima do \nconjunto de atividades do curso para cada \nevento realizado. \n16 \nAtividades de cultura e/ou extensão. \n• 1 (uma) hora para cada hora registrada de \natividade de \ncultura e/ou extensão concluída. \n17 \nOutras atividades que o Colegiado do Curso de \nGraduação no qual o aluno esteja devidamente \nmatriculado considerar pertinente. \n• A ser estipulada pelo Colegiado do \nCurso de Graduação. \n \n", "40": "Projeto Pedagógico do Curso de Engenharia Ambiental                                                                    40 \n 16. INFORMAÇÕES RELATIVAS À ELABORAÇÃO, DOCUMENTAÇÃO E PRAZOS DO TFG \nO Trabalho de Final de Graduação (TFG) é obrigatório, segundo as Diretrizes Curriculares, como \natividade de síntese e integração do conhecimento. Exigir-se-ão o cumprimento de 128 horas para a \nexecução do TFG, o qual deve ser entregue e apresentado no final do curso.  \nPara o início de um trabalho final de graduação, faz-se necessária a escolha de um tema e de um \nprofessor orientador, cujos temas deverão ser formalizados junto ao Coordenador de TFG e, posteriormente, \nhomologados pelo Colegiado do curso. Os temas não precisam ser obrigatoriamente oferecidos pelos \nprofessores, ou seja, os alunos  matriculados a partir do 8° período têm a opção de propor um tema ao \nprofessor orientador. No entanto, a defesa do TFG se dará somente para alunos formandos. \nOs alunos poderão apresentar o trabalho de duas (2) formas: monografia ou artigo científico na \níntegra. \nMONOGRAFIA: A apresentação escrita deve obedecer as padronizações contidas nas Diretrizes para \nElaboração de Relatórios, Dissertações e Monografias do Curso de Engenharia Ambiental.  \nARTIGO CIENTÍFICO: Esta forma de apresentação deve seguir as padronizações exigidas em função da \nrevista científica ou congresso científico selecionado.  Somente será aceito artigo científico apresentado na \níntegra. Quem optar por esta forma, deve incluir um documento de aceite pela revista selecionada. Entende-\nse “documento de aceite” uma comprovação (por escrito) de que o artigo enviado será devidamente \npublicado na referida revista. Este documento de aceite ou de publicação deve ser do mesmo ano em que o \nartigo for submetido para avaliação pela banca examinadora do TFG. Artigos publicados em anos anteriores \naos da defesa não serão considerados como TFG.  \nA avaliação será feita mediante a Entrega de Monografia ou Artigo Científico para a banca \nexaminadora composta de 3 professores da UNIFEI, ou professores de outras instituições convidados pelo \nprofessor orientador. A defesa é pública e o tempo total de defesa é de 2 (duas) horas, sendo 30 minutos para \na apresentação do TFG pelo aluno e 1 h 30 minutos para que a banca faça as considerações. \nA avaliação do TFG deve levar em conta os seguintes parâmetros: apresentação, conteúdo, \napresentação e  qualidade quanto às normas de apresentação. A nota para aprovação deve ser superior a 70 \n(setenta). A nota final do TFG só será lançada no sistema acadêmico após a entrega, pelo orientador, da \nversão final (em arquivo salvo em mídia digital) ao Coordenador(a) do TFG do Curso de Engenharia \nAmbiental.  \n \n \n17. BIBLIOGRAFIA \nLONGO, W. P. E. ; ROCHA NETO, I. Reengineering:engineering research and education in \nBrazil:cooperative networks. Science and Public Policy, v. 27, p. 37-44, 2000. \nWATSKI, T.M. Environmental Engeneering. Journal of Engeneering, vol.118, n°4, 1992. \nESCOTET, M. A. Manual de auto-evaluación de la universidad (Handbook of University Self-\nEvaluation). Bogotá: Editorial Universidad de los Andes/UNESCO, 1998. \n \n"}