{"1": "       \n     \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n         \n \n \nDiamantina \n      \n \n      Novembro de 2011 \n \nMINISTÉRIO DA EDUCAÇÃO - MEC \nUNIVERSIDADE FEDERAL DOS VALES DO JEQUITINHONHA E MUCURI - UFVJM \nINSTITUTO DE CIÊNCIA E TECNOLOGIA - ICT \nDIAMANTINA – MINAS GERAIS \nPROJETO PEDAGÓGICO DO CURSO \nDE ENGENHARIA MECÂNICA \n \n \n", "2": "UNIVERSIDADE FEDERAL DOS VALES DO \nJEQUITINHONHA E MUCURI \n \n \n \n \n \n \n \nREITORIA \nREITOR: PEDRO ANGELO ALMEIDA ABREU \n \n \nVICE-REITORIA \nVICE-REITOR: DONALDO ROSA PIRES JÚNIOR \n \n \nPRÓ-REITORIA DE ASSUNTOS COMUNITÁRIOS E ESTUDANTIS \nPRÓ-REITOR: HERTON HELDER ROCHA PIRES \n \n \nPRÓ-REITORIA DE EXTENSÃO E CULTURA \nPRÓ-REITORA: ANA CATATINA PEREZ DIAS \n \n \nPRÓ-REITORIA DE GRADUAÇÃO \nPRÓ-REITOR: VALTER ANDRADE DE CARVALHO JÚNIOR \n \n \nPRÓ-REITORIA DE PESQUISA E PÓS-GRADUAÇÃO \nPRÓ-REITOR: ALEXANDRE CHRISTÓFARO SILVA \n \n \nPRÓ-REITORIA DE ADMINISTRAÇÃO \nPRÓ-REITORA: CYNTHIA REGINA FONTE BOA PINTO \n \n \nPRÓ-REITORIA DE PLANEJAMENTO E ORÇAMENTO \nPRÓ-REITOR: JOSÉ GERALDO DAS GRAÇAS \n \n \n \n \n \n \n \n \n \n", "3": " \n \nINSTITUTO DE CIÊNCIA E TECNOLOGIA - ICT \n \nENGENHARIA MECÂNICA \n \n \nUFVJM - Universidade Federal dos Vales do Jequitinhonha e Mucuri \nInstituto de Ciência e Tecnologia - ICT \nwww.ict.ufvjm.edu.br \n \n \n \n \n \n \nDIRETORIA \nProf. Dr. Paulo César de Resende Andrade \n \n \n \n \n \nVICE-DIRETORIA \nProf. Dr. Lucas Franco Ferreira \n \n \n \n \n \n \nCOORDENADORIA Pro Tempore DO CURSO DE ENGENHARIA MECÂNICA \nProf. MSc. Bruno Silva de Sousa \n \n \n \n \n \n \n \n \n \n \n \nDiamantina-MG \n2011 \n", "4": "SUMÁRIO \n \n1- CARACTERIZAÇÃO DO CURSO ............................................................................................... 1 \n2 - APRESENTAÇÃO ............................................................................................................................ 2 \n3 - JUSTIFICATIVA ............................................................................................................................... 6 \n3.1 - A Universidade no contexto nacional e regional ....................................................... 6 \n3.2 - O REUNI .................................................................................................................................... 9 \n3.3- O Curso .....................................................................................................................................11 \n4 - BASE LEGAL ...................................................................................................................................14 \n5 - OBJETIVOS......................................................................................................................................16 \n5.1 – OBJETIVO GERAL................................................................................................................16 \n5.2 – OBJETIVOS ESPECÍFICOS ................................................................................................16 \n6 - PERFIL DO EGRESSO ..................................................................................................................19 \n7 - COMPETÊNCIAS E HABILIDADES .........................................................................................21 \n7.1. Competências e habilidades gerais das Engenharias .............................................21 \n7.2. Competências e habilidades da Engenharia Mecânica ...........................................21 \n8 - CAMPO DE ATUAÇÃO DO PROFISSIONAL .........................................................................23 \n10 - ORGANIZAÇÃO CURRICULAR ..............................................................................................27 \n10.1 - Estrutura curricular .........................................................................................................28 \n10.2 – Ementas e bibliografias .................................................................................................39 \n10.3 - Estágio Supervisionado ..................................................................................................39 \n10.4 – Atividades Complementares .......................................................................................40 \n10.5 – Trabalho de Conclusão de Curso ...............................................................................42 \n11 – ACOMPANHAMENTO E AVALIAÇÃO DO PPC ...............................................................44 \n12 – AVALIAÇÃO DA APRENDIZAGEM ......................................................................................46 \n13 – FORMA DE INGRESSO ............................................................................................................48 \n14 - INTEGRALIZAÇÃO CURRICULAR ........................................................................................49 \n15 – INFRA-ESTRUTURA ................................................................................................................50 \n16 – CORPO DOCENTE .....................................................................................................................51 \n17 – LEGISLAÇÃO CONSULTADA NA ELABORAÇÃO DO PROJETO PEDAGÓGICO ...52 \nANEXO 1 - EMENTÁRIO ...................................................................................................................54 \n", "5": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n1- CARACTERIZAÇÃO DO CURSO \n \na. Curso de Engenharia Mecânica \nb. Área de conhecimento: Engenharias \nc. Modalidade: Bacharelado \nd. Habilitação: Engenharia Mecânica \ne. Regime: Presencial \nf. Regime de matrícula: semestral \ng. Formas de ingresso: Ingresso via Exame Nacional do Ensino Médio - ENEM \ne Programa Seletivo por Avaliação Seriada - SASI para o Curso de Graduação \nem Bacharelado em Ciência e Tecnologia - BC&T, Transferência, Reopção e \nObtenção de Novo Título \nh. Número de vagas oferecidas: 40 \ni. Turno de oferta: Diurno  \nj. Carga horária total: 3840 horas \nk. Tempo de integralização:   Mínimo - 5,0 anos \n  Máximo - 7,0 anos \nl. Local da oferta: Diamantina/MG \nm. Ano início do Curso: 2012 \n \n \n \n \n \n \n \n \n", "6": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2 - APRESENTAÇÃO \n \nRecentes pesquisas indicam uma retração do esforço tecnológico e inovador \ndas empresas no Brasil. É uma realidade que precisa ser revertida, porque \ntecnologia é o ingrediente determinante da competitividade empresarial e da \nprosperidade das nações. Inovar tornou-se questão de sobrevivência. Para \ncompetir em mercados nos quais produtos e processos têm ciclos cada vez mais \ncurtos, é crucial incrementar continuamente a própria capacidade de gerar, \ndifundir e utilizar inovações tecnológicas.  \nEntretanto, isso só será possível se houver sólido e continuado investimento \nem formação de mão-de-obra qualificada. O novo contexto tecnológico exige \nmudanças no perfil do engenheiro e, portanto no perfil da educação em \nengenharia. Em resumo, essa educação deve ter como ponto central dos conteúdos \na serem transmitidos um forte embasamento em ciências exatas, devidamente \ncontextualizado no universo da engenharia; não deve ter foco nem politécnico nem \nespecialista, permitindo uma formação personalizada, de acordo com os interesses \ndo aluno e o contexto socioeconômico regional, mas sem perder a perspectiva de \nque a engenharia pressupõe um conjunto articulado de conhecimentos; e deve \ngarantir o domínio das facilidades oferecidas pela informática. O engenheiro \ndeverá também procurar conhecimentos básicos de uma língua estrangeira. \nA maior mudança, porém, é na área da aprendizagem. Tudo que o aluno \npode ler e entender não deverá ser exposto pelo professor. Deverão ser utilizados \nmeios complementares de informação e educação, manuseados individualmente \npelo aluno, em busca de conhecimentos. É essencial, ainda, que o futuro \nprofissional seja capacitado para saber avançar no desconhecido. Sua graduação \ndeve lhe proporcionar familiaridade com a metodologia da pesquisa e do \ndesenvolvimento experimental, com os ambientes onde se intercambiam novos \nconhecimentos e novas tecnologias, com a legislação de propriedade intelectual \nque regulamenta estes conhecimentos novos e com valores éticos fundamentais. \nOs cursos devem garantir que o aluno aprenda a fazer, com criatividade e \nousadia, o que implica em ser capaz de estudar, pesquisar, projetar e produzir, \nintegrando todas essas fases do processo. Essa nova concepção dos cursos de \nengenharia implica profundas transformações na atividade docente e no próprio \n", "7": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nconceito de docente que passa a ser não mais o que transmite conhecimentos, mas \no fornecedor de estímulos e facilidades para a aprendizagem e a pesquisa dos \nalunos. Essas mudanças exigem o envolvimento sistemático do corpo docente em \num programa permanente de pesquisas e de qualificação de modo a garantir que \neste processo seja dotado tanto de fundamentos, quanto de métodos, técnicas e \nmeios científicos eficientes. Os cursos de engenharia, portanto, precisam preparar \nestudantes com visão de mercado e que aprendam na escola a formular questões \nrelevantes. \nNas últimas décadas, as políticas públicas implementadas no Brasil, \nacertadamente, investiram no desenvolvimento da capacidade de pesquisa \ncientífica nacional, porém não adotaram medidas de incentivo à inovação \ntecnológica, a promover a transformação desse conhecimento científico em \ninovações capazes de gerar riqueza para o País. \nVárias iniciativas vêm sendo adotadas para corrigir essa distorção, o que \nevidentemente dependerá de uma íntima integração entre a universidade e as \nempresas. A educação em engenharia é elemento-chave nesse processo, por se \ntratar de atividade, por excelência, condutora da inovação nos setores econômicos. \nMas, se o engenheiro é elemento ativo das transformações na era das mudanças \ntecnológicas rápidas, ele próprio vem sendo obrigado a promover profundas \ntransformações em suas habilidades e em seu perfil profissional. A sociedade do \nconhecimento exige engenheiros com competências novas, com flexibilidade e \ncapacidade de aprender sozinho e permanentemente. Mais do que nunca, é \nnecessário que o engenheiro tenha iniciativa, criatividade, espírito empreendedor \ne capacidade de atualização constante. \nO desenvolvimento das engenharias seguiu o curso do processo de \nindustrialização. Num primeiro estágio, a competência exigida do engenheiro era \neminentemente técnica. À medida que a indústria se diversificava e sofisticava, \npassou a ser requerida a qualificação científica. Na terceira etapa, adicionaram-se \nas competências gerenciais. A direção seguida no processo foi a da especialização \ncrescente. Avançou-se, então, para um quarto estágio, a que se chegou optando \npela direção inversa – indo-se da especialização para a formação holística. Para um \nengenheiro, ter formação holística significa agregar às competências técnicas \nbásicas, novos conhecimentos e habilidades. \n", "8": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nEsse \nprofissional \ndeverá \nconviver \nem \ncomunidades \ne \nculturas \ndiversificadas, que vivem e resolvem questões e problemas do cotidiano a partir de \num olhar peculiar e característico. O engenheiro deve ter capacidade de \ncomunicação e saber trabalhar em equipes multidisciplinares. Ter consciência das \nimplicações sociais, ecológicas e éticas envolvidas nos projetos de engenharia, falar \nmais de um idioma e estar disposto a trabalhar em qualquer parte do mundo.  \nA cooperação entre a universidade e a indústria nesse caso é fundamental. A \neducação continuada ou a aprendizagem ao longo da vida é exigência de um \nmundo em transformação acelerada e da tendência de envelhecimento da \npopulação, que leva a uma extensão da vida útil da força de trabalho. \nPor isso, a educação ganha cada vez mais destaque como protagonista na \nagenda estratégica dos setores produtivos e dos estados. O crescimento econômico \ndepende essencialmente de educação de qualidade e de um ambiente de geração e \ndisseminação de conhecimentos em grande escala, fundado no amplo acesso às \ntecnologias de informação, no desenvolvimento de competências profissionais e \nhumanas adequadas às necessidades dos vários setores da economia e no fomento \nao empreendedorismo e à criatividade. É nessa ótica que deve ser repensada a \neducação em engenharias no Brasil.  \nNeste projeto propõe-se formar profissionais com conhecimentos \nrelacionados aos mais variados segmentos das ciências físicas e de matemática, de \nforma a permitir uma rápida resposta às exigências atuais e as tendências futuras \npara a indústria e a sociedade em geral. \nO curso de graduação em Engenharia Mecânica da Universidade Federal dos \nVales do Jequitinhonha e Mucuri (UFVJM) foi criado e regulamentado pelo \nConselho de Ensino, Pesquisa e Extensão – CONSEPE/UFVJM, por meio da \nResolução Nº 23, de 27 de agosto de 2008, no contexto do Programa de Expansão e \nReestruturação das Universidades Federais (REUNI). \nA criação do curso foi uma iniciativa que vai ao encontro da atual política \ninstitucional de expansão de suas áreas de atuação. Esta nova posição estratégica \nestá em coerência com o conceito da universidade moderna que busca a interação \ndas diversas áreas para aperfeiçoar resultados. Em maior ou menor grau, os \nconhecimentos da Engenharia Mecânica compõem o conhecimento de todas as \nengenharias.  \n", "9": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nAo aderir ao REUNI, a UFVJM assumiu o compromisso de realizar as \nmudanças de forma planejada e participativa, comprometendo-se com a excelência \nda qualidade do ensino, o que demanda em investir em sua estrutura física e em \nrecursos humanos, reorganizar sua estrutura acadêmico-curricular, renovar seus \nparadigmas de caráter epistemológico e metodológico; assumindo o desafio de \nnovas formas de apropriação e construção do conhecimento. \nOs estudos para criação do curso de Engenharia Mecânica foram realizados \npor comissão designada pelo Diretor do Instituto de Ciência e Tecnologia, através \nda Portaria nº 609, de 13/05/2011, composta pelos docentes, Bruno Silva de \nSousa, Carlos Henrique Alexandrino e Ulisses Barros de Abreu Maia, e contou com \na colaboração dos docentes, Danilo Olzon Dionysio de Souza, Euler Guimarães \nHorta e Solange de Souza. \nSendo assim, o curso de Engenharia Mecânica está estruturado e respaldado \nnas leis e diretrizes que regem o curso e a profissão do engenheiro mecânico, bem \ncomo, nas Diretrizes Curriculares Nacionais do Conselho Nacional de Educação - \nCNE e na Câmara de Educação Superior - CES. O curso tem como principais \ncaracterísticas formar um profissional dentro da multidisciplinaridade, com \npensamento científico-pegagógico e formação sólida, capaz de aplicar seus \nconhecimentos básicos e solucionar problemas da área. Com base no acima \nexposto, apresenta-se o presente projeto pedagógico com o objetivo garantir uma \nunidade de propósitos e ações visando um curso de qualidade.  \n \n \n", "10": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n3 - JUSTIFICATIVA \n \n3.1 - A Universidade no contexto nacional e regional \n \nA busca pela excelência em ensino e apoio à comunidade regional levou a \ntransformação da então Faculdade Federal de Odontologia de Diamantina \n(FAFEOD) em Faculdades Federais Integradas de Diamantina (FAFEID), em 04 de \noutubro de 2002. Essa excelência impulsionou o Governo Federal a autorizar a sua \ntransformação em Universidade Federal dos Vales do Jequitinhonha e Mucuri \n(UFVJM), em 06 de setembro de 2005. \nA Universidade Federal dos Vales do Jequitinhonha e Mucuri (UFVJM), com \nsede na cidade de Diamantina e campus na cidade de Teófilo Otoni, está inserida na \nMesorregião dos Vales do Jequitinhonha e Mucuri, que abrange uma área de \n111.653,63 km2, congregando 105 municípios dos estados de Minas Gerais, \nextremo sul da Bahia e norte do Espírito Santo, cuja população estimada, em 2008, \npelo Instituto Brasileiro de Geografia e Estatística - IBGE era de 2.114.033 \nhabitantes. Nestas regiões, estão os menores Índices de Desenvolvimento Humano \n(IDH de 0,05) do Estado de Minas Gerais. Apesar da existência de cidades de porte \nrazoável, a população ainda é predominantemente rural, com perfil extrativista de \nrecursos florestais para produção de carvão e desenvolvimento da agropecuária e \nmineração. O impacto regional da Universidade também abrange parte das \nmesorregiões Central Mineira e dos Vales do Rio Doce e do São Francisco. Nessas \náreas, o nível de organização da sociedade civil é bastante desigual, sendo as \npopulações pobres e ainda predominantemente rurais, apresentando altas taxas de \nmortalidade infantil, baixa expectativa de vida, distribuição etária desigual, com \ngrande proporção de crianças e idosos e forte evasão populacional para outras \nregiões e estados.  \nDe acordo com relatório apresentado em 2008 pelo Instituto de \nDesenvolvimento Integrado de Minas Gerais, INDI, sobre o perfil industrial das \nregiões do Norte de Minas, Jequitinhonha/Mucuri e Rio Doce, na região dos vales \ndo Jequitinhonha e Mucuri apesar de ter ocorrido um aumento na participação da \nprodução industrial no estado, esta continua sendo praticamente desprezível, \nestando abaixo de 1%, quando comparada com outras regiões do estado. E ainda, \n", "11": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nnão é possível destacar um setor industrial que exerça influência marcante sobre a \neconomia local. Essa situação se deve ao fato da região dispor de uma precária \nbase industrial, sem tradição no setor, em razão de não existirem vantagens para a \ninstalação da maior parte dos setores industriais, sendo pouco urbanizada, e com \nmercado restrito e de baixo poder aquisitivo. E ainda, por não possuir mão de obra \nespecializada formada na região, a qual seria capaz de atender de forma mais \nefetiva as demandas da região. O setor industrial na região dos Vales do \nJequitinhonha e Mucuri é composto por poucas empresas de médio e grande porte, \nprincipalmente mineração, e um número expressivo de micro e pequenas \nempresas. Estas últimas, por serem pouco capitalizadas, não exercem influência \nrelevante no desenvolvimento da região.  \nRessalta-se que a localização geográfica da UFVJM, uma instituição com \nexperiência de trabalho na região, coloca-a numa posição de destaque em relação a \noutros centros de ensino e pesquisa científica e tecnológica. Como instituição de \nensino superior, já capacitou centenas de profissionais especializados, em nível de \ngraduação. No entanto, para que possa prosseguir com sua missão de promover o \ndesenvolvimento científico, econômico e sócio-cultural é imprescindível a criação \nde novos cursos que possibilitem a formação de profissionais em carência na \nregião. A criação de novos cursos vem atender ainda, às necessidades e \nreivindicações da comunidade regional, bem como a proposta de ampliação de \ncursos firmada pelo Reuni da UFVJM.  \n \nA Universidade Federal dos Vales do Jequitinhonha e Mucuri (UFVJM) é \nconstituída de três campi. O Campus I e o Campus JK localizados na cidade de \nDiamantina/MG, abrigando cinco unidades acadêmicas – Faculdade de Ciências \nAgrárias, com três cursos de graduação: Engenharia Agronômica, Engenharia \nFlorestal e Zootecnia; Faculdade de Ciências Biológicas e da Saúde, com sete cursos \nde graduação: Ciências Biológicas, Educação Física, Enfermagem, Farmácia, \nFisioterapia, Nutrição e Odontologia; Faculdade de Ciências Exatas, com dois \ncursos de graduação: Química e Sistema de Informações; Faculdade de Ciências \nHumanas, com sete cursos: Bacharelado em Humanidades, Geografia, História,  \nLetras/Espanhol, Letras/Inglês, Pedagogia e Turismo; Instituto de Ciência e \nTecnologia, com quatro cursos: Bacharelado em Ciência e Tecnologia, Engenharia \nde Alimentos, Engenharia Mecânica e Engenharia Química. O Campus do Mucuri, \n", "12": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nlocalizado na cidade de Teófilo Otoni/MG, abriga duas unidades acadêmicas – \nFaculdade de Ciências Sociais Aplicadas e Exatas, com cinco cursos de graduação: \nAdministração, Ciências Contábeis, Ciências Econômicas, Matemática e Serviço \nSocial; Instituto de Ciências Exatas e Tecnológicas, com quatro cursos: Bacharelado \nem Ciência e Tecnologia, Engenharia Civil, Engenharia Hídrica e Engenharia de \nProdução. \nO curso de Bacharelado em Ciência e Tecnologia (BC&T) é um curso que \nagrega formação geral na área de Ciência e Tecnologia, a partir de uma visão \ncrítica, reflexiva e sistêmica do conhecimento, além de apresentar uma proposta \npedagógica \nfundamentada \nnos \npilares \nda \nflexibilidade, \ninovação \ne \ninterdisciplinaridade. É a porta de entrada para um amplo conjunto de opções \nprofissionais, uma delas a Engenharia Mecânica, mas todas elas assentadas sobre o \nmesmo substrato teórico-conceitual. Assim, além de contribuir para a integração \ndo conhecimento e justamente por isso, estaremos conferindo maior mobilidade \nao sistema de formação superior. \nAtualmente a UFVJM oferece nove cursos de mestrado Stricto sensu \nreconhecidos pela CAPES/MEC, divididos entre as áreas de Ciências Agrárias, \nCiências Biológicas e da Saúde e Ciências Exatas. Sendo que na área de Ciências \nAgrárias são oferecidos os cursos de Produção Vegetal, Recursos Florestais e \nZootecnia; na área de Ciências Biológicas e da Saúde os cursos: Ensino em Saúde e \nCiências Farmacêuticas, Programa Multicêntrico de Pós-Graduação em Ciências \nFisiológicas, Odontologia. Por último, na área de Ciências Exatas o curso de \nmestrado Stricto sensu em Química. São oferecidos, também, cursos de pós-\ngraduação Lato sensu (especialização).  \nOs cursos de pós-graduação oferecem várias oportunidades para os alunos \nde graduação tais como: formação de recursos humanos mais qualificados, \nformação de massa crítica, visão científica, habilidades técnicas, valorização da \nciência e visão econômica, social e cultural. Vários alunos da iniciação científica, \ncom bolsas da FAPEMIG, CNPq, institucionais (UFVJM) ou de empresas privadas, \ncolaboram no desenvolvimento dos projetos de dissertação dos programas de \nmestrado. Outros estudantes, não bolsistas, também atuam como voluntários nos \nprojetos. Estes discentes de graduação têm desenvolvido seus trabalhos de \niniciação científica e de conclusão de curso com o apoio dos docentes. \n", "13": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n3.2 - O REUNI \n \n \nO Programa de Apoio a Planos de Reestruturação e Expansão das \nUniversidades Federais – REUNI, instituído pelo Decreto nº 6.096, de 24 de abril de \n2007, tem como um dos seus objetivos dotar as universidades federais das \ncondições necessárias para ampliação do acesso e permanência na educação \nsuperior. Este programa pretende congregar esforços para a consolidação de uma \npolítica nacional de expansão da educação superior pública, buscando elevar a \noferta de educação superior para, pelo menos, 30% dos jovens na faixa etária de 18 \na 24 anos, até o final da década. \n \nO programa tem como diretrizes garantir a qualidade da graduação da \neducação pública, buscando a formação de pessoas aptas a enfrentar os desafios do \nmundo contemporâneo, em que a aceleração do processo de conhecimento exige \nprofissionais com formação ampla e sólida. A educação superior, por outro lado, \nnão deve se preocupar apenas em formar recursos humanos para o mundo do \ntrabalho, mas também formar cidadãos com espírito crítico que possam contribuir \npara solução de problemas cada vez mais complexos da vida pública. A qualidade \nalmejada para este nível de ensino exigirá o redesenho curricular dos cursos, \nvalorizando a flexibilização e a multidisciplinaridade, diversificando as \nmodalidades de graduação e articulando-a com a pós-graduação, além do \nestabelecimento da necessária e inadiável interface da educação superior com a \neducação básica.  \n \nA mobilidade estudantil é outro importante objetivo a ser alcançado face à \nsua importância na construção de novos saberes e de vivência de outras culturas. \nAlém disso, o REUNI tem como diretriz a ampliação de políticas de inclusão e de \nassistência estudantil objetivando a igualdade de oportunidades para o estudante \nque apresenta condições sócio-econômicas desfavoráveis.  \n \nAs diretrizes do REUNI podem ser enumeradas conforme a seguir: \n Flexibilidade curricular nos cursos de graduação de modo a permitir a \nconstrução de itinerários formativos diversificados e que facilite a \nmobilidade estudantil; concepção mais flexível de formação acadêmica \nna graduação de forma a evitar a especialização precoce. \n", "14": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n Oferta de formação e apoio pedagógico aos docentes da educação \nsuperior que permitam a utilização de práticas pedagógicas modernas e \no uso intensivo e inventivo de tecnologias de apoio à aprendizagem.  \n Disponibilidade de mecanismos de inclusão social a fim de garantir \nigualdade de oportunidades de acesso e permanência na universidade \npública a todos os cidadãos.  \n \n \n \nOs projetos do REUNI foram estruturados em seis dimensões: \n1. Ampliação da oferta de educação superior pública, aumento de vagas de \ningresso, especialmente no período noturno; redução das taxas de \nevasão; e ocupação de vagas ociosas. \n2. Reestruturação acadêmico-curricular; revisão da estrutura acadêmica \nbuscando a constante elevação da qualidade; reorganização dos cursos \nde \ngraduação; \ndiversificação \ndas \nmodalidades \nde \ngraduação, \npreferencialmente com superação da profissionalização precoce e \nespecializada; implantação de regimes curriculares e sistemas de títulos \nque possibilitem a construção de itinerários formativos; e previsão de \nmodelos de transição, quando for o caso. \n3. Renovação pedagógica da educação superior; articulação da educação \nsuperior com a educação básica, profissional e tecnológica; atualização \nde metodologias (e tecnologias) de ensino-aprendizagem; previsão de \nprogramas de capacitação pedagógica, especialmente quando for o caso \nde implementação de um novo modelo. \n4. Mobilidade intra e interinstitucional; promoção da ampla mobilidade \nestudantil mediante o aproveitamento de créditos e a circulação de \nestudantes entre cursos e programas, e entre instituições de educação \nsuperior. \n5. Compromisso social da instituição; políticas de inclusão; programas de \nassistência estudantil; e políticas de extensão universitária. \n6. Suporte da pós-graduação ao desenvolvimento e aperfeiçoamento \nqualitativo dos cursos de graduação; articulação da graduação com a \npós-graduação: expansão qualitativa e quantitativa da pós-graduação \norientada para a renovação pedagógica da educação superior. \n", "15": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n \nCom base nos termos do Decreto 6.096/2007* e na Chamada Pública \nMEC/SESU Nº 08/2007, o Conselho Universitário (CONSU/UFVJM) instituiu uma \nComissão para discutir e apresentar uma proposta destinada à execução do plano \nde reestruturação e expansão da Universidade Federal dos Vales do Jequitinhonha \ne Mucuri (REUNI/UFVJM). O trabalho desta comissão concentrou-se em avaliar as \npropostas apresentadas pela comunidade e na elaboração de uma proposta geral \npara a UFVJM.  \n \nA Comissão elaborou um relatório e apresentou uma proposta, aprovada \npelo CONSU em 07 de dezembro de 2007, para o REUNI/UFVJM. Os cursos \nselecionados pela Comissão foram: \n Núcleo de Ciências Humanas para o Campus de Diamantina (noturno): \nGeografia, História, Pedagogia, Letras/Inglês, Letras/Espanhol e Turismo \n(expansão de 30 vagas anuais). \n Núcleo de Engenharias para o Campus de Diamantina (diurno): Engenharia \nde Alimentos, Engenharia Química e Engenharia Mecânica. \n Núcleo de Engenharias para o Campus Avançado do Mucuri (diurno): \nEngenharia de Civil, Engenharia Hídrica e Engenharia de Produção. \n \n \nNesse contexto há uma forte responsabilidade da UFVJM na contribuição \npara o desenvolvimento do País a partir do oferecimento de 40 vagas semestrais \nno curso de Engenharia Mecânica. \n \n3.3- O Curso \n \nO atual cenário sócio-econômico brasileiro e a necessidade de se \nimpulsionar o desenvolvimento científico e tecnológico da nação acenam a \nnecessidade de formação de uma grande quantidade de engenheiros capazes de se \nadaptar a novos ambientes onde o impacto social, econômico e ambiental de sua \natuação é cada vez mais imprescindível. Esta formação não deve ser pautada \n                                                 \n* O Decreto nº 6.096, de 24 de abril de 2007, instituiu o Programa de Apoio a Planos de \nReestruturação e Expansão das Universidades Federais (REUNI); que tem como meta global a \nelevação gradual da taxa de conclusão média dos cursos de graduação presenciais para noventa por \ncento e da relação de alunos de graduação em cursos presenciais por professor para dezoito alunos \npara um professor, ao final de cinco anos, a contar do início de cada plano. \n \n", "16": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nsomente pela demanda do mercado de trabalho, mas também pela compreensão \nda atuação deste novo profissional frente aos profundos contrastes sociais e ao \ndinamismo das mudanças tecnológicas, que tornam a maioria dos conhecimentos \nobsoletos a curto-prazo. \nÉ sentimento nacional que o Brasil não será capaz de fazer frente às \nnecessidades de incorporar tecnologia na velocidade necessária para sair do \nsubdesenvolvimento e se tornar competitivo, caso não haja um contingente \nexpressivo de engenheiros bem formados e capazes de se atualizar continuamente. \nTambém é sentimento nacional que o Brasil enfrenta outro grande desafio \ncentrado nas áreas tradicionais da engenharia, onde se faz necessário modernizar \ne ampliar a sua infra-estrutura, implicando em novos desafios para os engenheiros. \nO profissional de Engenharia Mecânica tem uma atuação bastante ampla, \npois é o profissional que utiliza os conhecimentos de matemática e física para \nprojetar, construir e operar sistemas mecânicos. A Engenharia Mecânica está \ndiretamente ligada à industrialização: “Onde houver uma indústria, haverá por trás \nde sua produção as mãos de um engenheiro mecânico”. Dessa forma, pode-se \nconsiderar o Engenheiro Mecânico como um profissional importante quando se \nquer promover o desenvolvimento industrial. \nTendo em vista a realidade e as características da região dos Vales do \nJequitinhonha já mencionadas, a área de Engenharia Mecânica torna-se de \ninteresse. O profissional formado em Engenharia Mecânica, de posse de uma \ncapacitação técnico-científica, estaria engajado nas questões relacionadas ao \ndesenvolvimento tecnológico e organizacional do setor industrial da região, \nlevando a uma melhoria da qualidade de vida da população.  \nDessa forma, a criação do curso de graduação na área de Engenharia \nMecânica, contribuirá para a consolidação da Instituição como promotora do \ndesenvolvimento técnico e científico regional. Almeja-se que a massa crítica \nformada possa realmente contribuir para desenvolvimento econômico e sócio-\ncultural da região, por meio de projetos de extensão que possibilitem: (i) criação \nde inovações tecnológicas nas áreas de exploração já existentes; (ii) criação de \nempreendimentos de base tecnológica visando utilização de recursos próprios da \nregião, pouco ou nada explorados; e (iii) desenvolvimento de trabalhos de \npesquisa, sendo estes técnicos, acadêmicos e/ou científicos, que fomentem a \n", "17": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \ninserção de novos setores industriais na região e levem a um melhor \naproveitamento \noferecimento \nde \ntreinamentos \ntécnicos \npara \ncapacitar \ndesenvolvimento com o intuito de uma sólida formação.  \n \nOs profissionais formados em Engenharia Mecânica em conjunto com os \ndemais formados nos cursos voltados para tecnologia na UFVJM criarão na região \numa massa crítica de pessoas capacitadas para a implantação de novas indústrias. \n \n \n \n \n \n \n \n \n", "18": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n4 - BASE LEGAL \n \nO exercício da profissão de engenheiro foi regulamentado pela Lei n° 5.194, \nde 24 de dezembro de 1966. As atribuições e atividades das diferentes \nmodalidades de Engenharia foram definidas pela Resolução n° 218, de 29 de junho \nde 1973, do Conselho Federal de Engenharia, Arquitetura e Agronomia (CONFEA); \nno entanto, esta foi revogada pela Resolução CONFEA n° 1010, de 22 de agosto de \n2005. Em relação a essa Resolução se identifica a flexibilização das atribuições de \n“títulos profissionais, atividades, competências e caracterização da atuação dos \npara os profissionais inseridos no Sistema CONFEA/CREA”, ou seja, a referida \nflexibilização se vincula à análise do diploma expedido a partir dos conhecimentos, \ndas competências, habilidades e atitudes delineados no perfil de formação do \negresso e no Projeto Pedagógico do Curso, bem como a verificação do exercício \nprofissional se estende às atividades, formação profissional, competência \nprofissional. As alterações promovidas pela Resolução n° 1016, de 25 de Agosto de \n2006, em relação a Resolução n° 1010/2005 se vinculam ao Regulamento para o \nCadastramento das Instituições de Ensino e de seus Cursos e para a Atribuição de \nTítulos, Atividades e Competências Profissionais. Tais alterações se referem à \nespecificação do Cadastramento Institucional, bem como o Capítulo I- Das \nAtribuições de Títulos Profissionais foi desmembrado em Seções, propiciando \nassim, o melhor detalhamento das prerrogativas legislativas constituintes do \nArtigo 2° da Resolução n° 1010/2005. A normatização do Cadastramento \nInstitucional é disposta pelo Artigo 2° do Capítulo I da Resolução n° 1016/2006. \nQuanto ao detalhamento das prerrogativas legislativas do Artigo 2° da Resolução \nn° 1010/2005, este é observado nas Seções constituintes do Capítulo II- Da \nAtribuição De Títulos, Atividades e Competências Profissionais da Resolução n° \n1016/2006.  \nA aprovação da Lei n° 9394, Diretrizes e Bases da Educação Nacional, em 20 \nde dezembro de 1996, asseguraram ao ensino superior maior flexibilidade em \nrelação à organização curricular dos cursos, na medida em que os currículos \nmínimos foram extintos e a mencionada organização dos cursos de Graduação \npassou a ser pautada pelas Diretrizes Curriculares Nacionais (DCN). A organização \n", "19": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \ncurricular dos cursos de engenharia foi normatizada pela Resolução CNE/CES nº \n11, de 11 de março de 2002. \nO projeto pedagógico em questão foi elaborado de acordo com as Diretrizes \nCurriculares Nacionais do Curso de Engenharia instituída pela Resolução CNE/CES \n11, de 11 de Março de 2002, assim como nos princípios e competências dos \nengenheiros, estabelecidos pelo CONFEA e pelos Conselhos Regionais de \nEngenharia, Arquitetura e Agronomia – CREA.  \nNão obstante, se torna oportuno observar as diretrizes do Parecer CNE/CES \nn° 67/2003, na medida em que estas versam sobre a autonomia das Instituições de \nEnsino em relação à elaboração dos projetos pedagógicos, bem como se pautam \npela compreensão de que a formação em nível superior figura como um processo \ncontínuo, autônomo e permanente, cuja flexibilização curricular propicia atender \nas demandas sociais do meio e as decorrentes dos avanços científicos e \ntecnológicos. Em relação à carga horária, o Parecer CNE/CES n° 329/2004 instituiu \nas “cargas horárias mínimas para os cursos de graduação, bacharelado, na \nmodalidade presencial”, sendo definido para os Cursos de Engenharias, pelo Artigo \n3°, 3.600 horas; tais diretrizes foram ratificadas pelos Pareceres CNE/CES n° \n184/2006 e n° 8/2007, bem como pelo Parecer CNE/CES n° 153/2008. Por outra \nparte, se observa nesses dois últimos a alteração em relação à duração dos cursos, \npois esta “deve ser estabelecida por carga horária total curricular, contabilizada \nem horas, passando a constar do respectivo Projeto Pedagógico”. O detalhamento \ndo conceito de hora-aula decorrente da contabilização da carga horária foi \ndisposto pela Resolução CNE/CES n° 3/2007. \nO documento foi fundamentado ainda, nas determinações gerais para as \nEngenharias estabelecidas pelos Conselhos Regionais de Engenharia, Arquitetura e \nAgronomia – CREA. \n \n \n \n \n \n \n \n", "20": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n5 - OBJETIVOS  \n \nÉ fundamental que os cursos de engenharia se preocupem com a evolução \ntecnológica e pedagógica. A partir deste conhecimento é possível avaliar de forma \nadequada as relações entre a teoria e a prática. É comum o estudante de \nEngenharia ao ingressar no mercado de trabalho, não conseguir estabelecer a \nrelação entre a teoria que foi ensinada na Universidade com a prática do dia a dia.  \nNeste contexto, estabelecem-se os objetivos gerais e específicos para o \ncurso de Engenharia Mecânica da UFVJM. \n \n5.1 – OBJETIVO GERAL   \n \nO Curso de Engenharia Mecânica da UFVJM visa propiciar ao estudante a \nincorporação de um conjunto de experiências de aprendizado que possibilitem a \nformação de um profissional com perfil generalista, crítico e reflexivo, consciente \ndo seu papel na sociedade, que seja capaz de acompanhar e de gerar os avanços \ntecnológicos nas áreas ligadas à engenharia mecânica, assim como na pesquisa e \nno ensino; capaz de contribuir para o processo de desenvolvimento local, regional \ne nacional na área de Engenharia Mecânica; capaz de tornar-se agente ativo no \ndesenvolvimento social e tecnológico, agindo dentro dos preceitos da ética \nprofissional. \n \n5.2 – OBJETIVOS ESPECÍFICOS \n \n Oferecer uma visão ampla e flexível das áreas de atuação do engenheiro, \npor meio do caráter inovador do modelo curricular formado pelo curso \nde graduação em Bacharelado em Ciência e Tecnologia – BC&T e pelo \ncurso de graduação em Engenharia Mecânica.  \n Proporcionar maior flexibilidade curricular, por meio de uma carga \nhorária que permita ao discente desempenhar outras atividades de \nimportância para sua formação, sem prejudicar seu desenvolvimento \nacadêmico curricular. \n", "21": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n Proporcionar ao graduando de Engenharia Mecânica o exercício da \ninterdisciplinaridade, a qual poderá ser realizada por meio da interação \ndo curso de Engenharia Mecânica com outros cursos oferecidos pela \nUFVJM.  \n Incentivar no aluno o interesse por trabalhos científicos, tecnológico e \nde extensão, e ainda de projetos de pós-graduação desenvolvidos na \nárea de tecnologia mecânica ou em áreas correlatas. \n Oferecer ao aluno uma visão global das diferentes áreas da engenharia \nmecânica, possibilitando assim sua melhor atuação nos diferentes \nsegmentos de sua competência. \n Desenvolver a capacidade de trabalhar em grupo, assim como, a \ncapacidade de comunicação oral e escrita por meio de disciplinas como \nprodução de texto e metodologia científica. \n Estimular no graduando através de disciplinas de integração do \nconhecimento a capacidade de desenvolver, analisar, viabilizar e \nimplantar projetos e processos industriais inovadores e que atendam as \nnecessidades da região. \n Incentivar o graduando a fazer uso da tecnologia da informação, por \nmeio de aulas não presenciais, divulgadas por meio eletrônico, como \ninternet e vídeo conferência.  \n Proporcionar maior capacidade de aprendizado por meio de \ninstrumentações didáticas que envolvam os canais auditivo, visual e \nsinestésico, ou seja, aplicar métodos que estimulam a habilidade em \nouvir, ver, discutir e realizar.  Como métodos podem ser aplicados, aulas \nexpositivas, trabalhos em grupos, aulas práticas, grupos de estudo, \nleituras e resolução de questões teóricas e práticas. \n Implantar uma Empresa Júnior, com intuito de proporcionar ao \ngraduando o contato com problemas reais do setor industrial, visando \ndespertar seu senso de liderança, capacidade criativa, habilidade em \nlidar e resolver situações não desejadas, sabedoria empreendedora, a \nfim de formar um profissional com maior maturidade. \n Implantar um curso com disciplinas ministradas visando à interface \nteoria-prática a fim de oferecer um embasamento maior ao graduando \n", "22": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \npara resolver problemas voltados para área de alimentos. Os estágios \ncurriculares nas indústrias voltadas para área de engenharia mecânica \ntêm um papel fundamental na formação de um engenheiro com \ncapacidade e competência na resolução de problemas reais e \ninesperados.  \n Conscientizar os alunos da importância da utilização dos recursos \nnaturais de forma adequada, bem como, em cumprir normas de \nsegurança e regulamentos específicos. \n \nEspecificamente, o curso de Engenharia Mecânica deverá fornecer um \nsólido embasamento em matemática, física e informática. Na área tecnológica \npropriamente dita, o objetivo é proporcionar uma visão holística, enfocando \nconhecimentos \nde \ntodas \nas \ngrandes \náreas \nda \nEngenharia \nMecânica. \nConsequentemente, o engenheiro mecânico assim formado, estará afeito a \natividades de concepção, projeto, construção e manutenção de máquinas e \nsistemas mecânicos, considerados os aspectos econômicos, de gestão, de segurança \ne ambientais. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "23": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n6 - PERFIL DO EGRESSO \n           \nO perfil do egresso do Curso de Engenharia Mecânica proposto atende ao \nque reza a Artigo 3º da Resolução CNE/CES 11, de 11 de março de 2002 e a \nResolução 2/2007:  \n \n“O Curso de Graduação em Engenharia tem como perfil do \nformando egresso/profissional o engenheiro, com formação \ngeneralista, humanista, crítica e reflexiva, capacitado a \nabsorver e desenvolver novas tecnologias, estimulando a \nsua atuação crítica e criativa na identificação e resolução \nde problemas, considerando seus aspectos políticos, \neconômicos, sociais, ambientais e culturais, com visão ética \ne humanística, em atendimento às demandas da sociedade”.  \n \n \nA concepção do Curso também considerou a necessidade do profissional \negresso de Engenharia Mecânica ter capacidade para executar as atividades \nprevistas na resolução do CONFEA/CREA nº. 1.010/2005 de 22 de Agosto de 2005, \nque trata das atribuições para o desempenho de atividades exigidas para o \nexercício profissional. A matriz curricular ora proposta, juntamente com as \ndisciplinas que versam sobre conteúdos básicos, específicos e profissionalizantes, \nformarão profissionais de Engenharia Mecânica que atenderão o disposto na \nlegislação vigente.  \nO engenheiro mecânico egresso da UFVJM deverá possuir uma formação \nbásica sólida e generalista, com capacidade para se especializar em qualquer área \ndo campo da engenharia mecânica, que saiba operar de forma independente e \ntambém em equipe, que detenha amplos conhecimentos e familiaridade com \nferramentas básicas de cálculo e de informática, e com os fenômenos físicos \nenvolvidos na sua área de atuação. Essencialmente deve ter adquirido um \ncomportamento pró-ativo e de independência no seu trabalho, atuando como \nempreendedor e como vetor de desenvolvimento tecnológico, não se restringindo \n", "24": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \napenas à sua formação técnica, mas a uma formação mais ampla, política, ética e \nmoral, com uma visão crítica de sua função social como engenheiro. \nAnseia-se ainda, que os profissionais formados possam dar continuidade em \nseus estudos optando por um dos cursos de pós-graduação oferecidos pela \nUniversidade, bem como que este profissional possa contribuir para o \ndesenvolvimento da região por meio da realização de atividades técnicas, de \nensino, de pesquisas e de extensão. Espera-se que a formação multidisciplinar e \nsólida que será oferecida confira-lhe confiança, competência e visão crítica, \nhumanista, empreendedora e reflexiva. \nA partir de uma sólida formação básica e uma visão geral e abrangente da \nEngenharia Mecânica espera-se do egresso uma alta capacidade crítica e criativa \nsempre que estiver à frente de novos problemas ou tecnologia. Almeja-se, ainda, \numa participação ativa desse profissional na solução de problemas políticos, \neconômicos e sociais do país.  \nO profissional deverá conviver em comunidades e culturas diversificadas, \nque vivem e resolvem questões e problemas do cotidiano a partir de um olhar \npeculiar e característico. O engenheiro mecânico deve ter capacidade de \ncomunicação e saber trabalhar em equipes multidisciplinares. Ter consciência das \nimplicações sociais, ecológicas e éticas envolvidas nos projetos de engenharia, falar \nmais de um idioma e estar disposto a trabalhar em qualquer parte do mundo.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "25": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n7 - COMPETÊNCIAS E HABILIDADES \n  \n \n7.1. Competências e habilidades gerais das Engenharias \n \nA Resolução CNE/CES 11, de 11 de março de 2002, no Artigo 4º, determina \nque a formação do engenheiro tenha por objetivo dotar o profissional dos \nconhecimentos requeridos para o exercício das seguintes competências e \nhabilidades gerais: \nI. \nAplicar \nconhecimentos \nmatemáticos, \ncientíficos, \ntecnológicos \ne \ninstrumentais à engenharia; \nII. \nProjetar e conduzir experimentos e interpretar resultados; \nIII. \nConceber, projetar e analisar sistemas, produtos e processos; \nIV. \nPlanejar, supervisionar, elaborar e coordenar projetos e serviços de \nengenharia; \nV. \nIdentificar, formular e resolver problemas de engenharia; \nVI. \nDesenvolver e/ou utilizar novas ferramentas e técnicas; \nVII. \nSupervisionar a operação e a manutenção de sistemas; \nVIII. \nAvaliar criticamente a operação e a manutenção de sistemas; \nIX. \nComunicar-se eficientemente nas formas escrita, oral e gráfica; \nX. \nAtuar em equipes multidisciplinares; \nXI. \nCompreender e aplicar a ética e responsabilidades profissionais; \nXII. \nAvaliar o impacto das atividades da engenharia no contexto social e \nambiental; \nXIII. \nAvaliar a viabilidade econômica de projetos de engenharia; \nXIV. \nAssumir a postura de permanente busca de atualização profissional. \n \n7.2. Competências e habilidades da Engenharia Mecânica \n \nA concepção do Curso também considerou a necessidade do profissional \negresso de Engenharia Mecânica ter capacidade para executar as atividades \nprevistas na resolução do CONFEA/CREA nº. 1.010/2005, de 22 de Agosto de \n", "26": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2005, que trata das atribuições para o desempenho de atividades exigidas para o \nexercício profissional:  \n Atividade 01 – Gestão, supervisão, coordenação e orientação técnica; \n Atividade 02 - Estudo, planejamento, projeto e especificação; \n Atividade 03 - Estudo de viabilidade técnico-econômica e ambiental; \n Atividade 04 - Assistência, assessoria e consultoria; \n Atividade 05 - Direção de obra e serviço técnico; \n Atividade 06 - Vistoria, perícia, avaliação, arbitramento, laudo e parecer \ntécnico; \n Atividade 07 - Desempenho de cargo e função técnica; \n Atividade 08 - Ensino, pesquisa, análise, experimentação, ensaio e \ndivulgação técnica; extensão; \n Atividade 09 - Elaboração de orçamento; \n Atividade 10 - Padronização, mensuração e controle de qualidade; \n Atividade 11 - Execução de obra e serviço técnico; \n Atividade 12 - Fiscalização de obra e serviço técnico; \n Atividade 13 - Produção técnica e especializada; \n Atividade 14 - Condução de trabalho técnico; \n Atividade 15 - Condução de equipe de instalação, montagem, operação, \nreparo ou manutenção; \n Atividade 16 - Execução de instalação, montagem e reparo; \n Atividade 17 - Operação e manutenção de equipamento e instalação; \n Atividade 18 - Execução de desenho técnico. \n \n \n \n \n \n", "27": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n8 - CAMPO DE ATUAÇÃO DO PROFISSIONAL \n \nO profissional de Engenharia Mecânica tem uma atuação bastante ampla, \npois é o profissional que utiliza os conhecimentos de matemática e física para \nprojetar, construir e operar sistemas mecânicos. Os sistemas mecânicos englobam \numa área muito vasta que envolve os órgãos de máquinas, a termodinâmica, a \nclimatização, a termotecnia, a mecânica dos fluidos, a mecânica dos materiais, as \nmáquinas térmicas, entre outras. \nO campo de atividades do engenheiro mecânico relaciona-se com quase \ntodos os aspectos da tecnologia aplicada a processos industriais. O engenheiro \nmecânico poderá trabalhar em indústrias, companhias de energia elétrica e de \npetróleo, empresas de consultoria, institutos de pesquisa, instituições de ensino, \nárea empresarial, marketing e vendas. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "28": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n9 - PROPOSTA PEDAGÓGICA           \n \nO engenheiro moderno requer em sua formação habilidades e \ncompetências: atuação em equipes multidisciplinares; argumentação e síntese \nassociada à expressão em língua portuguesa; raciocínio crítico, formulação e \nsolução de problemas; leitura e interpretação de textos técnicos e científicos;  \ncapacidade para apropriar-se de novos conhecimentos de forma autônoma e \nindependente; espírito de pesquisa; pleno domínio sobre conceitos como \nqualidade total, produtividade, segurança do trabalho e preservação do meio \nambiente; conhecimento de aspectos legais e normativos e compreensão dos \nproblemas administrativos, econômicos, políticos e sociais, principalmente no que \nse refere às repercussões éticas, ambientais e políticas do seu trabalho; domínio de \nlínguas estrangeiras; percepção de mercado e capacidade de formalizar novos \nproblemas, além de encontrar sua solução. \nA formação de tais habilidades exige que as disciplinas técnicas previstas \nnas diretrizes curriculares sejam suplementadas com conteúdo multidisciplinar, e \nque a teoria esteja acoplada à solução de problemas.  \nVisando atender as novas concepções de ensino, o projeto tem como \nproposta organizar um curso de engenharia com: caráter multidisciplinar e \ninterdisciplinar; domínio de conhecimentos gerais e específicos da área; \npensamento crítico e transformador; espírito de inovação; preceitos éticos; \ncapacidade para enfrentar problemas reais; visão e interesse pela pesquisa \ncientífico-pedagógica; perspectivas de mobilidade interinstitucional, bem como, \nintegração real e compromisso prático com a sociedade. \nPara a realização das ações acima descritas tem-se como estratégia: \nI. \nPermitir e incentivar ao ingressante universitário estabelecer contato \npor meio de trabalhos de pesquisa e extensão, com professores e alunos \nde outros cursos de graduação e pós-graduação desta e de outras \ninstituições de ensino e pesquisa. \nII. \nCriar programas de incentivos à pesquisa e inovação por meio de \neventos científicos, semanas acadêmicas, Empresa Júnior, atividades \nculturais e científicas (feiras, gincanas e outras). \n", "29": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nIII. \nIncentivar os alunos a criarem diretório acadêmico e grupos de estudo e \na desenvolver trabalhos de extensão por meio de cursos e formação \ncontinuada. \nIV. \nDesenvolver um programa de incentivo à criação de novos produtos \ntecnológicos, bem como, apresentar os resultados das pesquisas e \nainda, do trabalho de conclusão do curso à sociedade, visando \nestabelecer parcerias e proporcionar o desenvolvimento do comércio \nlocal. Esta atividade proporcionará ao aluno trabalhar em equipe, \ninstigar suas habilidades técnicas, sua criatividade, o que certamente \nrefletirá positivamente nos aspectos sociais e culturais da região. \nV. \nIncentivar os alunos a aplicar seus conhecimentos em benefício da \nsociedade, visando principalmente contribuir para o crescimento sócio, \npsíquico, econômico e cultural. Esta atividade poderá ser contemplada \npor meio do trote solidário, realização de curso de alfabetização para \nadultos, cursos de apoio ao jovem vestibulando, dentre outros. \nVI. \nPreparar o aluno para enfrentar e solucionar problemas reais, \ntranscendendo os limites acadêmicos, seguindo os preceitos éticos e \nmorais. Esta atividade poderá ser cumprida oferecendo aos alunos \naulas teóricas com forte enfoque prático, realizações de mini-curso e \nestágios em empresas e em indústrias da área.  \nVII. \nCriar um programa de orientação aos alunos do curso de Engenharia \nMecânica, visando dar suporte e direcionamento à escolha de \ndisciplinas relativas a uma área de atuação para a qual o discente tenha \nmaior aptidão. \nVIII. \nCriar programas de atividades complementares que levem o discente a \nbuscar e aplicar novos conhecimentos científicos e tecnológicos, bem \ncomo inovação. \nIX. \nEstimular o aluno a participar do Programa Institucional de Mobilidade \nEstudantil - PME - o qual possibilitará aos acadêmicos cursarem \ndisciplinas em outras Instituições Federais de Ensino Superior (IFES) \nconveniadas sem perder o vínculo de origem. \n \n", "30": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nAs diretrizes acadêmicas têm como base o compromisso da comunidade \nuniversitária com a formação de indivíduos capazes de uma ação interativa e \nresponsável na sociedade. A velocidade com que os novos conhecimentos \ncientíficos e tecnológicos são gerados, difundidos, distribuídos e absorvidos pela \nsociedade em geral elimina das instituições educacionais a responsabilidade \nexclusiva de transmissoras de informações. A transformação da aprendizagem em \num processo autônomo e contínuo para os egressos dos cursos torna-se uma das \ngrandes responsabilidades de todos os níveis educacionais e, principalmente, do \nensino superior. Tal formação implica não apenas o domínio de tecnologias de \ninformação e comunicação, mas também a capacidade de selecioná-los, segundo \ncritérios de relevância, rigor e ética; de reorganizá-los e de produzi-los \nautonomamente. \nA reorganização sistêmica do mundo do trabalho, e sua flexibilização, \ntrazem novas exigências ao processo formativo. O domínio de conhecimentos \ngerais passa a ter mais relevância, acompanhado da desvalorização precoce da \nespecialização rígida. O empenho em preparar pessoas para enfrentar problemas \nda realidade dinâmica e concreta, de forma crítica e transformadora, deve ser \nexercitado em grande escala, orientando para a formação social e integral do \ncidadão para a sociedade. \n \n \n \n \n \n \n \n \n \n", "31": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n10 - ORGANIZAÇÃO CURRICULAR \n \nAssim, foi feita a elaboração da estrutura curricular, baseada no perfil do \nprofissional em Engenharia Mecânica que a UFVJM deveria formar: \n O profissional deverá ter uma sólida formação na elaboração de \nprojetos. Desta forma o aluno aprenderá a elaborar projetos aplicando \nos conhecimentos adquiridos ao longo do curso; \n O profissional deverá estar preparado para ser um empreendedor; \n O profissional será diferenciado uma vez que poderá cursar um rol de \ndisciplinas optativas escolhidas dentro de áreas afins. \n O profissional terá um bom conhecimento do mercado de trabalho, para \nisso, foi previsto na estrutura curricular a realização de 180 horas de \nestágio supervisionado no mínimo. Esse estágio será realizado \npreferencialmente no décimo período letivo, a fim de aperfeiçoar a sua \nformação. \n \nDessa forma, além de suprir uma demanda de formação tecnológica \nespecífica, a UFVJM estará oferecendo ao mercado um profissional de Engenharia \nMecânica com os seguintes diferenciais: especializado em empreendedorismo e \nelaboração de projetos, e com treinamento profissional obtido por meio do estágio \nsupervisionado. \nA organização curricular contempla os componentes curriculares, \ndescrições e normas de operacionalização de cada componente, além da matriz \ncurricular, o ementário e bibliografias básicas e complementares correspondentes. \n         Entende-se por Currículo o conjunto de conhecimentos, de saberes, \ncompetências, habilidades, experiências, vivências e valores que os alunos \nprecisam adquirir e desenvolver, de maneira integrada e explícita, mediante \npráticas e atividades de ensino e de situações de aprendizagem. \n          Na estruturação do currículo os componentes curriculares serão concebidos \nde acordo com o regime acadêmico adotado pela UFVJM, destacando formas de \nrealização e integração entre a teoria e prática, buscando coerência com os \nobjetivos definidos e o perfil do profissional desejado, articulação entre o ensino, a \npesquisa e a extensão e contemplando conteúdos que atendam aos eixos de \n", "32": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nformação identificados nas Diretrizes Curriculares de cada curso. Os componentes \ncurriculares devem dar sentido à formação acadêmica e profissional que se \npretende. \nA Engenharia Mecânica da UFVJM irá dispor de uma estrutura curricular \ncomum, envolvendo as disciplinas obrigatórias do BC&T, das exigências básicas da \nlegislação vigente, as disciplinas recomendadas para os futuros engenheiros e as \natividades de síntese e integração de conhecimentos, assim como da necessidade \nde que o aluno tenha a oportunidade de adquirir uma formação humanística sólida, \ndurante seu programa de formação.  \nA estrutura curricular é compatível com as exigências do BC&T, \nconstituindo um diferencial para a formação dos engenheiros, a partir do qual os \nestudantes adquirem boa formação em ciências naturais e matemáticas, sem \ndescuidar de aspectos sociais e filosóficos envolvidos no trabalho com ciência e \ntecnologia.  \n \n10.1 - Estrutura curricular  \n \nDo ponto de vista do modelo pedagógico, alguns aspectos devem ser \nobservados pelo projeto da Engenharia Mecânica, entre os quais se destacam a \ncompatibilização com o BC&T com uma formação básica bastante sólida; a \nflexibilidade Curricular: permitir que o futuro profissional tenha uma formação \ncomplementada com disciplinas optativas e atividades diversas como mobilidade \ndiscente, estágios, iniciação científica, entre outras, na sua área de interesse \nespecífico, buscando o aperfeiçoamento individual e o amadurecimento como um \nprofissional especializado; a possibilidade de monitoração e atualização contínua \ndos conteúdos a serem oferecidos pelos programas; a interdisciplinaridade não \napenas com as áreas de conhecimentos básicos, mas, também, entre as diversas \nespecialidades de engenharia. \nA estrutura, a ser apresentada, procurou atender todos os aspectos do \nmodelo pedagógico e estar de acordo com as condições impostas pelo CNE/CES a \nserem seguidas pelos cursos de bacharelado em engenharia, no país, a saber: \n RESOLUCAO CNE/CES Nº 11, de 11/03/2002 institui diretrizes curriculares \nnacionais de cursos de graduação em engenharia. Em linhas gerais, esta \n", "33": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nresolução define a estrutura do curso de engenharia como sendo composto \npor três núcleos de conhecimentos, sem qualquer menção a disciplinas, que \nsão: \no Núcleo de conteúdos básicos (mínimo de 30% da carga horária); \no Núcleo de conteúdos profissionalizantes (mínimo de 15% da \ncarga horária); \no Núcleo de conteúdos específicos, representado por extensões e \naprofundamentos dos conteúdos do núcleo de conteúdos \nprofissionalizantes.  \no Além destes núcleos de conteúdos, esta resolução define a \nnecessidade de um mínimo de 160 horas de estágio curricular e a \nrealização de um trabalho final de curso, como atividade de \nsíntese e integração de conhecimentos. \n PARECER CNE/CES Nº 184/2006 estabelece a carga horária mínima dos \ncursos de engenharia em 3600 horas, envolvendo aulas, exercícios, \nlaboratórios, tutoriais, estagio, pesquisa, etc. As horas de estudo em casa \nnão são computadas.  \n \nA estrutura curricular do curso de Engenharia Mecânica está organizada \nem dez (10) períodos semestrais, compreendendo disciplinas obrigatórias e um \nelenco variado de disciplinas eletivas distribuídas entre as diversas áreas da \nengenharia. Para a integralização do curso o aluno deve cumprir uma carga horária \nde 3420 horas-aula em disciplinas obrigatórias, e um mínimo de 120 horas-aula \nreferentes a disciplinas eletivas. Ainda, o aluno deve cumprir no mínimo 180 \nhoras-aula de Estágio Curricular Supervisionado e 90 horas-aula de Atividades \nComplementares totalizando 3840 horas-aula. \nA estrutura curricular do curso de Engenharia Mecânica atende às \ndiretrizes do CNE, sendo que a carga horária de cada conteúdo e o seu percentual \nencontram-se apresentado na Tabela 1. \n \n \n \n \n", "34": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n \nTabela 1. Carga horária e percentual de horas no curso de Engenharia Mecânica. \nConteúdo \nHoras (h) \nHoras (%) \nBásico \n1290 \n33,60 \nProfissionalizante \n810 \n21,09 \nEspecífica \n1320 \n34,38 \nAtividades Complementares \n90 \n2,34 \nDisciplinas Eletivas \n120 \n3,13 \nEstágio Curricular \n180 \n4,69 \nTotal \n3840 \n100 \n \nNa estrutura curricular do Curso de Engenharia Mecânica as disciplinas \nEstágio Supervisionado e Atividades Complementares não excederem a 20% da \ncarga horária total do curso (3840 horas), conforme Parecer CNE/CES no 8/2007 – \nhomologado através do despacho do ministro em 12 de junho de 2007. \nOs conteúdos, classificados como básicos, específicos e profissionalizantes, \nsão apresentados a seguir.  \nO núcleo de conteúdos básicos é formado por disciplinas que tem por \nfinalidade formar a base de conhecimento do aluno, oferecendo conteúdos de \nforma teórica e prática. Trata dos tópicos de metodologia científica e tecnológica, \ncomunicação e expressão, informática, expressão gráfica, matemática, física, \nfenômenos de transporte, mecânica dos sólidos, química, ciência e tecnologia dos \nmateriais, administração, ciências do ambiente, humanidades, ciências sociais e \ncidadania. \nO núcleo de conteúdos profissionalizantes é formado por unidades \ncurriculares que oferecem ao aluno conteúdos básicos para a formação do \nprofissional de Engenharia Mecânica. Trata-se dos tópicos de algoritmos e \nestrutura de dados, bioquímica, ergonomia e segurança do trabalho, físico-química, \ngestão ambiental, gestão econômica, microbiologia, operações \nunitárias, \nparadigmas de programação, química analítica e química orgânica, termodinâmica. \nO núcleo de conteúdos específicos é formado por unidades curriculares que \ntratam dos conhecimentos científicos e tecnológicos e instrumentais, necessários \npara o fortalecimento das competências e habilidades do engenheiro mecânico. \n", "35": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nTrata dos tópicos de vibrações mecânicas, eletrônica, automação, gestão de \nprojetos, manutenção, gerência da qualidade, engenharia de manufatura, e demais \nconhecimentos que serão oferecidos na forma de tópicos especiais.  \nDessa forma, a estrutura curricular do curso de Engenharia Mecânica está \napresentada no organograma abaixo e nas Tabelas 2, 3, 4 e 5. \n", "36": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n", "37": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nTabela 2 – Estrutura Curricular do Curso de Engenharia Mecânica. \n \n1º Período Letivo \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré-\nReq. \nCTD110 Funções de Uma Variável \nO \nPres \n5 0 75 \n-- \nCTD112 Álgebra Linear \nO \nPres \n5 0 75 \n-- \nCTD150 Biologia Celular \nO Pres/Lab 3 1 60 \n-- \nCTD166 \nFundamentos e Técnicas de Trabalho \nIntelectual Científico e Tecnológico \nO \nPres \n4 0 60 \n-- \nCTD170 Introdução às Engenharias \nO \nPres \n4 0 60 \n-- \n \n2º Período Letivo \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré- \nReq. \nCTD111 Funções de Várias Variáveis \nO \nPres \n5 0 75 CTD110 \nCTD120 Fenômenos Mecânicos \nO Pres/Lab 4 1 75 \n-- \nCTD130 Química Tecnológica I \nO Pres/Lab 4 1 75 \n-- \nCTD140 Linguagens de Programação \nO \nPres \n5 0 75 \n-- \nCTD16-- \nComunicação, Linguagens, Informação e \nHumanidades II \nO Pres/Dist 4 0 60 \n-- \nEME103 Introdução aos Processos de Manufatura \nO \nPres \n2 0 30 \n-- \n \n3º Período Letivo \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré-\nReq. \nCTD114 Equações Diferenciais e Integrais \nO \nPres \n4 0 60 \n-- \nCTD122 Fenômenos Térmicos e Ópticos \nO Pres/Lab 3 1 60 \n-- \nCTD131 Química Tecnológica II \nO Pres/Lab 4 1 75 \n-- \nCTD132 Bioquímica \nO Pres/Lab 3 1 60 \n-- \nCTD141 Algoritmos e Programação \nO \nPres \n5 0 75 \n-- \nCTD16- \nComunicação, Linguagens, Informação e \nHumanidades III \nO Pres/Dist 4 0 60 \n-- \n \n", "38": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n4º Período Letivo \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré-\nReq. \nCTD113 Probabilidade e Estatística \nO \nPres \n4 0 60 \n-- \nCTD121 Fenômenos Eletromagnéticos \nO Pres/Lab 3 1 60 \n-- \nCTD133 Físico-Química \nO \nPres \n4 0 60 \n-- \nCTD134 Mecânica dos Fluidos \nO \nPres \n4 0 60 \n-- \nCTD142 Desenho e Projeto para Computador \nO \nPres \n4 0 60 \n-- \nCTD151 Microbiologia \nO Pres/Lab 3 1 60 CTD150 \nEME104 Metrologia \nO Pres/Lab 3 1 60 \n-- \n \n5º Período Letivo \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré-\nReq. \nCTD171 Gestão para a Sustentabilidade \nO \nPres \n4 0 60 \n-- \nCTD204 Cálculo Numérico \nO \nPres \n4 0 60 \n-- \nCTD209 Termodinâmica \nO \nPres \n4 0 60 \n-- \nCTD211 Ciência e Tecnologia dos Materiais \nO \nPres \n4 0 60 \n-- \nCTD309 Eletrotécnica \nO \nPres \n3 1 60 \n-- \nCTD328 Mecânica dos Sólidos \nO \nPres \n4 0 60 \n-- \n \n6º Período Letivo \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré-\nReq. \nCTD313 Soldagem \nO \nPres \n4 0 60 \n-- \nCTD324 Engenharia Econômica  \nO \nPres \n4 0 60 \n-- \nCTD333 Dinâmica dos Sólidos \nO \nPres \n4 0 60 \n-- \nCTD339 Resistência dos Materiais \nO \nPres \n4 0 60 \n-- \nCTD340 Transferência de Calor e Massa \nO \nPres \n4 0 60 \n-- \nEME106 Materiais para Construção Mecânica \nO Pres/Lab 3 1 60 CTD211 \n \n", "39": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n7º Período Letivo \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré-\nReq. \nEME101 Resistência dos Materiais II \nO Pres/Lab 3 1 60 CTD339 \nEME105 Vibrações Mecânicas \nO Pres/Lab 4 1 75 \n-- \nEME107 Tecnologia e Conformação Mecânica \nO Pres/Lab 3 1 60 \n-- \nEME108 Tecnologias de Usinagem \nO Pres/Lab 3 2 75 \n-- \nEME202 Motores de Combustão Interna \nO Pres/Lab 3 1 60 \n-- \nEME301 Elementos de Máquinas I \nO \nPres \n4 0 60 \n-- \n \n8º Período Letivo \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré-\nReq. \nEME102 Modelagem de Materiais Compósitos \nO \nPres \n3 0 45 EME101 \nEME201 Sistemas Hidráulicos e Pneumáticos \nO Pres/Lab 4 2 90 \n-- \nEME203 Turbinas e Geradores \nO \nPres \n4 0 60 EME202 \nEME204 Máquinas de Fluxo \nO Pres/Lab 4 1 75 \n-- \nEME302 Elementos de Máquinas II \nO \nPres \n4 0 60 EME301 \nEME303 Desenho de Máquinas \nO \nPres \n4 0 60 \n-- \n \n9º Período Letivo \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré-\nReq. \nENG202 Instrumentação e Controle de Processos \nO Pres/Lab 3 1 60 \n-- \nENG301 Ética e Legislação Profissional \nO \nPres \n2 0 30 \n-- \nENG302 Gestão e Avaliação da Qualidade \nO \nPres \n4 0 60 \n-- \nEME109 Manutenção Industrial \nO Pres/Lab 3 1 60 \n-- \nEME304 Refrigeração e Ar Condicionado \nO Pres/Lab 3 1 60 \n-- \nEME305 Ventilação \nO Pres/Lab 2 1 45 \n-- \nEME205 \nPlanejamento e Projeto em Indústrias \nMecânicas I \nO \nPres \n3 0 45 \n-- \n \n \n", "40": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n10º Período Letivo \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré-\nReq. \nEME206 \nPlanejamento e Projeto em Indústrias \nMecânicas II \nO Pres/Dist 0 4 60  EME205 \nEME401 Estágio Curricular Supervisionado \nO \n  \n -- -- 180 \n --  \n \n \nAtividades \nCódigo \nAtividade \nSit \nTipo \nCH Pré-Req. \n  \nEME402 Atividades Complementares \nO \n- \n90 \n-- \n  \n \nEletivas \nEL \n- \n120 \n-- \n  \n \nTabela 3: Disciplinas de Comunicação, Linguagens, Informação e Humanidades. \nDisciplinas de Comunicação, Linguagens, Informação e Humanidades \nCódigo \nDisciplina \nSit \nTipo \nT P CH \nCTD160 Inglês Instrumental \nOL Pres/Dist 4 0 60 \nCTD161 Filosofia da Linguagem e Tecnologia \nOL Pres/Dist 4 0 60 \nCTD162 Leitura e Produção de Textos \nOL Pres/Dist 4 0 60 \nCTD163 Questões de História e Filosofia da Ciência \nOL Pres/Dist 4 0 60 \nCTD164 Mundo Contemporâneo: Filosofia e Economia \nOL Pres/Dist 4 0 60 \nCTD165 Questões de Sociologia e Antropologia da Ciência \nOL Pres/Dist 4 0 60 \nCTD167 Ser Humano como Indivíduo e em Grupos \nOL Pres/Dist 4 0 60 \nCTD168 Relações Internacionais e Globalização \nOL Pres/Dist 4 0 60 \nCTD169 Noções Gerais de Direito \nOL Pres/Dist 4 0 60 \nEDF045 Língua Brasileira de Sinais \nOL Pres/Dist 3 0 45 \n \nLegenda:  \nO - Disciplinas Obrigatórias  \nOL - Opção Limitada \nENG – Disciplinas comum as Engenharias \nENQ – Disciplinas da Engenharia Química  \nEL - Disciplinas Eletivas  \nPres - Aula Teórica Presencial  \nLab - Aula Prática em Laboratório  \n", "41": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n \nTabela 4: Disciplinas Eletivas. \n \nDisciplinas Eletivas \nCódigo \nDisciplina/Atividade \nSit \nTipo \nT P CH \nPré-\nReq. \nCTD202 Seqüência, Séries e Aplicações \nEL \nPres \n4 0 60 \n-- \nCDT203 \nSoluções \nNuméricas \nde \nEquações \nDiferenciais \nEL \nPres \n4 0 60 \n-- \nCTD205 Geometria Analítica \nEL \nPres \n4 0 60 \n-- \nCTD208 Pesquisa Operacional \nEL \nPres \n4 0 60 \n-- \nCTD210 Fenômenos de Transporte \nEL \nPres \n4 0 60 \n-- \nCTD213 Introdução a Administração \nEL \nPres \n4 0 60 \n-- \nCTD214 Empreendedorismo \nEL \nPres \n4 0 60 \n-- \nCTD215 Projetos Arquitetônicos e Paisagismo \nEL \nPres \n4 0 60 \n-- \nCTD217 Planejamento Ambiental \nEL \nPres \n4 0 60 \n-- \nCTD219 Modelos Probabilísticos Aplicados \nEL \nPres \n4 0 60 \n-- \nCTD222 Estatística Experimental \nEL \nPres \n4 0 60 \n-- \nCTD223 Confiabilidade \nEL \nPres \n4 0 60 \n-- \nCTD224 Matemática Financeira \nEL \nPres \n4 0 60 \n-- \nCTD225 Métodos Matemáticos \nEL \nPres \n4 0 60 \n-- \nCTD227 Programação Orientada a Objetos \nEL \nPres \n4 0 60 \n-- \nCTD231 Ciência e Tecnologia de Polímeros \nEL \nPres \n4 0 60 \n-- \nCTD235 Mecânica \nEL \nPres \n4 0 60 \n-- \nCTD303 Hidráulica Geral \nEL \nPres \n4 0 60 \n-- \nCTD308 Desenho Técnico \nEL \nPres \n4 0 60 \n-- \nCTD311 Fenômenos de Calor \nEL \nPres \n4 0 60 \n-- \nCTD320 Planejamento Industrial \nEL \nPres \n4 0 60 \n-- \nCTD327 \nControle de Qualidade de Produtos e \nProcessos \nEL \nPres \n4 0 60 \n-- \nCTD329 Amostragem Industrial \nEL \nPres \n4 0 60 \n-- \nCTD330 Controle Estatístico da Qualidade \nEL \nPres \n4 0 60 \n-- \n", "42": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nENQ104 Corrosão \nEL Pres/Lab 3 1 60 \n-- \nEME501 Energias Alternativas \nEL \nPres \n4 0 60 \n-- \nEME502 Engenharia de Superfície \nEL \nPres \n3 1 60 EME106 \nEME503 Manutenção Aeronáutica Básica \nEL \nPres \n3 1 60 \n-- \nEME504 Dinâmica Veicular \nEL \nPres \n3 1 60 EME105 \nEME505 Tópicos Especiais em Soldagem \nEL \nPres \n3 1 60 CTD313 \nEME506 Materiais Aeronáuticos \nEL \nPres \n4 0 60 \n-- \nEME507 Centrais Hidrelétricas \nEL \nPres \n4 0 60 EME204 \nEME508 Aerodinâmica Básica \nEL \nPres \n4 0 60 CTD134 \nEME509 Método dos Elementos Finitos \nEL \nPres \n4 0 60 CTD111 \nEME510 \nTópicos \nEspeciais \nem \nProjetos \nMecânicos \nEL \nPres \n4 0 60 EME303 \nEME511 \nProjetos de Engenharia Mecânica com \nTemática SAE \nEL \nPres \n2 2 60 \n-- \n \n \n \nTabela 5: Resumo de Carga Horária. \n \nPeríodo \nCarga Horária \nDisciplinas \nAtividades \nTotal \n \nSemanal \nSubtotal \n \n1º \n22 \n330 \n0 \n330 \n \n2º \n26 \n390 \n0 \n390 \n \n3º \n26 \n390 \n0 \n390 \n        \n4º \n28 \n420 \n0 \n420 \n \n5º \n24 \n360 \n0 \n360 \n \n6º \n24 \n360 \n0 \n360 \n \n7º \n26 \n390 \n0 \n390 \n \n8º \n26 \n390 \n0 \n390 \n \n9º \n24 \n360 \n0 \n360 \n \n10º \n4 \n60 \n0 \n60 \n \nEletivas \n-- \n-- \n120 \n120 \n \nAtividades \nComplementares \n-- \n-- \n90 \n90 \n \nEstágio Curricular \n-- \n-- \n180 \n180 \n \nTotal \n \n3840 \n \n \n \n", "43": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n \n10.2 – Ementas e bibliografias \n \nAs ementas e bibliografias das disciplinas que compõe o curso de \nEngenharia Mecânica estão apresentadas no Anexo 1. Todas as disciplinas \nobrigatórias são apresentadas por período e ao final são apresentadas as \ndisciplinas de Comunicação, Linguagens, Informação e Humanidades e as eletivas. \n \n10.3 - Estágio Supervisionado  \n \n \nO Programa de Estágio Supervisionado do curso de Engenharia Mecânica da \nUFVJM é uma atividade curricular obrigatória de treinamento profissional, que tem \ncomo objetivo geral complementar o ensino teórico-prático, proporcionando desta \nmaneira um elo entre a Instituição de Ensino, geradora do conhecimento, e o \nmercado.  \nUma das exigências da matriz curricular do curso de Engenharia Mecânica é \na realização de, no mínimo, 180 horas de estágio supervisionado. Conforme as \nDiretrizes Curriculares para os cursos de graduação em Engenharia esse estágio é \nobrigatório com uma duração mínima de 160 horas. Portanto, o estágio \nsupervisionado do curso de Engenharia Mecânica atende as exigências da \nresolução CNE/CES 11, de 11 de março de 2002 em seu artigo 7o. Neste contexto, o \nestágio supervisionado do curso de Engenharia Mecânica terá a supervisão de um \nprofessor da área de Engenharia Mecânica e de um profissional de Engenharia da \nempresa que o contratar, sob supervisão direta da Instituição de Ensino, através da \nelaboração de relatórios técnicos e acompanhamento individualizado durante o \nperíodo de realização da atividade  \n \nO estágio permite o desenvolvimento do aluno através da aplicação prática \nde estudos teóricos. Através do estágio é que os alunos desenvolverão a \nmaturidade necessária para enfrentar o concorrido mercado de trabalho. Além \ndisso, estando presente no meio industrial, o aluno irá desenvolver e aplicar os \npreceitos necessários para atender ao perfil do egresso dos cursos de engenharia.  \n \nA interação com o meio industrial proporcionará ao aluno a aprendizagem e \na vivência da Engenharia Mecânica, visto que, sua passagem pela indústria, \n", "44": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \npossibilitará ao graduando a oportunidade de encarar os problemas práticos e \nreais decorrentes dos processos industriais e por em prática os conhecimentos \nadquiridos ao longo do seu curso de graduação pela integração dos conhecimentos \nespecíficos, conhecimentos na área de gestão e na parte de humanidades. Outra \nvantagem que o estágio proporciona é a maior interação entre o meio acadêmico, o \nmeio industrial e a comunidade. \n \nOutro fator de importância para a realização do estágio supervisionado \nobrigatório é que possibilitará aos discentes acompanhar os avanços dos processos \ntecnológicos, visto que estes se encontram em constante mudança e muitas vezes \nos conteúdos ministrados na academia não acompanham tal evolução. \n \nAs normas específicas que regulamentarão o \nEstágio Curricular \nSupervisionado serão definidas pelo Colegiado de Curso, ouvido o Núcleo Docente \nEstruturante - NDE. \n \n10.4 – Atividades Complementares \n \nO mercado de trabalho atual está cada vez mais carente de profissionais que \napresentem uma visão que vai além dos conteúdos técnicos que são ministrados \nem sala de aula. Diante do exposto, verifica-se a necessidade de que, em conjunto \ncom as atividades tradicionais previstas pelas matrizes curriculares dos cursos de \ngraduação, sejam desenvolvidas atividades que permitam que o discente tenha \numa visão mais crítica e ampla tanto de sua área como de aspectos culturais gerais. \nUma forma de atender a essa necessidade atual do mercado é a realização \nde atividades complementares que se mostram cada vez mais de fundamental \nimportância para a formação do profissional moderno. \nDe acordo com a Resolução nº 5 – CONSEPE/UFVJM, de 23 de abril de 2010, \nas Atividades Complementares - AC estão previstas como atividades obrigatórias, \nnas Diretrizes Curriculares para os cursos de graduação e nos Projetos \nPedagógicos dos Cursos. Portanto, para o aluno obter o seu grau como engenheiro \nmecânico, o mesmo deve fazer várias atividades complementares ao longo de sua \ngraduação. De acordo com a matriz curricular proposta para a Engenharia \nMecânica, o discente deve realizar 90 horas dessas atividades. Vale ressaltar que \ntais atividades realizadas pelos alunos em qualquer outro curso de graduação, \n", "45": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nincluindo o BC&T, não serão aproveitadas para os alunos ingressantes no curso de \nEngenharia Mecânica. Assim, além de poderem realizar mais atividades, os \ndiscentes terão a oportunidade de realizar atividades mais específicas para a sua \nárea de formação. \nAs atividades complementares têm como objetivo promover e permitir uma \nmaior interação entre o discente e outras áreas correlatas, sejam elas específicas \ncom sua formação profissional ou não, dentre as quais se tem as intelectuais, \nlingüísticas, esportivas entre outras, sendo que a realização de tais atividades \npoderá ser por meio das áreas de ensino, pesquisa e extensão.  \nRealizando tais atividades, os graduandos terão a oportunidade de se \naprofundarem \nem \ntemas \ne \natividades \nque \npodem \npromover \numa \ninterdisciplinaridade, podendo ampliar de forma satisfatória seus conhecimentos \ne, consequentemente, proporcionando uma formação diferenciada, formando \nprofissionais mais capacitados para o mercado de trabalho.  \nAs diversas atividades que os alunos terão oportunidade de realizar irão \nproporcionar o desenvolvimento de novas habilidades, promovendo uma maior \ncapacidade de se desenvolver distintas tarefas. Busca-se também estimular o aluno \na participar de atividades culturais e assistencialistas, favorecendo o seu contato \nem especial com a sociedade. Além disso, por meio da execução de atividades \ncomplementares, os alunos terão contato com profissionais e pesquisadores de \ndiversas áreas o que lhes proporcionará uma maior visão de mercado. Dentre as \natividades é importante citar: monitorias, iniciação científica, projetos de extensão, \nde treinamento profissional, participação em congressos, palestras, grupos de \nestudo, atividade acadêmica à distância, vivência profissional complementar etc. \n \nÉ \nimportante \nressaltar \nque \nas \nAtividades \nComplementares \nsão \nregulamentadas pela instituição, quanto a equivalência em horas, pela Resolução \nnº 5 – CONSEPE/UFVJM, de 23 de abril de 2010. \nAs normas específicas que regulamentarão as Atividades Complementares \nserão definidas pelo Colegiado de Curso, ouvido o NDE. \n \n \n \n", "46": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n 10.5 – Trabalho de Conclusão de Curso \n \nO Trabalho de Conclusão do Curso se caracteriza como uma atividade \norientada que busca consolidar a integração dos conhecimentos adquiridos ao \nlongo do curso, bem como possibilitar a aplicação de conceitos e metodologias \nexigidas para o desenvolvimento de um projeto de engenharia mecânica. Constitui-\nse em atividade obrigatória como requisito para concluir a graduação.  \nO objetivo de todo curso de graduação é a formação e capacitação de \nprofissionais com competência para ingressar no mercado de trabalho. Como o \nfoco e interesse da UFVJM é a formação de profissionais de Engenharia Mecânica \ncom tais características, é necessário que os alunos sejam avaliados ao final de sua \ngraduação quanto: ao seu perfil profissional, assimilação e aplicação dos conteúdos \npor eles estudados ao longo do curso. Uma das formas de avaliar se o aluno possui \ntais atributos é mediante a elaboração de um trabalho de conclusão de curso.  \nDe acordo com as normas Institucionais (Resolução Nº 15 – CONSEPE, de 21 \nde maio de 2010), o Trabalho de Conclusão de Curso (TCC) é  \n \n“uma atividade acadêmica obrigatória que consiste na \nsistematização, registro e apresentação de conhecimentos \nculturais, científicos e técnicos, produzidos na área do Curso, \ncomo resultado do trabalho de pesquisa, investigação \ncientífica ou extensão”. \n \n No presente projeto, entende-se como TCC, as disciplinas de Planejamento \ne Projetos em Indústrias Mecânicas I e II, do 9o e 10o período com carga horária \ntotal de 105 horas-aula. Na disciplina de Planejamento e Projetos de Indústrias \nMecânicas I, o aluno terá acompanhamento docente, para o do desenvolvimento de \num projeto na área de formação. Na disciplina de Planejamento e Projetos de \nIndústrias Mecânicas II, o aluno irá desenvolver o projeto e posteriormente \napresentar a uma banca para avaliação. \nAlém de estimular a curiosidade e o espírito questionador do acadêmico o \nTCC tem como finalidade: desenvolver o poder de síntese do aluno, aprimorar sua \ncapacidade de análise e resolução de problemas recorrentes na sua área de \n", "47": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \ncompetência e aperfeiçoar os conhecimentos básicos, profissionalizantes e \nespecíficos estudados ao longo do curso. \nRessalta-se que, mesmo o BC&T sendo o modo de ingresso para o curso de \nEngenharia Mecânica da UFVJM e tal curso exigir um Trabalho de Conclusão, o \nmesmo não poderá ser aproveitado como critério de avaliação para a conclusão do \ncurso de Engenharia Mecânica desta Instituição. Tal situação é explicada pelo \nArtigo 7, parágrafo único ,da Resolução CNE/CES 11, de 11 de março de 2002, que \ndiz:  \n \n“É obrigatório o trabalho final de curso como atividade de \nsíntese e integração de conhecimento.”  \n \nDiante do exposto, fica clara a importância e necessidade do trabalho de \nconclusão de curso para fins de avaliação do egresso. As normas específicas que \nregulamentarão o TCC serão definidas pelo Colegiado de Curso, ouvido o NDE. \n \n \n", "48": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n11 – ACOMPANHAMENTO E AVALIAÇÃO DO PPC \n \nCientes da responsabilidade cada vez maior que se propõe aos cursos de \ngraduação, o presente plano pedagógico tem como um de seus objetivos \nacompanhar e avaliar o andamento e a aplicação dos pensamentos propostos neste \ndocumento. Visando atender a demanda do mercado, sem perder o foco da \nqualidade do ensino a coordenação pretende implantar uma proposta de gestão \nadministrativa, de acordo com a qual todos os docentes do curso serão convidados \na participar e gerenciar as atividades de ensino, extensão e pesquisa. Pretende-se \nainda, elaborar um plano de gestão para cada dois anos de atividades do curso, \nonde serão avaliadas e estabelecidas metas, necessidades, forma de condução do \ncurso, funcionamento e novas estratégias, a fim de buscar possíveis e necessárias \nmelhorias. Pretende-se reger reuniões a cada final de período onde sejam \navaliados formas de aproveitamento dos alunos, necessidade de crescimento e \nmelhorias da estrutura física e pessoal do curso. Almeja-se, também, reavaliar e \natualizar ementas, planos de ensinos, bibliografias, a fim de buscar e se inserir na \natualidade.  \nA avaliação e acompanhamento do Projeto Pedagógico poderá ser tarefa tão \ncomplexa quanto à avaliação da aprendizagem, pois também se estará avaliando \nprocesso e produto. E o fato é que ambas as avaliações se completam. \nA avaliação do projeto deve ser contínua. O Colegiado de Curso deverá, \njuntamente com o NDE, elaborar a metodologia, as estratégias e os instrumentos \nde avaliação do processo e do produto do curso. A avaliação deve incluir a consulta \ne a participação de todos os envolvidos. Deve indicar os avanços, as \ndescontinuidades e os resultados de cada conselho, deverá ser motivo de reflexão e \ndiscussão entre os discentes e docentes do curso, ouvidos docentes de outros \ncursos que interagem com o curso de Engenharia Mecânica, na perspectiva de que \nsejam geradas propostas para aprimorar os conteúdos, as atividades e as ações \ninerentes ao processo de gestão do curso. \nMuitos instrumentos já consolidados na prática institucional poderão ser \nreunidos na perspectiva de provas de verificação, voltados para avaliar o processo \nque deve incluir reuniões pedagógicas, fóruns de coordenadores, oficinas mistas de \navaliação (com representantes de todo os segmentos), discussões em grupos focais \n", "49": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \ne outros. A periodicidade dos eventos deve ser resultado da política de avaliação \nda gestão do curso em consonância com os programas pertinentes da \nUniversidade. \nO confronto entre o velho e o novo mundo é sempre passível de conflitos, \nmas o esforço de manter o diálogo aberto com visão ética e futurista sempre nos \nlevará a caminhos de crescimento. \n \n \n", "50": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n12 – AVALIAÇÃO DA APRENDIZAGEM \n \nMuito já se disse e foi escrito sobre avaliação da aprendizagem, porém a \ntemática continua sendo polêmica. Os procedimentos e instrumentos de avaliação \ndevem ficar a cargo da equipe de docentes responsável pelo curso. Devem ser \nconcebidos através de discussões teóricas, levando em consideração a cultura \nacumulada por discentes e docentes em torno da avaliação, o nível dos \nconhecimentos básicos que os discentes trazem do ensino médio, as condições \nobjetivas em torno da organização do curso e ainda, a natureza da área e o sentido \npedagógico; confrontado com os objetivos, o perfil e as competências e habilidades. \nPode-se, no entanto, refletir sobre o sentido de avaliar competências, haja vista que \naqueles conteúdos que estão nas ementas das disciplinas serão trabalhados para \ndesenvolver as competências elencadas ou contempladas no presente projeto \npedagógico. Deve-se deslocar o foco da nota para as competências que foram ou \nnão desenvolvidas ou que foram desenvolvidas parcialmente. \nNesse sentido, deve-se fazer a diferença entre a avaliação do processo e a \navaliação do produto. Na avaliação do processo o objetivo é identificar as \npotencialidades dos discentes, as falhas da aprendizagem, bem como buscar novas \nestratégias para superar as lacunas identificadas. Para acompanhar a \naprendizagem no processo, o docente pode lançar mão de atividades e ações que \nenvolvam os discentes ativamente. Por exemplo: seminários, relatos de \nexperiências, entrevistas, coordenação de debates, produção de textos, práticas de \nlaboratório, elaboração de projetos, relatórios, dentre outros, isto é, não \nimplicando, necessariamente, na aplicação de provas. \nPara avaliar produtos, o docente precisa reunir as provas de verificação da \naprendizagem ou comprovações do desenvolvimento das competências. O objetivo \ndessas provas é fornecer elementos para que o docente elabore os argumentos \nconsistentes acerca do desempenho e da evolução dos discentes. Para compor \nessas provas, organiza-se um conjunto de instrumentos que sejam compatíveis \npara identificar as informações que o docente deseja. \nEsses instrumentos podem ser exames escritos com ou sem consulta a \nmateriais bibliográficos ou digitais, experimentações monitoradas em laboratórios, \nrelatórios e descrições de processos produtivos, visitas, elaboração de pôsteres ou \n", "51": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \noutros materiais para apresentação, relatórios de estágio e monografias. Ao \npontuar o produto, o docente deve explicitar com clareza os critérios adotados \nquanto aos objetivos esperados. \nAs reflexões acima realizadas deixam clara a complexa tarefa de avaliar. \nPorém, para dar suporte legal ao docente contamos com o regulamento que \nnormatiza os cursos de graduação na UFVJM. Recorrer à Resolução em seus \naspectos técnicos legais e confrontá-la com consistentes reflexões sobre o sentido \nde avaliar considerando os objetivos do curso de graduação em Engenharia \nMecânica, norteará o processo de avaliação. \n \n \n", "52": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n13 – FORMA DE INGRESSO \n \nPara o aluno pleitear uma vaga no curso de Engenharia Mecânica,  deverá \ncursar o Bacharelado em Ciência e Tecnologia – BC&T. A forma de ingresso no \nBC&T ocorre via Exame Nacional do Ensino Médio – ENEM e via Programa Seletivo \npor Avaliação Seriada - SASI, reopção, transferência e obtenção de novo título. \nA forma de transição do aluno do BC&T para o Curso de Engenharia \nMecânica deverá ocorrer de acordo com a Resolução nº 18 do CONSEPE, de 18 de \njunho de 2010.  \n \n \n", "53": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n14 - INTEGRALIZAÇÃO CURRICULAR \n \n \nO curso de Engenharia Mecânica apresenta em sua estrutura curricular um \nelenco de disciplinas teóricas e práticas necessários para a formação de um \nprofissional capaz de enfrentar os desafios do mercado de trabalho. Para obter o \ndiploma e portar o título de Engenheiro Mecânico, o discente deve obedecer e \natender aos seguintes requisitos: \na. obter aprovação em todas as disciplinas oferecidas pelo curso, \nincluindo as eletivas e estágio supervisionado, totalizando o \ncumprimento de no mínimo 3420 horas de integralização em \ndisciplinas do curso; \nb. realizar no mínimo a carga horária de 90 horas em atividades \ncomplementares; \nc. realizar e obter aprovação em no mínimo 120 horas de disciplinas \neletivas; \nd. realizar pelo menos 180 horas de Estágio Supervisionado \nObrigatório e obter aprovação na defesa do mesmo. \n \n \n", "54": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n15 – INFRA-ESTRUTURA \n \nO curso de Engenharia Mecânica, vinculado ao Instituto de Ciência e \nTecnologia - ICT, terá prédio próprio construído numa área total em torno de \n1.400 m2.  \nA área construída constará de laboratórios de Informática, Resistência dos \nMateriais e Eletrotécnica, os quais poderão ser compartilhados com outros cursos. \nA organização deverá possibilitar a execução de aulas práticas, bem como a \nrealização e o desenvolvimento de atividades de científicas. \nAlém disso, serão alocados no prédio os seguintes laboratórios: \na. Laboratório de Usinagem; \nb. Laboratório de Vibrações; \nc. Laboratório de Sistemas Térmicos; \nd. Laboratório de Soldagem; \ne. Laboratório de Conformação Mecânica; \nf. Laboratório de Instrumentação; \ng. Laboratório de Projeto Mecânico; \nh. Laboratório de Projetos Especiais. \n \n", "55": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n16 – CORPO DOCENTE \n \nVisando manter e cumprir a proposta de inter e multidisciplinaridade, \nformar alunos com base sólida de conteúdos voltados para Engenharia Mecânica \ndentro da atualidade, bem como, criar um curso que vise fortemente ensino, \npesquisa e desenvolvimento tecnológico e ainda, buscar ser um curso de \nreconhecimento, pretende-se obter no quadro de docentes profissionais, que \nvisem o aprimoramento e atualização de atividades de ensino, pesquisa e extensão \nvoltadas para áreas científicas, tecnológicas e de gestão. Almeja-se que tais \nprofissionais sigam rigorosamente os preceitos éticos e que se envolvam em \nconstruir um curso de qualidade integrando aulas teóricas e práticas com base na \natualidade e realidade da área de Engenharia Mecânica. Espera-se ainda, docentes \ncom interação e interesse em participar de cursos de pós-graduação. \nO perfil de contratação de cada docente será adequado de acordo com as \náreas de necessidade do curso, solicitadas por meio de concurso, no qual constarão \nas possíveis disciplinas que ele deverá assumir. A seleção privilegiará doutores, no \nentanto, mestres não serão excluídos. \nO quadro de docentes deverá possuir o número satisfatório de professores, \npara que esses ministrem o mínimo de 8 horas semanais e no máximo 20 horas \nsemanais. Durante o levantamento do número de docentes necessários, levou-se \nem consideração, além das disciplinas obrigatórias, as disciplinas eletivas do curso \nde Engenharia Mecânica, bem como uma carga horária de trabalho de 12 a 14 \nhoras semanais.  \nO quantitativo docente foi estimado pelo projeto REUNI em dez (10) \nprofessores, sendo preferencialmente doutores nas áreas de física, materiais, \nengenharia mecânica e outras engenharias. Ressaltamos que para atender a carga \nhorária prevista no curso é necessária avaliação e ajuste deste quantitativo. \n \n \n \n", "56": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n17 – LEGISLAÇÃO CONSULTADA NA ELABORAÇÃO DO PROJETO \nPEDAGÓGICO \n \nDecreto nº 6.096, de 24 de abril de 2007 - Programa de Apoio a Planos de \nReestruturação e Expansão das Universidades Federais – REUNI. \n \nDecreto Lei n° 9394, de 20 de dezembro de 1996 - Diretrizes e Bases da Educação \nNacional. \n \nLei n° 5.194, de 24 de dezembro de 1966 – regulamenta o exercício da profissão de \nengenheiro. \n \nResolução CONFEA 218 de 19 de junho de 1973 - que descrimina atividades das \ndiferentes modalidades de Engenharia, Arquitetura e Agronomia. \n \nResolução CONFEA n° 1010, de 22 de agosto de 2005 – define as atribuições e \natividades das diferentes modalidades de Engenharia. \n \nResolução CONFEA n° 1016, de 25 de Agosto de 2006 - regula o Cadastramento das \nInstituições de Ensino e de seus Cursos e para a Atribuição de Títulos, Atividades e \nCompetências Profissionais. \n \nResolução CNE/CES nº 11, de 11 de março de 2002 - instituiu as “Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia”. \n \nParecer CNE/CES nº 67, de 11 de março de 2003 - Referencial para as Diretrizes \nCurriculares Nacionais – DCN dos Cursos de Graduação. \n \nParecer CNE nº 329/2004, 11 de novembro de 2004 - referente à carga horária \nmínima dos cursos de graduação, bacharelados, na modalidade presencial. \n \nParecer CNE nº 184/2006, de 07 de julho de 2006 - retificação do Parecer \nCNE/CES nº 329/2004. \n", "57": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nParecer CNE nº 184/2006, de 31 de janeiro de 2007- dispõe sobre carga horária \nmínima e procedimentos relativos à integralização e duração dos cursos de \ngraduação, bacharelados, na modalidade presencial. \n \nRESOLUÇÃO Nº 2/2007, de 18 de junho de 2007 - dispõe sobre carga horária \nmínima e procedimentos relativos à integralização e duração dos cursos de \ngraduação, bacharelados, na modalidade presencial. \n \nRESOLUÇÃO Nº 3/2007, de 2 de julho de 2007 - dispõe sobre procedimentos a \nserem adotados quanto ao conceito de hora-aula, e dá outras providências. \n \nResolução CONSEPE nº 32, de 21 de novembro de 2008 - estabelece as normas de \nEstágio dos Discentes dos cursos de Graduação da Universidade Federal dos Vales \ndo Jequitinhonha e Mucuri-UFVJM. \n  \nResolução CONSEPE nº 05, de 23 de abril de 2010 - estabelece a equivalência em \nhoras das Atividades Complementares-AC e das Atividades Acadêmico-Científico-\nCulturais-AACC, conforme previsto no Regulamento dos Cursos de Graduação da \nUFVJM. \n \nResolução CONSEPE nº 15, 21 de maio de 2010 - Estabelece normas para o \nTrabalho de Conclusão de Curso da Universidade Federal dos Vales do \nJequitinhonha e Mucuri – UFVJM. \n \nResolução CONSEPE nº 18, 18 de junho de 2010 - Estabelece normas para \ntransição de estudantes dos Cursos de Bacharelado em Ciência e Tecnologia - BCTs \npara os Cursos de Engenharias (Química, Alimentos, Mecânica, Civil, Produção e \nHídrica) da UFVJM. \n \n \n \n \n \n", "58": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nANEXO 1 - EMENTÁRIO \n \n1º PERÍODO \nCTD110 - Funções de Uma Variável - 75h \nFunções. Limites e continuidade. Derivada. Regras de derivação. Derivadas de \nfunções notáveis. Aplicações da derivada. Integral. Teorema fundamental do \ncálculo. Técnicas de Integração. Aplicações da Integral. \n \nBibliografia Básica: \n1. THOMAS, George B. Cálculo. 11.ed. São Paulo: Pearson Addison Wesley, 2009. \nv.1. \n2. STEWART, James. Cálculo. 5.ed. São Paulo: Cengage Learning, 2006. v.1. \n3. GUIDORIZZI, Hamilton Luiz. Um curso de cálculo. 5. ed. Rio de Janeiro: LTC , \n2001. v. 1. \n \nBibliografia Complementar: \n1. ANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo. 8. ed. Porto Alegre : \nBookman, 2007. v.1. \n2. FLEMMING, Diva Marília; GONÇALVES, Mirian Buss. Cálculo A: funções, \nlimites, derivação e integração. 6.ed. rev. e ampl. São Paulo: Pearson Prentice \nHall, 2006.  \n3. LEITHOLD, Louis. O cálculo com geometria analítica. 3.ed. São Paulo: \nHarbra, 1994. v.1. \n4. MEDEIROS, Valéria Zuma (coord.) et al. Pré-cálculo. São Paulo: Thomson \nLearning, 2006.  \n5. SIMMONS, G. F. Cálculo com geometria analítica. São Paulo: Pearson Makron \nBooks, 1987. v.1.  \n \nCTD112 - Álgebra Linear - 75h \nSistemas de Equações Lineares. Matrizes escalonadas, Posto e Nulidade de uma \nmatriz. Álgebra de Matrizes. Espaços vetoriais. Subespaços vetoriais. Dependência \ne independência linear. Base e dimensão. Transformações Lineares. Núcleo e \n", "59": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nimagem de uma transformação linear. Transformações lineares e matrizes e Matriz \nde mudança de base. Teoria dos Determinantes. Autovalores e autovetores: \nPolinômio característico. Base de autovetores e diagonalização de operadores. \nProduto Interno. \n \nBibliografia Básica: \n1. BOLDRINI, José Luiz et al. Álgebra Linear. 3 ed. São Paulo: Harbra, 1980.  \n2. LIPSCHUTZ, Seymour; LIPSON, Marc Lars. Teoria e problemas de álgebra \nlinear. 3 ed. Porto Alegre: Bookman, 2004.  \n3. KOLMAN, Bernard; HILL, David. Introdução à Álgebra linear com aplicações. \n8 ed. Rio de Janeiro: LTC, 2006.  \n \nBibliografia Complementar: \n1. STEINBRUCH, Alfredo. Introdução à álgebra linear. São Paulo: Mc Graw-Hill \ndo Brasil, 2005.   \n2. CALLIOLI, Carlos A.; DOMINGUES, Hygino H.; COSTA, Roberto C. F. Álgebra \nlinear e aplicações. 6. ed. rev. São Paulo: Atual, 1990.  \n3. K. Hoffman- R. Kunze, Álgebra Linear, Ed. Polígono. \n4. LIMA, Elon Lages. Álgebra Linear. 8 ed. Rio de Janeiro: IMPA, 2009.  \n5. SANTOS, Reginaldo J. Um curso de geometria analítica e álgebra linear. Belo \nHorizonte: Imprensa Universitária da UFMG, 2007. \n \nCTD150 - Biologia Celular - 60h \nBiologia Celular: Origem da vida, teorias da evolução e evidências do processo \nevolutivo. Diversidade biológica (tipos, tamanhos e formas celulares). Estrutura, \norganização celular e composição química da célula. Estrutura e função da \nmembrana plasmática, citoesqueleto, organelas citoplasmáticas e núcleo. \nPrincípios de sinalização celular. Divisão celular: mitose e meiose. Histologia: \nEstudo dos componentes dos tecidos epiteliais, conjuntivos, nervoso e muscular. \n \nBibliografia Básica: \n1. JUNQUEIRA, L.C.U.; CARNEIRO, J. Biologia celular e molecular. 8 ed. Rio de \n", "60": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nJaneiro: Guanabara Koogan, 2005.  \n2. JUNQUEIRA, L.C.U.; CARNEIRO, J. Histologia básica: texto e atlas. 11 ed. Rio de \nJaneiro: Guanabara Koogan, 2008.  \n3. CARVALHO, H.F.; RECCO-PIMENTEL, S.M. A célula. 2 ed. São Paulo: Manole, \n2007.  \n \nBibliografia Complementar: \n1. ALBERTS, B. et al. Biologia molecular da célula. 5 ed. Porto Alegre: Artmed, \n2009.  \n2. COOPER, G.M.; HAUSMAN, R.E. A célula: uma abordagem molecular. 3 ed. \nPorto Alegre: Artmed, 2007.  \n3. DE ROBERTIS, E.M.F.; HIB, J. Bases da biologia celular e molecular. 4 ed. Rio \nde Janeiro: Guanabara Koogan, 2006.  \n4. LODISH, H. et al. Biologia celular e molecular.  ed. Porto Alegre : Artmed, \n2005. \n5. NORMAN, R.I.; LODWICK, D. Biologia celular. 1 ed. Elsevier, 2007. (Série \nCarne e Osso). \n \nCTD166 - Fundamentos de Técnicas de Trabalho Intelectual, Científico e \nTecnológico - 60h \nA Ciência Moderna. Os Cânones da Ciência. A Ciência e a Tecnologia. O \nConhecimento Científico. Os Fundamentos da Metodologia Cientifica. A \nNormalização \ndo \nConhecimento \nCientífico. \nA \nPesquisa \nCientifica \ne \nDesenvolvimento Tecnológico. A Elaboração de Relatórios Técnico-científicos. Os \nProjetos de Pesquisa.  \n \nBibliografia Básica: \n1. CARVALHO, M.C.M. (org.). Construindo o saber - Metodologia científica: \nfundamentos e técnicas. 21.ed. Campinas: Papirus, 2009. \n2. LAKATOS, E.M.; Marconi, M.A. Fundamentos de metodologia científica. 6.ed. \nSão Paulo: Atlas 2005. \n3. LAKATOS, E.M.; Marconi, M.A. Metodologia científica. 5.ed. São Paulo: Atlas \n", "61": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2007. \n \nBibliografia Complementar: \n1. CHAUÍ, M. Convite a Filosofia. 13.ed. São Paulo: Ática, 2003. \n2. KÖCHE, J.C. Fundamentos de metodologia científica: teoria da ciência e \nprática da pesquisa. 17.ed. Petrópolis: Vozes, 2000. \n3. KOYRÉ, A. Estudos de história do pensamento científico. Rio de Janeiro: \nForense Universitária, 1982. \n4. LAKATOS, E.M. Metodologia do trabalho científico: procedimentos básicos, \npesquisa bibliográfica, projeto e relatório, publicações e trabalhos científicos. \n3.ed. rev. ampl. São Paulo: Atlas, 1990. \n5. MARCONI, M.A.; LAKATOS, E.M. Técnicas de pesquisa: planejamento e \nexecução de pesquisas, amostragens e técnicas de pesquisas, elaboração, \nanálise e interpretação de dados. 6.ed. São Paulo: Atlas, 2007. \n \nCTD170 - Introdução às Engenharias - 60h \nIntrodução ao Bacharelado em Ciência e Tecnologia (BC&T) e às engenharias com \nênfase nas engenharias oferecidas pela UFVJM: suas interconexões com a evolução \nda sociedade. Atuação profissional dos bacharéis em ciência e tecnologia e \nengenheiros com enfoque no desenvolvimento do indivíduo e da sociedade. \nResponsabilidades éticas e técnicas na prática profissional, enfocando os aspectos \nindividual e coletivo, inter e multidisciplinar. Conteúdo \n \nBibliografia Básica: \n1. BAZZO, W. A.; PEREIRA, L. T. do V. Introdução à engenharia. Florianópolis, \nSC: UFSC, 2006.  \n2. HOLTZAPPLE e REECE, Introdução à Engenharia, Ed. LTC, Rio de Janeiro RJ, \n2006.  \n3. BRASIL, Nilo Índio do. Introdução à Engenharia Química. 2ed. Rio de Janeiro \n: Editora Interciência, 1999.  \n \nBibliografia Complementar: \n1. MACEDO, Edison Flávio. Manual do profissional: introdução à teoria e prática \n", "62": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \ndo exercício das profissões do Sistema Confea/ Creas. 4. ed. Florianópolis: \nRecorde, 1999. 199 p.  \n2. Projetos Pedagógicos do BC&T e Engenharias. Home Page da Universidade \nFederal \ndos \nVales \ndo \nJequitinhonha \ne \nMucuri. \nDisponível \nem: \nhttp://www.ufvjm.edu.br/prograd \n3. BROCKMAN, J. B. Introdução à engenharia: modelagem e solução de \nproblemas, Rio de Janeiro: Ed. LTC, 2010.  \n4. OLIVEIRA NETTO, Alvim Antônio de; TAVARES, Wolmer Ricardo. Introdução \nà engenharia de produção. Florianópolis, SC: Visual Books, 2006. \n5. CASAROTTO Filho, Nelson. Elaboração de projetos empresariais: análise \nestratégica, estudo de viabilidade e plano de negócio. São Paulo, SP: Atlas, \n2009. \n \n \n \n2º PERÍODO \nCTD111 - Funções de Várias Variáveis - 75h \nSeções Cônicas e equações quadráticas. Sequências e séries infinitas. Vetores e \ngeometria no espaço. Funções de Várias Variáveis. Derivadas parciais. Integrais \nDuplas e Triplas. \n \nBibliografia Básica: \n1. THOMAS, George B et al. Cálculo. 11 ed.  São Paulo: Addison Wesley, 2009. v. 2. \n2. STEWART, James. Cálculo. 5 ed. São Paulo: Pioneira Thomson Learning, 2008. \nv.2. \n3. GUIDORIZZI, Hamilto Luiz. Um curso de cálculo. 5 ed. Rio de Janeiro: LTC, \n2001. v.2. \n \nBibliografia Complementar: \n1. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo. 8. ed. Porto Alegre: Bookman, 2007. \nv. 2. \n2. LEITHOLD, Luis. O cálculo com geometria analítica. São Paulo: Harbra, 1984. \n", "63": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nv. 2. \n3. SIMMONS, George F. Cálculo com geometria analítica. São Paulo: McGraw-\nHill, 1987. v. 2. \n4. APOSTOL, Tom M. Cálculo. 2.ed. Revert Brasil, 2008. v. 2. \n5. ZILL, Dennis G.; CULLEN, Michael R., Louis. Matemática avançada para \nengenharia. 3.ed., Bookman Companhia, 2009. v. 2. \n \nCTD120 - Fenômenos Mecânicos - 75h \nMedidas, movimento retilíneo, vetores, movimento em 2 e 3 dimensões, forca e \nmovimento, trabalho e energia cinética, conservação da energia, sistema de \npartículas, colisões, rotação, torque e rolamento. \n \nBibliografia Básica: \n1. HALLIDAY, D., RESNICK, R., WALKER, J. Fundamentos de física 1:  mecânica. \n8 ed.. Rio de Janeiro:  LTC, 2009.  \n2. RESNICK, Robert; HALLIDAY, David; KRANE, Kenneth S. Física 1. 5 ed. Rio de \nJaneiro: LTC, c2003. \n3. TIPLER, Paul A., MOSCA, Gene. Física para cientistas e engenheiros. 6 ed. Rio \nde Janeiro:  LTC, 2010. \n \nBibliografia Complementar: \n1. NUSSENZVEIG, Herch Moysés. Curso de Física básica 1 . 4 ed. rev. São Paulo: \nEdgard Blücher, 2002.  \n2. CHAVES, ALAOR E SAMPAIO, J.F. FÍSICA BÁSICA - MECÂNICA. 1ª Ed., LTC, \n2007. ??? \n3. YOUNG, Hugh D.; FREEDMAN, Roger A. Sears e Zemansky Física I: mecânica. \n12. ed. São Paulo: Pearson/Addison Wesley, 2008. v. 1.  \n4. GOLDSTEIN, Herbert; POOLE, Charles; SAFKO, John. Classical mechanics. \n3.ed. San Francisco: Addison Wesley, 2002.  \n5. ADIR MOYSÉS LUIZ. FÍSICA 1- MECÂNICA. 1ª Ed., Editora Livraria da Fisica, \n2006.  \n \n", "64": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nCTD130 - Química Tecnológica I - 75h \nMatéria, medidas, átomos, moléculas e íons; Estequiometria, Cálculos com \nfórmulas e Equações Químicas; Estrutura eletrônica dos átomos; Tabela Periódica \ne propriedades periódicas dos elementos; Conceitos básicos de ligação química, \ngeometria molecular e teorias de ligação; Soluções, concentração e diluições; \nCinética Química; Equilíbrio Químico; Eletroquímica. \n \nBibliografia Básica: \n1. BROWN, T. L.; LEMAY, H. E.; BURSTEN, B. E. Química: a ciência central. 9 ed. \nSão Paulo: Pearson Prentice Hall, 2005. \n2. ATKINS, P.; JONES, L. Princípios de química: questionando a vida moderna e \no meio ambiente. 3 ed. Porto Alegre: Bookman, 2006. \n3. MASTERTON, W. L., HURLEY, C. N.. Química: princípios e reações, 6 ed. Rio de \nJaneiro: LTC, 2010. \n \nBibliografia Complementar: \n1. BRADY, J. E., SENESE, F. Química: a matéria e suas transformações. 5 ed. Rio de \nJaneiro: LTC, 2009. 2v.  \n2. RUSSEL, J. B. Química geral. 2 ed. São Paulo: Makron Books, 1994. 2v.  \n3. KOTZ, J. C,; TREICHEL, P. M. Química e reações químicas. 1 ed. Rio de Janeiro: \nCengage Learning, 2005. 2v.  \n4. ROZENBERG, I. M. Química geral. São Paulo: Edgard Blucher, 2002. \n5. BROWN L. S.; HOLME T. A. Química geral aplicada à engenharia. 1 ed. São \nPaulo: Cengage Learning, 2009. \n \nCTD140 - Linguagens de Programação - 75h \nConceitos introdutórios de computação: hardware e seus componentes, sistemas \noperacionais, linguagens de programação, representação e processamento da \ninformação. Sistemas de numeração e sua aritmética básica. Noções de lógica \nmatemática. Introdução à lógica de programação utilizando uma linguagem de \nprogramação real. Noções de algoritmo e sequenciação. Tipos de dados, definição \nde variáveis, constantes e identificadores. Operadores de atribuição, aritméticos, \n", "65": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nrelacionais e lógicos, expressões aritméticas. Comandos de entrada e saída. \nEstruturas de controle: sequência, decisão, iteração.  \n \nBibliografia Básica: \n1. SCHILDT, Herbert. C completo e total. 3.ed. São Paulo: Pearson Makron Books, \n1997. \n2. MEDINA, Marco; FERTIG, Cristina. Algoritmos e programação: teoria e \nprática. São Paulo: Novatec, 2005. \n3. FEDELI, Ricardo Daniel ; POLLONI, Enrico Giulio; PERES, Fernando Eduardo. \nIntrodução à ciência da computação. São Paulo: Pioneira Thomson, 2003. .  \n \nBibliografia Complementar: \n1. VELLOSO, Fernando de Castro. Informática: conceitos básicos. 7. ed. Rio de \nJaneiro: Elsevier, 2004. \n2. MARÇULA, Marcelo; BENINI FILHO, Pio Armando. Informática: conceitos e \naplicações. 3. ed., rev. São Paulo: Érica, 2008. \n3. EVARISTO, Jaime. Aprendendo a programar programando em C. Rio de \nJaneiro: Book Express, 2001. \n4. FARRER, Harry et al. Programação estruturada de computadores: \nalgoritmos estruturados. 3. ed. Rio de Janeiro: LTC, 2008. \n5. RAMALHO, José Antonio. Introdução à informática. 5.ed. São Paulo: Futura, \n2003. \n \nEME103- Introdução aos Processos de Manufatura - 30h \nProcessos de fabricação. Metais. Conformação de metais. Corte de metais. União de \nmetais. Plásticos. Processo de conformação de resinas.  \n \nBibliografia Básica: \n1- Lesko, J. Design Industrial – Materiais e Processos de Fabricação, 1ª ed., Ed. \nBlucher, 2004. \n2- Chiaverini, V. Tecnologia Mecânica Vol. 2 – Processos de Fabricação e \nTratamento, 2ª ed., Ed. Pearson, 1986. \n", "66": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n3- Niemann, G. Elementos de Máquinas, Vol. 1, Ed. Blucher, 1971. \n \nBibliografia Complementar: \n1- Marques, P.V., et al. Soldagem – Fundamentos e Tecnologia, Belo Horizonte: \nEditora UFMG, 2011. \n2- Schaeffer, L. Conformação Mecânica, 2ª ed., Ed. Imprensa Livre, 2004. \n3- Ferraresi, D. Fundamentos da Usinagem dos Metais, 1ª ed., Ed. Blucher, \n1970. \n4- Levy Neto, F., Pardini, L. C. Compósitos Estruturais – Ciência e Tecnologia, \n1ªed., Ed. Blucher, 2006. \n5- Schaeffer, L. Forjamento – Introdução ao Processo, 2ª ed., Ed. Imprensa \nLivre, 2006 \n \n \n \n3º PERÍODO \nCTD114 - Equações Diferenciais e Integrais - 60h \nIntrodução às equações diferenciais, Equações Diferenciais de Primeira Ordem, \nEquações Diferenciais de Segunda Ordem, Transformada de Laplace, Sistemas de \nEquações Lineares de Primeira Ordem, Soluções em Série de potências para \nEquações Lineares de Segunda Ordem. \n \nBibliografia Básica: \n1. BOYCE, William E.; Diprima, Richard C. Equações diferenciais elementares e \nproblemas de valores de contorno. 8.ed. Rio de Janeiro: LTC, 2006. \n2. ZILL, Dennis G.; CULLEN, Michael R. Equações diferenciais. 3. ed. São Paulo: \nPearson Makron Books, 2001. v. 1.  \n3. SIMMONS, George; KRANTZ, Steven G. Equações diferenciais: teoria, técnica e \nprática. São Paulo: McGraw-Hill, 2008 \n \nBibliografia Complementar: \n1. ZILL, Dennis G.; CULLEN, Michael R. Equações diferenciais. 3.ed. São Paulo: \n", "67": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nPearson Makron Books, 2001. v.2.  \n2. ZILL, Denis G. Equações diferenciais com aplicações em modelagem. São \nPaulo: Pioneira Thomson Learning, 2003. \n3. IÓRIO, V. EDP: um curso de graduação. 2 ed. Rio de Janeiro: IMPA, 2007.. \n4. FIGUEIREDO, Djairo Guedes de. Análise de Fourier e equações diferenciais \nparciais. 4. ed. Rio de Janeiro: IMPA, 2009.  \n5. DOERING, Claus Ivo; LOPES, Artur Oscar. Equações diferenciais ordinárias. \n2. ed. Rio de Janeiro: IMPA, 2007. 423 p. (Matemática Universitária).  \n \nCTD122 - Fenômenos Térmicos e Ópticos - 60h \nGravitação. Oscilações Mecânicas. Ondas Progressivas Unidimensionais. Ondas \nHarmônicas. Equação de onda. Interferência. Ondas estacionárias e modos normais \nde vibração. Reflexão. Ondas sonoras. Ondas Planas e Esféricas. Efeito Doppler. \nTemperatura, Calor e a Primeira Lei da Termodinâmica. A Teoria Cinética dos \nGases. Entropia e a Segunda Lei da Termodinâmica. Atividades de Laboratório. \n \nBibliografia Básica: \n1. HALLIDAY, David ; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \ngravitação, ondas e termodinâmica. Rio de Janeiro: LTC, 2009. v. 2.  \n2. TIPLER, Paul A.; MOSCA, Gene. Física: para cientistas e engenheiros: \nmecânica, oscilações e ondas, termodinâmica. 5.ed. Rio de Janeiro: LTC, 2006. \nv.1.  \n3. YOUNG, Hugh D; FREEDMAN, Roger A. Sears e Zemansky Física III. 10.ed. São \nPaulo: Pearson Education, 2003. v.3. \n \nBibliografia Complementar: \n1. DAVID J. Griffiths. Introduction to electrodynamics. New Jersey: Prentice \nHall, 1999.  \n2. NUSSENZVEIG, H. M.. Curso de física básica. São Paulo: Edgard Blücher, 2002. \nv. 3. \n3. FEYNMAN, Richard Phillips; LEIGHTON, Robert B.; SANDS, Mattew . Lições de \nfísica: the Feynman lectures on physics. Porto Alegre: Bookman, 2008. v.2. \n", "68": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n4. CHAVES, Alaor. Física. Rio de janeiro: Reichmann & Affonso, 2001. v. 2. \n5. TIPLER, Paul A.; MOSCA, Gene. Física: para cientistas e engenheiros: \neletricidade e magnetismo, otica. 5.ed. Rio de Janeiro, RJ: Livros Técnicos e \nCientíficos, 2006. v. 2.  \n \nCTD131 - Química Tecnológica II - 75h \nQuímica orgânica estrutural, propriedades físicas de moléculas orgânicas, \nestrutura tridimensional de moléculas orgânicas, ácidos e bases em química \norgânicas, reatividade de grupos funcionais. \n \nBibliografia Básica: \n1. SOLOMONS, T. G. G.; FRYLE, C. B. Química orgânica. 9 ed. Rio de Janeiro: LTC, \n2009. v. 1. \n2. BRUICE, P. Y. Química orgânica. 4 ed. São Paulo: Prentice-Hall, 2006. v. 1. \n3. VOLLHARDT, K. Peter; SCHORE, Neil E. Química orgânica: estrutura e função.  \n4 ed. Porto Alegre: Bookman, 2004.  \n \nBibliografia Complementar: \n1. MORRISON, R,; BOYD, R. Química orgânica. 13 ed. Lisboa: Fundação Calouste \nGulbenkian, 1996.  \n2. ALLINGER, N. L. et al. Química orgânica. 2. ed. Rio de Janeiro: Guanabara \nKoogan, 1978.  \n3. HOFFMAN, Robert V. Organic chemistry: an intermediate text. 2 ed. Hoboken, \nN.J.: Wiley-Interscience, 2004.  \n4. HART, Harold. Organic chemistry: a short course. 4.ed. Boston: Houghton \nMifflin, 1972. \n5. McMURRY, John. Fundamentals of organic chemistry. 7 ed. Australia: \nBrooks/Cole: Cengage Learning, c2011. \n \nCTD132 - Bioquímica - 60h \nÁgua, equilíbrio ácido-base e sistemas tamponantes. Biomoléculas: Carboidratos, \nlipídios, aminoácidos, proteínas, nucleotídeos e ácidos Nucléicos; Enzimas, \n", "69": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nvitaminas e co-enzimas. Bioenergética e Metabolismo celular: glicólise, ciclo do \nácido cítrico, cadeia respiratória, fotossíntese, metabolismo do glicogênio, \nmetabolismo de lipídeos, metabolismo de aminoácidos e proteínas.  \n \nBibliografia Básica: \n1. CAMPBELL, Mary K.; FARRELL, Shawn O. Bioquímica. Tradução: All Tasks; \nrevisão técnica: Maria Martha Guedes Chaves. São Paulo: Thomson Learning, \n2007. 3 v.  \n2. MARZZOCO, Anita; TORRES, Bayardo B. Bioquímica básica. 3.ed. Rio de \nJaneiro: Guanabara Koogan, 2007. \n3. NELSON, David L.; COX, Michael M. Princípios de bioquímica de Lehninger. \n5 ed. Porto Alegre: Artmed, 2011. \n \nBibliografia Complementar: \n1. BERG, Jeremy; TYMOCZKO, John; STRYER, Lubert. Bioquímica. 5.ed. Rio de \nJaneiro: Guanabara Koogan, 2004. \n2. CHAMPE, Pamela C.; HARVEY, Richard A.; FERRIER, Denise R. Bioquímica \nilustrada. 4.ed. Porto Alegre: Artmed, 2009. \n3. DEVLIN,Thomas M. Manual de bioquímica com correlações clínicas. 6.ed. \nSão Paulo, SP: Blücher, 2007.  \n4. KOOLMAN, Jan; ROHM, Klaus-Heinrich. Bioquímica: texto e atlas. 3. ed. Porto \nAlegre: Artmed, 2005. \n5. VOET, Donald; VOET, Judith G.; PRATT, Charlotte W. Fundamentos de \nbioquímica: a vida em nível molecular. 2.ed. Porto Alegre: Artmed, 2008. \n \nCTD141 - Algoritmos e Programação - 75h \nIntrodução aos conceitos de modularização de programas, procedimentos, funções, \npassagem \nde \nparâmetros, \nvariáveis \nlocais \ne \nglobais, \nrecursividade. \nAprofundamento nos conceitos de estruturas básicas de dados: vetores, matriz e \nstrings, \nestruturas. \nProgramação \nestruturada. \nRefinamentos \nsucessivos. \nManipulação de arquivos. \n \n", "70": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nBibliografia Básica: \n1. MEDINA, Marco; FERTIG, Cristina. Algoritmos e programação: teoria e \nprática. São Paulo: Novatec, 2005. \n2. SCHILDT, Herbert. C completo e total. 3.ed. São Paulo: Pearson Makron Books, \n1997.  \n3. CORMEN, Thomas H. et al. Algoritmos: teoria e prática. Rio de Janeiro: \nElsevier, 2002.  \n \nBibliografia Complementar: \n1. ASCENCIO, A. F. G.; CAMPOS, E. A. V. Fundamentos da programação de \ncomputadores: algoritmos, Pascal e C/C++. São Paulo: Prentice Hall, 2002. \n2. SOUZA, M. A. F. de; GOMES, M. M.; SOARES, M. V.; Concílio, R. Algoritmos e \nlógica de programação. São Paulo: Cencage Learning, 2006. \n3. CORMEN, Thomas H. et al. Algoritmos: teoria e prática. Rio de Janeiro: \nElsevier, 2002.  \n4. EVARISTO, Jaime. Aprendendo a programar - programando em C. Rio de \nJaneiro: Book Express, 2001.  \n5. FARRER, Harry et al. Algoritmos estruturados. 3.ed. Rio de Janeiro: LTC, \n1999.  \n \n \n \n4º PERÍODO \nCTD113 - Probabilidade e Estatística - 60h \nIntrodução à Estatística e seu papel na Engenharia. Estatística Descritiva. \nProbabilidade: interpretações, probabilidade condicional e independência, \nTeorema de Bayes. Variáveis aleatórias discretas e continuas. Distribuições de \nprobabilidade para variáveis aleatórias discretas e continuas. Distribuições de \nprobabilidade \nconjuntas. \nAmostragem \naleatória. \nInferência \nEstatística: \ndistribuições amostrais, estimação pontual e intervalar. Testes de hipóteses para \numa e duas amostras.  \n \n", "71": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nBibliografia Básica: \n1. HINES, William W. et al. Probabilidade e estatística na engenharia. 4.ed. Rio \nde Janeiro: LTC, 2006. \n2. MONTGOMERY, Douglas C; RUNGER, Georg C. Estatística aplicada e \nprobabilidade para engenheiros. 4.ed. Rio de Janeiro: LTC, 2009.  \n3. ROSS, Sheldon. Probabilidade: um curso moderno com aplicações. Porto \nAlegre: Bookman, 2010. \n \nBibliografia Complementar: \n1. BARTOSZYNÌSKI, Robert; NIEWIADOMSKA-BUGAJ, Magdalena. Probability \nand statistical inference. 2.ed. Hoboken, N.J [USA]: Wiley-Interscience, 2008. \n2. CASELLA, George; BERGER, Roger L. Statistical inference. 2.ed. Pacific Grove-\nUSA: DUXBURY/Thomson Learning, 2002. \n3. CONGDON, Peter. Bayesian statistical modelling. 2. ed. Chichester, England: \nJohn Wiley & Sons, 2006. \n4. DEVORE, Jay L. Probabilidade e estatística para engenharia e ciências. \nTradução da 6.ed. norte-americana. São Paulo: Pioneira Thomson Learning, \n2006. \n5. DEGROOT, Morris H.; SCHERVISH, Mark J. Probability and statistics. 3. ed. \nBoston: Addison-Wesley, 2002. \n \nCTD121 - Fenômenos Eletromagnéticos - 60h \nCargas Elétricas. Lei de Coulomb. Campo Elétrico. Lei de Gauss. Energia e Potencial \nEletrostático. Condutores. Dielétricos e Capacitores. Circuitos e Correntes. Campo \nMagnético. Leis de Ampère e de Faraday. Indutância. Propriedades Magnéticas da \nMatéria. Equações de Maxwell. Ondas Eletromagnéticas. Atividades de Laboratório. \n \nBibliografia Básica: \n1. HALLIDAY, David, RESNICK, Robert, WALKER, Jearl. Fundamentos de física: \neletromagnetismo. 8 ed. Rio de Janeiro: LTC, 2008. v. 3. \n2. YOUNG, Hugh D.; FREEDMAN, Roger A. Sears e Zemansky Física III: \neletromagnetismo. 12.ed. São Paulo: Addison Wesley, 2009.. \n", "72": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n3. TIPLER, Paul A., MOSCA, Gene. Física: para cientistas e engenheiros: \neletricidade e magnetismo, ótica. 6 ed. Rio de Janeiro: LTC, 2000. v. 2. \n \nBibliografia Complementar: \n1. HALLIDAY, \nDavid, \nRESNICK, \nRobert, \nWALKER, \nJearl. \nFísica \n3: \neletromagnetismo. 8 ed. Rio de Janeiro: LTC, 2008.  \n2. SERWAY, \nRaymond \nA.; \nJEWETT, \nJohn \nW. \nPrincípios \nde \nfísica: \neletromagnetismo. 3.ed. São Paulo: Cengage Learning, 2008. v. 3. \n3. NUSSENZVERG, H. Moysés. Curso de física básica: mecânica. 4.ed. São Paulo: \nBlucher, 2008. v. 3. \n4. YOUNG, Hugh D; FREEDMAN, Roger A. Sears e Zemansky Física III: \neletromagnetismo. 12.ed. São Paulo: Addison Wesley, 2008. \n5. FEYNMAN, R. P. Lições de Física de Feynman. Porto Ãlegre: Bookman, Porto \nAlegre, 2008. v. 2. \n \nCTD133 - Físico-Química - 60h \nGases, Fases condensadas; energia, primeiro, segundo e terceiro princípios da \ntermodinâmica. sistema de composição variável, espontaneidade e equilíbrio \nquímico; Soluções ideais e propriedades coligativas. \n \nBibliografia Básica: \n1. ATKINS, Peter; PAULA, Júlio de. Físico-química. 8.ed. . Rio de Janeiro: LTC , \n2008. v.1.  \n2. CASTELLAN, Gilbert. Fundamentos de físico-química. Rio de Janeiro: LTC, \n1986.  \n3. PILLA, L.; SCHIFINO, J. Físico-química I: termodinâmica química e equilíbrio \nquímico. Porto Alegre: UFRGS EDITORA, 2006. 520p. \n \n \nBibliografia Complementar: \n1. ATKINS, Peter; PAULA, Júlio de. Físico-química. 8.ed. . Rio de Janeiro: LTC , \n2008 . v.2.  \n", "73": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2. MOORE, Walter J. Físico-química. São Paulo: Edgard Blücher, 1976. v. 1. 383p.  \n3. NETZ, Paulo A; ORTEGA, George Gonzáles. Fundamentos da físico-química: \numa abordagem conceitual para as ciências farmacêuticas. Porto Alegre: \nArtmed, 2002. \n4. BALL, David W. Físico-química. São Paulo: Pioneira Thomson Learning, 2005. \nv.1.  \n5. BALL, David W. Físico-química. São Paulo: Pioneira Thomson Learning, 2006. \nv.2. \n \nCTD134 - Mecânica dos Fluidos - 60h \nPropriedades dos fluidos. Conceitos Fundamentais. Estática dos fluidos. Dinâmica \ndos fluidos. Cinemática dos fluidos. Análise dimensional e semelhança. Escoamento \ninterno viscoso e incompressível. Máquinas de fluxo. \n \nBibliografia Básica: \n1. BRUNETTI, F. Mecânica dos fluidos.   2 ed. São Paulo: Pearson Prentice Hall, \n2008.  \n2. FOX, R. W; McDonald, T. Introdução à mecânica dos fluidos. 6 ed. Rio de \nJaneiro: LTC, 2006.  \n3. MUNSON, Bruce R.; YOUNG, Donald F.; OKIISHI, Theodore H. Fundamentos da \nmecânica dos fluidos. 4 ed. São Paulo: Edgard Blücher, 2004.  \n \nBibliografia Complementar: \n1. ÇENGEL, Y; CIMBALA, J. Mecânica dos fluidos: fundamentos e aplicações. Rio \nde Janeiro: Mc Graw-Hill, 2007. \n2. WHITE, F. M. Mecânica dos fluidos. 4 ed. Rio de Janeiro: Mc Graw-Hill, 2002. \n3. SEARS, Francis Weston; ZEMANSKY, Mark W. Física 2: mecânica dos fluidos. \nCalor movimento ondulatório. 2 ed. Rio de Janeiro: LTC, 1984. \n4. SIMÕES, José Gabriel; BRUNETTI, Franco. Elementos de mecânica dos \nfluidos. São Paulo, FEI, 1972. \n5. OLIVEIRA, L.A.; LOPES, A.G. Mecânica dos fluidos. 3 ed. Editora ETEP, 2010.  \n \n", "74": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nCTD142 - Desenho e Projeto para Computador - 60h \nIntrodução ao desenho técnico. Normatização em desenho técnico. Projeções e \nvistas ortográficas. Desenhos em perspectiva. Cortes e secções. Escalas e \ndimensionamento. Desenho assistido por computador (CAD)  \n \nBibliografia Básica: \n1. FREENCH, T.E.; VIERCK, C. J. Desenho técnico e tecnologia gráfica. São \nPaulo: Ed. Globo, 2002. \n2. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 10067: princípios \ngerais de representação em desenho técnico; NBR 10068: folha de \ndesenho – leiaute e dimensões; NBR 10126: cotagem em desenho técnico; \nNBR 10582: apresentação da folha para desenho técnico; NBR 10647: \ndesenho técnico - norma geral; NBR 13142: desenho técnico – \ndobramento de cópias; NBR 8403: Aplicação de linhas em desenhos - \ntipos de linhas - larguras de linhas; NBR 8196: emprego de escalas em \ndesenho técnico; NBR 8402: execução de caracter para escrita em \ndesenho técnico. Disponível em http://www.abnt.org. \n3. VENDITTI, Marcus Vinicius dos Reis. Desenho técnico sem prancheta com \nAutoCad 2008. Florianópolis: Visual Books, 2007 \n \nBibliografia Complementar: \n1. BALDAM, R.L. AutoCAD 2002: utilizando totalmente. São Paulo: Erica, 2002. \n2. BARBAN, Valentim Airton, Desenho técnico básico. s.l: CEFET-MG, s.d. \n3. BORGES, G.C.M. et al.  Noções de geometria descritiva: teoria e exercícios. \nPorto Alegre: Sagra Luzzatto, 1998. \n4. ESTEPHANIO, C. A. do A. Desenho técnico. 1999 \n5. JUSTI, A.R.2006. AutoCAD 2007 2D, Brasport, RJ, Brasil \n \nCTD151 - Microbiologia - 60h \nMorfologia e citologia das bactérias. Características gerais de fungos e leveduras. \nCaracterísticas gerais dos vírus e bacteriófagos. Metabolismo, nutrição e \ncrescimento de microrganismos. Genética e ecologia microbiana. Controle de \n", "75": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \npopulação microbiana. Produção de alimentos por microrganismos e avaliação da \nqualidade microbiológica dos alimentos. Doenças veiculadas pelos alimentos. \n \nBibliografia Básica: \n1. TORTORA, Gerard J.; FUNKE, Berdell R.; CASE, Christine L. Microbiologia. 8.ed. \nPorto Alegre: ARTMED, 2005. \n2. MADIGAN, Michel T.; MARTINKO, John M.; PARKER, Jack. Microbiologia de \nBrock. 10.ed. São Paulo: Prentice Hall, 2004. \n3. BURTON, Gwendolyn R. W; ENGELKIRK, Paul G. Microbiologia para as \nciências da saúde. 7.ed. Rio de Janeiro: Guanabara Koogan, 2005. \n \nBibliografia Complementar: \n1. BROWN, Alfred E. Benson's microbiological applications. 10.ed. New York: \nMc Graw Hill, 2007. \n2. PELCZAR JR., Michael J.; CHAN, E.C.S.; KRIEG, Noel R. Microbiologia: conceitos e \naplicações. 2.ed. São Paulo: Pearson Makron Books, 2006, v.1. \n3. PELCZAR JR., Michael J.; CHAN, E.C.S.; KRIEG, Noel R. Microbiologia: conceitos \ne aplicações. 2.ed. São Paulo: Pearson Education do Brasil, 2006. v.2. \n4. VERMELHO, Alane Beatriz et al. Práticas de microbiologia. Rio de Janeiro: \nGuanabara Koogan, 2006. \n5. LIMA, URGEL DE ALMEIDA (coord.) et al. Biotecnologia industrial: processos \nfermentativos e enzimáticos. São Paulo: Edgard Blücher, 2001. v.3.  \n \nEME104 - Metrologia - 60h \nTolerância e ajustes. Sistemas de tolerâncias e ajustes. Campos de tolerância. \nClasse de ajustes. Instrumentos básicos de medição. Tolerâncias Geométricas. \nDeterminação do resultado da medição. Medições especiais. Seleção de sistemas \nde medição. Qualificação (aferição/calibração) de sistemas. \n \nBibliografia Básica: \n1- Novaski, O. Introdução à Engenharia de Fabricação Mecânica, Ed. Blucher, \n1994. \n", "76": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2- Agostinho, O. L., Rodrigues, A. C. S., Lirani, J. Tolerâncias, Ajustes, Desvios e \nAnálise de Dimensões, Blucher, 1977. \n3- Albertazzi, A., Sousa A. R. Fundamentos de Metrologia Científica e \nIndustrial, Ed. Manole, 2008. \n \nBibliografia Complementar: \n1. Brasiliense, M. Z. O Paquímetro sem Mistério, Ed. Interciência, 2000. \n2. Lira, F. A. Metrologia na Indústria, 3ª ed., Ed. Érica, 2004. \n3. INMETRO – Instituto Nacional de Metrologia, Normalização e Qualidade \nIndustrial, Vocabulário Internacional de Termos Fundamentais e Gerais \nde Metrologia, Duque de Caxias, Rio de Janeiro, 1995. \n4. Montgomery, D. C. Design e Analisys of Experiments, Library of Congress, \n1996. \n5. Dieck, R. H. Measurement Uncertainty – Methods and Applications, \nInstrument Society of America, 1992. \n \n \n \n5º PERÍODO \nCTD171 - Gestão para Sustentabilidade - 60h \nSustentabilidade e desenvolvimento sustentável. Visões do futuro. A perspectiva \neconômica. A perspectiva sócio-política. Agricultura sustentável. Valoração do \nambiente. Demografia, economia e ambiente natural. Análise do cenário atual e as \ntendências da sustentabilidade e responsabilidade corporativa, enfatizando as \nalianças estratégicas entre Estado, empresas e sociedade civil. Desenvolvimento de \npropostas de planejamento estratégico para a implantação de sistemas de gestão \nda sustentabilidade e da responsabilidade corporativa. \n \nBibliografia Básica: \n1. FIALHO, Francisco A.P. et al. Gestão da sustentabilidade na era do \nconhecimento. Florianópolis: Visual Books, 2008. \n2. LOMBORG, Bjørn. O ambientalista cético: medindo o verdadeiro estado do \n", "77": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nmundo. Rio de Janeiro: Elsevier, 2002. \n3. SENGE, Peter M. A quinta disciplina: arte e prática da organização que \naprende. Rio de Janeiro: Best Seller, 2005. \n \nBibliografia Complementar: \n1. BACKER, Paul de. Gestão ambiental: a administração verde. Rio de Janeiro: \nQualitymark, 2002. \n2. CASTRO, Newton de. A questão ambiental e as empresas. Brasília, 1998. \n3. DIAS, Genebaldo Freire. Pegada ecológica e sustentabilidade humana. São \nPaulo: Gaia, 2002. \n4. HAMMES, Valéria Sucena. Agir – percepção da gestão ambiental. São Paulo: \nGlobo, 2004. v. 5. \n5. MONTIBELLER-FILHO, Gilberto. O mito do desenvolvimento sustentável: \nmeio ambiente e custos sociais no moderno sistema produtor de mercadorias. \n3.ed. Florianópolis: UFSC, 2008. \n \nCTD204 – Cálculo numérico - 60h \nNoções de erros. Zero Reais de Funções Reais. Resolução de sistemas lineares. \nInterpolação. Ajuste de Curvas. Integração Numérica. \n \nBibliografia Básica: \n1. RUGIERO, M. A. G. e LOPES, V. L. R. Cálculo Numérico: Aspectos Teóricos e \nComputacionais. 2a edição. Makron Books, 1996.  \n2. BURDEN, R.L. Análise Numérica. São Paulo: Thomson Pioneira, 2003. \n3. BARROSO, L. C., BARROSO, M. M. de A., CAMPOS, filho, F. F., CARVALHO, M. L. B. \n& MAIA, M. L., Cálculo Numérico, São Paulo, Harbra Ltda, 1987. \n \nBibliografia Complementar: \n1. FRANCO, N. M. B. Cálculo Numérico. São Paulo: Prentice-Hall Brasil, 2006.  \n2. Burian, Reinaldo; Lima, Antônio Carlos. Cálculo Numérico. Rio de Janeiro: \nEditora LTC, 2007. \n3. CAMPOS FILHO, F F. Algoritmos Numéricos. Rio de Janeiro: Editora LTC, 2ª \n", "78": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nedição, 2007. \n4. GOLUB, E., VAN LOAN, C. Matrix Computations. John Hopkins. Univ. Press, \n1983. \n5. QUARTERONI, A., SACCO, R., SALERI, F. Numerical Mathematics, Springer, \n2nd ed.  \n \nCTD209 - Termodinâmica - 60h \nCTD 209 Termodinâmica \nEnergia. Sistemas de potência a vapor. Sistemas de potência a gás. Sistemas de \nrefrigeração e de bombas de calor. Relações termodinâmicas. \n \nBibliografia Básica: \n1. \nMoran, Michael J.; Shapiro, Howard N. . Princípios de termodinâmica para \nengenharia. 4.ed. Rio de Janeiro: LTC , 2002. 681 p. ISBN 85-216-1340-7 (broch.)  \n2. \nSmith, J. M.; Ness, H. C. Van; Abbott, M. M. Introdução à termodinâmica da \nengenharia química. Rio de Janeiro: LTC Ed., 2007. x, 626 p. ISBN 978-85-216-\n1553-8. \n3. \nCALLEN, Herbert B., Thermodynamics and an Introduction to \nThermostatistics. Wiley 2 edition, 1985. \n \nBibliografia Complementar: \n1. Gordon John, Van Wylen. Fundamentos de termodinâmica clássica. 2.ed. São \nPaulo: Edgard Blücher, 1976. 563 p.  \n2. Kreith, Frank. Princípios da transmissão de calor. 3.ed. São Paulo: Edgard \nBlucher, 1977. 550 p.  \n3. Souza, Edward de. Fundamentos de termodinâmica e cinética química. Belo \nHorizonte: UFMG, 2005. 341 p. il. (Didática). ISBN 85-7041-452-8. \n4. Lewis, Gilbert Newton; Randall, Merle. Thermodynamics. Revisão de Kenneth \nS. Pitzer e Leo Brewer. 2. ed. New York: McGraw-Hill, c1961. xii, 723 p.  \n5. Emanuel, George. Advanced classical thermodynamics. Washington, D. C.: \nAmerican institute of aeronautics and astronautics, 1987. 234 p. : ISBN \n0930403282.   \n \n", "79": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nCTD211 - Ciência e Tecnologia dos Materiais - 60h \nMetais ferrosos e não ferrosos. Metais não ferrosos especiais. Produtos minerais \nnão metálicas. Polímeros. Revestimentos protetores metálicos e tintas. Critérios de \nseleção de materiais de construção de equipamentos da indústria química. Ensaio \ndos materiais. Corrosão. Classificação das embalagens, tipos e usos. Importância e \nfunções das embalagens \n \nBibliografia Básica: \n1. CALLISTER, William D. Ciência e engenharia de materiais: uma introdução. \nRio de Janeiro: LTC , 2008. \n2. ASKELAND, Donald R.; PHULÉ, Pradeep P. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. \n3. VAN VLACK, Lawrence H. Princípios de ciência dos materiais. São Paulo: \nEdgard Blücher, 1970.   \n \nBibliografia Complementar: \n1. CALLISTER, William D. Materials science and engineering: an introduction. \n7.ed. New York: John Wiley & Sons, 2007.  \n2. SIBILIA, John P. (ed.). A guide to materials characterization and chemical \nanalysis. 2. ed. New York: Wiley-VCH, c1996.  \n3. CHIAVERINI, Vicente. Tecnologia mecânica: materiais de construção \nmecânica. São Paulo: McGraw-Hill do Brasil , 1978. v.2.   \n4. BOTELHO, Manoel Henrique Campos; MARCHETTI, Osvaldemar. Concreto \narmado eu te amo. 4.ed. São Paulo: Edgard Blücher, 2006. v.1.  \n5. BAUER, L. A. Falcão (coord.). Materiais de construção. 5. ed. Rio de Janeiro: \nLTC, 2000 . v.1.  \n \nCTD309 - Eletrotécnica - 60h \nIntrodução a NR - 10. Elementos de circuitos elétricos: resistores, indutores, \ncapacitores e fontes. Leis básicas dos circuitos elétricos. Noções básicas de análise \nde circuitos de corrente contínua e alternada. Instrumentos de medições elétricas: \namperímetros, voltímetros, ohmímetros e osciloscópios. Potência em circuitos de \n", "80": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \ncorrente alternada. Circuitos trifásicos. Noções de acionamento de motores \nelétricos. Noções de instalações elétricas residenciais. \n \nBibliografia Básica: \n1. CREDER, H. Instalações elétricas. 15 ed., Rio de Janeiro, LTC, 2007. \n2. NEVES, Eurico G. C. Eletrotécnica geral. 2. Ed. Pelotas: Editora e Gráfica \nUniversitária UFPel, 2005. \n3. SAY, M. G. Eletricidade geral: eletrotécnica. São Paulo: Hemus, 2004. \n \nBibliografia Complementar: \n1. CAPUANO, F. G.; MARINO, M. A. M. Laboratório de eletricidade e eletrônica. \n23 ed. São Paulo: Érica, 1998. \n2. COTRIM, A. A. M. B. Instalações elétricas. 2 ed., São Paulo: Prentice Hall \nBrasil, 2002. \n3. CUNHA, Ivano. J. Eletrotécnica. São Paulo: Hemus, 199?. \n4. FILHO, J. M. Instalações elétricas industriais. 6 ed. Rio de Janeiro: LTC, 2002. \n5. FRANCHI, C. M. Acionamentos elétricos. Tatuapé: Érica, 2007. \n \nCTD328 - Mecânica de Sólidos - 60h \nSistemas de forças. Componentes de uma força. Momento e binário de uma força. \nResultante de forças em duas e três dimensões. Diagrama de corpo livre. Análise de \nesforços em estruturas: treliças, máquinas e pórticos. Forças distribuídas. Cálculo \nde centróides: linha, área e volume. Momento de inércia de figuras planas. \nEquilíbrio em vigas. Diagramas de esforço cortante e momento fletor. Esforços em \ncabos flexíveis. Problemas envolvendo atrito seco. \n \nBibliografia Básica: \n1. MERIAN, J. L.; KRAIGE, L. G. Mecânica para engenharia – estática. 6 ed. Rio \nde Janeiro: LTC, 2009. \n2. BEER, F. P. et al. Mecânica vetorial para engenheiros – estática. 7 ed.. New \nYork: McGraw-Hill, 2006. \n3. HIBBELER, R C. Estática – mecânica para engenharia. 12 ed. São Paulo: \n", "81": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nPearson, 2011. \n \nBibliografia Complementar: \n1. UGURAL, A. C. Mecânica dos materiais. 1 ed. Rio de Janeiro: LTC, 2009. \n2. BEER, F. P. et al. Mecânica dos materiais. 5 ed. São Paulo:  Mcgraw-Hill, 2011. \n3. BUDYNAS, Richard G.; KEITH Nisbett, J. Elementos de máquinas de Shigley:  \nprojeto de engenharia mecânica. 8 ed, Porto Alegre: Bookman, 2011. \n4. SARKIS, M. Mecânica técnica e resistência dos materiais. 12 ed, São Paulo: \nÉrica, 2001.  \n5. NETO, J. B. Mecânica newtoniana, lagrangiana e hamiltoniana. 1 ed. s.l: \nLivraria da Física, 2004. \n \n \n \n6º PERÍODO \nCTD313 - Soldagem - 60h \nFundamentos Tecnológicos: Introdução, terminologia, simbologia e segurança em \nsoldagem. Principais processos de soldagem, brasagem e corte. Fundamentos \nfísicos da soldagem. Fundamentos da metalurgia da soldagem. Fontes de energia e \nequipamentos auxiliares. Projeto, fabricação e avaliação de estruturas soldadas. \nFundamentos Metalúrgicos: Fluxo de calor e aspectos termo-mecânicos, Formação \nda Zona Fundida e da Zona Termicamente Afetada, Descontinuidades em soldas e \ninspeção, Soldabilidade e soldagem de diferentes ligas.  \n \nBibliografia Básica: \n1. MARQUES, P.V., et al. Soldagem – Fundamentos e Tecnologia, Belo \nHorizonte: Editora UFMG, 2011, 362 p. (ISBN: 978-85-7041-748-0) \n2. WAINER, E. et al. Soldagem - Processos e Metalurgia, São Paulo: Edgard \nBlucher, 1992, 494 p. (ISBN: 9788521202387)  \n3. PARIS, A.A.F. de. Tecnologia da Soldagem. UFSM, 144 p. (ISBN: \n8573910380) \n \n", "82": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nBibliografia Complementar: \n1. www.infosolda.com.br, “O site brasileiro da soldagem” \n2. CARY, H. Modern Welding Technology. 4a Ed., Englewood Cliffs: Prentice-\nHall, Inc. 1998, 780 p. (ISBN: 978-0131130296)  \n3. AWS, Welding Handbook – Welding Science & Technology. Miami: \nAmerican Welding Society, Vol. 1, 9a Ed., 2001, 918 p. (ISBN: 978-\n0871716576) \n4. MESSLER, R.W. Principles of Welding. Nova York: Wiley-InterScience. \n1999,662 p. (ISBN: 978-0471253761) \n5. LINNERT, G.E. Welding metallurgy; fundamentals. Miami: AWS, 1994, \n950 p.  \n \nCTD324 - Engenharia Econômica - 60h \nMatemática Financeira: conceito de juros; relações de equivalência; taxas nominais \ne efetivas; amortização de dívidas (Price, SAC e Misto). Inflação e correção \nmonetária. Análise econômica de investimentos: princípios e conceitos; VAUE, TIR \ne Pay-back; substituição de equipamentos; aluguel, leasing e financiamentos. Risco, \nincerteza e análise de sensibilidade. Calculadoras financeiras e planilhas.  \n \nBibliografia Básica: \n1. PUCCHINI, Abelardo. Matemática financeira, objetiva e aplicada. São Paulo: \nSaraiva, 2000. \n2. HIRDCHFELD, Henrique. Engenharia econômica e análise de custos. São \nPaulo: Atlas, 1998. \n3. HUMMEL, Paulo Roberto Vampre. Analise e decisão sobre investimentos e \nfinanciamentos:  engenharia econômica - teoria e pratica. 4. ed. São Paulo: \nAtlas, 1995. \n \nBibliografia Complementar: \n1. PINDYCK, ROBERT S.; RUBINFELD, DANIEL, L. Microeconomia 5 ed. São \nPaulo: Prentice Hall, 2002.  \n2. HIRSCHFELD, H. Engenharia econômica e análise de custos. 7 ed. São Paulo: \n", "83": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nAltas, 2000. \n3. ASSAF NETO, A.. Matemática financeira e suas aplicações. 10 ed. São `Paulo: \nAtlas, 2008. \n4. THUESEN, H.G.; FABRYCKY, W.J.; THUESEN, G.J. (1977). Engineering \neconomy. New Jersey: Prentice-Hall, 1977.  \n5. FARO, C. Elementos de engenharia econômica. 3 ed. São Paulo: Atlas. 1979. \n \nCTD333 - Dinâmica dos Sólidos - 60h \nIntrodução, Cinemática de partículas, Cinética de partículas, Cinemática de um \nsistema de partículas, Cinética de um sistema de partículas, Cinemática dos corpos \nrígidos, Cinética dos corpos rígidos.  \n \nBibliografia Básica: \n1. Meriam, J.L.; Kraige, L.G. Mecânica para Engenharia - Dinâmica. 6.ed. Rio de \nJaneiro: LTC, 2009. 520 p. ISBN 978-85-216-1717-4 \n2. Hibbler, R.C. Dinâmica- Mecânica para Engenharia. 12.ed. São Paulo: \nPearson, 2011. 608 p. ISBN 978-85-760-5814-6 \n3. Tenenbaum, Roberto A. Dinâmica Aplicada. 3.ed. Rio de Janeiro: Manole, \n2006. 812 p. ISBN 978-85-204-1518-0 \n \nBibliografia Complementar: \n1. Shames, Irving H. Dinâmica: Mecânica para engenharia-Volume 2. 4. ed. São \nPaulo: Pearson, 2003. 648 p. ISBN 978-85-879-1821-4  \n2. Nussenzveig, Hersh Moysés. Curso de Física Básica – Mecânica. 3. ed. São \nPaulo: Edgard Blücher, 1997. 344 p. ISBN 978-85-212-0298-1 \n3. Tongue, Benson H.;Sheppard, Sheri D. Dinâmica – Análise e projeto de \nsistemas em movimento. 1.ed. Rio de Janeiro: LTC, 2007. 372 p. ISBN 978-85-\n216-1542-6 \n4. Komatsu, José Sergio. Mecânica dos sólidos. São Carlos: EdUFSCar, 2002. 248 \np. ISBN 978-85-760-0042-3  \n5. Symon,K.R. Mechanics. Boston: Adisson Wesley, 1971. 623 p. ISBN: \n0201073927 \n \n", "84": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nCTD339 - Resistência dos Materiais - 60h \nO conceito de tensão. Propriedades mecânicas dos materiais. Carregamento axial. \nFlexão. Torção. Carregamento transversal. Transformações de tensão e \ndeformação. Tensões principais. Projeto de vigas e eixos. Flambagem de colunas. \n \nBibliografia Básica: \n1. DEWOLF, J. T.; JOHNSTON, E. R.; BEER, F. P. Resistência dos materiais. 4 ed. \nSão Paulo: Mcgraw-Hill, 2006.  \n2. HIBBELER, R. C. Resistência de materiais. 7 ed. São Paulo: Pearson \nEducation, 2010. \n3. JOHNSTON, E. R.; EISENBERG, E. R.; BEER, F. P. Mecânica vetorial para \nengenheiros : estática. 7 ed. São Paulo: Mcgraw-Hill, 2006. \n \nBibliografia Complementar: \n1. UGURAL, A. C. Mecânica dos materiais. 1 ed. Rio de Janeiro: LTC, 2009. \n2. BEER, F. P. et al. Mecânica dos materiais. 5 ed. São Paulo: Mcgraw-Hill, 2011.  \n3. NORTON, R. L. Projeto de máquinas: uma abordagem integrada. 2 ed. Porto \nAlegre: Bookman, 2004.  \n4. BUDYNAS, Richard G.; KEITH Nisbett, J. Elementos de máquinas de Shigley: \nprojeto de engenharia Mecânica. 8 ed. Porto Alegre: Bookman, 2011. \n5. COLLINS, J. A. Projeto mecânico de elementos de máquinas: uma \nperspectiva de prevenção da falha. Rio de Janeiro: LTC, 2006.  \n \nCTD340 - Transferência de Calor e Massa - 60h \nIntrodução e conceitos básicos. Fundamentos da condução de calor. Condução de \ncalor permanente e transiente. Fundamentos da convecção. Convecção forçada e \nnatural. Trocadores de calor. Transferência de calor por radiação. Transferência de \nmassa  \n \nBibliografia Básica: \n1. ÇENGEL, Yunus A. Transferência de calor e massa: uma abordagem prática. \n3.ed. São Paulo: Mc Graw Hill, 2009. 902 p.  \n", "85": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2. INCROPERA, Frank P. et al. Fundamentos da transferência de calor e massa. \n6.ed. Rio de Janeiro: LTC, 2008. 643 p \n3. BIRD, R. Byron; STEWART, Warren E.; LIGHTFOOT, Edwin N. Fenômenos de \ntransporte. 2. ed. Rio de Janeiro: LTC, 2004. \n \nBibliografia Complementar: \n1. MORAN, Michael J.; SHAPIRO, Howard N. Princípios da termodinâmica para \nengenharia. 6.ed. Rio de Janeiro: LTC, 2009.  \n2. NUSSENZVEIG, Hersh Moysés. Curso de física básica: fluidos, oscilações e \nondas, calor. 3. ed. São Paulo: Edgard Blücher, 1997.  \n3. TIPLER, Paul A.; LLEWELLYN, Ralph A. Física moderna. 3.ed. Rio de Janeiro: \nLTC, 2001.  \n4. ARAÚJO, Everaldo César da Costa. Trocadores de calor. São Carlos: EdUFSCar, \n2002.  \n5. ÇENGEL, Yunus A.; BOLES, Michael A. Termodinâmica. 5.ed. São Paulo: Mc \nGraw Hill, 2009.  \n \nEME106 - Materiais para Construção Mecânica - 60h \nCiência dos materiais. Ligas metálicas. Diagramas de equilíbrio. Introdução aos \naços de construção mecânica. Diagrama de equilíbrio Fe-C. Diagramas TTT. \nTratamentos térmicos. Tratamentos termoquímicos. Ferros Fundidos. Ligas de \nalumínio. Ligas de cobre. Estabilidade dos materiais no meio ambiente. Cerâmica. \nPolímeros. Processamento, degradação e reciclagem de polímeros. Compósitos de \nmatrizes poliméricas com fibras de reforço. \n \nBibliografia Básica: \n1- HIGGINS, R. A. Propriedades e estruturas dos materiais em engenharia. São \nPaulo, SP : DIFEL, 1982.  \n2- PADILHA, A. F. Materiais de engenharia; microestrutura e propriedades. \nSão Paulo, SP : Hemus, 1997. \n3- ASHBY, M.F. Materials Selection in Mechanical Design. 4.ed. Londres: \nElsevier, 2011 \n", "86": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n \nBibliografia Complementar: \n1- SMITH, W. F. Princípios de ciência e engenharia de materiais. Lisboa : \nMcGraw-Hill, 1998. \n2- SOUZA, S. A. Ensaios mecânicos de materiais metálicos; fundamentos \nteóricos e práticos. São Paulo, SP : Edgard Blücher, 1995. \n3- Michael Ashby, Hugh Shercliff, and David Cebon. - Materials: Engineering, \nScience, Processing and Design (2nd edition), Elsevier, 2010. \n4- CALLISTER,W.D.Jr. Ciência e engenharia de materiais- uma introdução. Rio \nde Janeiro, RJ : LTC, 2002. \n5- KUTZ, M. Handbook of materials selection. New York: John Wiley & Sons, \n2002. \n \n \n \n7º PERÍODO \nEME101- Resistência dos Materiais II - 60h \nAnálise triaxial de tensões e deformações. Fotoelasticidade. Critérios de \nresistência: Tresca e von Mises. Análise de tensão e deformação no plano. Energia \nde deformação. Treliças e pórticos hiperestáticos. Extensometria. Fluência (Creep).  \n \nBibliografia Básica: \n1- Timoshenko, S. P. Resistência dos Materiais Vol. 1, Ed. Ao Livro Técnico, \n1966. \n2- Timoshenko, S. P. Resistência dos Materiais Vol. 2, Ed. Ao Livro Técnico, \n1966. \n3- Timoshenko, S. P., Gere, J. M. Mecânica dos Sólidos Vol. 1, LTC, 1983. \n \nBibliografia Complementar: \n1. Timoshenko, S. P., Gere, J. M. Mecânica dos Sólidos Vol. 2, LTC, 1983. \n2. Sousa, S. A. Ensaios Mecânicos de Materiais Metálicos, 5ª ed., Ed. Blucher, \n1982. \n", "87": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n3. Dewolf, J. T.; Johnston, E. R.; Beer, F. P. Resistência dos Materiais, 4ª ed., \nMcgraw-Hill, 2006. \n4. Hibbeler, R. C. Resistência de Materiais, 7ª ed., Pearson Education, 2010. \n5. Ugural, A. C. Mecânica dos Materiais, 1ª ed., LTC, 2009. \n \nEME105 - Vibrações Mecânicas - 75h \nModelos matemáticos para análise de vibrações. Vibrações livres e forçadas em \nsistemas mecânicos com dois ou mais graus de liberdade: sem e com \namortecimento. Transmissibilidade: movimento de base, desbalanceamento de \nmassa rotativa e isolação da vibração. Resposta a uma Excitação Geral: resposta ao \nimpulso, resposta a uma entrada arbitrária e resposta a uma entrada arbitrária \nperiódica. Rotações Críticas de Eixos. \n \nBibliografia Básica: \n1- RAO, S. Vibrações mecânicas, 4a. ed. Brasil: Pearson, Prentice Hall, 2009. \n2- DEN HARTOG, J.P. Vibrações nos sistemas mecânicos, Editora Edgard \nBlucher e Editora da USP, 1972. \n3- DIMAROGONAS, A. Vibration for engineers, 2. ed. New Jersey: Prentice Hall, \n1996.  \n \nBibliografia Complementar: \n1. GINSBERG, J. H. Mechanical and structural vibrations: theory and \napplications, New York: John Wiley & Sons, 2001. \n2. HARRIS, C.M.; CREDE, C.E. Shock & vibration handbook, 2. ed. New York: \nMcGraw- Hill, 1976. \n3. STEIDEL, R. F., JR. An introduction to mechanical vibrations, 3rd ed. New \nYork: John Wiley & Sons, 1989. \n4. BALACHANDRAN, B. Vibrações mecânicas. 2 ed. São Paulo : Cengage Learning, \n2011. \n5. Reynolds, Douglas D. Engineering principles of mechanical vibration. Las \nVegas: DDR, Inc., 2009. \n6. THOMSON, W.T.; DAHLEH, M.D. Theory of vibrations with applications, 5. ed. \n", "88": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nNew Jersey: Prentice Hall, 1993.  \n7. VIERCK, R. K. Vibration analysis, Scranton: International Textbook Company \n \nEME107 - Tecnologia e Conformação Mecânica - 60h \nClassificação dos Processos de Fabricação. Noções de Deformação Plástica dos \nMateriais. \nForjamento, \nLaminação. \nTrefilação. \nExtrusão. \nEmbutimento. \nDobramento. Estampagem. Metalurgia do Pó. Fundição. \n \nBibliografia Básica: \n1- Schaeffer, L., Rocha, A. L. Conformação Mecânica – Cálculos, 1ª ed., Ed. \nImprensa Livre, 2007. \n2- Schaeffer, L. Conformação de Chapas Metálicas, 1ª ed., Ed. Imprensa Livre, \n2004. \n3- Schaeffer, L. Forjamento – Introdução ao Processo, 2ª ed., Ed. Imprensa \nLivre, 2006. \nBibliografia Complementar: \n1. Lesko, J. Design Industrial – Materiais e Processos de Fabricação, 1ª ed., Ed. \nBlucher, 2004. \n2. Chiaverini, V. Tecnologia Mecânica Vol. 2 – Processos de Fabricação e \nTratamento, 2ª ed., Ed. Pearson, 1986. \n3. Bresciani Filho, E. Conformação Plástica dos Metais, 5ª ed., Ed. Unicamp, \n1997. \n4. Helman, H., Cetlin, P. R. Fundamento da Conformação dos Metais, 1ª ed., Ed. \nArtliber, 2005. \n5. Niemann, G. Elementos de Máquinas Vol. 1, Ed. Blucher, 1971. \n \nEME108 - Tecnologias de Usinagem - 75h \nFundamentos da teoria da usinagem. Classificação e nomenclatura dos processos \nde usinagem. Movimentos e grandezas nos processos de usinagem. Ferramenta de \ncorte para tornos. Mecanismo de formação do cavaco. Força e potência de corte. \nMateriais para ferramentas. Avarias, desgastes e vida de ferramentas. Condições \n", "89": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \neconômicas de usinagem. Tornos. Programação manual CNC. Retificação. \nEletroerosão. Ensaios de usinagem. Torno CNC: Operação; Sistema de referência; \nPré-set de ferramentas. Processos que utilizam ferramentas de corte de múltiplos \ngumes (fresas, brocas, alargadores, serras, escareadores, rebaixadores, machos). \nAbordar para estes processos as máquinas (fresadoras, brochadeiras, dentadoras, \nfuradeiras e máquinas de serrar), acessórios básicos, campo de aplicação, princípio \nde operação, operações fundamentais, cálculos básicos de força e potência de \ncorte, cálculos de tempo de usinagem, seleção de maquinário, especificações \ntécnicas. Dispositivos de fabricação. Programação Manual de Fresadoras CNC (3 \neixos). \n \nBibliografia Básica: \n1- Ferraresi, D. Fundamentos da Usinagem dos Metais, 1ª ed., Ed. Blucher, \n1970. \n2- Machado, Á, R., et al. Teoria da Usinagem dos Materiais, 2ª ed., Ed. Blucher, \n2011. \n3- Silva, S. D. Programação de Comandos Numéricos Computadorizados, 8ª \ned., Ed. Érica, 2008. \n \nBibliografia Complementar: \n1. Lesko, J. Design Industrial – Materiais e Processos de Fabricação, 1ª ed., Ed. \nBlucher, 2004. \n2. Diniz, A. E., Marcondes, F. C., Coppini, N. L. Tecnologia da Usinagem dos \nMateriais, 7ª ed., Ed. Artliber, 2011. \n3. Bresciani Filho, E. Conformação Plástica dos Metais, 5ª ed., Ed. Unicamp, \n1997. \n4. Cetlin, P. R., Helman, H. Fundamentos da Conformação – Mecânica dos \nMetais, 2ª ed., Ed. Artliber, 2005. \n5. Santos, S. C., Sales, W. F. Aspectos Tribológicos da Usinagem dos Materiais, \n1ª ed., Ed. Artliber, 2007. \n \n \n \n", "90": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nEME202 - Motores de Combustão Interna - 60h \nIntrodução aos motores de combustão interna. Ciclos. Ensaios, propriedades e \ncurvas características. Combustão. Formação da mistura nos motores Otto. Ignição. \nInjeção de combustível nos motores Diesel. Cinemática e dinâmica. \n \nBibliografia Básica: \n1- GARCIA, O.; BRUNETTI, F. Motores de combustão interna. São Bernardo do \nCampo, Opus, 1992. \n2- TAYLOR, C.F. Análise dos motores de combustão interna. São Paulo, Edgard \nBlücher, 1971. \n3- MARTINS, J. Motores de combustão interna. Publindustria, 2006 \n \nBibliografia Complementar: \n1. Heywood, J.B., Internal Combustion Engine Fundamentals, McGraw-Hill Inc., \nUSA, 1988. \n2. Taylor, C.F., The Internal Combustion Engine in Theory and Practice, MIT \nPress Edition, 1985. \n3. Delp, F., Aircraft Propeller and Controls, Jeppesen, 1979. \n4. FERGUSON, C.R., Kirkpatrick, A.T. Internal combustion engines: applied \nthermosciences. New York: John Wiley & Sons, 2001. \n5. GANESAN, V. Internal Combustion Engines. London: McGraw-Hill Education, \n2002. \n \nEME301 - Elementos de Máquinas I - 60h \nProjeto de eixos e árvores. Dimensionamento de chavetas e estrias. Acoplamentos \nentre eixos. Elementos de união, parafusos e soldas. Parafusos de potência. \nDimensionamento de molas. Transmissão por correias e correntes. Freios e \nembreagens. \n \nBibliografia Básica: \n1- Norton, R. L. Projeto de Máquinas Uma Abordagem Integrada, 2ª ed., \n", "91": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nBookman, 2004. \n2- Budynas, Richard G.; Keith Nisbett, J. Elementos de Máquinas de Shigley \nProjeto de Engenharia Mecânica, 8ª Ed, Bookman, 2011. \n3- Collins, J. A. Projeto Mecânico de Elementos de Máquinas - Uma \nPerspectiva de Prevenção da Falha, LTC, 2006.  \n \nBibliografia Complementar: \n1. Niemann, G. Elementos de Máquinas Vol. 1, Ed. Edgard Blucher, 1971. \n2. Niemann, G. Elementos de Máquinas Vol. 2, Ed. Edgard Blucher, 1971. \n3. Niemann, G. Elementos de Máquinas Vol. 3, Ed. Edgard Blucher, 1971. \n4. Dewolf, J. T.; Johnston, E. R.; Beer, F. P. Resistência dos Materiais, 4ª ed., \nMcgraw-Hill, 2006. \n5. Hibbeler, R. C. Resistência de Materiais, 7ª ed., Pearson Education, 2010. \n \n \n \n8º PERÍODO \nEME102- Modelagem de Materiais Compósitos - 45h \nConceitos básicos e características dos materiais \ncompósitos. Análise \nbidimensional de tensões e parâmetros de resistência aplicados aos materiais \ncompósitos. \n \nBibliografia Básica: \n1- Levy Neto, F., Pardini, L. C. Compósitos Estruturais – Ciência e Tecnologia, \n1ªed., Ed. Blucher, 2006. \n2- Mendonça, P. T. R. Materiais Compostos e Estruturas-Sanduíche, Ed. Manole, \n2005. \n3- Moura, M. F. S. F, Morais, A. B., Magalhães, A. G. Materiais Compósitos, 2ª ed., \nEd. Publindustria, 2009. \n \nBibliografia Complementar: \n1- Callister Jr., W. D. Ciência e Engenharia dos Materiais: uma Introdução, 7ª \n", "92": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \ned., Ed. LTC, 2008. \n2- Newell, J. A. Fundamentos da Moderna Engenharia e Ciência dos Materiais, \n1ª ed., Ed. LTC, 2010. \n3- Van Vlack, L. H. Princípios de Ciência dos Materiais, 12ª ed., Ed. Blucher, \n1998. \n4- Shackelford, J. F. Ciência dos Materiais, 6ª ed., Ed. Pearson, 2008. \n1- 5. \nSmith, W. F. Princípios de Ciência e Engenharia dos Materiais, 3ª ed., Ed. \nMcGraw-Hill, 2006. \n \nEME201 - Sistemas Hidráulicos e Pneumáticos - 90h \nPrincípios básicos. Aplicações. Normas técnicas. Geração e distribuição de ar \ncomprimido. Cilindros e motores. Elementos de comando e controle. Contadores. \nSensores. \nTemporizadores. \nGeradores \nde \nvácuo. \nCircuitos \npneumáticos \nfundamentais e industriais. Circuitos seqüenciais e combinacionais. Conversores \nde sinais P-E e E-P. Circuitos EP fundamentais e seqüenciais. Noções de Automação \nIndustrial. Bombas e Motores. Cilindros. Válvulas de Bloqueio. Válvulas \nDirecionais. Válvulas de Pressão. Válvulas de Vazão. Tecnologia Proporcional e \nServoválvulas. Acessórios. Fluidos hidráulicos. Circuitos Hidráulicos Fundamentais \ne Industriais. \n \nBibliografia Básica: \n1- Fialho, A. B. Automação Pneumática – Projetos, Dimensionamento e \nAnálise de Circuitos, 7ª ed., Érica, 2007. \n2- Fialho, A. B. Automação Hidráulica – Projetos, Dimensionamento e Análise \nde Circuitos, 5ª ed., Érica, 2007. \n3- Stewart, H. L. Pneumática e Hidráulica, 3ª ed., Ed. Hemus, 2002. \n \nBibliografia Complementar: \n1. Bonacorso, N. G., Noll, V. Automação Eletropneumática, 11ª ed., Ed. Érica, \n2009. \n2. Compressed Air and Gas Institute, Manual de Ar Comprimido e Gases, 1ª ed., \nPearson, 2004. \n", "93": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n3. Rosário, J. M. Princípios de Mecatrônica, 1ª ed., Ed. Pearson, 2005. \n4. Groover, M. P. Automação Industrial e Sistemas de Manufatura, 3ª ed., Ed. \nPearson, 2011. \n5. Santos, A. A., Silva, A. F. Automação Pneumática, 2ª ed., Ed. Publindustria, \n2009. \n \nEME203 - Turbinas e Geradores - 60h \nTurbinas e centrais a gás. Geradores de vapor. Turbinas a vapor e centrais térmicas \na vapor. Centrais nucleares. Ciclos combinados e cogeração. \n \nBibliografia Básica: \n1- Cohen, H., Rogers, G. F. C. e Saravanamuttoo, H. I. H., Gas turbine theory, 5ª ed., \nHarlow, Prentice Hall, 2001. \n2- Hill, P. e Peterson, C., Mechanics and thermodynamics of propulsion, \nAddison Wesley, 1992. \n3- Boyce, Meherwan P.Gas Turbine engineering handbook Meherwan P. \nBoyce.Boston : Gulf Professional Pub., c2006.  \n \nBibliografia Complementar: \n1- Mattingly, J. D., Heiser, W. H. e Pratt, D. T., Aircraft engine design, 2ª ed., \nReston, VA., AIAA, 2002 (AIAA Education Series). \n2- WALSH, P.P. e FLETCHER, P. Gas Turbine Performance, 2ed, BLACKWELL \nScience Ltd, 2004. \n3- CICHI, Carlos Alberto. A Cogeracao Baseada em Turbinas a Gás. Sao Paulo : \nGEC Alsthom, 1998. \n4- Soares, Claire. Gas Turbines - A Handbook of air, lande and see aplications. \nLondon: Elsevier, 2008. \n5- Soares, Claire. Microturbines. Amesterdam : Elsevier, 2007 \n \nEME204 - Máquinas de Fluxo - 75h \nGeneralidades sobre máquinas de fluxo. Classificação. Elementos mecânicos. \nElementos cinemáticos. Análise e semelhança aplicada às máquinas de fluxo. \n", "94": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nEquações fundamentais. Cavitação. Condições Reais de Escoamento. Perdas e \nrendimentos. \nComportamento \ne \nregulagem. \nSeleção \ne \nespecificação. \nDimensionamento. \n \nBibliografia Básica: \n1- Souza, Zulcy de. Dimensionamento de maquinas de fluxo: turbinas, \nbombas, ventiladores. São Paulo : Edgard Blücher, 1991.  \n2- DE SOUZA, Zulcy. Projeto de máquinas de fluxo - Base Teórica e \nExperimental. Rio de Janeiro: Editora Interciência, 2011. \n3- PFLEIDERER, C.; PETERMANN, H. Máquinas de fluxo. Rio de Janeiro: Livros \nTécnicos e Científicos, 1979 \n \nBibliografia Complementar: \n1. SCHLYAKIN, P. STEAM Turbines theory and design Moscou: Foreign \nLanguages Publ, 1978. \n2. SCHREIBER, G. P. Usinas hidrelétricas São Paulo: Edgar Blucher, 1978. \n3. STEPANOFF, A. J. Centrifugal and axial flow pumps 2. ed. New York: John \nWiley & Sons, 1957. \n4. Karassik, I.J. Centrifugal Pump Clinic, M. Dekker, NY, 1981. \n5. Modern power plant practice 3. ed., London: Britsh Electricity International, \n1992. \n \nEME302 Elementos de Máquinas II - 60h \nLubrificação e lubrificantes. Mancais de rolamento. Mancais de deslizamento. \nCinemática de engrenagens. Engrenagens cilíndricas de dentes retos. Engrenagens \ncilíndricas de dentes helicoidais. Parafusos sem-fim e coroa helicoidal. \nEngrenagens cônicas. \n \nBibliografia Básica: \n1- Norton, R. L. Projeto de Máquinas Uma Abordagem Integrada, 2ª ed., \nBookman, 2004. \n2- Budynas, Richard G.; Keith Nisbett, J. Elementos de Máquinas de Shigley \n", "95": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nProjeto de Engenharia Mecânica, 8ª Ed, Bookman, 2011. \n3- Collins, J. A. Projeto Mecânico de Elementos de Máquinas - Uma \nPerspectiva de Prevenção da Falha, LTC, 2006. \n \nBibliografia Complementar: \n1. Niemann, G. Elementos de Máquinas Vol. 1, Ed. Edgard Blucher, 1971. \n2. Niemann, G. Elementos de Máquinas Vol. 2, Ed. Edgard Blucher, 1971. \n3. Niemann, G. Elementos de Máquinas Vol. 3, Ed. Edgard Blucher, 1971. \n4. Dewolf, J. T.; Johnston, E. R.; Beer, F. P. Resistência dos Materiais, 4ª ed., \nMcgraw-Hill, 2006. \n5. Hibbeler, R. C. Resistência de Materiais, 7ª ed., Pearson Education, 2010. \n \nEME303 - Desenho de Máquinas - 60h \nDesenhos de conjuntos mecânicos de transmissão de potência, de mecanismos de \nacionamento, de mancais de deslizamento e de rolamento, de bases e carcaças de \nmáquinas, de estruturas soldadas e de sistemas de freios e embreagens. Desenhos \nde detalhe das peças e/ou componentes utilizadas em cada conjunto mecânico. \nIndicação de acabamentos superficiais. Utilização de tolerâncias de montagem. \nVista explodida de conjunto mecânico. Utilização de sistema CAD de modelagem \n3D. \n \nBibliografia Básica: \n1- Fialho, A. B. SolidWorks Premium 2009 - Teoria e Prática no \nDesenvolvimento de Produtos Industriais - Plataforma para Projetos \nCAD/CAE/CAM, 1ª ed., Editora Érica, 2009. \n2- Leake, J.; Borgerson, J. Manual de Desenho Técnico para Engenharia – \nDesenho, Modelagem e Visualização, 1ª ed., LTC, 2010. \n3- Niemann, G. Elementos de Máquinas Vol. 1, 1ª ed., Blucher, 1971. \n \nBibliografia Complementar: \n1. Fialho, A. B. Pro/ENGINEER Wildfire 3.0 - Teoria e Prática no \nDesenvolvimento de Produtos Industriais - Plataforma para Projetos \n", "96": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nCAD/CAE/CAM, 1ª ed., Editora Érica, 2006. \n2. Cruz, M. D. CATIA V5R20 - Modelagem, Montagem e Detalhamento - 2D e 3D \n- Para Windows, 1ª ed., Editora Érica, 2010. \n3. Giesecke, F. E. e cols. Comunicação Gráfica Moderna, 1ª ed., Bookman, 2002. \n4. Niemann, G. Elementos de Máquinas Vol. 2, 1ª ed., Blucher, 1971. \n5. Niemann, G. Elementos de Máquinas Vol. 3, 1ª ed., Blucher, 1971. \n \n \n \n9º PERÍODO \nENG202 - Instrumentação e Controle de Processos – 60h \nEquipamentos de controle e medida. Instalações hidráulicas e linhas de ar \ncomprimido, de vácuo, de gases e outras. Vapor. Instalações elétricas. Automação e \ncontrole de instalações de equipamentos e de processos industriais. \n \nBibliografia Básica: \n1. FOUST, Alan S. et al. Princípios das operações unitárias. 2.ed. Rio de Janeiro: \nLTC, 1982. \n2. SHREVE, R. Norris; BRINK Jr., Joseph A. Indústrias de processos químicos. \n4.ed. Rio de Janeiro: Guanabara Koogan, 1997. \n3. FIALHO, \nArivelto \nBustamante. \nAutomação \nhidráulica: \nprojetos, \ndimensionamento e análise de circuitos. 5. ed. São Paulo: Érica, 2007. \n \nBibliografia Complementar: \n1. CUNHA, Ivano J. Eletrotécnica: auxiliar técnico para projetos e manutenção \nelétrica. São Paulo, SP: Hemus, 199?.  \n2. CREDER, Hélio . Instalações hidráulicas e sanitárias. 6. ed . Rio de Janeiro : \nLTC , 2006.  \n3. AZEVEDO NETTO, José Martiniano et al. Manual de hidráulica. 8. ed. atual. \nSão Paulo: Ed. Edgard Blücher, 1998. \n4. MACINTYRE, Archibald Joseph. Bombas e instalações de bombeamento. \n", "97": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2.ed. Rio de Janeiro: LTC, 1997. \n5. HITTIG, Aladar. Manual de engenharia industrial: unidades de medição. São \nPaulo: Global, 1986. 4v. 780 p. \n \nENG301 - Ética e Legislação Profissional – 30h \nNoções de ética geral. Ética profissional. Direitos e deveres dos trabalhadores. \nConselhos profissionais da engenharia. Legislação pertinente \n \nBibliografia Básica: \n1. DRUMOND, J. G. F. O cidadão e o seu compromisso social. Belo Horizonte, \nMG: Cuatira, 1993. 212 p. \n2. PINHO, R. R.; NASCIMENTO, A. M. Instituições de direito público e privado: \nintrodução ao estudo do direito e noções de ética profissional. 24.ed. São \nPaulo: Atlas, 2009. 426 p \n3. VALLS, A. L. M. O que é ética. 9.ed.. São Paulo: Brasiliense, 2006. 82 p. \n \nBibliografia Complementar: \n1. MUYLAERT, P. Ética profissional. Niterói, RJ: [s.n.], 1977. 281 p. \n2. GOMES, A. M. A. et al. Um olhar sobre ética e cidadania. São Paulo: \nMackenzie, 2002. 142 p. \n3. BURSZTYN, M. (org.). Ciência, ética e sustentabilidade. 2.ed. Brasília: Cortez, \n2001. 192 p. \n4. SINGER, P. Ética prática. 3.ed.. São Paulo: Fontes, 2006. 399 p.  \n5. BRASIL. Conselho Federal de Química. Resolução Normativa Nº 46 de 27.de \njaneiro de.1978. Determina o registro nos Conselhos Regionais de Química \ndos profissionais que menciona. \n6. BRASIL. Conselho Federal de Engenharia, Arquitetura e Agronomia. Resolução \nNº 218, de 29 de junho de 1973. Discrimina atividades das diferentes \nmodalidades profissionais da Engenharia, Arquitetura e Agronomia. \n \n \n", "98": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nENG302 – Gestão e Avaliação da Qualidade – 60h \nConceituação básica da qualidade, sistema de avaliação de processo, produto e \nserviços, implantação do gerenciamento da rotina, elaboração e gerenciamento de \ndocumentação padronizada, Ferramentas estatística da qualidade, método de \nsolução de problemas, gerenciamento pelas diretrizes, sistema de garantia da \nqualidade baseada nas normas. Gerenciamento do crescimento do ser humano. \n \nBibliografia Básica: \n1. CAMPOS, V.F., TQC – Controle da Qualidade Total (no estilo Japonês), QFCO – \nFundação Cristiano Ottoni, Belo Horizonte, 1992, 229p.  \n2. BROCKA, B. Gerenciamento da qualidade. São Paulo: Makron Books, 1995. \n3. HUTCHINS, G. ISO 9000: Um guia completo para o registro, as diretrizes da \nAuditoria e a Certificação bem sucedida; tradução Ana Terzi Giova; revisão \ntécnica Caramuru J. Tiede – São Paulo: Makron Books, 1994. \n \nBibliografia Complementar: \n \n1. WALLER, J. Manual de gerenciamento da qualidade; tradução Luiza Liske; \nrevisão técnica Sílvio Olivo. São Paulo: Makron Books, 1996.  \n2. MARANHÃO, M. ISO Série 9000: manual de implementação: versão \nISO:2000. – 6ª Edição – Rio de Janeiro: Qualitymark, Ed., 2001 \n3. NBR ISO 9000:2000. Sistemas de gestão da qualidade – Fundamentos e \nvocabulário. Rio de Janeiro; ABNT, 2000. \n4. NBR ISO 9001:2000. Sistemas de gestão da qualidade – Requisitos. Rio de \nJaneiro: ABNT, 2000. \n5. NBR ISO 9004:2000. Sistemas de gestão da qualidade – Diretrizes para \nmelhorias de desempenho. Rio de Janeiro: ABNT, 2000. \n \nEME109 – Manutenção Industrial – 60h \nConceitos básicos da organização da manutenção industrial. O planejamento e a \nprogramação da manutenção. Organização dos recursos da manutenção. Análise e \ncontrole dos índices da manutenção. Manutenção preventiva e preditiva. Tipos de \n", "99": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nlubrificantes \ne \nfunções. \nPropriedades \nfísico-químicas \ndos \nlubrificantes. \nEspecificações de lubrificantes. Métodos de lubrificação e aplicações. Intervenções \nde manutenção em máquinas e equipamentos.  \n \nBibliografia Básica: \n1- Fogliatto, F. S., Ribeiro, J. L. D. Confiabilidade e Manutenção Industrial, 1ª ed., \nEd. Campus, 2009. \n2- Nepomuceno, L. X. Técnicas de Manutenção Preditiva – Volume 1, 1ª ed., Ed. \nBlucher, 1989. \n3- Nepomuceno, L. X. Técnicas de Manutenção Preditiva – Volume 2, 1ª ed., Ed. \nBlucher, 1989. \n4-  \nBibliografia Complementar: \n1- Branco, F. G. Indicadores e Índices de Manutenção, 1ªed., Ed. Ciência \nModerna, 2006. \n2- Pereira, M. J. Engenharia de Manutenção: Teoria e Prática, 1ª ed., Ed. Ciência \nModerna, 2009. \n3- Santos, V. A. Manual Prático de Manutenção Industrial, 2ª ed., Ed. Ícone, \n2007. \n4- Verri, L. A. Sucesso em Paradas de Manutenção, 1ª ed., Ed. Qualitymark, \n2008. \n5- Ferreira, L. A. Uma Introdução à Introdução, 1ª ed., Ed. Publindustria, 1998 \n \nEME304 – Refrigeração e Ar Condicionado – 60h \nFluidos refrigerantes e suas propriedades. Sistemas frigoríficos por compressão de \nar, ejetor de vapor, termoelétrico e por absorção. Equipamentos frigoríficos: \ncompressores, condensadores, evaporadores, de controle de fluxo de refrigerante, \nauxiliares e tubulações. Cálculo de carga térmica de uma câmara frigorífica. \nNormas. Câmaras frigoríficas: detalhes construtivos, controles e projeto. Ensaio de \numa instalação frigorífica.  Psicrometria. Equipamento de instalações de ar \ncondicionado: filtros, serpentinas de resfriamento e desumidificação, serpentinas \n", "100": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nde aquecimento, sistemas de aquecimento e de umidificação, centrais de \nresfriamento de líquidos, condicionadores de ar. Noções de sistemas de \ncondicionamento de ar. \n \nBibliografia Básica: \n1- DOSSAT, ROY J. Princípios de Refrigeração. São Paulo: Hemus, 2000. \n2- Stoecker, W. F.; Jones, J. W. Refrigeração e Ar Condicionado. New York, NY: \nMcGraw-Hill, 1985.  \n3- MENDES, L. M. de O. Refrigeração e ar condicionado. São Paulo: Ediouro, \n2002. \n \nBibliografia Complementar: \n1- STOECKER, W.F & SAIZ JABARDO, J. M. Refrigeração Industrial. São Paulo: \nEdgard Blücher, 2002. \n2- Mc Quiston, F. C. et al. Heating, Ventilating, and Air Conditioning. New York, \nNY: Wiley, 2000.  \n3- Silva, J. C. Refrigeração comercial climatizacao industrial. São Paulo: Hemus, \n2004. \n4- Rex, Miller. Refrigeração e ar condicionado. Rio de Janeiro : Livros Técnicos e \nCientíficos, 2008. \n5- Silva, J. C.; Silva, A. C. G. Refrigeração e climatização para técnicos e \nengenheiros. Rio de Janeiro : Editora Ciência Moderna, 2007. \n \nEME305 – Ventilação – 45h \nEfeitos do movimento do ar sobre o conforto de uma pessoa. Conforto térmico. \nMetabolismo. Ventilação natural. Ventilação diluidora. Ventilação local exaustora. \nEquipamentos de separação de poluentes. Rede de dutos e dispositivos de \ninsuflação de ar. Aplicações da refrigeração e ar condicionado. \n \nBibliografia Básica: \n4- Costa, E.C. Ventilação, 1ed, Blucher, 2005. \n", "101": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n5- CLEZAR, C.A. Ventilação Industrial. 2ed. Florianópolis: Editora UFSC, 2009. \n6- Macyntire, A. Ventilação e Controle da Poluição, LTC, 1989. \n \nBibliografia Complementar: \n1. Torreira, R.P. Salas Limpas. Hemus, 1992. \n2. Yamane, E. Tecnologia do Condicionamento de Ar, Ed. Blucher, 1986. \n3. Incropera, F.P.; DeWitt, D.P. Fundamentos de Transferência de Calor e \nMassa, 5a. ed., LTC, 2001. \n4. Stoecker, W.F.; Jones, J.W. Refrigeração e Ar Condicionado, McGraw-Hill, \n1985. \n5. Mc Quiston, F. C. et al. Heating, Ventilating, and Air Conditioning. New York, \nNY: Wiley, 2000 \n \nEME205 - Planejamento e Projetos em Indústrias Mecânicas I – 45h \nMetodologia de planejamento e avaliação de projetos. Mercado. Localização. \nInvestimento. Financiamento. Custos. Capacidade. Etapas da implantação de \nprojetos. Cronograma físico e financeiro. Avaliação de projetos de investimento. \nRentabilidade. Análise de sensibilidade. \n \nBibliografia Básica: \n1- Mendes, L. A. L. Projeto Empresarial, 1ª ed., Ed. Saraiva, 2011. \n2- Madureira, O. M. Metodologia do Projeto, 1ª ed., Ed. Blucher, 2010. \n3- Pahl, G., et al. Projeto na Engenharia, 1ª ed., Ed. Blucher, 2005. \n \nBibliografia Complementar: \n1. Kerzner, H. Gerenciamento de Projetos, 1ª ed., Ed. Blucher, 2011. \n2. Norman, E. S., Brotherton, S. A., Fried, R. T. Estruturas Analíticas de Projeto, \n1ª ed., Ed. Blucher, 2009. \n3. Paoleschi, B. Logística Integrada – Do Planejamento, Produção, Custo e \nQualidade à Satisfação do Cliente, 2ª ed., Ed. Érica, 2010. \n4. Clemente, A, Projetos Empresariais e Públicos. 3ª ed., Ed. Atlas, 2008. \n", "102": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n5. Casarotto Filho, N. Elaboração de Projetos Empresariais, 1ªed., Ed. Altas, \n2009. \n \n \n \n10º PERÍODO \nENQ206 - Planejamento e Projeto em Indústrias Mecânicas  II – 60h \nDesenvolvimento e apresentação de projeto de uma indústria mecânica. \n \nBibliografia Básica: \n1- Mendes, L. A. L. Projeto Empresarial, 1ª ed., Ed. Saraiva, 2011. \n2- Madureira, O. M. Metodologia do Projeto, 1ª ed., Ed. Blucher, 2010. \n3- Pahl, G., et al. Projeto na Engenharia, 1ª ed., Ed. Blucher, 2005. \n \nBibliografia Complementar: \n1. Kerzner, H. Gerenciamento de Projetos, 1ª ed., Ed. Blucher, 2011. \n2. Norman, E. S., Brotherton, S. A., Fried, R. T. Estruturas Analíticas de Projeto, \n1ª ed., Ed. Blucher, 2009. \n3. Paoleschi, B. Logística Integrada – Do Planejamento, Produção, Custo e \nQualidade à Satisfação do Cliente, 2ª ed., Ed. Érica, 2010. \n4. Clemente, A, Projetos Empresariais e Públicos. 3ª ed., Ed. Atlas, 2008. \n5. Casarotto Filho, N. Elaboração de Projetos Empresariais, 1ªed., Ed. Altas, \n2009. \n \nEME401 - Estágio Curricular Supervisionado – 180h \nFornecer oportunidade de aplicação dos conhecimentos fundamentais da \nEngenharia Mecânica nos projetos e processos mecânicos, proporcionando \nexperiência profissional, de colocar o discente em contato com a realidade a qual \nirá atuar, dando-lhe a oportunidade de vivenciar e aplicar os conhecimentos \nadquiridos, ampliando sua formação profissional em uma ou mais áreas de \ntrabalho. \n", "103": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n \nBibliografia Básica: \nNão se aplica. \nBibliografia Complementar: \nNão se aplica. \n \n \n \nDISICPLINAS COMUNICAÇÃO, LINGUAGENS, INFORMAÇÃO E HUMANIDADES \nCTD160 - Inglês Instrumental - 60h \nLeitura e interpretação de textos em inglês com conteúdos técnicos e de \natualidade. Desenvolvimento do inglês para leitura. Estudo de textos, análise dos \nconteúdos textuais por meio de estratégias de leitura. Vocabulário e linguagem \ntécnica. \n \nBibliografia Básica: \n1. COVRE, A. L. Apostila de Inglês Instrumental. Disciplina: CTD 160 Inglês \nInstrumental. Curso: Bacharelado em Ciência e Tecnologia. 2011. Disponível \nem \nhttps://sites.google.com/a/ict.ufvjm.edu.br/andrecovre/disciplinas/arquiv\nos-ingles-instrumental. \n2. MURPHY, R. English Grammar In Use. A self-study reference and practice \nbook for intermediate students. Cambridge University Press. 1994. \n3. HASHEMI, L. e MURPHY, R. English Grammar in Use With Key. Cambridge: \nCambridge University Press, 1996. \n \nBibliografia Complementar: \n1. LEECH, G. e SVARTVIK, J. A communicative Grammar of English. London: \nLongman, 1994. \n2. Password: English dictionary for speakers of portuguese / [translated and \nedited by John Parker and Monica Stahel]. 2ª ed. – São Paulo. Martins \nFontes, 1998. \n", "104": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n3. Dicionários Bilíngues: Inglês – Português: WEBSTER / Português – Inglês: \nWEBSTER. \n4. Dictionary Of English Language And Culture. London: London: Longman \nDictionaries, 1992. \n5. Sites, \nblogs, \njornais, \nrádios \ne \noutros: \nhttp://www.bbc.co.uk/, \nhttp://www.filmaffinity.com, http://www.youtube.com, Quadrinhos de \nCalvin and Hobbes.  \n \nCTD161 - Filosofia da Linguagem e Tecnologia - 60h \nHistória da filosofia da linguagem e da tecnologia. Desenvolvimento das \ntecnologias humanas e desenvolvimento da linguagem humana. Revoluções \ntecnológicas e comunicacionais. \n \nBibliografia Básica: \n1. ABBAGNANO. Nicola. Dicionário de Filosofia. São Paulo, Mestre Jou. 1982. \n2. CARRILHO, M.M. O que é filosofia? Lisboa: Editora Difusão Cultural, 1994. \n3. GERALDI, J. W. (2003). “A diferença identifica. A desigualdade deforma. \nPercursos bakhtinianos de construção ética e estética”. In: FREITAS, M. T.; \nJOBIM E SOUZA, S.; \n \nBibliografia Complementar: \n1. ARENDT, Hanna. A condição humana. Tradução de Roberto Raposo, São \nPaulo: Ed. Universidade São Paulo, 1981. \n2. COVRE, A.; MIOTELLO, V. (2008). A Quarta Onda: observações sobre a \nrevolução da informação. In: TASSO, I. (org.). Estudos do Textos e do \nDiscurso. Interfaces entre Língua(gens), Identidade e Memória. São Carlos: \nClara Luz Editora. \n3. LÉVY, P. (1998). “A inteligência coletiva”. São Paulo: Edições Loyola \n4. LÉVY, P. (199). “Cibercultura”. São Paulo: Editora 34. \n5. PASCAL, I. A arte de pensar. São Paulo: Martins Fontes.1995. \n \n \n", "105": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nCTD162 - Leitura e Produção de Textos - 60h \nLeitura como estratégia de interação homem/mundo mediada pelo texto; \nprocessos de leitura e produção de textos como estratégia de constituição do \nsujeito; leitura e produção de textos de diferentes gêneros com ênfase no texto \ndissertativo de caráter acadêmico-científico. \n \nBibliografia Básica: \n1. AGUIAR, Vera Teixeira de. Conceito de Leitura. In: Pedagogia Cidadã. \nCadernos de Formação: Língua Portuguesa. Vol. 1. São Paulo: UNESP, 2004. \n2. A formação do Leitor. In: Pedagogia Cidadã. Cadernos de Formação: Língua \nPortuguesa. Vol. 1. São Paulo: UNESP, 2004. \n3. BENITES, Sonia Aparecida et all. Análise Linguística: Teoria e Prática. In: \nPedagogia Cidadã. Cadernos de Formação: Língua Portuguesa. Vol. 1. São \nPaulo: UNESP, 2004. \n \nBibliografia Complementar: \n1. BAKHTIN, Mikhail. Estética da criação verbal. São Paulo: Martins Fontes. 3 \ned., 2000 [1979]. \n2. Marxismo e filosofia da linguagem. São Paulo: Hucitec/Annablume, 2002. \n[1929].  \n3. BARBOSA, José J. Alfabetização e leitura. São Paulo: Cortez,1990. \n4. BEZERMAN, Charles. Gêneros textuais, tipificação e interação. São Paulo: \nCortez, 2005. \n5. BRAIT, Beth. PCNs, gêneros e ensino de língua: faces discursivas da \ntextualidade. In: Roxane Rojo (org) A prática de linguagem em sala de aula: \npraticando os PCNs. São Paulo: Mercado de Letras, 2000, p. 13-23. \n \n \nCTD163 - Questões de História e Filosofia da Ciência - 60h \nA ciência, as outras formas do conhecimento e o estatuto do discurso científico. Os \ncritérios de cientificidade e o método. Os fatos, as leis, as teorias e as hipóteses. A \nquestão da verdade. A evolução das ciências naturais, com ênfase na Física. As \n", "106": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nciências humanas. A Filosofia da ciência através das idéias de K. Popper e T. Kuhn.  \n \nBibliografia Básica: \n1. Chauí, M. Convite a Filosofia. 13.ed. São Paulo: Ática, 2003. \n2. Kuhn, T. A estrutura das revoluções científicas. 9.ed. São Paulo: Perspectiva, \n2006. \n3. Lakatos, E.M. Marconi, M.A. Metodologia Científica, 5.ed. São Paulo: Atlas \n2007. \n \nBibliografia Complementar: \n1. Carvalho, M.C.M. (org.). Construindo o saber - Metodologia científica: \nfundamentos e técnicas. 18.ed./21.ed. Campinas: Papirus, 2007. \n2. Galilei, G. O ensaiador. São Paulo: Nova Cultura, 2004. (Coleção os \nPensadores). \n3. Galilei, G.; Newton, I. O ensaiador; Princípios matemáticos; Óptica; O peso e \no equilíbrio dos fluidos. São Paulo: Nova Cultural, 1987. \n4. Köche, J.C. Fundamentos de Metodologia Científica: teoria da ciência e \nprática da pesquisa. 17.ed. Petrópolis: Vozes, 2000. \n5. Koyré, A. Estudos de História do Pensamento Científico. Rio de Janeiro: \nForense Universitária, 1982. \n \nCTD164 - Mundo Contemporâneo: Filosofia e Economia - 60h \nAs principais concepções acerca do processo histórico no século XIX. O idealismo \nhegeliano e sua evolução. O historicismo. O sistema interpretativo de Marx e a \ngênese do materialismo histórico. O universo comtiano e o realismo empírico. As \ninterações entre estado e mercado nas Relações Internacionais do século XIX ao \nséculo XXI. As diversas perspectivas filosófico-históricas sobre a economia política \ndas Relações Internacionais: a clássica, a neoclássica e a contemporânea. \n \nBibliografia Básica: \n1. CARVALHO, L.A. Introdução ao estudo das relações internacionais. 2.ed. São \nPaulo: IOB, 2007. \n", "107": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2. CHAUÍ, M. Convite a Filosofia. 13.ed. São Paulo: Ática, 2003. \n3. Huberman, L. História da riqueza do homem: do feudalismo ao século XXI. \n22.ed. rev. ampl. Rio de Janeiro: LTC, 2010. \n \nBibliografia Complementar: \n1. BOBBIO, N. O futuro da democracia. 11.ed. São Paulo: Paz e Terra, 2009. \n2. FIORI, J.L. (org.). Estados e moedas no desenvolvimento das nações. 3.ed. \nPetrópolis: Vozes, 2000. \n3. LOWY, M. A teoria da revolução no jovem Marx. Petrópolis: Vozes, 2002. \n4. D'Araújo, M.C. Capital social. Rio de Janeiro: Jorge Zahar, 2003. \n5. Bourdieu, P. A economia das trocas simbólicas. 6.ed. São Paulo: Perspectiva, \n2007. \n \nCTD165 - Questões de Sociologia e Antropologia da Ciência - 60h \nO método das ciências sociais. As contribuições sócio-antropológicas para o \nconhecimento científico e a tecnologia. As análises sócio-antropológicas da \nprodução do conhecimento científico. As críticas sócio-antropológicas as grandes \ncategorias epistemológicas. As etnografias de laboratório. A perspectiva \nconstrutivista da organização social da ciência. \n \nBibliografia Básica: \n1. Bloor, D. Conhecimento e imaginário social. São Paulo: Unesp, 2009. \n2. Bourdieu, P. A economia das trocas simbólicas. 6.ed. São Paulo: Perspectiva, \n2007. \n3. Latour, B. Ciência em ação. São Paulo: Unesp, 2000. \n \nBibliografia Complementar: \n1. Bourdieu, P. O poder simbólico. 11.ed. Rio de Janeiro: Bertrand Brasil, 2007. \n2. Kuhn, T. A estrutura das revoluções científicas. 9.ed. São Paulo: Perspectiva, \n2006. \n3. Popper, K. A lógica da pesquisa científica. 13.ed. São Paulo: Cultrix, 2007. \n4. Lakatos, E.M.; Marconi, M.A. Metodologia Científica, 5.ed. São Paulo: Atlas \n", "108": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2007. \n5. Santos, B.S. Um discurso sobre as ciências. 6.ed. São Paulo: Cortez, 2009. \n \nCTD167 - Ser Humano como Indivíduo e em Grupos - 60h \nO surgimento das ciências sociais como campo cientifico. O dialogo entre as \nciências sociais e os outros campos científicos. As conceituações de cidadania na \nteoria democrática. As teorias da ação no estudo dos movimentos sociais \ncontemporâneos. O surgimento de atores políticos via constituição de identidades \ncoletivas. As formas históricas de ação coletiva e antinomias da participação \npolítica. As interlocuções entre o homem e a sociedade. Os processos de \ninstitucionalização dos movimentos coletivos. As interações entre as formas de \nação e a cultura política. \n \nBibliografia Básica: \n1. ARON, R. As etapas do pensamento sociológico. São Paulo: Martins Fontes, \n2002. \n2. BOBBIO, N. O futuro da democracia. 11.ed. São Paulo: Paz e Terra, 2009. \n3. Huberman, L. História da riqueza do homem: do feudalismo ao século XXI. \n22.ed. rev. ampl. Rio de Janeiro: LTC, 2010. \n \nBibliografia Complementar: \n1. DE MASI, D. A sociedade pós-industrial. 4.ed. São Paulo: SENAC, 2003. \n2. SANTOS, B.S. Um discurso sobre as ciências. 6.ed. São Paulo: Cortez, 2009. \n3. Carvalho, L.A. Introdução ao estudo das relações internacionais. 2.ed. São \nPaulo: IOB, 2007. \n4. Bourdieu, P. O poder simbólico. 11.ed. Rio de Janeiro: Bertrand Brasil, 2007. \n5. Bloor, D. Conhecimento e imaginário social. São Paulo: Unesp, 2009. \n \nCTD168 - Relações Internacionais e Globalização - 60h \nA evolução dos condicionantes materiais e tecnológicos das trocas entre Estados e \nnações. As dimensões da globalização no mundo atual. As teorias da globalização. \nOs sistemas internacionais. A questão da globalização. \n", "109": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n \nBibliografia Básica: \n1. CARVALHO, L.A. Introdução ao estudo das relações internacionais. 2.ed. São \nPaulo: IOB, 2007. \n2. CHAUÍ, M. Convite a Filosofia. 13.ed. São Paulo: Ática, 2003. \n3. Dupas, G. Economia global e exclusão social: pobreza, emprego, estado e o \nfuturo do capitalismo. 3.ed. rev. e ampl. São Paulo: Paz e Terra, 1999. \n \nBibliografia Complementar: \n1. FIORI, J.L. (org.). Estados e moedas no desenvolvimento das nações. 3.ed. \nPetrópolis: Vozes, 2000. \n2. IANNI, O. Teorias da globalização. Rio de Janeiro: Civilização Brasileira, \n1995. \n3. MANCE, E.A. Redes de colaboração solidária: aspectos econômicos-\nfilosóficos complexidade e libertação. Petrópolis: Vozes, 2002. \n4. PUTNAM, R.D. Comunidade e Democracia: a experiência da Itália moderna. \n5.ed. Rio de Janeiro: Editora FGV, 2006. \n5. D'Araújo, M.C. Capital social. Rio de Janeiro: Jorge Zahar, 2003. \n \nCTD169 - Noções Gerais de Direito - 60h \nPessoas. Bens. Fato Jurídico. Direito de vizinhança. A empresa. Registro do \ncomércio. Nome comercial. Propriedade industrial. Sociedades comerciais. Títulos \nde crédito. Empregado. Empregador. Contrato de trabalho. Estabilidade e fundo de \ngarantia do tempo de serviço. Segurança e medicina do trabalho. Previdência \nsocial. Legislação relativa aos profissionais da engenharia. CONFEA. CREA. \nExercício profissional. Responsabilidade profissional. Registro de autonomia de \nplanos e projetos. Remuneração profissional. \n \nBibliografia Básica: \n1. Pinho, Ruy Rebello; Nascimento, Amauri Mascaro. Instituições de direito \npúblico e privado: introdução ao estudo do direito e noções de ética \nprofissional. 24.ed. São Paulo: Atlas, 2009. 426 p. ISBN 978-85-224-3784-9. \n", "110": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2. Requitão, Rubens. Curso de direito comercial. 27.ed. São Paulo: Saraiva, \n2007. v.1. 541 p. ISBN 85-02-05996-3. \n3. Nascimento, Carlos Valder do. Curso de Direito Tributário. Rio de Janeiro: \nForense, 1999. 449 p.  \n \nBibliografia Complementar: \n1. Brasil. Código civil e constituição federal. 58.ed. São Paulo: Saraiva, 2007. \nISBN 978-85-020-6138-5. \n2. Campos, Nelson Renato Palaia Ribeiro de. Noções essenciais de direito. 3. \ned. São Paulo: Saraiva, 2005. 297 p. Inclui bibliografia e índice. ISBN \n9788502044050. \n3. Mello, Oswaldo Aranha Bandeira de. Princípios gerais de direito \nadministrativo. 3.ed. São Paulo: Malheiros, 2007. v.1. 765 p. ISBN 978-85-\n7420-775-9. \n4. Freitas, Augusto Teixeira de. Código civil. Brasília, DF: Ministério da Justiça, \nFundação Universidade de Brasília, 1983. 2 v p.  \n5. Fagundes, Augusto Antônio. O direito e a sentença no processo do trabalho: \ntecnicismo-rapidez-economia. Belo Horizonte: Del Rey, 2000. 318 p. ISBN \n8586933309. \n \nEDF045 - Língua Brasileira de Sinais - 45h \nIntrodução à Educação de Surdos e às principais abordagens educacionais. Visões \nsobre os surdos e a surdez. Bilinguismo dos Surdos - aquisição da linguagem e \ndesenvolvimento da pessoa surda; Libras como primeira língua e língua \nportuguesa como segunda língua. Inclusão educacional de alunos surdos. Noções \nbásicas sobre a Libras. Desenvolvimento da competência comunicativa em nível \nbásico, tanto referente à compreensão como à sinalização, com temas voltados a \nsituações cotidianas vivenciadas na escola, em família e em outras situações. \nDesenvolvimento de vocabulário em Libras e reflexão sobre estruturas linguísticas. \n \nBibliografia Básica: \n1. CAPOVILLA, F. C.; RAPHAEL, W. D. Dicionário Enciclopédico Ilustrado \n", "111": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nTrilíngüe da Língua de Sinais Brasileira. São Paulo: EDUSP, 2001. v.1, v.2. \n2. BRITO, L. F. Integração social & educação de surdos. Rio de Janeiro: Babel, \n1993. 116p. \n3. SACKS, O. Vendo vozes: uma viagem ao mundo dos surdos. São Paulo: \nCompanhia das Letras, 1998. 196p. \n \nBibliografia Complementar: \n1. BRITO, L F. Por uma gramática de língua de sinais. Rio de Janeiro: Tempo \nBrasileiro, 1995. 273p. \n2. COUTINHO, Denise. LIBRAS e Língua Portuguesa: Semelhanças e diferenças. \nJoão Pessoa: Arpoador, 2000. \n3. QUADROS, R. M.; KARNOPP, L. B. Língua de Sinais Brasileira: estudos \nlingüísticos. Porto Alegre: Artmed, 2004. 221p. \n4. Falcão, Luiz Albérico Barbosa. Aprendendo a libras e reconhecendo as \ndiferenças: um olhar reflexivo sobre a inclusão: estabelecendo novos \ndiálogos. 2.ed.. Recife: Ed. do autor, 2007. 304 p. ISBN 978-85-90593-84-3. \n5. Lacerda, Cristina B. F. de. Intérprete de libras: em atuação na educação \ninfantil e no ensino fundamental. 2.ed. Porto Alegre: Mediação, 2009. 95 p. \nISBN 9788577060474. \n \n \n \nDISICPLINAS ELETIVAS \nCTD202 – Seqüência, Série e Aplicações - 60h \nSequências numéricas. Séries numéricas. Critérios de convergência e divergência \npara série de termos positivos. Séries absolutamente convergentes. Critérios de \nCauchy e de Dirichlet. Sequência e séries de funções. Série de potências (Séries de \nTaylor). Introdução às séries de Fourier. \n \nBibliografia Básica: \n1. THOMAS, George B. et. al. Cálculo. 11ª edição, editora São Paulo: Addison \nWesley, 2009, volume 2. \n", "112": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2. GUIDORIZZI, Hamilton Luiz. Um Curso de Cálculo. Volume 4, 5ª edição, editora \nLTC, GEN, 2008. \n3. STEWART, James. Cálculo. 5.ed. v.2.São Paulo: Cengage Learning, 2008. v.2. \n \nBibliografia Complementar: \n1. LIMA, Elon Lages. Curso de Análise, volume 1, 12ª edição, IMPA – Projeto \nEuclides. \n2. ANTON, Howard; BIVENS, Irl. DAVIS, Stephen. Cálculo. 8ª edição. Porto Alegre: \nBookman, 2007, volume 2. \n3. FIGUEIREDO, Djairo G. Análise I. 2ª edição, editora LTC. \n4. MORETIN, Pedro A.; HAZZAN, Samuel; BUSSAB, Wilton de O. Cálculo: funções \nde uma e várias variáveis. São Paulo: Saraiva, 2003. \n5. SIMONS, George F. Cálculo com Geometria Analítica. São Paulo: Makron \nBooks, 1987, volume 2. \n \nCTD203 - Soluções Numéricas de Equações Diferenciais - 60h \nSolução numérica de equações diferenciais parciais parabólicas pelo método de \ndiferenças finitas: estudo da convergência e da estabilidade. Solução numérica de \nequações diferenciais parciais hiperbólicas pelo método de diferenças finitas: \ncaracterística, soluções ao longo das descontinuidades. Solução numérica de \nequações diferenciais parciais elípticas pelo método de diferenças finitas: \ndiferenças finitas, eliminação de Gauss, resolução de sistemas de equações \nalgébricas lineares de grande porte usando métodos iterativos. \n \nBibliografia Básica: \n1. BURDEN, R.L. Análise Numérica. São Paulo: Thomson Pioneira, 2003.  \n2. RUGIERO, M. A. G. e LOPES, V. L. R. Cálculo Numérico: Aspectos Teóricos e \nComputacionais. 2a edição. Makron Books, 1996.  \n3. ZILL, D. G., CULLEN, M. R. Matemática Avançada Para Engenharia - 3.ed. v 3. \nEditora Bookman.  \n \nBibliografia Complementar: \n", "113": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n1. BOYCE, W.E. Equações Diferenciais Elementares e Problemas de Valores \nde Contorno. 6.ed. Rio de Janeiro: LTC, 1998. \n2. CLAUDIO, D.M. , MARINS, J.M. Cálculo numérico computacional. : teoria e \nprática. 3. ed. São Paulo : Atlas, 1998.  \n3. COOPER, J.M. - Introduction to Partial Differential Equations with MATLAB, \nBirkhäuser, 1998. \n4. IORIO, R., IORIO, V.M. Equações Diferenciais Parciais: uma Introdução. Rio \nde Janeiro: IMPA, 1988. \n5. STRIKWERDA, J.C. - Finite Difference Schemes and Partial Differential \nEquations, Brooks/Cole Publishing, 1989. \n \nCTD205 - Geometria Analítica - 60h \nA Reta; O Plano; Ângulos e Distâncias; Cônicas; Quádricas. \nBibliografia Básica: \n1. BOULOS, Paulo; CAMARGO, Ivan. Geometria Analítica: Um tratamento \nvetorial, 3 ed. São Paulo: Pearson: Prentice Hall, 2005. \n2. STEINBRUCH, Alferdo; WINTERLE, Paulo. Geometria Analítica. 2 ed. São \nPaulo: Pearson: Makron Books, 1987. \n3. THOMAS, George B et al. Cálculo. 11 ed. São Paulo: Addison Wesley, 2009. Vol.  \n \nBibliografia Complementar: \n1. MURDOCH, David C.. Geometria analítica. Rio de Janeiro: LTV, 1971. \n2. WINTERLE, Paulo. Vetores e Geometria Analítca. São Paulo: Pearson Makron \nBooks, 2000. \n3. REIS, Genésio Lima dos; SILVA, Valdir Vilmar da. Geometria analítica. 2. ed. \nRio de Janeiro: LTC, 1996. \n4. ANTON, Howard; RORRES, Chris. Álgebra Linear com aplicações. 8 ed. Porto \nAlegre: Bookman, 2001. \n5. CAROLI, Alegio de; CALLIOLI, Carlos A.; FEITOSA, Miguel O.. Matrizes, vetores, \ngeometria analítica: teoria e exercícios. São Paulo: Nobel, 1984.  \n \n", "114": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nCTD208 - Pesquisa Operacional - 60h \nModelagem de problemas. Programação Linear: método Simplex, análise de \nsensibilidade e dualidade. Programação Inteira: método branch-and-bound. \nHeurísticas. Uso de pacotes computacionais. \nBibliografia Básica: \n1. GOLDBARG, M. C.; LUNA, H. P. L. Otimização combinatória e programação \nlinear: modelos e algoritmos. 2a edição. Rio de Janeiro: Elsevier, 2005. ISBN \n8535215204  \n2. TAHA, H. A. Pesquisa Operacional. 8a edição. São Paulo: Pearson Prentice \nHall, 2008. ISBN 9788576051503  \n3. YANASSE, H. H.; ARENALES, M.; MORABITO, R.; ARMENTANO, V. A. Pesquisa \nOperacional – Modelagem e Algoritmos. 1a edição. Rio de Janeiro: Elsevier, \n2006. ISBN 8535214542  \nBibliografia Complementar: \n1. BAZARAA, M. S.; JARVIS , J. J.; SHERALI, M. D. Linear programming and \nnetwork flows. 4a edição. New York: John Wiley, 2004. ISBN 9780471485995  \n2. ANDRADE, E. L. Introdução à pesquisa operacional: métodos e modelos \npara análise de decisões. 3a edição. Rio de Janeiro: LTC, 2004. ISBN \n9788521614128.  \n3. VANDERBEI, R. J. Linear programming: foundations and extensions. 3a \nedição. New York: Springer. 2008. ISBN 9780387743875.  \n4. LACHTERMACHER, G. Pesquisa operacional na tomada de decisões. 4a \nedição. São Paulo: Pearson Prentice Hall, 2009. ISBN 9788576050933.  \n5. MACULAN, N.; FAMPA, M. H. C. Otimização linear. Brasília: Universidade de \nBrasília, 2006. ISBN 8523009272.  \n \n \nCTD210 - Fenômenos de Transporte - 60h \nConceitos e definições fundamentais. Fundamentos da estática dos fluidos. \nDescrição e classificação de escoamentos. Análise de Escoamentos-Formulação de \n", "115": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nvolume de controle, Análise diferencial de escoamentos. Introdução à transferência \nde calor. Introdução à transferência de massa.  \nBibliografia Básica: \n1. INCROPERA F.P. & DEWITT, D.P. Fundamentos de Transferência de Calor e \nde Massa. 5.ed. Rio de Janeiro: LTC, 2003. \n2. LIVI, C.P. Fundamentos de Fenômenos de Transporte. Rio de Janeiro: LTC, \n2004. \n3. ROMA, W. N. L. Fenômenos de Transporte para Engenharia. 2a. Edição. São \nCarlos: Rima Editora, 2006. \nBibliografia Complementar: \n1. BENNETT, C.O. & MYERS, J.E. Fenômenos de Transporte. São Paulo: Editora \nMcGraw-Hill do Brasil, 1978. \n2. HOLMAN, J.P. Transferência de Calor. São Paulo: Editora McGraw-Hill do \nBrasil, 1983. \n3. SISSOM, L.E. 6 PITTS, D.R. Fenômenos de Transporte. Rio de Janeiro: Editora \nGuanabara Dois, 1979. \n4. WELTY, J.R.; WICKS, C.E.& WILSON, R.E. Fundamentals of Momentum, Heat \nand Mass Transfer. John Wiley, 1976. \n5. MCCABE, W. L. & SMITH, J.C. Unit operations of chemical engineering. 5.ed. \nMcGraw-Hill, 1993. \n \nCTD213 - Introdução à Administração - 60h \nAs organizações, a Administração e o papel do Administrador. O processo \nadministrativo. \nAs \nteorias \nda \nAdministração. \nA \ndimensão \nambiental. \nResponsabilidade social e ética. \n \nBibliografia Básica: \n1. CHIAVENATO, I. Teoria geral da administração. São Paulo: McGraw-Hill, \n1987. \n2. DRUCKER, P. F. Introdução a administração. São Paulo: Pioneira, 1984. \n", "116": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n3. MAXIMINIANO, A. C. Amaru. Teoria geral da administração. São Paulo: Atlas, \n1997.  \n \nBibliografia Complementar: \n1. FAYOL, H. Administração industrial e geral. São Paulo: Atlas, 1996 \n2. KOONTZ, H e O’DONNELL, C. Princípios de administração. São Paulo: \nPioneira, 1976. \n3. KWASNICKA, E. L. Introdução à administração. São Paulo: Atlas, 1995. \n4. MAXIMINIANO, A.C. Amaru. Teoria geral da administração: da revolução \nurbana à revolução digital. 3 ed. São Paulo: Atlas, 2002. \n5. MONTANA, Patrick J.; CHARNOV, Bruce H. Administração. 2.ed. São Paulo: \nSaraiva, 2003. \n \n \nCTD214 - Empreendedorismo - 60h \nPerfil do empreendedor. Definição de novos negócios. Ramos de atividade \nempresarial. Análise estrutural de indústrias. Mercado: Concorrência, Produto, \nPreço, Promoção e Distribuição. Tendências de mercado. Elaboração do plano de \nnegócios. \n \nBibliografia Básica: \n1. DOLABELA, Fernando. O segredo de Luísa. São Paulo: Editora de Cultura, \n2006. \n2. DORNELAS, José Carlos Assis. Empreendedorismo: transformando idéias em \nnegócios. 2.ed. Rio de Janeiro: Elsevier, 2005. \n3. DORNELAS, José Carlos Assis. Planejando incubadoras de empresas: como \ndesenvolver um plano de negócios para incubadoras. Rio de Janeiro: Campus, \n2002. \n \nBibliografia Complementar: \n1. ANDERSEN, A. Best practices: construindo seu negócio com as melhores \npráticas globais. São Paulo: Atlas, 1999. \n", "117": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2. COSTA, Eliezer A. Gestão estratégica. São Paulo: Saraiva, 2004. \n3. OLIVEIRA, Djalma de Pinho Rebouças. Planejamento estratégico : conceitos, \nmetodologia, práticas. 5.ed. São Paulo: Atlas, 1991. \n4. PORTER, Michael E. Vantagem competitiva: criando e sustentando um \ndesempenho superior. Rio de Janeiro: Elsevier, 1989. \n5. SALIM, C.S., et al. Construindo planos de negócios. Rio de Janeiro: Campus, \n2003. \n \nCTD215 - Projetos Arquitetônicos e Paisagismo - 60h \nHistória da Arte, da Arquitetura e do Urbanismo. Patrimônio Cultural. Organização \ne planejamento do espaço arquitetônico. Organização e planejamento do espaço \nurbano. Projeto paisagístico: condicionantes ambientais, adequação da vegetação, \nrelação com o uso e a ocupação do solo, mobiliário urbano e equipamentos de \napoio. \n \nBibliografia Básica: \n1. ROAF, Sue. Echohouse: a casa ambientalmente sustentável - 3.ed. - Porto \nAlegre: Bookman, 2009.  \n2. VAN LENGEN, Johan. Manual do Arquiteto Descalço. São Paulo: Editora \nEmpório do Livro, 2008.  \n3. LINDINGER, Harry. Como reconhecer a arte grega. São Paulo: Martins Fontes, \n1987. \n \nBibliografia Complementar: \n1. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS: NBR 10067: princípios \ngerais de representação em desenho técnico; NBR 10068: folha de \ndesenho – leiaute e dimensões; NBR 10126: cotagem em desenho técnico; \nNBR 10582: apresentação da folha para desenho técnico; NBR 10647: \ndesenho técnico - norma geral; NBR 13142: desenho técnico – \ndobramento de cópias; NBR 8403: Aplicação de linhas em desenhos - tipos \nde linhas - larguras de linhas; NBR 8196: emprego de escalas em desenho \ntécnico; NBR 8402: execução de caracter para escrita em desenho técnico; \n", "118": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nNBR \n9050: \nacessibilidade \na \nedificações, \nmobiliário, \nespaços \ne \nequipamentos \nurbanos. \nDisponível \nna \nInternet \nvia \nWWW. \nURL: \nhttp://www.abnt.org. \n2. ACSELRAD, Henri. Discursos da Sustentabilidade Urbana. In: Revista de \nEstudos Urbanos e Regionais. N 1, ANPUR, maio/ 1999. \n3. Barbieri, J C. Desenvolvimento e meio ambiente – as estratégias de \nmudanças da agenda 21. Petrópolis: Vozes, 1997, p.15-45. \n4. BLOOMER, KENT E MOORE, Charles. Cuerpo, memória y architectura: \nintroducción al diseño architectónico. Madrid: Hermann Blume, 1982 \n5. CARSALADE, Flávio L., Arquitetura Interfaces. Belo Horizonte: AP Cultural, \n2000. \n \nCTD217 - Planejamento Ambiental - 60h \nTeoria do planejamento. Planejamento e o enfoque ambiental. Políticas de \ndesenvolvimento e meio ambiente. Utilização de modelos e de instrumentos de \nplanejamento. Gestão Ambiental de Unidades de Conservação. Instrumentos de \nimplantação e execução de políticas ambientais. Inserção do planejamento na \ngestão ambiental. Qualidade ambiental. Normas e certificações ambientais. \nImplantação de Sistemas de Gestão Ambiental. Atividades práticas.  \n \nBibliografia Básica: \n1. Dias, \nReinaldo. \nGestão \nambiental: \nresponsabilidade \nsocial \ne \nsustentabilidade. São Paulo: Atlas, 2006. x, 196 p. \n2. DE BACKER, P. Gestão Ambiental : a administração verde. Rio de Janeiro. \nQualitymark editora, 1995. \n3. Towsend, Colin R.; Begon, Michael; Harper, John L.. Fundamentos em \necologia. 2.ed. Porto Alegre: Artmed, 2006. 592 p \n \nBibliografia Complementar: \n1. BARBIERI, J. C. Desenvolvimento e Meio Ambiente. Petrópolis: Ed. Vozes, \n1997. \n2. A questão ambiental em Minas Gerais: discurso e política. Belo \n", "119": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nHorizonte: Fundação Estadual do Meio Ambiente, 1998. 327 p.  \n3. Pesquisa gestão ambiental na indústria brasileira. Rio de Janeiro, RJ: \nBNDES, 1998. 71 p \n4. Marcatto, Celso; Ribeiro, José Cláudio Junqueira. Manual gestão ambiental \nmunicipal em Minas Gerais. Belo Horizonte: FEAM, 2002. 94 p. : il. \n5. Tachizawa, Takeshy. Gestão ambiental e responsabilidade social \ncorporativa. 4.ed. São Paulo : Atlas, 2007. 428 p.  \n \nCTD219 - Modelos Probabilísticos Aplicados - 60h \nEsperanças e momentos. Funções de variáveis aleatórias. Distribuições discretas. \nDistribuições contínuas. Distribuições assintóticas. \n \nBibliografia Básica: \n1. MAGALHAES, M. N. Probabilidade e Variáveis Aleatórias. 2a edição. Edusp. \nEditora da Universidade de São Paulo. 2006. \n2. ROSS, SHELDON. Probabilidade: um curso moderno com aplicações. \nTradução: Alberto Resende De Conti; consultoria, supervisão e revisão técnica: \nAntonio Pertence Júnior. Porto Alegre: Bookman, 2010.  \n3. SOONG, T.T. Modelos probabilísticos em engenharia e ciências. Tradução \nAlfredo Alves de Farias. Rio de Janeiro: LTC, 1986.  \n \nBibliografia Complementar: \n1. ANDERSEN, Per Kragh ... [et al.]. Statistical models based on counting \nprocesses. New York: Springer-Verlag, 1993. \n2. CASELLA, George; BERGER, Roger L. Statistical Inference. 2.ed. Pacific Grove: \nDUXBURY/Thomson Learning, 2002. \n3. BARTOSZYNÌSKI, Robert; NIEWIADOMSKA-BUGAJ, Magdalena. Probability \nand statistical inference. 2.ed. Hoboken, N.J [USA]: Wiley-Interscience, 2008. \n4. DEGROOT, Morris H.; SCHERVISH, Mark J. Probability and statistics. 3. ed. \nBoston [USA]: Addison-Wesley, c2002. \n5. DEVORE, Jay L. Probabilidade e estatística: para engenharia e ciências. \nTradução da 6.ed. norte-americana. São Paulo: Pioneira Thomson Learning, \n", "120": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2006. \n \nCTD222 - Estatística Experimental - 60h \nPrincípios básicos da experimentação. Planejamento experimental. Análise de \nvariância. Pressuposições da análise de variância. Procedimentos para \ncomparações múltiplas. Estudo de delineamentos experimentais com um fator e \ncom vários fatores e suas aplicações em áreas específicas de pesquisa. \nExperimentos Fatoriais. Experimentos em parcelas subdivididas. Análise conjunta \nde experimentos. Apresentação e interpretação de resultados experimentais.  \n \nBibliografia Básica: \n1. HINES, William W. et al. Probabilidade e estatística na engenharia. 4.ed. Rio \nde Janeiro: LTC, 2006. \n2. MONTGOMERY, Douglas C; RUNGER, Georg C. Estatística aplicada e \nprobabilidade para engenheiros. 4.ed. Rio de Janeiro: LTC, 2009.  \n3. SAMPAIO, Ivan Barbosa Machado. Estatística aplicada à experimentação \nanimal. 2. ed. Belo Horizonte: Fundação de Ensino e Pesquisa em Medicina \nVeterinária e Zootecnia, 2002. \n \nBibliografia Complementar: \n1. BANZATTO, D. A.; KRONKA, S. DO N. Experimentação agrícola. 2 ed. \nJaboticabal: UNESP, 1992. \n2. BOX, George E. P.; HUNTER, J. Stuart; HUNTER, William G. Statistics for \nexperimenters: design, innovation, and discovery. 2. ed. Hoboken: Wiley-\nInterscience, 2005. \n3. CALEGARE, ÁLVARO J. A. Introdução ao delineamento de experimentos. 2. \ned., rev. e atual. São Paulo: Edgard Blucher, 2009.  \n4. COCHRAN, W. G. & CROX, G. M. Experimental designs. 2 ed. New York: Wiley, \n1966. \n5. DEVORE, Jay L. Probabilidade e estatística: para engenharia e ciências. \nTradução da 6.ed. norte-americana. São Paulo: Pioneira Thomson Learning, \n2006. \n \n", "121": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nCTD223 - Confiabilidade - 60h \nIntrodução à Confiabilidade: medidas de confiabilidade e definições básicas. Técnicas \nde Confiabilidade. FMEA (Failure mode and effect analysis) e FTA (Fault tree \nanalysis). Análise do tempo de falha. Distribuições de probabilidade: estimativas de \nparâmetros e tempos-até-falha. Função de risco ou taxa de falha. Testes Acelerados. \nRelação de Arrhenius e Relação Resposta-Inversa. \n \nBibliografia Básica: \n1. RIBEIRO, José; FOGLIATTO, Flávio. Confiabilidade e Manutenção Industrial. \nEditora: CAMPUS, 2009. \n2. SIQUEIRA, Iony Patriota De. Manutenção Centrada na Confiabilidade. Editora: \nQUALITYMARK. 2005.  \n3. COLOSIMO, Enrico A., FREITAS, Marta A. Confiabilidade: Análise de Tempo \nde Falha e Testes de Vida Acelerados. Belo Horizonte, 1997.  \n \nBibliografia Complementar: \n1. CROWDER, Martin J. Statistical Analysis of Reliability Data, Taylor Print On \nDema. 1994. \n2. KARDEC, A.; LAFRAIA, J. R. B. Gestão Estratégica e Confiabilidade. Editora: \nQUALITYMARK. 2007. \n3. LAFRAIA, J. R. B. Manual de Confiabilidade, Mantenabilidade e \nDisponibilidade. Editora: QUALITYMARK. 388p. 2008. \n4. MEEKER, W. Q; ESCOBAR, L. A. Statistical Methods for Reliability Data. John \nWiley & Sons, Inc. 1998. NELSON, Wayne Accelerated Testing, Statistical \nModels, Test Plans, and Data Analyses. New York: Wiley. 1990.  \n5. PIAZZA, G. Introdução à Engenharia da Confiabilidade. Editora: EDUCS. \n2000. \n \nCTD224 - Matemática Financeira - 60h \nO capital e o juro. Juros e descontos simples. Juros compostos. Equivalência de \ncapitais. Taxas de juros. Série uniforme de pagamentos. Sistemas de amortização \nde empréstimos. Noções sobre análise de alternativas de investimento. \n \n", "122": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nBibliografia Básica: \n1. MORGADO, Augusto C. et al. Progressões e matemática financeira. \nSociedade Brasileira de Matemática, 1993. \n2. SOBRINHO, José Dutra Vieira. Matemática financeira. 5. ed. São Paulo: Atlas, \n1995. \n3. VERAS, Lilia Ladeira. Matemática financeira. 4 ed. São Paulo: Atlas, 2001. \n \nBibliografia Complementar: \n1. GRANT, E. L.; IRESON, W. G.;LEAVENWORTH, R. S. Principles of engineering \neconomy 7 ed. New York: Wiley, 1982. \n2. LAUREANO, J. L.;LEITE, O. V. Os segredos da matemática Financeira. São \nPaulo: Ática, 1987. \n3. MATHIAS, W. F.; GOMES, José M. Matemática financeira. 2. ed. São Paulo: \nAtlas, 1995. \n4. HAZZAN, Samuel; POMPEU, José Nicolau. Matemática financeira. 6 ed. São \nPaulo: Saraiva, 2007. \n5. PUCCINI, Abelardo de Lima. Matemática financeira objetiva e aplicada. 7ª \nEd. São Paulo: Saraiva, 2006 \n \nCTD224 - Métodos Matemáticos - 60h \nIntegração em campos vetoriais. Integral de linha, Teorema de Green e Stokes. \nSéries de Fourier. Aplicações de Séries de Fourier a problemas de contorno. \nTransformada de Fourier e aplicações. \n \nBibliografia Básica: \n1. FIGUEIREDO, Djairo Guedes de. Análise de Fourier e Equações Diferenciais \nParciais. Editora LTC. \n2. STEWART, James. Cálculo. 5.ed. São Paulo: Cengage Learning, 2008. v.2.  \n3. THOMAS, George B et al. Cálculo. 11.ed. São Paulo: Addison Wesley, 2009. v.2.  \n \nBibliografia Complementar: \n1. ANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo. 8.ed. Porto Alegre: \n", "123": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nBookman, 2007. v.2.  \n2. MORGADO, Maria Cândida Ferreira; PINTO, Diomara. Cálculo Diferencial e \nIntegral de Funções de Várias Variáveis. 3ª ed. Rio de Janeiro: Editora UFRJ, \n2000. \n3. MORETTIN, Pedro A.; HAZZAN, Samuel; Bussab, Wilton de O. Cálculo: funções \nde uma e várias variáveis. São Paulo: Saraiva, 2003.  \n4. SIMMONS, George F. Cálculo com Geometria Analítica. São Paulo: Makron \nBooks, 1987. v.2. \n5. D. G. de FIGUEIREDO, A. F. NEVES, Equações diferenciais aplicadas, Rio de \nJaneiro, Impa, CNPQ, 1997. \n \nCTD227 - Programação Orientada a Objetos - 60h \nBreve revisão de conceitos básicos de programação: tipos, variáveis, comandos de \ncontrole de fluxo, entrada e saída padrão, procedimentos e funções. Conceitos e \naplicações de programação orientada a objetos: Classes e Objetos, variáveis e \nmétodos de classe, escopo de variáveis, Herança, Polimorfismo, templates \n(gabaritos) de funções e classes, sobrecarga de operadores, tratamento de \nexceções. \n \nBibliografia Básica: \n1. DEITEL, H. M. e DEITEL, P. J. C++ Como Programar 5a edição. Prentice Hall. \n2006.  \n2. MIZRAHI, V. V. Treinamento em Linguagem C++ - Módulo 1. 2a edição. \nPrentice Hall. 2006.  \n3. STROUSTRUP, B. The C++ programming language. 3a edição. Reading, Mass: \nAddison-Wesley, 1997. ISBN 0201889544.  \n \nBibliografia Complementar: \n1. ECKEL, B.; ALLISON, C. Thinking in C++. Prentice Hall, 2004. ISBN \n0130353132.  \n2. SAVITCH, W. C++ Absoluto. Prentice-Hall. 2003. ISBN 8588639092. \n3. MIZRAHI, V. V. Treinamento em Linguagem C++ - Módulo 1. 2edição. Prentice \n", "124": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nHall. 2006. ISBN 978-8576050452  \n4. BLANCHETTE, J.; SUMMERFIELD, M. C++ GUI programming with Qt 4. 2. 2a \nedição Upper Saddle River, NJ: Prentice Hall in association with Trolltech \nPress, 2008. ISBN 9780132354165. \n5. JOSUTTIS N. M. The C++ Standard Library: A Tutorial and Reference. 1a \nedição. Addison-Wesley Professional. ISBN 9780201379266. \n \nCTD231 - Ciência e Tecnologia de Polímeros - 60h \nConceitos Fundamentais, classificação e propriedades. Síntese e reações de \npolimerização. Polímeros naturais e derivados. Processos industriais. \n \nBibliografia Básica: \n1. Askeland, Donald R.; Phulé, Pradeep P. . Ciência e engenharia dos materiais . \nSão Paulo-SP : Cengage Learning, 2008 . 594 p.  \n2. Akcelrud, Leni. Fundamentos da Ciência dos Polímeros, Editora: Manole, \n2006. 306 p. \n3. Canevalrolo Jr., S.V. Ciência dos Polímeros: um texto básico para tecnólogos \ne engenheiros, Editora: ARTLIBER, 2006. 280p. 2ed. \n \nBibliografia Complementar: \n1. Marinho,Jean Richard Dasnoy. Macromoléculas e polímeros. Barueri: Manole, \n2005. 506 p.  \n2. Rubinstein, Michael; Colby, Ralph H. Polymer physics. Oxford : Oxford \nUniversity Press, 2003. 440 p.  \n3. Mano, Eloisa Biasotto et al. Química experimental de polímeros . São Paulo : \nEdgard Blücher , 2004 . 328 p.  \n4. Schramm, Gebhard. Reologia e Reometria – Fundamentos teóricos e \npráticos. Editora: ARTLIBER, 2006. 240p. \n5. Fazenda, J. M. R. TINTAS: CIÊNCIA E TÉCNOLOGIA. São Paulo : Edgard Blücher, \n2009 . 1145p. \n \n \n", "125": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nCTD235 - Mecânica - 60h \nEstrutura e composição dos alimentos de origem vegetal. Noções de microbiologia \nde alimentos e conservação de alimentos origem vegetal. Pós-colheita, transporte e \nrecepção de matéria primas vegetais. Limpeza e sanitização. Processamento e \nelaboração de produtos de origem vegetal. Valor nutricional e funcional dos \nprodutos. Controle de Qualidade. Legislações voltadas para alimentos de origem \nvegetal. \n \nBibliografia Básica: \n1. THORNTON, Stephen T., MARION, Jerry B. Classical Dynamics of Particles \nand Systems. 5ª ed., Thomson, 1999.  \n2. BARCELOS NETO, J. Mecânica Newtoniana, Lagrangeana e Hamiltoniana, 1ª \ned., Editora Livraria da Física, 2004.  \n3. GOLDSTEIN H., POOLE, Charles P. , SAFKO, John L. Classical Mechanics. 3ª ed., \nAddison Wesley. 2002. \n \nBibliografia Complementar: \n1. LEMOS, Nivaldo A. Mecânica Analítica. 2ª ed., Editora Livraria da Física, 2007.  \n2. FEYNMAN, R. P., LEIGHTON, R. B., SANDS, M. Lições de Física Vol. I, 2ª ed. \nBookman, 2008.  \n3. BUTKOV, E. Física Matemática, 1ª ed., LTC, 1988. \n4. TIPLER, P. A. Física: para cientistas e engenheiros: Mecânica, oscilações e \nondas, termodinânica. 4.ed. LTC, 2000.  \n5. LANDAU, L., LIFCHITZ, E. Curso de Física – Mecânica, 1ª ed., Hemus Editora, \n2004. \n \nCTD303 – Hidráulica Geral - 60h \nConceitos de hidrostática, hidrodinâmica; Apresentação de orifícios, bocais, tubos \ncurtos, vertedores, acessórios em tubulações. Escoamento em condutos livres e \nforçados. Análise de estações elevatórias e análise de sistemas de recalque. \nAplicações de hidráulica em sistemas urbanos, prediais e irrigação. \n \n", "126": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nBibliografia Básica: \n1. AZEVEDO NETTO, J.M.; FERNANDEZ, M.F; ARAÚJO, R.; ITO, A.E. Manual de \nHidráulica. 8.ed. São Paulo: Edgard Blucher, 1998. 669p. \n2. BAPTISTA, M.B.; COELHO, M.M.L.P. Fundamentos de engenharia hidráulica. \nBelo Horizonte: UFMG, 2006. 435 p. \n3. MACINTYRE, A. J. Bombas e instalações de bombeamento, LTC, 1997. \n \nBibliografia Complementar: \n1. HWANG, Ned H.C. Fundamentos de Sistemas de Engenharia Hidráulica. \nPrentice-Hall do Brasil. Rio de Janeiro. 1984. \n2. BLOOMER, J. J. Practical fluid mechanics for engineering applications. \nMarcel Dekker, 2000. \n3. DAUGHERTY, R. L. Fluid mechanics: with engineering applications. \nMcGraw-Hill, 1954. \n4. HÉLIO CREDER, Instalações Hidráulicas e sanitárias. Editora LTC, 2006. \n5. LUCAS NOUGUEIRA GARCEZ, Elementos de engenharia hidráulica e \nsanitária. Editora Edgard Blucher.  \n \nCTD308 - Desenho Técnico - 60h \nDesenhos de conjuntos mecânicos de transmissão de potência, de mecanismos de \nacionamento, de mancais de deslizamento e de rolamento, de bases e carcaças de \nmáquinas, de estruturas soldadas e de sistemas de freios e embreagens. Desenhos \nde detalhe das peças e/ou componentes utilizadas em cada conjunto mecânico. \nIndicação de acabamentos superficiais. Utilização de tolerâncias de montagem. \nVista explodida de conjunto mecânico. Utilização de sistema CAD de modelagem \n3D. \n \nBibliografia Básica: \n1. Fialho, A. B. SolidWorks Premium 2009 - Teoria e Prática no \nDesenvolvimento de Produtos Industriais - Plataforma para Projetos \nCAD/CAE/CAM, 1ª ed., Editora Érica, 2009. \n2. Leake, J.; Borgerson, J. Manual de Desenho Técnico para Engenharia – \n", "127": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nDesenho, Modelagem e Visualização, 1ª ed., LTC, 2010. \n3. Niemann, G. Elementos de Máquinas Vol. 1, 1ª ed., Blucher, 1971. \n \nBibliografia Complementar: \n1. Fialho, A. B. Pro/ENGINEER Wildfire 3.0 - Teoria e Prática no \nDesenvolvimento de Produtos Industriais - Plataforma para Projetos \nCAD/CAE/CAM, 1ª ed., Editora Érica, 2006. \n2. Cruz, M. D. CATIA V5R20 - Modelagem, Montagem e Detalhamento - 2D e 3D \n- Para Windows, 1ª ed., Editora Érica, 2010. \n3. Giesecke, F. E. e cols. Comunicação Gráfica Moderna, 1ª ed., Bookman, 2002. \n4. Niemann, G. Elementos de Máquinas Vol. 2, 1ª ed., Blucher, 1971. \n5. Niemann, G. Elementos de Máquinas Vol. 3, 1ª ed., Blucher, 1971. \n \nCTD311 - Fenômenos de Calor - 60h \nIntrodução à transferência de calor. Transferência de calor por condução \nunidimensional em regime permanente. Transferência de calor por condução \nbidimensional em regime permanente. Condução de calor tridimensional em \nregime permanente. Condução de calor em regime transiente. Convecção de calor \nnatural. Convecção de calor forçada no interior de tubos e sobre superfícies \nexternas. Transmissão de calor por radiação. Trocadores de calor.  \n \nBibliografia Básica: \n1. INCROPERA, Frank P.; DEWITT, David P.; BERGMAN, Theodore L.; LAVINE, \nAdrienne S. Fundamentos de transferência de calor e da massa. Tradução e \nrevisão técnica: Eduardo Mach Queiroz, Fernando Luiz Pellegrini Pessoa. Rio de \nJaneiro: LTC, 2008. xix 643 p.  \n2. BIRD, R. Byron; STEWART, Warren E.; Lightfoot, Edwin N. Fenômenos de \ntransporte. 2ª Ed. Rio de Janeiro: LTC, 2004. 838 p.  \n3. BRAGA FILHO, Washington. Fenômeno de transporte para engenharia. Rio \nde Janeiro: LTC, 2006. 481 p.  \n \nBibliografia Complementar: \n", "128": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n1. Livi, Celso Pholman. Fundamentos de Fenômenos de transporte. 1ª Ed. Rio \nde Janeiro: LTC, 2004. 230 p. \n2. Canedo, Eduardo Luis. Fenômenos de transporte. 1ª Ed. Rio de Janeiro: LTC, \n2010. 552 p. \n3. KREITH, F.; BOHN, M. S.. Princípios de transferência de calor. São Paulo: \nThomson, 2003. 747 p. \n4. BENNETT, C. O.; MYERS, J. E., Fenômenos de transporte: quantidade de \nmovimento, calor e massa, São Paulo: McGraw-Hill, 1978. \n5. ÇENGEL, Yunus A. Transferência de Calor e Massa: Uma Abordagem \nPrática, 3ª Edição. São Paulo, SP: McGraw-Hill Interamericana do Brasil Ltda., \n2009. \n \nCTD320 –Planejamento Industrial - 60h \nNoções de Planejamento Empresarial. Etapas para o desenvolvimento de um \nEmpreedimento Industrial. Metodologia para Elaboração dos Ante-projetos. \nEstudos de Mercado. Estudos de localização. Estrutura Organizacional. Análise de \ntecnologias e Fatores de Produção. Caracterização do processo produtivo. \nDeterminação do Investimento. Projeção de Receitas e Custos. Análise do Retorno \ndo Investimento. \n \nBibliografia Básica: \n1. MORAES \nNeto, \nBenedito \nde. \nSéculo \nXX \ne \ntrabalho \nindustrial: \ntaylorismo/fordismo, ohnoísmo e automação em debate. São Paulo: Xamã, \n2003. 128 p. \n2. KUPFER, \nDavid; \nHASENCLEVER, \nLia \n(Orgs.). \nEconomia \nindustrial: \nfundamentos teóricos e práticas no Brasil. Rio de Janeiro: Elsevier, 2002. \n640 p. \n3. MATTAR, F. N. Pesquisa de marketing: execução, análise. 3. ed. São Paulo: Atlas, \n2006. v. 2. 224 p  \n \nBibliografia Complementar: \n1. HOSBAWM, Eric J. Da revolução industrial inglesa ao imperialismo. 5. ed. \n", "129": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nRio de Janeiro: Forense Universitária, 2003. 325 p. \n2. CINDA (Org.). Manual para la gestión de proyectos de investigación con \nparticipación academica y empresarial. 2. ed. Santiago: CINDA, 1993. 139 p. \n(Ciencia y Tecnologia ; 32).  \n3. OLIVEIRA, C. A. B. Processo de industrialização: do capitalismo originário \nao atrasado. São Paulo: Ed. Unesp, 2003. 270 p. (Economia Contemporânea). \nBibliografia: p. 261-270. \n4. RAGO, Luzia Margareth; MOREIRA, Eduardo F. P. O que é taylorismo. São \nPaulo : Brasiliense, 1984. 105 p. \n5. PORTER, M. E. Competição = On competition: estratégias competitivas \nessenciais. [Tradução: Afonso Celso da Cunha Serra]. 3. ed. Rio de Janeiro: \nCampus, 1999. 515 p. : il, tabs. Título original: On competition, 1979. Inclui \nbibliografias e índice.  \n \nCTD327 - Controle de Qualidade de Produtos e Processos - 60h \nQualidade total: conceitos; o planejamento e a gestão; modelos inline, off-line e on-\nline; qualidade total em produtos e serviços; estratégias e ferramentas para a \nimplantação da qualidade; avaliação da qualidade. Normalização e certificaão para \na qualidade. Gráficos de controle. Inspeção por atributos e por variáveis. Planos de \namostragem.  \n \nBibliografia Básica: \n1. PETERS, M. S.; TIMMERHAUS, K. D, Plant Design and Economics for \nChemical Engineers, 3a ed., McGraw-Hill, Tokyo, 1980. \n2. HIMMELBLAU, D., Engenharia Química: Princípios e Cálculos, 6ª ed.,PHB, RJ, \n1998. \n3. COSTA, A. F. B. Controle estatístico de qualidade. Ed. Atlas.  \n \nBibliografia Complementar: \n1. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s \nHandbook, 7th ed., McGraw-Hill, 1997. \n2. MADRAS, T. Controle de qualidade. Ed. Makron \n", "130": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n3. VICENTE FALCONI CAMPOS. TQC- Controle de qualidade total. Editora EDG. \n8 edição,  \n4. RUY DE C. B. LOURENÇO FILHO - Controle Estatístico de Qualidade. Editora \nTécnicos e científicos, 1897 \n5. BERTOLINO, M. T. Gerenciamento da qualidade na indústria. Ed. Artmed. 1º \nEdição, 2010. \n \nCTD329 - Amostragem Industrial - 60h \nIntrodução as Técnicas de Amostragem. Coleta e análise crítica dos dados. \nAmostragem Aleatória Simples. Amostragem Aleatória Estratificada. Amostragem \nSistemática. Amostragem Aleatória de Conglomerados. Amostragem por Quotas. \nInspeção da Qualidade. Planos de Amostragem para Atributos. Planos de \nAmostragem para Variáveis. Planos Especiais. Considerações sobre Erros de \nInspeção. \n \nBibliografia Básica: \n1. BOLFARINE, H. e BUSSAB, W. O. Elementos de Amostragem. Ed. Blucher, \n2005. \n2. OLIVEIRA, Paulo Henrique F. C. Amostragem Básica - Aplicação em \nAuditoria. Rio de Janeiro. Editora Ciência Moderna Ltda., 2004. \n3. SILVA, N. N. Amostragem Probabilística – Um curso introdutório. Edusp, 2ª \nedição, 2004. \n \nBibliografia Complementar: \n1. CARVALHO, M.M.; PALADINI, E. P. Gestão da Qualidade: teoria e casos. Rio \nde Janeiro: Elsevier, 2005. \n2. COCHRAN, W. G. Sampling techniques. New York: John Wiley & Sons, 3 \nedition, 1977. KISH, L. Survey Sampling. Wiley-Interscience,1995.  \n3. KISH, L. Survey Sampling. Wiley-Interscience,1995. \n4. SHEAFER, R. L., MENDEKALL, W., OTT, L. Elementary survey sampling. 3 ed. \nBoston: PWS Publishing Company, 1986. \n5. THOMPSON, STEVEN K.; SEBER, GEORGE A. F. Adaptive sampling. New \n", "131": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nYork: Wiley, 1996. \n \nCTD330 - Controle Estatístico de Qualidade - 60h \nConceito de qualidade e perspectiva histórica. Relação entre qualidade e \nprodutividade e competitividade. Controle estatístico de processos. Gráficos de \nControle para Atributos e para Variáveis. Analise de Capacidade de Processos de \nProdução. Tópicos de gestão de qualidade. \n \nBibliografia Básica: \n1. COSTA, A. F. B., EPPRECHT, E. K. & CARPINETTI, L. C. R. Controle estatístico \nde qualidade, Editora Atlas, 2ª edição, 2005. \n2. MONTGOMERY, DOUGLAS C. Introdução ao Controle Estatístico da \nQualidade, LTC, 4ª edição, 2004. \n3. RIBEIRO JÚNIOR, JOSÉ IVO; FARIA, RONALDO DE OLIVEIRA; SANTOS, \nNERILSON TERRA. Ferramentas estatísticas básicas da qualidade: guia \nprático do SAS. Viçosa: UFV, 2006. \n \nBibliografia Complementar: \n1. DERMAN, C. ; ROSS, S.M. Statistical Aspects of Quality Control, Academic \nPress, 1997. \n2. MONTGOMERY, D. C. Introduction to Statistical Quality Control, Wiley, 6 rd. \nedition, 2008. \n3. OAKLAND, J. Statistical Process Control, Sixth Edition, Butterworth-\nHeinemann; 6 edition. 2007. \n4. PEARN, W. L.; KOTZ, S. Encyclopedia And Handbook of Process Capability \nIndices: A Comprehensive Exposition of Quality Control Measures (Series \non Quality, Reliability and Engineering Statistics), World Scientific \nPublishing Company, 2006. \n5. WETHERILL, G.B.; BROWN, D.W. Statistical Process Control – Theory and \nPractice, Chapman and Hall, 1995. \n \n \n", "132": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nENQ104 - Corrosão - 60h \nCorrosão. Oxidação e redução. Formas (ou tipos) de corrosão. Mecanismos básicos \nda corrosão. Fatores que favorecem a corrosão metálica. Interpretação das curvas \nde polarização e dos diagramas de Pourbaix. Corrosão associada a fatores \nmecânicos. Ação corrosiva da água. Corrosão em concreto. Formas ou medidas de \ncombate à corrosão. Realização de experimentos de corrosão, monitoramento e \ndeterminação das taxas de corrosão. \n \nBibliografia Básica  \n1. GENTIL,V. Corrosão, Rio de Janeiro: Editora LTC, 2007, 300 p. \n2. FONTANA, M.G. Corrosion Engineering. 3 ed., New York, Mc Graw-Hill, 1986, \n566p. \n3. SZKLARSKA-SMIALOWSKA, Z. Pitting and crevice corrosion. Houston, NACE \nInternational, 2005, 590 p.  \n4. RAMANATHAN L. V. Corrosão e seu Controle, Hemus, São Paulo. 1995. \n \nBibliografia Complementar   \n1. GEMELLI E. Corrosão de materiais metálicos e sua caracterização: Editora \nLTC, 2001, 200 p. \n2. Metals Handbook; Volume13 - Corrosion. 9 ed. Metals Park, Ohio. ASM \nInternational, 1987, 1415p. \n3. STANSBURY, E. E. Fundamentals of electrochemical corrosion. Materials \nPark, ASM International, 2000, 487 p. \n4. EVANS, U. R. An Introduction to Metallic Corrosion. 3rd ed., Great Britain, \nEdward Arnold, 1981, 302p. \n5. UHLIG, H. H. Corrosion and Corrosion Control. 3rd ed. New York, John Wiley \n& Sons, 1985, 441p. \n6. SCULLY, J. C. The Fundamentals of Corrosion. Oxford, Pergamon press, p. \n234, 1975. \n \nEME501 - Energias Alternativas - 60h \nMatriz energética atual. Energia e ambiente. Panorama mundial de energias \n", "133": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nalternativas.  Energia eólica. Energia solar. Energia Nuclear. Células a combustível. \nBicombustíveis. Outras fontes de energia. \n \nBibliografia Básica: \n1. HINRICHS, A. R.; Kleinbach, M. Energia e meio ambiente. 3.ed. São Paulo: \nThomson, 2003 \n2. WALISIEWICZ, Marek. Energia alternativa: solar, eólica, hidrelétrica e de \nbiocombustíveis. 1.ed. São Paulo: Publifolha, 2008 \n3. O´KEEFE, Philip. The future of energy use. 2.ed. London: Earthscan, 2010. \n \nBibliografia Complementar: \n1. FOSTER, R. Solar energy: renewable energy and the environment. London: \nCRC Press, 2009.  \n2. FADIGAS, E. A. F. A. Energia eólica. Barueri: Manole, 2011. \n3. FARIAS, R.F. Introdução aos biocombustíveis. Rio de Janeiro: Ciência \nModerna, 2010.  \n4. KHALIGH, A. Energy haversting: Solar, wind, and ocean energy conversion \nsystems. Boca Raton: CRC Press, 2010. \n5. Lineu Belico Dos Reis, Eliane A. Amaral Fadigas, Claudio Elias Carvalho, \nEnergia, Recursos Naturais E A Prática Do Desenvolvimento Sustentável, \nEditora, Manole, 2005. \n \nEME502 - Engenharia de Superfície - 60h \nTécnicas de endurecimento superficial. Têmpera superficial por chama ou indução. \nCementação e nitretação: sólidas, líquidas, gasosas e iônicas. Carbonitretação. \nRevestimentos \ngalvânicos \nde \ncromo, \nzinco.   \nRevestimentos \nquímicos. Revestimentos poliméricos. Aspersão térmica, Implantação iônica. \nTécnicas PVD, CVD e Laser. Caracterização das camadas por meio de microscopia, \ndureza, desgaste e corrosão. \n \nBibliografia Básica: \n1. Krauss, G. \"Steels: Heat Treating and Processing Principles\" - ASM \n", "134": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nInternational, 1990.  \n2. GABE, D.R. Principles of metal surface treatment and protection. Pergamon \nPress, Oxford, 1972. \n3. OHRING, M. Materials science of thin films. Boston: Academic Press, 1992. \n \nBibliografia Complementar: \n1. Barreiro, J.A. \"Tratamentos Termicos de Los Aceros\" - Editorial Dossat, 1984. \n2. Vlack, L.H.V. \"Princípios de Ciências dos Materiais\" - Editora Edgar Blucher \nLtda., 1970. \n3. Gentil, V. \"Corrosão\" - Editora Guanabara Dois, 1982. \n4. Bhunshan, B. & Gupta, B. K., Handbook of Tribology: Materials, Coatings and \nSurface Treatments, Krieger Publ. Co. Malabar FL, 1997. \n5. Chiaverini, V. \"Aços e Ferros Fundidos\" - ABM, 2002.  \n \nEME503 - Manutenção Aeronáutica Básica - 60h \nÂmbito da engenharia de manutenção aeronáutica, objetivos. Tipos básicos de \nmanutenção. Procedimentos técnicos. Organização de um departamento de \nmanutenção, registros de manutenção. Limites de operação do avião, limites de \nreparo, limites de serviço, limites de desgaste, homologação aeronáutica e \nmanutenção, pesquisas de panes, corrosão, cromo duro, ensaios não destrutivos. \nInquéritos de acidentes aeronáuticos. Manuais de manutenção, normalização de \nmateriais aeronáuticos. \n \nBibliografia Básica: \n1. KINNISON, H. A. Aviation maintenance management. New York: McGraw-\nHill, 2004. \n2. CARMODY, D.S. Airplane maintenance and repair: a manual for owners, \nbuilders, technicians amd pilots. New York: McGraw-Hill, 1997. \n3. KROES, M.J.; Delp, F.; Watkins, W. A. Aircraft maintenance and repair. New \nYork: McGraw-Hill, 2002.  \n \nBibliografia Complementar: \n", "135": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n1. Speciale, R. C. Aircraft ownership: a legal and tax guide. New York: McGraw-\nHill, 2003. \n2. Vieira. M.G. Tipos de manutenção aeronáutica. São Carlos: EESC-USP, 1992. \n3. HEMKE, H.P. Engenharia de Manutenção de Aeronaves. São José dos \nCampos: CTA, 1958. \n4. SHIGLEY, J.E. Projeto de engenharia mecânica. 7ed. Porto Alegre: Bookman, \n2005. \n5. MOLEY, R.K. Maintenance fundamentals. 2.ed. Oxford: Elsevier, 2004 \n \nEME504 - Dinâmica Veicular - 60h \nIntrodução. Considerações Preliminares do Projeto de Suspensões. Geometria de \nSuspensões. Tipos de Suspensões. Análises de Geometria de Suspensões. Efeito da \nGeometria da Suspensão / Sistema de Direção. \n \nBibliografia Básica: \n1. Gillespie, T.D. Fundamentals of Vehicle Dynamics, 1992. \n2. Rempel & Stoll, Automotive Chassi Engineering Principles, 1996. \n3. MILLIKEN, Douglas L; Society of Automotive Engineers. Race car vehicle \ndynamics: problems, answers and experiments. Warrendale, PA: SAE \nInternational, c2003. 480 p. \n \nBibliografia Complementar: \n1. Milliken, W. & Milliken, D. Race Car Vehicle Dynamics, 1995. \n2. Bastow, D. & Howard, G. Car Suspension and Handling, 3a edição, 1993. \n3. Bosch. Automotive Handbook, 2a edição, 1986. \n4. SMITH, Carroll, ed.. Racing chassis and suspension design; PT-90. \nWarrendale, PA: SAE, 2004. 334p. \n5. REIMPELL, Jörnsen et al. The automative chassis, 2. ed. Warrendale, PA: SAE \nInternational, 2008. 444 p \n \nEME505 - Tópicos Especiais em Soldagem - 60h \nEstudar os aspectos metalúrgicos relevantes para as operações de soldagem. \n", "136": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nSoldabilidade e soldagem de diferentes materiais metálicos (aços estruturais, aços \ninoxidáveis, aços resistentes ao calor, alumínio e suas ligas, cobre e suas ligas, \nníquel e suas ligas, titânio e zircônio). Descontinuidades em soldas e inspeção. \nExaminar as propriedades de juntas soldadas e a aplicação industrial da soldagem \nem diversos setores. \n \nBibliografia Básica: \n1. MARQUES, P.V., et al. Soldagem – Fundamentos e Tecnologia, Belo Horizonte: \nEditora UFMG, 2011. \n2. WAINER, E. et al. Soldagem - Processos e Metalurgia, São Paulo: Edgard \nBlucher, 1992. \n3. PARIS, A.A.F. de. Tecnologia da Soldagem. UFSM, 2003.  \n \nBibliografia Complementar: \n1. CARY, H. Modern Welding Technology. 4a Ed., Englewood Cliffs: Prentice-\nHall, Inc. 1998. \n2.  AWS, Welding Handbook – Welding Science & Technology. Miami: \nAmerican Welding Society, Vol. 1, 9a Ed., 2001. \n3. MESSLER, R.W. Principles of Welding. Nova York: Wiley-InterScience. 1999. \n4. LINNERT, G.E. Welding metallurgy; fundamentals. Miami: AWS, 1994. \n5. Reis, P.R. Fundamentos e Práticas da Soldagem a Plasma. São Paulo: Artliber, \n2007. \n \nEME506 - Materiais Aeronáuticos - 60h \nPolímeros. Introdução, categoria e estrutura, formação de cadeias pro mecanismos \nde adição e pro ecanismo de condensação, grau de polimerização, deformação, \nefeito de temperatura, controle de estrutura e propriedades, elastômeros, \npolímeros termorrígicos, aditivos e formadores de polímeros. Materiais Cerâmicos. \nIntrodução, estruturas cristalinas, estruturas de silicatos, imperfeições cristalinas, \nvidros e outros materiais não cristalinos, deformação e modo de falha, diagrama de \nfases, processamento, materiais cerâmicos avançados. Materiais Compósitos: \nIntrodução, fortalecimento por dispersão, compósitos particulados, reforçados por \n", "137": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nfibras, sistemas, fabricação, propriedades e características de compósitos \nreforçados por fibras, compósitos laminares. Questões Econômicas, Ambientais, \nSociais na Engenharia de Materiais. \n \nBibliografia Básica: \n1. SHACKELFORD, J.F., Introduction to materials science for engineers, 3. ed., \nMac Millan, New York, 1992. \n2. CALLISTER Jr., W.D., Ciência e engenharia de materiais: uma introdução, 5. \ned., LTC-Livros Técnicos e Científicos, 2002. \n3.  ASKLAND, D.R., The Science and Engineering of Materials. 2.ed. London : \nChapman & Hall, 1992. \n \nBibliografia Complementar: \n1. SMITH, W.F. - Princípios de Ciência e Engenharia dos Materiais. 3ª ed. \nEditor: McGraw-Hill Year: 1998. \n2.  MEYERS, M.A. - Mechanical Behaviour of Materials. Prentice Hall, 1999. \n3. VAN VLACK, L.H., Princípios de ciência dos materiais, 4. ed., Edgard Blücher, \nSãoV Paulo, 1987. \n4. DIETER, G.E. Engineering Design, A Materials and Processing Approach. \n3ed. Ilinois: McGrawHill, 1999. \n5. BUDINSKI, K.G.; Budinski, M.K. Engineering Materials: Properties and \nselection. 7ed. New Jersey: Pretenci Hall PTR, 2002. \n \nEME507 – Centrais Hidrelétricas – 60h \nEnergia hidráulica. Componentes das centrais. Arranjos de centrais hidrelétricas. \nImplantação de centrais. Meio ambiente e hidrologia aplicada às centrais. \nOperações de centrais.  \n \nBibliografia Básica: \n1- SIMONE, G.  A. Centrais e aproveitamento hidrelétricos. Editora Erica, 2000. \n2- SCHREIBER, G. P. Usinas hidrelétricas São Paulo: Edgar Blucher, 1978. \n3- SOUZA, ZULCY DE; SANTOS, A. H. M.; BORTONI, E. Centrais hidrelétricas. Rio \n", "138": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \nde Janeiro: Editora Interciência, 2009. \n \nBibliografia Complementar: \n1- Tremblay, \nA. \nGreenhouse \ngas \nemissions-fluxes \nand \nprocesses \n: \nhydroelectric reservoirs and natural environments. Berlin : Springer-\nVerlag, 2005.  \n2- Breeze, Paul A. Investing in hydropower : renewable energy at a price. \nLondon : Financial Times Energy, c1997.  \n3- COSTA, A. L. B. M. Hidrelétricas, ecologia e progresso : contribuições para \num debate. Rio de Janeiro : CEDI, 1990.  \n4- Carneiro, D. A. PCHS Pequenas Centrais Hidrelétricas - Aspectos Jurídicos, \nTécnicos e Comerciais. Editora Synergia, 2009. \n5- CREPPE, R. C. Conversão eletromecânica de energia. Editora Erica, 1999. \n \nEME508 – Aerodinâmica Básica – 60h \nEquações fundamentais. Método dos painéis de fontes/sorvedouros, método \npainéis de vórtices. Aerofólios e asas finitas. Teorema de Helmholtz, Teoria da \nsustentação de Prandtl. Escoamento tridimensional incompressível. Escoamento \nao redor de corpos rombudos. Escoamento compressível. Ondas de choque. \nFormulação das equações de transporte para escoamento compressível. \n \nBibliografia Básica: \n1. Anderson, J.D. Fundamentals of Aerodynamics, 2nd ed. McGraw Hill, 1991. \n2. Anderson, J.D. Modern Compressible Flow with Historical Perspective, 2nd \ned. McGraw Hill, 1991. \n3. HOUGHTON, BROCK. Aerodinamics for engineering students. 5 th ed. \nButterworth-Heinemann, 2003. \n \nBibliografia Complementar: \n1. HARPER, POPE, A. Low Speed Wind tunnel testing. Wiley, 1999. \n2. Schlichting, Hermann, 1907 - Boundary layer theory. 8 th ed. Springer, 2000. \n3. Katz, J. & Plotkin, A. Low-speed aerodynamics, 2st. ed. McGraw Hill, 2001. \n", "139": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n4. ABBOTT, Ira H. A. Theory of wing sections, including a summary of airfoil \ndata. Mc Graw-Hill, 1959. \n5. HOLDER, D.W.; PANKHURS, R.C. - Wind tunnel technique. Pitman, 1965. \n \nEME509 – Método dos Elementos Finitos – 60h \nMétodos variacionais e de resíduos ponderados. Método de Galerkin. Método de \nElementos finitos em uma, duas e três dimensões. O método de elementos finitos \nem problemas estáticos. Elementos de Aresta. Utilização de software de elementos \nfinitos. Técnicas de programação para o método de elementos finitos. \n \nBibliografia Básica: \n1. Fish, J., Belytschko, T. Um Primeiro Curso de Elementos Finitos, 1ª ed., Ed. LTC, \n2009. \n2. Kim, N., Sankar, B. V. Introdução à Análise e ao Projeto em Elementos Finitos, \n1ªed., Ed. LTC, 2011. \n3. Vaz, L. E. Método dos Elementos Finitos em Análise de Estruturas, 1ª ed., Ed. \nCampus, 2010. \n \nBibliografia Complementar: \n1. Becker, E.B., Carey, G.F., Oden, J.T. Finite elements, Vol. 1: An introduction, \nPrentice Hall, 1982. \n2. Carey, G.F., Oden, J.T. Finite elements, Vol. 2: A second course, Prentice Hall, \n1983. \n3. Hughes, T.J.R. The finite element method, Prentice-Hall International, 1987. \n4. Alves Filho, A. Elementos Finitos, 4ª ed., Ed. Érica, 2004. \n5. Castro Sobrinho, A. S. Introdução ao Método dos Elementos Finitos, 1ª ed., Ed. \nCiência Moderna, 2006. \n \nEME510 – Tópicos Especiais em Projetos Mecânicos – 60h \nProjeto de equipamentos mecânicos. Aplicação de filosofias de concepção, normas \ntécnicas, padronizarão e ergonomia. Execução de memorial de cálculo, croquis e \n", "140": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \ndesenhos de fabricação em CAD. Análise e otimização de equipamentos mecânicos. \nAplicação de sistemas CAD. \n \nBibliografia Básica: \n1- Fialho, A. B. SolidWorks Premium 2009 - Teoria e Prática no \nDesenvolvimento de Produtos Industriais - Plataforma para Projetos \nCAD/CAE/CAM, 1ª ed., Editora Érica, 2009. \n2- Leake, J.; Borgerson, J. Manual de Desenho Técnico para Engenharia – \nDesenho, Modelagem e Visualização, 1ª ed., LTC, 2010. \n3- Pizzolato, N. D. e Gandolpho, A. A. Técnicas de Otimização, 1ª ed., LTC, 2010. \n  \nBibliografia Complementar: \n1. Niemann, G. Elementos de Máquinas Vol. 1, Ed. Edgard Blucher, 1971. \n2. Niemann, G. Elementos de Máquinas Vol. 2, Ed. Edgard Blucher, 1971. \n3. Niemann, G. Elementos de Máquinas Vol. 3, Ed. Edgard Blucher, 1971. \n4. Dewolf, J. T.; Johnston, E. R.; Beer, F. P. Resistência dos Materiais, 4ª ed., \nMcgraw-Hill, 2006. \n5. Hibbeler, R. C. Resistência de Materiais, 7ª ed., Pearson Education, 2010. \n \nEME511 – Projetos de Engenharia Mecânica com Temática SAE – 60h \nProjeto de sistemas mecânicos com temática SAE. Fases de desenvolvimento de um \nprojeto: conceitualização, desenho, análise/iteração, fabricação e validação \nfuncional. Gestão de projeto. Técnicas para CAD/CAE/CAM. Conceitos teóricos e \npráticos para processos de fabricação: corte, esmerilhamento, fresamento, \ntorneamento, retífica, conformação. Noções de tolerância, precisão, ajuste e \nmetrologia. Os alunos terão oportunidade de aplicar a teoria exposta através de \nduas atividades práticas: uma de curta duração, com o intuito de ensinar os \nfundamentos de fabricação; e outra de longa duração, que abrangerá o ciclo de \ndesenvolvimento completo de um projeto  \n \nBibliografia Básica: \n1- GENG, H. Manufacturing Engineering Handbook, McGraw-Hill. \n", "141": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532-1200 \nwww.ufvjm.edu.br \n2- HEISLER, H. Advanced Vehicle Technology. 2. ed. Oxford, 2002. \n3- SHIGLEY, J.E., Mischke, C.R., Budybas, R.G. Mechanical Engineering Design. \n7.ed. McGraw Hill, 2004. \n \nBibliografia Complementar: \n1. KAMINSKI, P.C. Desenvolvendo produtos, planejamento, criatividade e \nqualidade. LTC Editora S.A., 1.ed, 2000. \n2. MEYERS, M.A. - Mechanical Behaviour of Materials. Prentice Hall, 1999. \n3. SAE Brasil, Regulamento Baja SAE Brasil, Sociedade de Engenharia \nAutomotiva, 2010 \n4. Fialho, A. B. SolidWorks Premium 2009 - Teoria e Prática no \nDesenvolvimento de Produtos Industriais - Plataforma para Projetos \nCAD/CAE/CAM, 1ª ed., Editora Érica, 2009. \n5. BUDINSKI, K.G.; Budinski, M.K. Engineering Materials: Properties and \nselection. 7ed. New Jersey: Pretenci Hall PTR, 2002. \n \n \n \n"}