{"1": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n          \n \nDiamantina  \n             Novembro  de 2011  \n PROJETO PEDAGÓGICO DO \nCURSO DE ENGENHARIA QUÍMICA  MINISTÉRIO DA EDUCAÇÃO  - MEC  \nUNIVERSIDADE FEDERAL DOS VALES DO JEQUITINHONHA E MUCURI  - UFVJM  \nINSTITUTO DE CIÊNCIA E TECNOLOGIA - ICT  \nDIAMANTINA – MINAS GERAIS  \n \n ", "2": "UNIVERSIDADE  FEDERAL  DOS  VALES  DO  \nJEQUITINHONHA  E MUCURI  \n \n \n \n \n \n \n \nREITORIA  \nREITOR : PEDRO ANGELO  ALMEIDA ABREU  \n \n \nVICE-REITORIA  \nVICE-REITOR : DONALDO ROSA PIRES JÚNIOR  \n \n \nPRÓ-REITORIA DE ASSUNTOS COMUNITÁRIOS E ESTUDANTIS  \nPRÓ-REITOR : HERTON HELDER ROCHA PIRES \n \n \nPRÓ-REITORIA DE EXTENSÃO E CULTURA  \nPRÓ-REITO RA: ANA CATATINA PEREZ DIAS \n \n \nPRÓ-REITORIA DE GRADUAÇÃO  \nPRÓ-REITOR : VALTER ANDRADE DE CARVALHO JÚNIOR  \n \n \nPRÓ-REITORIA DE PESQUISA E PÓS-GRADUAÇÃO  \nPRÓ-REITOR : ALEXANDRE CHRISTÓFARO SILVA \n \n \nPRÓ-REITORIA DE ADMINISTRAÇÃO  \nPRÓ-REITORA : CYNTHIA REGINA FONTE BOA PINTO  \n \n \nPRÓ-REITORIA DE PLANEJAMENTO E ORÇAMENTO  \nPRÓ-REITOR : JOSÉ GERALDO DAS GRAÇAS  \n \n \n \n \n \n \n \n \n \n", "3": " \n \nINSTITUTO DE CIÊNCIA E TECNOLOGIA - ICT \n \nENGENHARIA QUÍMICA  \n \n \nUFVJM  - Universidade Federal dos Vales do Jequitinhonha e Mucuri  \nInstituto de Ciência e Tecnologia - ICT \nwww.ict.ufvjm.edu.br  \n \n \n \n \n \nDIRETOR IA \nProf. Dr. Paulo César de Resende Andrade  \n \n \n \n \n \nVICE -DIRETOR IA \nProf. Dr. Lucas Franco Ferreira  \n \n \n \n \n \n \nCOORDENADOR IA Pro Tempore  DO CURSO  DE ENGENHARIA  QUÍMICA  \nProfa. Dra. Arlete Barbosa dos Reis  \n \n \n \n \n \n \n \n \n \n \n \nDiamantina -MG \n2011  ", "4": "SUMÁRIO  \n \n1- CARACTERIZAÇÃO DO CURSO  ................................ ................................ ...............................  1 \n2 - APRESENTAÇÃO  ................................ ................................ ................................ ............................  2 \n3 - JUSTIFICATIVA  ................................ ................................ ................................ ...............................  6 \n3.1 - A Universidade no contexto nacional e regional  ................................ .......................  6 \n3.2 - O REUNI  ................................ ................................ ................................ ................................ .... 9 \n3.3- O Curso  ................................ ................................ ................................ ................................ .....11 \n4 - BASE LEGAL  ................................ ................................ ................................ ................................ ...15 \n5 - OBJETIVOS ................................ ................................ ................................ ................................ ......17 \n5.1 – Objetivos Gerais  ................................ ................................ ................................ .................. 17 \n5.2 – Objetivos Específicos  ................................ ................................ ................................ ........ 18 \n6 - PERFIL DO EGRESSO  ................................ ................................ ................................ .................. 20 \n7 - COMPETÊNCIAS E HABILIDADES  ................................ ................................ ......................... 22 \n7.1. Competências e habilidades gerais das Engenharias  ................................ ............. 22 \n7.2. Competências e habilidades da Engenharia Química  ................................ ............. 22 \n8 - CAMPO DE ATUAÇÃO DO PROFISSIONAL  ................................ ................................ ......... 24 \n9 - PROPOSTA PEDAGÓGICA  ................................ ................................ ................................ ......... 25 \n10 - ORGANIZAÇÃO CURRICULAR  ................................ ................................ .............................. 28 \n10.1 - Estrutura Curricular  ................................ ................................ ................................ ........ 29 \n10.2 – Ementas e bibliografias  ................................ ................................ ................................ .39 \n10.3 - Estágio Supervisionado  ................................ ................................ ................................ ..39 \n10.4 – Atividades Complementares  ................................ ................................ ....................... 40 \n10.5 - Trabalho de Conclusão de Curso  ................................ ................................ ................ 42 \n11 – ACOMPANHAMENTO E AVALIAÇÃO DO PPC  ................................ ............................... 44 \n12 – AVALIAÇÃO DA APRENDIZAGEM  ................................ ................................ ...................... 46 \n13 – FORMA DE INGRESSO  ................................ ................................ ................................ ............ 48 \n14 - INTEGRALIZAÇÃO CURRICULAR  ................................ ................................ ........................ 49 \n15 – INFRA -ESTRUTURA  ................................ ................................ ................................ ................ 50 \n16 – CORPO DOCENTE  ................................ ................................ ................................ ..................... 51 \n17 – LEGISLAÇÃO CONSULTADA NA ELABORAÇÃO DO PROJETO PEDAGÓGICO  ...52 \nANEXO 1 - EMENTÁRIO  ................................ ................................ ................................ ................... 54 ", "5": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  1- CARACTERIZAÇÃO DO CURSO  \n \na. Curso de Engenharia Química  \nb. Área de conhecimento : Engenharias  \nc. Modalidade : Bacharelado  \nd. Habilitação : Engenh aria  Química  \ne. Regime : Presencial  \nf. Regime de matrícula : semestral  \ng. Formas de ingresso : Ingresso via Exame Nacional do Ensino Médio - ENEM \ne Programa Seletivo por Avaliação Seriada - SASI para o Curso de Graduação \nem Bacharelado em Ciência  e Tecnologia - BC&T,  Transferência, Reopçã o e \nObtenção de Novo Título  \nh. Número de vagas oferecidas : 40 \ni. Turno de oferta : Diurno  \nj. Carga horária total : 3840 horas  \nk. Tempo de integralização :   Mínimo  - 5,0 anos  \n  Máximo  - 7,0 anos  \nl. Local da oferta : Diamantina/MG  \nm. Ano início do Curso : 2012  \n  ", "6": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  2 - APRESENTAÇÃO  \n \nRecentes pesquisas indicam uma retração do esforço tecnológico e inovador \ndas empresas no Brasil. É uma realidade que precisa ser revertida, porque \ntecnologia é o ingrediente determinante da competitividade empresarial e da \nprosperidade das nações. Inovar tornou -se questão de sobrevivência. Para \ncompetir em mercados nos quais produtos e processos têm ciclos cada vez mais \ncurtos, é crucial incrementar continuamente a própria capacidade de gerar, \ndifundir e utilizar inovações tecnológicas.  \nEntretanto, isso s ó será possível se houver sólido e continuado investimento \nem formação de mão -de-obra qualificada. O novo contexto tecnológico exige \nmudanças no perfil do engenheiro e, portanto no perfil da educação em \nengenharia. Em resumo, essa educação deve ter como po nto central dos conteúdos \na serem transmitidos um forte embasamento em ciências exatas, devidamente \ncontextualizado no universo da engenharia; não deve ter foco nem politécnico nem \nespecialista , permitindo uma formação personalizada, de acordo com os inter esses \ndo aluno e o contexto socioeconômico regional, mas sem perder a perspectiva de \nque a engenharia pressupõe um conjunto articulado de conhecimentos; e deve \ngarantir o domínio das facilidades oferecidas pela informática.  O engenheiro \ndeverá também procu rar conhecimentos básicos de uma língua estrangeira.  \nA maior mudança, porém, é na área da aprendizagem. Tudo que o aluno \npode ler e entender não dever á ser exposto pelo professor. Deverão ser utilizados \nmeios complementares de informação e educação, manuse ados individualmente \npelo aluno , em busca de conhecimentos. É essencial, ainda, que o futuro \nprofissional seja capacitado para saber avançar no desconhecido. Sua graduação \ndeve lhe proporcionar familiaridade com a metodologia da pesquisa e do \ndesenvolvimen to experimental, com os ambientes onde se intercambiam novos \nconhecimentos e novas tecnologias, com a legislação de propriedade intelectual \nque regulamenta estes conhecimentos novos e com valores éticos fundamentais.  \nOs cursos devem garantir que o aluno ap renda a fazer, com criatividade e \nousadia, o que implica em ser capaz de estudar, pesquisar, projetar e produzir, \nintegrando todas essas fases do processo. Essa nova concepção dos cursos de \nengenharia implica profundas transformações na atividade docente e  no próprio ", "7": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  conceito de docente que passa a ser não mais o que transmite conhecimentos, mas \no fornecedor de estímulos e facilidades para a aprendizagem e a pesquisa dos \nalunos. Essas mudanças exigem o envolvimento sistemático do corpo docente em \num program a permanente de pesquisas e de qualificação de modo a garantir que \neste processo seja dotado tanto de fundamentos, quanto de métodos, técnicas e \nmeios científicos eficientes. Os cursos de engenharia, portanto, precisam preparar \nestudantes com visão de merc ado e que aprendam na escola a formular questões \nrelevantes.  \nNas últimas décadas, as políticas públicas implementadas no Brasil, \nacertadamente, investiram no desenvolvimento da capacidade de pesquisa \ncientífica nacional, porém não adot aram  medidas de incen tivo à inovação \ntecnológica, a promover a transformação desse conhecimento científico em \ninovações capazes de gerar riqueza para o País.  \nVárias iniciativas vêm sendo adotadas para corrigir essa distorção, o que \nevidentemente dependerá de uma íntima integra ção entre a universidade e as \nempresas. A educação em engenharia é elemento -chave nesse processo, por se \ntratar de atividade, por excelência, condutora da inovação nos setores econômicos. \nMas, se o engenheiro é elemento ativo das transformações na era das mudanças \ntecnológicas rápidas, ele próprio vem sendo obrigado a promover profundas \ntransformações em suas habilidades e em seu perfil profissional. A sociedade do \nconhecimento exige engenheiros com competências novas, com flexibilidade e \ncapacidade de apre nder sozinho e permanentemente. Mais do que nunca, é \nnecessário que o engenheiro tenha iniciativa, criatividade, espírito empreendedor \ne capacidade de atualização constante.  \nO desenvolvimento das Engenharias seguiu o curso do processo de \nindustrialização. Num primeiro estágio, a competência exigida do engenheiro era \neminentemente técnica. À medida que a indústria se diversificava e sofisticava, \npassou a ser requerida a qualificação científica. Na terceira etapa, adicionaram -se \nas competências gerenciais. A direção seguida no processo foi a da especialização \ncrescente. Avançou -se, então, para um quarto estágio, a que se chegou optando \npela direção inversa indo -se da especialização para a formação holística. Para um \nengenheiro, ter formação holística significa  agregar às competências técnicas \nbásicas, novos conhecimentos e habilidades.  ", "8": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Esse profissional deverá conviver em comunidades e culturas \ndiversificadas, que vivem e resolvem questões e problemas do cotidiano a partir de \num olhar peculiar e característico.  O engenheiro deve ter capacidade de \ncomunicação e saber trabalhar em equipes multidisciplinares. Ter consciência das \nimplicações sociais, ecológicas e éticas envolvidas nos projetos de engenharia, falar \nmais de um idioma e estar disposto a trabalhar em qu alquer parte do mundo.  \nA cooperação entre a universidade e a indústria nesse caso é fundamental. A \neducação continuada ou a aprendizagem ao longo da vida é exigência de um \nmundo em transformação acelerada e da tendência de envelhecimento da \npopulação, que  leva a uma extensão da vida útil da força de trabalho.  \nPor isso, a educação ganha cada vez mais destaque como protagonista na \nagenda estratégica dos setores produtivos e dos estados. O crescimento econômico \ndepende essencialmente de educação de qualidade e de um ambiente de geração e \ndisseminação de conhecimentos em grande escala, fundado no amplo acesso às \ntecnologias de informação, no desenvolvimento de competências profissionais e \nhumanas adequadas às necessidades dos vários setores da economia e no fom ento \nao empreendedorismo e à criatividade. É nessa ótica que deve ser repensada a \neducação em engenharias no Brasil.  \nNeste projeto propõe -se formar profissionais com conhecimentos \nrelacionados aos mais variados segmentos das ciências físicas e de matemáti ca, de \nforma a permitir uma rápida resposta às exigências atuais e as tendências futuras \npara a indústria e a sociedade em geral.  \nO curso de g raduação em Engenharia Química  da Universidade Federal dos \nVales do Jequitinhonha e Mucuri (UFVJM) foi criado e re gulamentado pelo \nConselho de Ensino, Pesquisa e Extensão – CONSEPE/UF VJM, por meio da \nResolução Nº 23 , de 27 de agosto de 2008, no contexto do Programa de Expansão e \nReestruturação das Universidades Federais (REUNI).  \nA criação do curso foi uma iniciativa q ue vai ao encontro da atual política \ninstitucional de expansão de suas áreas de atuação. Esta nova posição estratégica \nestá em coerência com o conceito da universidade moderna que busca a interação \ndas diversas áreas para aperfeiçoar resultados. Em maior o u menor grau, os \nconhecimentos da Engenharia Química  comp õem o conhecimento de todas as \nEngenharias.  ", "9": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Ao aderir ao REUNI, a UFVJM assumiu o compromisso de realizar as \nmudanças de forma planejada e participativa, comprometendo -se com a excelência \nda qualidade do ensino, o que demanda em investir em sua estrutura física e em \nrecursos humanos, reorganizar sua estrutura acadêmico -curricular, renovar seus \nparadigmas de caráter epistemológico e metodológico; assumindo o desafio de \nnova s formas de apropriação e construção do conhecimento.  \nOs estudos para criação do curso de Engenharia Química  foram realizados \npor comissão designada pelo Diretor do Instituto de Ciência e Tecnologia, através \nda Portaria nº 60 8, de 13/05/2011, composta pelo s docentes, Arlete Barbosa dos  \nReis, Ione Andriani Costa, Juliana Gomes Rosa e Rui Carlos Castro Domingues.  \n Sendo assim, o curso de Engenharia Química  está estruturado e respaldado \nnas leis e diretrizes que regem o curso e a profissão do engenheiro químic o, bem \ncomo, nas Diretrizes Curriculares Nacionais do Conselho Nacional de Educação - \nCNE e na Câmara de Educação Superior  - CES . O curso tem como principais \ncaracterísticas formar um profissional dentro da multidisciplinaridade, com \npensamento científico -pegagógico e formação sólida, capaz de aplicar seus \nconhecimentos básicos e solucionar problemas da área. Com base no acima \nexposto, apresenta -se o presente projeto  pedagógico com o  objetivo garantir uma \nunidade de propósitos e  ações vi sando um curso de qualidade.   \n  \n \n  ", "10": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  3 - JUSTIFICATIVA  \n \n3.1 - A Universidade no contexto nacional e regional  \n \nA busca pela excelência em ensino e apoio à comunidade regional levou a \ntransformação da então Faculdade Federal de Odontologia de Diamantina \n(FAFEOD) em Faculdades Federais Integradas de Diamantina (FAFEID), em 04 de \noutubro de 2002. Essa excelência impulsionou o Governo Federal a autorizar a sua \ntransformação em Universidade Federal dos Vales do Jequitinhonha e Mucuri \n(UFVJM) , em 06 de setembro de 2005.  \nA Universida de Federal dos Vales do Jequitinhonha e Mucuri (UFVJM), com \nsede na cidade de Diamantina e campus na  cidade de Teófilo  Otoni , está inserida na \nMesorregião dos Vales do Jequitinhonha e Mucuri, que abrange uma área de \n111.653,63 km2, congregando 105 municípios dos estados de Minas Gerais, \nextremo sul da Bahia e norte do Espírito Santo, cuja população estimada, em 2008, \npelo Insti tuto Brasileiro de Geografia e E statística - IBGE era de 2.114.033 \nhabitantes. Nestas regiões, estão os menores Índices de D esenvolvimento Humano \n(IDH de 0,05) do Estado de Minas Gerais. Apesar da existência de cidades de porte \nrazoável, a população ainda é predominantemente rural, com perfil extrativista de \nrecursos florestais para produção de carvão e desenvolvimento da agrop ecuária e \nmineração. O impacto regional da Universidade também abrange parte das \nmesorregiões Central Mineira e dos Vales do Rio Doce e do São Francisco. Nessas \náreas, o nível de organização da sociedade civil é bastante desigual, sendo as \npopulações pobre s e ainda predominantemente rurais, apresentando altas taxas de \nmortalidade infantil, baixa expectativa de vida, distribuição etária desigual, com \ngrande proporção de crianças e idosos e forte evasão populacional para outras \nregiões e estados.  \nDe acordo c om relatório apresentado em 2008 pelo Instituto de \nDesenvolvimento Integrado de Minas Gerais, INDI, sobre o perfil industrial das \nregiões do Norte de Minas, Jequitinhonha/Mucuri e Rio Doce, na região dos vales \ndo Jequitinhonha e Mucuri apesar de ter ocorri do um aumento na participação da \nprodução industrial no estado, esta continua sendo praticamente desprezível, \nestando abaixo de 1%, quando comparada com outras regiões do estado. E ainda, ", "11": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  não é possível destacar um setor industrial que exerça influência ma rcante sobre a \neconomia local. Essa situação se deve ao fato da região dispor de uma precária \nbase industrial, sem tradição no setor, em razão de não existirem vantagens para a \ninstalação da maior parte dos setores industriais, sendo pouco urbanizada, e co m \nmercado restrito e de baixo poder aquisitivo. E ainda, por não possuir mão de obra \nespecializada formada na região, a qual seria capaz de atender de forma mais \nefetiva as demandas da região. O setor industrial na região dos Vales do \nJequitinhonha e Mucur i é composto por poucas empresas de médio e grande porte, \nprincipalmente mineração, e um número expressivo de mi cro e pequenas \nempresas. Estas ú ltimas, por serem pouco capitalizadas, não exercem influência \nrelevante no desenvolvimento da região.  \nRessalta -se que a localização geográfica da UFVJM, uma instituição com \nexperiência de trabalho na região, coloca -a numa posição de destaque em relação a \noutros centros de ensino e pesquisa científica e tecnológica. Como instituição de \nensino superior, já capacitou centenas de profissionais especializados, em nível de \ngraduação. No entanto, para que possa prosseguir com sua missão de promover o \ndesenvolvimento científico, econômico e sócio -cultural é imprescindível a criação \nde novos cursos que possibilitem a formaçã o de profissionais em carência na \nregião. A criação de novos cursos vem atender ainda, às necessidades e \nreivindicações da comunidade regional, bem como a proposta de ampliação de \ncursos firmada pelo Reuni da UFVJM.  \n A Universidade Federal dos Vales do Je quitinhonha e Mucuri (UFVJM) é \nconstituída de três camp i. O Campus I e o Campus JK localizados na cidade de \nDiamantina/MG, abrigando cinco unidades acadêmicas – Faculdade de Ciências \nAgrárias, com três cursos de graduação: Engenharia Agronômica, Engenharia  \nFlorestal e Zootecnia; Faculdade de Ciências Biológicas e da Saúde, com sete cursos \nde graduação: Ciências Biológicas, Educação Física, Enfermagem, Farmácia, \nFisioterapia, Nutrição e Odontologia; Faculdade de Ciências Exatas, com dois \ncursos de graduação:  Química e Sistema de Informações; Faculdade de Ciências \nHumanas, com sete cursos: Bacharelado em Humanidades , Geografia, Hist ória, \nLetras/Espanhol, Letras/ Inglês, Pedagogia e Turismo; Instituto de Ciência e \nTecnologia, com quatro cursos: Bacharelado em Ci ência e Tecnologia , Engenharia \nde Alimentos, Engenharia Mecânica  e Engenharia Química. O Campus do Mucuri, ", "12": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  localizado na cidade de Teófilo Otoni/MG, abriga duas unidades acadêmicas – \nFaculdade de Ciências Sociais Aplicadas e Exatas, com cinco cursos de gra duação: \nAdministração, Ciências Contábeis, Ciências Econômicas, Matemática e Serviço \nSocial; Instituto de Ciências Exatas e Tecnológicas, com quatro cursos: Bacharelado \nem Ciência e Tecnologia , Engenharia Civil, Engenharia Hídrica e Engenharia de \nProdução.  \nO curso de Bacharelado em Ciência e Tecnologia (BC&T) é um curso que \nagrega formação geral na área de Ciência e Tecnologia, a partir de uma visão \ncrítica, reflexiva e sistêmica do conhecimento, além de apresentar uma proposta \npedagógica fundamentada nos p ilares da flexibilidade, inovação e \ninterdisciplinaridade.  É a porta de entrada para um amplo conjunto de opções \nprofissionais, uma delas a Engenharia Química , mas todas elas assentadas sobre o \nmesmo substrato teórico -conceitual. Assim, além de contribuir para a integração \ndo conhecimento e justamente por isso, estaremos conferindo maior mobilidade \nao sistema de formação superior.  \nAtualmente a UFVJM  oferece nove cursos de mestrado Stricto sensu \nreconhecidos pela CAPES/MEC , divididos entre as áreas de Ciências Agrárias, \nCiências Biológicas e da Saúde e Ciências Exatas. Sendo que na área de Ciências \nAgrárias são oferecidos os cursos de Produção Vegetal,  Recursos Florestais e \nZootecnia; na área de Ciências Biológicas e da Saúde  os cursos: Ensino em Saúde e \nCiências Farmacêuticas , Programa Multicêntrico de Pós -Graduação em Ciências \nFisiológicas, Odontologia. Por último, na área de Ciências Exatas o curso de \nmestrado Stricto sensu  em Química. São oferecidos, também, cursos de pós -\ngraduação Lato sensu (especialização).  \nOs cursos de pós -graduação oferecem várias oportunidades para os alunos \nde graduação tais como: formação de recursos humanos mais qua lificados, \nformação de massa crí tica, visão científica, habilidades técnicas, valor ização da \nciência e visão econômica, social e cultural. Vários alunos da iniciação científica, \ncom bolsas da FAPEMIG, CNPq, institucionais (UFVJM) ou de empresas privadas, \ncolaboram no desenvolvimento dos projetos de dissertação dos programas de \nmestrado. Outros estudantes, não bolsistas, também atuam como voluntários nos \nprojetos. Estes discentes de graduação têm desenvolvido seus trabalhos de \niniciação científica e de conclusão de curso com o apoio dos docentes.  ", "13": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  3.2 - O REUNI  \n \n O Programa de Apoio a Plano s de Reestruturação e Expansão das \nUniversidades  Federais – REUNI, instituído pelo Decreto nº 6.096, de 24 de abril de \n2007, tem  como um dos seus objetivos dotar as universidades federais das \ncondições  necessárias para ampliação do acesso e p ermanência na educação \nsuperior.  Este  programa pretende congregar esforços para a consolidação de uma \npolítica  nacional de expansão da educação superior pública, buscando elevar a \noferta de  educação superior para, pelo menos, 30% dos jovens na faixa etária de 18 \na 24  anos, até o final da década.  \n O programa tem como  diretrizes garantir a qualidade da graduação da \neducação pública, buscando a  formação de pessoas aptas a enfrentar os desafios do \nmundo contemporâneo, em  que a aceleração do processo de conhecimento exige \nprofissionais com formação  ampla e sólida. A educação superior,  por outro lado, \nnão deve se preocupar  apenas em formar recursos humanos para o mundo do \ntrabalho, mas também  formar cidadãos com espírito crítico que possam contribuir \npara solução de  problema s cada vez mais complexos da vida pública. A qualidade \nalmejada para  este nível de ensino exigirá o redesenho curricular dos cursos, \nvalorizando a  flexibilização e a multidisciplinaridade, diversificando as \nmodalidades de  graduação e articulando -a com a pó s-graduação, além do \nestabelecimento da  necessária e inadiável interface da educação superior com a \neducação básica.  \n A mobilidade estudantil é outro importante objetivo a ser alcançado face à \nsua importância na construção de novos saberes e de vivência d e outras culturas.  \nAlém disso, o REUNI tem como diretriz a ampliação de políticas de inclusão e de  \nassistência estudantil objetivando a igualdade de oportunidades para o estudante  \nque apresenta condições sócio -econômicas desfavoráveis.   \n As diretrizes do R EUNI podem ser enumeradas conforme a seguir:  \n Flexibilidade curricular nos cursos de graduação de modo a permitir a \nconstrução de itinerários formativos diversificados e que fac ilite a \nmobilidade estudantil; c oncepção mais flexível de formação acadêmica \nna graduação de forma a evitar a especialização precoce . ", "14": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   Oferta de formação e apoio pedagógico aos docentes da educação \nsuperior que permitam a utilização de práticas pedagógicas modernas e \no uso intensivo e inventivo de tecn ologias de apoio à aprendizagem.   \n Disponibilidade de mecanismos de inclusão social a fim de garantir \nigualdade de oportunidades de acesso e permanência na universidade \npública a todos os cidadãos.  \n  \n Os projetos do REUNI foram estruturados em seis dimensões:  \n1. Ampliação da oferta de educaçã o superior pública , aumento  de vagas de \ningresso, especialmente no período noturno; redução das taxas de \nevasão; e ocupação de vagas ociosas.  \n2. Reestruturação acadêmico -curricular; revisão da estrutura acadêmica \nbuscando a constante elevação da qualidade; reorganização dos cursos \nde graduação; diversificação das modalidades de graduação, \npreferencialmente com superação da profissionali zação precoce e \nespecializada; i mplantação de regimes curriculares e sistemas de títulos \nque possibilitem a construção de itin erários formativos; e previsão de \nmodelos de transição, quando for o caso.  \n3. Renovação pedagógica da educação superior; articulação da educação \nsuperior com a educação básica, profissional e tecnológica; atualização \nde metodologias (e tecnologias) de ensino -aprendizagem; previsão de \nprogramas de capacitação pedagógica, especialmente quando for o caso \nde implementação de um novo modelo.  \n4. Mobilidade intra e interinstitucional; promoção da ampla mobilidade \nestu dantil mediante o aproveitamento de créditos e a circulação de \nestudantes entre cursos e programas, e entre instituições de educação \nsuperior.  \n5. Compromisso social da instituição; políticas de inclusão; programas de \nassistência estudantil; e políticas de ext ensão universitária.  \n6. Suporte da pós -graduação ao desenvolvimento e aperfeiçoamento \nqualitativo dos cursos de graduação; articulação da graduação com a \npós-graduação: expansão qualitativa e quantitativa da pós -graduação \norientada para a renovação pedagógica  da educação superior.  ", "15": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   Com base nos termos do Decreto 6.096/2007* e na Chamada Pública \nMEC/SESU Nº 08/2007, o Conselh o Universitário (CONSU /UFVJM) instituiu uma \nComissão para discutir e apresentar uma proposta destinada à execução do plano \nde reestruturaç ão e expansão da Universidade Federal dos Vales do Jequitinhonha \ne Mucuri (REUNI/UFVJM). O trabalho desta comissão concentrou -se em avaliar as \npropostas apresentadas pela comunidade e na elaboração de uma proposta geral \npara a UFVJM.  \n A Comissão elaborou um relatório e apresentou uma proposta, aprovada \npelo CONSU em 07 de dezembro de 2007, para o REUNI/UFVJM. Os cursos \nselecionados pela Comissão foram:  \n Núcleo de Ciências Humanas para o Campus de Diamantina (noturno): \nGeografia, História, Pedagogia, Letras/ Inglês, Letras/Espanhol e Turismo \n(expansão de 30 vagas anuais).  \n Núcleo de Engenharias para o Campus de Diamantina (diurno): Engenharia \nde Alimentos, Engenharia Química e Engenharia Mecânica.  \n Núcleo de Engenharias para o Campus Avançado do Mucuri (diurno): \nEngenharia de Civil, Engenharia Hídrica e Engenharia de Produção.  \n \n Nesse contexto há uma forte responsabilidade da UF VJM  na contribuição \npara o desenvolvimento do País a partir do oferecimen to de 40 vagas semestrais \nno curso de Engenharia Química . \n \n3.3- O Curso  \n \nO atual cenário sócio -econômico brasileiro e a necessidade de se \nimpulsionar  o desenvolvimento científico e tecnológico da nação acenam a \nnecessidade  de formação de uma grande quantid ade de engenheiros capazes de se \nadaptar a  novos ambientes onde o impacto social, econômico e ambiental de sua  \natuação é  cada vez mais imprescindível.  Esta formação não deve ser  pautada \n                                                 \n* O Decreto nº 6.096, de 24 de abril de 2007, instituiu o Programa de Apoio a Planos de \nReestruturação e Expansão das Universidades Federais (REUNI); que tem como meta global a \nelevação gradual da taxa de conclusão média dos cursos de graduação presenciais para noventa por \ncento e da relação de alunos de graduação em cursos presenciais por professor para dezoito alunos \npara um professor, ao final de cinco a nos, a contar do início de cada plano.  \n ", "16": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  somente pela demanda do mercado de trabalho, mas também pela  compreensão \nda atuação deste novo profissional frente aos profundos  contrastes sociais e ao \ndinamismo das mudanças tecnológicas, que tornam a  maioria dos conhecimentos \nobsoletos a curto -prazo.  \nÉ sentimento nacional que o Brasil não será capaz de fazer fren te às  \nnecessidades de incorporar tecnologia na velocidade necessária para sair do  \nsubdesenvolvimento e se tornar competitivo, caso não haja um contingente  \nexpressivo de engenheiros bem formados e capazes de se atualizar  continuamente. \nTambém é sentimento n acional que o Brasil enfrenta outro  grande desafio \ncentrado nas áreas tradicionais da engenharia, onde se faz  necessário modernizar  \ne ampliar  a sua infra -estrutura , implica ndo em novos desafios para os engenheiros.  \nTendo em vista a realidade e as caracterí sticas da região dos Vales do \nJequitinhonha já mencionadas, a área de Engenharia Química  torna -se de interesse. \nO profissional formado em Engenharia Química , de posse de uma capacitação \ntécnic o-científica, estaria engajado nas questões relacionadas ao dese nvolvimento \ntecnológico e organizacional do setor industrial da região, levando a uma melhoria \nda qualidade de vida da população.  \nO curso de Engenharia Química, da Universidade Federal dos Vales do \nJequitinhonha e Mucuri (UFVJM), será oferecido em Diamant ina e está ligado aos \nprocessos industriais em que diferentes matérias -primas são transformadas em \nprodutos de maior interesse industrial. O projeto, construção e operação das \nplantas industriais para a fabricação dos produtos, bem como o desenvolvimento \nde novos processos  e produtos são atribuições do engenheiro q uímico. Esse curso \nocupa uma posição privilegiada e de grande responsabilidade, em relação à \nabordagem e solução de problemas tecnológicos direcionados a áreas vitais como \nágua, química , energia e  ambiente, em que o esforço científico e tecnológico visa a \nobtenção de novas fontes e ao desenvolvimento de processos econômicos de \nprodução, purificação, geração, distribuição e preservação.  \nDessa forma, a criação do curso de graduação na área de Engenharia \nQuímica , contribuirá para a consolidação da Instituição como promotora do \ndesenvolvimento técnico e científico regional. Almeja -se que a massa cr ítica \nformada possa realmente contribuir para desenvolvimento econômico e sócio -\ncultural da região, p or meio de projetos de extensão que possibilitem: (i) criação ", "17": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  de inovações tecnológicas nas áreas de exploração já existentes; (ii) criação de \nempreendimentos de base tecnológica visando utilização de recursos próprios da \nregião, pouco ou nada explorados; e (iii) desenvolvimento de trabalhos de \npesquisa, sendo estes técnicos, acadêmicos e/ou científicos, que fomentem a \ninserção de novo s setores industriais na região e  levem a um melhor \naproveitamento oferecimento de treinamentos técnicos para capacitar \ndese nvolvimento com o intuito de uma sólida formação.  \n A criação de um c urso de Engenharia  Química  na região tem  como \njustificativa o fato da região  do V ale do Jequitinhonha e imediações não contar com \ncursos de Engenharia Química, sendo sua criação uma oport unidade para \nformação de mão -de-obra qualificada para o desenvolvimento científico -\ntecnológico da região, ao mesmo tempo atendendo a demanda de regiões \naltamente industrializadas próximas a Diamantina, como Belo Horizonte, Betim, \nSete Lagoas, entre outras. A criação do curso  tem  também como justificativa a \ncrescente demanda nacional por profissionais da área técnica voltada à produção \nindustrial, sendo uma oportunidade para o desenvolvimento  econômico e social da \nregião.  \nHá, portanto, a previsão de um  crescimento significativo na demanda de \nmão -de-obra de alta qualificação,  perspectivas de ampliação da demanda por \nserviços tecnológicos e multiplicação  de oportunidades para a introdução de \ninovação. Outra característica importante  da região é a proximidade com a Grande \nBelo Horizonte (aproximadamente 300 km), onde já se consolidou e está em franca \nexpansão uma bem sucedida rede  de inovação tecnológica e de empresas de alta \ntecnologia nas áre as de  informação, química fina e biotecnologia. O \ndesenvolvimento econômico e a  exploração do potencial tecnológico da região é \ntambém uma das prioridades do  governo estadual. A região está incluída na \nestratégia da Secretaria Estadual de  Ciência e Tecnolo gia de criação de pólos de \nexcelência no estado.  O curso de Engenharia Q uímica se insere neste panorama, \numa vez que se  propõe a formar profissionais qualificados na área de Engenharia \nQuímica.  Profissionais estes que tenham uma preocupação sócio -ambiental , com  \ncapacidade de criar soluções tecnológicas, garantindo a diversificação da base  \neconômica seja nas cadeias de produção industrial ou em áreas de tecnologia de  \nponta.  ", "18": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Os profissionais formados em Engenharia Química  em conjunto com os demais  \nformados nos curso s voltados para tecnologia na UFV JM criarão na região uma \nmassa crítica de  pessoas capacitadas para a implantação de novas indústrias.  \n  ", "19": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  4 - BASE LEGAL  \n \nO exercício da profissão de engenheiro foi regulamentado pela Lei n° 5.194, \nde 24 de  dezembro de 1966. As atribuições e atividades das diferentes \nmodalidades de Engenharia foram  definidas pela Resolução n° 218, de 29 de junho \nde 1973, do Conselho Federal de Engenharia,  Arquitetura e Agronomia (CONFEA); \nno entanto, esta foi revogada pela Resolução C ONFEA n°  1010, de 22 de agosto de \n2005 . Em relação a essa Resolução se identifica a  flexibilização das atribuições de \n“títulos profissionais, atividades, competências e  caracterização da atuação dos \npara os profissionais inseridos no Sistema CONFEA/CREA”, ou seja, a referida \nflexibilização se vincula à análise do diploma expedido a partir dos  conhecimentos, \ndas competências, habilidades e atitudes delineados no perfil de formação do  \negresso e no Projeto Pedagógico do Curso, bem como a verificação do exercíc io \nprofissional se  estende às atividades, formação profissional, competência \nprofissional.  As alterações promovidas pela Resolução n° 1016, de 25 de Agosto de \n2006, em relação a  Resolução n° 1010/2005 se vinculam ao Regulamento para o \nCadastramento das  Instituições de Ensino e de seus Cursos e para a Atribuição de \nTítulos, Atividades e  Competências Profissionais. Tais alterações se referem à \nespecificação do Cadastramento  Institucional, bem como o Capítulo I - Das \nAtribuições de Títulos Profissionais foi desmembrado  em Seções, propiciando \nassim, o melhor detalhamento das prerrogativas legislativas constituintes  do \nArtigo 2° da Resolução n° 1010/2005.  A normatização do Cadastramento \nInstitucional é  disposta pelo Artigo 2° do Capítulo I da Resolução n° 1016/ 2006. \nQuanto ao detalhamento das  prerrogativas legislativas do Artigo 2° da Resolução \nn° 1010/2005, este é observado nas Seções  constituintes do Capítulo II - Da \nAtribuição De Títulos, Atividades e Competências Profissionais  da Resolução n° \n1016/2006.   \nA ap rovação da Lei n° 9394, Diretrizes e Bases da Educação Nacional, em 20 \nde dezembro de  1996, asseguraram ao ensino superior maior flexibilidade em \nrelação à organização curricular  dos cursos, na medida em que os currículos \nmínimos foram extintos e a mencion ada organização  dos cursos de Graduação \npassou a ser pautada pelas Diretrizes Curriculares Nacionais (DCN). A  organização ", "20": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  curricular dos cursos de engenharia foi normatizada pela Resolução CNE/CES nº  \n11, de 11 de março de 2002 . \nO projeto pedagógico em ques tão foi elaborado de acordo com as Diretrizes \nCurriculares Nacionais do Curso de Engenharia instituída pela Resolução CNE/CES \n11, de 11 de Março de 2002, assim como nos princípios e competências dos \nengenheiros , estabelecidos pelo CONFEA e pelos Conselhos Regionais de \nEngenharia, Arquitetura e Agronomia – CREA.  \nNão obstante, se torna oportuno observar as diretrizes d o Parecer CNE/CES  \nn° 67/2003, na medida em que estas versam sobre a autonomia das Instituições de \nEnsino em relação à elaboração dos projetos pedagógicos, bem como se pautam \npela compreensão de que a formação em nível superior figura como um processo \ncontínuo, autônomo e permanente, cuja flexibilização curricular propicia atender \nas demandas sociais do meio e as decorrentes dos avanços científic os e \ntecnológicos. Em relação à carga horária, o Parecer CNE/CES n° 329/2004 instituiu \nas “cargas horárias mínimas para os cursos de graduação, bacharelado, na \nmodalidade presencial”, sendo definido para os Cursos de Engenharias, pelo Artigo \n3°, 3.600 hora s; tais diretrizes foram ratificadas pelos Pareceres CNE/CES n° \n184/2006 e n° 8/2007, bem como pel o Parecer CNE/CES n°  153/2008 . Por outra \nparte, se observa nesses dois últimos a alteração em relação à duração dos cursos, \npois esta “deve ser estabelecida por carga horária total curricular, contabilizada \nem horas, passando a constar do respectivo Projeto Pedagógico”. O detalhamento \ndo conceito de hora -aula decorrente da contabilização da carga horária foi \ndisposto pela Resolução CNE/CES n° 3/2007 . \nO documen to foi fundamentado ainda, nas determinações gerais para as \nEngenharias estabelecidas pelos Conselhos Regionais de Engenharia, Arquitetura e \nAgronomia – CREA  e nas diretrizes dos Conselhos Regionais de Química  - CRQ . \n \n  ", "21": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  5 - OBJETIVOS  \n \nA Engenharia Química  trata de processos industriais nos quais \ntransformações químicas estão presentes nas etapas mais importantes. O curso \nforma profissionais com perfil generalista, aptos a atuar nas diversas áreas da \nprofissão e com condições de acompanhar e participar do r ápido desenvolviment o \ncientífico -tecnológico atual.  \n \n5.1 – Objetivos Gerais   \n \n Identificar, formular e solucionar problemas relacionados ao \ndesenvolvimento de serviços, processos e produtos relativos às \nindústrias químicas e correlatas, aplicando conhecimentos científicos, \ntecnológicos e instrumentais, incluindo metodologias computacionais, \nbuscando soluçõe s que garantam eficiência cientí fico-tecnológica, \nbuscando -se gerenciar e otimizar processos de produção industrial . \n Conhecer a bibliografia rel acionada à Engenharia Química, inclusive as \ndisponíveis eletrônica e remotamente, e, que saiba acessá -las e utilizá -\nlas na solução dos problemas profissionais . \n Relacionar informações intra e entre diferentes áreas do conhecimento, \ndesenvolvendo as capacida des de análise, síntese, generalização \n(indutiva e dedutiva) e o raciocínio associativo . \n Desenvolver, sistematizar e aprimorar conhecimentos básicos, \nreferentes tanto ao desenvolvimento científico quanto ao \ndesenvolvimento tecnológico, necessários à soluçã o de problemas na \nsua área de atuação . \n Participar ativamente ou supervisionar operações de pesquisa e de \ndesenvolvimento de processos e produtos, bem como participar da \nsupervisão e gerenciamento do processo de produção industrial \nconduzindo, controlando, executando trabalhos técnicos, inclusive para \ngarantir a manutenção e reparo de equipamentos e instalações, e para ", "22": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  implantar e garantir as boas práticas de fabricação, a observação de \nprocedimentos padronizados e o respeito ao ambiente, nos diferentes \ncamp os de atuação . \n Organizar, coordenar, participar de equipes de trabalho, atuando inter \nou multidisciplinarmente sempre que a compreensão dos processos e \nfenômenos envolvidos assim o exigir . \n Atuar na organização e no gerenciamento industrial, pautando sua \nconduta profissional por princípios de ética, responsabilidade social e \nambiental, dignidade humana, direito à vida, justiça, respeito mútuo, \nparticipação, diálogo e solidariedade . \n Assumir a postura de permanente busca de atualização profissional.  \n \n5.2 – Objetivos Específicos  \n \n Avaliar o impacto das atividades da engenharia no contexto social e \nambiental . \n Avaliar a viabilidade econômica de projetos de engenharia . \n Desenvolver formas de expressão e de comunicação, tanto oral como \nvisual ou textual, compatíveis c om o exercício profissional, inclusive nos \nprocessos de negociação e nos relacionamentos interpessoais e \nintergrupais . \n Aplicar metodologia científica no planejamento e execução de \nprocedimentos e técnicas durante a emissão de laudos, perícias e \npareceres, relacionados ao desenvolvimento de auditoria, assessoria, \nconsultoria na s áreas da Engenharia Química . \n Desenvolver, modificar, aplicar e avaliar processos de tratamento de \nresíduos e efluentes industriais, de modo a preservar a qualidade \nambiental, bem como adotar condutas compatíveis com o cumprimento \nda legislação ambiental e das regulamentações federais, estaduais e \nmunicipais aplicadas ás empresas e às instituições . \n Aplicar e avaliar procedimentos e normas de segurança no ambiente de \ntrabalho . ", "23": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   Estar apto a desenvolver atividades, conduzir, conceber, analisar e \ndesenvolver projetos e produtos, e identificar, formular e resolver \nproblemas nas áreas da indústria química, de alimentos, biotecnologia, \ntecnologia de materiais e polímeros, dentre outras área s correlatas.  \n  ", "24": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  6 - PERFIL DO EGRESSO  \n           \nO perfil do egresso do Curso de Engenharia Química proposto atende ao  que \nreza a artigo 3º da Resolução CNE/CES 11, de 11 de março de 2002 e a  Resolução \n2/2007.  \n \n“O Curso de Graduação em Engenharia tem como  perfil do  \nformando egresso/profissional o engenheiro, com formação \ngeneralista,  humanista, crítica e reflexiva, capacitado a \nabsorver e desenvolver novas  tecnologias, estimulando a \nsua atuação crítica e criativa na identificação e  resolução \nde problemas, considerando seus aspectos políticos, \neconômicos,  sociais, ambientais e culturais, com visão ética \ne humanística, em atendimento às  demandas da sociedade”.   \n \nA concepção do Curso também considerou a necessidade do profissional \negresso de  Engenharia Química  ter capacidade para executar as atividades \nprevistas na resolução do  CONFEA/CREA nº. 1.010/2005 de 22 de Agosto de 2005, \nque trata das atribuições para o  desempenho de atividades exigida s para o \nexercício profissional. A matriz curricular ora proposta, ju ntamente com as \ndisciplinas que versam sobre conteúdos básicos, específicos e profissionalizantes, \nformarão profissionais de Engenharia Química  que atenderão o disposto na \nlegislação vigente.  \nO engenheiro químico  egresso da UF VJM  deverá possuir uma formaç ão \nbásica  sólida e generalista, com capacidade para se especializar em qualquer área \ndo campo da engenharia química , que saiba operar de forma independente e  \ntambém em equipe, que detenha amplos conhecimentos e familiaridade com  \nferramentas básicas de cálculo e de informática, e com os fenômenos físicos  \nenvolvidos na sua área de atuação. Essencialmente deve ter adquirido um  \ncomportamento pró -ativo e de independência no seu trabalho, atuando como  \nempreendedor e como vetor de desenvolvimento tecnológico, não se restringindo  \napenas à sua formação técnica, mas a uma formação mais ampla, política, ética e  \nmoral, com uma visão crítica de sua função social como engenheiro.  ", "25": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Ansei a-se ainda, que os profissionais formados possam dar continuidade em \nseus estudos op tando por um dos cursos de pós -graduação oferecidos pela \nUniversidade, bem como que este profissional possa contribuir para o \ndesenvolvimento da região por meio da realização de atividades técnicas, de \nensino, de pesquisas e de extensão. Espera -se que a fo rmação multidisciplinar e \nsólida que será oferecida confira -lhe confiança, competência e visão crítica, \nhumanista, empreendedora e reflexiva.  \nA partir de uma sólida formação básica e uma visão geral e abrangente da \nEngenharia  Química  espera -se do egresso u ma alta capacidade crítica e criativa \nsempre que estiver à frente  de novos problemas ou tecnologia. Almeja -se, ainda, \numa participação ativa desse profissional  na solução de problemas políticos, \neconômicos e sociais do país.  \nO profissional deverá conviver  em comunidades e culturas diversificadas, \nque vivem e resolvem questões e problemas do cotidiano a partir de um olhar \npeculiar  e característico. O engenheiro  químico  deve ter capacidade de \ncomunicação e saber  trabalhar em equipes multidisciplinares. Ter consciência das \nimplicações sociais,  ecológicas e éticas envolvidas nos projetos de engenharia, falar \nmais de um  idioma e estar disposto a trabalhar em qualquer parte do mundo.  \n  ", "26": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  7 - COMPETÊNCIAS E HABILIDADES  \n   \n7.1. Competências  e habilidades gerais das E ngenharias  \n \nA Resolução CNE/CES 11, de 11 de março de 2002, no A rtigo 4º , determina \nque a formação do engenheiro tenha por objetivo dotar o profissional dos \nconhecimentos requeridos para o exercício das seguintes competências e \nhabilidades gerais:  \nI. Aplicar  conhecimentos matemáticos, científicos, tecnológicos e \ninstrumentais à en genharia;  \nII. Projetar  e conduzir experimentos e interpretar resultados;  \nIII. Conceber , projetar e analisar sistemas, produtos e processos;  \nIV. Planejar , supervisionar, elaborar e coordenar projetos e serviços de \nengenharia;  \nV. Identificar , formular e resolver problemas d e engenharia;  \nVI. Desenvolver  e/ou utilizar novas ferramentas e técnicas;  \nVII. Supervisionar  a operação e a manutenção de sistemas;  \nVIII. Avaliar  criticamente a operação e a manutenção de sistemas;  \nIX. Comunicar -se eficientemente nas formas escrita, oral e gráfica;  \nX. Atuar  em equipes multi disciplinares ; \nXI. Compreender  e aplicar a ética e responsabilidades profissionais;  \nXII. Avaliar  o impacto das atividades da engenharia no contexto social e \nambiental;  \nXIII. Avaliar  a viabilidade econômica de projetos de engenharia;  \nXIV. Assumir a postura de permanente busca de atualização profissional.  \n \n7.2. Competências  e habilidades da Engenharia Química  \n \nEntre as competências, habilidades, atitudes e valores fundamentais \nesperados do engenheiro químico a ser formado pela U FVJM destacam -se as \ncapacidades : ", "27": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  I. Conceber  a produção da ciência e da tecnologia como um bem a serviço \nda humanidade para melhoria da qualidade de vida de todos ;  \nII. Aplicar  conhecimentos matemáticos, científicos e tecnológicos para a \nsolução de problemas nas áreas de indústria, produção,  ciência e \ntecnologia ; \nIII. Conduzir  ou interpretar experimentos na área  \nIV. Planejar , supervisionar, elaborar e coordenar projetos de pesquisa na \nárea de sua formação ; \nV. Identificar , formular e apontar possíveis soluções para os problemas da \nárea, através de raciocínio interdisciplinar ; \nVI. Elaborar  argumentos lógicos baseados em princípios e leis \nfundamentais para expressar idéias e conceitos científicos ; \nVII. Dominar  as técnicas de fazer sínteses, resumos, relatórios, artigos e \noutras elaborações teóricas específicas da área ; \nVIII. Dominar  os princípios e leis fundamentais e as teorias que compõem as \náreas clássica e moderna das ciências ; \nIX. Avaliar  criticamente o impacto social, ambiental e a viabilidade \neconômica das atividades relacionadas à Engenharia Química ; \nX. Dominar  e utilizar tecn ologias e metodologias reconhecidas na área ; \nXI. Fazer  a articulação entre teoria e prática ; \nXII. Trabalhar  em grupo e em equipes multidisciplinares, gerenciando \nprojetos, coordenando equipes e pessoas em qualquer área que venha a \nse inserir profissionalmente ; \nXIII. Comunicar -se eficientemente nas formas escrita, oral e gráfica ; \nXIV. Realizar  pesquisa bibliográfica, identificar, localizar e referenciar fontes, \nsegundo as normas da ABNT ;    \nXV. Ser aprendiz autônomo e à distância ; \nXVI. Compreender  que a dinâmica da sociedade de info rmação, assim como \nos avanços tecnológicos, exige  a necessidade de formação continuada e \natualização constante.  \n  ", "28": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  8 - CAMPO DE ATUAÇÃO DO PROFISSIONAL  \n \nPara o  engenheiro q uímico as atividades se aplicam no âmbito da indústria \nquímica e  petroquímica, da indústria de alimentos, de produtos químicos ou se \nrelativas ao tratamento de  águas ou de rejeitos industriais, em quaisquer \ninstalações industriais.  \nAs atividades designadas pa ra o exercício profissional da engenharia são \nlistadas como : \nI. Supervisão , coorde nação e orientação técnica ; \nII. Estudo , planejamento, projeto e especificação ; \nIII. Estudo  de viabilidade técnico -econômica ; \nIV. Assistência , assessoria e consultoria ; \nV. Direção  de obra e serviço técnico ; \nVI. Vistoria , perícia, avaliação, arbitramento, laudo e parecer técnic o; \nVII. Desempenho  de cargo e função técnica ; \nVIII. Ensino , pesquisa, análise, experimentação, ensaio e divulgação técnica; \nextensão ; \nIX. Elaboração  de orçamentos ; \nX. Padronização , mensuração e controle de qualidade ; \nXI. Execução  de obra e serviço técnico ; \nXII. Fiscalização  de obra e serviço técnico ; \nXIII. Produção  técnica especializada ; \nXIV. Condução  de trabalho técnico ; \nXV. Condução  de equipe de instalação, montagem, operação, reparo ou \nmanutenção ; \nXVI. Execução  de instalação, montagem e reparo ; \nXVII. Operação  e manutenção de equipamento e instalação ; \nXVIII.  Execução  de desenho técnico . \n  ", "29": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  9 - PROPOSTA PEDAGÓGICA           \n \nO engenheiro moderno requer em sua formação habilidades e \ncompetências: a tuação em equipes multidisciplinares;  argumentação e síntese \nassociada à expressão em língua portuguesa;  raciocínio crítico, formulação e \nsolução de problemas;  leitura e interpretação de textos técnicos e cient íficos;  \ncapacidade para apropriar -se de novos conhecimentos de forma autônoma  e \nindependente; espírito de pesquisa ; pleno domínio sobre conceitos como \nqualidade t otal, produtividade,  segurança do trabalho e preservação do meio \nambiente;  conhecimento de aspectos legais e normativos e co mpreensão dos  \nproblemas administrativos, econômicos, políticos e sociais, principalmente  no que \nse refere às repercussões éticas, am bientais e políticas do seu  trabalho;  domínio de \nlínguas estrangeiras;  percepção de mercado e capacidade de formalizar novos \nproblemas, além  de encontrar sua solução.  \nA formação de tais habilidades exige que as disciplinas técnicas previstas \nnas diretrizes  curriculares sejam suplementadas com conteúdo multidisciplinar, e \nque a  teoria esteja acoplada à solução de problemas.  \nVisando atender as novas concepções de ensino, o projeto tem  como \nproposta organizar um curso de engenharia com: caráter multidisciplin ar e \ninterdisciplinar; domínio de conhecimentos gerais e específicos da área; \npensamento crítico e transformador; espírito de inovação; preceitos éticos; \ncapacidade para enfrentar problemas reais; visão e interesse pela pesquisa \ncientífic o-pedagógica; pers pectivas de mobilidade interinstitucional, bem como, \nintegração real e compromisso prático com a sociedade.  \nPara a realização das ações acima d escritas tem -se como estratégia:  \nI. Permitir e incentivar ao ingressante universitário estabelecer contato \npor meio de trabalhos de pesquisa e extensão, com professores e alunos \nde outros cursos de graduação e pós -graduação desta e de outras \ninstituições de ensino e pesquisa.  \nII. Criar programas de incentivos à pesquisa e inovação por meio de \neventos científi cos, semanas ac adêmicas, E mpresa Júnior, atividades \nculturais e científicas (feiras, gincanas e outras).  ", "30": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  III. Incentivar os alunos a criarem diretório acadêmico e grupos de estudo e \na desenvolver trabalhos de extensão por meio de cursos e formação \ncontinuada.  \nIV. Desenvolver um p rograma de incentivo à criação de novos produtos \ntecnológicos, bem como, apresentar os resultados das pesquisas e ainda, \ndo trabalho de conclusão do curso à sociedade, visando estabelecer \nparcerias e proporcionar o desenvolvimento do comércio local. Esta \natividade proporcionará ao aluno trabalhar em equipe, instigar suas \nhabilidades técnicas, sua criatividade, o que certamente refletirá \npositivamente nos aspectos sociais e culturais da região.  \nV. Incentivar os alunos a aplicar seus conhecimentos em benefício d a \nsociedade, visando principalmente contribuir para o crescimento sócio, \npsíquico, econômico e cultural. Esta atividade poderá ser contemplada \npor meio do trote solidário, realização de curso de alfabetização para \nadultos, cursos de apoio ao jovem vestibul ando, dentre outros.  \nVI. Preparar o aluno para enfrentar e solucionar problemas reais, \ntranscendendo os limites acadêmicos, seguindo os preceitos éticos e \nmorais. Esta atividade poderá ser cumprida oferecendo aos alunos aulas \nteóricas com forte enfoque prático , realizações de mini -curso e estágios \nem empresas e em indústrias da área.  \nVII. Criar um programa de orientação aos alunos do curso de Engenharia \nQuímica , visando dar suporte e direcionamento à escolha de disciplinas \nrelativas a uma área de atuação para a qual o discente tenha maior \naptidão.  \nVIII. Criar programas de atividades complementares que levem o discente a \nbuscar e aplicar novos conhecimentos científicos e tecnológicos, bem \ncomo inovação.  \nIX. Estimular o aluno a participar do Programa Institucional de Mobilid ade \nEstudantil - PME - o qual possibilitará aos acadêmicos cursarem \ndisciplinas em outras Instituições Federais de Ensino Superior (IFES) \nconveniadas sem perder o vínculo de origem.  \n ", "31": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  As diretrizes acadêmicas têm como base o compromisso da comunidade \nuniversitária com a formação de indivíduos capazes de uma ação interativa e \nresponsável na sociedade. A velocidade com que os novos conhecimentos \ncientíficos e tecnológicos são gerados, dif undidos, distribuídos e absorvidos pela \nsociedade em geral elimina das instituições educacionais a responsabilidade \nexclusiva de transmissoras de informações . A transformação da aprendizagem em \num processo autônomo e contínuo para os egressos dos cursos to rna-se uma das \ngrandes responsabilidades de todos os níveis educacionais e, principalmente, do \nensino superior. Tal formação implica não apenas o domínio de tecnologias de \ninformação e comunicação, mas também a capacidade de selecioná -los, segundo \ncritério s de relevância, rigor e ética; de reorganizá -los e de produzi -los \nautonomamente.  \nA reorganização sistêmica do mundo do trabalho, e sua flexibilização, \ntrazem novas exigências ao processo formativo. O domínio de conhecimentos \ngerais passa a ter mais relevâ ncia, acompanhado da desvalorização precoce da \nespecialização rígida. O empenho em preparar pessoas para enfrentar problemas \nda realidade dinâmica e concreta, de forma crítica e transformadora, deve ser \nexercitado em grande escala, orientando para a formaç ão social e integral do \ncidadão para a sociedade.  \n  ", "32": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  10 - ORGANIZAÇÃO CURRICULAR  \n \nAssim, foi feita a  elaboração da estrutura curricular, baseada no perfil do \nprofissional em Engenharia  Química  que a UFV JM deveria formar:  \n O profissional deverá ter uma sólida  formação na elaboração de \nprojetos. Desta forma o aluno aprenderá a elaborar projetos aplicando \nos conhecimentos adquiridos ao longo do curso;  \n O profissional deverá estar preparado para ser um empreendedor;  \n O profissional será diferenciado uma vez que pod erá cursar um rol de \ndisciplinas optativas escolhidas dentro de áreas afins.  \n O profissional terá um bom conhecimento do mercado de trabalho, para \nisso, foi previsto na estrutu ra curricular a realização de 20 0 horas de \nestágio supervisionado no mínimo. Esse  estágio será realizado \npreferencialmente no décimo período letivo, a fim de aperfeiçoar a sua \nformação.  \n \nDessa forma, além de suprir uma demanda de formação tecnológica \nespecífica, a UFV JM estará  oferecendo ao mercado um profissional de Engenharia \nQuímica  com os seguintes diferenciais:  especializado em empreendedorismo e \nelaboração de projetos, e com treinamento profissional  obtido por meio do estágio \nsupervisionado.  \nA organização curricular c ontempla os componentes curriculares, \ndescrições e normas de ope racionalização de cada componente, além da matriz \ncurricular, o ementário e bibliografias básicas e complementar es correspondentes.  \n          Entende -se por Currículo o conjunto de conhecimentos, de saberes, \ncompetências, habilidades, experiências, vivênci as e valores que os alunos \nprecisam adquirir e desenvolver, de maneira integrada e explícita, mediante \npráticas e atividades de ensino e de situações de aprendizagem.  \n           Na estruturação do currículo os componentes curriculares serão concebidos \nde a cordo com o regime acadêmico adotado pela UFVJM, destacando formas de \nrealização e integração entre a teoria e prática, buscando coerência com os \nobjetivos definidos e o perfil do profissional desejado, articulação entre o ensino, a \npesquisa e a extensão e  contemplando conteúdos que atendam aos eixos de ", "33": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  formação identificados nas Diretrizes Curriculares de cada curso. Os componentes \ncurriculares devem dar sentido à formação acadêmica e profissional que se \npretende.  \nA Engenharia Química  da UF VJM irá  dispor d e uma estrutura curricular \ncomum, envolvendo as disciplinas  obrigatórias do BC&T, das exigências básicas d a \nlegislação vigente,  as disciplinas recomendadas para os futuros  engenheiros e as \natividades de síntese e integração de  conhecimentos, assim como da necessidade \nde que o aluno tenha a  oportunidade de adquirir uma formação humanística sólida, \ndurante  seu programa de formação.  \nA estrutura curricular  é compatível c om as exigências do BC&T , \nconstitui ndo um diferencial para a formação dos engenheiros , a partir do qual  os \nestudantes adquirem boa formação em ciências naturais e matemáticas, sem \ndescuidar de aspectos sociais e filosóficos envolvidos no trabalho com ciência e \ntecnologia.  \n \n10.1 - Estrutura Curricular  \n \nDo ponto de vista do modelo pedagógico, alguns aspectos devem ser \nobservados pelo projeto da Engenharia  Química , entre os quais se destacam a \ncompatibilização com o BC&T  com uma formação básica bastante sólida ; a \nflexibilidade curricular: permitir que o fu turo profissional tenha uma formação  \ncomplementada  com disciplinas optativas e atividades diversas como mobilidade \ndiscente, estágios, iniciação  científica, entre outras, na sua área de interesse \nespecífico, busca ndo o aperfeiçoamento individual e o amadur ecimento como um  \nprofissional especializado ; a p ossibilidade de monitoração e atualização contínua \ndos conteúdos a s erem oferecidos pelos programas; a i nterdisciplinaridade não \napenas com as áreas de  conhecimentos básicos, mas, também, entre as diversas  \nespecialidades de engenharia.  \nA estrutura , a ser  apresentad a, procurou atender todos os aspectos do \nmodelo  pedagógico e estar de acordo com as condições impostas pelo CNE/CES a \nserem seguidas pelos cursos de bacharelado em engenharia, no país, a saber:  \n RES OLUCAO CNE/CES Nº 11, de 11/03/2002 institui diretrizes curriculares \nnacionais de cursos de graduação em engenharia. Em linhas gerais, esta ", "34": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  resolução define a estrutura do curso de engenharia como sendo composto \npor três núcleos de conhecimentos, sem qualq uer menção a disciplinas, que \nsão:  \no Núcleo de conteúdos básico s (mínimo de 30% da carga horária);  \no Núcleo de conteúdos profissionalizantes ( mínimo de 15% da \ncarga horária) ; \no Núcleo de conteúdos específicos, representado por extensões e \naprofundamentos dos con teúdos do núcleo de conteúdos \nprofissionalizantes.   \no Além destes núcleos de conteúdos, esta resolução define a \nnecessidade de um mínimo de 160 horas de estágio curricular e a \nrealização de um trabalho final de curso, como atividade de \nsíntese e integração d e conhecimentos.  \n PARECER CNE/CES Nº 184/2006 estabelece a carga horária mínima dos \ncursos de engenharia em 3600 horas, envolvendo aulas, exercícios, \nlaboratórios, tutoriais, estagio, pesquisa, etc. As horas de estudo em casa \nnão são computadas.   \n \nA estrutura curricular do curso de Engenharia Química  está organizada em \ndez ( 10) períodos semestrais, compreendendo disciplinas obrigatórias e um elenco \nvariado de disciplinas eletivas distribuídas entre as diversas áreas da engenharia. \nPara a integraliza ção do curso o aluno deve cumprir uma carga horária de 336 0 \nhoras -aula em disciplinas obrigatórias, e um mínimo de 180 horas -aula referentes \na disciplinas eletivas. Ainda, o aluno deve cumprir no mínimo 200 horas -aula de \nEstágio Curricular Supervisionado e  100 horas -aula de Atividades \nComplementares totalizand o 3840 horas -aula . \nA estrutura curricular do curso de Engenharia Química  atende às \ndiretrizes do CNE, sendo que a carga horária de cada conteúdo e o seu percentual  \nencontra m-se apresentado na Tabela 1.  \n \n \n \n ", "35": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Tabela 1.  Carga horária e percentual de horas no curso de Engenharia Química.  \nConteúdo  Horas  (h) Horas (%)  \nBásico  132 0 34,37  \nProfissionalizante  930 24,22  \nEspecífica  1110 28,91  \nAtividades Complementares  100  2,60 \nDisciplinas Eletivas  180  4,69  \nEstágio Curricular  200  5,21 \nTotal  384 0 100  \n \nNa estrutura curricular  do Curso de Engenharia Química  as disciplinas \nEstágio Supervisionado e A tividades Complementares não excederem a 20% da \ncarga  horária total do curso (384 0 horas ), conforme Parecer CNE/CES no 8/2007 – \nhomologado  através do despacho do ministro em 12 de junho de 2007.  \nOs conteúdos, classificados como básicos,  específicos e profissionalizantes, \nsão apresentados a seguir.  \nO núcleo de conteúdos básicos é formado por disciplinas que tem por \nfinalidade formar a base de conhecimento do  aluno, oferecendo conteúdos de \nforma teórica e prática. Trata dos tópicos de  metodologia científica e tecnológica, \ncomunicação e expressão, informática,  expressão gráfica, matemática, física, \nfenômenos de tra nsporte, mecânica dos sólidos, química, ciência e tecnologia dos \nmateriais, administração, ciências do ambiente, humanidades, ciências sociais e \ncidadania.  \nO núcle o de conteúdos profissionalizante s é f ormado por unidades \ncurriculares que oferecem ao aluno conteúdos básicos  para a formação do \nprofissional de Engenharia Química . Trata -se dos tópicos de  algoritmos e estrutura \nde dados, bioquímica, ergonomia e segurança do trabalho, físico -química, gestão \nambiental, gestão econômica, microbiologia, operações un itárias, paradigmas de \nprogramação, química analítica e química orgânica, termodinâmica.  \nO núcleo de conteúdos específicos  é formado por unidades curriculares que  \ntratam dos conhecimentos científicos e  tecnológic os e instrumentais, necessários \npara o forta lecimento das competências  e habilidades do engenheiro químico . \nTrata dos tópicos de  balanços de massa e energia; operações unitárias; ", "36": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  termodinâmica  aplicada ; análise e simulação de processos químicos e bioquímicos; \ndesenv olvimento de processos químicos ; instrumentação e controle de processos;  \nprojeto de processos e de instalações químicas  e demais conhecimentos que serão \noferecidos na  forma de tópicos especiais.   \nDesta forma, a estrutura curricular do curso de Engenharia Química está \napresentada no organo grama abaixo e nas T abelas 2, 3, 4 e 5. ", "37": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  \n", "38": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Tabela 2  – Estrutura Curricular do C urso de Engenharia Química . \n \n1º Período Letivo  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-\nReq.  \nCTD110  Funções de Uma Variável  O Pres  5 0 75 -- \nCTD112  Álgebra Linear  O Pres  5 0 75 -- \nCTD150  Biologia Celular  O Pres/Lab  3 1 60 -- \nCTD166  Fundamentos e Técnicas de Trabalho \nIntelectual Científico e Tecnológico  O Pres  4 0 60 -- \nCTD170  Introdução às Engenharias  O Pres  4 0 60 -- \n \n2º Período Letivo  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-\nReq.  \nCTD111  Funções de Várias Variáveis  O Pres  5 0 75 CTD110  \nCTD120  Fenômenos Mecânicos  O Pres/Lab  4 1 75 -- \nCTD130  Química Tecnológica I  O Pres/Lab  4 1 75 -- \nCTD140  Linguagens de Programação  O Pres  5 0 75 -- \nCTD16 -- Comunicação, Linguagens, Informação e \nHumanidades II  O Pres  4 0 60 -- \n \n3º Período Letivo  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-\nReq.  \nCTD114  Equações Diferenciais e Integrais  O Pres  4 0 60 -- \nCTD122  Fenômenos Térmicos e Ópticos  O Pres/Lab  3 1 60 -- \nCTD131  Química Tecnológica II  O Pres/Lab  4 1 75 -- \nCTD132  Bioquímica  O Pres/Lab  3 1 60 -- \nCTD141  Algoritmos e Programação  O Pres  5 0 75 -- \nCTD16 - Comunicação, Linguagens, Informação e \nHumanidades III  O Pres  4 0 60 -- \nENQ 101  Introdução a Processos e Indústrias \nQuímicas  O Pres  2 0 30 -- \n ", "39": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  4º Período Letivo  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-\nReq.  \nCTD113  Probabilidade e Estatística  O Pres  4 0 60 -- \nCTD121  Fenômenos Eletromagnéticos  O Pres/Lab  3 1 60 -- \nCTD133  Físico -Química  O Pres  4 0 60 -- \nCTD134  Mecânica dos Fluidos  O Pres  4 0 60 -- \nCTD142  Desenho e Projeto para Computador  O Pres  4 0 60 -- \nCTD151  Microbiologia  O Pres/Lab  3 1 60 CTD150  \nCTD 232  Química Tecnológica III  O Pres/Lab  3 1 60 -- \n \n5º Período Letivo  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-\nReq.  \nCTD171  Gestão para a Sustentabilidade  O Pres  4 0 60 -- \nCTD209  Termodinâmica  O Pres  4 0 60 -- \nCTD211  Ciência e Tecnologia dos Materiais  O Pres  4 0 60 -- \nCTD229  Química Analítica Qualitativa  O Pres/Lab  3 1 60 -- \nCTD 328  Mecânica dos Sólidos  O Pres  4 0 60 -- \nENQ102  Química Inorgânica  O Pres/Lab  3 1 60 -- \n \n \n6º Período Letivo  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-\nReq.  \nCTD204  Cálculo Numérico  O Pres  4 0 60 -- \nCTD230  Química Analítica Quantitativa  O Pres/Lab  3 1 60 -- \nCTD309  Eletrotécnica  O Pres  3 1 60 -- \nCTD 311  Fenômenos de Calor  O Pres  4 0 60 -- \nENG101  Operações Unitárias I  O Pres  4 0 60 -- \nENQ 103  Termodinâmica II  O Pres  4 0 60 CTD209  ", "40": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  7º Período Letivo  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-Req.  \nCTD302  Reatores Químicos  O Pres  4 0 60 -- \nCTD339  Resistência dos Materiais  O Pres  4 0 60 -- \nCTD341  Tratamento de Águas e Efluentes  O Pres  4 0 60 -- \nENG102  Operações Unitárias II  O Pres  4 0 60 -- \nENQ 201  Transferência de Massa  O Pres  4 0 60 -- \nENG104  Laboratório de E ngenharia I  O Lab 0 4 60 ENG 101  \n \n8º Período Letivo  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-\nReq.  \nENG103  Operações Unitárias III  O Pres  4 0 60 -- \nENG201  Engenharia Bioquímica  O Pres/Lab  2 2 60 -- \nENQ104  Corrosão  O Pres /Lab  3 1 60 -- \nENQ202  Reatores Químicos II  O Pres  4 0 60 CTD302  \nENQ 203  Modelagem e Simulação de Processos \nQuímicos  O Pres /Lab  2 2 60 -- \nENQ 301  Laboratório de Engenharia Química I  O Lab 0 4 60 ENG102  \n \n9º Período Letivo  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-\nReq.  \nCTD324  Engenharia Econômica  O Pres  4 0 60 -- \nENG20 2 Instrumentação e Controle de Processos  O Pres /Lab  3 1 60 -- \nENG301  Ética e Legislação Profissional  O Pres  2 0 30 -- \nENG302  Gestão e Avaliação da Qualidade  O Pres  4 0 60 -- \nENQ302  Laboratório de Engenharia Química II  O Lab 0 4 60 ENG103  \nENQ303  Planejamento e Projeto de Indústrias \nQuímicas I  O Pres  4 0 60 ENG101  \nENG102 \nENG103  ", "41": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  10º Período Letivo  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-\nReq.  \nENQ 304  Planejamento e P rojeto de Indústrias \nQuímicas II  O Pres/Dist  0 4 60  --  \nENQ 401  Estágio Curricular Supervisionado  O    -- -- 200   --  \n \n \nAtividades  \nCódigo  Atividade  Sit Tipo  CH Pré-Req.  \n  \nENQ 402  Atividades Complementares  O - 100  -- \n  \n Eletivas  EL - 180  -- \n  \n \n \n \nTabela 3: Disciplinas de Comunicação, Linguagens, Informação e Humanidades . \nDisciplinas de Comunicação, Linguagens, Informação e Humanidades  \nCódigo  Disciplina  Sit Tipo  T P CH \nCTD160  Inglês Instrumental  OL Pres/Dist  4 0 60 \nCTD161  Filosofia da Linguagem e Tecnologia  OL Pres/Dist  4 0 60 \nCTD162  Leitura e Produção de Textos  OL Pres/Dist  4 0 60 \nCTD163  Questões de História e Filosofia da Ciência  OL Pres/Dist  4 0 60 \nCTD164  Mundo Contemporâneo: Filosofia e Economia  OL Pres/Dist  4 0 60 \nCTD165  Questões de Sociologia e Antropologia da Ciência  OL Pres/Dist  4 0 60 \nCTD167  Ser Humano como Indivíduo e em Grupos  OL Pres/Dist  4 0 60 \nCTD168  Relações Internacionais e Globalização  OL Pres/Dist  4 0 60 \nCTD169  Noções Gerais de Direito  OL Pres/Dist  4 0 60 \nEDF045  Língua Brasileira de Sinais  OL Pres/Dist  3 0 45 \n \n \nLegenda:   O - Disciplinas Obrigatórias  \nOL - Opção Limitada  \nENG – Disciplinas comum as Engenharias  \nENQ – Disciplinas da Engenharia Química  \nEL - Disciplinas Eletivas  \nPres - Aula Teórica Presencial  \nLab - Aula Prática em Laboratório  \n \n ", "42": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Tabela 4 : Disciplinas Eletivas . \n \nDisciplinas Eletivas  \nCódigo  Disciplina/Atividade  Sit Tipo  T P CH Pré-Req.  \nCTD202  Seqüência, Séries e Aplicações  EL Pres  4 0 60 -- \nCDT203  Soluções Numéricas de Equações \nDiferenciais  EL Pres  4 0 60 -- \nCDT205  Geometria Analítica  EL Pres  4 0 60 -- \nCTD2 08 Pesquisa Operacional  EL Pres  4 0 60 -- \nCTD213  Introdução a Administração  EL Pres  4 0 60 -- \nCTD214  Empreendedorismo  EL Pres  4 0 60 -- \nCTD21 5 Projetos Arquitetônicos e \nPaisagismo  EL Pres  4 0 60 -- \nCTD216  Ecologia e Meio Ambiente  EL Pres  4 0 60 -- \nCTD21 7 Planejamento Ambiental  EL Pres  4 0 60 -- \nCTD222  Estatística Experimental  EL Pres  4 0 60 -- \nCDT223  Confiabilidade  EL Pres  4 0 60 -- \nCTD224  Matemática Financeira  EL Pres  4 0 60 -- \nCTD231  Ciência e Tecnologia de Polímeros  EL Pres  4 0 60 -- \nCTD303  Hidráulica Geral  EL Pres  4 0 60 -- \nCTD320  Planejamento Industrial  EL Pres  4 0 60 -- \nCTD327  Controle de Qualidade de Produtos e \nProcessos  EL Pres  4 0 60 -- \nCTD329  Amostragem Industrial  EL Pres  4 0 60 -- \nCTD330  Controle Estatístico da Qualidade  EL Pres  4 0 60 -- \nENQ501  Processos de Separação por \nMembranas  EL Pres/Lab  3 1 60 -- \nENQ502  Tópicos Especiais em Secagem  EL Pres  4 0 60 -- \nENQ503  Tópicos em Petroquímica  EL Pres/Lab  3 1 60 -- \nENQ504  Tópicos em Produção de Açúcar e \nÁlcool  EL Pres/Lab  3 1 60 -- \nEAL102  Biotecnologia de Alimentos  EL Pres/Lab  2 2 60 -- \nEAL301  Matérias -Primas Alimentares  EL Pres/Lab  2 2 60 -- \nEAL303  Tecnologia das Fermentações  EL Pres/Lab  2 2 60 CTD151  \nEME 101 Resistência dos Materiais II  EL Pres/Lab  3 1 60 -- \nEME 103 Introdução aos Processos de \nManufatura  EL Pres  2 0 30 -- \nEME 303 Desenho de Máquinas  EL Pres  4 0 60 -- \nENG401  Química Analítica Instrumental  EL Pres/Lab  3 1 60 -- \n ", "43": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Tabela 5 : Resumo de Carga Horária.  \n \nPeríodo  Carga Horária  \nDisciplinas  Atividades  Total   Semanal  Subtotal   1º 22 330  0 330   2º 24 360  0 360   3º 28 420  0 420          \n4º 28 420  0 420   5º 24 360  0 360   6º 24 360  0 360   7º 24 360  0 360   8º 24 360  0 360   9º 24 330 0 330  10º 4 60 0 60  Eletivas  -- -- 180  180   Atividades \nComplementares  -- -- 100  100   \nEstágio Curricular  -- -- 200  200   Total   384 0   \n \n10.2 – Ementas e bibliografias  \n \nAs ementas e bibliografias das disciplinas que compõe o curso de \nEngenharia Química estão apresentadas no Anexo I . Todas a s disciplinas \nobrigatórias são apresentadas por período e ao final são apresentadas as \ndisciplinas de Comunicação, Linguagens, Informação e Humanidades  e as eletivas.  \n \n10.3 - Estágio Supervisionado  \n \n O Programa de Estágio Supervisionado do curso de Engenharia Química  da \nUFVJM é uma  atividade curricular obrigatória de treinamento profissional, que tem \ncomo objetivo geral  complementar o ensino teórico -prático, proporcionando desta \nmaneira um elo entre a Instituição  de Ensino, geradora do conhecimento, e o \nmercado.  \nUma das exigências da matriz  curricular do curso de  Engenharia Química  é \na realização  de, no mínimo, 20 0 horas de estágio  supervisionado. Conforme as \nDiretrizes Curriculares para os cursos de g raduação em Engenharia  esse estágio é ", "44": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  obrigatório com uma duração mínima de 160 horas. Portanto, o estágio  \nsupervisionado do curso de Engenharia Química  atende as exigências da resolução  \nCNE/CES 11, de 11 de março de 2002 em seu artigo 7o. Neste contexto, o estágio  \nsupervisionado do curso de Engenharia Química  terá a supervisão de um professor \ndo curso  e de um profissional de Engenh aria da empresa que o contratar,  sob \nsupervisão direta da Instituição de Ensino, através da elaboração de relatórios \ntécnicos e  acompanhamento individualizado durante o período de realização da \natividade   \n O estágio permite o  desenvolvimento do aluno através da aplicação prática \nde estudos teóricos. Através do estágio é que os alunos desenvolverão a \nmaturidade necessária para enfr entar o concorrido mercado de trabalho. Além \ndisso, estando presente no meio industrial, o aluno irá desenvolver e aplicar os \npreceitos necessários para atender ao perfil do egresso dos cursos de engenharia .  \n A interação com o meio industrial proporcionar á ao aluno a aprendizagem e \na vivência da Engenharia Química , visto que, sua passagem pela indústria, \npossibilitará ao graduando a oportunidade de encarar os problemas práticos e \nreais decorrentes dos processos industriais e por em prática os conhecimentos  \nadquiridos ao longo do seu curso de graduação pela integração dos conhecimentos \nespecíficos, conhecimentos na área de gestão e na parte de humanidades. Outra \nvantagem que o estágio proporciona é a maior interação entre o meio acadêmico, o \nmeio industrial e a comunidade.  \n Outro fator de importância para a realização do estágio supervisionado \nobrigatório é que possibilitará aos discentes acompanhar os avanços dos processos \ntecnológicos, visto que estes se encontram em constante mudança e muitas vezes \nos cont eúdos ministrados na academia não acompanham tal evolução.  \n As normas específicas que regulamentarão o Estágio Curricular \nSupervisionado serão definidas pelo Colegiado de Curso, ouvido o Núcleo Docente \nEstruturante - NDE.  \n \n10.4 – Atividades Complementares  \n \nO mercado de trabalho atual está cada vez mais carente de profissionais que \napresentem uma visão que vai além dos conteúdos técnicos que são ministrados ", "45": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  em sala de aula. Diante do exposto, verifica -se a necessidade de que, em conjunto \ncom as atividades tr adicionais previstas pelas matrizes  curriculares dos cursos de \ngraduação, sejam desenvolvidas atividades que permitam que o discente tenha \numa visão mais crítica e ampla tanto de sua área como de aspectos culturais gerais.  \nUma forma de atender a essa neces sidade atual do mercado é a realização \nde atividades complementares que se mostram cada vez mais de fundamental \nimportância para a formação do profissional moderno.  \nDe acordo com a Resolução nº 5 – CONSEPE /UFVJM, de 23 de abril de 2010, \nas Atividades Compl ementares - AC estão previstas como atividades obrigatórias, \nnas Diretrizes Curriculares para os cursos de graduação e nos Projetos \nPedagógicos dos Cursos. Portanto, para  o aluno obter o seu grau como e ngenheiro \nquímico,  o mesmo deve fazer  várias atividade s complementares ao longo de sua \ngraduação. De acordo com a matriz  curricular proposta para a Engenharia \nQuímica, o discente deve realizar 10 0 horas dessas atividades. Vale ressaltar que \ntais atividades realizadas pelos alunos em qualquer outro curso de gr aduação , \nincluindo o BC&T , não serão aproveitadas  para os alunos ingressantes no curso de \nEngenharia Química.  Assim, além de poderem realizar mais atividades, os \ndiscentes terão a oportunidade de realizar atividades mais específi cas para a sua \nárea de formação.  \nAs atividades complementares têm como objetivo promover e permitir uma \nmaior interação entre o discente e outras áreas correlatas, seja m elas específica s \ncom sua formação profissional ou não, dentre as quais se tem as  intelectuais, \nlingüísticas, esportivas entre outras, sendo que a realização de tais atividades \npoderá ser por meio das áreas de ensino, pesquisa e extensão.  \nRealizando tais atividades , os graduandos terão a oportunidade de se \naprofundarem em temas e atividades que podem promover uma  \ninterdisciplinaridade , podendo  ampliar de forma satisfatória seus conhecimentos \ne, conseq uentemente, proporcionando  uma formação diferenciada, formando \nprofissionais mais capacitados para o mercado de trabalho.  \nAs diversas atividades que os alunos terão oportunidade de realizar irão \nproporcionar o desenvolvimento de novas habilidades, promovendo uma maior \ncapacidade de se desenvolver distintas tarefas. Busca -se também estimular o aluno \na participar de atividades culturais e assistencialistas, favorecendo o seu contato ", "46": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  em especial com a sociedade. Além disso, por meio da execução de atividades \ncomplementares, os alunos terão contato com profissionais e pesquisadores de \ndiversas áreas o que lhes proporcionará uma maior visão de mercado. Dentre as \natividades é importante citar: monitorias, iniciação científica, projetos de extensão, \nde treinamento profissional, participação em congressos, palestras, grupos de \nestudo, atividade acadêmica à distância, vivência profissional complementar etc.  \n É importante ressalt ar que as Atividades Complementares são \nregulamentadas pela instituição , quanto a equivalência em horas , pela Resolução \nnº 5 – CONSEPE /UFVJM, de 23 de abril de 2010.  \nAs normas específicas que regulamentarão as Atividades Complementares \nserão definidas pelo  Colegiado de Curso, ouvido o NDE.  \n \n 10.5 - Trabalho de Conclusão de C urso  \n \nO Trabalho de Conclusão do Curso se caracteriza como uma atividade \norientada que  busca consolidar a integração dos conhecimentos adquiridos ao \nlongo do curso , bem como possibilitar  a aplicação de conceitos e metodologias  \nexigidas para o desenvolvimento de um projeto de engenharia química . Constitui -\nse em  atividade obrigatória como requisito para concluir a graduação .  \nO objetivo de todo curso de graduação é a formação e capacitação de \nprofissionais com competência para ingressar no mercado de trabalho. Como o \nfoco e interesse da UFVJM é a formação de profissionais de Engenharia Química  \ncom tais características, é necessário que os alunos sejam avaliados ao final de sua \ngraduação quan to: ao seu perfil profissional, assimilação e aplicação dos conteúdos \npor eles estudados ao longo do curso. Uma das formas de avaliar se o aluno possui \ntais atributos é mediante a elaboração de um trabalho de conclusão de curso.  \nDe acordo com as normas In stitucionais (Resolução Nº 15 – CONSEPE, de 21 \nde maio de 2010) , o Trabalh o de Conclusão de Curso (TCC) é  \n \n“uma atividade acadêmica obrigatória que consiste na \nsistematização, registro e apresentação de conhecimentos \nculturais, científicos e técnicos, prod uzidos na área do Curso, ", "47": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  como resultado do trabalho de pesquisa, inves tigação \ncientífica ou extensão”  \n \nNo presente projeto, entende -se como TCC, as disciplinas de Planejamento e \nProjetos de Indústrias Químicas I e II, do 9o e 10o período com carga horária de 60 \nhoras -aula  cada uma , totalizando 120 horas -aula . Na disciplina de Planejamento e \nProjetos de Indústrias Químicas I, o aluno terá acompanhamento docente, para o \ndo desenvolvimento de um projeto na área de formação. Na discip lina de \nPlanejamento e Projetos de Indústrias Químicas II, o aluno irá desenvolver  o \nprojeto  e posteriormente apresenta r a uma banca para avaliação.  \nAlém de estimular a curiosidade e o espírito questionador do acadêmico o \nTCC tem como finalidade: desenvolv er o poder de síntese do aluno, aprimorar sua \ncapacidade de análise e resolução de problemas recorrentes na sua área de \ncompetência e aperfeiçoar os conhecimentos básicos, profissionalizantes e \nespecíficos estudados ao longo do curso.  \nRessalta -se que, mesm o o BC&T  sendo o modo de ingresso para o curso de \nEngenharia Química  da UFVJM e tal curso exigir um Trabalho de Conclusão, o \nmesmo  não poderá ser aproveitado como critério de avaliação para a conclusão do \ncurso de Engenharia Química  desta Instituição. Tal situação é explicada pelo Artigo \n7, parágrafo único  ,da Resolução CNE/CES 11, de 11 de março de 2002, que diz:  \n \n“É obrigatório o trabalho final de curso como atividade de \nsíntese e integração de conhecimento.”   \n \nDiante do exposto, fica clara a importância e necessidade do trabalho de \nconclusão de curso para fins de avaliação do egresso. As normas específicas que \nregulamentarão o TCC serão definidas pelo Colegiado de Curso, ouvido o NDE.  \n  ", "48": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  11 – ACOMPANHAMENTO E AVALIAÇÃO DO PPC  \n \nCientes da responsabilidade cada vez maior que se propõe aos cursos de \ngraduação, o presente plano pedagógico tem como um de seus objetivos \nacompanhar e avaliar o andamento e a aplicação dos pensamentos propostos neste  \ndocumento. Visando atender a demanda do mercado , sem perder o foco da \nqualidade do ensino a coordenação pretende implantar uma proposta de gestão \nadministrativa, de acordo com a qual  todos os docentes do curso serão convidados \na participar e gerenciar as atividades de ensino, extensão e pesquisa. Pretende -se \nainda, elaborar um plano de gestão para cada dois anos de atividades do curso, \nonde serão avaliadas e estabelecidas metas, necessidades, forma de condução do \ncurso, funcionamento e novas estratégias , a fim de buscar possíveis e necessárias \nmelhorias. Pretende -se reger reuniões a cada final de período onde sejam \navaliados formas de aproveitamento dos alunos, necessidade de crescimento e \nmelhorias da estrutura física e pessoal do curso. Almeja -se, também,  reavaliar e \natualizar ementas, planos de ensinos, bibliografias , a fim de buscar e se inserir na \natualidade.  \nA avaliação e acompanhamento do Projeto Pedagógico poderá ser tarefa tão \ncomplexa quanto à avaliação da aprendizagem, pois também se estará avali ando \nprocesso e produto. E o fato é que ambas as avaliações se completam.  \nA avaliação do projeto deve ser contínua. O  Colegiado de Curso deverá , \njuntamente com o NDE , elaborar a metodologia, as estratégias e os instrumentos \nde avaliação do processo e do produto do curso. A avaliação deve incluir a consulta \ne a participação de todos os envolvidos. Deve indicar os avanços, as \ndescontinuidades e os res ultados de cada conselho, deverá  ser motivo de reflexão e \ndiscussão entre os discentes e docentes do curso, ouvidos docentes de outros \ncursos que interagem com o curso de Engenharia Química , na perspectiva de que \nsejam geradas propostas para aprimorar os conteúdos, as atividades e as ações \ninerentes ao processo de gestão do curso.  \nMuitos instrumentos já consolid ados na prática institucional poderão ser \nreunidos na perspectiva de provas de verificação, voltados para avaliar o processo \nque deve incluir reuniões pedagógicas, fóruns de coordenadores, oficinas mistas de \navaliação (com representantes de todo os segment os), discussões em grupos focais ", "49": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  e outros. A periodicidade dos eventos deve ser resultado da política de avaliação \nda gestão do curso em consonância com os programas pertinentes da \nUniversidade.  \nO confronto entre o velho e o novo mundo é s empre passível de  conflitos, \nmas o esforço de manter o diálogo aberto com visão ética e futurista sempre nos \nlevará a caminhos de crescimento . \n  ", "50": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  12 – AVALIAÇÃO DA APRENDIZAGEM  \n \nMuito já se disse e foi escrito sobre avaliação da aprendizagem, porém a \ntemática continua sendo polêmica. Os procedimentos e instrumentos de avaliação \ndevem ficar a cargo da equipe de docentes responsável pelo curso. Devem ser \nconcebidos através de discus sões teóricas, levando em consideração a cultura \nacumulada por discentes e docentes em torno da avaliação, o nível dos \nconhecimentos básicos que os discentes trazem do ensino médio, as condições \nobjetivas em torno da organização do curso e ainda, a naturez a da área e o sentido \npedagógico; confrontado com os objetivos, o perfil e as competências e habilidades. \nPode -se, no entanto, refletir sobre o sentido de avaliar competências, haja vista que \naqueles conteúdos que estão nas ementas das disciplinas serão tr abalhados para \ndesenvolver as competências elencadas ou contempladas no presente projeto \npedagógico. Deve -se deslocar o foco da nota para as competências que foram ou \nnão desenvolvidas ou que foram desenvolvidas parcialmente.  \nNesse sentido, deve -se fazer a  diferença entre a avaliação do processo e a \navaliação do produto. Na avaliação do processo o objetivo é identificar as \npotencialidades dos discentes, as falhas da aprendizagem, bem como buscar novas \nestratégias para superar as lacunas identificadas. Para acompanhar a \naprendizagem no processo, o docente pode lançar mão de atividades e ações que \nenvolvam os discentes ativamente. Por exemplo: seminários, relatos de \nexperiências, entrevistas, coordenação de debates, produção de textos, práticas de \nlaboratório,  elaboração de projetos, relatórios, dentre outros, isto é, não \nimplicando, necessariamente, na aplicação de provas.  \nPara avaliar produtos, o docente precisa reunir as provas de verificação da \naprendizagem ou comprovações do desenvolvimento das competência s. O objetivo \ndessas provas é fornecer elementos para que o docente elabore os argumentos \nconsistentes acerca do desempenho e da evolução dos discentes. Para compor \nessas provas, organiza -se um conjunto de instrumentos que sejam compatíveis \npara identifica r as informações que o docente deseja.  \nEsses instrumentos podem ser exames escritos com ou sem consulta a \nmateriais bibliográficos ou digitais, experimentações monitoradas em laboratórios, \nrelatórios e descrições de processos produtivos, visitas, elaboraçã o de pôsteres ou ", "51": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  outros materiais para apresentação, relatórios de estágio e monografias. Ao \npontuar o produto, o docente deve explicitar com clareza os critérios adotados \nquanto aos objetivos esperados.  \nAs reflexões acima realizadas deixam clara a complex a tarefa de avaliar. \nPorém, para dar suporte legal ao docente contamos com o regulamento que \nnormatiza os cursos de graduação na UFVJM. Recorrer à Resolução em seus \naspectos técnicos legais e confrontá -la com consistentes reflexões sobre o sentido \nde avali ar considerando os objetivos do curso de graduação em Engenharia \nQuímica, norteará o processo de avaliação.  \n  ", "52": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  13 – FORMA DE INGRESSO  \n \nPara  o aluno  pleitear uma vaga no curso de Engenharia Química , deverá \ncursar o Bacharelado em Ciência e Tecnologia – BC&T.  A forma de ingresso no \nBC&T ocorre via Exame Nacional do Ensino Médio – ENEM e via Programa Seletiv o \npor Avaliação Seriada - SASI, reopção, transferência e obtenção de novo título.  \nA forma de transição do aluno do BC&T para o Curso de  Engenharia \nQuímica deverá ocorrer de acordo com a Resolução nº 18 do CONSEPE, de 18 de \njunho de 2010 .  \n  ", "53": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  14 - INTEGRALIZAÇÃO CURRICULAR  \n \n O curso de Engenharia Química  apresenta em sua estrutura  curricular um \nelenco de disciplinas teóricas e práticas necessários para a formação de um \nprofissional capaz de enfrentar os desafios do mercado de trabalho. Para obter o \ndiploma e portar o título de Engenheiro Químico , o discente deve obedecer e \natender aos seguintes requisitos:  \na. obter aprovação em todas as disciplinas oferecidas pelo curso, \nincluindo as eletivas e estágio supervisionado, totalizando o \ncumprimento de no mínimo 3 360 horas de integra lização em \ndisciplinas do curso;  \nb. realizar  no mínimo a carga  horária de 10 0 hor as em atividades \ncomplementares;  \nc. realizar e obter aprovação em no mínimo 1 80 horas de disciplinas \neletivas;  \nd. realizar  pelo menos 20 0 horas de Estágio Supervisionado \nObrigatório e obter aprovação na defesa do mesmo.  \n  ", "54": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  15 – INFRA -ESTRUTURA  \n \nO curso de Engenharia Química , vinculado ao Instit uto de Ciência e \nTecnologia - ICT, terá  prédio próprio construído numa área total em torno de \n1.400 m2.  \nA área construída constará de laboratórios de Informática, Química, Física e \nEngenharia Química, os quais poderão ser compartilhados com outros cursos.  A \norganização deverá possibil itar a execução de aulas práticas, bem como a \nrealização e o desenvolvimento de atividades de científicas.  \nAlém disso, serão alocados no prédio os seguintes laboratórios : \na. Laboratório de Análises ; \nb. Laboratório de Bioprocessos ; \nc. Laboratório de Engenharia Química;  \nd. Laboratório de Engenharia;  \ne. Laboratório de Modelagem e Simulação de Processos Químicos;  \nf. Laboratório de Instrumentação e Controle de Processos;  \ng. Laboratório de Tecnologia  de Polímeros ; \nh. Laboratório de Petroquímica ; \ni. Laboratório de Reatores Químicos e Catálise ; \nj. Laboratório de Controle Ambiental . \n  ", "55": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  16 – CORPO DOCENTE  \n \nVisando manter e cumprir a proposta de inter e multidisciplinaridade, \nformar alunos com base sólida de conteúdos voltados para Engenharia Química  \ndentro da atualidade, bem como, criar um curso que vise fortemente ensino, \npesquisa e desenvolvimento tecnológ ico e ainda, buscar ser um curso de \nreconhecimento, pretende -se obter no quadro de docentes profissionais, que \nvisem o aprimoramento e atualização de atividades de ensino, pesquisa e extensão \nvoltadas para áreas científicas, tecnológicas e de gestão. Almej a-se que tais \nprofissionais sigam rigorosamente os preceitos éticos e que se envolvam em \nconstruir um curso de qualidade integrando aulas teóricas e práticas com base na \natualidade e realidade da área de E ngenharia Química . Espera -se ainda, docentes \ncom in teração e interesse em participar de cursos de pós -graduação.  \nO perfil de contratação de cada docente será adequado de acordo com as \náreas de necessidade do curso , solicitada s por meio de concurso, no qual constar ão \nas possíveis disciplinas que ele deverá assumir. A seleção privilegiará d outores, no \nentanto, mestres não serão excluídos.  \nO quadro de docente s deverá possuir o número satisfatório de professores, \npara que esses ministrem o mínimo de 8 horas semana is e no máximo 20 horas \nsemana is. Durante o levantamento do número de docentes necessário s, levou -se \nem consideração , além das disciplinas obrigatórias, as di sciplinas eletivas do curso \nde E ngenharia Química , bem como uma carga horária de trabalho de 12 a 14 horas \nsemana is.   \nO quantitativ o docente foi estimado pelo projeto REUNI em dez (10) \nprofessores, sendo preferencialmente doutores nas áreas de química, física, \nengenharia química e outras engenharias. Ressaltamos que para atender a carga \nhorária prevista no curso é necess ária  avaliação  e ajuste deste quantitativo.  \n  ", "56": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  17 – LEGISLAÇÃO CONSULTADA NA ELABORAÇÃO DO PROJETO  \nPEDAGÓGICO  \n \nDecreto nº 6.096, de 24 de abril de 2007 - Programa de Apoio a Planos de  \nReestruturação e Expansão das Universidades Federais – REUNI . \n \nDecreto Lei n° 9394, de 20 de dezembro de 1996 - Diretrizes e Bases da  Educação \nNacional.  \n \nLei n° 5.194, de 24 de dezembro de 1966 – regulamenta o exercício da  profissão de \nengenheiro.  \n \nResolução  CONFEA  218 de 19 de junho de 1973  - que descrimina atividades das \ndiferentes modalid ades de Engenharia, Arquitetura e Agronomia.  \n \nResolução CONFEA n° 1010, de 22 de agosto de 2005 – define as atribuições  e \natividades das diferentes modalidades de Engenharia.  \n \nResolução CONFEA n° 1016, de 25 de Agosto de 2006 - regula o  Cadastramento das \nInstituições de Ensino e de seus Cursos e para a  Atribuição de Títulos, Atividades e \nCompetências Profissionais.  \n \nResolução CNE/CES nº 11, de 11 de março de 2002 - instituiu as “Diretrizes  \nCurriculares Nacionais do Curso de Graduação em Engenharia”.  \n \nParece r CNE/CES nº 67, de 11 de março de 200 3 - Referencial para as Diretrizes \nCurriculares Nacionais – DCN dos Cursos de  Graduação . \n \nParecer CNE nº 329/2004, 11 de novembro de 2004 - referente à carga horária  \nmínima dos cursos de graduação, bacharelados, na mod alidade presencial . \n \nParecer CNE nº 184 /200 6, de 07 de julho de 2006 - retificação do Parecer \nCNE/CES nº 329/2004 . ", "57": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Parecer CNE nº 184/2006, de 31 de janeiro de 2007 - dispõe sobre carga horária \nmínima e procedimentos relativos à integralização e duração dos  cursos de \ngraduação, bacharelados, na modalidade presencial.  \n \nRESOLUÇÃO Nº 2/2007 , de 18 de junho de 2007  - dispõe sobre carga horária \nmínima e procedimentos  relativos à integralização e duração  dos cursos de \ngraduação, bacharelados,  na modalidade presenc ial. \n \nRESOLUÇÃO Nº 3 /2007 , de 2 de julho de 2007  - dispõe sobre procedimentos a \nserem  adotados quanto ao conceito de hora -aula,  e dá outras providências.  \n \nResolução CONSEPE nº 32 , de 21 de novembro de 2008 - estabelece as normas de \nEstágio dos Discentes do s cursos de Graduação da Universidade Federal dos Vales \ndo Jequitinhonha e Mucuri -UFVJM.  \n  \nResolução CONSEPE nº 05,  de 23 de abril de 2010 - estabelece a equivalência em \nhoras das Atividades Complementares -AC e das Atividades Acadêmico -Científico -\nCulturais -AACC, conforme previsto no Regulamento dos Cursos de Graduação da \nUFVJM.  \n \nResolução  CONSEPE  nº 15, 21 de maio de 2010 - Estabelece normas para o \nTrabalho de Conclusão de Curso da Universidade Federal dos Vales do \nJequitinhonha e Mucuri – UFVJM.  \n \nResolução CONSEPE nº 18, 18 de junho de 2010 - Estabelece normas para \ntransição de estudantes dos Cursos de Bacharelado em Ciência e Tecnologia  - BCTs \npara os Cursos de Engenharias (Química, Alimentos, Mecânica, Civil, Produção e \nHídrica) da UFVJM.  \n \n \n \n \n ", "58": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  ANEXO 1  - EMENTÁRIO  \n \n1º PERÍODO  \nCTD110 - Funções de Uma Variável - 75h  \nFunções. Limites e continuidade. Derivada. Regras de derivação. Derivadas de \nfunções notáveis. Aplicações da derivada. Integral. Teorema fundamental do \ncálculo. Técnicas de Integração. Aplicações da Integral.  \n \nBibliografia Básica:  \n1. THOMAS, George B. Cálculo.  11.ed. São Paulo: Pearson Addison Wesley, 2009. \nv.1. \n2. STEWART, James. Cálculo . 5.ed. São Paulo: Cengage Learning, 2006. v.1.  \n3. GUIDORIZZI, Hamilton Luiz. Um curso de cálculo . 5. ed. Rio de Janeiro: LTC , \n2001. v. 1.  \n \nBibliografia Complementar:  \n1. ANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo . 8. ed. Porto Alegre : \nBookman, 2007. v.1.  \n2. FLEMMING, Diva Marília; GONÇALVES, Mirian Buss. Cálculo A: funções, \nlimites, derivação e integração. 6. ed. rev. e ampl. São Paulo: Pearson Prentice \nHall, 2006.  \n3. LEITHOLD, Louis. O cálculo com geometria analítica . 3.ed. São Paulo: \nHarbra, 1994. v.1.  \n4. MEDEIROS, Valéria Zuma (coord.) et al. Pré-cálculo.  São Paulo: Thomson \nLearning, 2006.  \n5. SIMMONS, G. F. Cálculo  com geometria analítica.  São Paulo: Pearson Makron \nBooks, 1987. v.1.  \n \nCTD112 - Álgebra Linear - 75h  \nSistemas de Equações Lineares. Matrizes escalonadas, Posto e Nulidade de uma \nmatriz. Álgebra de Matrizes. Espaços vetoriais. Subespaços vetoriais. Dependência \ne independência linear. Base e dimensão. Transformações Lineares. Núcleo e ", "59": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  imagem de uma transfor mação linear. Transformações lineares e matrizes e Matriz \nde mudança de base. Teoria dos Determinantes. Autovalores e autovetores: \nPolinômio característico. Base de autovetores e diagonalização de operadores. \nProduto Interno.  \n \nBibliografia Básica:  \n1. BOLDRINI , José Luiz et al. Álgebra Linear. 3 ed. São Paulo: Harbra, 1980.  \n2. LIPSCHUTZ, Seymour; LIPSON, Marc Lars. Teoria e problemas de álgebra \nlinear. 3 ed. Porto Alegre: Bookman, 2004.  \n3. KOLMAN, Bernard; HILL, David. Introdução à Álgebra linear  com aplicações . \n8 ed. Rio de Janeiro: LTC, 2006.  \n \nBibliografia Complementar:  \n1. STEINBRUCH, Alfredo. Introdução à álgebra linear. São Paulo: Mc Graw -Hill \ndo Brasil, 2005.   \n2. CALLIOLI, Carlos A.; DOMINGUES, Hygino H.; COSTA, Roberto C. F. Álgebra \nlinear e aplicações.  6. ed. rev . São Paulo: Atual, 1990.  \n3. K. Hoffman - R. Kunze, Álgebra Linear, Ed. Polígono.  \n4. LIMA, Elon Lages. Álgebra Linear . 8 ed. Rio de Janeiro: IMPA, 2009.  \n5. SANTOS, Reginaldo J. Um curso de geometria analítica e álgebra linear.  Belo \nHorizonte: Imprensa Universitária da UFMG, 2007.  \n \nCTD150 - Biologia Celular - 60h  \nBiologia Celular: Origem da vida, teorias da evolução e evidências do processo \nevolutivo. Diversidade biológica (tipos, tamanhos e formas celulares). Estrutura, \norganização celular e composição química da célula. Estrutura e função da \nmembrana plasmática, citoesqueleto, organelas citoplasmáticas e núcleo. \nPrincípios de sinalização celular. Divisão celular: mitose e meiose. Histologia: \nEstudo dos componentes dos te cidos epiteliais, conjuntivos, nervoso e muscular.  \n \nBibliografia Básica:  \n1. JUNQUEIRA, L.C.U.; CARNEIRO, J. Biologia celular e molecular . 8 ed. Rio de ", "60": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Janeiro: Guanabara Koogan, 2005.  \n2. JUNQUEIRA, L.C.U.; CARNEIRO, J. Histologia básica: texto e atlas. 11 ed. R io de \nJaneiro: Guanabara Koogan, 2008.  \n3. CARVALHO, H.F.; RECCO -PIMENTEL, S.M. A célula . 2 ed. São Paulo: Manole, \n2007.  \n \nBibliografia Complementar:  \n1. ALBERTS, B. et al. Biologia molecular da célula . 5 ed. Porto Alegre: Artmed, \n2009.  \n2. COOPER, G.M.; HAUSMAN, R. E. A célula : uma abordagem molecular. 3 ed. \nPorto Alegre: Artmed, 2007.  \n3. DE ROBERTIS, E.M.F.; HIB, J. Bases da biologia celular e molecular . 4 ed. Rio \nde Janeiro: Guanabara Koogan, 2006.  \n4. LODISH, H. et al. Biologia celular e molecular .  ed. Porto Alegre : Artmed, \n2005.  \n5. NORMAN, R.I.; LODWICK, D. Biologia celular . 1 ed. Elsevier, 2007. (Série \nCarne e Osso).  \n \nCTD166 - Fundamentos de Técnicas de Trabalho Intelectual, Científico e \nTecnológico - 60h  \nA Ciência Moderna. Os Cânones da Ciência. A Ciência e a Tecnologia. O \nConhecimento Científico. Os Fundamentos da Metodologia Cientifica. A \nNormalização do Conhecimento Científico. A Pesquisa Cientifica e \nDesenvolvimento Tecnológico. A Elaboração de Relatór ios Técnico -científicos. Os \nProjetos de Pesquisa.  \n \nBibliografia Básica:  \n1. CARVALHO, M.C.M. (org.). Construindo o saber  - Metodologia científica : \nfundamentos e técnicas. 21.ed. Campinas: Papirus, 2009.  \n2. LAKATOS, E.M.; Marconi, M.A. Fundamentos de metodologia científica . 6.ed. \nSão Paulo: Atlas 2005.  \n3. LAKATOS, E.M.; Marconi, M.A. Metodologia científica . 5.ed. São Paulo: Atlas ", "61": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  2007.  \n \nBibliografia Complementar:  \n1. CHAUÍ, M. Convite a Filosofia . 13.ed. São Paulo: Ática, 2003.  \n2. KÖCHE, J.C. Fundamentos de metodologia cien tífica:  teoria da ciência e \nprática da pesquisa. 17.ed. Petrópolis: Vozes, 2000.  \n3. KOYRÉ, A. Estudos de história do pensamento científico . Rio de Janeiro: \nForense Universitária, 1982.  \n4. LAKATOS, E.M. Metodologia do trabalho científico:  procedimentos básicos, \npesquisa bibliográfica, projeto e relatório, publicações e trabalhos científicos. \n3.ed. rev. ampl. São Paulo: Atlas, 1990.  \n5. MARCONI, M.A.; LAKATOS, E.M. Técnicas de pesquisa:  planejamento e \nexecução de pesquisas, amostragens e técnic as de pesquisas, elaboração, \nanálise e interpretação de dados. 6.ed. São Paulo: Atlas, 2007.  \n \nCTD170 - Introdução às Engenharias - 60h  \nIntrodução ao Bacharelado em Ciência e Tecnologia (BC&T) e às engenharias com \nênfase nas engenharias oferecidas pela UFVJM: suas interconexões com a evolução \nda sociedade. Atuação profissional dos bacharéis em ciência e tecnologia e \nengenheiros com enfoque no desenvolvimento do indivíduo e da sociedade. \nResponsabilidades éticas e técnicas na prática profissional, enfocan do os aspectos \nindividual e coletivo, inter e multidisciplinar. Conteúdo  \n \nBibliografia Básica:  \n1. BAZZO, W. A.; PEREIRA, L. T. do V. Introdução à engenharia. Florianópolis, \nSC: UFSC, 2006.  \n2. HOLTZAPPLE e REECE, Introdução à Engenharia , Ed. LTC, Rio de Janeiro RJ, \n2006.  \n3. BRASIL, Nilo Índio do. Introdução à Engenharia Química.  2ed. Rio de Janeiro \n: Editora Interciência, 1999.  \n \nBibliografia Complementar:  \n1. MACEDO, Edison Flávio. Manual do profissional : introdução à teoria e prática ", "62": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  do exercício das profissões do Si stema Confea/ Creas. 4. ed. Florianópolis: \nRecorde, 1999. 199 p.  \n2. Projetos Pedagógicos do BC&T e Engenharias. Home Page da Universidade \nFederal dos Vales do Jequitinhonha e Mucuri. Disponível em: \nhttp://www.ufvjm.edu.br/prograd  \n3. BROCKMAN, J. B. Introdução à  engenharia:  modelagem e solução de \nproblemas, Rio de Janeiro: Ed. LTC, 2010.  \n4. OLIVEIRA NETTO, Alvim Antônio de; TAVARES, Wolmer Ricardo. Introdução \nà engenharia de produção.  Florianópolis, SC: Visual Books, 2006.  \n5. CASAROTTO Filho, Nelson. Elaboração de pro jetos empresariais:  análise \nestratégica, estudo de viabilidade e plano de negócio. São Paulo, SP: Atlas, \n2009.  \n \n2º PERÍODO  \nCTD111 - Funções de Várias Variáveis - 75h  \nSeções Cônicas e equações quadráticas. Sequências e séries infinitas. Vetores e \ngeometria no espaço. Funções de Várias Variáveis. Derivadas parciais. \nIntegrais Duplas e Triplas.  \n \nBibliografia Básica:  \n1. THOMAS, George B et al. Cálculo . 11 ed.  São Paulo: Addison Wesley, 2009. v. 2.  \n2. STEWART, James. Cálculo.  5 ed. São Paulo: Pioneira Thoms on Learning, 2008. \nv.2. \n3. GUIDORIZZI, Hamilto Luiz. Um curso de cálculo.  5 ed. Rio de Janeiro: LTC, \n2001. v.2.  \n \nBibliografia Complementar:  \n1. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo.  8. ed. Porto Alegre: Bookman, 2007. v. \n2. \n2. LEITHOLD, Luis. O cálculo com geome tria analítica.  São Paulo: Harbra, 1984. v. \n2. \n3. SIMMONS, George F. Cálculo com geometria analítica.  São Paulo: McGraw -Hill, ", "63": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  1987. v. 2.  \n4. APOSTOL, Tom M. Cálculo.  2.ed. Revert Brasil, 2008. v. 2.  \n5. ZILL, Dennis G.; CULLEN, Michael R., Louis. Matemática avançada  para \nengenharia . 3.ed., Bookman Companhia, 2009. v. 2.  \n \nCTD120 - Fenômenos Mecânicos - 75h  \nMedidas, movimento retilíneo, vetores, movimento em 2  e 3 dimensões, forca e \nmovimento, trabalho e energia cinética, conservação da energia, sistema de \npartículas, colisões, rotação, torque e rolamento.  \n \nBibliografia Básica:  \n1. HALLIDAY, D., RESNICK, R., WALKER, J. Fundamentos de física 1 :  mecânica . \n8 ed.. Rio de Janeiro:  LTC, 2009.  \n2. RESNICK, Robert; HALLIDAY, David; KRANE, Kenneth S. Física 1 . 5 ed. Rio de \nJaneiro: LTC, c2003.  \n3. TIPLER, Paul A., MOSCA, Gene. Física para cientistas e engenheiros . 6 ed. Rio \nde Janeiro:  LTC, 2010.  \n \nBibliografia Complemen tar: \n1. NUSSENZVEIG, Herch Moysés. Curso de Física básica 1  . 4 ed. rev. São Paulo: \nEdgard Blücher, 2002.  \n2. CHAVES, ALAOR E SAMPAIO, J.F. FÍSICA BÁSICA - MECÂNICA. 1ª Ed., LTC, \n2007. ???  \n3. YOUNG, Hugh D.; FREEDMAN, Roger A. Sears e Zemansky Física I:  mecânica. \n12. ed. São Paulo: Pearson/Addison Wesley, 2008. v. 1.  \n4. GOLDSTEIN, Herbert; POOLE, Charles; SAFKO, John. Classical mechanics. \n3.ed. San Francisco: Addison Wesley, 2002.  \n5. ADIR MOYSÉS LUIZ. FÍSICA 1 - MECÂNICA. 1ª Ed., Editora Livraria da Fisica, \n2006.  \n \nCTD130 - Química Tecnológica I - 75h  \nMatéria, medidas, átomos, moléculas e íons; Estequiometria, Cálculos com ", "64": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  fórmulas e Equações Químicas; Estrutura eletrônica dos átomos; Tabela Periódica \ne propriedades periódicas dos elementos; Conceitos básicos de ligação química, \ngeometria molecular e teorias de ligação; Soluções, concentração e diluições; \nCinética Química; Equilíbrio Químico; Eletroquímica.  \n \nBibliografia Básica:  \n1. BROWN, T. L.; LEMAY, H. E.; BURSTEN, B. E. Química:  a ciência central. 9 ed. \nSão Paulo : Pearson Prentice Hall, 2005.  \n2. ATKINS, P.; JONES, L. Princípios de química:  questionando a vida moderna e \no meio ambiente. 3 ed. Porto Alegre: Bookman, 2006.  \n3. MASTERTON, W. L., HURLEY, C. N.. Química : princípios e reações, 6 ed. Rio de \nJaneiro: LTC, 2010.  \n \nBibliografia Complementar:  \n1. BRADY, J. E., SENESE, F. Química:  a matéria e suas transformações. 5 ed. Rio de \nJaneiro: LTC, 2009. 2v.  \n2. RUSSEL, J. B. Química geral.  2 ed. São Paulo: Makron Books, 1994. 2v.  \n3. KOTZ, J. C,; TREICHEL, P. M. Química e reações químicas.  1 ed. Rio de Janeiro: \nCengage Learning, 2005. 2v.  \n4. ROZENBERG, I. M. Química geral.  São Paulo: Edgard Blucher, 2002.  \n5. BROWN L. S.; HOLME T. A. Química geral aplicada à engenharia . 1 ed. São \nPaulo: Cengage Learning, 2009.  \n \nCTD140 - Linguagens de Programação - 75h  \nConceitos introdutórios de computação: hardware e seus componentes, sistemas \noperacionais, linguagens de programação, representação e processamento da \ninformação. Sistemas de numeração e sua aritmética básica. Noções de lógica \nmatemática. Introdução à lógi ca de programação utilizando uma linguagem de \nprogramação real. Noções de algoritmo e sequenciação. Tipos de dados, definição \nde variáveis, constantes e identificadores. Operadores de atribuição, aritméticos, \nrelacionais e lógicos, expressões aritméticas. Comandos de entrada e saída. \nEstruturas de controle: sequência, decisão, iteração.  ", "65": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   \nBibliografia Básica:  \n1. SCHILDT, Herbert. C completo e total.  3.ed. São Paulo: Pearson Makron Books, \n1997.  \n2. MEDINA, Marco; FERTIG, Cristina. Algoritmos e programação: teoria e  \nprática. São Paulo: Novatec, 2005.  \n3. FEDELI, Ricardo Daniel ; POLLONI, Enrico Giulio; PERES, Fernando Eduardo. \nIntrodução à ciência da computação.  São Paulo: Pioneira Thomson, 2003. .  \n \nBibliografia Complementar:  \n1. VELLOSO, Fernando de Castro. Informática: conceitos básicos. 7. ed. Rio de \nJaneiro: Elsevier, 2004.  \n2. MARÇULA, Marcelo; BENINI FILHO, Pio Armando. Informática:  conceitos e \naplicações. 3. ed., rev. São Paulo: Érica, 2008.  \n3. EVARISTO, Jaime. Aprendendo a programar programando em C.  Rio de \nJaneiro: Book Ex press, 2001.  \n4. FARRER, Harry et al. Programação estruturada de computadores:  \nalgoritmos estruturados. 3. ed. Rio de Janeiro: LTC, 2008.  \n5. RAMALHO, José Antonio. Introdução à informática.  5.ed. São Paulo: Futura, \n2003.  \n \n \n \n3º PERÍODO  \nCTD114 - Equações Diferenciais e Integrais - 60h  \nIntrodução às equações diferenciais, Equações Diferenciais de Primeira Ordem, \nEquações Diferenciais de Segunda Ordem, Transformada de Laplace, Sistemas de \nEquações Lineares de Primeira Ordem, Soluções em Série de potências p ara \nEquações Lineares de Segunda Ordem.  \n \nBibliografia Básica:  \n1. BOYCE, William E.; Diprima, Richard C. Equações diferenciais elementares e ", "66": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  problemas de valores de contorno.  8.ed. Rio de Janeiro: LTC, 2006.  \n2. ZILL, Dennis G.; CULLEN, Michael R. Equações diferenciais. 3. ed. São Paulo: \nPearson Makron Books, 2001. v. 1.  \n3. SIMMONS, George; KRANTZ, Steven G. Equações diferenciais: teoria, técnica e \nprática. São Paulo: McGraw -Hill, 2008  \n \nBibliografia Complementar:  \n1. ZILL, Dennis G.; CULLEN, Michael R. Equações diferenciais. 3.ed. São Paulo: \nPearson Makron Books, 2001. v.2.  \n2. ZILL, Denis G. Equações diferenciais com aplicações em modelagem.  São \nPaulo: Pioneira Thomson Learning, 2003.  \n3. IÓRIO, V. EDP: um curso de graduação. 2 ed. Rio de Janeiro: IMPA, 2007..  \n4. FIGUEIREDO, Djairo Guedes de. Análise de Fourier e equações diferenciais \nparciais. 4. ed. Rio de Janeiro: IMPA, 2009.  \n5. DOERING, Claus Ivo; LOPES, Artur Oscar. Equações diferenciais ordinárias . \n2. ed. Rio de Janeiro: IMPA, 2007. 423 p. (Matemática Universitá ria).  \n \nCTD122 - Fenômenos Térmicos e Ópticos - 60h  \nGravitação. Oscilações Mecânicas. Ondas Progressivas Unidimensionais. Ondas \nHarmônicas. Equação de onda. Interferência. Ondas estacionárias e modos normais \nde vibração. Reflexão. Ondas sonoras. Ondas Planas e Esféricas. Efeito Doppler. \nTemperatura, Calor e a Primeira Lei da Termodinâmica. A Teoria Cinética dos \nGases. Entropia e a Segunda Lei da Termodinâmica. Atividades de Laboratório.  \n \nBibliografia Básica:  \n1. HALLIDAY, David ; RESNICK, Robert; WALKER, Je arl. Fundamentos de física:  \ngravitação, ondas e termodinâmica. Rio de Janeiro: LTC, 2009. v. 2.  \n2. TIPLER, Paul A.; MOSCA, Gene. Física: para cientistas e engenheiros : \nmecânica, oscilações e ondas, termodinâmica. 5.ed. Rio de Janeiro: LTC, 2006. \nv.1.  \n3. YOUNG,  Hugh D; FREEDMAN, Roger A. Sears e Zemansky Física III.  10.ed. São \nPaulo: Pearson Education, 2003. v.3.  ", "67": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   \nBibliografia Complementar:  \n1. DAVID J. Griffiths. Introduction to electrodynamics.  New Jersey: Prentice \nHall, 1999.  \n2. NUSSENZVEIG, H. M.. Curso de física básica . São Paulo: Edgard Blücher, 2002. \nv. 3.  \n3. FEYNMAN, Richard Phillips; LEIGHTON, Robert B.; SANDS, Mattew . Lições de \nfísica:  the Feynman lectures on physics. Porto Alegre: Bookman, 2008. v.2.  \n4. CHAVES, Alaor. Física.  Rio de janeiro: Reichmann & Affonso, 2001. v. 2.  \n5. TIPLER, Paul A.; MOSCA, Gene. Física: para cientistas e engenheiros:  \neletricidade e magnetismo, otica. 5.ed. Rio de Janeiro, RJ: Livros Técnicos e \nCientíficos, 2006. v. 2.  \n \nCTD131 - Química Tecnológica II - 75h  \nQuímica orgânica estrutural, propriedades físicas de moléculas orgânicas, \nestrutura tridimensional de moléculas orgânicas, ácidos e bases em química \norgânicas, reatividade de grupos funcionais.  \n \nBibliografia Básica:  \n1. SOLOMONS, T. G. G.; FRYLE, C. B. Química orgânica.  9 ed. Rio de Janei ro: LTC, \n2009. v. 1.  \n2. BRUICE, P. Y. Química orgânica.  4 ed. São Paulo: Prentice -Hall, 2006. v. 1.  \n3. VOLLHARDT, K. Peter; SCHORE, Neil E. Química orgânica:  estrutura e função.  \n4 ed. Porto Alegre: Bookman, 2004.  \n \nBibliografia Complementar:  \n1. MORRISON, R,; BOYD,  R. Química orgânica.  13 ed. Lisboa: Fundação Calouste \nGulbenkian, 1996.  \n2. ALLINGER, N. L. et al. Química orgânica . 2. ed. Rio de Janeiro: Guanabara \nKoogan, 1978.  \n3. HOFFMAN, Robert V. Organic chemistry:  an intermediate text. 2 ed. Hoboken, \nN.J.: Wiley -Interscience, 2004.  ", "68": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  4. HART, Harold. Organic chemistry:  a short course. 4.ed. Boston: Houghton \nMifflin, 1972.  \n5. McMURRY, John. Fundamentals of organic chemistry . 7 ed. Australia: \nBrooks/Cole: Cengage Learning, c2011.  \n \n \nCTD132 - Bioquímica - 60h  \nÁgua, equilíbrio ácido -base e sistemas tamponantes. Biomoléculas: Carboidratos, \nlipídios, aminoácidos, proteínas, nucleotídeos e ácidos Nucléicos; Enzimas, \nvitaminas e co -enzimas. Bioenergética e Metabolismo celular: glicólise, ciclo do \nácido cítrico, cade ia respiratória, fotossíntese, metabolismo do glicogênio, \nmetabolismo de lipídeos, metabolismo de aminoácidos e proteínas.  \n \nBibliografia Básica:  \n1. CAMPBELL, Mary K.; FARRELL, Shawn O. Bioquímica.  Tradução: All Tasks; \nrevisão técnica: Maria Martha Guedes Cha ves. São Paulo: Thomson Learning, \n2007. 3 v.  \n2. MARZZOCO, Anita; TORRES, Bayardo B. Bioquímica básica . 3.ed. Rio de \nJaneiro: Guanabara Koogan, 2007.  \n3. NELSON, David L.; COX, Michael M. Princípios de bioquímica de Lehninger . \n5 ed. Porto Alegre: Artmed, 2011.  \n \nBibliografia Complementar:  \n1. BERG, Jeremy; TYMOCZKO, John; STRYER, Lubert. Bioquímica.  5.ed. Rio de \nJaneiro: Guanabara Koogan, 2004.  \n2. CHAMPE, Pamela C.; HARVEY, Richard A.; FERRIER, Denise R. Bioquímica \nilustrada . 4.ed. Porto Alegre: Artmed, 2009.  \n3. DEVLIN,Thoma s M. Manual de bioquímica com correlações clínicas.  6.ed. \nSão Paulo, SP: Blücher, 2007.  \n4. KOOLMAN, Jan; ROHM, Klaus -Heinrich. Bioquímica: texto e atlas. 3. ed. Porto \nAlegre: Artmed, 2005.  \n5. VOET, Donald; VOET, Judith G.; PRATT, Charlotte W. Fundamentos de ", "69": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  bioquímica : a vida em nível molecular. 2.ed. Porto Alegre: Artmed, 2008.  \n \nCTD141 - Algoritmos e Programação - 75h  \nIntrodução aos conceitos de modularização de programas, procedimentos, funções, \npassagem de parâmetros, variáveis locais e globais, recursividade. \nAprofundamento nos conceitos de estruturas básicas de dados: vetores, matriz e \nstrings, estruturas. Programação estruturada. Refinamentos sucessivos. \nManipulação de arquivos.  \n \nBibliografia Básica:  \n1. MEDINA, Marco; FERTIG, Cristina . Algoritmos e programação : teoria e \nprática. São Paulo: Novatec, 2005.  \n2. SCHILDT, Herbert. C completo e total. 3.ed. São Paulo: Pearson Makron Books, \n1997.  \n3. CORMEN, Thomas H. et al. Algoritmos: teoria e prática. Rio de Janeiro: \nElsevier, 2002.  \n \nBibliografia Complementa r: \n1. ASCENCIO, A. F. G.; CAMPOS, E. A. V. Fundamentos da programação de \ncomputadores: algoritmos, Pascal e C/C++.  São Paulo: Prentice Hall, 2002.  \n2. SOUZA, M. A. F. de; GOMES, M. M.; SOARES, M. V.; Concílio, R. Algoritmos e \nlógica de programação.  São Paulo: Cen cage Learning, 2006.  \n3. CORMEN, Thomas H. et al. Algoritmos:  teoria e prática. Rio de Janeiro: \nElsevier, 2002.  \n4. EVARISTO, Jaime. Aprendendo a programar - programando em C.  Rio de \nJaneiro: Book Express, 2001.  \n5. FARRER, Harry et al. Algoritmos estruturados . 3.ed . Rio de Janeiro: LTC, \n1999.  \n \nENQ101 -Introdução a Processos e Indústrias químicas 3 0h \nIntroduzir os fundamentos dos cálculos utilizados na Engenharia Química. Leis de \nconservação da matéria e energia. Propriedades termodinâmicas e de  transporte ", "70": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  dos gases, vapor e de misturas gás -vapor. Resolução de problemas envolvendo \nbalanços materiais e de energia. Técnicas computacionais de resoluções de \nproblemas envolvendo balanço de energia e massa.  \n \nBibliografia Básica:  \n1. HIMMELBLAU, D. M. Engenharia Química. P rincípios e Cálculos , \nPrentice -Hall do Brasil, 2001.  \n2. COULSON, Chemical Engineering , 5a ed. Butterworth -\nHeinemann,1996.Vol. 1.  \n3. BRASIL, N.I. Introdução à Engenharia Química. 2a ed. Rio de Janeiro: \nInterciência, 2004.  \n \nBibliografia Complementar:  \n1. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s \nHandbook , 7a ed. McGraw -Hill, 1997.  \n2. TURNS, R.S. An introdution to combustion Concepts and applications . \n2a ed. McGrawHill, 2000.  \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, \nL.B.Principles of Unit Operations. 2a ed., John Wiley & Sons, 1980  \n4. McCABE, W. L.; SMITH, J. C.; HARRIOTT, P. Unit Operations of Chemical \nEngineering, 6ª ed., McGraw -Hill International Editions, 2000.  \n5. RUSSEL, T.F., DENN, M.M. Introduction to Chemical Engineerin g \nAnalysis . John Wiley & Sons, 1972.  \n \n \n \n4º PERÍODO  \nCTD113 - Probabilidade e Estatística - 60h  \nIntrodução à Estatística e seu papel na Engenharia. Estatística Descritiva. \nProbabilidade: interpretações, probabilidade condicional e independência, \nTeorema de Bayes. Variáveis aleatórias discretas e continuas. Distribuições de \nprobabilidade para variávei s aleatórias discretas e continuas. Distribuições de ", "71": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  probabilidade conjuntas. Amostragem aleatória. Inferência Estatística: \ndistribuições amostrais, estimação pontual e intervalar. Testes de hipóteses para \numa e duas amostras.  \n \nBibliografia Básica:  \n1. HINES, William W. et al. Probabilidade e estatística na engenharia . 4.ed. Rio \nde Janeiro: LTC, 2006.  \n2. MONTGOMERY, Douglas C; RUNGER, Georg C. Estatística aplicada e \nprobabilidade para engenheiros.  4.ed. Rio de Janeiro: LTC, 2009.  \n3. ROSS, Sheldon. Probabilidade: um curso moderno com aplicações . Porto \nAlegre: Bookman, 2010.  \n \nBibliografia Complementar:  \n1. BARTOSZYNÌSKI, Robert; NIEWIADOMSKA -BUGAJ, Magdalena. Probability \nand statistical inference.  2.ed. Hoboken, N.J [USA]: Wiley -Interscience, 2008.  \n2. CASELL A, George; BERGER, Roger L. Statistical inference.  2.ed. Pacific Grove -\nUSA: DUXBURY/Thomson Learning, 2002.  \n3. CONGDON, Peter. Bayesian statistical modelling. 2. ed. Chichester, England: \nJohn Wiley & Sons, 2006.  \n4. DEVORE, Jay L. Probabilidade e estatística para  engenharia e ciências.  \nTradução da 6.ed. norte -americana. São Paulo: Pioneira Thomson Learning, \n2006.  \n5. DEGROOT, Morris H.; SCHERVISH, Mark J. Probability and statistics . 3. ed. \nBoston: Addison -Wesley, 2002.  \n \nCTD121 - Fenômenos Eletromagnéticos - 60h  \nCargas Elétricas. Lei de Coulomb. Campo Elétrico. Lei de Gauss. Energia e Potencial \nEletrostático. Condutores. Dielétricos e Capacitores. Circuitos e Correntes. Campo \nMagnético. Leis de Ampère e de Faraday. Indutância. Propriedades Magnéticas da \nMatéria. E quações de Maxwell. Ondas Eletromagnéticas. Atividades de Laboratório.  \n \nBibliografia Básica:  ", "72": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  1. HALLIDAY, David, RESNICK, Robert, WALKER, Jearl. Fundamentos de física:  \neletromagnetismo. 8 ed. Rio de Janeiro: LTC, 2008. v. 3.  \n2. YOUNG, Hugh D.; FREEDMAN, Roger A.  Sears e Zemansky Física III: \neletromagnetismo. 12.ed. São Paulo: Addison Wesley, 2009. . \n3. TIPLER, Paul A., MOSCA, Gene. Física: para cientistas e engenheiros:  \neletricidade e magnetismo, ótica. 6 ed. Rio de Janeiro: LTC, 2000. v. 2.  \n \nBibliografia Complementa r: \n1. HALLIDAY, David, RESNICK, Robert, WALKER, Jearl. Física 3:  \neletromagnetismo. 8 ed. Rio de Janeiro: LTC, 2008.  \n2. SERWAY, Raymond A.; JEWETT, John W. Princípios de física: \neletromagnetismo. 3.ed. São Paulo: Cengage Learning, 2008. v. 3.  \n3. NUSSENZVERG, H. Moy sés. Curso de física básica:  mecânica. 4.ed. São Paulo: \nBlucher, 2008. v. 3.  \n4. YOUNG, Hugh D; FREEDMAN, Roger A. Sears e Zemansky Física III: \neletromagnetismo. 12.ed. São Paulo: Addison Wesley, 2008.  \n5. FEYNMAN, R. P. Lições de Física de Feynman . Porto Ãlegre: Bookman, Porto \nAlegre, 2008. v. 2.  \n \nCTD133 - Físico -Química - 60h  \nGases, Fases condensadas; energia, primeiro, segundo e terceiro princípios da \ntermodinâmica. sistema  de composição variável, espontaneidade e equilíbrio \nquímico; Soluções ideais e propriedades coligativas.  \n \nBibliografia Básica:  \n1. ATKINS, Peter; PAULA, Júlio de. Físico -química . 8.ed. . Rio de Janeiro: LTC , \n2008. v.1.  \n2. CASTELLAN, Gilbert. Fundamentos de fís ico-química.  Rio de Janeiro: LTC, \n1986.  \n3. PILLA, L.; SCHIFINO, J. Físico -química I:  termodinâmica química e equilíbrio \nquímico. Porto Alegre: UFRGS EDITORA, 2006. 520p.  \n ", "73": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   \nBibliografia Complementar:  \n1. ATKINS, Peter; PAULA, Júlio de. Físico -química. 8.ed. . Rio  de Janeiro: LTC , \n2008 . v.2.  \n2. MOORE, Walter J. Físico -química . São Paulo: Edgard Blücher, 1976. v. 1. 383p.  \n3. NETZ, Paulo A; ORTEGA, George Gonzáles. Fundamentos da físico -química:  \numa abordagem conceitual para as ciências farmacêuticas. Porto Alegre: \nArtmed, 2002.  \n4. BALL, David W. Físico -química.  São Paulo: Pioneira Thomson Learning, 2005. \nv.1.  \n5. BALL, David W. Físico -química.  São Paulo: Pioneira Thomson Learning, 2006. \nv.2. \n \nCTD134 - Mecânica dos Fluidos - 60h  \nPropriedades dos fluidos. Conceitos Fundamentais. Estática dos fluidos. Dinâmica \ndos fluidos. Cinemática dos fluidos. Análise dimensional e semelhança. Escoamento \ninterno viscoso e incompressível. Máquinas de fluxo.  \n \nBibliografia Básica:  \n1. BRUNETTI, F. Mecânica dos fluidos.   2 ed. São Paulo: Pearson Prentice Hall, \n2008.  \n2. FOX, R. W; McDonald, T. Introdução à mecânica dos fluidos . 6 ed. Rio de \nJaneiro: LTC, 2006.  \n3. MUNSON, Bruce R.; YOUNG, Donald F.; OKIISHI, Theodore H. Fundamentos da \nmecânica dos fluidos . 4 ed. São Paulo: Edgard Blücher, 2004.  \n \nBibliografia Complementar:  \n1. ÇENGEL, Y; CIMBALA, J. Mecânica dos fluidos:  fundamentos e aplicações. Rio \nde Janeiro: Mc Graw -Hill, 2007.  \n2. WHITE, F. M. Mecânica dos fluidos . 4 ed. Rio de Janeiro: Mc Graw -Hill, 2002.  \n3. SEARS, Francis Weston; ZEMANSKY, Mark W. Física 2:  mecânica dos fluidos. \nCalor movimento ondulatório. 2 ed. Rio de Janeiro: LTC, 1984.  ", "74": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  4. SIMÕES, José Gabriel; BRUNETTI, Franco. Elementos de mecânica dos \nfluidos.  São Paulo, FEI, 1972.  \n5. OLIVEIRA, L.A.; LOPES, A.G. Mecânica dos fluidos.  3 ed. Editora ETE P, 2010.  \n \nCTD142 - Desenho e Projeto para Computador - 60h  \nIntrodução ao desenho técnico. Normatização em desenho técnico. Projeções e \nvistas ortográficas. Desenhos em perspectiva. Cortes e secções. Escalas e \ndimensionamento. Desenho assistido por computador (CAD)  \n \nBibliografia Básica:  \n1. FREENCH, T.E.; VIERCK, C. J . Desenho técnico e tecnologia gráfica.  São \nPaulo: Ed. Globo, 2002.  \n2. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 10067: princípios \ngerais de representação em desenho técnico; NBR 10068: folha de \ndesenho – leiaute e dimensões; NBR 10126: cotagem em desenho  técnico; \nNBR 10582: apresentação da folha para desenho técnico; NBR 10647: \ndesenho técnico - norma geral; NBR 13142: desenho técnico – \ndobramento de cópias; NBR 8403: Aplicação de linhas em desenhos - \ntipos de linhas - larguras de linhas; NBR 8196: empreg o de escalas em \ndesenho técnico; NBR 8402: execução de caracter para escrita em \ndesenho técnico.  Disponível em http://www.abnt.org.  \n3. VENDITTI, Marcus Vinicius dos Reis. Desenho técnico sem prancheta com \nAutoCad  2008 . Florianópolis: Visual Books, 2007  \n \nBibli ografia Complementar:  \n1. BALDAM, R.L . AutoCAD 2002:  utilizando totalmente. São Paulo: Erica, 2002.  \n2. BARBAN, Valentim Airton, Desenho técnico básico . s.l: CEFET -MG, s.d.  \n3. BORGES, G.C.M. et al.  Noções de geometria descritiva:  teoria e exercícios. \nPorto Alegre: S agra Luzzatto, 1998.  \n4. ESTEPHANIO, C. A. do A. Desenho técnico. 1999  \n5. JUSTI, A.R.2006. AutoCAD 2007 2D, Brasport, RJ, Brasil  \n ", "75": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  CTD151 - Microbiologia - 60h  \nMorfologia e citologia das bactérias. Características gerais de fungos e leveduras. \nCaracterísticas gerais dos vírus e bacteriófagos. Metabolismo, nutrição e \ncrescimento de microrganismos. Genética e ecologia microbiana. Controle de \npopulação microbiana. Produção de alimentos por microrganismos e avaliação da \nqualidade microbiológica dos alimentos. Doenç as veiculadas pelos alimentos.  \n \nBibliografia Básica:  \n1. TORTORA, Gerard J.; FUNKE, Berdell R.; CASE, Christine L. Microbiologia.  8.ed. \nPorto Alegre: ARTMED, 2005.  \n2. MADIGAN, Michel T.; MARTINKO, John M.; PARKER, Jack. Microbiologia de \nBrock.  10.ed. São Paulo: P rentice Hall, 2004.  \n3. BURTON, Gwendolyn R. W; ENGELKIRK, Paul G. Microbiologia para as \nciências da saúde.  7.ed. Rio de Janeiro: Guanabara Koogan, 2005.  \n \nBibliografia Complementar:  \n1. BROWN, Alfred E. Benson's microbiological applications.  10.ed. New York: \nMc Gr aw Hill, 2007.  \n2. PELCZAR JR., Michael J.; CHAN, E.C.S.; KRIEG, Noel R. Microbiologia: conceitos e \naplicações. 2.ed. São Paulo: Pearson Makron Books, 2006, v.1.  \n3. PELCZAR JR., Michael J.; CHAN, E.C.S.; KRIEG, Noel R. Microbiologia:  conceitos \ne aplicações. 2.ed.  São Paulo: Pearson Education do Brasil, 2006. v.2.  \n4. VERMELHO, Alane Beatriz et al. Práticas de microbiologia.  Rio de Janeiro: \nGuanabara Koogan, 2006.  \n5. LIMA, URGEL DE ALMEIDA (coord.) et al. Biotecnologia industrial:  processos \nfermentativos e enzimáticos. Sã o Paulo: Edgard Blücher, 2001. v.3.  \n \nCTD2 32 - Química Tecnológica III  - 60h  \nEstrutura química, propriedades físicas e reações envolvendo preparação e \nreatividade de compostos carbonílicos pertencentes às classes dos aldeídos, \ncetonas, ácidos carboxílicos e seus derivados.  \n ", "76": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Bibliografia Básica:  \n1. Solomons, T. W. Graham; Fryhle, Craig B.; Química Orgânica ; 9ª edição, \neditora LTC, vol. 1 e 2 2009.  \n2. Bruice, Paula Yurkanis; Química Orgânica ; 4ª edição, editora pearson \nprentice hall; vol. 1 e 2; 2006.   \n3. Vollhardt, K. Peter; Schore, Neil E.; Química Orgânica: Estrutura e função , \n4ª edição, editora Bookman, 2004.  \n \nBibliografia Complementar:  \n1. Boyd, R.; Morrison, R.; Química Orgânica ; 6ª edição; Fundação Calouste \nGulbenkian, 1972.  \n2. Carey, Francis; Advanced Organic Chemistry ; 4ª edição; kluwer \nacademic/plenum publisher, parte A e B, 2001.  \n3. Clayden, J; Greeves, N.; Warren, S.; Wothers, P.; Organic Chemistry , editora \noxford university press; 2001.  \n4. Amaral, Luciano Francisco; Fundamentos de Químicas Orgânica ; Ed. Edgard \nBlucher Ltda; 1980.  \n5. Costa, Paulo; Pilli, Ronaldo;Pinheiro, Sérgio; Vasconcelos, Mário; Substânicias \ncarbonuiladas e derivados ; Bookman, 2003.  \n \n \n \n5º PERÍODO  \nCTD171 - Gestão para Sustentabilidade - 60h  \nSustentabilidade e desenvolvimento sustentável. Visões do futuro. A perspectiva \neconômica. A perspectiva sócio -política. Agricultura sustentável. Valoração do \nambiente. Demografia, economia e ambiente natural. Análise do cenário atual e as \ntendências da sustentabilidade e responsabilidade c orporativa, enfatizando as \nalianças estratégicas entre Estado, empresas e sociedade civil. Desenvolvimento de \npropostas de planejamento estratégico para a implantação de sistemas de gestão \nda sustentabilidade e da responsabilidade corporativa.  \n ", "77": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Bibliografi a Básica:  \n1. FIALHO, Francisco A.P. et al. Gestão da sustentabilidade na era do \nconhecimento . Florianópolis: Visual Books, 2008.  \n2. LOMBORG, Bjørn. O ambientalista cético:  medindo o verdadeiro estado do \nmundo. Rio de Janeiro: Elsevier, 2002.  \n3. SENGE, Peter M. A qu inta disciplina:  arte e prática da organização que \naprende. Rio de Janeiro: Best Seller, 2005.  \n \nBibliografia Complementar:  \n1. BACKER, Paul de. Gestão ambiental:  a administração verde. Rio de Janeiro: \nQualitymark, 2002.  \n2. CASTRO, Newton de. A questão ambiental e as empresas. Brasília, 1998.  \n3. DIAS, Genebaldo Freire. Pegada ecológica e sustentabilidade humana.  São \nPaulo: Gaia, 2002.  \n4. HAMMES, Valéria Sucena. Agir – percepção da gestão ambiental. São Paulo: \nGlobo, 2004. v. 5.  \n5. MONTIBELLER -FILHO, Gil berto. O mito do desenvolvimento sustentável:  \nmeio ambiente e custos sociais no moderno sistema produtor de mercadorias. \n3.ed. Florianópolis: UFSC, 2008.  \n \nCTD209  - Termodinâmica  - 60h  \nEnergia. Sistemas de potência a vapor. Sistemas de potência a gás. Sistemas de \nrefrigeração e de bombas de calor. Relações termodinâmicas.  \n \nBibliografia Básica:  \n1. Moran, Michael J.; Shapiro, Howard N. . Princípios de termodinâmica para \nengenharia . 4.ed. Rio de Janeiro: LTC , 2002. 681 p. ISBN 85 -216 -1340 -7 (broch.)  \n2. Smith, J. M.; Ness, H. C. Van; Abbott, M. M. Introdução à termodinâmica da \nengenharia química . Rio de Janeiro: LTC Ed., 2007. x, 626 p. ISBN 978 -85-216 -\n1553 -8. \n3. CALLEN, Herbert B., Thermodynamics and an Introduction to \nThermostatistics . Wiley 2 edition, 1985.  ", "78": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   \nBibliografia Complementar:  \n1. Gordon John, Van Wylen. Fundamentos de termodinâmica clássica . 2.ed. São \nPaulo: Edgard Blücher, 1976. 563 p.  \n2. Kreith, Frank. Princípios da transmissão de calor . 3.ed. São Paulo: Edgard \nBlucher, 1977. 550 p.  \n3. Souza, Edward de. Fundamentos de termodinâmica e cinética química . Belo \nHorizonte: UFMG, 2005. 341 p. il. (Didática). ISBN 85 -7041 -452 -8. \n4. Lewis, Gilbert Newton; Randall, Merle. Thermodynamics.  Revisão de Kenneth \nS. Pitzer e Leo Brewer. 2. ed. New York: McGraw -Hill, c1961. x ii, 723 p.  \n5. Emanuel, George. Advanced classical thermodynamics . Washington, D. C.: \nAmerican institute of aeronautics and astronautics, 1987. 234 p. : ISBN \n0930403282.   \n \nCTD211 - Ciência e Tecnologia dos Materiais - 60h  \nMetais ferrosos e não ferrosos. Metais não ferrosos especiais. Produtos minerais \nnão metálicas. Polímeros. Revestimentos protetores metálicos e tintas. Critérios de \nseleção de materiais de construção de equipamentos da indústria química. Ensaio \ndos materiais. Corrosão. Classificação das embalagens, tipos e usos. Importância e \nfunções das embalagens  \n \nBibliografia Básica:  \n1. CALLISTER, William D. Ciência e engenharia de materiais : uma introdução. \nRio de Janeiro: LTC , 2008.  \n2. ASKELAND, Donald R.; PHULÉ, Pradeep P. Ciência e engenharia dos \nmateriais . São Paulo: Cengage Learning, 2008.  \n3. VAN VLACK, Lawrence H. Princípios de ciência dos materiais . São Paulo: \nEdgard Blücher, 1970.   \n \nBibliografia Complementar:  \n1. CALLISTER, William D. Materials science and engineering: an introduction. \n7.ed. New Yor k: John Wiley & Sons, 2007.  ", "79": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  2. SIBILIA, John P. (ed.). A guide to materials characterization and chemical \nanalysis.  2. ed. New York: Wiley -VCH, c1996.  \n3. CHIAVERINI, Vicente. Tecnologia mecânica:  materiais de construção \nmecânica. São Paulo: McGraw -Hill do Bras il , 1978. v.2.   \n4. BOTELHO, Manoel Henrique Campos; MARCHETTI, Osvaldemar. Concreto \narmado eu te amo . 4.ed. São Paulo: Edgard Blücher, 2006. v.1.  \n5. BAUER, L. A. Falcão (coord.). Materiais de construção . 5. ed. Rio de Janeiro: \nLTC, 2000 . v.1.  \n \nCTD229 - Química Analítica Qualitativa - 60h  \nIntrodução à Química Analítica Qualitativa, Equilíbrio Químico; Equilíbrio ácido -\nbase; Equilíbrio de complexação; Equilíbrio de solubilidade, Equilíbrio de Oxi -\nredução. Atividades de Laboratório  \n \nBibliografia Básica:  \n1. VOGEL, A. I. Química analítica qualitativa . 5. ed. São Paulo: Mestre Jou, 1981.  \n2. SKOOG, D. A.; WEST, D. M.; HOLLER, F. J.; CROUCH, S. R. Fundamentos de \nquímica analítica . Tradução da 8ª edição norte -americana. São Paulo: \nThomson, 2006.  \n3. HARRIS, D. C. Análise  química quantitativa . 7 ed. Rio de Janeiro: LTC, 2008.  \n \nBibliografia Complementar:  \n1. BACCAN, N.; GODINHO, O.E.S.; ALEIXO, L.M.; STEIN, E. Introdução à \nsemimicroanálise qualitativa.  7 ed. Campinas: Editora da Unicamp, 1997.  \n2. SKOOG, D. A.; HOLLER, F. J.; NIEM AN, T. A. Princípios de análise \ninstrumental.  5.ed. Porto Alegre: Bookman, 2002.  \n3. CHRISTIAN, G. D. Analytical chemistry . 5 ed. New York: Wiley, 1994.  \n4. RUSSEL, J. B . Química geral . , 2 ed. São Paulo: Makron Books, 1994. 2v.  \n5. KOTZ, J. C,; TREICHEL, P. M. Química e reações químicas.  Rio de Janeiro: \nCengage Learning, 2005. 2v.  \n \n ", "80": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  CTD328 - Mecânica de Sólidos - 60h  \nSistemas de forças. Componentes de uma força. Momento e binário de uma força. \nResultante de forças em duas e três dimensões. Diagrama de corpo livre. Análise de \nesforços em estruturas: treliças, máquinas e pórticos. Forças distribuídas. Cálculo \nde centróides: linha, área e volume. Momento de inércia de figuras planas. \nEquilíbrio em vigas. Diagramas de esforço cortante e momento fletor. Esforços e m \ncabos flexíveis. Problemas envolvendo atrito seco.  \n \nBibliografia Básica:  \n1. MERIAN, J. L.; KRAIGE, L. G. Mecânica para engenharia  – estática.  6 ed. Rio \nde Janeiro: LTC, 2009.  \n2. BEER, F. P. et al. Mecânica vetorial para engenheiros – estática.  7 ed.. New \nYork:  McGraw -Hill, 2006.  \n3. HIBBELER, R C. Estática – mecânica para engenharia. 12 ed. São Paulo: \nPearson, 2011.  \n \nBibliografia Complementar:  \n1. UGURAL, A. C. Mecânica dos materiais . 1 ed. Rio de Janeiro: LTC, 2009.  \n2. BEER, F. P. et al. Mecânica dos materiais. 5 ed. São  Paulo:  Mcgraw -Hill, 2011.  \n3. BUDYNAS, Richard G.; KEITH Nisbett, J. Elementos de máquinas de Shigley:  \nprojeto de engenharia mecânica. 8 ed, Porto Alegre: Bookman, 2011.  \n4. SARKIS, M. Mecânica técnica e resistência dos materiais. 12 ed , São Paulo: \nÉrica, 2001.  \n5. NETO, J. B. Mecânica newtoniana, lagrangiana e hamiltoniana. 1 ed. s.l: \nLivraria da Física, 2004.  \n \nENQ102  – Química inorgânica  - 60h  \nGrupos representativos. Complexos de metais de transição. Química de compostos \nde coordenação.  \n \nBibliografia Básica:  \n1. LEE, J.D. Química Inorgânica não tão concisa . 5ª ed. São Paulo: Edgard ", "81": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Blücher, 2000.  \n2. SHRIVER, D.F.; ATKINS, P.W. Química Inorgânica . 4ª ed. Porto Alegre: \nBookman, 2008.  \n3. ATKINS, P.W.; JONES, L. Princípios de Química . 3ª ed. Porto Alegre: Bookman, \n2007.  \n \nBibliografia Complementar:  \n1. BARROS, H.L.C. Química Inorgânica: uma introdução . 1ª ed. Belo Horizonte: \nUFMG,1992.  \n2. HUHEEY, J.E.; KEITER, E.A.; KEITER, R.L. Inorganic Chemistry: Principles of \nstructure and reactivity. 4a ed. Harper Collins Publisher, 1993.  \n3. COTTON, A.F. Basic Inorganic Chemistry . 3a ed. New York: John Wiley \nPublisher, 1995.  \n4. COTTON, A.F. Advanced Inorganic Chemistry . 6ª ed. New York: Jonh Wiley \nPublisher,1999.  \n5. BASOLO, F.; JOHNSON, R.C. Química de los compuestos de coor denação. \nReverté,1978.  \n \n \n \n6º PERÍODO  \nCTD204  – Cálculo numérico  - 60h  \nNoções de erros. Zero Reais de Funções Reais. Resolução de sistemas lineares. \nInterpolação. Ajuste de Curvas. Integração Numérica.  \n \nBibliografia Básica:  \n1. RUGIERO, M. A. G. e LOPES, V. L. R. Cálculo Numérico: Aspectos Teóricos e \nComputacionais . 2a edição. Makron Books, 1996.  \n2. BURDEN, R.L. Análise Numérica . São Paulo: Thomson Pioneira, 2003.  \n3. BARROSO, L. C., BARROSO, M. M. de A., CAMPOS, filho, F. F., CARVALHO , M. L. B. \n& MAIA, M. L., Cálculo Numérico , São Paulo, Harbra Ltda, 1987.  \n ", "82": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Bibliografia Complementar:  \n1. FRANCO, N. M. B. Cálculo Numérico . São Paulo: Prentice -Hall Brasil, 2006.  \n2. Burian, Reinaldo; Lima, Antônio Carlos. Cálculo Numérico . Rio de Janeiro: \nEdito ra LTC, 2007.  \n3. CAMPOS FILHO, F F. Algoritmos Numéricos . Rio de Janeiro: Editora LTC, 2ª \nedição, 2007.  \n4. GOLUB, E., VAN LOAN, C. Matrix Computations . John Hopkins. Univ. Press, \n1983.  \n5. QUARTERONI, A., SACCO, R., SALERI, F. Numerical Mathematics , Springer, \n2nd ed.  \n \nCTD230 – Química Analítica Quantitativa - 60h  \nIntrodução a Química Analítica Quantitativa; Erros e tratamento dos dados \nanalíticos; Gravimetria; Fundamentos da Análise Volumétrica; Volumetria ácido -\nbase; Volumetria de Precipitação; Volumetria de Complexação; Volumetria de \nOxiredução. Atividades de Laboratório.  \n \nBibliografia Básica:  \n1. SKOOG, D. A.; WEST, D. M.; HOLLER, F. J.; CROUCH, S. R., “ Fundamentos de \nQuímica Analítica ”, Tradução da 8ª edição norte -americana, Editora Thomson, \n2006.  \n2. HARRIS, D. C., \" Análise Química Quantitativa \", 7a Edição, Rio de Janeiro: LTC, \n2008.  \n3. MENDHAM, J.; DENNEY, R.C.; BARNES, J.D.; THOMAS, M.J.K., Vogel - Análise \nQuímica Quantitativa , 6a Edição, Editora LTC, 2002.  \n \nBibliografia Complementar:  \n1. BACCAN, N.; DE AN DRADE J.C.; GODINHO, O.E.S.; BARONE J.S., \" Química \nAnalítica Quantitativa Elementar ”, 3a Edição, Editora Edgard Blücher, 2001.  \n2. MEIER, P. C.; ZÜND, R. E. Statistical methods in analytical chemistry . 2. ed. \nNew York: Wiley -Interscience, 2000.  \n3. FIFIELD, F. W.; KEALY, D. Principles and practice of analytical chemistry . ", "83": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Malden: Blackwell science, 2000.  \n4. CHRISTIAN, G. D. Analytical Chemistry , 5th ed, Wiley, New York, 1994.  \n5. SKOOG, D. A.; HOLLER, F. J.; NIEMAN, T. A.. Princípios de análise \ninstrumental . 5.ed. Porto Alegre: Bookman, 2002.  \n \nCTD309 - Eletrotécnica - 60h  \nIntrodução a NR - 10. Elementos de circuitos elétricos: resistores, indutores, \ncapacitores e fontes. Leis básicas dos circuitos elétricos. Noções básicas de análise \nde circuitos de corrente contínua e alternada. Instrumentos de medições elétricas: \namperímetros, voltímetros, ohmímetros e osciloscópios. Potência em circuitos de \ncorrente alternada. Circuitos trifásicos. Noções de acionamento de motores \nelétricos. Noções de instalações e létricas residenciais.  \n \nBibliografia Básica:  \n1. CREDER, H. Instalações elétricas.  15 ed., Rio de Janeiro, LTC, 2007.  \n2. NEVES, Eurico G. C. Eletrotécnica geral . 2. Ed. Pelotas: Editora e Gráfica \nUniversitária UFPel, 2005.  \n3. SAY, M. G. Eletricidade geral:  eletrotéc nica. São Paulo: Hemus, 2004.  \n \nBibliografia Complementar:  \n1. CAPUANO, F. G.; MARINO, M. A. M. Laboratório de eletricidade e eletrônica.  \n23 ed. São Paulo: Érica, 1998.  \n2. COTRIM, A. A. M. B. Instalações elétricas.  2 ed., São Paulo: Prentice Hall \nBrasil, 2002.  \n3. CUN HA, Ivano. J. Eletrotécnica.  São Paulo: Hemus, 199?.  \n4. FILHO, J. M. Instalações elétricas industriais. 6 ed. Rio de Janeiro: LTC, 2002.  \n5. FRANCHI, C. M. Acionamentos elétricos . Tatuapé: Érica, 2007.  \n \nCTD311  – Fenômenos de Calor  - 60h  \nIntrodução à transferência de calor. Transferência de calor por condução \nunidimensional em regime permanente. Transferência de calor por condução \nbidimensional em regime permanente. Condução de calor tridimensional em ", "84": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  regime permanente. Condução de calor e m regime transiente. Convecção de calor \nnatural. Convecção de calor forçada no interior de tubos e sobre superfícies \nexternas. Transmissão de calor por radiação. Trocadores de calor.  \n \nBibliografia Básica:  \n1. INCROPERA, Frank P.; DEWITT, David P.; BERGMAN, Th eodore L.; LAVINE, \nAdrienne S. Fundamentos de transferência de calor e da massa . Tradução e \nrevisão técnica: Eduardo Mach Queiroz, Fernando Luiz Pellegrini Pessoa. Rio de \nJaneiro: LTC, 2008. xix 643 p.  \n2. BIRD, R. Byron; STEWART, Warren E.; Lightfoot, Edwin N. Fenômenos de \ntransporte . 2ª Ed. Rio de Janeiro: LTC, 2004. 838 p.  \n3. BRAGA FILHO, Washington. Fenômeno de transporte para engenharia . Rio \nde Janeiro: LTC, 2006. 481 p.  \n \nBibliografia Complementar:  \n1. Livi, Celso Pholman. Fundamentos de Fenômenos de transporte . 1ª Ed. Rio \nde Janeiro: LTC, 2004. 230 p.  \n2. Canedo, Eduardo Luis. Fenômenos de transporte . 1ª Ed. Rio de Janeiro: LTC, \n2010. 552 p.  \n3. KREITH, F.; BOHN, M. S.. Princípios de transferência de calor . São Paulo: \nThomson, 2003. 747 p.  \n4. BENNETT, C. O.; MYE RS, J. E ., Fenômenos de transporte: quantidade de \nmovimento, calor e massa , São Paulo: McGraw -Hill, 1978.  \n5. ÇENGEL, Yunus A. Transferência de Calor e Massa: Uma Abordagem \nPrática , 3ª Edição. São Paulo, SP: McGraw -Hill Interamericana do Brasil Ltda., \n2009.  \n \nENG101 - Operações Unitárias I - 60h  \nIntrodução às operações unitárias. Transporte de fluidos, caracterização e \ndimensionamento de equipamentos: bombas, válvulas e compressores. \nCaracterização e transporte de partículas sólidas. Colunas de recheio. Fluidização. \nTransporte hidráulico e pneumát ico. Filtração. Sedimentação. Centrifugação. ", "85": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Tratamento e separação de sólidos. Agitação e mistura.  \n \nBibliografia Básica:  \n1. FOUST, A; S.; WENZEL, L. A.; CLUMP, C. W.; MAUS, L.; ANDERSEN, L. B. \nPrincípios das operações unitárias.  2 ed. Rio de Janeiro: LTC, 1982.  \n2. GEANKOPLIS, C. J. Transport processes and separation process principles.  \n4 ed. Upper Saddle River, NJ: Prentice Hall, 2003.  \n3. McCABE, W. L.; SMITH, J. C.; HARRIOTT, P. Unit operations of chemical \nengineering . 7 ed.. Boston: McGraw -Hill, 2005.  \n \nBibliogr afia Complementar:  \n1. MASSARANI, G. Fluidodinâmica de sistemas particulados . 2 ed. Rio de \nJaneiro: E -papers Editora, 2002.  \n2. PERRY, R. H.; GREEN, D. W. Perry´s chemical engineering handbook. 7 ed. \nNew York: McGraw -Hill, 1997.  \n3. COULSON, J. M., RICHARDSON, J. F.,  BACKHURST, J. R., HARKER, J. H. Coulson & \nRichardson’s Chemical Engineering : fluid flow, heat transfer, mass transfer. \n2002. v. 2.  \n4. BLACKADDER NEDDERMAN. Manual de operações unitárias . Rio de Janeiro: \nHemus, 2004.  \n5. MaCINTYRE, A. J. Equipamentos industriais e de processo . Rio de janeiro: \nLTC, 1992.  \n \nENQ103  – Termodinâmica II  - 60h  \nPropriedades PVT dos fluidos. Termodinâmica de soluções. Teoria e aplicações. \nEquilíbrio vapor -líquido (VLE). Tópicos em equilíbrio de fases. Equilíbrio em \nreações químicas.  \n \nBibliografia Básica:  \n1. VAN NESS,H.C.; SMITH J.M.; ABBOTT, M.M. ABBOTT. Introdução à \nTermodinâmica da Engenharia Química , 7a. ed.. Rio de Janeiro: LTC, 2009.  \n2. KORETSKY, M.D. Termodinâmica para Engenharia Química , 1ª ed. Rio de ", "86": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Janeiro:LTC, 2007.  \n3. SANDLER, S.I. Chemical and Engineering Thermodynamics , 3a. ed. John \nWiley, 1999.  \n \nBibliografia Complementar:  \n1. BORGNAKKE G. SONNTAG V. W. , G., C. Fundamentos da Termodinâmica , 7a. \ned.,São Paulo: Edgard Blucher, 2009.  \n2. POLING, B. PRAUSNITZ, J.M. The Properties of Gases and  Liquids , 5a. ed. New \nYork: McGraw Hill, 2001.  \n3. LEWIS, G.N.; RANDALL, M. Thermodinamics , 2a ed. New York: McGraw Hill, \n1961.  \n4. RUSSEL, L.DF.; ADEBIYI, G.A.; Classical Thermodinamics , 1a. ed., New York: \nOxford University Press, 1993.  \n5. LEVENSPIEL, O. Termodinâmi ca amistosa para engenheiros , 1ª ed. São \nPaulo: Edgard Blucher, , 2002.  \n \n \n \n7º PERÍODO  \nCTD3 02 – Reatores químicos  - 60h  \nCinética das reações homogêneas. Introdução ao cálculo de reatores. Reatores \nideais. Reatores batelada, de mistura (CSTR) e tubular (PFR). Comparação entre \nreatores de mistura e tubular. Combinação entre reatores de mistura e tubular. \nComportamento de reatores ideais não isotérmicos. Reatores não -ideais.  \n  \nBibliografia Básica:  \n1. LEVENSPIEL, O. Engenharia das Reações Químicas . 3a ed. São Paulo: Blucher, \n2000.  \n2. FOGLER, H. SCOTT,1939 -. Elementos de engenharia das reações químicas . \nVerônica Calado (Trad.); Evaristo C. Biscaia Jr. (Trad.). 4a ed. Rio de Janeiro: \nLTC, 2009.  \n3. ROBERTS, G. W., Reações químicas e reatores químicos , 1ª Ed., LTC, 2010 . ", "87": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   \nBibliografia Complementar:  \n1. FROMENT, G. F.; BISCHOFF, K.B . Chemical reactor analysis and design . 2a ed. \n, John Wiley & Sons, 1990.  \n2. J.M. Smith. Chemical Engineering Kinetics . 3ª ed. McGraw Hill, 1985.  \n3. SCHMAL, M. Cinética e Reatores: Aplicação a Engenharia Química - teoria e \nexercícios . 2ª ed.Rio de Janeiro: Synergia, 2010.  \n4. Formosinho, Sebastião J.; Arnaut, Luís G. Cinética química: estrutura \nmolecular e reactividade química . Coimbra [Portugal]: Universidade de \nCoimbra, 2003. 640 p. : il., gráfs.,  tabs. (Ensino). Bibliografia: 613 -[620]. ISBN \n9728704119.  \n5. NAUMAN, E. B., Chemical reactor design, optimization and scaleup . 2a Ed. \nJohn Wiley & Sons, 2008.  \n \nCTD339 - Resistência dos Materiais - 60h  \nO conceito de tensão. Propriedades mecânicas dos materiais. Carregamento axial. \nFlexão. Torção. Carregamento transversal. Transformações de tensão e \ndeformação. Tensões principais. Projeto de vigas e eixos. Flambagem de colunas.  \n \nBibliografia Básica:  \n1. DEWOLF, J. T.; JOHNSTON, E. R.; BEER, F. P. Resistênci a dos materiais. 4 ed. \nSão Paulo: Mcgraw -Hill, 2006.  \n2. HIBBELER, R. C. Resistência de materiais . 7 ed. São Paulo: Pearson \nEducation, 2010.  \n3. JOHNSTON, E. R.; EISENBERG, E. R.; BEER, F. P. Mecânica vetorial para \nengenheiros  : estática. 7 ed. São Paulo: Mcgraw -Hill, 2006.  \n \nBibliografia Complementar:  \n1. UGURAL, A. C. Mecânica dos materiais.  1 ed. Rio de Janeiro: LTC, 2009.  \n2. BEER, F. P. et al. Mecânica dos materiais.  5 ed. São Paulo: Mcgraw -Hill, 2011.  \n3. NORTON, R. L. Projeto de máquinas:  uma abordagem integrada. 2 ed.  Porto \nAlegre: Bookman, 2004.  ", "88": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  4. BUDYNAS, Richard G.; KEITH Nisbett, J. Elementos de máquinas de Shigley: \nprojeto de engenharia Mecânica. 8 ed. Porto Alegre: Bookman, 2011.  \n5. COLLINS, J. A. Projeto mecânico de elementos de máquinas:  uma \nperspectiva de prevenção da falha. Rio de Janeiro: LTC, 2006.  \n \nCTD341  – Tratamento de água e efluentes  - 60h  \nNoções gerais de ecologia. Características físico -químicas e biológicas da água e \nefluentes. Padrões de emissão e qualidade. Contaminantes químicos em recursos \nhídricos. Parâmetros de qualidade de água e efluentes. Tratamento aeróbio e \nanaeróbio. Noções de processos de tratamento: primário, secundário e terciário. \nNoções de gerenciamento de aspectos e impactos ambientais. Reuso de água.  \n \nBibl iografia Básica:  \n1. SPERLING, M. V. Princípios do tratamento biológico de águas \nresiduárias  – introdução àqualidade das águas e ao tratamento de esgotos. 2a ed. \nBelo Horizonte: DESA/UFMG, 1996.  \n2. Metcalf & Eddy – Wastewater Engineering. Treatment and reuse . Fou rth \nedition, MCGRAW -HILL HIGHER EDUCATION (2002).  \n3. RAMALHO, R.S., Introdution to Wastewater Treatment Process , \nAcademic Press - Second Edition.  \n \nBibliografia Complementar:  \n1. MIZIGUCHI, Y. et al. Introdução à Ecologia , Editora Moderna, Rio, 1981.  \n2. BRAGA, et  al., Introdução à Engenharia Ambiental,  2ª ed. Editora Pearson \nPrentice Hall, 2005.  \n3. BRAILE, P.M. e CAVALCANTI, J.E.W.A., Manual de Tratamento de Águas \nResiduárias Industriais , CETESB, São Paulo – Brasil, 1993.  \n4. EVANGELOU, V.P. Environmental Soil and Water Chemistry: Principles \nand Applications , John Wiley and Sons (1998).  \n5. DIAS, G.F., Educação Ambiental - Princípios e Práticas , Editora Gaia, 6a \nedição revisada, 2001.  \n ", "89": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  ENG102 - Operações Unitárias II – 60h  \nDestilação extração líquido -líquido, extração sólido -líquido. Lixiviação, absorção, \ntroca iônica, operações em estágios e em colunas de recheio.  \n \nBibliografia Básica:  \n1. ROSA, Gilber; GAUTO, Marcelo A. Processos e operações unitárias da \nindústria química. Rio de Janeiro:  Ciência Moderna, 2011.  \n2. McCABE, W arren; SMITH, Julian; HARRIOTT, Peter. Unit operations of \nchemical engineering. 6 ed.  New York: McGraw -Hill \nScience/Engineering/Math, 2000.  \n3. FOUST, Alan S. et al. Princípios das operações unitárias.  2.ed. Rio de \nJaneiro: LTC, 1982.  \n \nBibliografia Complementar:  \n1. PAYNE, Joh Howard. Operações unitárias na produção de cana de açúcar.  \nSão Paulo: Nobel, 2000.  \n2. BLACKADDER e NEDDERMAN, D.  Manual de operações unitárias.  São \nPaulo: Hemus, 2004.  \n3. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s chemical enginee r’s \nhandbook. 7 ed. New York: McGraw -Hill, 1997.  \n4. GEANKOPLIS, C.J. Transport processes and separation process . 4. ed. New \nJersey: Prentice -Hall International.  \n5. WANKAT, P. Separation process engineering.  New Jersey: Prentice hall, \n2003.  \n \nENQ201 – Transferência de Massa – 60h \nIntrodução à transferência de massa. Concentrações, velocidade e fluxos. Difusão \nde massa em regime permanente. Difusão de massa em regime transiente. \nTransferência de massa por convecção através de interfaces e de superfícies com \ngeometria simples. Transf erência de massa entre fases. Correlações de \ntransferência de massa. Transferência simultânea de calor e massa. Aplicações ", "90": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  dos conceitos a plantas industriais.  \n \nBibliografia básica  \n1. BIRD, R. B.; STEWART, W. E.; LIGHTFOOT, E. N. Fenômenos de Transporte. \n2. ed. Rio de Janeiro: Livros Técnicos e Científicos, c2004.  \n2. CREMASCO, M. A. Fundamentos de Transferência de Massa. 2. ed. São Paulo: \nUnicamp, 2009.   \n3. BRAGA FILHO, W. Fenômenos de Transporte para Engenharia. Rio de \nJaneiro: Livros Técnicos e Científicos, 2006.   \n \nBibliografia Complementar:  \n1. INCROPERA, F. P.; DEWITT, D. P. Fundamentos de Transferência de Calor e \nde Massa. 4. ed. Rio de Janeiro: Livros Técnicos e Científicos, 1998.  \n2. WELTY, J. R.; WICKS, C. E.; WILSON, R. E.; RORRER, G. L. Fundamentals of \nmomentum, h eat, and mass transfer , 4th ed., Hoboken (NJ): John Wiley & Sons, \n2001.  \n3. CUSSLER, E. L., Diffusion: mass transfer in fluid systems , 3ª ed., New York: \nCambridge University Press, 2008.  \n4. TREYBAL, R. E., Mass -transfer operations , 3rd ed., Auckland: McGraw -Hill,  \n1981.  \n5. ÇENGEL, Yunus A. Transferência de Calor e Massa: Uma Abordagem Prática, \n3ª Edição. São Paulo, SP: McGraw -Hill Interamericana do Brasil Ltda., 2009.  \n \nENG104 - Laboratório de Engenharia I – 60h  \nEstudo dos fenômenos de transporte de movimento aplicados a engenharia \nquímica através de experimentos. Práticas envolvendo: medidores de vazão; \ndeterminação de curvas características e associação de bombas centrífugas; \nmoagem e análise granulométrica; sed imentação; filtração; hidrociclones; \ntrocadores de calor; geradores de vapor; evaporadores e condensadores.  \n \nBibliografia básica  ", "91": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  1. McCABE, W. L.; SMITH, J. C.; HARRIOTT, P. Unit Operations of Chemical \nEngineering , 6ª ed., McGraw -Hill International Editions,  2000.  \n2. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, L.B. \nPrinciples of Unit Operations , 2a ed., John Wiley & Sons, 1980.  \n3. GEANKOPLIS, C.J. Transport Processes and Unit Operations , 3rd ed, \nPrentice -Hall,1993.  \n4. MASSARANI, G. Filtração . Rio de Ja neiro: Publicação didática, COPPE/UFRJ, \n1978.  \n5. MASSARANI, G. Problemas em Sistemas Particulados . São Paulo:Edgard \nBlucher Ltda, 1984.  \n \nBibliografia complementar  \n1. MASSARANI G. Fluidodinâmica em Sistemas Particulados . Rio de Janeiro: \nEditora UFRJ, 1997.  \n2. GOMIDE, R. Operações Unitárias . Edição do Autor, Vol. 1 e 3, 1980.  \n3. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s \nHandbook , 7a ed., McGraw -Hill, 1997.  \n4. M. C. POTTER e D. C. WIGGERT, Mecânica dos Fluidos , Thomson, 2004.  \n5. COULSON, J.M. & RI CHARDSON - Chemical Engineering , 3a. ed., Pergamon \nPress,1977, v.1.  \n \n \n \n8º PERÍODO  \nENQ103 - Operações Unitárias III - 60h  \nDestilação extração líquido -líquido, extração sólido -líquido . lixiviação. absorção, \ntroca iônica, operações em estágios e em colunas de recheio.  \n \nBibliografia básica  \n1. ROSE, G. Processos e Operações Unitárias da Indústria . Ed. Ciência Moderna.  \n2. McCABE, W. L.; SMITH, J. C.; HARRIOTT, P. Unit Operations of Chemical ", "92": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Engineering , 5 th ed., McGraw -Hill International Editions, 1993.  \n3. FOUS T, A.S.; WENZEL, L.A.; CLUMP, C. W.; MAUS, L.; ANDERSEN, L.B. Princípios \ndas operações unitárias . Ed. LTC.  \n \nBibliografia complementar  \n1. PAYNE, J. E. Operações unitárias na produção de cana de açúcar . Ed. Nobel.  \n2. BLACKADDER . Manual de Operações Unitárias . Ed.  Hemus.  \n3. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s \nHandbook , 7th ed., McGraw -Hill, 1997.  \n4. GEANKOPLIS, C.J . Transport Processes and separation Process . Ed. Prentice -\nHall International.  \n5. WANKAT, P. Separation Process Engineering . Ed. Pr entice hall.  \n \n \nENG201  - Engenharia Bioquímica - 60h  \nAgitação, aeração e ampliação de escala em processos fermentativos. Tecnologia de \nbioreatores. Cinética dos processos enzimáticos e fermentativos. Biorreatores \nbiológicos e enzimáticos ideais: Processo descontínuos, semicontínuos e contínuos; \nbalanços de massa, cinética e cálculo de reatores.  \n \nBibliografia Básica:  \n1. SCHMIDELL, W. (Coord.) et al. Biotecnologia industrial: engenharia bioquímica. \nSão Paulo: Edgard Blücher, 2001. v.2. 541p.  \n2. LIMA, U. A. (coord.) et al. Biotecnologia industrial: processos fermentativos e \nenzimáticos. São Paulo: Edgard Blücher, 2001. v.3. 59p.  \n3. MADIGAN, M. T.; MARTINKO, J. M.; PARKER, J. Microbiologia de Brock. 10. ed. \nSão Paulo: Prentice Hall, 2004. 608p  \n \nBiblio grafia Complementar:  \n1. LIESE, A.; SEELBACH, K.; WANDREY, C. (Ed.). Industrial biotransformations. \n2nd ed., rev. Weinheim: Wiley -VCH, c2006. xiv, 556p.  \n2. AQUARONE, E. (coord.) et al. Biotecnologia industrial: biotecnologia na ", "93": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  produção de alimentos. São Paulo: Edgard Blücher, 2001. v.4. 523p.  \n3. BORZANI, W. (coord.) et al. Biotecnologia industrial: fundamentos. São Paulo: \nEdgard Blücher, 2001. v.1. 254p.  \n4. MOUSDALE, D. M. Biofuels: biotechnology, chemistry, and sustainable \ndevelopment. Boca Raton: CRC Press, 2008. xi x, 404p.  \n5. BIRD, R. B.; STEWART, W. E.; LIGHTFOOT, E. N. Fenômenos de transporte. 2. ed. \nRio de Janeiro: LTC, 2004. 838p.  \n \nENQ104 - Corrosão  - 60h  \nCorrosão. Oxidação e redução. Formas (ou tipos) de corrosão. Mecanismos básicos \nda corrosão. Fatores que favorecem a corrosão metálica . Interpretação das curvas \nde polarização e dos diagramas de Pourbaix . Corrosão associada a fatores \nmecânicos . Ação corrosiva da água . Corrosão em concreto. Formas o u medidas de \ncombate à corrosão. Realização de experimentos de  corrosão, monitoramento e \ndeterminação das taxas de corrosão . \n \nBibliografia Básica  \n1. GENTIL,V. Corrosão , Rio de Janeiro: Editora LTC, 2007, 300 p.  \n2. FONTANA, M.G. Corrosion Engineering . 3 ed., New York, Mc Graw -Hill, 1986, \n566p.  \n3. SZKLARSKA -SMIALOWSKA, Z. Pitting and crevice corrosion . Houston, NACE \nInternational, 2005, 590 p.  \n4. RAMANATHAN L. V. Corrosão e seu Controle , Hemus, São Paulo. 1995.  \n \nBibliografia Complementar   \n1. GEMELLI E. Corrosão de materiais metálicos e sua caracterização : Editora \nLTC, 2001, 200  p. \n2. Metals Handbook; Volume13 - Corrosion . 9 ed. Metals Park, Ohio. ASM \nInternational, 1987, 1415p.  \n3. STANSBURY, E. E. Fundamentals of electrochemical corrosion . Materials \nPark, ASM International, 2000, 487 p.  \n4. EVANS, U. R. An Introduction to Metallic Corrosion . 3rd ed., Great Britain, ", "94": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Edward Arnold, 1981, 302p.  \n5. UHLIG, H. H. Corrosion and Corrosion Control . 3rd ed. New York, John Wiley \n& Sons, 1985, 441p.  \n6. SCULLY, J. C. The Fundamentals of Corrosion . Oxford, Pergamon press, p. \n234, 1975.  \n \nENQ202 – Reatores Químicos II  - 60h  \nIntrodução a tecnologia de cereais. Armazenamento, limpeza e seleção de cereais. \nMoagem de cereais. Introdução aos sistemas heterogêneos de reações. Sistema \nsólido -fluido não catalítico. Fundamentos da catálise, difusão e reação  em \ncatalisadores porosos. Sistema sólido -fluido catalíticos. Modelos de reatores para \nreações heterogêneas. Projeto de reatores catalíticos heterogêneos.  \n \nBibliografia básica  \n1. LEVENSPIEL, O., Engenharia das reações químicas , 3ª ed., São Paulo: Edgard \nBlücher, 2000.  \n2. FOGLER, H. S., Elementos de engenharia das reações químicas , 3ª ed., Rio de \nJaneiro: LTC, 2002.  \n3. SCHMAL, M., Cinética e reatores: Aplicação na Engenharia Química , 1ª ed., \nRio de Janeiro: Synergia Editora, 2010.  \n \nBibliografia complementar  \n1. SANTOS, A. M. N., Reactores químicos – conceitos básicos e projetos de \nreatores ideais: uma abordagem tutorial , vol. 1, Lisboa: Calouste \nGulbenkian, 1990.  \n2. HILL Jr., CHARLES G ., An introduction to chemical engineering kinetics & \nreactor design : John Wiley & Sons, 1977.  \n3. NAUMAN, E. B ., Chemical reactor design, optimization and scale up , John \nWiley & Sons, second edition, 2008.  \n4. FROMENT, G. F., BISCHOFF, K. B., DE WILDE, J., Chemical reactor analysis and \ndesign , John Wiley and Sons, 3rd edition, 2010.  \n5. ROBERTS, G. W., Reações químicas e reatores químicos , 1ª Ed., LTC, 2010.  ", "95": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   \nENQ203 – Modelagem e Simulação de Processos Químicos  – 60h  \nModelos matemáticos e suas classificações. Ferramentas computacionais. \nResolução de  sistemas de equações comumente encontrados em problemas na \nEngenharia Química:  sistemas de equações lineares, não -lineares, diferenciais \nordinárias, algébrico -diferenciais,  diferenciais parciais). Análise de sistemas: \nnúmero de condições de matrizes, estabilidade e  bifurcação de sistemas dinâmicos. \nIntrodução à identificação de sistemas. Laboratório de  informática.  \n \nBibliografia Básica:  \n1. PINTO, J. C. e LAGE, P. L. C., Métodos Numéricos em Engenharia Química , \nSérie Escola Piloto de Engenharia Química, Rio de Janeiro: COP PE/UFRJ, E -\npapers, 2001.  \n2. BEQUETTE, B. W., Process Dynamics – Modeling Analysis and Simulation , \nPrentice -Hall International, 1998.  \n3. RICE, R. G. e Do, D. D. Applied Mathematics and Modeling for Chemical \nEngineers, New York: John Wiley, 1995.   \n \nBibliografia Complementar:  \n1. LUYBEN, W. L., Process Modeling, Simulation and Control for Chemical \nEngineering,  McGraw -Hill, 2ª ed., 1990  \n2. L. C. BARROSO et al. Cálculo Numérico: com Aplicações , 2a. ed., São Paulo: \nHarbra,  1987.  \n3. Press et al. Numerical Recipes , Cambridge Uni versity Press, New York, 2a ed,  \n(FORTRAN, C).  \n4. FINLAYSON, B. A. Introduction to Chemical Engineering Computing , \nPaperback, 2006.  \n5. CAMERON, I., HANGOS, K. Process Modelling and Model Analysis , 4. \nAcademic  Press, 2001.  \n \nENQ301 – Laboratório de Engenharia Química I  – 60h  \nProcedimentos experimentais de operações de transferência de calor, de ", "96": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  transferências de massa e calor simultâneos e processos de separação.  Perdas de \ncarga em tubulações. Escoamento em meios porosos. Transporte pneumático. \nDiagramas de fase para sistemas binários Diagramas de fase para sistemas \nternários Crioscopia. Cálculo de pressão de vapor. Determinação do coeficiente de \ntransferência de calor. Operações de transferência de calor com mudança de fase.  \n \nBibliografia básica  \n1. D. KERN, Process Heat Transfer , McGraw -Hill, 1950.  \n2. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering , 6ª ed, \nMcGraw -Hill, 2000.  \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, L.B. Principles \nof Unit Operations , 2a ed., John Wiley & Sons, 1980.  \n \nBibliografia complementar  \n1. TREYBAL, R.E. Mass -Transfer Operations , 3ª ed McGraw -Hill,, 1980.  \n2. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s \nHandbook, 7a ed., McGraw -Hill, 1997.  \n3. HEWITT G. F., SHIRES G. L. e BOTT T. R., Process Heat Transfer, CRC, 1ª ed, \n1994.  \n4. HOLMAN J. P., Transferência de Calor , McGraw -Hill, 1983.  \n5. LIENHARD IV J. H. e LIENHARD V,J. H. A Heat Transfer Textbook , 3ª Ed., \nPhlogiston Press, 2001.  \n \n \n \n9º PERÍODO  \nCTD324 - Engenharia Econômica - 60h  \nMatemática Financeira: conceito de juros; relações de equivalência; taxas nominais \ne efetivas; amortização de dívidas (Price, SAC e Misto). Inflação e correção \nmonetária. Análise econômica de investimentos: princípios e conceitos; VAUE, TIR \ne Pay -back; sub stituição de equipamentos; aluguel, leasing e financiamentos. Risco, ", "97": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  incerteza e análise de sensibilidade. Calculadoras financeiras e planilhas.  \n \nBibliografia Básica:  \n1. PUCCHINI, Abelardo. Matemática financeira, objetiva e aplicada . São Paulo: \nSaraiva,  2000.  \n2. HIRDCHFELD, Henrique. Engenharia econômica e análise de custos.  São \nPaulo: Atlas, 1998.  \n3. HUMMEL, Paulo Roberto Vampre. Analise e decisão sobre investimentos e \nfinanciamentos:  engenharia econômica - teoria e pratica. 4. ed. São Paulo: \nAtlas, 1995.  \n \nBibliografia Complementar:  \n1. PINDYCK, ROBERT S.; RUBINFELD, DANIEL, L. Microeconomia 5 ed. São \nPaulo: Prentice Hall, 2002.  \n2. HIRSCHFELD, H. Engenharia econômica e análise de custos.  7 ed. São Paulo: \nAltas, 2000.  \n3. ASSAF NETO, A.. Matemática financeira e suas apl icações.  10 ed. São `Paulo: \nAtlas, 2008.  \n4. THUESEN, H.G.; FABRYCKY, W.J.; THUESEN, G.J. (1977). Engineering \neconomy.  New Jersey: Prentice -Hall, 1977.  \n5. FARO, C. Elementos de engenharia econômica . 3 ed. São Paulo: Atlas. 1979.  \n \nENG202 - Instrument ação e Controle de Processos – 60h \nEquipamentos de controle e medida. Instalações hidráulicas e linhas de ar \ncomprimido, de vácuo, de gases e outras. Vapor. Instalações elétricas. Automação e \ncontrole de instalações de equipamentos e de processos industriais.  \n \nBibliografia Básica:  \n1. FOUST, Alan S. et al. Princípios das operações unitárias . 2.ed. Rio de Janeiro: \nLTC, 1982.  \n2. SHREVE, R. Norris; BRINK Jr., Joseph A. Indústrias de processos químicos.  \n4.ed. Rio de Janeiro: Guanabara Koogan, 1997.  ", "98": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  3. FIALHO, Arivelto Bustama nte. Automação hidráulica : projetos, \ndimensionamento e análise de circuitos. 5. ed. São Paulo: Érica, 2007.  \n \nBibliografia Complementar:  \n1. CUNHA, Ivano J. Eletrotécnica: auxiliar técnico para projetos e manutenção \nelétrica. São Paulo, SP: Hemus, 199?.  \n2. CREDER , Hélio . Instalações hidráulicas e sanitárias . 6. ed . Rio de Janeiro : \nLTC , 2006.  \n3. AZEVEDO NETTO, José Martiniano et al. Manual de hidráulica.  8. ed. atual. \nSão Paulo: Ed. Edgard Blücher, 1998.  \n4. MACINTYRE, Archibald Joseph. Bombas e instalações de bombea mento . \n2.ed. Rio de Janeiro: LTC, 1997.  \n5. HITTIG, Aladar. Manual de engenharia industrial: unidades de medição. São \nPaulo: Global, 1986. 4v. 780 p.  \n \nENG301 - Ética e Legislação Profissional – 30h  \nNoções de ética geral. Ética profissional. Direitos e deveres dos trabalhadores. \nConselhos profissionais da engenharia. Legislação pertinente  \n \nBibliografia Básica:  \n1. DRUMOND, J. G. F. O cidadão e o seu compromisso social.  Belo Horizonte, \nMG: Cuatira, 1993. 212 p.  \n2. PINHO, R. R.; NASCIMENTO, A. M. Instituições de direito público e privado : \nintrodução ao estudo do direito e noções de ética profissional. 24.ed. São \nPaulo: Atlas, 2009. 426 p  \n3. VALLS, A. L. M. O que é ética.  9.ed.. São Paulo: Brasiliense, 2006. 82 p.  \n \nBibliografia Complementar:  \n1. MUYLAERT, P. Ética profiss ional.  Niterói, RJ: [s.n.], 1977. 281 p.  \n2. GOMES, A. M. A. et al. Um olhar sobre ética e cidadania.  São Paulo: \nMackenzie, 2002. 142 p.  ", "99": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  3. BURSZTYN, M. (org.). Ciência, ética e sustentabilidade.  2.ed. Brasília: Cortez, \n2001. 192 p.  \n4. SINGER, P.  Ética prática.  3.ed .. São Paulo: Fontes, 2006. 399 p.  \n5. BRASIL. Conselho Federal de Química. Resolução Normativa Nº 46 de 27.de \njaneiro de.1978.  Determina o registro nos Conselhos Regionais de Química \ndos profissionais que menciona.  \n6. BRASIL. Conselho Federal de Engenharia, Arquitetura e Agronomia. Resolução \nNº 218, de 29 de junho de 1973. Discrimina atividades das diferentes \nmodalidades profissionais da Engenharia, Arquitetura e Agronomia.  \n \nENG302 – Gestão e Avaliação da Qualidade  – 60h  \nConceituação básica da qualidade, sistema de avaliação de processo, produto e \nserviços, implantação  do gerenciamento da rotina, elaboração e gerenciamento de \ndocumentação padronizada, Ferramentas  estatística da qualidade, método de \nsolução de problemas, gerenciamento pelas diretrizes, sistema de  garantia da \nqualidade baseada nas normas. Gerenciamento do crescimento do ser humano . \n \nBibliografia Básica:  \n1. CAMPOS, V.F., TQC – Controle da Qualidade Total  (no estilo Japonês), QFCO – \nFundação Cristiano Ottoni, Belo Horizonte, 1992, 229p.   \n2. BROCKA, B. Gerenciamento da qualidade . São Paulo: Makron Books, 1995.  \n3. HUTCHINS, G. ISO 9000: Um guia completo para o registro, as diretrizes da \nAuditoria e a Certificação bem sucedida ; tradução Ana Terzi Giova; revisão \ntécnica Caramuru J. Tiede – São Paulo: Makron Books, 1994.  \n \nBibliografia Complementar:  \n \n1. WALLER, J. Manual de gerenciamento da qualidade ; tradução Luiza Liske; \nrevisão técnica Sílvio  Olivo. São Paulo: Makron B ooks, 1996.  \n2. MARANHÃO, M. ISO Série 9000: manual de implementação: versão \nISO:2000 . – 6ª Edição – Rio de  Janeiro: Qualitymark, Ed., 2001  \n3. NBR ISO 9000:2000. Sistemas de gestão da qualidade – Fundamentos e ", "100": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  vocabulário . Rio de  Janeiro; ABNT, 2000.  \n4. NBR ISO 900 1:2000. Sistemas de gestão da qualidade – Requisitos . Rio de \nJaneiro: ABNT, 2000.  \n5. NBR ISO 9004:2000. Sistemas de gestão da qualidade – Diretrizes para \nmelhorias de desempenho . Rio de Janeiro: ABNT, 2000.  \n \nENQ302 – Laboratório de Engenharia Química II  – 60h  \nAdsorção sólido -líquido. Adsorção gás -líquido. Destilação. Extração líquido -líquido. \nDifusão em gases. Absorção de gases. Cristalização. Determinação do coeficiente de \ntransferência de massa. Cinética Química: Determinação da velocidade específica e \nenergia de ativação. Cinética enzimática. Reator de mistura. Reator tubular. \nReatores não ideais.  \n \nBibliografia básica  \n1. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering, 6ª ed, \nMcGraw -Hill, 2000.  \n2. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; M AUS, L.; ANDERSEN, L.B. Principles \nof Unit Operations , 2nd ed., John Wiley & Sons, 1980.  \n3. MASSARANI, G. Problemas em Sistemas Particulados . São Paulo:Edgard \nBlucher Ltda, 1984.  \n \nBibliografia complementar  \n1. KISTER, H.; Distillation Design , 1a. ed. McGraw -Hill,  1992. . \n2. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s \nHandbook, 7a ed., McGraw -Hill, 1997  \n3. KISTER, H.; Distillation Operation , 1a. ed., McGraw -Hill, 1990.  \n4. D. KERN, Process Heat Transfer , McGraw -Hill, 1950.  \n5. TREYBAL, R.E. Mass -Transfer Op erations , 3ª ed McGraw -Hill,, 1980.  \n \nENQ303 - Planejam ento e Projetos de  Indústria s Químicas I – 60h \nApresentação e considerações gerais sobre o projeto. Exigências legais para ", "101": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  implantação de indústrias de Objetivos e etapas principais de um projeto. Balanço \nmaterial e energético de fábricas. Utilidades. Definição do fluxograma de \nprocessos. Modelos preliminares e detalhados. Dimensionamento das unidades de \nprocessos e otimização. Planos de armazenamento de matéria prima. Arranjo de \nunidades químicas. Legislação sobre o projeto e uso de equipamentos e produtos. \nAtribuições do engenheiro químico. Legislação e regulamentação profissional.  \n \nBibliografia básica  \n1. BUARQUE, C . Avaliação Econômica de Projetos , Campus,  Rio de Janeiro, \n1984.  \n2. MCCABE, W.L.; SMITH, J. C. e HARRIOT, P. Unit Operations of Chemical \nEngineering ,6a Ed., McGraw -Hill, 2001.  \n3. LEVENSPIEL, O .; Chemical Reaction Engineering ; 3a ed. Nova York: John \nWiley & Sons, 1998.  \n \nBibliografia complementar  \n1. COULSON, J.M. e RICHARDSON, J.F.; Chemical Engineering , , Pergamon Press, \n1986. Vol. 1, 2, 3 e 6.  \n2. FELDER, R.M. e ROUSSEAU, R.W. Elementary Principles of Chemical \nProcesses , 3a Ed. Nova York John Wiley & Sons, 2004.  \n3. FOGLER, H. S.; Elementos de Engenharia da s Reações Químicas , 3a ed. Rio \nde Janeiro: LTC, 2002.  \n4. RUDD, D. F.; WATSON, C. C, Strategy of Process Engineering , Wiley, 1968.  \n5. HESS, G. et al., Engenharia Econômica , DiIfel, São Paulo, 1985.  \n \n \n \n10º PERÍO DO \nENQ304 - Planejamento e P rojeto de  Indústria s Químicas  II – 60h  \nObjetivos e etapas principais de um projeto. Balanço material e energético de \nfábricas. Utilidades. Definição do fluxograma de processos. Modelos preliminares e ", "102": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  detalhados. Dimensionamento das unidades de processos e otimização. Planos d e \narmazenamento de matéria prima. Arranjo de unidades químicas. Legislação sobre \no projeto e uso de equipamentos e produtos. Atribuições do engenheiro químico. \nLegislação e regulamentação profissional.  \n \nBibliografia básica  \n1. BUARQUE, C. Avaliação Econômica d e Projetos , Campus, Rio de Janeiro, \n1984.  \n2. MCCABE, W.L.; SMITH, J. C. e HARRIOT, P. Unit Operations of Chemical \nEngineering ,6a Ed., McGraw -Hill, 2001.  \n3. LEVENSPIEL, O.; Chemical Reaction Engineering ; 3a ed. Nova York: John \nWiley & Sons, 1998.  \n \nBibliografia complementar  \n1. COULSON, J.M. e RICHARDSON, J.F.; Chemical Engineering , , Pergamon Press, \n1986. Vol. 1, 2, 3 e 6.  \n2. Peters, M.S. & Timmerhaus. Plant Design and Economics for Chemical \nEngineers . 3rd edition, Mc - Graw Hill, 1980.  \n3. Baasel, W. D.. Preliminary Chemical Engineering Plant Design . 2nd edition, \nVan Nostrand Reinhold, 1990.  \n4. HIMMELBLAU, D., Engenharia Química: Princípios e Cálculos , 6ª ed.,PHB, RJ, \n1998.  \n5. Kirk -Othmer. Encyclopaedia of Chemical Technology . 3rd edition, Willey Ed. \n, New York, 1984.  \n \nENQ401 - Estágio Curricular Supervisionado – 200h  \nFornecer oportunidade de aplicação dos conhecimentos fundamentais da \nEngenharia Química nos projetos e processos químicos, proporcionando \nexperiência profissional, de colocar o discente em contato com a re alidade a qual \nirá atuar, dando -lhe a oportunidade de vivenciar e aplicar os conhecimentos \nadquiridos, ampliando sua formação profissional em uma ou mais áreas de ", "103": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  trabalho.  \nBibliografia Básica:  \nNão se aplica.  \nBibliografia Complementar:  \nNão se aplica.  \n \n \n \nDISICPLINAS COMUNICAÇÃO, LINGUAGENS, INFORMAÇÃO E HUMANIDADES  \nCTD160 - Inglês Instrumental - 60h  \nLeitura e interpretação de textos em inglês com conteúdos técnicos e de \natualidade. Desenvolvimento do inglês para leitura. Estudo de textos, análise dos \nconteúdos textuais por meio de estratégias de leitura. Vocabulário e linguagem \ntécnica.  \n \nBibliografia Básica:  \n1. COVRE, A. L. Apostila de Inglês Instrumental. Disciplina: CTD 160 Inglês \nInstrumental. Curso: Bacharelado em Ciência e Tecnologia. 2011. Disponível \nem \nhttps://sites.google.com/a/ict.ufvjm.edu.br/andrecovre/disciplinas/arquiv\nos-ingles -instrumental.  \n2. MURPHY, R. English Grammar In Use. A self -study reference and practice \nbook for intermediate students. Cambridge University Press. 1994.  \n3. HASHEMI, L. e MURPHY, R. English Grammar in Use With Key. Cambridge: \nCambridge University Press, 1996.  \n \nBibliografia Complement ar: \n1. LEECH, G. e SVARTVIK, J. A communicative Grammar of English. London: \nLongman, 1994.  \n2. Password: English dictionary for speakers of portuguese / [translated and \nedited by John Parker and Monica Stahel]. 2ª ed. – São Paulo. Martins \nFontes, 1998.  ", "104": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  3. Dicionários Bilíngues: Inglês – Português: WEBSTER / Português – Inglês: \nWEBSTER.  \n4. Dictionary Of English Language And Culture. London: London: Longman \nDictionaries, 1992.  \n5. Sites, blogs, jornais, rádios e outros: http://www.bbc.co.uk/, \nhttp://www.filmaffinity .com, http://www.youtube.com, Quadrinhos de \nCalvin and Hobbes.  \n \nCTD161 - Filosofia da Linguagem e Tecnologia - 60h  \nHistória da filosofia da linguagem e da tecnologia. Desenvolvimento das \ntecnologias humanas e desenvolvimento da linguagem humana. Revoluções \ntecnológicas e comunicacionais.  \n \nBibliografia Básica:  \n1. ABBAGNANO. Nicola. Dicionário de Filosofia. São Paulo, Mestre Jou. 1982.  \n2. CARRILHO, M.M. O que é filosofia? Lisboa: Editora Difusão Cultural, 1994.  \n3. GERALDI, J. W. (2003). “A diferença identifi ca. A desigualdade deforma. \nPercursos bakhtinianos de construção ética e estética”. In: FREITAS, M. T.; \nJOBIM E SOUZA, S.;  \n \nBibliografia Complementar:  \n1. ARENDT, Hanna. A condição humana. Tradução de Roberto Raposo, São \nPaulo: Ed. Universidade São Paulo, 1981 . \n2. COVRE, A.; MIOTELLO, V. (2008). A Quarta Onda: observações sobre a \nrevolução da informação. In: TASSO, I. (org.). Estudos do Textos e do \nDiscurso. Interfaces entre Língua(gens), Identidade e Memória. São Carlos: \nClara Luz Editora.  \n3. LÉVY, P. (1998). “A int eligência coletiva”. São Paulo: Edições Loyola  \n4. LÉVY, P. (199). “Cibercultura”. São Paulo: Editora 34.  \n5. PASCAL, I. A arte de pensar. São Paulo: Martins Fontes.1995.  \n \n ", "105": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  CTD162 - Leitura e Produção de Textos - 60h  \nLeitura como estratégia de interação homem/mundo mediada pelo texto; \nprocessos de leitura e produção de textos como estratégia de constituição do \nsujeito; leitura e produção de textos de diferentes gêneros com ênfase no texto \ndissertativo de caráter acadêmico -científico.  \n \nBibliografia Básica:  \n1. AGUIAR, Vera Teixeira de. Conceito de Leitura. In: Pedagogia Cidadã. \nCadernos de Formação: Língua Portuguesa. Vol. 1. São Paulo: UNESP, 2004.  \n2. A formação do Leitor. In: Pedagogia Cidadã. Cadernos de Formação: Língua \nPortuguesa. Vol. 1. São Paulo: UNESP, 20 04. \n3. BENITES, Sonia Aparecida et all. Análise Linguística: Teoria e Prática. In: \nPedagogia Cidadã. Cadernos de Formação: Língua Portuguesa. Vol. 1. São \nPaulo: UNESP, 2004.  \n \nBibliografia Complementar:  \n1. BAKHTIN, Mikhail. Estética da criação verbal. São Paulo: Martins Fontes. 3 \ned., 2000 [1979].  \n2. Marxismo e filosofia da linguagem. São Paulo: Hucitec/Annablume, 2002. \n[1929].  \n3. BARBOSA, José J. Alfabetização e leitura. São Paulo: Cortez,1990.  \n4. BEZERMAN, Charles. Gêneros textuais, tipificação e interação. São Paulo: \nCortez, 2005.  \n5. BRAIT, Beth. PCNs, gêneros e ensino de língua: faces discursivas da \ntextualidade. In: Roxane Rojo (org) A prática de linguagem em sala de aula: \npraticando os PCNs. São Paulo: Mercado de Letras, 2000, p. 13 -23. \n \n \nCTD163 - Questões de História e Filosofia da Ciência - 60h  \nA ciência, as outras formas do conhecimento e o estatuto do discurso científico. Os \ncritérios de cientificidade e o método. Os fatos, as leis, as teorias e as hipóteses. A \nquestão da verdade. A evolução das ciências naturais, com ênfase na Física. As ", "106": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  ciênc ias humanas. A Filosofia da ciência através das idéias de K. Popper e T. Kuhn.  \n \nBibliografia Básica:  \n1. Chauí, M. Convite a Filosofia. 13.ed. São Paulo: Ática, 2003.  \n2. Kuhn, T. A estrutura das revoluções científicas. 9.ed. São Paulo: Perspectiva, \n2006.  \n3. Lakatos , E.M. Marconi, M.A. Metodologia Científica, 5.ed. São Paulo: Atlas \n2007.  \n \nBibliografia Complementar:  \n1. Carvalho, M.C.M. (org.). Construindo o saber - Metodologia científica: \nfundamentos e técnicas. 18.ed./21.ed. Campinas: Papirus, 2007.  \n2. Galilei, G. O ensaia dor. São Paulo: Nova Cultura, 2004. (Coleção os \nPensadores).  \n3. Galilei, G.; Newton, I. O ensaiador; Princípios matemáticos; Óptica; O peso e \no equilíbrio dos fluidos. São Paulo: Nova Cultural, 1987.  \n4. Köche, J.C. Fundamentos de Metodologia Científica: teoria d a ciência e \nprática da pesquisa. 17.ed. Petrópolis: Vozes, 2000.  \n5. Koyré, A. Estudos de História do Pensamento Científico. Rio de Janeiro: \nForense Universitária, 1982.  \n \nCTD164 - Mundo Contemporâneo: Filosofia e Economia - 60h  \nAs principais concepções acerca do processo histórico no século XIX. O idealismo \nhegeliano e sua evolução. O historicismo. O sistema interpretativo de Marx e a \ngênese do materialismo histórico. O universo comtiano e o realismo empírico. As \ninterações entre estado e mercado nas Rel ações Internacionais do século XIX ao \nséculo XXI. As diversas perspectivas filosófico -históricas sobre a economia política \ndas Relações Internacionais: a clássica, a neoclássica e a contemporânea.  \n \nBibliografia Básica:  \n1. CARVALHO, L.A. Introdução ao estudo d as relações internacionais. 2.ed. São \nPaulo: IOB, 2007.  ", "107": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  2. CHAUÍ, M. Convite a Filosofia. 13.ed. São Paulo: Ática, 2003.  \n3. Huberman, L. História da riqueza do homem: do feudalismo ao século XXI. \n22.ed. rev. ampl. Rio de Janeiro: LTC, 2010.  \n \nBibliografia Complem entar:  \n1. BOBBIO, N. O futuro da democracia. 11.ed. São Paulo: Paz e Terra, 2009.  \n2. FIORI, J.L. (org.). Estados e moedas no desenvolvimento das nações. 3.ed. \nPetrópolis: Vozes, 2000.  \n3. LOWY, M. A teoria da revolução no jovem Marx. Petrópolis: Vozes, 2002.  \n4. D'Araújo, M.C. Capital social. Rio de Janeiro: Jorge Zahar, 2003.  \n5. Bourdieu, P. A economia das trocas simbólicas. 6.ed. São Paulo: Perspectiva, \n2007.  \n \nCTD165 - Questões de Sociologia e Antropologia da Ciência - 60h  \nO método das ciências sociais. As contribuições sócio -antropológicas para o \nconhecimento científico e a tecnologia. As análises sócio -antropológicas da \nprodução do conhecimento científico. As críticas sócio -antropológicas as grandes \ncategorias epistemológicas. As etnografias de laboratório . A perspectiva \nconstrutivista da organização social da ciência.  \n \nBibliografia Básica:  \n1. Bloor, D. Conhecimento e imaginário social. São Paulo: Unesp, 2009.  \n2. Bourdieu, P. A economia das trocas simbólicas. 6.ed. São Paulo: Perspectiva, \n2007.  \n3. Latour, B. Ciência  em ação. São Paulo: Unesp, 2000.  \n \nBibliografia Complementar:  \n1. Bourdieu, P. O poder simbólico. 11.ed. Rio de Janeiro: Bertrand Brasil, 2007.  \n2. Kuhn, T. A estrutura das revoluções científicas. 9.ed. São Paulo: Perspectiva, \n2006.  \n3. Popper, K. A lógica da pesquisa  científica. 13.ed. São Paulo: Cultrix, 2007.  \n4. Lakatos, E.M.; Marconi, M.A. Metodologia Científica, 5.ed. São Paulo: Atlas ", "108": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  2007.  \n5. Santos, B.S. Um discurso sobre as ciências. 6.ed. São Paulo: Cortez, 2009.  \n \nCTD167 - Ser Humano como Indivíduo e em Grupos - 60h  \nO surgimento das ciências sociais como campo cientifico. O dialogo entre as \nciências sociais e os outros campos científicos. As conceituações de cidadania na \nteoria democrática. As teorias da ação no estudo dos movimentos sociais \ncontemporâneos. O surgimento de atores políticos via constituição de identidades \ncoletivas. As formas históricas de ação coletiva e antinomias da participação \npolítica. As interlocuções entre o homem e a sociedade. Os processos de \ninstitucionalização dos movimentos coletivo s. As interações entre as formas de \nação e a cultura política.  \n \nBibliografia Básica:  \n1. ARON, R. As etapas do pensamento sociológico. São Paulo: Martins Fontes, \n2002.  \n2. BOBBIO, N. O futuro da democracia. 11.ed. São Paulo: Paz e Terra, 2009.  \n3. Huberman, L. Históri a da riqueza do homem: do feudalismo ao século XXI. \n22.ed. rev. ampl. Rio de Janeiro: LTC, 2010.  \n \nBibliografia Complementar:  \n1. DE MASI, D. A sociedade pós -industrial. 4.ed. São Paulo: SENAC, 2003.  \n2. SANTOS, B.S. Um discurso sobre as ciências. 6.ed. São Paulo: Cortez, 2009.  \n3. Carvalho, L.A. Introdução ao estudo das relações internacionais. 2.ed. São \nPaulo: IOB, 2007.  \n4. Bourdieu, P. O poder simbólico. 11.ed. Rio de Janeiro: Bertrand Brasil, 2007.  \n5. Bloor, D. Conhecimento e imaginário social. São Paulo: Unesp, 2009.  \n \nCTD168 - Relações Internacionais e Globalização - 60h  \nA evolução dos condicionantes materiais e tecnológicos das trocas entre Estados e \nnações. As dimensões da globalização no mundo atual. As teorias da globalização. \nOs sistemas internacionais. A questão da globalização.  ", "109": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   \nBibliografia Básica:  \n1. CARVALHO, L.A. Introdução ao estudo das relações internacionais. 2.ed. São \nPaulo: IOB, 2007.  \n2. CHAUÍ, M. Convite a Filosofia. 13.ed. São Paulo: Ática, 2003.  \n3. Dupas, G. Economia global e exclusão social: pobreza, emprego, estado e o \nfuturo do capitalismo. 3.ed. rev. e ampl. São Paulo: Paz e Terra, 1999.  \n \nBibliografia Complementar:  \n1. FIORI, J.L. (org.). Estados e moedas no desenvolvimento das nações. 3.ed. \nPetrópol is: Vozes, 2000.  \n2. IANNI, O. Teorias da globalização. Rio de Janeiro: Civilização Brasileira, \n1995.  \n3. MANCE, E.A. Redes de colaboração solidária: aspectos econômicos -\nfilosóficos complexidade e libertação. Petrópolis: Vozes, 2002.  \n4. PUTNAM, R.D. Comunidade e Demo cracia: a experiência da Itália moderna. \n5.ed. Rio de Janeiro: Editora FGV, 2006.  \n5. D'Araújo, M.C. Capital social. Rio de Janeiro: Jorge Zahar, 2003.  \n \nCTD169 - Noções Gerais de Direito - 60h  \nPessoas. Bens. Fato Jurídico. Direito de vizinhança. A empresa. Registro do \ncomércio. Nome comercial. Propriedade industrial. Sociedades comerciais. Títulos \nde crédito. Empregado. Empregador. Contrato de trabalho. Estabilidade e fundo de \ngarantia do tempo de serviço. Segurança e medicina do trabalho. Previdência \nsocial . Legislação relativa aos profissionais da engenharia. CONFEA. CREA. \nExercício profissional. Responsabilidade profissional. Registro de autonomia de \nplanos e projetos. Remuneração profissional.  \n \nBibliografia Básica:  \n1. Pinho, Ruy Rebello; Nascimento, Amauri M ascaro. Instituições de direito \npúblico e privado: introdução ao estudo do direito e noções de ética \nprofissional. 24.ed. São Paulo: Atlas, 2009. 426 p. ISBN 978 -85-224 -3784 -9. ", "110": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  2. Requitão, Rubens. Curso de direito comercial. 27.ed. São Paulo: Saraiva, \n2007. v.1. 541 p. ISBN 85 -02-05996 -3. \n3. Nascimento, Carlos Valder do. Curso de Direito Tributário. Rio de Janeiro: \nForense, 1999. 449 p.  \n \nBibliografia Complementar:  \n1. Brasil. Código civil e constituição federal. 58.ed. São Paulo: Saraiva, 2007. \nISBN 978 -85-020 -6138 -5. \n2. Campos, Nelson Renato Palaia Ribeiro de. Noções essenciais de direito. 3. \ned. São Paulo: Saraiva, 2005. 297 p. Inclui bibliografia e índice. ISBN \n9788502044050.  \n3. Mello, Oswaldo Aranha Bandeira de. Princípios gerais de direito \nadministrativo. 3.ed. São P aulo: Malheiros, 2007. v.1. 765 p. ISBN 978 -85-\n7420 -775 -9. \n4. Freitas, Augusto Teixeira de. Código civil. Brasília, DF: Ministério da Justiça, \nFundação Universidade de Brasília, 1983. 2 v p.  \n5. Fagundes, Augusto Antônio. O direito e a sentença no processo do trabalho: \ntecnicismo -rapidez -economia. Belo Horizonte: Del Rey, 2000. 318 p. ISBN \n8586933309.  \n \nEDF045 - Língua Brasileira de Sinais - 45h  \nIntrodução à Educação de Surdos e às principais abordagens educacionais. Visões \nsobre os surdos e a surdez. Bilinguismo dos Surdos - aquisição da linguagem e \ndesenvolvimento da pessoa surda; Libras como primeira língua e língua \nportuguesa como segunda líng ua. Inclusão educacional de alunos surdos. Noções \nbásicas sobre a Libras. Desenvolvimento da competência comunicativa em nível \nbásico, tanto referente à compreensão como à sinalização, com temas voltados a \nsituações cotidianas vivenciadas na escola, em fam ília e em outras situações. \nDesenvolvimento de vocabulário em Libras e reflexão sobre estruturas linguísticas.  \n \nBibliografia Básica:  \n1. CAPOVILLA, F. C.; RAPHAEL, W. D. Dicionário Enciclopédico Ilustrado ", "111": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Trilíngüe da Língua de Sinais Brasileira. São Paulo: EDUSP, 2001. v.1, v.2.  \n2. BRITO, L. F. Integração social & educação de surdos. Rio de Janeiro: Babel, \n1993. 116p.  \n3. SACKS, O. Vendo vozes: uma viagem ao mundo dos surdos. São Paulo: \nCompanhia das Letras, 1998 . 196p.  \n \nBibliografia Complementar:  \n1. BRITO, L F. Por uma gramática de língua de sinais. Rio de Janeiro: Tempo \nBrasileiro, 1995. 273p.  \n2. COUTINHO, Denise. LIBRAS e Língua Portuguesa: Semelhanças e diferenças. \nJoão Pessoa: Arpoador, 2000.  \n3. QUADROS, R. M.; KARNOP P, L. B. Língua de Sinais Brasileira: estudos \nlingüísticos. Porto Alegre: Artmed, 2004. 221p.  \n4. Falcão, Luiz Albérico Barbosa. Aprendendo a libras e reconhecendo as \ndiferenças: um olhar reflexivo sobre a inclusão: estabelecendo novos \ndiálogos. 2.ed.. Recife:  Ed. do autor, 2007. 304 p. ISBN 978 -85-90593 -84-3. \n5. Lacerda, Cristina B. F. de. Intérprete de libras: em atuação na educação \ninfantil e no ensino fundamental. 2.ed. Porto Alegre: Mediação, 2009. 95 p. \nISBN 9788577060474.  \n \n \nDISICPLINAS ELETIVAS  \nCTD202  – Seqüência, Série e Aplicações  - 60h  \nSequências numéricas. Séries numéricas. Critérios de convergência e divergência \npara série de termos positivos. Séries absolutamente convergentes. Critérios de \nCauchy e de Dirichlet. Sequência e séries de funções. Série  de potências (Séries de \nTaylor). Introdução às séries de Fourier.  \n \nBibliografia Básica:  \n1. THOMAS, George B. et. al . Cálculo . 11ª edição, editora São Paulo: Addison \nWesley, 2009, volume 2.  \n2. GUIDORIZZI, Hamilton Luiz. Um Curso de Cálculo . Volume 4 , 5ª edição, editora ", "112": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  LTC, GEN, 2008.  \n3. STEWART, James. Cálculo . 5.ed. v.2.São Paulo: Cengage Learning, 2008. v.2.  \n \nBibliografia Complementar:  \n1. LIMA, Elon Lages. Curso de Análise , volume 1, 12ª edição, IMPA – Projeto \nEuclides.  \n2. ANTON, Howard; BIVENS, Irl. DAVIS , Stephen. Cálculo . 8ª edição. Porto Alegre: \nBookman, 2007, volume 2.  \n3. FIGUEIREDO, Djairo G . Análise  I. 2ª edição, editora LTC.  \n4. MORETIN, Pedro A.; HAZZAN, Samuel; BUSSAB, Wilton de O. Cálculo: funções \nde uma e várias variáveis . São Paulo: Saraiva, 2003.  \n5. SIMONS, George F . Cálculo com Geometria Analítica . São Paulo: Makron \nBooks, 1987, volume 2.  \n \nCTD203  - Soluções Numéricas de Equações Diferenciais  - 60h  \nSolução numérica de equações diferenciais parciais parabólicas pelo método de \ndiferenças finitas: estudo da convergência e da estabilidade. Solução numérica de \nequações diferenciais parciais hiperbólicas pelo método de diferenças finitas: \ncaracterística, soluções ao longo das descontinuidades. Solução numérica de \nequações diferenciais parciais elípticas pelo método de diferenças finitas: \ndiferenças finitas, eliminação de Gauss, resolução de sistemas de equações \nalgébricas lineares de grande porte usando métodos iterativos.  \n \nBibliografia Básica:  \n1. BURDEN, R.L. Análise Numérica . São Paulo: Thomson Pioneira, 2003.  \n2. RUGIERO, M. A. G. e LOPES, V. L. R. Cálculo Numérico: Aspectos Teóricos e \nComputacionais . 2a edição. Makron Books, 1996.  \n3. ZILL, D. G., CULLEN, M. R. Matemática Avançada Para Engenharia  - 3.ed. v 3. \nEditora Bookman.  \n \nBibliografia Complementar:  \n1. BOYCE, W.E . Equações Diferenciais Elementares e Problemas de Valores ", "113": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  de Contorno . 6.ed. Rio de Janeiro: LTC, 1998.  \n2. CLAUDIO, D.M. , MARINS, J.M. Cálculo numérico computacional. : teoria e \nprática . 3. ed. São Paulo : Atlas, 1998.  \n3. COOPER, J.M. - Introduction to Partial  Differential Equations with MATLAB , \nBirkhäuser, 1998.  \n4. IORIO, R., IORIO, V.M. Equações Diferenciais Parciais: uma Introdução . Rio \nde Janeiro: IMPA, 1988.  \n5. STRIKWERDA, J.C. - Finite Difference Schemes and Partial Differential \nEquations, Brooks/Cole Publishing, 1989.  \n \nCTD205 - Geometria Analítica - 60h \nA Reta; O Plano; Ângulos e Distâncias; Cônicas; Quádricas.  \n \nBibliografia Básica:  \n1. BOULOS, Paulo; CAMARGO, Ivan. Geometria Analítica : Um tratamento \nvetorial, 3  ed. São Paulo: Pearson: Prentice Hall, 2005.  \n2. STEINBRUCH, Alferdo; WINTERLE, Paulo. Geometria Analítica . 2 ed. São \nPaulo: Pearson: Makron Books, 1987.  \n3. THOMAS, George B et al. Cálculo . 11 ed. São Paul o: Addison Wesley, 2009. Vol.  \n \nBibliografia Complementar : \n1. MURDOCH, David C.. Geometria analítica . Rio de Janeiro: LTV, 1971.  \n2. WINTERLE, Paulo. Vetores e Geometria Analítca . São Paulo: Pearson Makron \nBooks, 2000.  \n3. REIS, Genésio Lima dos; SILVA, Valdir Vilmar da. Geometria analítica . 2. ed.  \nRio de Janeiro: LTC, 1996.  \n4. ANTON, Howard; RORRES, Chris. Álgebra Linear com aplicações . 8 ed. Porto \nAlegre: Bookman, 2001.  \n5. CAROLI, Alegio de; CALLIOLI, Carlos A.; FEITOSA, Miguel O.. Matrizes, vetores, \ngeometria analítica: teoria e exercícios . São Paulo: Nobel, 1984.  \n ", "114": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  CTD208 - Pesquisa Operacional - 60h  \nModelagem de problemas. Programação Linear: método Simplex, análise de \nsensibilidade e dualidade. Programação Inteira: método branch -and-bound. \nHeurísticas. Uso de pacotes computacionais.  \n \nBibliografia Básica:  \n1. GOLDBARG, M. C.; LUNA, H. P. L. Otimização combinatória e programação \nlinear:  modelos e algoritmos. 2 ed. Rio de Janeiro: Elsevier, 2005.  \n2. TAHA, H. A. Pesquisa operacional.  8 ed. São Paulo: Pearson Prentice Hall, \n2008.  \n3. YANASSE, H. H.; ARENALES, M. ; MORABITO, R.; ARMENTANO, V. A. Pesquisa \noperacional : modelagem e algoritmos. 1 edi. Rio de Janeiro: Elsevier, 2006.  \n \nBibliografia Complementar:  \n1. BAZARAA, M. S.; JARVIS , J. J.; SHERALI, M. D. Linear programming and \nnetwork flows . 4 ed. New York: John Wiley, 2004.  \n2. ANDRADE, E. L. Introdução à pesquisa operacional:  métodos e modelos para \nanálise de decisões. 3 ed. Rio de Janeiro: LTC, 2004.  \n3. VANDERBEI, R. J. Linear programming: foundations and extensions . 3 ed. \nNew York: Springer. 200 8.   \n4. LACHTERMACHER, G. Pesquisa operacional na tomada de decisões. 4 ed. \nSão Paulo: Pearson Prentice Hall, 2009.  \n5. MACULAN, N.; FAMPA, M. H. C. Otimização linear.  Brasília: Universidade de \nBrasília, 2006.  \n \nCTD213 - Introdução à Administração - 60h  \nAs organizações, a Administração e o papel do Administrador. O processo \nadministrativo. As teorias da Administração. A dimensão ambiental. \nResponsabilidade social e ética.  \n \nBibliografia Básica:  \n1. CHIAVENATO, I. Teoria geral da administração . São Paulo: McGraw -Hill, ", "115": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  1987.  \n2. DRUCKER, P. F. Introdução a administração.  São Paulo: Pioneira, 1984.  \n3. MAXIMINIANO, A. C. Amaru. Teoria geral da administração.  São Paulo: Atlas, \n1997.  \n \nBibliografia Complementar:  \n1. FAYOL, H. Administração industrial e geral.  São Paulo: Atlas, 199 6 \n2. KOONTZ, H e O’DONNELL, C. Princípios de administração.  São Paulo: \nPioneira, 1976.  \n3. KWASNICKA, E. L. Introdução à administração.  São Paulo: Atlas, 1995.  \n4. MAXIMINIANO, A.C. Amaru. Teoria geral da administração: da revolução \nurbana à revolução digital. 3  ed. São Paulo: Atlas, 2002.  \n5. MONTANA, Patrick J.; CHARNOV, Bruce H. Administração . 2.ed. São Paulo: \nSaraiva, 2003.  \n \nCTD214 - Empreendedorismo - 60h  \nPerfil do empreendedor. Definição de novos negócios. Ramos de atividade \nempresarial. Análise estrutural de  indústrias. Mercado: Concorrência, Produto, \nPreço, Promoção e Distribuição. Tendências de mercado. Elaboração do plano de \nnegócios.  \n \nBibliografia Básica:  \n1. DOLABELA, Fernando. O segredo de Luísa.  São Paulo: Editora de Cultura, \n2006.  \n2. DORNELAS, José Carlos As sis. Empreendedorismo: transformando idéias em \nnegócios. 2.ed. Rio de Janeiro: Elsevier, 2005.  \n3. DORNELAS, José Carlos Assis. Planejando incubadoras de empresas:  como \ndesenvolver um plano de negócios para incubadoras. Rio de Janeiro: Campus, \n2002.  \n \nBibliogra fia Complementar:  \n1. ANDERSEN, A. Best practices:  construindo seu negócio com as melhores ", "116": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  práticas globais. São Paulo: Atlas, 1999.  \n2. COSTA, Eliezer A. Gestão estratégica.  São Paulo: Saraiva, 2004.  \n3. OLIVEIRA, Djalma de Pinho Rebouças. Planejamento estratégico : conceitos, \nmetodologia, práticas. 5.ed. São Paulo: Atlas, 1991.  \n4. PORTER, Michael E. Vantagem competitiva: criando e sustentando um \ndesempenho superior. Rio de Janeiro: Elsevier, 1989.  \n5. SALIM, C.S., et al. Construindo planos de negócios.  Rio de Janeiro: Campu s, \n2003.  \n \nCTD215 - Projetos Arquitetônicos e Paisagismo - 60h  \nHistória da Arte, da Arquitetura e do Urbanismo. Patrimônio Cultural. Organização \ne planejamento do espaço arquitetônico. Organização e planejamento do espaço \nurbano. Projeto paisagístico: condicionantes ambientais, adequação da vegetação, \nrelação com o uso e a ocupação do solo, mobiliário urbano e equipamentos de \napoio.  \n \nBibliografia Básica:  \n1. ROAF, Sue. Echohouse: a casa ambientalmente sustentável  - 3.ed. - Porto \nAlegre: Bookman, 2009.  \n2. VAN LENGEN, Johan. Manual do Arquiteto Descalço . São Paulo: Editora \nEmpório do Livro, 2008.  \n3. LINDINGER, Harry. Como reconhecer a arte grega . São Paulo: Martins Fontes, \n1987.  \n \nBibliografia Complementar:  \n1. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS: NBR 10067: princ ípios \ngerais de representação em desenho técnico; NBR 10068: folha de \ndesenho – leiaute e dimensões; NBR 10126: cotagem em desenho técnico; \nNBR 10582: apresentação da folha para desenho técnico; NBR 10647: \ndesenho técnico - norma geral; NBR 13142: desenho técnico – \ndobramento de cópias; NBR 8403: Aplicação de linhas em desenhos - tipos \nde linhas - larguras de linhas; NBR 8196: emprego de escalas em desenho ", "117": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  técnico; NBR 8402: execução de caracter para escrita em desenho técnico; \nNBR 9050: acessibilidade a ed ificações, mobiliário, espaços e \nequipamentos urbanos. Disponível na Internet via WWW. URL: \nhttp://www.abnt.org.  \n2. ACSELRAD, Henri. Discursos da Sustentabilidade Urbana . In: Revista de \nEstudos Urbanos e Regionais. N 1, ANPUR, maio/ 1999.  \n3. Barbieri, J C. Desen volvimento e meio ambiente – as estratégias de \nmudanças da agenda 21 . Petrópolis: Vozes, 1997, p.15 -45. \n4. BLOOMER, KENT E MOORE, Charles. Cuerpo, memória y architectura: \nintroducción al diseño architectónico. Madrid: Hermann Blume, 1982  \n5. CARSALADE, Flávio L., Arquitetura Interfaces . Belo Horizonte: AP Cultural, \n2000.  \n \nCTD216 - Ecologia e Meio Ambiente - 60h  \nFundamentos da Ecologia. Princípios e conceitos relativos a indivíduos, \npopulações, comunidades e ecossistemas. Interações entre as espécies. Fluxo de \nenergia e matéria. Tecnologia de Controle da Poluição: das águas, do ar, do solo. \nGestão Ambiental. Legis lação Ambiental.  \n \nBibliografia Básica:  \n1. BEGON, Michael; TOWNSEND, Colin R.; HARPER, John L. Ecologia:  de \nindivíduos a ecossistemas.. 4 ed. Porto Alegre: Artmed, 2007.  \n2. DAJOZ, Roger. Princípios de ecologia . 7 ed. Porto Alegre: Artmed, 2005.  \n3. ODUM, Eugene P.; BARRET, Gary. Fundamentos de ecologia . 5 ed. Editora \nPioneira/Thomson, 2007.  \n \nBibliografia Complementar:  \n1. Ricklefs, Robert E. A economia da natureza.  6 ed. Rio de Janeiro: Guanabara \nKoogan, 2010.  \n2. ODUM, Eugene P. Ecologia.  Rio de Janeiro: Guanbara Koogan, 19 98. \n3. PINTO -COELHO, Ricardo Motta. Fundamentos em ecologia.  Porto Alegre: \nArtmed, 2000.  ", "118": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  4. ESTEVES, Francisco de Assis. Fundamentos de LIMNOLOGIA. 2ed. Rio de \nJaneiro: Interciência, 1998.  \n5. TOWSEND, Colin R.; BEGON, Michael; HARPER, John L.. Fundamentos em \necologia . 2.ed. Porto Alegre: Artmed, 2006.  \n \nCTD217 - Planejamento Ambiental - 60h  \nTeoria do planejamento. Planejamento e o enfoque ambiental. Políticas de \ndesenvolvimento e meio ambiente. Utilização de modelos e de instrumentos de \nplanejamento. Gestão Ambiental de Unidades de Conservação. Instrumentos de \nimplantação e execução de políti cas ambientais. Inserção do planejamento na \ngestão ambiental. Qualidade ambiental. Normas e certificações ambientais. \nImplantação de Sistemas de Gestão Ambiental. Atividades práticas.  \n \nBibliografia Básica:  \n1. Dias, Reinaldo. Ge stão ambiental: responsabilidad e social e \nsustentabilidade . São Paulo: Atlas, 2006. x, 196 p.  \n2. DE BACKER, P. Gestão Ambiental : a administração verde.  Rio de Janeiro. \nQualitymark editora, 1995.  \n3. Towsend, Colin R.; Begon, Michael; Harper, John L.. Fundamentos em \necologia . 2.ed. Porto Alegr e: Artmed, 2006. 592 p  \n \nBibliografia Complementar:  \n1. BARBIERI, J. C. Desenvolvimento e Meio Ambiente . Petrópolis: Ed. Vozes, \n1997.  \n2. A questão ambiental em Minas Gerais: discurso e política . Belo \nHorizonte: Fundação Estadual do Meio Ambiente, 1998. 327 p.  \n3. Pesquisa gestão ambiental na indústria brasileira . Rio de Janeiro, RJ: \nBNDES, 1998. 71 p  \n4. Marcatto, Celso; Ribeiro, José Cláudio Junqueira. Manual gestão ambiental \nmunicipal em Minas Gerais . Belo Horizonte: FEAM, 2002. 94 p. : il.  \n5. Tachizawa, Takeshy. Gestão ambiental e responsabilidade social \ncorporativa.  4.ed. São Paulo : Atlas, 2007. 428 p.  \n ", "119": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  CTD222 - Estatística Experimental - 60h  \nPrincípios básicos da experimentação. Planejamento experimental. Análise de \nvariância. Pressuposições da análise de variância. Procedimentos para \ncomparações múltiplas. Estudo de delineamentos experimentais com um fator e \ncom vários fatores e suas aplicaçõ es em áreas específicas de pesquisa. \nExperimentos Fatoriais. Experimentos em parcelas subdivididas. Análise conjunta \nde experimentos. Apresentação e interpretação de resultados experimentais.  \n \nBibliografia Básica:  \n1. HINES, William W. et al. Probabilidade e estatística na engenharia.  4.ed. Rio \nde Janeiro: LTC, 2006.  \n2. MONTGOMERY, Douglas C; RUNGER, Georg C. Estatística aplicada e \nprobabilidade para engenheiros. 4.ed. Rio de Janeiro: LTC, 2009.  \n3. SAMPAIO, Ivan Barbosa Machado. Estatística aplicada à experimentaçã o \nanimal.  2. ed. Belo Horizonte: Fundação de Ensino e Pesquisa em Medicina \nVeterinária e Zootecnia, 2002.  \n \nBibliografia Complementar:  \n1. BANZATTO, D. A.; KRONKA, S. DO N. Experimentação agrícola.  2 ed. \nJaboticabal: UNESP, 1992.  \n2. BOX, George E. P.; HUNTER, J. Stuart; HUNTER, William G. Statistics for \nexperimenters : design, innovation, and discovery. 2. e d. Hoboken: Wiley -\nInterscience, 2005.  \n3. CALEGARE, ÁLVARO J. A. Introdução ao delineamento de experimentos.  2. \ned., rev. e atual. São  Paulo: Edgard Blucher, 2009.  \n4. COCHRAN, W. G. & CROX, G. M. Experimental designs.  2 ed. New York: Wiley, \n1966.  \n5. DEVORE, Jay L. Probabilidade e estatística: para engenharia e ciências. \nTradução da 6.ed. norte -americana. São Paulo: Pioneira Thomson Learning, \n2006.  \n \n ", "120": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  CTD223 - Confiabilidade - 60h \nIntrodução à Confiabilidade: medidas de confiabilidade e definições básicas. Técnicas \nde Confiabilidade. FMEA (Failure mode and effect analysis) e FTA (Fault tree \nanalysis). Análise do tempo de falha. Distribuições de probabilidade: estimativas de \nparâmetros e tempos -até-falha. Função de risco ou taxa de falha. Testes Acelerados. \nRelação de Arrhenius e Relação Resposta -Inversa.  \n \nBibliografia Básica:  \n1. RIBEIRO, José; FOGLIATTO, Flávio. Confiabilidade e Manutenção Industrial . \nEditora: CAMPUS, 2009.  \n2. SIQUEIRA, Iony Patriota De. Manutenção Centrada na Confiabilidade . Editora: \nQUALITYMARK. 2005.  \n3. COLOSIMO, Enrico A., FREITAS, Marta A. Confiabilidade: Análise de Tempo \nde Falha e Testes de Vida Acelerados . Belo Horizonte,  1997.  \n \nBibliografia Complementar:  \n1. CROWDER, Martin J. Statistical Analysis of Reliability Data , Taylor Print On \nDema. 1994.  \n2. KARDEC, A.; LAFRAIA, J. R. B. Gestão Estratégica  e Confiabilidade . Editora: \nQUALITYMARK. 2007.  \n3. LAFRAIA, J. R. B. Manual de Confiabilidade, Mantenabilidade e \nDisponibilidade . Editora: QUALITYMARK. 388p. 2008.  \n4. MEEKER, W. Q; ESCOBAR, L. A. Statistical Methods for Reliability Data . John \nWiley & Sons, Inc. 1998. NELSON, Wayne Accelerated Testing, Statistical \nModels, Test Plans, and  Data Analyses . New York: Wiley. 1990.  \n5. PIAZZA, G. Introdução à Engenharia da Confiabilidade . Editora: EDUCS. \n2000.  \n \nCTD224 - Matemática Financeira - 60h  \nO capital e o juro. Juros e descontos simples. Juros compostos. Equivalência de \ncapitais. Taxas de juros. Série uniforme de pagamentos. Sistemas de amortização \nde empréstimos. Noções sobre análise de alternativas de investimento.  \n ", "121": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Bibliografia Básica:  \n1. MORGADO, Augusto C. et al. Progressões e matemática financeira . \nSociedade Brasileira de Matemática, 199 3. \n2. SOBRINHO, José Dutra Vieira. Matemática financeira . 5. ed. São Paulo: Atlas, \n1995.  \n3. VERAS, Lilia Ladeira. Matemática financeira . 4 ed. São Paulo: Atlas, 2001.  \n \nBibliografia Complementar:  \n1. GRANT, E. L.; IRESON, W. G.;LEAVENWORTH, R. S. Principles of engineering \neconomy  7 ed. New York: Wiley, 1982.  \n2. LAUREANO, J. L.;LEITE, O. V. Os segredos da matemática Financeira.  São \nPaulo: Ática, 1987.  \n3. MATHIAS, W. F.; GOMES, José M. Matemática financeira.  2. ed. São Paulo: \nAtlas, 1995.  \n4. HAZZAN, Samuel; POMPEU, José Ni colau. Matemática financeira.  6 ed. São \nPaulo: Saraiva, 2007.  \n5. PUCCINI, Abelardo de Lima. Matemática financeira objetiva e aplicada.  7ª \nEd. São Paulo: Saraiva, 2006  \n \nCTD231  - Ciência e Tecnologia de Polímeros - 60h  \nConceitos Fundamentais, classificação e propriedades. Síntese e reações de \npolimerização. Polímeros naturais e derivados. Processos industriais.  \n \nBibliografia Básica:  \n1. Askeland, Donald R.; Phulé, Pradeep P. . Ciência e engenharia dos materiais  . \nSão Paulo -SP : Cengage Learning, 2008 . 594 p.  \n2. Akcelrud, Leni. Fundamentos da Ciência dos Polímeros , Editora: Manole, \n2006. 306 p.  \n3. Canevalrolo Jr., S.V. Ciência dos Polímeros: um texto básico para tecnólogos \ne engenheiros , Editora: ARTLIBER, 2006. 280p. 2ed.  \n \nBibliografia Complementar:  ", "122": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  1. Marinho, Jean Richard Dasnoy. Macromoléculas e polímeros . Barueri: Manole, \n2005. 506 p.  \n2. Rubinstein, Michael; Colby, Ralph H. Polymer physics . Oxford : Oxford \nUniversity Press, 2003. 440 p.  \n3. Mano, Eloisa Biasotto et al. Química experimental de polímeros  . São Paulo  : \nEdgard Blücher , 2004 . 328 p.  \n4. Schramm, Gebhard. Reologia e Reometria – Fundamentos teóricos e \npráticos . Editora: ARTLIBER, 2006. 240p.  \n5. Fazenda, J. M. R. TINTAS: CIÊNCIA E TÉCNOLOGIA . São Paulo : Edgard Blücher , \n2009 . 1145p.  \n \nCTD 303 – Hidráulica Geral  - 60h  \nConceitos de hidrostática, hidrodinâmica; Apresentação de orifícios, bocais, tubo s \ncurtos, vertedores, acessório s em tubulações. Escoamento em condutos livres e \nforçados. Análise de estações elevatórias e análise de sistemas de recalque. \nAplicações de hidráulica em sistemas urbanos, prediais e irrigação.  \n \nBibliografia Básica:  \n1. AZEVEDO NETTO, J.M.; FERNANDEZ, M.F; ARAÚJO, R.; ITO, A.E. Manual de \nHidráulica . 8.ed. São Paulo: Edgard Blucher, 1998. 669p.  \n2. BAPTISTA, M.B.; COELHO, M.M.L.P. Fundame ntos de engenharia hidráulica . \nBelo Horizonte: UFMG, 2006. 435 p.  \n3. MACINTYRE, A. J. Bombas e instalações de bombeamento , LTC, 1997.  \n \nBibliografia Complementar:  \n1. HWANG, Ned H.C. Fundamentos de Sistemas de Engenharia Hidráulica . \nPrentice -Hall do Brasil. Rio de  Janeiro. 1984.  \n2. BLOOMER, J. J. Practical fluid mechanics for engineering applications . \nMarcel Dekker, 2000.  \n3. DAUGHERTY, R. L. Fluid mechanics: with engineering applications . \nMcGraw -Hill, 1954.  \n4. HÉLIO CREDER, Instalações Hidráulicas e sanitárias . Editora LTC,  2006.  ", "123": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  5. LUCAS NOUGUEIRA GARCEZ, Elementos de engenharia hidráulica e \nsanitária . Editora Edgard Blucher.  \n \nCTD3 20 –Planejamento Industrial  - 60h  \nNoções de Planejamento Empresarial. Etapas para o desenvolvimento de um \nEmpreedimento Industrial. Metodologia para Elaboração dos Ante -projetos. \nEstudos de Mercado. Estudos de localização. Estrutura Organizacional. Análise de \ntecnologias e Fatores de Produ ção. Caracterização do processo produtivo. \nDeterminação do Investimento. Projeção de Receitas e Custos. Análise do Retorno \ndo Investimento.  \n \nBibliografia Básica:  \n1. MORAES Neto, Benedito de. Século XX e trabalho industrial: \ntaylorismo/fordismo, ohnoísmo e aut omação em debate . São Paulo: Xamã, \n2003. 128 p.  \n2. KUPFER, David; HASENCLEVER, Lia (Orgs.). Economia industrial: \nfundamentos teóricos e práticas no Brasil . Rio de Janeiro: Elsevier, 2002. \n640 p.  \n3. MATTAR, F. N. Pesquisa de marketing: execução, análise. 3. ed. S ão Paulo: Atlas, \n2006. v. 2. 224 p  \n \nBibliografia Complementar:  \n1. HOSBAWM, Eric J. Da revolução industrial inglesa ao imperialismo . 5. ed. \nRio de Janeiro: Forense Universitária, 2003. 325 p.  \n2. CINDA (Org.).  Manual para la  gestión de proyectos de investigación con \nparticipación academica y empresarial . 2. ed. Santiago: CINDA, 1993. 139 p. \n(Ciencia y Tecnologia ; 32).  \n3. OLIVEIRA, C. A. B. Processo de industrialização: do capitalismo originário \nao atrasado . São Paulo: Ed. Unes p, 2003. 270 p. (Economia Contemporânea). \nBibliografia: p. 261 -270.  \n4. RAGO, Luzia Margareth; MOREIRA, Eduardo F. P. O que é taylorismo . São \nPaulo : Brasiliense, 1984. 105 p.  ", "124": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  5. PORTER, M. E.  Competição = On competition:  estratégias competitivas \nessenciais.  [Tra dução: Afonso Celso da Cunha Serra]. 3. ed. Rio de Janeiro: \nCampus, 1999. 515 p. : il, tabs. Título original: On competition, 1979.  \n \nCTD327 – Controle de Qualidade de Produtos e Processos  - 60h \nQualidade total: conceitos; o planejamento e a gestão; modelos inline, off -line e on -\nline; qualidade total em produtos e serviços; estratégias e ferramentas para a \nimplantação da qualidade; avaliação da qualidade. Normalização e certificaão para \na qualidad e. Gráficos de controle. Inspeção por atributos e por variáveis. Planos de \namostragem.  \n \nBibliografia Básica:  \n1. PETERS, M. S.; TIMMERHAUS, K. D, Plant Design and Economics for \nChemical Engineers , 3a ed., McGraw -Hill, Tokyo, 1980.  \n2. HIMMELBLAU, D ., Engenharia Química: Princípios e Cálculos , 6ª ed.,PHB, RJ, \n1998.  \n3. COSTA, A. F. B. Controle estatístico de qualidade . Ed. Atlas.  \n \nBibliografia Complementar:  \n1. PERRY, R.H.; GREEN, D.W. MALONEY, J.O . Perry’s Chemical Engineer’s \nHandbook , 7th ed., McGraw -Hill, 1997.  \n2. MADRAS, T . Controle de qualidade . Ed. Makron.  \n3. VICENTE FALCONI CAMPOS. TQC - Controle de qualidade total . Editora EDG. \n8 edição.  \n4. RUY DE C. B. LOURENÇO FILHO - Controle Estatístico de Qualidade.  Editora \nTécnicos e científicos, 1897.  \n5. BERTOLINO, M. T. Gerenciam ento da qualidade na indústria . Ed. Artmed. 1º \nEdição, 2010.  \n \nCTD329 - Amostragem Industrial - 60h  \nIntrodução as Técnicas de Amostragem. Coleta e análise crítica dos dados. ", "125": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Amostragem Aleatória Simples. Amostragem Aleatória Estratificada. Amostragem \nSistemática. Amostragem Aleatória de Conglomerados. Amostragem por Quotas. \nInspeção da Qualidade. Planos de Amostragem para Atributos. Planos de \nAmostragem para Variáveis. Planos Especiais. Considerações sobre Erros de \nInspeção.  \n \nBibliografia Básica:  \n1. BOLFA RINE, H. e BUSSAB, W. O. Elementos de Amostragem. Ed. Blucher, \n2005.  \n2. OLIVEIRA, Paulo Henrique F. C. Amostragem Básica - Aplicação em \nAuditoria. Rio de Janeiro. Editora Ciência Moderna Ltda., 2004.  \n3. SILVA, N. N. Amostragem Probabilística – Um curso introdutó rio. Edusp, 2ª \nedição, 2004.  \n \nBibliografia Complementar:  \n1. CARVALHO, M.M.; PALADINI, E. P. Gestão da Qualidade: teoria e casos. Rio \nde Janeiro: Elsevier, 2005.  \n2. COCHRAN, W. G. Sampling techniques. New York: John Wiley & Sons, 3 \nedition, 1977. KISH, L. Survey Sampling. Wiley -Interscience,1995.  \n3. KISH, L. Survey Sampling. Wiley -Interscience,1995.  \n4. SHEAFER, R. L., MENDEKALL, W., OTT, L. Elementary survey sampling. 3 ed. \nBoston: PWS Publishing Company, 1986.  \n5. THOMPSON, STEVEN K.; SEBER, GEORGE A. F. Adaptive sampling. New \nYork: Wiley, 1996.  \n \nCTD330 - Controle Estatístico de Qualidade - 60h  \nConceito de qualidade e perspectiva histórica. Relação entre qualidade e \nprodutividade e competitividade. Controle estatístico de processos. Gráficos de \nControle para Atributos e para Variáveis. Analise de Capacidade de Processos de \nProdução. Tópicos de gestão de qualidade.  \n \nBibliografia Básica:  ", "126": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  1. COSTA, A. F. B., EPPRECHT, E. K. & CARPINETTI, L. C. R. Controle estatísti co \nde qualidade, Editora Atlas, 2ª edição, 2005.  \n2. MONTGOMERY, DOUGLAS C. Introdução ao Controle Estatístico da \nQualidade, LTC, 4ª edição, 2004.  \n3. RIBEIRO JÚNIOR, JOSÉ IVO; FARIA, RONALDO DE OLIVEIRA; SANTOS, \nNERILSON TERRA. Ferramentas estatísticas básicas da  qualidade: guia \nprático do SAS. Viçosa: UFV, 2006.  \n \nBibliografia Complementar:  \n1. DERMAN, C. ; ROSS, S.M. Statistical Aspects of Quality Control, Academic \nPress, 1997.  \n2. MONTGOMERY, D. C. Introduction to Statistical Quality Control, Wiley, 6 rd. \nedition, 2008.  \n3. OAKLAND, J. Statistical Process Control, Sixth Edition, Butterworth -\nHeinemann; 6 edition. 2007.  \n4. PEARN, W. L.; KOTZ, S. Encyclopedia And Handbook of Process Capability \nIndices: A Comprehensive Exposition of Quality Control Measures (Series \non Quality, Reli ability and Engineering Statistics), World Scientific \nPublishing Company, 2006.  \n5. WETHERILL, G.B.; BROWN, D.W. Statistical Process Control – Theory and \nPractice, Chapman and Hall, 1995.  \n \nENQ501  - Processos de Separação por Membranas  - 60h  \nIntrodução aos processos de separação com membranas. Tipos de processos e \ncampos de aplicação. Membranas: classificação, materiais e técnicas de preparação. \nMódulos: tipos de módulos comerciais, aplicações e limitações. Processo: regras \ngerais do dimension amento e operação de equipamentos envolvendo processos \ncom membranas. Fundamentos e aplicações relativas da osmose inversa, \nultrafiltração, microfiltração, pervaporação e separação de gases.  \n \nBibliografia básica  \n1. Cláudio Habert, Cristiano Borges e Ronaldo Nóbrega. Processos de Separação ", "127": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  por Membranas , Editora e -papers.  \n2. HOFFMAN E. J. Membrane separation technology – Single stage, multistage \nand diferential permeat . Ed. Gulf Publishing, 2004.  \n3. KESTING, R.E.. “Synthetic Polymeric Membranes” , 2 ed. McGraw -Hill, New \nYork, 1985.  \n \nBibliografia complementar  \n1. BELFORD, G. Synthetic Membrane Process: Fundamentals and Water \nApplications ”. Academic Press, Orlando, Florida, 1984  \n2. HO, W.S.W.; SIRKAR, K.K. Membrane Handbook . New York, N.Y.: Van Nostrand \nReinhold, 954 p, 1992.  \n3. NOBLE, R. D.; STERN, S. A.,. Membrane separations technology: principles \nand applications . Amsterdam: Elsevier, 718 p., 1995  \n4. NUNES, S. P.; PEINEMANN, K. V.. Membrane technology in the chemical \nindustry . Weinheim; Wiley -VCH, 299 p., 2001  \n5. SPRINGLER V. Membra ne technology in water and wastewater treatment . \nEd. Springler Verlag. 2000.  \n \nENQ502  - Tópicos Especiais em Secagem - 60h \nFundamentos físicos da secagem. Processos psicrométricos e propriedades \ntermodinâmicas de ar úmido. Propriedades de materiais sólidos úmidos: isotermas \nde sorção. Balanços de massa e energia em secadores. Métodos experimentais em \nsecagem Processos e equipa mentos de secagem.  \n \nBibliografia básica  \n1. A.S.MUJUMDAR Ed.,  Handbook of Industrial Drying , 1995.  \n2. Costa, E. C., Secagem Industrial . Editora Blucher. São Paulo, 2007.  \nPERRY, R. H., GREEN, D. W., Perry´s chemical engineering handbook , 8th ed., \nNew York: McGraw -Hill,  1997.  \n3. MUJUMDAR, ARUN S. . Advanced Drying Technologies , SECOND EDITION CRC \nPRESS . 2ª Edição, 20 09. ", "128": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   \nBibliografia complementar  \n1. KEEY, R.B., 1972. Drying. Principles and Practice , Pergamon Press, Oxford, \nUK, 358 p.  (uma única cópia disponível na biblioteca)  \n2. STRUMILLO, C., KUDRA, T.,  Drying: Principles, Applications and Design . \nGordon and Breach Science  Publishers. 1986.  \n3. LAND, C. M. VAN 'T . Industrial drying of particulate materials equipment \nselection and application:  John Wiley Professio . 1a Edição.  \n4. MUJUMDAR, ARUN S . Drying Technologies in Food Processing . Wiley -\nBlackwell Hardcover, 2008.  \n5. Geankopolis, C. J. Transport Processes and Separation Process Principles . \n4ª Edition, Prentice Hall. 1026 pag, 2003.  \n \nENQ503  - Tópicos em Petroquímica  - 60h \nPetroquímica: matérias primas básicas. Pirólise de frações de nafta e separação de \nprodutos: produção de etileno, propileno, butileno e isobutileno, butadieno. \nReforma catalítica para produção de aromáticos: produção de benzeno, tolueno e \nxileno. Geração de gás de síntese: produção de metanol e amônia. Produção de \nHidrogênio  \n \nBibliografia Básica  \n1. Thomas, J.E., Fundamentos de Engenharia de Petróleo , Editora Interciência, \nRio de Janeiro, 2001.  \n2. Craig, F.F., Jr.: The Reservoir  Engineering - Aspects of Waterflooding , SPE \nMonograph Series, Vol. 3, Society of Petroleum Engineers, 1971.  \n3. Caudle, B.H.: Fundamentals of Reservoir Engineering , Part II, Letures Notes, \nSociety of Petroleum Engineers, 1968.  \n \nBibliografia Complementar  \n1. Georg e R. Gray and H.C.H. Darley, Composition and Properties of Oil Well \nDrilling   Fluids , Gulf Publishing Company, Fourth Edition, 1981  \n2. Petru Stefan, Manual de Fluido de Perfuração , Petrobrás, Segunda Edição, ", "129": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  1981  \n3. James L. Lummus and J.J. Azar, Drilling Fluids  Optimization – A Practical \nApproach , Penn Well Publishing Company, 1986  \n4. Sorbie, K.S., Polymer Improved Oil Recovery , Blackie and Son Ltd, Glasgow \nand London, 1991.  \n5. Larry, W. L., Enhanced Oil Recovery , Prentice Hall, Englewood Cliffs, New \nJersey, 1989.  \n \nENQ50 4 - Tópicos em Produção de Açúcar e Álcool  - 60h \nIntrodução a tecnologia do açúcar.  Mercado do açúcar e álcool: produção e \nconsumo. Matérias primas. Processamento do açúcar de cana: operações \nindustriais envolvidas na fabricação. Tipos de açúcares. Processos fermentativos e \ndemais operações envolvidas na produção de etanol.  \n \nBibliografia básica  \n1. LIMA, U.A.; AQUARONE, E.; BORZANI, W.; SCHMIDELL, W. (coord.). \nBiotecnologia industrial: processos fermentativos e enzimáticos .  v.3. São \nPaulo:Edgard Blücher , 2001. 593p.  \n2. PAYNE, John Howard , Operações Unitárias na Produção de Açúcar de Cana , \nBrasil(tradução para português), 1989, 246 páginas.  \n3. BOREM, ALUIZIO , CALDAS, CELSON , SANTOS, FERNANDO. Cana -de-açúcar - \nBioenergia, Açúcar e álcool . Editora UFV, Viçosa, 1ª Edição, 2010.  \n \nBibliografia complementar  \n1. MARQUES, M. O., MARQUES, T. A., TASSO JÚNIOR, L. C. Tecnologia do Açúcar: \nprodução e industrialização da cana de açúcar . Jaboticabal: FUNEP, 2001. \n170p.  \n2. CORTEZ, L. A. B. Bioetanol de Cana -de-Açúcar . Editora Blücher, 2010.  \n3. FOUST, A; S.; WENZEL, L. A.; CLUMP, C. W.; MAUS, L.; ANDERSEN, L. B. \nPrincípios das operações unitárias , 2ª ed., Rio d e Janeiro: LTC, 1982.  \n4. Mousdale, David M.  Biofuels:  biotechnology, chemistry, and sustainable \ndevelopment . Boca Raton: CRC Press, 2008. xix, 404 p. ( 1 exemplar na BBT).  ", "130": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  5. Bioetanol de cana -de-açúcar : energia para o desenvolvimento \nsustentável  / organização BNDES e CGEE. – Rio de Janeiro : BNDES.  \n \nEAL102 – Biotecnologia de Alimentos - 60h \nBiotecnologia: definição e histórico. Princípios fundamentais da engenharia \ngenética e sua correlação com alimentos in -natura e processados. Organismos e \nvegetais geneticamente modificados. Microrganismos utilizados na produção de \nalimentos e aditivos da indústria de alimentos. Biotecnologia na despoluição de \nefluentes de indústria de alimentos.  \n \nBibliografia Básica:  \n1. COSTA, Neuza Maria Brunoro Costa; BORÉM,  Aluízio; ROSA, Carlos O. (ed.). \nAlimentos transgênicos: saúde e segurança. Viçosa: Editores, 2005.  \n2. KREUZER, Helen; MASSEY, Adrianne. Engenharia genética e biotecnologia. \n2. ed. Porto Alegre: Artmed , 2002. .  \n3. BORÉM, Aluízio; GIÚDICO, Marcos P.; COSTA, Neuza Maria B. (ed.). Alimentos \ngeneticamente modificados. Viçosa: UFV, 2003.  \n \nBibliografia Complementar:  \n1. BORÉM, Aluízio; SANTOS, Fabrício Rodrigues; ALMEIDA, Márcia Rogéria. \nBiotecnologia de A a Z . Viçosa: UFV, 2003.  \n2. BORÉM, Aluízio (Ed.). Biotecnologia e meio ambiente . Viçosa: UFV, 2004.  \n3. AQUARONE, Eugênio (coord.) et al. Biotecnologia industrial: biotecnologia \nna produção de alimentos. São Paulo: Edgard Blücher, 2001. v.4.  \n4. COSTA, Neuza Maria Brunoro; Borém, Aluízio. Biotecnologia e nutrição: \nsaiba como o DNA pode enriquecer a qualidade dos alimentos. São Paulo: \nNobel, 2003.  \n5. SILVEIRA, José Maria Ferreira Jardim da (org.); Poz, Maria Ester Dal (org.); \nAssad, Ana Lucia (org.).  Biotecnologia e recursos genéticos: desafios e \noportunidades para o Brasil. Campinas: Instituto de Economia/FINEP, 2004.  \n ", "131": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  EAL301 – Matérias primas Alimentares - 60h \nLegislação, Classificação, características, padrões de identidade e qualidade, \nmanipulação e conservação das matérias primas alimentícias de origem animal e \nvegetal. Propriedades fisiológicas, físicas, térmicas, químicas e óticas das matérias \nprimas.  \n \nBibliografia Básica:  \n1. EVANGELISTA, J. Tecnologia de alimentos.  São Paulo: Atheneu, 2 003.  \n2. ORDÓÑEZ PEREDA, J. A. Tecnologia de alimentos : componentes dos \nalimentos e processos. Porto Alegre: Artmed , 2005 . v.1.  \n3. RIBEIRO E. P.; SERAVALLI E. A. Química de alimentos.  2. ed. Editora Blücher, \n2007.  \n \nBibliografia Complementar:  \n1. BRASIL. Ministério da Agricultura e do Abastecimento. Regulamento de \nInspeção Industrial e Sanitária de produtos de Origem Animal.  Decreto \nno. 2.244, de 04 de junho de 1997. Brasília: MAPA, 1997.  \n2. BRASIL. Ministério da Agricultura e do Abastecimento. Métodos Analíticos \nFísico -Químicos para Controle de Produtos Cárneos e seus Ingredientes - \nSal e Salmoura. Instrução Normativa no. 12, de 10 de setembro de 1999. \nBrasília: MAPA, 1999.  \n3. BRASIL. Ministério da Agricultura e do Abastecimento. Padrões de \nQualida de para Sucos e Polpas de Frutas.  Instrução Normativa no. 20, de \n21 de julho de 1999. Brasília, 1999.  \n4. BRASIL. Ministério da Saúde/Agência Nacional de Vigilância Sanitária. \nRegulamento Técnico para Fixação de Identidade e Qualidade de Óleos e \nGorduras Veget ais. Resolução no. 482, de 23 de setembro de 1999. Brasília: \nMAPA, 1999.  \n5. BRASIL. Ministério da Saúde/Agência Nacional de Vigilância Sanitária. \nNormas Gerais para funcionamento de Empresas Especializadas na \nprestação de serviços de controle de vetores e pra gas urbanas.  Resolução \nRDC no. 18, de 29 de fevereiro de 2000. Brasília: MAPA, 2000.  ", "132": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br   \nEAL303 - Tecnologia das Fermentações - 60h  \nImportância, históricos e definições de processos fermentativos. Introdução à \nmicrobiologia industrial. Métodos e procedimentos de fermentação. Fermentação \nAlcoólica. Fermentação Láctica. Fermentação Acética. Obtenção de diversos \nprodutos através de proces sos fermentativos.  \n \nBibliografia Básica:  \n1. BORZANI, W. (coord.) et al. Biotecnologia industrial : fundamentos. São \nPaulo: Edgard Blücher, 2001. v. 1.  \n2. SCHMIDELL, Willibaldo (Coord.) et al. Biotecnologia industrial:  engenharia \nbioquímica. São Paulo: Edgard Bl ücher, 2001. v.2.  \n3. LIMA, Urgel de Almeida (coord.) et al. Biotecnologia industrial:  processos \nfermentativos e enzimáticos. São Paulo: Edgard Blücher, 2001. v.3. 593 p.  \n4. AQUARONE, E. (coord.) et al. Biotecnologia industrial:  biotecnologia na \nprodução de alim entos. São Paulo: Edgard Blücher, 2001. v.4.  \n \nBibliografia Complementar:  \n1. VENTURINI FILHO, Waldemar Gastoni (Coord.). Bebidas alcoólicas : ciência e \ntecnologia. São Paulo: Blücher, 2010. v. 1.  \n2. VENTURINI FILHO, Waldemar Gastoni (Coord.). Tecnologia de bebidas:  \nmatéria -prima, processamento, BPF/APPCC, legislação, mercado.  São Paulo: \nEdgard Blücher, 2005.  \n3. FRANCO, B. D. G. M.; LANDGRAF, M. Microbiologia dos alimentos . São Paulo: \nAtheneu, 2004.  \n4. DOBLE, Mukesh; Kruthiventi, Anil Kumar; Gaikar, Vilas Gajanan.  \nBiotransformations and bioprocesses.  New York: Marcel Dekker, c2004.  \n5. ZOECKLEIN, Bruce et al. Análisis y producción de vino . Zaragoza: Acribia, \n2001.  \n6. BASTOS, Reinaldo Gaspar. Tecnologia das fermentações:  fundamentos de \nbioprocessos. São Carlos: FAE/UFSCar , 2010.  \n ", "133": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  EME101 - Resistência dos Materiais II - 60h  \nAnálise triaxial de tensões e deformações. Fotoelasticidade. Critérios de \nresistência: Tresca e von  Mises. Análise de tensão e deformação no plano. Energia \nde deformação. Treliças e pórticos hiperestáticos. Extensometria. Fluência (Creep).  \n \nBibliografia Básica:  \n1. DEWOLF, J. T.; JOHNSTON, E. R.; BEER, F. P. Resistência dos materiais. 4 ed. \nSão Paulo: Mcgraw -Hill, 2006.  \n2. HIBBELER, R. C. Resistência de materiais . 7 ed. São Paulo: Pearson Education, \n2010.  \n3. JOHNSTON, E. R.; EISENBERG, E. R.; BEER, F. P. Mecânica vetorial para \nengenheiros  : estática. 7 ed. São Paulo: Mcgraw -Hill, 2006.  \n \nBibli ografia Complementar:  \n1. UGURAL, A. C. Mecânica dos materiais.  1 ed. Rio de Janeiro: LTC, 2009.  \n2. BEER, F. P. et al. Mecânica dos materiais.  5 ed. São Paulo: Mcgraw -Hill, 2011.  \n3. NORTON, R. L. Projeto de máquinas:  uma abordagem integrada. 2  ed. Porto \nAlegre: Bookman, 2004.  \n4. BUDYNAS, Richard G.; KEITH Nisbett, J. Elementos de máquinas de Shigley: \nprojeto de engenharia Mecânica. 8 ed. Porto Alegre: Bookman, 2011.  \n5. COLLINS, J. A. Projeto mecânico de elementos de máquinas:  uma \nperspectiva de prev enção da falha. Rio de Janeiro: LTC, 2006.  \n \nEME103 - Introdução aos Processos de Manufatura - 30h \nIntrodução a Sistemas de Produção. A produção na área metal -mecânica. \nSiderurgia. Usinagem. Soldagem  \n \nBibliografia Básica:  \n1. CALLISTER JR, W. D. Materials Science and Engineering - An Introduction . \n2th ed,  J. Wiley, 1991.  \n2. CHIAVERINI, V. Tecnologia Mecânica . Vol. 1 e 2, McGraw -Hill, 2ª ed., São \nPaulo,  1986.  ", "134": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  3. DeGARMO, E.P.; BLACK, J.T e KOHSER, R.A. Materials and Processes in \nManufacturin g. 8th e, Macmillan, 19 88. \n \nBibliografia Complementar:  \n1. FERRARESI, DINO. Usinagem dos Metais . Vol. 1, Edgard Blücher, São Paulo, \n1977.  \n2. KALPAKJIAN, S. Manufacturing Engineering  & Tecnology. 4th ed, Addison \nWesley,  2000.  \n3. DIETER, G.E. Mechanical Metallurgy . 3rd edition. McGraw -HILL.  New York, \nEUA,  1986.  \n4. KRAR e OSWALD. Technology of Machine Tools . McGraw -Hill, 4th Ed., 1991.  \n5. NIEBEL, B.W., DRAPER, A.B. e WISK, R.A. Modern Manufacturing Process \nEngineering . McGraw -Hill, 1990.  \n \nEME303 - Desenho de Máquinas  - 60h  \nDesenhos de conjuntos mecânicos de transmissão de potência, de mecanismos de \nacionamento, de mancais de deslizamento e de rolamento, de bases e carcaças de \nmáquinas, de estruturas soldadas e de sistemas de freios e embreagens. Desenhos \nde detalhe das peças e/ou componentes util izadas em cada conjunto mecânico. \nIndicação de acabamentos superficiais. Utilização de tolerâncias de montagem. \nVista explodida de conjunto mecânico. Utilização de sistema CAD de modelagem \n3D. \n \nBibliografia Básica:  \n1. Fialho, A. B. SolidWorks Premium 2009 - Teoria e Prática no \nDesenvolvimento de Produtos Industriais - Plataforma para Projetos  \nCAD/CAE/CAM, 1ª ed., Editora Érica, 2009.  \n2. Leake, J.; Borgerson, J. Man ual de Desenho Técnico para Engenharia – \nDesenho, Modelagem e Visualização , 1ª ed., LTC, 2010.  \n3. Niem ann, G. Elementos de Máquinas  Vol. 1, 1ª ed., Blucher, 1971.  \n \n ", "135": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  Bibliografia Complementar:  \n1. Fialho, A. B. Pro/ENGINEER Wildfire 3.0 - Teoria e Prática no \nDesenvolvimento de Produtos Industriais - Plataforma para Projetos  \nCAD/CAE/CAM, 1ª ed., Editora Érica, 2 006.  \n2. Cruz, M. D. CATIA V5R20 - Modelagem, Montagem e Detalhamento - 2D e 3D \n- Para Windows , 1ª ed., Editora Érica, 2010.  \n3. Giesecke, F. E. e cols. Comunicação Gráfica Moderna , 1ª ed., Bookman, 2002.  \n4. Niemann, G. Elementos de Máquinas  Vol. 2, 1ª ed., Blucher, 1971.  \n1. 5. Niemann, G. Elementos de Máquinas  Vol. 3, 1ª ed., Blucher, 1971.  \n \nENG401 – Química Analítica Instrumental  - 60h  \nIntrodução à Química Analítica Instrumental, Princípios dos Métodos \nEspectrométricos, Espectrometria de Absorção Molecular no Ultravioleta e no \nvisível, Espectrometria de Absorção Atômica, Espectrometria de Emissão Atômica, \nPrincípios dos Métodos Eletroanalíticos, Potenciometria, Condutometria, \nVoltametria, Princípios dos Métodos Cromatográficos, Cromatograf ia Gasosa, \nCromatografia Líquida. Parte Prática: Análise de Espécies de Interesse Ambiental, \nFarmacêutico e/ou alimentício empregando diferentes métodos instrumentais. . \n \nBibliografia Básica:  \n1. HOLLER, F. J.; SKOOG, D. A.; CROUCH, S. R. Princípios de Análise \nInstrumental . 6.ed. Porto Alegre: Bookman, 2009. 1055 p.  \n2. EWING, G. W.. Métodos Instrumentais de Análise Química . São Paulo: \nEdgard Blücher, 1972. v.1. 296 p.  \n3. SKOOG, D. A.; WEST, D. M.; HOLLER, F. J.; CROUCH, S. R. Fundamentos de \nQuímica Analítica . 8ª ed. P ioneira Thomson Learning, São Paulo, 2006. . \n \nBibliografia Complementar:  \n1. Revista Química Nova na Escola, Órgão de Divulgação da Sociedade Brasileira \nde Química, São Paulo.  \n2. FIFIELD, F. W. E KEALEY, D. Principles and Practice of Analytical Chemistry . \n5th Ediction, Wiley -Blackwell, 2000. 576p.  ", "136": " \nCampus JK. Diamantina/MG Rodovia MGT 367. KM 583, no 5000. Alto da Jacuba. Tel: (38) 3532 -1200 www.ufvjm.edu.br  3. KEALEY, D. Experiments in Modern Analytical Chemistry , Chapman & Hall, \n1986.  \n4. FIFIELD, F. W.; HAINES, P. J. Environmental Analytical Chemistry , 2th \nEdition, Blackwell Publishing, 2000. 512p.  \n5. HARVEY, D. T. Modern Analytical Chemistry . 1th Edition, New York, McGraw -\nHill Science, 1999. 816p.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "}