{"1": " \n \nUniversidade Federal de Uberlândia  \n \n \n \n \n \n Faculdade de Ciências Integradas do Pontal  \nFACIP  \n \n \n \n \n \n \n \nProjeto Pedagógico do Curso de \nGraduação em Engenharia de Produção  ", "2": " 2 ÍNDICE  \n \nI – Identificação  ................................ ................................ ................................ ..........................  3 \nII – Endereços  ................................ ................................ ................................ .............................  3 \nIII – Apresentação  ................................ ................................ ................................ ......................  4 \nIV – Justificativa  ................................ ................................ ................................ .........................  5 \nV - Princípios e fundamentos  ................................ ................................ ................................ ..... 7 \nVI – Caracterização do egresso  ................................ ................................ ................................ .. 9 \nVII - Objetivos do curso  ................................ ................................ ................................ ...........  10 \nVIII – Estrutura curricular  ................................ ................................ ................................ ........  11 \nA. Núcleo de Formação Básica  ................................ ................................ ............................  12 \nB. Núcleo de Formação Profissionalizante  ................................ ................................ ..........  13 \nC. Núcleo de Formação Específica ................................ ................................ .......................  15 \nOptativas  ................................ ................................ ................................ ...............................  15 \nD. Atividades Acadêmicas Complementares  ................................ ................................ ....... 16 \nE. Fluxo Curricular  ................................ ................................ ................................ ...............  17 \nF. Quadro -Síntese da Estrutura Curricular  ................................ ................................ ...........  21 \nG. Relação dos Laboratórios  ................................ ................................ ................................  21 \n \nIX – Diretrizes gerais para o desenvolvimento metodológico do e nsino  ................................ . 23 \nX – As diretrizes para os processos de avaliação da aprendizagem e do curso  .......................  24 \nA. Avaliação da aprendizagem dos estudan tes ................................ ................................ ..... 24 \nB. Avaliação do curso  ................................ ................................ ................................ ...........  25 \nXI – Duração mínima e máxima de integralização.  ................................ ................................ . 26 \nANEXO 1  ................................ ................................ ................................ ................................ . 27 \nHistórico da Criação do Campus  do Pontal - FACIP  ................................ ...........................  36 \nANEXO 2  ................................ ................................ ................................ ................................ . 43 \nANEXO 3  ................................ ................................ ................................ ................................ . 46 \nANEXO 4  ................................ ................................ ................................ ................................ . 52 \n ", "3": " 3  \nI – Identificação  \n Denominação do curso: Graduação em Engenharia de Produção  \n Modalidades oferecidas: Bacha relado  \n Titulações conferidas: Bacharel em Engenharia de Produção  \n Ano de início de funcionamento do curso: 2010  \n Duração do curso:   \no Duração mínima: 5 anos  \nDuração máxima: 6 anos  \n Documento de criação do curso: Resolução Número 17/2009 do Conselho \nUniversitár io da UFU.  \n Regime acadêmico: semestral com ingresso semestral.  \n Turno de ofertas: integral.  \n Número de vagas oferecidas: 44 por semestre.  \n \nII – Endereços  \n Da instituição  \nUniversidade Federal de Uberlândia – UFU – Reitoria  \nAv. João Naves de Ávila,  2121 –  Campus Santa Mônica  \nUberlândia/MG – CEP 38.400 -902 \n \n Da Unidade Acadêmica:  \nFACIP – Faculdade de Ciências Integradas do Pontal  \nAv. José João Dib - nº 2545  \nBairro Progresso – CEP 38302 -000 - Ituiutaba – MG \n \n Do curso:  \nCurso de Graduação em Engenharia de Produç ão \nAv. José João Dib - nº 2545  \nBairro Progresso – CEP 38302 -000 - Ituiutaba – MG ", "4": " 4 III – Apresentação  \nO Projeto Político -Pedagógico do Curso de Graduação em Engenharia de Produção da \nFACIP -UFU foi elaborado por uma comissão de docentes desta Unidade, a sab er, Edu \nBarbosa Arruda, Germano Abud Rezende, Milton Taidi Sonoda e Antonio Justino Ruas \nMadureira. Este Projeto enquadra -se na atual Lei de Diretrizes e Bases da Educação Nacional \n(Lei Nº. 9394 de 20 de dezembro de 1996), que trata das finalidades da educ ação superior. \nEste trabalho atende também às Diretrizes Curriculares Nacionais para os Cursos de \nEngenharia (Resoluções CNE/CES nº 11/02 e CNE/CES nº 02/07); e às Orientações Gerais \npara Elaboração de Projetos Pedagógicos de Cursos de Graduação, desenvolv idas segundo a \nresolução 02/2004 do Conselho de Graduação desta Universidade.  \nComo se sabe, o Engenheiro de Produção é um dos poucos profissionais que trata os \nproblemas de forma global e não fragmentada, e que:  \n“Compete à Engenharia de Produção o projeto,  a modelagem, a implantação, a \noperação, a manutenção e a melhoria de sistemas produtivos integrados de bens e serviços, \nenvolvendo homens, recursos financeiros e materiais, tecnologia, informação e energia. \nCompete ainda especificar, prever e avaliar os r esultados obtidos destes sistemas para a \nsociedade e o meio ambiente, recorrendo a conhecimentos especializados da matemática, \nfísica, ciências humanas e sociais, conjuntamente com os princípios e métodos de análise e \nprojeto da engenharia.” (Associação Br asileira de Engenharia de Produção - ABEPRO ). \nNeste espírito genuinamente interdisciplinar, ao estudante de Engenharia de Produção \nsão lecionadas disciplinas comuns à área de Ciências Exatas e Naturais, disciplinas de \nconteúdo tecnológicas, comuns a quase todos os cursos de engenharia, bem como temas \nvoltados às áreas de Administração, Economia e Contabilidade. Desta forma, o curso de \nEngenharia de Produção requer um Projeto Político -Pedagógico com uma imensa articulação \nentre as disciplinas dos diferentes cursos envolvidos. Além disso, é imprescindível uma \narticulação entre pesquisa, ensino e extensão, integrando os seus diversos aspectos na \nformação do futuro profissional de Engenharia de Produção.  \nAo longo do processo de elaboração deste projeto procurou -se a interlocução com os \ndocentes dos cursos que ministrarão disciplinas para a Graduação em Engenharia de \nProdução, pois a Comissão entende que o perfil do profissional egresso é de responsabilidade \nde todo os cursos envolvidos. Desta forma, este projeto representa um compromisso assumido \nentre estes cursos.  \nEste projeto também almeja proporcionar uma formação geral no que se refere aos \nconteúdos básicos,  específicos e profissionalizantes, buscando desenvolver competências com ", "5": " 5 as quais os profissionais for mados tenham subsídios para discutir e assimilar as informações \ne, além disso, saber servir -se desses conhecimentos em contextos pertinentes. Ele também \npretende fornecer elementos para que este profissional, ao concluir essa etapa de sua \nformação, possa c ontinuar estudando em níveis superiores, ou, se caso desejar parar nesta \netapa, que os conhecimentos construídos até então possam ser suficientes para o exercício de \natividades relacionadas à Engenharia de Produção . \nAlém disso, o projeto busca privilegiar trabalhos coletivos, com vistas à superação da \ndicotomia teoria -prática. Nessa perspectiva, pretende -se construir um Curso de Graduação em \nEngenharia de Produção de forma coesa, desenvolvendo atividades articuladas entre as \ndisciplinas dos cursos envolvido s, possibilitando a formação de um profissional crítico, \ncriativo e ético, compromissado com a realidade social em que vive.  \nEste projeto foi elaborado não somente como um instrumento de intervenção \npedagógica, mas, ao mesmo tempo, político, na medida em q ue se articula o estabelecimento \nde um perfil para o curso, onde sua abrangência está relacionada com a realidade regional no \nqual se desenvolve. O processo de implantação deste projeto iniciará a partir de março de \n2010, quando do ingresso dos primeiros a lunos do Curso de Bacharelado em Engenharia de \nProdução.  \n \nIV – Justificativa  \nO Curso de Engenharia de Produção no Campus do Pontal da Universidade Federal de \nUberlândia (UFU) visa a formação de profissionais capacitados para atender à constante \nevolução do  sofisticado mercado produtivo atual no que se refere às exigências por qualidade, \nprodutividade e lucratividade, proporcionando e viabilizando novas condições para o avanço \nindustrial e de serviços no Estado de Minas Gerais e nas regiões Sudeste e Centro -Oeste.  \nA necessidade de organizar e administrar sistemas de produção industrial cada vez \nmais complexos iniciou, a partir do século XIX, o desenvolvimento da Engenharia de \nProdução. Embora sua origem como área de engenharia tenha ocorrido na Engenharia \nMecânica, foi observado na década de 70 que os conceitos e métodos próprios da Engenharia \nde Produção avançaram, tornando -se independentes de qualquer área tecnológica, sendo hoje \naplicados a todas as engenharias. A Engenharia de Produção abrange um vasto cam po de \natuação, predominando quatro grandes áreas: Engenharia do Trabalho e Produto, Projeto e \nEngenharia Industrial, Gerência da Produção e Pesquisa Operacional.  \nA complexidade das organizações e de suas relações com o mundo exterior teve como \nresultado o aumento na demanda por diversos sistemas e métodos de tomada de decisão nos ", "6": " 6 planos estratégico e operacional cujo desenvolvimento, em todo o mundo, está associado à \nárea de Engenharia de Produção. As aplicações dos métodos dessa área do conhecimento são \nhoje mundialmente reconhecidas como fundamentais para o sucesso competitivo das \norganizações, tendo sido constantemente mencionadas como fator de grande importância no \ncrescimento ou decadência de empresas e economias nacionais.  \nOutro fator relevante para o sucesso da Engenharia de Produção se deve à queda \nprogressiva das barreiras econômicas, o que vem exigindo das empresas um alto grau de \ncompetitividade, possível de ser atingido somente através da redução dos custos, organização, \naumento da qualidade dos p rodutos e serviços e um alto grau de flexibilidade e reação rápida \na um mercado global e dinâmico. O cumprimento dessas metas exige maior qualificação do \npessoal produtivo e gerencial. No País, os Engenheiros de Produção vêm realizando, \nsobretudo, a implan tação de novos padrões da qualidade e produtividade em todas as \natividades industriais, agrícolas e comerciais, além de governamentais, sendo indispensável \nque sua atuação seja regida pela consciência da necessidade de criar um mundo sustentável. \nNeste con texto, o Engenheiro de Produção será peça fundamental no desenvolvimento de \nnovos sistemas produtivos em todos os ramos da atividade econômica e empresarial. Além \ndisso, terá papel importante no apoio à capacitação, treinamento, formação, consultoria \nespec ializada e outros meios de relação com a produção de bens e serviços locais.  \nDe acordo com o documento \"Engenharia de Produção: grande área e diretrizes \ncurriculares\" elaborado pela Associação Brasileira de Engenharia de Produção - ABEPRO \n(04/1998) existe uma forte valorização dos profissionais egressos de cursos de Engenharia de \nProdução, devido a sua capacidade de identificar, formular e solucionar problemas ligados às \natividades de projeto, operação e gerenciamento do trabalho e de sistemas de produção d e \nbens e/ou serviços, considerando seus aspectos econômicos, sociais e ambientais, com visão \nética e humanística. O curso de Engenharia de Produção proporciona formação básica em \nengenharia, profissionalizante em produção.  \nDiante desses fatores e considera ndo a infra -estrutura existente, a experiência e o \nreconhecimento nacional em áreas relacionadas aos setores agrário, biomédico e tecnológico, \na Universidade Federal de Uberlândia criou em 2009, no Campus do Pontal (Ituiutaba -MG), o \ncurso de Engenharia de Produção. Nesse Campus já são oferecidos cursos de licenciatura e \nbacharelado nas áreas de exatas e humanas, que propiciaram todo suporte necessário para a \nformação básica dos profissionais de Engenharia de Produção.  \nLocalizada na região do Pontal do Triâ ngulo Mineiro, Ituiutaba é uma cidade situada \nem uma posição estratégica no estado de Minas Gerais, haja vista a sua proximidade com as ", "7": " 7 divisas com os estados de Goiás (ao norte), São Paulo (ao sul) e com Mato Grosso (a oeste), \numa região fortemente indust rializada. Além disso, a região do Triângulo Mineiro é \ncaracterizada pela expressiva produção agroindustrial, composto por um diversificado parque \nindustrial em que se destacam as indústrias de tecnologia mineral, de manufatura, alimentícia \ne empresas de d istribuição de produtos industrializados diversos, ou seja, setores exigentes em \nmão de obra qualificada para os setores de logística, gerência, otimização e controle de \nprodução que devem absorver os profissionais formados em Engenharia de Produção da \nUniversidade Federal de Uberlândia – Campus do Pontal. Não obstante, a presença do curso \nde Engenharia de Produção em Ituiutaba terá impactos positivos para a economia da região, \numa vez que desde os projetos de agricultura familiar, microempresas e toda vast a diversidade \nde pequenos negócios da região podem ser assessoradas pelos profissionais em questão. Para \ntanto, os alunos do curso poderão participar de diversos projetos de extensão junto à \ncomunidade local, bem como prestar serviços de consultoria por me io de empresa júnior e \nprojetos no âmbito social.  \nA criação desse curso em Ituiutaba se deve a diversos fatores relevantes, como a sua \nnão existência na matriz, situada em Uberlândia -MG. Além do mais, a instituição conta com \nmaterial humano qualificado e c apaz de proporcionar a formação de Engenheiros de Produção \ncapacitados para atuar nos mais variados ramos industriais. Além disso, o curso de \nEngenharia de Produção oferecido por uma instituição de  ensino gratuita e de qualidade mais \npróximo , no Estado de Minas Gerais,  fica em Belo Horizonte, sendo ministrado pela UFMG. \nA Universidade Federal de Uberlândia, Campus do Pontal, formará profissionais com \nconhecimentos específicos em Logística, Pesquisa Operacional, Processamento de Produtos \nAgroindustriais bem como conceitos gerenciais de Mercado, Economia e Administração. \nAssim sendo, o Engenheiro de Produção estará habilitado a atuar na cadeia industrial, sendo \ncapaz de contextualizar os conhecimentos da Economia, Administração e Engenharia \nIndustrial e compre ender o conjunto gestão -produção . \n \nV - Princípios e fundamentos  \n \nAs Diretrizes Curriculares Nacionais que orientam a el aboração do projeto pedagógico \ndo curso enfatizam a necessidade de se adotar uma nova abordagem para a formação do \nprofissional, uma vez que a sociedade, hoje tão competitiva, demanda por profissionais \nflexíveis e com capacidade de adaptação às novas realidades. O mundo globalizado exige não ", "8": " 8 somente rapidez na interpretação geral dos problemas, mas também capacidade para a análise \ncrítica, criatividade, adaptabilidade às situações inusitadas, iniciativa para a realização de \npesquisa, relacionamento cooperativo e integrado, com vistas a aprimorar a qualidade de vida \ndos cidadãos.  \nO Curso de Graduação em Engenharia de Produção deve ser estrutu rado de forma a \npermitir que os egressos adquiram habilidades e competências que o mundo globalizado vem \nexigindo. Além disso, o curso deve facilitar e promover o processo de compreensão do meio \nsócio -econômico, histórico -cultural e político destes egresso s, os quais serão importantes \nagentes na formação de cidadãos.  \nO curso tem a sua estrutura organizada com base nos seguintes princípios:  \n Liberdade acadêmica e autonomia universitária, para que se dê cumprimento à função \nsocial da universidade através do en sino e pesquisa de qualidade e a extensão a favor \ndo desenvolvimento dos sujeitos e da sociedade como um todo;  \n Estímulo às atividades que socializam o conhecimento produzido pelo corpo docente e \npelos discentes, afirmando a indissociabilidade entre ensino,  pesquisa e extensão;  \n Adoção de princípios éticos que promovam o respeito à pluralidade de pensamento no \ncompromisso com as finalidades da educação e com os objetivos da instituição, \nprivilegiando -os em detrimento de interesses particulares, individuais ou  de grupos;  \n Interação permanente com a sociedade, com o mundo do trabalho e com as demandas \nsociais de formação profissional, cumprindo, com isto, a função social da \nuniversidade;  \n Sólida formação teórica e rigoroso trato -prático no campo em que se constitu em os \nsaberes da docência e da pesquisa. Com isto, garante -se a qualidade do ensino, a \natualização dos conhecimentos e sua discussão contextualizada, como um meio para a \nformação de atitudes científicas diante do conhecimento e do pensamento crítico;  \n Flexi bilidade curricular para desenvolvimento de competências e habilidades que \nlevem o aluno a procurar, interpretar, analisar e selecionar informações, identificar \nproblemas relevantes, realizar diagnósticos, experimentos e projetos de pesquisa \nteóricos e/ou experimentais, utilizando suporte teórico e/ou experimental adequados;  \n Estímulo às atividades complementares, destacando -se, por exemplo, a iniciação \ncientífica, extensão, monitoria e participação em eventos acadêmicos científicos e \nculturais;  ", "9": " 9  Desenvolvime nto de uma prática de avaliação diagnóstica do aprendizado dos \nestudantes, e uma prática de avaliação sistemática do Projeto Pedagógico.  \n \nVI – Caracterização do egresso  \n \nO engenheiro , seja qual for sua área de atuação, deve ser um profissional que, apoiado  \nem conhecimentos sólidos e atualizados em  engenharia de produção , seja capaz de abordar e \ntratar problemas novos e tradicionais e que esteja sempre preocupado em buscar novas formas \ndo saber e do fazer científico e/ou tecnológico. Em todas as suas ativida des, a atitude de \ninvestigação deve estar sempre presente, embora associada a diferentes formas e objetivos de \ntrabalho. O  engenheiro de produção  deverá também ser conhecedor do método científico, \nutilizando -se deste método na busca da verdade científica, de maneira ética e com \nperseverança, estando preparado para enfrentar novos desafios e buscar soluções de \nproblemas, de forma criativa e com iniciativa. O  engenheiro de produção  deverá ainda ser \ncapaz de contextualizar sua atuação dentro de sua realidade s ócio-econômico, histórico -\ncultural e política, qualidade esta necessária a um profissional que venha a atuar como agente \ntransformador da sociedade . \nEm sua atuação, além do perfil mencionado acima, o engenheiro de produção  deverá \nser capaz de:  \n \n Ser crítico , criativo, participativo e ético no desempenho de suas atividades;  \n Desenvolver uma ética de atuação profissional e a conseqüente responsabilidade \npolítico -social, compreendendo a Engenharia como ferramenta de transformação da \nsociedade;  \n Dimens ionar e inte grar recursos físicos , humanos e financeiros a fim de  produzir, com \neficiência  e ao menor custo, considerando a possibilidade de  melhorias continuas  nos \nsistemas  organizacionais ; \n Manter -se atualizado quanto os avanços tecnológicos, disponibilizando -as como  \nferramenta de trabalho ; \n Utilizar métodos científicos, além de conhecimento prático para modelar sistemas de \nprodução e auxiliar na tomada de decisões;  ", "10": " 10  Deverá ser capaz p rojetar, implementar e aperfeiçoar  sistemas, produtos e processos, \nlevando  em consider ação a legislação  pertinente,  e os aspectos socioeconômicos  e \nambientais ; \n Prever e analisar demandas , projetando produtos  e processos , ou melhorando suas \ncaracterísticas  e funcionalidade s; \n Incorporar conceitos e técnicas  de qualidade em todo o sistema  de p rodução , \nproduzindo normas e procedimentos de controle e  auditoria;  \n Conjugar os sistemas de produção  com o meio ambiente , de forma ética e responsável , \ntanto  no que se refere à utilização  de recursos naturais quanto à disposição  final de \nresíduos ; \n Avaliar a viabilidade econômica e financeira de projetos , aplicando métodos \ncientíficos qualitativos e quantitativos;  \n \nVII - Objetivos do curso  \n \n O objetivo  geral  do curso de Engenharia de Produção do campus do Pontal da UFU  é \nformar profissionais capazes de desen volver o projeto , a implantação, a operação , a melhoria, \ne a manutenção de sistemas produtivos integrados, e bens e serviços , de maneira sistêmica. \nPara tanto, estabelecem -se os seguintes objetivos específicos:  \n \n Fornecer uma sólida formação teórica e práti ca em  engenharia de produção , que \npermita construir relações com o conhecimento, que levem ao efetivo domínio de seus \nfundamentos;  \n Propiciar, através de instrumentos adequados, a obtenção dos conhecimentos \ncientíficos necessários para a int erpretação críti ca e objetiva  das realidades \nvivenciadas na atuação profissional , assim como, a capacidade de intervenção nessa \nrealidade;  \n Estimular o desenvolvimento humano do estudante, a fim de compreender a \nimportância do exercício profissional como um instrumento de promoção de \ntransformações social, política, econômica, cultural e ambiental;  \n Aprimorar valores éticos e humanísticos fundamentais ao exercício profissional, tais \ncomo a solidariedade, o respeito à vida humana, a convivência com a pluralidade e a \ndiversida de de pensamento;  ", "11": " 11  Dotar o estudante de visão sistêmica, a fim de torná -lo um profissional capacitado para \nsolucionar problemas de engenharia nos diversos setores da produção;  \n Promover atividades integradas à pesquisa, ensino e a extensão no sentido de esti mular \no pensamento criativo -crítico -reflexivo ; \n Estimular a investigação científico -tecnológica por meio de iniciação científica;  \n Despertar o espírito empreendedor do estudante, estimulando -o a participar de projetos \ninovadores e a desenvolver visão crítica  para percepção de oportunidades de negocio;  \n Estimular o relacionamento com empresas mediante estágios e intercâmbios \nacadêmicos;  \n \nVIII – Estrutura curricular  \n \nConforme a Resolução Nº 2, de 18 de junho de 2007 do Conselho Nacional de \nEducação e da Câmara d e Educação Superior (Resolução 02/07 do CNE/CES), a carga \nhorária total mínima para o curso de Engenharia é de 3600 horas, devendo ser integralizada \nem no mínimo 5 anos. O curso de Engenharia de Produção da FACIP/UFU possui carga \nhorária mínima de 3760 hor as distribuídas em 5 anos.  \nSeguindo as Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia, \nestabelecidas na Resolução N 11 º do Conselho Nacional de Educação e da Câmara de \nEducação Superior de 11 de março de 2002 (Resolução 11/02 do CNE/ CES), a estrutura \ncurricular do Curso de Engenharia de Produção da FACIP/UFU é composta pelos núcleos de \nFormação Básica, Profissionali zante, Específica (com optativas)  e Atividades Acadêmicas \nComplementares . A carga horária de cada núcleo:  \n Núcleo de Forma ção Básica: 1470 horas  \n Núcleo de Formação Profissionalizante: 1680 horas  \n Núcleo de Formação Específica: 510 horas  (180 horas de Optativas)  \n Atividades Acadêmicas Complementares : 100 horas  \n \nA carga horária dos Núcleos de Formação Básica e Profissionalizante satisfaz as \nexigências da Resolução 11/02 do CNE/CES. Também estabelecida por esta resolução, a \nestrutura curricular do curso de Engenharia de Produção prevê a realização de Estágio \nCurricular obrigatório de 180 horas e de apresentação de Trabalho de Concl usão de Curso \n(TCC). Como um todo, os Núcleos de Formação Básica, Profissionalizante, Específica  e ", "12": " 12 Atividades Acadêmicas Complementares  buscam contemplar todos os Princípios e \nFundamentos deste Projeto Pedagógico.  \nAlém dos componentes curriculares descrito s acima, os alunos deverão \nobrigatoriamente realizar o Exame Nacional de Desempenho dos Estudantes para se adequar à \nLei nº 10.861, de 14 de abril de 2004, que traz no artigo 5º o seguinte texto:  \n“§ 5º O ENADE é componente curricular obrigatório dos cursos  de graduação, sendo \ninscrita no histórico escolar do estudante somente a sua situação regular com relação a essa \nobrigação, atestada pela sua efetiva participação ou, quando for o caso, dispensa oficial pelo \nMinistério da Educação, na forma estabelecida e m regulamento.  \n \nA. Núcleo de Formação Básica  \n \nAs disciplinas do Núcleo de Formação Básica (Quadro 1) são as primeiras do curso de \nEngenharia de Produção, e formam o alicerce do conhecimento do engenheiro. Essas \ndisciplinas são, em geral, pré -requisitos par a a formação Profissionalizante e Específica.  \n \nQuadro 1 – Disciplinas Obrigatórias que compõem o Núcleo de Formação Básica com \nrespectivas cargas horárias (CH)  \n \nDisciplinas Obrigatórias  CH \nTeórica  CH \nPrática  CH \nTotal  \n1 Geometria Analítica  60 0 60 \n2 Cálcu lo Diferencial e Integral I  90 0 90 \n3 Química Geral  60 0 60 \n4 Química Geral Experimental  0 30 30 \n5 Introdução à Computação  15 45 60 \n6 Conservação e Manejo de Recursos \nNaturais  45 15 60 \n7 Física I  60 0 60 \n8 Física Experimental I  0 30 30 \n9 Cálculo Dif erencial e Integral II  60 0 60 \n10 Álgebra Linear  60 0 60 \n11 Microeconomia  60 0 60 \n12 Teoria Geral da Administração  60 0 60 ", "13": " 13 13 Desenho Técnico  15 45 60 \n14 Física II  60 0 60 \n15 Física Experimental II  0 30 30 \n16 Cálculo Diferencial e Integral III  60 0 60 \n17 Estatística para Engenharia  90 0 90 \n18 Contabilidade Geral  60 0 60 \n19 Metodologia Científica  30 0 30 \n20 Física III  60 0 60 \n21 Física Experimental III  0 30 30 \n22 Equações Diferenciais Ordinárias  60 0 60 \n23 Cálculo Numérico  30 30 60 \n24 Teoria  das Organizações  60 0 60 \n25 Energia e Instalações Elétricas  60 0 60 \n26 Análise de Custos  60 0 60 \nTOTAL  1215  255 1470  \n \n \nB. Núcleo de Formação Profissionalizante  \n \nO Núcleo de Formação Profissionalizante (Quadro 2) inclui as disciplinas \nconsideradas esse nciais para a formação do Engenheiro de Produção. Elas compõem um sub -\nconjunto coerente das 10 sub -áreas da Engenharia de Produção definidas pela Associação \nBrasileira de Engenharia de Produção/ABEPRO.  \n \nQuadro 2 – Disciplinas Obrigatórias que compõem o Núc leo de Formação Profissionalizante \ncom respectivas cargas horárias (CH)  \n \nDisciplinas Obrigatórias  CH \nTeórica  CH \nPrática  CH \nTotal  \n1 Programação Computacional  15 45 60 \n2 Mecânica Aplicada I  60 0 60 \n3 Pesquisa Operacional I  30 30 60 \n4 Fenômeno de Transpor te 60 0 60 \n5 Mecânica de Sólidos I  60 0 60 ", "14": " 14 6 Pesquisa Operacional II  30 30 60 \n7 Gestão Estratégica  60 0 60 \n8 Ergonomia e Segurança do Trabalho  45 15 60 \n9 Gestão Ambiental  30 0 30 \n10 Planejamento e Controle da Produção I  45 15 60 \n11 Gestão da Qualida de 60 0 60 \n12 Projeto de Produtos  60 0 60 \n13 Simulação de Sistemas  15 45 60 \n14 Ciência dos Materiais  60 0 60 \n15 Planejamento e Controle da Produção II  45 15 60 \n16 Logística  60 0 60 \n17 Processos de Fabricação  60 0 60 \n18 Planejamento e Controle da Pro dução III  60 0 60 \n19 Operações Unitárias  60 0 60 \n20 Projeto de Instalações Industriais  60 0 60 \n21 Sistemas de Informação  30 0 30 \n22 Trabalho de Conclusão de Curso I  15 75 90 \n23 Gestão da Cadeia de Suprimentos  60 0 60 \n24 Automação e Controle  45 15 60 \n25 Trabalho de Conclusão de Curso II  15 75 90 \n26 Estágio Curricular Obrigatório  15 165 180 \nTOTAL  1155  525 1680  \n \nNeste projeto, o Trabalho de Conclusão de Curso  (TCC) é definido como uma \natividade acadêmica com carga horária total de 180 horas, e orient ada por um docente da \nUFU. Esta atividade tem por objetivo estimular a capacidade investigativa do estudante, \ncontribuindo para a sua formação básica, profissional, científica, artística e sócio -política. Na \nestrutura curricular do Curso de graduação em En genharia de Produção, o TCC será \ndesenvolvido por meio de duas disciplinas intituladas, Trabalho de Conclusão de Curso I e \nTrabalho de Conclusão de Curso II. Ao final destas disciplinas o estudante deverá apresentar \num trabalho na forma de monografia. O tr abalho deve versar sobre um tema específico, não \nnecessariamente inédito, sobre uma área temática da engenharia de produção, definida pela ", "15": " 15 Associação Brasileira de Engenharia de Produção -ABEPRO. As normas para elaboração do \nTCC são apresentadas no anexo  2. \nO Estágio Curricular Obrigatório  é uma atividade acadêmica de 180 horas  \n(mínimo) , supervisionada por um docente da UFU e orientada por um profissional indicado \npela concedente de estágio. Esta atividade tem por objetivo proporcionar ao estudante a \nvivenci a de situações similares àquelas que serão encontradas na vida profissional. A essa \natividade corresponde uma disciplina, obrigatória e denominada “Estágio Curricular \nObrigatório ”, ministrada por um docente que coordenará os estágios naquele semestre. As \nnormas do E stágio Curricular Obrigatório  do curso de Engenharia de Produção são \napresentadas no anexo  3. \n \nC. Núcleo de Formação Específica  \n \nSegundo estabelecido na Resolução 11/02 do CNE/CES e proposto pela Comissão de \nDiretrizes Curriculares da ABEPRO, as disciplinas do Núcleo de Formação Específica  \n(Quadro 3)  devem caracterizar -se como extensões e aprofundamentos dos conteúdos \nprofissionalizantes . \n \nQuadro 3 – Disciplinas Obrigatórias que compõem o Núcleo de Formação Específica com \nrespectivas cargas horári as (CH)  \n \nDisciplinas Obrigatórias  CH \nTeórica  CH \nPrática  CH \nTotal  \n1 Introdução à Engenharia de Produção  30 0 30 \n2 Controle Estatístico de Processo  45 15 60 \n3 Metrologia Industrial  45 15 60 \n4 Sistemas de Produção  60 0 60 \n5 Engenharia Econômica  60 0 60 \n6 Direito Empresarial  60 0 60 \nTOTAL  300 30 330 \n \nOptativas  \n \nO Quadro 4  é constituído por um conjunto de disciplinas optativas . O estudante deve \nescolhê -las dentre as disciplinas oferecidas no semestre . Esta escolha é livre respeitando os ", "16": " 16 pré-requisitos da s mesmas.  Em cada semestre, será oferecida no mínimo uma disciplina \noptativa pelos professores do curso de engenharia de produção. As disciplinas optativas \noferecidas por outros cursos da FACIP são oferecidas anualmente por serem obrigatórias para \nestes cu rsos. As demais disciplinas serão oferecidas de acordo com a disponibilidade de \nprofessores.  \n \nQuadro 4 – Disciplinas Optativas  com respectivas cargas horárias (CH)  \n \nDisciplinas Obrigatórias  CH \nTeórica  CH \nPrática  CH \nTotal  \n1 Mecânica Aplicada II  60 0 60 \n2 Mecânica dos Sólidos II  60 0 60 \n3 Modelagem e Otimização de Sistemas de \nProdução  60 0 60 \n4 Pesquisa Operacional III  60 0 60 \n5 Resistência dos Materiais  60 0 60 \n6 Seminários em Engenharia de Produção  30 0 30 \n7 Administração de Recursos Humanos  60 0 60 \n8 Economia Brasileira  60 0 60 \n9 Gestão de Marketing  60 0 60 \n10 Planejamento e Controle Financeiro  60 0 60 \n11 Ecologia Geral  45 15 60 \n12 História de Economia e da Tecnologia  60 0 60 \n13 Língua Brasileira de Sinais – LIBRAS I  30 30 60 \nTOTAL  705 45 750 \n \n \nD. Atividades Acadêmicas Complementares  \n \nEste núcleo visa possibilitar a complementação da formação profissional do estudante, \ntanto no âmbito das Ciências quanto no âmbito de sua formação ética e humanística. Isto se \ndará através da participação em eve ntos de natureza acadêmico -social, cultural, artística, \ncientífica e tecnológica.  \nPara a integralização curricular, o aluno precisará cumprir um mínimo de 100 h de \nAtividades Complementares ao longo do período em que estiver matriculado no curso. Essas \natividades serão de livre escolha do aluno entre as atividades propostas no Quadro  5 abaixo.  ", "17": " 17 Quadro 5 –Atividades Acadêmicas Complementares , com respectivas cargas horárias (CH)  \nAtividades Complementares  CH máxima  \n1 Projeto e/ou atividade de ensino (PIBEG, cursinho alternativo, etc.)  60 \n2 Projeto de pesquisa (PIBIC, estágio voluntário extracurricular)  60 \n3 Projeto de extensão (organização de eventos, de cursos, de palestras, \netc.) 60 \n4 Apresentação de trabalho em evento científico -cultural local  60 \n5 Apresentação de trabalho em evento científico -cultural nacional  60 \n6 Apresentação de trabalho em evento científico -cultural internacional  60 \n7 Participação em evento científico -cultural local  50 \n8 Participação em evento científico -cultural nacional  50 \n9 Participação em evento científico -cultural internacional  50 \n10 Grupo de estudos de temas específicos  50 \n11 Visita técnica orientada a centros científicos/culturais de excelência  50 \n12 Monitoria em disciplina ministrada na UFU  50 \n13 Representação estuda ntil 40 \n14 Disciplina facultativa na UFU  60 \n15 Atividade acadêmica à distância  60 \n16 Prêmio recebido  80 \n17 Publicação de artigo científico em revistas indexadas  80 \n18 Publicação de artigo científico em revistas não -indexadas  60 \n19 Atuação voluntária em programas de difusão da Ciência  50 \n20 Participação em Seminário de Defesa de TCC  20 \n21 Participação em Atividades Especiais de Ensino, Pesquisa e Extensão  40 \nObs: O estudante deverá cursar, no mínimo, uma carga horária total de 100 h nesta categoria de \nAtividades Complementares.  \n \nE. Fluxo Curricular  \n \nO Quadro  6 apresenta  a integralização curricular para o Curso de Graduação em \nEngenharia de Produção.  \n \nQuadro 6 – Fluxo Curricular do Curso de graduação em Engenharia de Produção.  \nPeríodo  Componentes \nCurriculares  Carga Horária  Núcleo  Categoria  Pré-requisito  Co-\nrequisito(**)  T P Total  1º Período  Geometria Analítica  60 0 60 Básico  Obrigatório  Livre   \nCálculo Diferencial \ne Integral I  90 0 90 Básico  Obrigatório  Livre   \nQuímica Geral  60 0 60 Básico  Obrigatório  Livre   \nQuímica Geral \nExperimental  0 30 30 Básico  Obrigatório  Livre   \nIntrodução à \nComputação  15 45 60 Básico  Obrigatório  Livre   ", "18": " 18 Conservação e \nManejo de Recursos \nNaturais  45 15 60 Básico  Obrigatório  Livre   \nIntrodução à \nEngenharia de \nProduç ão 30 0 30 Específ\nico Obrigatório  Livre   2º Período  \n Física I  \n60 0 60 Básico  Obrigatório  Cálculo \nDiferencial e \nIntegral I, \nGeometria \nAnalítica   \nFísica Experimental \nI \n0 30 30 Básico  Obrigatório  Cálculo \nDiferencial e \nIntegral I, \nGeometria \nAnalítica  Física  I \nCálculo Diferencial \ne Integral II  60 0 60 Básico  Obrigatório  Cálculo \nDiferencial e \nIntegral I   \nÁlgebra Linear  60 0 60 Básico  Obrigatório  Livre   \nMicroeconomia  60 0 60 Básico  Obrigatório  Cálculo \nDiferencial e \nIntegral I   \nTeoria Geral da \nAdministr ação 60 0 60 Básico  Obrigatório  Livre   \nDesenho Técnico  15 45 60 Básico  Obrigatório  Livre   3º Período  Física II  60 0 60 Básico  Obrigatório  Física I   \nFísica Experimental \nII 0 30 30 Básico  Obrigatório  Física I, Física \nExperimental I  Física II  \nCálculo D iferencial \ne Integral III  60 0 60 Básico  Obrigatório  Cálculo \nDiferencial e \nIntegral II   \nEstatística para \nEngenharia de \nProdução  90 0 90 Básico  Obrigatório  Cálculo \nDiferencial e \nIntegral I   \nContabilidade Geral  60 0 60 Básico  Obrigatório  Livre   \nMetodol ogia \nCientífica  30 0 30 Básico  Obrigatório  Livre   \nProgramação \nComputacional  15 45 60 Profissi\nonaliza\nnte Obrigatório  Introdução à \nComputação   4º Período  Física III  60 0 60 Básico  Obrigatório  Física II   \nFísica Experimental \nIII 0 30 30 Básico  Obrigatóri o Física II, Física \nExperimental II  Física III  \nEquações \nDiferenciais \nOrdinárias  60 0 60 Básico  Obrigatório  Álgebra Linear, \nCálculo \nDiferencial e \nIntegral I   \nCálculo Numérico  30 30 60 Básico  Obrigatório  Introdução à \nComputação  Equações \nDiferenciais \nOrdinárias  \nTeoria das \nOrganizações  60 0 60 Básico  Obrigatório  Teoria Gerald a \nAdministração   ", "19": " 19 Mecânica Aplicada I  60 0 60 Profissi\nonaliza\nnte Obrigatório  Física I   \nPesquisa \nOperacional I  30 30 60 Profissi\nonaliza\nnte Obrigatório  Estatística para \nEngenharia  de \nProdução , \nCálculo \nNumérico   5º Período  Fenômenos de \nTransporte  60 0 60 Profissi\nonaliza\nnte Obrigatório  Física I   \nMecânica dos \nSólidos I  60 0 60 Profissi\nonaliza\nnte Obrigatório  Mecânica \nAplicada I   \nPesquisa \nOperacional II  30 30 60 Profissi\nonaliza\nnte Obrigatório  Pesquisa \nOperacional I   \nGestão Estratégica  60 0 60 Profissi\nonaliza\nnte Obrigatório  Livre   \nErgonomia e \nSegurança do \nTrabalho  45 15 60 Profissi\nonaliza\nnte Obrigatório  Livre   \nGestão Ambiental  30 0 30 Profissi\nonaliza\nnte Obrigatório  Conservação e \nManejo de \nRecursos \nNaturais   \nControle Estatístico \nde Processo  45 15 60 Específ\nico Obrigatório  Estatística para \nEngenharia  de \nProdução   6º Período  Planejamento e \nControle da \nProdução I  45 15 60 Profissi\nonaliza\nnte Obrigatório  Estatística para \nEngenharia   \nGestão da Qualidade  60 0 60 Profissi\nonaliza\nnte Obrigatório  Livre   \nProjeto de Produtos  60 0 60 Profissi\nonaliza\nnte Obrigatório  Desenho \nTécnico   \nMetrologia \nIndustrial  45 15 60 Específ\nico Obrigatório  Estatística para \nEngenharia  de \nProdução   \nSistemas de  \nProdução  60 0 60 Específ\nico Obrigatório  Livre   \nEngenharia \nEconômica  60 0 60 Específ\nico Obrigatório  Contabilidade \nGeral   7º Período  Energia e \nInstalações Elétricas  60 0 60 Básico  Obrigatório  Física III   \nSimulação de \nSistemas  15 45 60 Profissi\nonaliza\nnte Obrigatório  Pesquisa \nOperacional II, \nPlanejamento e \nControle da \nProdução I   ", "20": " 20 Ciência dos \nMateriais  60 0 60 Profissi\nonaliza\nnte Obrigatório  Química Geral, \nQuímica Geral \nExperimental, \nFísica I   \nPlanejamento e \nControle da \nProdução II  45 15 60 Profissi\nonaliza\nnte Obrigatório  Planejamento e \nControle da \nProdução I   \nLogística  60 0 60 Profissi\nonaliza\nnte Obrigatório  Pesquisa \nOperacional I   \nOptativa I  60 0 60 Específ\nico Optativa  -  8º Período  Análise de Custos  60 0 60 Básico  Obrigatório  Contabilidade \nGeral   \nProcessos de \nFabricação  60 0 60 Profissi\nonaliza\nnte Obrigatório  Ciência dos \nMateriais   \nPlanejamento e \nControle da \nProdução III  60 0 60 Profissi\nonaliza\nnte Obrigatório  Planejamento e \nControle da \nProdução II   \nOperações Unitárias  60 0 60 Profissi\nonaliza\nnte Obrigatório  Química Geral, \nFenômenos de \nTransporte   \nProjetos de \nInstalações \nIndustriais  60 0 60 Profissi\nonaliza\nnte Obrigatório  Desenho \nTécnico   \nSistemas de \nInformação  30 0 30 Profissi\nonaliza\nnte Obrigatório  Livre   \nOptativa II  60 0 60 Específ\nico Optat iva -  9º Período  Trabalho de \nConclusão de Curso \nI 15 75 90 Profissi\nonaliza\nnte Obrigatório  Metodologia \nCientífica e \nTecnológica, \n70% da Carga \nHorária total do \ncurso   \nGestão da Cadeia de \nSuprimentos  60 0 60 Profissi\nonaliza\nnte Obrigatório  Pesquisa \nOperaci onal I, \nLogística   \nAutomação e \nControle  45 15 60 Profissi\nonaliza\nnte Obrigatório  Energia e \nInstalações \nElétricas   \nDireito Empresarial  60 0 60 Específ\nico Obrigatório  Livre   \nOptativa III  60 0 60 Específ\nico Optativa  -  10º Período  Trabalho de \nConclusão de Curso \nII 15 75 90 Profissi\nonaliza\nnte Obrigatório  Trabalho de \nConclusão de \nCurso I   \nEstágio Curricular \nObrigatório  15 16\n5 180 Profissi\nonaliza\nnte Obrigatório  70% da Carga \nHorária total do \ncurso   \nTOTAL  28\n50 81\n0 3660    ", "21": " 21  \nF. Quadro -Síntese da Estrutura Cu rricular  \n \nO propósito do quadro -síntese da estrutura curricular (Quadro 7) é facilitar a \nobservação das exigências legais. Nele constam as cargas horárias totalizadas e seus \npercentuais por núcleos e/ou categorias dos componentes curriculares.  \n \nQuadro 7- Quadro -síntese da estrutura curricular  \n                                                                                                 CH total            Percentual  \nNúcleo de Formação Básica  1470  39,1 \nNúcleo de Formação Profissionalizante  1680  44,7 \nNúcleo de Formação Específica  510 13,6 \nAtividades Acadêmicas Compementares  100 2,7 \nTOTAL  3760  100,0  \nComponentes Obrigatórios  3480  92,5 \nComponentes de escolha: Optativas e Atividades \nComplementares  280 7,5 \nTOTAL  3760  100,0  \n \nG. Relação dos Laboratórios   \nPara as disciplinas do Núcleo de Formação Básica do curso de Engenharia de \nProdução, as aulas práticas de Qu ímica Geral Experimental e de Física Experimental I, II e III \ndeverão ser realizadas nos laboratórios dos respectivos Cursos de Graduação em Química e de \nFísica das Faculdades de Ciências Integradas do Pontal da Universidade Federal de \nUberlândia (FACIP/UFU). As aulas práticas da disciplina Conservação e Manejo de Recursos \nNaturais serão realizadas no laboratório do Curso de Graduação em Biologia. As d isciplinas \nIntrodução à Computação e Cálculo Numérico devem ser realizadas no Laboratório de \nInformática da FACIP. A disciplina Desenho Técnico será realizada no laboratório de \nRepresentação Gráfica do curso de Engenharia de Produção.  ", "22": " 22  Com relação ao Núcle o de Formação Profissionalizante, as disciplinas práticas de \nProgramação Computacional, Pesquisa Operacional I e II, Planejamento e Controle da \nProdução I e II e Simulação de Sistemas, deverão ser realizadas no laboratório de Informática \nda Engenharia de P rodução das Faculdades de Ciências Integradas do Pontal. A disciplina \nErgonomia e Segurança do Trabalho, bem como Automação e Controle serão desenvolvidas \nem seus respectivos laboratórios da Engenharia de Produção. Os Trabalhos de Conclusão de \nCurso deverã o utilizar laboratórios relacionados aos temas oferecidos.  \n Para o Núcleo de Formação Específica a disciplina Controle Estatístico de Processo \ndeverá ser desenvolvida no laboratório de Informática da Engenharia de Produção enquanto a \ndisciplina Metrologia Industrial deverá contar com laboratório próprio para o seu \ndesenvolvimento.  \n Dessa forma, os laboratórios estão divididos de acordo com os quadros 8, 9 e 10 \nrespectivamente para os Núcleos de Formação Básica, Profissionalizante e Específica. Pode -\nse notar  que, para o Núcleo de Formação Básica, existe a necessidade apenas de se \nprovidenciar as pranchetas específicas para a disciplina Desenho Técnico para que se \ndesenvolva as atividades do Laboratório de Representação Gráfica. Para as demais disciplinas \nexpe rimentais do referido núcleo conta -se com todos os laboratórios já montados e em \noperação.  \n \nQuadro 8 – Laboratórios do Curso de Engenharia de Produção para o Núcleo de Formação \nBásica.  \nDisciplina  Semestre  CH \nPrática  Laboratório  \nQuímica Geral \nExperimental  1 30 Laboratório do Curso de \nGraduação em Química  \nFísica Experimental I  2 30 Laboratório do Curso de \nGraduação em Física  \nFísica Experimental II  3 30 Laboratório do Curso de \nGraduação em Física  \nFísica Experimental III  4 30 Laboratório do Curso de \nGraduaç ão em Física  \nConservação e Manejo de \nRecursos Naturais  1 15 Laboratório do Curso de \nGraduação em Biologia  \nIntrodução à Computação  1 45 Laboratório de Informática \nda FACIP  \nCálculo Numérico  4 30 Laboratório de Informática \nda FACIP  \nDesenho Técnico  2 45 Laboratório de \nRepresentação Gráfica  ", "23": " 23  \nQuadro 9 – Laboratórios do Curso de Engenharia de Produção para o Núcleo de Formação \nProfissionalizante.  \nDisciplina  Semestre  CH \nPrática  Laboratório  \nProgramação \nComputacional  3 45 Laboratório de Informática \nda Engenhari a de Produção  \nPesquisa Operacional I  4 30 Laboratório de Informática \nda Engenharia de Produção  \nPesquisa Operacional II  5 30 Laboratório de Informática \nda Engenharia de Produção  \nPlanejamento e Controle da \nProdução I  6 15 Laboratório de Informática \nda Eng enharia de Produção  \nPlanejamento e Controle da \nProdução I  7 15 Laboratório de Informática \nda Engenharia de Produção  \nSimulação de Sistemas  7 45 Laboratório de Informática \nda Engenharia de Produção  \nErgonomia e Segurança do \nTrabalho  5 15 Laboratório de Erg onomia e \nMetrologia  \nAutomação e Controle  9 15 Laboratório de Automação e \nControle da Engenharia de \nProdução  \n \nQuadro 10 – Laboratórios do Curso de Engenharia de Produção para o Núcleo de Formação \nEspecífica.  \nDisciplina  Semestre  CH \nPrática  Laboratório  \nControle Estatístico de \nProcesso  5 15 Laboratório de Informática da \nEngenharia de Produção  \nMetrologia Industrial  6 15 Laboratório de Ergonomia e \nMetrologia  \n \nIX – Diretrizes gerais para o desenvolvimento metodológico do ensino  \n \nConsiderando que o conhecimen to deve estar em permanente elaboração e que a \naprendizagem é um processo dialético de re -significação que se realiza na reflexão contínua \ndo estudante com a mediação do professor, a metodologia de ensino a ser adotada deve ser \naquela que favoreça a intera ção, o questionamento, o diálogo e a criatividade. Considerando \nainda a indissociabilidade entre a pesquisa, o ensino e a extensão, a simples transmissão de \nconhecimentos não parece ser suficiente para caracterizar a metodologia de ensino a ser \nministrado.  ", "24": " 24 Assim sendo,  o desenvolvimento de projetos de pesquisa através da Iniciação \nCientífica deve ser incentivado. Também devem ser considerados a participação e a \nelaboração de seminários, a participação em eventos científicos, a produção de textos, visitas \na empresas e centros de pesquisa e a participação em projetos de extensão.  \n \nX – As diretrizes para os processos de avaliação da aprendizagem e do curso  \n \nA. Avaliação da aprendizagem dos estudantes  \n \nDurante o desenvolvimento de cada componente curricular, o aluno vivenciará \natividades didáticas diversificadas, tais como: aulas problematizadas ou debates, enfocando o \nconhecimento como um contínuo desenvolvimento do saber, estudos independentes que \ncontemplam conteúdos específicos e pedagógicos e desenvolviment o de trabalhos em grupos \nou individualmente, voltados para a compreensão, aplicação de conhecimentos e a produção \nde idéias.  A priorização do desenvolvimento do espírito crítico e a inserção dos alunos, o \nmais rapidamente possível, em atividades relaciona das à profissão -objeto de sua formação, \nainda durante o decorrer do curso, minimizam a ruptura entre a teoria e a prática.  \nO ato de avaliar será um processo contínuo e permanente com função diagnóstica e \nprocessual, e será feita de maneira a possibilitar a constante reflexão sobre o processo \nformativo do aluno. Para tanto, será recomendado que os instrumentos avaliativo -diagnósticos \nsejam utilizados de modo diversificado e aplicados ao longo do processo de aprendizagem e \nnão apenas ao final de cada semestr e letivo. Haverá, ainda, a possibilidade de realização de \nprovas substitutivas ou repositivas. Por fim, deverá ocorrer de tal forma que possibilite o \ndesenvolvimento pleno do discente em suas múltiplas dimensões: cognitiva, política, ética, \ncultural e prof issional.  \nO professor proporá, dentro de sua disciplina, as formas ou instrumentos avaliativo -\ndiagnósticos que julgar mais adequados às suas especificidades e peculiaridades de seu \ntrabalho pedagógico respeitando -se as seguintes diretrizes:  \n1. A avaliação req uer momentos formais para verificação : apesar de se entender a \navaliação como um processo contínuo que está presente em todas as ações educativas \ne que alimenta, constantemente, as reorientações de percurso, faz -se necessário \nestabelecer momentos formais p ara a mesma.  ", "25": " 25 2. A avaliação deve diagnosticar o processo ensino -aprendizagem:  a avaliação deve ser \ndiagnóstica, detectando os avanços e fragilidades no processo de aprendizagem do \naluno.  \n3. As formas, os instrumentos e os critérios de avaliação devem se adequar às \nespecificidades dos conteúdos e ao desenvolvimento de competências e habilidades.  \n4. A avaliação deve ser compartilhada com os alunos: os alunos precisam conhecer o \nprocesso pelo qual serão avaliados. O processo avaliativo deve ser compartilhado num \nclima  de transparência e confiança em que se focalizem os objetivos d a avaliação.  \n \nB. Avaliação do curso  \n \nConsiderando que a qualidade acadêmica está efetivamente ligada ao cumprimento da \nfunção social da universidade, que é de ensinar, pesquisar e praticar a e xtensão em favor do \ndesenvolvimento dos sujeitos e da sociedade como um todo, estão previstas diferentes formas \nde avaliação do curso : interna e externa .   \nAo longo de seu processo de implantação, avaliações  internas  serão realizadas com o \nobjetivo de aper feiçoar a proposta pedagógica em seus diferentes momentos de \nimplementação, buscando manter sua qualidade e fidelidade aos seus princípios fundamentais.  \nOs alunos participarão do processo de avaliação apontando sugestões e fazendo críticas \natravés  de um questionário com questões abertas. Este procedimento permitirá perceber os \navanços e as fragilidades no processo de aprendizagem a tempo de possibilitar mudanças na \nrealidade dos espaços de formação profissional. Também possibilitará redirecionar, caso sej a \nnecessário, os objetivos, a identidade profissional delineada, a organização curricular, as \nformas de implementação e as condições de funcionamento do curso.  \nDe acordo com a LEI Nº 10.861, DE 14 DE ABRIL DE 2004, o Exame Nacional de \nDesempenho dos Estud antes – ENADE faz parte do Sistema Nacional de Avaliação da \nEducação Superior - SINAES, sendo considerado componente curricular obrigatório. Fará \nparte da avaliação externa, a participação dos alunos no ENADE, conforme detalhamento \nabaixo:  \n\"Art. 5º A aval iação do desempenho dos estudantes dos cursos de graduação será \nrealizada mediante aplicação do Exame Nacional de Desempenho dos Estudantes - ENADE.  \n§ 1º O ENADE aferirá o desempenho dos estudantes em relação aos conteúdos \nprogramáticos previstos nas diret rizes curriculares do respectivo curso de graduação, suas \nhabilidades para ajustamento às exigências decorrentes da evolução do conhecimento e suas ", "26": " 26 competências para compreender temas exteriores ao âmbito específico de sua profissão, \nligados à realidade br asileira e mundial e a outras áreas do conhecimento.  \n§ 2º O ENADE será aplicado periodicamente, admitida a utilização de procedimentos \namostrais, aos alunos de todos os cursos de graduação, ao final do primeiro e do último ano de \ncurso.  \n§ 3º A periodicidad e máxima de aplicação do ENADE aos estudantes de cada curso de \ngraduação será trienal.  \n§ 4º A aplicação do ENADE será acompanhada de instrumento destinado a levantar o \nperfil dos estudantes, relevante para a compreensão de seus resultados.”  \n \nXI – Duração m ínima e máxima de integralização.  \n Duração mínima do Curso: 5 anos  \n Duração máxima do Curso: 6 anos  ", "27": " 27  \n \n \n \nANEXO 1  \n \nHistórico de Ituiutaba e do Campus do Pontal  \n ", "28": " 28 Histórico de Ituiutaba e do Campus  do Pontal1 \n \nITUIUTABA, cidade sede da Faculdade de Ciências I ntegradas do Pontal – FACIP – \nCampus do Pontal da Universidade Federal de Uberlândia – UFU – é um município de \n2.587,339 Km2  com uma população estimada de 92.427 habitantes (IBGE 2006) com uma \ndensidade demográfica de 35,7 habitantes por Km2. Está localiz ado no planalto central, no \nvale do rio Paranaíba, na bacia do Prata, numa altitude de 605 metros, sendo o clima tropical \nde característica quente e úmido. Emancipou -se do vizinho munícipio de Prata pela Lei \nestadual n. 319 em 16 de setembro de 1901, com a  denominação de Vila Platina.2 Completou, \nneste ano (2006) de instalação do Campus do Pontal, 105 anos de vida política autônoma.  \nO povoamento desta região, de acordo com registros do Instituto Histório e \nGeográfico de Minas Gerais, começou em meados do sé culo XIX, em decorrência do \nprocesso de ruralização, iniciado na Capitania de Minas Gerais a partir da segunda metade do \nséculo XVIII, provocado pela queda da produção nas minas de ouro, obrigando a população \ndas cidades e vilas a buscarem outras atividade s econômicas que garantissem o sustento das \nfamílias. Nesse contexto, foi nomeado a 27 de outubro de 1809, pelo governador da capitania \nde Goiás Marquês de São João da Palma, o mineiro Sargento -Mor Antônio Eustáquio da Silva \npara que organizasse uma expedi ção de reconhecimento entre os rios da Prata e Tijuco, o que \nfoi feito em julho de 1810, chegando até o rio Paranaíba. Dessa expedição resultou a licença, \nem fevereiro de 1811, para a construção da capela de N. Sra. do Monte Carmo que deu \norigem à cidade d e Prata. A partir dessa data iniciou -se a concessão de “sesmarias” nessa \nregião3, avançando o processo de povoamento com novas entradas, que certificaram a \n“desinfestação das terras” com o afastamento do caiapó para o lado goiano do Paranaíba, e \nque deram origem a diversos povoados, núcleos formadores das atuais Campo Florido, \nConceição das Alagoas e Campo Belo, hoje Campina Verde.  \nNessa região específica, cortada pelos rios Prata e Tijuco, várias sesmarias foram \ninstaladas a partir de 1810 por diversas e d iferentes famílias que deram origem à população \ntijucana. Consta que o patrimônio que deu origem à localidade, primeiramente denominada \ncomo Campanhas do Tejuco , tenha sido doada pelos proprietários das, vizinhas e \nconfrontantes, fazendas do Carmo e São Lo urenço cujos proprietários eram, respectivamente, \nJosé da Silva Ramos e Joaquim Antônio de Moraes.4  O primeiro oriundo da região de Lavras \n                                                 \n1  Texto escrito e organizado pela Profa. Dalva Maria de Oliveira Silva do Curso de História da FACIP.  \n2 Para a composi ção do texto foram utilizadas várias fontes e publicações tais como: SILVA. D.M.O. Memória: \nLembrança e Esquecimento.  Trabalhadores Nordestinos no Pontal do Triângulo Mineiro. (1950 -1960). \nDissertação de Mestrado. São Paulo: PUC -SP, 1997. REVISTA ACAIACA. Belo Horizonte: Acaiaca, 1953.  \nITUIUTABA. Fundação Cultural de Ituiutaba. O Centenário.  Ituiutaba: Egil: 2001.ITUIUTABA. Secretaria \nMunicipal de Educação e Cultura. 2001: Centenário de Ituiutaba . Ituiutaba: Egil, 2001. Instituto Histórico e \nGeográfico de M inas Gerais, Belo Horizonte.  \n3 As glebas de terra (faixa de uma légua e meia) destinadas, pelo Cel. Antônio Pires de Campos em 1748, aos \nameríndios borôros ao longo da Estrada do Anhanguera, visando garantir o policiamento da mesma, após o \ncombate ao caiap ó habitante original dessa região, foram desocupadas mediante a transferência das poucas \naldeias para a região do rio das Velhas, ficando aquela faixa de terra desimpedida a partir de 1829.  \n4 Consta da tradição que José da Silva Ramos tenha proposto ao cu nhado separarem uma parte de suas \nrespectivas terras para a construção de uma capela e de um cemitério, o que foi feito em 1820. A petição foi \nredigida e enviada ao Bispado de Goiás, obteve o visto do vigário de Uberaba, mas a construção foi se efetivar \nsomente em 1832, após a morte de José da Silva Ramos.  ", "29": " 29 e o segundo do Sul de Minas, encontraram -se mediante o casamento de ambos na família \nDias, tornando -se concunhados. Vieram para a região juntamente com parentes da família \nDias, ligada a proprietários de São Vicente.  Após a construção da primeira capela, \ncoordenada, segundo consta, pelo padre Antônio Dias de Gouvêa a partir de 18325, a \nlocalidade passou a ser denominad a de Capela do São José do Rio Tejuco  (1833) recebendo \no seu primeiro capelão, Pe. Francisco de Sales Sousa Fleury, e o juiz de paz eleito em 1836.  \nMotivada por “Resolução” da Câmara de Uberaba de 15 de março de 1838, a lei \nProvincial Mineira n. 125 de 13 de março de 1839, sancionada por Bernardo Jacinto da Veiga, \ndentre outras providências, elevou São José do Tijuco a Distrito  do têrmo de Uberaba .  \nNesse mesmo ano consta que já havia sido construída, à base de mutirão, a nova capela, em \ncima do chapadão, q ue depois tornou -se a Capela -Mor da matriz de São José, concluída em \n1862, que ao longo do tempo sofreu acréscimos e melhoramentos, vindo a incendiar -se na \npassagem do dia 31 de outubro para 1º. de novembro de 1938.  \nEm 7 de novembro de 1860 a lei mineira n . 1.360 criou a Freguesia de São José do \nTejuco , desmembrando -a da de N. Sra. do Carmo, da cidade de Prata. Porém, somente em \n1861 saiu a provisão do governo para o seu primeiro vigário, na pessoa do Pe. Fortunato \nAlves Pedrosa de Resende, no cargo de cape lão.6   Consta como marco da história de \nItuiutaba a chegada do Padre Ângelo Tardio Bruno, que teria vindo devido a um abaixo \nassinado liderado por Antônio Pedro Guimarães, que o teria conhecido em S. José do \nTocantins. A provisão do bispo de Goiás data de  20 de fevereiro de 1883, encarregando Pe. \nÂngelo das freguesias de S. José do Tijuco e S. Francisco de Sales. Chegou ao povoado em \nmarço do mesmo ano tendo exercido, ao longo de sua estada, vários cargos como, vereador \nespecial do Distrito (1901), juiz de  paz, cônego da diocese do Sagrado Coração de Jesus em \nUberaba (1909) e outros. Consta que além de melhorar as instalações da matriz, construir a \ncapela de N.Sra. da Abadia, instituindo a festa em honra dessa Santa na freguesia, fundar os \ncolégios de Santo  Antônio e o futuro Colégio das Freiras, também fez, com João Gomes \nPinheiro, o traçado das ruas do povoado, construiu casas e pontes.  \nÀ época do recenseamento em 31 de dezembro de 1890, após a Proclamação da \nRepública, a freguesia de S. José do Tijuco con tava com 5.067 habitantes e ao final dessa \ndécada começou a almejar a emancipação política.  Segundo registros, Silviano de Almeida \nBrandão, presidente do Estado de Minas Gerais. numa manobra visando o fortalecimento de \nseu poder político eleitoral na regi ão, separou o distrito de S. José do Tijuco do município de \nPrata e criou o município de Vila Platina , pela Lei estadual n. 319 no dia 16 de setembro de \n1901, composto dos distritos de S. José do Tijuco e N. Sra. do Rosário da Boa Vista do Rio \nVerde (Monjo linho).  \nNo dia 1º. de janeiro de 1901, foram empossados os primeiros membros da Câmara \nMunicipal, o Cel. Pio Augusto Goulart Braum (Presidente), Aureliano Martins de Andrade \n(Secretário) e oito vereadores Tte. Cel. Antônio Pedro Guimarães, Constâncio Ferra z de \nAlmeida, Cel. João Evangelista Rodrigues Chaves (pelo distrito de Rio Verde), Marinho Dias \n                                                 \n5 Embora nenhum vestígio da primeira capela ateste a veracidade da sua localização, consta que ela tenha sido \nconstruída à beira do córrego Sujo (ribeirão São José) entre as avenidas 5 e 7, abaixo da rua  26. \n6 Naquela época os padres eram pagos pelo governo e recebiam o salário de 200 mil reis anuais.  ", "30": " 30 Ferreira, José de Andrade e Sousa, Manuel Tavares da Silva, Manuel Bernardo Sobrinho e \nAntônio da Costa Junqueira. O agente executivo empossado foi o Sr. August o Alves Vilela.  \nA partir de 1915 a cidade passou a ser denominada ITUIUTABA, nome derivado de \nexpressões ameríndias (YG – rio, TUYU - tijuco; TABA – povoação) criado pelo senador \nCamilo Chaves, cujo significado é Povoação do Rio Tijuco .   \nAo longo do seu u m século de vida a cidade viveu momentos de agitação e de \ncalmaria, de desenvolvimento e de estagnação econômica. Na tradição oral e nas obras dos \nmemorialistas é comum a divisão da história econômica em três ciclos: da pecuária, da \nmineração e da agricult ura. No século XIX e início do século XX a ocupação das terras fora \nmotivada pela exploração pastoril e pela lavoura de subsistência ou intermediária, entre a \nderrubada das matas virgens e o plantio do jaraguá para formação dos pastos, plantava -se o \narroz,  o feijão e o milho, sendo este último utilizado na suinocultura, que também se \ndesenvolveu na região.   \nNo período entre 1935 e 1945 a região viveu um surto minerador através do garimpo \nde diamantes ao longo do rio Tijuco. Não existem fontes históricas so bre esse momento, foi \numa década de muita efervescência devido à presença de garimpeiros que vieram de todas as \npartes, mas à medida que as pedras foram se tornando escassas, os mesmos seguiram caminho \nsem deixar muitos rastros.  \nNo final da década de 1930 , especificamente em 1938, foi instalada na cidade uma \nmáquina de beneficiar arroz, primeiro empreendimento do que viria a ser as Indústrias \nReunidas “Fazendeira”7 com a instalação de uma fábrica de manteiga e posteriormente de \nóleo de algodão, reafirmando  a “vocação” do município para a atividade agropecuária, \nincentivando o desenvolvimento das lavouras de arroz, que já existiam em pequena escala, e \nde algodão, que passou a disputar o espaço com o milho e o feijão.  \nO incentivo à produção de arroz inaugurou  o terceiro ciclo econômico, considerado o \nmais importante, pois outorgou à cidade o título de “Capital do Arroz” na década de 1950. Já \nno início dessa década o município foi considerado o maior produtor de arroz do Estado de \nMinas Gerais, destacando -se, também, com uma grande produção de milho8. Há que se \nregistrar, entretanto, que até o ano de 1953 o município de Ituiutaba compreendia uma \nsuperfície de 6.080 Km2, tendo como distritos os atuais municípios de Gurinhatã, \nCapinópolis, Ipiaçu e Cachoeira Doura da, e uma população de 55.000 mil habitantes, sendo \nque apenas 15.000 mil viviam na zona urbana, demonstrando a preponderância da vida rural \nsobre a vida urbana.  \nEm 19 de dezembro de 1953, decorrência de um movimento emancipatório de \nhabitantes de Capinóp olis, foi promulgada a Lei no. 1039 efetivando a emancipação do \ndistrito de Capinópolis, tendo Cachoeira Dourada como distrito. A partir de 1954, com o \n                                                 \n7  Empresa fundada pelo Sr. Antonio Baduy, libanês que se fixou na cidade.  Instalou uma cirene – o apito do \nBaduy - na fábrica localizada na rua 26 com a a venida 15, que ainda hoje regula o tempo comercial na cidade. A \nempresa permanece atuando na pasteurização de leite, fabricação de manteiga e, também, de chopp. Os herdeiros \ndo industrial negociaram com a Prefeitura Municipal a doação de terreno para a con strução das instalações do \nCampus Pontal da UFU em Ituiutaba.  \n8  Em dados de 1952 a produção de arroz foi de 1.700.000 sacas de 60 kilos, o milho de 865.000 sacas de 60 \nkilos, 600.000 arroubas de algodão e 80.000 sacas de feijão. (Revista Acaiaca, 1953)  ", "31": " 31 desmembramento de uma faixa de terra considerada de alta fertilidade9, o município de \nItuiutaba ficou re duzido a uma área de 5.175Km2 mas manteve o título de “Capital do Arroz”.  \nComo sede do grande município, Ituiutaba recebia quase toda a produção da região (alguns \nprodutores negociavam a produção em Uberlândia) e no final da década de 1950 chegou a \ncontar  com cerca de cem (100) máquinas de beneficiamento de arroz. O comércio recebeu \ngrande incentivo pois a cidade era o principal centro de abastecimento de toda a região. O \ngrande desafio era representado pelo transporte, principalmente para escoamento da pr odução. \nA falta de ferrovias, as estradas intrafegáveis na época das chuvas e o frete oneroso impunha \ngrandes dificuldades aos produtores de toda a região.    \nNesse período, entre o final da década de 1940 até o final da década de 1960, a região \nrecebeu mig rantes de diferentes lugares, mas foi predominante a migração de nordestino \noriundos, principalmente, dos estados do Rio Grande do Norte e da Paraíba, na sua grande \nmaioria para trabalhar nas lavouras. Não se pode falar em produção sem lembrar esses \nprodut ores, aqui compreendidos como a mão -de-obra responsável pela limpeza e preparação \nda terra, pela semeadura, manutenção e colheita das lavouras. A região não possuia \ntrabalhadores qualificados e em número suficiente  que pudesse trabalhar a terra e fazê -la \nproduzir em grande escala. Os fazendeiros precisaram ir à busca de mão -de-obra e o alvo \neram as regiões pobres de Minas Gerais,10  e o Nordeste brasileiro11.  \nA pecuária continuou a ser praticada ao lado da agricultura12e foi incentivada com a \ninstalação do MI ISA - Matadouro Industrial de Ituiutaba S.A., na década de 1950. Entre \nperíodos de atividade e de inatividade e sob a direção de diferentes grupos, o frigorífico foi se \nmantendo, transformando -se em grande empresa exportadora sob o comando do Grupo \nBertin.  Com a instalação da fábrica de leite em pó da Nestlé nesta cidade, em novembro de \n1976, as lavouras foram pouco a pouco dando lugar aos pastos que passaram do jaraguá para a \nbrachiaria (braquiária), os lavouristas foram se transformando em pecuaristas e p assaram a \nadotar novas práticas e tecnologias como a conservação de forragens, especialmente a silagem \nde milho, o confinamento e os piquetes, visando a manutenção do gado e melhora da \nqualidade e quantidade do leite e da carne.  \nA partir da década de 1980,  com a instalação de uma usina de álcool - Triálcool, no \nvizinho município de Canápolis, e com a posterior passagem da administração da mesma para \no Grupo João Lyra, na década de 1990, a região vem sendo alvo de novas transformações. As \nlavouras, principal mente de soja, que foram atacadas pela ferrugem a partir de 2004, vão \nsendo substituídas pela monocultura da cana -de-açúcar que já toma conta da maior parte das \náreas cultivadas em toda a região. Em decorrência desse fato a cidade de Ituiutaba volta a \nreceber migrantes nordestinos, desta vez do estado de Alagoas, contratados pelo Grupo João \nLyra para fornecer a mão -de-obra necessária aos diferentes estágios do processo de produção \n                                                 \n9  Posteriormente, décadas de 1970 e 1980, o município de Capinópolis ficou conhecido como “Celeiro de \nMinas” devido à grande produção de grãos, com destaque para o milho.  \n10. Vieram muitas famílias do município de Luz, do Alto Paranaíba, norte de Minas e Val e do Jequitinhonha.  \n11 Um grande fluxo migratório se estabeleceu dos Estados do Rio Grande do Norte e da Paraíba para o Pontal do \nTriângulo Mineiro. SILVA, D. M. de.  Memória: lembrança e esquecimento. Trabalhadores nordestinos no \nPontal do Triângulo Mineir o nas décadas de 1950 e 1960.  Dissertação de Mestrado. PUC -SP, 1997.  \n12 De acordo com os dados estatísticos de 1952 havia 450.000 cabeças de bovinos e 100.000 cabeças de suínos. \nRevista Acaiaca, 1953.  ", "32": " 32 da usina Triálcool, embora a oferta de empregos na região seja insuficiente p ara atender a \ndemanda dos trabalhadores aptos ao trabalho.  \nItuiutaba  é uma cidade Pólo que  atende com serviços variados a região do Pontal do \nTriângulo Mineiro, com destaque para área da saúde, recebendo todos os dias centenas de \npacientes que procuram hos pitais e centros de saúde especializados, em busca de exames e \ntratamentos diversos. O agronegócio  e a prestação de serviços (comércio variado, advocacia, \nassessoria e consultoria de informática, dentre outros) são seus principais elementos e fonte de \ndivisas. Momento forte para o agronegócio e outras transações econômicas é a Feira e \nExposição Agropecuária  anual, conhecid a como EXPOPEC, que tem abrangência nacional, e \nacontece no mês de setembro, quando a cidade comemora o seu aniversário.  \nEm meio às transformações de caráter econômico vividas pelo município, a maioria da \npopulação vive no enfrentamento a constantes desafi os para construir e manter os seus modos \nde viver. Faltam empregos, pois o comércio, o setor de serviços e as poucas indústrias \nexistentes na cidade não conseguem atender à demanda dos jovens que a cada ano buscam o \nseu primeiro emprego. A esse fato, acres centam -se os problemas causados pela sazonalidade, \ncaracterística das atividades agropecuárias, que torna instável a oferta de trabalho ao longo do \nano. Apesar de o município contar com um PIB em torno de R$ 895.921.628,00 (IBGE 2003) \ne com um PIB per capi ta de R$ 9.856,45, o IDH (Índice de Desenvolvimento Humano) de \napenas 0,818 demonstra outra realidade, que é a da concentração de riquezas geradas no \nmunicípio. Porém, o caráter sintético deste texto nos impede de tratar dessas questões. Damos \nlugar a um h istórico que aborda, de forma igualmente sintética, a trajetória da educação em \nItuiutaba, considerando ser este um assunto que mais nos interessa na composição desta \nApresentação aos Projetos Pedagógicos dos Cursos da FACIP – UFU – Campus Pontal.  \n \nBreve H istórico Sobre Alguns Aspectos da História da Educação em Ituiutaba13 \n \nOs grupos escolares adentraram no Estado de Minas Gerais, com a denominada \n“Reforma João Pinheiro,” formalizada pela Lei nº 434 de 28 de setembro de 1906, quando o \nensino laico se sobrep ôs ao confessional e a racionalidade tomou o lugar da fé nos bancos \nescolares, pois, sob o governo de João Pinheiro, ocorreu a abolição da instrução religiosa nas \nescolas públicas, bem como, os subsídios estaduais aos seminários.  Em Ituiutaba o primeiro \ngrupo escolar foi criado pelo decreto número 2.327, assinado no dia 22 de dezembro de 1908 \ncom a denominação de Grupo Escolar de Villa  Platina e instalado em 1910, recebendo o nome \nda cidade então denominada Vila  Platina, conforme explicitam as autoras Ribe iro e Silva:  \nNo momento da criação e implantação do Grupo Escolar de Villa Platina, era \nagente executivo Fernando Alexandre Vilela de Andrade (1908 a 1911), \nfazendeiro e portador de «diploma científico» (Minas Geraes, 1908, p. 911). \nPara possibilitar o fun cionamento do Grupo Escolar tornou -se obrigatório no \n                                                 \n13  Histórico organizado a partir de fragmentos do texto produzido pela Profa. Dra. Betânia Laterza Ribeiro do \nCurso de Pedagogia da FACIP.  ", "33": " 33 município o ensino primário no meio urbano e rural, pois com tal medida \nseria conseguida a freqüência necessária demandada pela Lei da Reforma \nJoão Pinheiro afeita aos grupos escolares.14 \n \nEm 1927, em hom enagem ao Presidente do Estado de Minas Gerais e autor da lei de \nsua criação o grupo passou a ser intitulado Grupo Escolar João Pinheiro, como assinala \nAraújo no prólogo da obra das autoras Ribeiro e Silva:  \nTratar da denominação recebida pelo Grupo Escolar  em apreço por \nJoão Pinheiro , é necessário remontar à origem dos grupos escolares sob o \ngoverno do próprio João Pinheiro da Silva, bem como de sua biografia. \nNesse sentido, a singularidade do Grupo Escolar de Ituiutaba, começa a \nganhar foros estaduais, dad a a significação que o então Presidente do Estado \nde Minas Gerais, João Pinheiro da Silva, representou para a política \nrepublicana em Minas Gerais. Ressalte -se que a história local, em termos \nrepublicano -educacionais, começa a ser tecida a partir da unidad e federativa \nmineira, ganhando contornos que vão além de uma dimensão localista.15  \n \nSegundo Souza e Faria Filho (2006, p.21) a historiografia sobre os grupos escolares \nmostra que, embora implantados durante a Primeira República, sua difusão efetiva ocorreu  a \npartir dos anos de 1930. Essa expansão acarretou de muitas maneiras a deterioração das \ncondições de atendimento do ensino primário. Os grupos escolares deixaram de representar o \nmoderno em educação pública e se tornaram precárias escolas primárias. Esse  fato levou à \ncrescente evolução do ensino particular laico e confessional em Ituiutaba.  Antes da instalação \ndo grupo escolar em 1910 existiram na cidade as Escolas do Professor José de Alencar e do \nProfessor Afonso José, os Colégios Santa Cruz, São Luiz e Santo Antônio, sobre os quais não \ntemos registro.  \nApós a instalação do grupo escolar, entre os anos 1921 e 1930, foram criados o \nColégio das Irmãs Belgas, o Instituto Propedêutico Ituiutaba e a Escola São José, \npopularmente conhecida como Escola do Lauri ndo. Nos anos 30 ocorreu a gênese de duas \nimportantes escolas privadas na cidade de Ituiutaba, responsáveis pela expansão urbana e \neducacional necessária às elites predominantes. A primeira, o Instituto Marden, era uma \nescola laica e foi instalada em outub ro de 1933, conforme o registro de Moraes:  \nEm outubro de 1933, Dr. Álvaro (Macedo de Andrade) funda o INSTITUTO \n“MARDEN” (com o  curso primário). A secretária, professora e diretora do \ninternato era sua esposa, inseparável colaboradora dona Alaíde Macedo de  \nAndrade. Em 1934 é iniciado o então curso primário, e em 1935 aconteceu o \nfuncionamento do Curso Normal. Em 1937 a Escola Normal é reconhecida \npelo decreto 941 de 29/07/1937, e tem -se aí a primeira turma dos concluintes \ndo referido curso. Em 1942 formou -se a primeira turma do curso Ginasial. \nEm 1951 iniciava -se o funcionamento do Curso Noturno com a \ndenominação de Colégio Comercial “Barão de Mauá”, com os seguintes \n                                                 \n14 RIBEIRO, B.O.L.; SILVA, E.F. Primórdios da Escola Pública Republicana no Triângulo Mineiro.  Ituiutaba: \nEgil, 2003. p.31 -32. \n15 RIBEIRO, B.O.L. op.cit. p166.  ", "34": " 34 cursos: Ginasial, Comercial e Técnico em Contabilidade, sendo a primeira \nturma concluinte em  1953. Este curso muito ajudou, beneficiando todos \naqueles que não podiam estudar durante o dia. Em 1950 foi criado o curso \nCientífico, para atender os alunos mardenienses que não queriam estudar \nfora de Ituiutaba.16  \n \nO Instituto Marden funcionou até o fin al da década de 1970, quando os herdeiros do \nDr. Álvaro Brandão de Andrade decidiram encerrar as suas atividades. A segunda escola a ser \ninstalada na década de 1930 foi o Colégio Santa Teresa, escola confessional, fundado em \n1939 e dirigido pelas Irmãs Mis sionárias de São Carlos Borromeu que, ao contrário do \nInstituto Marden que desde a sua instalação admitiu alunos de ambos os sexos, inclusive no \ninternato, funcionava em regime de externato e internato somente para o sexo feminino. \nMinistrava os cursos pri mário, ginasial e normal e outros, que visavam à boa formação das \nmoças, como economia doméstica e belas artes.  Atualmente a escola mantém o nome de \nColégio Santa Teresa acrescido da marca ESI – Ensino Scalabriniano Integrado e do Objetivo, \nministrando o Ensino Infantil, Fundamental e Médio.17 \nEm 1948 foi instalado o Ginásio São José, importante escola confessional fundada \npelo vigário da Paróquia São José, o Pe. João Avi que foi, também, o seu primeiro diretor. \nDirigida pelos Padres da Congregação dos Sagr ados Estigmas – Estigmatinos,  o Colégio São \nJosé funcionou até a década de 1980. Na década de 90 o prédio do colégio foi alugado para o \nSistema Anglo de Ensino que funcionou até o ano de 2003 passando, a partir de 2004, para o \nColégio Nacional que permane ce em funcionamento no prédio, ainda, de propriedade da \nCongregação Estigmatina.18 \nO segundo grupo escolar a ser instalado na cidade, ocorreu trinta e sete anos após a \ncriação do “João Pinheiro”. O Grupo Escolar Ildelfonso Mascarenhas da Silva deu início às  \nsuas atividades somente em 9 de março de 1947, demonstrando um atraso na evolução \nhistórica da escola pública em Ituiutaba e em relação à democratização da escolaridade para \ntodos.  Na década de 1950 foram criadas outras escolas estaduais como o Grupo Esc olar \nSenador Camilo Chaves em 30 de abril de 1955; o Grupo Escolar Governador Clóvis Salgado \nem 27 de janeiro de 1956;  a Escola Estadual Arthur Junqueira de Almeida em 18 de abril de \n1958 e a Escola Estadual Governador Bias Fortes em 27 de novembro de 195 9. Na década de \n1960 foram criadas a Escola Estadual Coronel João Martins, a Escola Estadual Governador \nIsrael Pinheiro, primeira escola pública de segundo grau a ser instalada na cidade e a Escola \nEstadual Ituiutaba de 1º. e 2º, hoje denominada Escola Est adual Profa. Maria de Barros, \ncriada em dezembro de 1965. No início da década de 1970 duas outras escolas públicas são \ninstaladas na cidade, a Escola Estadual Antônio Souza Martins – Polivalente - e o Grupo \nEscolar “Rotary”.  \n                                                 \n16 MORAES, V.C.O . Tudo pela Pátria : a história do Instituto “Marden”. Dissertação de Mestrado. \nFACED/UFU, 2004. p.11.  \n17 OLIVEIRA, L.H.M.M. História e Memória Educacional:  o papel do Colégio Santa Tereza no processo \nescolar de Ituiutaba, no Triângulo Mineiro. (1939 -1942).  \n18 REVISTA ACAIACA. Belo Horizonte: Acaiaca, 1953. p.116.  ", "35": " 35 A reflexão histórica das políti cas públicas dos tempos ditatoriais reflete no acentuado \naumento das escolas privadas em nível superior, sendo que, a reforma universitária de 1968 \nlegitimou a ampliação de escolas superiores isoladas ao invés de ampliar vagas nas \nuniversidades públicas. N esse contexto, em 1968, foram criadas as escolas superiores de \nItuiutaba. Por iniciativa de empresários e profissionais liberais, membros da Associação \nComercial e Industrial de Ituiutaba, foi criada no dia 27 de setembro de 1968 a Escola de \nAdministração de Ituiutaba – EAEI, obtendo a autorização do governo federal, para o \nfuncionamento do curso de Administração, em 30 de março de 1970 e iniciando as suas \natividades em 1º. de abril do mesmo ano. Em 1983 teve o nome alterado para Escola Superior \nde Ciências  Administrativas de Ituiutaba e a partir de 1984, quando obteve autorização para o \nfuncionamento do curso de Ciências Contábeis passou a ser denominada de Escola Superior \nde Ciências Contábeis e Administrativas de Ituiutaba – ESCCAI.  A partir de 2004, com  o \nfuncionamento dos cursos de Turismo e Comunicação Social: Publicidade e Propaganda, o \nnome desta instituição passou a Faculdade Triângulo Mineiro – FTM.19 \nEm maio de 1968 foram nomeados pelo governador Magalhães Pinto os membros do \nconselho curador da Fu ndação Educacional de Ituiutaba – FEI - que fizeram a opção pela \ninstalação da Faculdade de Filosofia, Ciências e Letras de Ituiutaba – FAFI. Em março de \n1970 foi realizado o primeiro vestibular para os cursos de Ciências Biológicas, Matemática, \nLetras, Pe dagogia e História e em 20 de maio, do mesmo ano, obteve a autorização para o \nfuncionamento da FAFI, dando início às aulas no dia 25 de maio. No ano de 1972 começou a \nfuncionar em prédio próprio e em 1973 teve autorizada a criação da segunda unidade de \nEnsino Superior, a Faculdade de Engenharia de Ituiutaba – FENI - com a instalação do curso \nde Engenharia Elétrica. No mês de junho de 1984 foi autorizado o funcionamento do curso de \nAgronomia e criada a terceira unidade de ensino, a Faculdade de Ciências Agrá rias. Uma \nmudança na estrutura organizacional da instituição foi colocada em prática, com a fusão das \nfaculdades, dando origem ao Instituto Superior de Ensino e Pesquisa de Ituiutaba – ISEPI – \nem fevereiro de 1986.20  \nCom a promulgação da Constituição Minei ra em 1989 as comunidades acadêmicas do \nISEPI, juntamente com a Fundação Educacional de Ituiutaba, fizeram a opção para integrar a \nrecém criada Universidade do Estado Minas de Minas Gerais. A marca da UEMG possibilitou \na criação de novos cursos como Direit o, Psicologia, Sistemas de Informação, Engenharia da \nComputação, Química e outros, mas, os anos se passaram e o processo de estadualização não \nse concretizou e a FEIT tornou -se primeiramente uma unidade agregada à UEMG, \nposteriormente um Campus Fundacional  e atualmente é uma Unidade Associada àquela \nUniversidade. A instituição continua a depender das mensalidades dos alunos para a sua \nmanutenção, e a Universidade do Estado de Minas Gerais e os seus nove campi  regionais \nnunca estiveram, verdadeiramente, na a genda de qualquer dos governadores que estiveram à \nfrente da administração do Estado, desde 1989 quando a Assembléia Legislativa de Minas \nGerais sonhou e criou, através da Lei, uma universidade pública e gratuita para o povo de \nMinas Gerais. Uma parcela co nsiderável da população de Ituiutaba e do Pontal do Triângulo \n                                                 \n19 FURADO, W. A ESCCAI e o futuro regional..  O Centenário . Egil, 2001. p.61 -66. \n20 ANDRADE, S.J. A FEIT/ISEPI na História de Ituiutaba. O Centenário.  Ituiutaba: Egil, 2001. p.95 -102. ", "36": " 36 Mineiro acreditou e esperou pela estadualização da FEIT, muitos foram os que lutaram por ela \ne na luta inglória descreram.  \n \nHistórico da Criação do Campus  do Pontal - FACIP  \n \nNo final do primeir o semestre do ano de 2003 o “Jornal do Pontal”, informativo diário \nde Ituiutaba, publicou uma matéria sobre providências, que estariam sendo tomadas, em busca \nda concretização do tão esperado “ensino público e gratuito” na cidade, através de um campus  \navan çado da Universidade Federal de Uberlândia. A matéria trazia uma declaração do \nDeputado Estadual Ricardo Duarte afirmando que ações estavam sendo empreendidas, junto \nao Ministério da Educação e à Reitoria da Universidade, com o propósito de que se efetivas se \na criação do referido campus.  Naquele momento, a informação circulou entre um misto de \nesperança, de descrença e, também, de um total descrédito. Porém, hoje, em meio ao avanço \ndo processo de instalação do Campus do Pontal , da Faculdade de Ciências Inte gradas do \nPontal – FACIP, em Ituiutaba, a matéria ganha sentido e credibilidade.  \nEm reunião do Conselho Universitário da Universidade Federal de Uberlândia, no dia \n27 de fevereiro de 2004, um dado nos mostra que um processo estava em curso: nas suas \ncomuni cações o Reitor, Prof. Arquimedes Diógenes Ciloni, disse “que a pedido dos deputados \nda cidade de Uberlândia e região, deverá ocorrer, no mês de março deste ano, uma reunião do \nConselho Universitário e demais membros dos Conselhos Superiores, como convidad os, para \ntratar da questão específica do crescimento da Universidade Federal de Uberlândia, \nanalisando, assim, a proposta da ANDIFES de Expansão e Modernização do Sistema Público \nFederal de Ensino Superior.” (Ata do CONSUN, item 2.9, L. 122) Havia uma conf luência de \nanseios, projetos e políticas públicas.  \nA reunião mencionada pelo Reitor ocorreu somente no dia 12 de janeiro de 2005 e foi \ndiscutida uma “Proposta de implementação de campi  avançados da UFU, na região, de acordo \ncom a contrapartida governamenta l (recursos novos aprovados no P.P.A. – Plano Plurianual)”. \n(Ata do CONSUN, item 3.2., L. 105)  Na ocasião estavam presentes o Deputado Federal \nGilmar Machado e o Deputado Estadual Ricardo Duarte, bem como, a Diretora de Ensino da \nUFU, Profa. Marisa Lomôna co de Paula Naves, na ocasião, “Presidente da Comissão para \nestudos e apresentar proposições sobre as possibilidades e condições de expansão da oferta de \nvagas nos cursos de graduação da UFU, criação de novos cursos na UFU, assim como \nabertura de cursos fo ra de sede”. Iniciando a discussão desse ponto da pauta, a Professora \nMarisa apresentou resultados parciais de uma consulta que havia sido feita às Unidades \nAcadêmicas e que evidenciavam a disposição da UFU para o crescimento, especificamente à \ncriação de cursos fora de sede ou criação de campus  avançado, desde que garantidas as \ncondições necessárias para a implantação e funcionamento dos cursos. (Ata do CONSUN, L. \n123).  \nO Deputado Gilmar Machado manifestou a satisfação em discutir a expansão do \nsistema fed eral de ensino superior, pela primeira vez, possibilidade, esta, dada pelo Governo \ndo Presidente Luis Inácio Lula da Silva (Ata do CONSUN, L. 130), enfatizando o trabalho do \nGoverno para o aumento dos recursos para a educação em todos os níveis, previstos no Plano ", "37": " 37 Plurianual, (L. 142) assim como, a recomposição de pessoal com mais de seis mil vagas para \ndocentes e para técnico -administrativos. (L. 145)  Falou do estímulo do governo para que as \nUniversidades cresçam também regionalmente e manifestou o “desej o de que a UFU avance \nna região, em cidades pólos, e que o Governo Federal já previu recursos novos no orçamento \nde 2005 para Universidades que desejam expandir por meio de campi  avançados”. (L. 150) \nDisse, ainda, que a sua presença naquela reunião era par a “enfatizar o interesse de que a UFU \ncumpra o papel de expansão para atendimento à região do Rio Paranaíba, criando um campus  \nna cidade de Ituiutaba, (L. 158) informando sobre o compromisso do Ministro Tarso Genro de \nliberar recursos para a expansão da UF U e “solicitou autorização do Conselho Universitário \npara iniciar a experiência na cidade de Ituiutaba”. (L. 161)  \nO Deputado Ricardo Duarte colocou -se como defensor do ensino público e gratuito de \n3º. Grau e que “comparecia à reunião para sensibilizar os C onselheiros da necessidade de \natender a situação dos estudantes que desejam fazer curso superior e residem no Pontal do \nTriângulo Mineiro, que não tem nenhum curso universitário gratuito e possui uma população \npróxima a um milhão de habitantes”, referindo -se, também à estrutura existente no campus  da \nFundação Educacional de Ituiutaba (FEIT), que poderia abrigar os cursos da UFU. (L. 165)  \nSeguiu -se um longo debate com diversas ponderações por parte dos Conselheiros e foi \nproposta uma votação para que a Reit oria constituísse uma comissão para visitar Ituiutaba, \npara estudar a demanda da cidade pelos cursos da UFU e conhecer o espaço físico já \nconstruído e que poderá estar disponível para um futuro campus avançado da UFU. O Reitor, \nProf. Arquimedes, determinou  que junto à comissão já existente se integrassem representantes \ndas Unidades Acadêmicas favoráveis, Conselheiros21, representantes da Prefeitura de \nItuiutaba e dos Deputados Gilmar Machado e Ricardo Duarte.  \nNa 4ª. Reunião do Conselho Universitário, ocorrid a em 16 de maio de 2005, o Reitor, \nProf. Arquimedes, lembrou a deliberação sobre a visita a Ituiutaba informando que a mesma \nestava prevista para o período entre 10 e 15 de junho, consultando Conselheiros que \nquisessem integrar o grupo22. (Ata do CONSUN, L.  103)  A referida visita foi consumada no \ndia 27 de junho de 2005, iniciando a agenda com uma reunião, na sede do SESI, com o \nPrefeito Municipal, os Deputados da região, representantes das entidades de classe, das \nInstituições de ensino superior e represen tantes da comunidade. No período da tarde a \nComissão da UFU visitou o Campus Universitário para conhecer as instalações da Faculdade \nTriângulo Mineiro (FTM) e da Fundação Educacional de Ituiutaba (FEIT), quando foi \nrecepcionada por comitivas de alunos e pr ofessores de diversas escolas de ensino médio das \nredes pública e particular.  \nNessa ocasião ocorreu uma reunião, no auditório do Bloco C da FEIT, com a \ncomunidade acadêmica desta instituição, quando o Prof. Arquimedes falou aos presentes \nsobre a satisfaçã o que sentia pela visita à cidade e ao campus  da FEIT e FTM, dizendo que \nnão queria fazer promessas e nem despertar esperanças vãs quanto à instalação de um campus \n                                                 \n21  “Dispuseram -se os Conselheiros: Gabriel Henrique Jerônimo, Alfredo Júlio Fernandes Neto, Samuel do \nCarmo Lima e Vilmar Antônio de Faria”. (Ata do CONSUN, l. 189)  \n22  “Dispuseram -se os Conselheiros Reinaldo C. Andraus, Silvana Guilardi, Humberto Aparecido de Oliveira \nGuid o, Omar de Oliveira Diniz Neto, Marlene Terezinha de Muno Colesanti e Ivando Marques Abreu.” (Ata do \nCONSUN, l. 110)  ", "38": " 38 avançado da UFU em Ituiutaba, posto que tudo dependeria de um longo e difícil processo. \nUm p róximo passo seria a formação de uma comissão em Ituiutaba, com representantes da \nPrefeitura, dos deputados Ricardo Duarte e Romel Anísio, das duas instituições de ensino \nsuperior, do corpo docente e discente, para se juntar à comissão da UFU, com o objeti vo de \nestudar a viabilidade de implantação do campus .   Representantes do corpo docente, discente \ne técnico -administrativo da FEIT entregaram à Comissão um documento manifestando o \ndesejo de que a instituição fosse encampada pela UFU, visto que vinham envo lvidos numa \nluta histórica por ensino público e gratuito. Em seguida o Reitor se retirou passando a \npresidência dos trabalhos ao Prof. Vitorino Alves da Silva, Pró -Reitor de Planejamento da \nUFU, que prosseguiu a reunião prestando esclarecimentos aos presen tes. \nA Portaria R no. 0829, de 21 de julho de 2005, constituiu a referida “Comissão com a \nfinalidade de desenvolver estudos sobre a viabilidade de implantação de campus  da \nUniversidade Federal de Uberlândia na cidade de Ituiutaba -MG”, nomeando para a \npresi dência da mesma o Prof. Vitorino Alves da Silva.23  A comissão reuniu -se no dia 22 de \njulho, na sala de reuniões da Reitoria da UFU24, quando foram discutidas duas propostas em \nrelação ao caminho a ser tomado no processo de estudos para viabilização da impla ntação do \ncampus : A primeira seria a construção de novo campus : a Prefeitura de Ituiutaba faria doação \nde terreno e daria incentivos para o campus ; os Deputados fariam emendas para recursos; o \nMEC concederia as vagas para docentes e técnico -administrativos  (semelhante a Sorocaba e \nUnifesp). A segunda seria a de encampar os cursos já existentes, oferecidos pela FEIT e pela \nFTM, sendo esta a proposta mais importante. Seguiram -se as discussões, com muitas \nintervenções dos participantes, e ao final decidiu -se criar frentes de trabalho para a redação de \n                                                 \n23 Foram nomeados: Profa. Marisa Lomônaco de Paula Naves, da Pró -Reitoria de Ensino; Profa. Sônia \nAparecida Goulart de Oliveira da Faculdade  de Engenharia Mecânica; Profa. Beatriz Ribeiro Soares do Instituto \nde Geografia; Profa. Sandra Morelli do Inst. De Genética e Bioquímica; Prof. Reinaldo Campos Andraus da \nFaculdade de Gestão e Negócios; Prof. Renan Billa da Pró -Reitoria de Recursos Humano s; Profa. Maria Amélia \ndos Santos do Inst. De Ciências Agrárias; Prof. Eduardo Nunes Guimarães, Pró -Reitoria de Pesquisa e Pós -\nGraduação; Prof. Gabriel Humberto Munõs Palafox, Pró -Reitoria de Extensão, Cultura e Assuntos Estudantis; \nDenise de Lima Duarte, Gabinete do Reitor; Elaine da Silveira Magali, Secretária -Geral; José Humberto Nozella, \nProcuradoria -geral; Vilmar Antônio de Faria, Divisão de Vigilância; Wilson Akira Shimizu, Prefeitura \nUniversitária; Gabriel Henrique Jerônimo, Diretório Central dos Est udantes; Gilberto Neves, Rep. Do Dep. \nFederal Gilmar Machado; Prof. Ronald Costa Maciel, Rep. Dep. Estadual Ricardo Duarte; Ivan Abrão. Rep. \nDep. Federal Romel Anísio Jorge; Isaías Tadeu Alves de Macedo, Rep. da Prefeitura Municipal de Ituiutaba; \nLuzia Apa recida de Souza, Rep. Fundação Educacional de Ituiutaba; Prof. Saulo de Moraes Garcia Júnior, Rep. \nFEIT; Profa. Dalva Maria de Oliveira Silva, Rep. dos Docentes da FEIT; Prof. José Maria Franco de Assis, Rep. \nDocentes FEIT; Márcio Paulo Rodrigues, Rep. Dis centes FEIT; Profa. Helena Tereza Moura Carvalho, Coord. \nEnsino FEIT; Lindolfo Marques dos Santos, Rep. Faculdade Triângulo Mineiro; Prof. Wilter Furtado, Coord. \nCurso de Administração FTM; Oleir Borges Ferreira, Rep. Associação Comercial e Industrial de I tuiutaba, \nmantenedora da FTM; Prof. Sérgio Jerônimo de Andrade, Diretor Instituto Superior de Ensino e Pesquisa de \nItuiutaba; Profa. Maria Mirza Cury Diniz, Diretora Instituto Superior de Educação de Ituiutaba.  \n24 Além do Reitor Prof. Arquimedes, que presi diu a reunião, estiveram presentes: Thiago Jorge Florentino \n(Presidente Cons. Curador da FEIT); Prof. Elmiro Santos Resende, Vice -Reitor da UFU; Prof. Vitorino Alves da \nSilva, Presid. da Comissão; Prof. Gabriel H. M. Palafox; Gilberto Neves, José Humberto Nozella, Vilmar A. de \nFaria;  Profa. Marisa Lomônaco P. Naves; Prof. Reinaldo C. Andraus; Elaine da Silveira Magali; Denise de L. \nDuarte; Prof. Saulo de M. G. Júnior; Ivan Abrão; Prof. José M. F. Assis; Márcio P. Rodrigues; Prof. Sérgio J. \nAndrade; Profa. Dalva Maria O. Silva; Ana Guaranis; Profa. Maria Mirza C. Diniz; Isaías Tadeu A. Macedo; \nLuzia Aparecida de Souza; Profa. Sônia Aparecida G. Oliveira; Prof. Renan Billa; Prof. Ronald C. Maciel; \nDeputado Estadual Ricardo Duarte; Lindolfo M. dos Santos; Olei r B. Ferreira; Eduardo Luiz Ferreira, Diretor \nAdministrativo da FEIT; Eng. Wilson Akira Shimizu.  ", "39": " 39 um projeto que seria apresentado ao MEC no sentido de consultar sobre a viabilidade da \nproposta de encampação das instituições já existentes. Nessa reunião por sugestão do Prof. \nArquimedes, aceita por todos os pre sentes, definiu -se que o nome do campus seria “ Campus \ndo Pontal”.  \nEm reunião do Conselho Universitário da UFU, no dia 31 de julho de 2005, (no item \n3.2. da pauta) discutiu -se sobre o “ Campus  do Pontal. Foi apresentado Relatório final da \nComissão de Expansã o de Vagas (Processo 71/2003) quando a Profa. Marisa Lomônaco, \npresidente da referida comissão (Portaria R. n. 614, 8/7/2003), apresentou como princípios \norientadores da Política de Expansão para a UFU, a responsabilidade e referência social; a \nqualidade d o ensino a ser ofertado, a gratuidade e caráter público, recomendando que a \nexpansão deveria estar associada à política de reposição e ampliação dos quadros docente e \ntécnico -administrativo da Instituição; de uma política de saneamento das deficiências \nidentificadas nos Cursos; do aperfeiçoamento dos cursos já existentes; da valorização da \ndedicação ao ensino, à pesquisa, à extensão e à administração; a uma política de utilização e \notimização do uso do espaço e de melhoria das condições de infra -estrutura j á disponíveis na \nInstituição.  \nApresentou, ainda, como possibilidades de expansão a ampliação em 10% das vagas \ndos cursos já existentes; a abertura de cursos em turnos diferentes em que já funcionam; \ncriação de cursos novos e, também, a abertura de cursos f ora de sede. Disse, ainda, que \natravés da consulta feita às Unidades Acadêmicas, via questionário, apurou -se que a despeito \ndas dificuldades enumeradas, a Universidade Federal de Uberlândia possui condições \nfavoráveis de expansão de cursos fora de sede. (A ta CONSUN, L. 342) Naquela ocasião, não \nforam feitas deliberações sobre o exposto, devido à falta de quorum.  \nO Campus  do Pontal voltou à pauta na 8º. Reunião do Conselho Universitário, \nrealizada no dia 08 de outubro de 2005. Ocasião em que o Prof. Arquimed es D. Ciloni \ninformou os Conselheiros sobre a visita à cidade de Ituiutaba; a área do campus  já instalado, a \nComissão formada para estudos sobre a viabilidade da implantação do campus , os seus \nintegrantes, bem como, sobre a reunião da mesma para formulação  de propostas. O Reitor \nainda expôs sobre reunião de trabalho realizada no Ministério da Educação25, onde foi \napresentado um cronograma exíguo para a implantação do campus  no ano de 2006, bem \ncomo, as etapas a serem percorridas para a criação de campi  avanç ados para Universidades \nPúblicas Federais. (Ata CONSUN, L. 187)  \nNa seqüência da reunião o Prof. Vitorino A. da Silva, presidente da Comissão, \napresentou um relatório detalhado sobre a visita a Ituiutaba. Informou os presentes sobre a \nentrega ao MEC de uma síntese do projeto de implantação do campus , versão não \nprotocolada, pois, tratava -se de uma consulta, e manifestando interesse em participar do \nProjeto de Expansão do Ensino Superior do MEC. Este projeto já contava com destinação de \nrecursos orçamentários  definidos pelo Ministério do Planejamento e pelo Ministério da \nFazenda, sob a coordenação do Gabinete da Presidência da República. Entretanto, a UFU não \nestava contemplada no mesmo.  \n                                                 \n25 Participaram da reunião no MEC: Prof. Vitorino A. da Silva, Eng. Wilson A. Shimizu e a Profa. Marisa \nLomônaco.  ", "40": " 40 Somente a partir da organização dada pelo MEC é que se deveria constitui r um projeto \noficial, caso a decisão fosse pela criação do “ Campus  do Pontal” mediante encampação da \nFEIT e da FTM, então, seria elaborado um Projeto Pedagógico com prazo mínimo de quatro \nanos; constituição dos parceiros (as prefeituras da região, as duas fundações que doariam os \nseus imóveis sem ônus para a UFU, as emendas ao orçamento feitas pelos Deputados e \nrecursos do MEC); elaboração de um plano de trabalho e das providências para adequação das \ninstalações físicas, equipamentos, despesas gerais de cus teio e manutenção. Informou, ainda, \nque os prazos para realização do Convênio inicial, para os anos de 2006 e 2007, se \nencerrariam até o início do mês de dezembro de 2005. Após a discussão da proposta os \nConselheiros decidiram que fossem apresentados mais detalhes pela Comissão, para que \npudessem ser discutidos pelas Unidades Acadêmicas, antes da deliberação pelo Conselho. \n(Ata CONSUN, L. 211)  \nNo dia 3 de novembro de 2005, a Comissão voltou a se reunir na Sala de Reuniões da \nReitoria, com a presença de algu ns membros da cidade de Ituiutaba, para discutir os custos do \nProjeto, que ainda não estava totalmente detalhado, para cumprir o prazo de 30 de novembro. \nForam discutidas questões quanto ao número de vagas para docentes; com quais e quantos \ncursos trabalha r inicialmente; se abarcaria toda a estrutura existente ou desejada. Decidiu -se \npor apresentar o projeto abarcando toda a estrutura, considerando -se as dificuldades de \nimplementação caso alguns cursos fossem incluídos e outros não. Foram constituídas três \nfrentes de trabalho para viabilizar a conclusão do Projeto.  \nO Projeto “ Campus  do Pontal” voltou à pauta da 9º. Reunião do Conselho \nUniversitário, realizada no dia 18 de novembro de 2005, para “Apreciação e deliberação sobre \no Projeto Campus do Pontal” O Re itor convidou, na maioria membros da Comissão, para \napresentarem o esboço do Projeto e, com a aquiescência do Conselho, foram convidados para \na sala de reuniões representantes da comunidade de Ituiutaba.26  O Prof. Arquimedes \ninformou que o CONSUN deveria m anifestar -se para que o Projeto pudesse ser encaminhado \nà SEsu/MEC até o dia 30 de novembro de 2005.  \nRepresentantes da cidade de Ituiutaba defenderam a luta pela federalização do ensino \nsuperior na região e ressaltaram que a estrutura da FEIT, oferecida à UFU, está saneada e \npreparada para a transição. O Prefeito, Fued Dib, firmou compromisso com o Projeto do \nCampus  do Pontal e, em seguida, foram exibidos vídeos  com informações sobre a FEIT e a \nFTM. Ao término da apresentação, o Reitor agradeceu a presença  dos convidados e solicitou \naos membros da Comissão que apresentassem o Projeto. Depois de muitas discussões e \ninformações sobre as verbas para custeio, o Projeto foi submetido à deliberação do Conselho \nUniversitário e foi aprovado por 27 votos favoráveis,  1 voto contrário e 6 abstenções. (Ata do \nCONSUN, L. 142)  \nA última reunião da Comissão de estudos para a implantação do Campus  Pontal foi \nrealizada no dia 28 de março de 2006. O Prof. Arquimedes informou que havia estado em \n                                                 \n26  Estiveram presentes os seguintes representa ntes de Ituiutaba e membros da Comissão: Gilberto Aparecido \nSeverino, Luzia Aparecida de Souza, Márcio Paulo Rodrigues, Prof. Sérgio Jerônimo de Andrade, Prefeito Fued \nJosé Dib, Thiago Jorge Florentino, Isaías Tadeu A. de Macedo, Prof. Vitorino A. da Silva  (Presidente), Marisa \nLomônaco (Diretora de Ensino) e Wilson A. Shimizo (Prefeitura Universitária).  ", "41": " 41 Brasília no dia 23 de março, jun tamente com o Prof. Vitorino A. da Silva, a Profa. Marisa \nLomônaco Naves e o Eng. Wilson Shimizu, em reunião com assessores do Ministro da \nEducação para dirimir dúvidas sobre o Projeto.  Informou à Comissão que decisões deveriam \nser tomadas naquela reunião  para que se pudesse dar andamento ao processo, que havia \nsofrido modificações significativas: não se tratava de federalização e nem encampação, como \nqueria a Comissão, e nem mesmo a construção de um novo campus .  \nTratava -se de um regime de parceria entre a UFU e as Instituições de Ensino Superior \nde Ituiutaba. Processo que, ao longo dos anos, significaria encampação. Existiam recursos de \ncusteio para implantação de 16 cursos, sendo licenciatura e bacharelado, com extinção dos já \nexistentes. Quarenta (40) v agas para docentes, sendo que, posteriormente, seriam 146 \ndocentes (1 docente para cada 20 alunos). Após intenso debate chegou -se a decisões \npossíveis, considerando a evidente dificuldade de consenso devido à frustração dos anseios \ndos representantes de It uiutaba.  \nSeriam oferecidos os Cursos integrados de Licenciatura e Bacharelado em: Ciências \nBiológicas, Física, Geografia, História, Matemática e Química; os Cursos de Bacharelado em \nAdministração e Ciências Contábeis e Licenciatura em Pedagogia. Quanto ao  concurso, os \nrepresentantes dos docentes da FEIT defenderam a abertura de vagas para Mestres, \nconsiderando que muitos professores estariam impedidos de prestar o concurso se este fosse \naberto somente para doutores. Gilberto Neves, assessor do Deputado Fed eral Gilmar \nMachado, afirmou que este havia garantido que a Portaria do MEC não definiria se as vagas \nseriam para mestres ou doutores. O Reitor, então, afirmou que caberia às Unidades \nAcadêmicas definirem essa questão, pois as mesmas são autônomas para dec idir. Foi \nsolicitado ao Prof. Arquimedes que fizesse um empenho junto às mesmas para que essa \nreivindicação pudesse ser atendida.  \nO Campus  do Pontal voltou a ser citado na 2ª. Reunião do Conselho Universitário, \nrealizada no dia 31 de março de 2006, mediant e comunicado do Reitor sobre a publicação da \nPortaria 75 do MEC, de 30 de março de 2006, que liberou vagas para docentes, para o Projeto \nde Expansão. Entretanto, o assunto não pôde ser incluído na pauta e uma reunião \nextraordinária seria convocada para a p róxima semana. A referida reunião aconteceu no dia 7 \nde abril de 2006, quando o Reitor informou que aos Conselheiros que a Comissão presidida \npelo Prof. Vitorino Alves da Silva havia finalizado os seus trabalhos, comunicando, também, \nque a Portaria no. 853  de 6 de abril de 2006, do Ministro de Estado da Educação efetivara o \nprovimento de trinta e duas (32) vagas para a UFU Campus  do Pontal e que a Comissão, \njuntamente com os coordenadores de Curso havia proposto a criação de oito cursos de \nGraduação. (Ata C ONSUN, L. 46)  \nO Prof. Reinaldo Campos Andraus, Relator do “Projeto UFU Campus  do Pontal”, \nProcesso 63/2005 leu o Parecer favorável à criação do “ Campus  Avançado do Pontal”, com a \ncriação dos cursos propostos pela Comissão. (Ata CONSUN, L. 50)  O Prof. Arqu imedes D. \nCiloni informou os Conselheiros sobre reunião ocorrida, no dia 6 de abril de 2006, com os \nCoordenadores dos Cursos de Física, Química, Matemática, Ciências Biológicas, Pedagogia, \nHistória, Geografia e Administração, que deveriam ser oferecidos in icialmente pela UFU, ", "42": " 42 Campus  do Pontal, e, ainda, que as vagas para docentes deveriam ser preenchidas, por \nconcurso público, até o dia 3 de julho de 2006.  \nOs professores Vitorino A. da Silva e Marisa Lomônaco esclareceram dúvidas dos \nConselheiros e os mesmo s solicitaram prazo para discutir, junto às Unidades Acadêmicas, a \nproposta de curso integrado de Licenciatura e Bacharelado, bem como, sobre o perfil dos \ndocentes e a autonomia do Campus  Avançado. O Procurador Geral, José Humberto Nozella \ninformou que o Campus  seria uma Unidade da Universidade Federal de Uberlândia. Diante \ndas discussões os Conselheiros solicitaram alterações no Parecer e o mesmo foi aprovado por \naclamação. O nome do Campus  também foi matéria de discussão, sendo apresentadas \nsugestões e vo tada a proposta da denominação: “Faculdade de Ciências Integradas do Pontal – \nFACIP” e aprovada por vinte e nove votos favoráveis; um voto contrário e quatro abstenções. \n(Ata CONSUN, L. 119).  \nFoi publicada a Resolução no. 04/2006, Ad Referendo do Conselho Superior, dando \nnova redação ao artigo 2º. da Resolução 02/2006, inserindo na proposta inicial de implantação \ndo Campus  do Pontal, o Curso de Graduação em Ciências Contábeis. O Artigo 2º. da \nResolução aprovou a criação dos cursos, já mencionados acima, e d eterminou o número de \nvagas. A Resolução entrou em vigor na data de 2 de maio de 2006 e foi ratificada pelo \nConselho Universitário na 5ª. Reunião, realizada no dia 30 de junho de 2006. As Unidades \nAcadêmicas definiram o perfil dos docentes a serem contrata dos e realizaram os concursos \nentre o final do mês de maio e mês de junho de 2006.  \nAs posses dos professores concursados ocorreram entre o dia 4 e 22 de setembro de \n2006. No dia 4 de setembro às 9 horas, no Salão do Líder Hotel, tomaram posse dezoito \nprofe ssores, em sessão solene, com a presença do Ministro de Estado da Educação, Fernando \nHaddad, que naquela ocasião inaugurou a Sede Administrativa da Universidade Federal de \nUberlândia – Campus  do Pontal, situada na Avenida José João Dib. Naquela ocasião foi  \nanunciada, pelo Prefeito Fued Dib, negociação entre a Prefeitura de Ituiutaba e os empresários \nGerson e Maurício Baduy, a doação de terreno de 500000 m2, no Bairro Tupã, para a \nconstrução do Campus  do Pontal.  \nA concretização deste Projeto, sonho alimenta do pela maioria, quase absoluta, de \nfamílias que habitam o Pontal do Triângulo Mineiro, é resultado de uma decisão política de \num Governo que privilegia a população historicamente excluída dos benefícios gerados pela \nriqueza desse país; é resultado, também , de uma somatória de forças onde se encontraram a \nvontade política; o compromisso com a universidade pública, gratuita e de qualidade, a crença \nna possibilidade de construção de uma sociedade justa e igualitária; em uma universidade que \nseja a porta de en trada para a concretização dos ideais de igualdade e de justiça social.  \n ", "43": " 43  \n \n \n \nANEXO 2  \n \nNormas para Elaboração do Trabalho de Conclusão de \nCurso  \n ", "44": " 44 Normas Para Elaboração do Trabalho de Conclusão de \nCurso  \n \nI - CONCEITUAÇÃO E COMPOSIÇÃO  \n \nO Trabalho de Conclus ão de Curso (TCC) deverá ser um trabalho científico, não \nnecessariamente inédito, realizado durante o curso e orientado por um professor da UFU e \nserá apresentado na forma de uma monografia.  \nApós ter cursado a disciplina Metodologia Cientifica e Tecnológic a, espera -se que o \naluno seja capaz de desenvolver o trabalho de pesquisa e a redação da monografia. O TCC \nserá desenvolvido por meio das disciplinas TCC I e TCC II.  \n \nII – ORIENTAÇÃO  \n \nA orientação será exercida por um professor da UFU escolhido livremente pelo aluno. \nO trabalho versará sobre uma área temática da engenharia de produção, definida pela \nAssociação Brasileira de Engenharia de Produção -ABEPRO.  \n \nIII – MUDANÇA DE ORIENTADOR  \n \nPoderá haver pedido de mudança de orientador por interesse do docente ou d o aluno. \nNo caso do docente decidir desistir da orientação, este deverá comunicar formalmente o fato à \ncoordenação do curso e ao aluno, explicitando os motivos.  \nCaso o aluno decida mudar de orientador, deverá comunicar formalmente ao \norientador, explicitan do os motivos da decisão. Uma cópia do documento, datada e assinada \npelo orentador, comprovando que o mesmo tomou conhecimento da decisão do aluno, deverá \nser entregue na coordenação do curso.  \n \nIV – ATRIBUIÇÕES DO ORIENTADOR  \n \nNo âmbito do TCC I, são consid eradas atribuições do orientador:  \n Propiciar um processo de reflexão geral do que seja um projeto, sua estrutura e as \nnormas técnicas associadas;  \n Auxiliar o discente na elaboração do projeto de pesquisa;  \n Orientar e acompanhar a execução do projeto;  \n \nQuanto  ao TCC II, são consideradas atribuições do orientador:  \n Orientar e acompanhar a execução do projeto elaborado no TCC I;  \n Constituir bancas e programar, juntamente com todos os envolvidos, a avaliação da \nmonografia do aluno;  \n ", "45": " 45 V – ATRIBUIÇÕES DO ALUNO  \n \nNo con texto geral dos trabalhos a serem desenvolvidos no TCC, serão consideradas \natribuições do aluno:  \n Elaborar e entregar projeto de trabalho ao professor da disciplina TCC I;  \n Manter contato contínuo com o professor do TCC, segundo uma dinâmica estruturada \ncoletivamente por ambos, visando o bom desenvolvimento das atividades previstas;  \n Elaborar e entregar a monografia, em três vias encadernadas, ao professor da \ndisciplina TCC II;  \n \nVI – REDAÇÃO FINAL DA MONOGRAFIA  \n \nPara uma maior clareza, precisão e objetividade na descrição do trabalho de pesquisa, \na redação da monografia do Trabalho de Conclusão de Curso deverá apresentar:  \n1. Resumo da pesquisa realizada;  \n2. Introdução: problematização e contextualização do objeto de pesquisa;  \n3. Descrição do modelo e/ou metodologia expe rimental;  \n4. Resultados e  sua análise;  \n5. Conclusões;  \n6. Referências  bibliográficas.  \n \nVII -  AVALIAÇÃO  \n \nA avaliação do aluno do TCC I será realizada pelo respectivo professor da disciplina.  \nO aluno do TCC II será avaliado por uma banca examinadora constituída de três \nmembros -professores, sendo um membro o seu orientador e dois outros professores da UFU \npor este indicados. Cada membro da banca atribuirá uma nota de zero a cem à monografia do \naluno, sendo a nota final a média aritmética das notas da banca.  \n \nVIII -  DISPOSIÇÕES GERAIS  \n \nOs casos omissos serão resolvidos pelo cole giado do Curso de Engenharia de \nProdução.  \n ", "46": " 46  \n \n \n \nANEXO 3  \n \nNormas do Estág io Curricular Obrigatório  do Curso de \nEngenharia de Produção  \n ", "47": " 47 NORMAS DO ESTÁGIO CURRICULAR OBRIGATÓRIO  DO  \nCURSO DE ENGE NHARIA DE PRODUÇÃO  \n \n1) Objetivos  \nO estágio curricular obrigatório  tem o objetivo de proporcionar ao estudante  a vivência \nde situações similares as que ele encontrará como Engenheiro de Produção no mercado de \ntrabalho depois de formado, além de propiciar um  aprimoramento de conhecimentos \nespecíficos relacionados à Engenharia de Produção.  \n \n2) Estágio curricular obrigatório e não obrigatório  \nO estágio obrigatório possui as seguintes características:  \n É o estágio obrigatório necessário para obtenção do título ba charel em Engenharia de \nProdução;  \n Para realização deste estágio o estudante deve se matricular na disciplina “Estágio \nCurricular Obrigatório ”; \n O pré -requisito para matricular -se na disciplina é ter cumprido, no mínimo, 70% dos \ncréditos totais do curso;  \n O tempo mínimo estágio obrigatório é de 180 horas de horas e não deve ultrapassar 2 \nanos em um único local.  \n Caso um estágio não obrigatório tenha seu início após o cumprimento do pré -requisito, \no aluno tem a possibilidade de pedir convalidação de créditos par a a disciplina \n“Estágio Curricular Obrigatório ” desde que apresente as fichas de avaliação e relatório \nde estágio. A convalidação deverá ser analisada pelo coordenador de estágio, o \nsupervisor de estágio e o colegiado do curso.  \n Atividades de extensão e de iniciação científica por no mínimo 1 ano, devidamente \njustificado mediante apresentação de atestado do orientador e de relatório técnico -\ncientífico, poderá ser convalidado como crédito da disciplina “Estágio Curricular \nObrigatório ”, desde que aprovado pelo  coordenador de estágio e pelo colegiado do \ncurso.  \n É permitido ao estudante realizar o estágio obrigatório em mais de um local para \ncomplementação do número de horas exigidos, sendo necessário apresentar um \nrelatório para cada estágio realizado.  \n \nO estágio  não obrigatório é aquele realizado necessariamente após o 2º período, desde \nque não entre em conflito com as demais atividades de graduação. Este período de estágio não \nobrigatório, caso seja realizado antes do estudante cumprir 70% dos créditos totais do  curso, \nnão poderá ser computado como crédito para o estágio obrigatório. No estágio não obrigatório \nnão é necessário realizar relatório de estágio ou fichas de avaliação, salvo nos casos de pedido \nde convalidação para o estágio obrigatório.  \nTanto estágios  obrigatórios como não obrigatórios somente serão permitidos quando \nautorizados pela assinatura dos Termos de Compromisso de Estágio, devidamente amparados \npor convênios firmados entre a UFU e a(o) concedente. Os estágios, obrigatórios ou não, não ", "48": " 48 podem oc asionar prejuízo ao desenvolvimento das outras atividades acadêmicas previstas \npara a integralização curricular no respectivo período. É expressamente proibido o abono de \nfaltas por motivo de estágio. Os estágios obrigatórios e não obrigatórios podem ser t anto do \ntipo interno como externo.  \n \n3) Estágio Curricular Obrigatório  \n \nA disciplina “Estágio Curricular Obrigatório ” deverá respeitar uma estrutura composta \npelo Coordenador de Estágio, o Supervisor de Estágio, o Concedente de Estágio, o Orientador \nde Está gio e o Estagiário. Esta estrutura é apresentada na figura 1 e discutida a seguir.  \n \n \nFig. 1: Estrutura da disciplina “Estágio Curricular Obrigatório ”. \n \n3.1 Coordenação do Estágio  \n \nEntende -se por coordenação a instância responsável pela viabilização e pel o \ndesenvolvimento das atividades de estágio, de acordo com a política da Universidade.  \n \nCompete ao Coordenador de Estágio:  \n Elaborar e avaliar permanen temente as Normas de Estágio Curricular Obrigatório do \nCurso, podendo sugerir alterações do mesmo ao cole giado;  \n Coordenar o planejamento, o cumprimento do cronograma e a avaliação das atividades \nreferentes ao estágio, conjuntamente com os professores supervisores e os estagiários;  \n Promover reuniões sistemáticas com os supervisores de estágio, para discussões de \nquestões relativas ao desenvolvimento do estágio;  ", "49": " 49  Participar do colegiado de curso, a fim de articular e definir políticas de \ndesenvolvimento, acompanhamento e avaliação do estágio junto ao curso;  \n Oferecer subsídios para realimentação do curso e da conc edente, a partir de estudos e \nanálise do desenvolvimento e repercussão do estágio;  \n Entrar em contato com as concedentes de estágio para análise das condições do campo \ne informações quanto à celebração do instrumento jurídico;  \n Encaminhar listagem de alunos estagiários com o respectivo local à Pró -Reitoria de \nGraduação, ou órgão por ela indicado, para celebração do instrumento jurídico;  \n Criar mecanismos operacionais que facilitem a condução de estágios com segurança e \naproveitamento, mantendo atualizado um si stema de documentação e cadastramento  \n Assegurar que o estágio do estudante não prejudique as outras atividades acadêmicas \ndo período, podendo interromper o estágio unilateralmente neste caso.  \n \n3.2 Supervisão de Estágio  \n \nEntende -se por supervisão a orientaç ão e o acompanhamento obrigatório das \ndiferentes atividades de estágio, visando a favorecer o alcance dos objetivos.  \n \nCompete ao Supervisor de Estágio:  \n \n Orientar os estagiários no planejamento das atividades de estágio;  \n Orientar o estagiário em aspectos té cnicos e éticos da profissão, através de \nrealimentações contínuas, proporcionando -lhes gradativa independência;  \n Orientar os relatórios de estágio elaborados pelo estudante;  \n Avaliar o desempenho do estagiário, através das fichas de avaliação preenchidas pel o \nOrientador de Estágio;  \n Auxiliar o estagiário na elaboração do Plano de Estágio  \n Avaliar o cumprimento dos objetivos do estágio estabelecido no Plano de Estágio  \n Encaminhar à Coordenação do estágio as sugestões, dificuldades e constatações \nreferentes ao cur so, ao campo e à Instituição e indicadas nos relatórios;  \n Promover a interação campo de estágio/aluno/curso;  \n \n3.3 Orientação de Estágio  \n \nEntende -se por orientação do estágio o acompanhamento da execução de atividades \nespecíficas por profissional do campo. E ste profissional deverá ter formação superior e \npossuir aquiescência do campo para o desempenho dessa função.  \n \nCompete ao Orientador de Estágio:  \n \n Possibilitar condições para a atuação do estagiário no local;  ", "50": " 50  Orientar o aluno na elaboração de sua proposta de estágio;  \n Orientar o desempenho do estagiário conforme sua proposta de estágio;  \n Discutir com o supervisor de estágio a atuação do estagiário;  \n Encaminhar ao supervisor de estágio as Ficha de avaliação devidamente preenchidas.  \n \n3.4 Estagiário  \n \nEntende -se por estagiário o estudante que, matriculado e freqüentando regularmente o \ncurso, esteja autorizado a efetuar a sua matrícula no “Estágio Curricular Obrigatório ” \ncorrespondente.  \n \nAtribuições do Estagiário:  \n \n Apresentar -se ao campo com encaminhamento, por esc rito, do coordenador do estágio;  \n Assinar o Termo de Compromisso;  \n Cumprir a programação do estágio e comunicar ao supervisor, em tempo hábil, as \nalterações que surgirem;  \n Elaborar e executar seu Plano de Estágio junto com o supervisor e/ou orientador;  \n Observ ar as normas internas da entidade conveniada, conduzindo -se dentro da ética \nprofissional e atendendo ao acompanhamento e avaliação de seu desempenho e \naproveitamento;  \n Participar das atividades acadêmicas e/ou do campo programadas para o estágio.  \n Redigir o relatório de estágio.  \n \n3.4.1 Plano de Estágio  \nAté 15 dias após o início do estágio, o estagiário, com o auxílio do Orientador e do \nSupervisor de Estágio deverá elaborar um plano de estágio que será avaliado pelo \nCoordenador. Este plano de estágio deverá co nter os Objetivos, a Justificativa e a Área de \natuação do Estagiário dentro do campo. O plano de estágio deve indicar e justificar \nclaramente em qual ou quais das áreas e subáreas de atuação de Engenharia de Produção \ndefinidas pela ABEPRO o Estagiário deve rá atuar.  \n \n4) Legislação e regulamentação  \n \nOs direitos e deveres do estagiário e da concedente são amparados pela Lei de Estágio \nNo 11.788 de 25 de setembro de 2008, e regulamentados pelo capítulo VII pela resolução No \n02/2008 do Conselho de Graduação da UFU.  \nRessalta -se que os discentes só poderão realizar seus estágios quando autorizados pela \nassinatura dos Termos de Compromisso de Estágio, devidamente amparados por convênios \nfirmados entre a UFU e a(o) concedente.  \n ", "51": " 51 5) Finalização do Estágio  \n \nAo finaliza r o período de estágio, as seguintes medidas deverão ser tomadas:  \n Declaração da empresa, contendo carga horária e período do estágio.  \n Ficha de Avaliação fornecida pelo curso de Engenharia de Produção/FACIP \npreenchida e assinada pelo supervisor de estágio.  \n Ficha de Avaliação preenchida pelo Orientador e pelo Supervisor do Estagiário.  \n Relatório de estágio redigido pelo estagiário dentro das normas estabelecias pelo \ncolegiado do curso.  ", "52": " 52  \n \n \n \nANEXO 4 \n \nNormas para Atividades Complementares  \n \n \n ", "53": " 53 Normas das Atividad es Complementares Acadêmico -Científico -\nCulturais  \n \nArtigo 1o - As atividades acadêmico -científicas complementares constituem o conjunto de \natividades desenvolvidas pelo estudante com a finalidade básica de promover a sua formação \nmais geral.  \n \nArtigo 2o – O estudan te deverá cumprir um mínimo de 1 00 horas de participação em \natividades acadêmico -científicas complementares.  \n \nParágrafo único - as atividades a que refere o caput são, inicialmente, as seguintes, com as \ndevidas cargas horárias máximas estabelecidas na pontuação da tabela abaixo:  \n \nAtividade  Pontuação  \nmáxima  \nProjeto e/ou atividade de ensino (PIBEG, cursinho alternativo, etc.)  60 \nProjeto de pesquisa (PIBIC, estágio voluntário extracurricular)  60 \nProjeto de extensão (organização de eventos, de cursos , de palestras, etc.)  60 \nApresentação de trabalho em evento científico -cultural local  60 \nApresentação de trabalho em evento científico -cultural nacional  60 \nApresentação de trabalho em evento científico -cultural internacional  60 \nParticipação em evento c ientífico -cultural local  50 \nParticipação em evento científico -cultural nacional  50 \nParticipação em evento científico -cultural internacional  50 \nGrupo de estudos de temas específicos  50 \nVisita técnica orientada a centros científicos/culturais de excelênc ia  50 \nMonitoria em disciplina ministrada na UFU  50 \nRepresentação estudantil  40 \nDisciplina facultativa na UFU  60 \nAtividade acadêmica à distância  60 \nPrêmio recebido  80 \nPublicação de artigo científico em revistas indexadas  80 \nPublicação de artigo cien tífico em revistas não -indexadas  60 \nAtuação voluntária em programas de difusão da Ciência  50 \nParticipação em Seminário de Defesa de TCC  20 \nParticipação em Atividades Especiais de Ensino, Pesquisa e Extensão  40 \n \nArtigo 3o – A participação em projeto e/o u atividade de ensino, projeto de pesquisa e projeto \nde extensão será pontuada por ano de participação.  \n \nArtigo 4o – A pontuação relacionada à apresentação de trabalhos será feita por trabalho \napresentado por evento, sendo a pontuação dividida equitativame nte entre os estudantes \nautores do trabalho.  Essa pontuação será de 40 h por trabalho apresentado em evento local, 50 \nh em evento nacional, e 75 h em evento internacional.  \n \nArtigo 5o – A pontuação pela participação em eventos científico -culturais será feit a por evento \ne não pela participação em diferentes atividades num mesmo evento.  \n ", "54": " 54 Artigo 6o – A pontuação pela participação em grupo de estudos será feita por cada semestre \nde efetiva participação.  \n \nArtigo 7o – A pontuação pela participação em visitas técni cas será de 25 h por visita.  \n \nArtigo 8º - A pontuação por monitoria corresponderá ao equivalente em horas -aula reservada \nà monitoria  \n \nArtigo 9º - A pontuação por representação estudantil será de 25 h por semestre.  \n \nArtigo 10º - A pontuação pela aprovação e m disciplina facultativa será feita por hora -aula da \ndisciplina cursada.  \n \nArtigo 11 º - A pontuação pela participação em atividade acadêmica à distância, na qualidade \nde tutor, monitor, estagiário, bolsista, ou qualquer outra forma de colaboração na oferta da \natividade, será de 50 h por atividade semestral.  \n \nArtigo 1 2º - A participação por prêmio recebido será correspondente à 150 h por prêmio.  \n \nArtigo 1 3º - A pontuação relacionada à publicação de trabalhos será de 150 h por trabalho \npublicado em revistas i ndexadas, e de 50 h em revistas não -indexadas.  \n \nArtigo 1 4º - A pontuação por participação voluntária em programas relacionados à difusão da \nciência será de 25 h semestrais por programa.  \n \nArtigo 1 5º - A pontuação por participação em seminário de defesa de T CC será de 10 h por \nparticipação;  \n \nArtigo 1 6º - A participação em Atividades Especiais de Ensino, Pesquisa e Extensão será de \n40 h semestrais por trabalho.  \n \nArtigo 1 7º - As pontuações referentes ao Artigo 3º (Participação em Projetos), Artigo 5º \n(Participa ção em Eventos Científico -Culturais), Art. 6º (Grupos de Estudo), Artigo 7º (Visitas \nTécnicas), Art. 11º (Atividades Acadêmicas à Distância), Art. 1 4º (Difusão da Ciência), Art. \n16º (Atividades Especiais), também podem ser contabilizadas proporcionalmente ao período \nde participação do estudante na atividade, ou conforme critério estabelecido pelo Colegiado \nde Curso conforme as características da atividade (local da realização, número de horas, \nimportân cia para a formação do aluno , etc.). \n \nArtigo 1 8º - O Col egiado de Curso terá autonomia para pontuar e validar qualquer atividade \nnão mencionada acima.  \n \nArtigo 19o – A contabilização da carga horária em cada atividade será feita mediante \napresentação de documento comprobatório de participação, emitido pelo prof essor \nresponsável pela atividade, ou pelo órgão legalmente responsável, desde que essa atividade \nainda não tenha sido contabilizada.  \n \n \n "}