{"1": " 1  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DE CURSO  \n \nENGENHARIA DE PRODUÇÃO  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nItajubá, 30 de setembro de 2013  \n \n \n ", "2": " 2 PROJETO PEDAGÓGICO DE CURSO  \n \nENGENHARIA DE PRODUÇÃO   \n \nResumo:  \n \n \n Nome: Engenharia de Produção  \n Regime letivo: Semestral  \n Duração mín ima recomendada: 9 semestres (4,5 anos)  \n Tempo de Integralização: mínimo de 4,5 anos e máximo de 9 anos  \n Tempo máximo permitido para trancamento do curso: 2 anos  \n Número total de Vagas ao ano: 60  \n Número de turma por ano de ingresso: 1 turma  \n Turno: Integral  \n Regulamentação anterior: MEC: Portaria 3315, de 26/09/2005 – DOU 27/09/2005  \n Carga Horária total: 3823  h assim distribuídas:  \n Disciplinas: 3488 horas -aula \n Trabalho Final de Graduação: 128 h oras-aula \n Estágio Supervisionado: 300 h  \n Atividades de Complementação: 150 horas  \n Grau conferido: Engenheiro de Produção  \n Local da Oferta: Campus Itajubá  \n Forma de Ingresso: Estabelecido anualmente em edital de processo seletivo  \n \nResumo dos Componentes   Em horas  \nAtividade de Complementação  150 horas   \nEstágio Supervisionado  300 horas   \nDisciplinas Obrigatórias  3552 horas -aula  \nTrabalho Final de Graduação  128 horas -aula  \nDisciplinas Obrigatórias  3488 horas -aula  \n Total  3823 horas  \n(*) 1 hora/aula = 55 minutos  \n \n \n \n \nCoordenador do Curso: Professor Dr. José Leon ardo Noronha  \n  \nClasse docente: Prof essor Associado I   \nRegime de Trabalho: Dedicação Exclusiva   \nGraduação: Engenheiro Mecânico - Ênfase Produção - UNIFEI - 1983  \nMestrado: Engenharia Mecânica - Área de Metrologia e Instrumentação - UFSC - 1994  \nDoutorado:  Engenharia Mecânica - Área de Metrologia e Instrumentação - UFSC – 2003  \nE-mail: epr.itajuba @unifei.edu.br  \n \n \n \n \n \n \n \n \n ", "3": " 3  \n \n \n \nPROJETO PEDAGÓGICO DE CURSO  \n \nENGENHARIA DE PRODUÇÃO   \n \n \n1. INTRODUÇÃO  \n \nUm curso de Engenharia de Produção em uma escola que tem tradiçã o na formação de engenheiros \né uma maneira de consubstanciar um processo de formação educacional que se caracteriza pelo \nmovimento, pela inovação e preocupação premente em atender às necessidades contextuais e \nestruturais de nosso país.  \nO atual cenário mostra necessidades de  mudanças na organização do trabalho, bem como exige  \ncompetitividade para a sobrevivência de produtos em nível interno e externo, apontam para a \nadequação de se formar  profissionais de engenharia que possam atuar no sentido de incrementa r e \nimplantar processos de produção mais eficazes e modernos.  \nO curso de Engenharia de Produção tem um delineamento didático -pedagógico que se coaduna à \nproposta educacional da UNIFEI, bem como se adequar  às capacidades e recursos humanos e \nmateriais que a  instituição proporciona. A finalidade é desenvolver e implementar ações didático -\npedagógicas que sejam compatíveis e que se integrem ao projeto institucional que confere unidade \ncurricular e metodológica aos diversos cursos oferecidos pela UNIFEI.  \n \n2. CON TEXTUALIZAÇÃO  \n \nO então Instituto Eletromecânico de Itajubá (IEI), a posteriori Escola Federal de Engenharia de \nItajubá (EFEI) e em 2002 Universidades  Federal de Itajubá (UNIFEI), foi criado em 1913 a partir da \ncapacidade e do espírito empreendedor do seu f undador, Theodomiro Carneiro Santiago. Com a \nfinalidade de formar engenheiros capazes de se revelarem e de exercerem a engenharia “mais por \natos do que por palavras”, o IEI se destaca, inicialmente, na formação de técnicos especializados em \nsistemas energé ticos (geração e transmissão de energia). A competência e o renome adquiridos \nnessas áreas conduziram à criação dos cursos independentes de Engenharia Mecânica e de \nEngenharia Elétrica, com destaque especial para as ênfases de Eletrotécnica e Mecânica. Ate nta à \nevolução da tecnologia e à realidade da expansão das novas áreas contempladas pela Engenharia, \na então EFEI ampliou as suas ênfases em 1980, passando a incluir a de Produção – na Engenharia \nMecânica - e a de Eletrônica - na Engenharia Elétrica. A atu ação destacada dos egressos nos \naspectos técnico e gerencial, nas mais diversas atividades e empresas de todo o país, são fatores \nque atestam, de forma categórica, a qualidade do ensino da UNIFEI.  \nConsciente da importância da manutenção de um corpo docent e altamente capacitado de modo não \nsó a sustentar e aumentar a atratividade, mas também no aprimoramento de seu ensino de \ngraduação e de pós -graduação , a UNIFEI investiu fortemente, principalmente nos últimos anos, na \ncapacitação dos seus docentes  nos níve is de Mestrado , Doutorado  e Pós -Doutorado.   \nAs mudanças tecnológicas e organizacionais exigem das Instituições de Ensino Superior uma \ntomada de posição quanto à qualidade da formação oferecida, mas também, principalmente, um \nrepensar crítico de seu papel f rente a uma sociedade que precisa avançar rapidamente na \nconstrução de conhecimentos e de tecnologia compatíveis às necessidades do mercado globalizado. \nO compromisso explícito da UNIFEI não se limita apenas à formação de profissionais, mas também \nabarca a  produção de conhecimentos através de atividades permanentes e sistemáticas de \npesquisas e investigações que contribuam para a otimização de produtos e processos, colaborando \npara a melhoria da qualidade de vida de nossa população.  \nA rápida evolução tecnol ógica e as mudanças advindas das relações entre nações e atividades \nprodutivas  colocam novos desafios às Instituições de Ensino Superior. Tais desafios referem -se à ", "4": " 4 expansão das áreas de atuação, à necessidade de revisão de planos curriculares vigentes , à \nreavaliação de procedimentos e metodologias de aprendizagem,  ao redimensionamento dos \nobjetivos pedagógicos do sistema educacional de excelência, e à integração às necessidades da \ncomunidade e do país. Neste cenário dinâmico e exigente, a necessidade perma nente de \nreavaliação curricular assume o comprometimento com a qualidade . \nA UNIFEI enquadra -se no projeto de constituir localmente um sistema integrado de ensino de \nexcelência em todos os níveis. O  sistema de formação de empreendedores e ações concretas de  \napoio ao ensino fundamental e ao ensino médio em conjunto com outros instrumentos, tais como a \nIncubadora de Empresas de Base Tecnológica, tem a ambição e a função maiores de contribuir para \no desenvolvimento local e regional.  \n \n3. ENGENHARIA DE PRODUÇÃO:  BREVE HISTÓRICO  \n \nO aumento de produtividade, redução de custos e melhoria da qualidade, ao lado de \ndesenvolvimento de metodologia sistêmica voltada para o desenvolvimento integrado, colocam -se \ncomo fatores indispensáveis para a inserção do país no rol das  nações de melhor nível de \ndesenvolvimento humano.  A melhoria da qualidade de vida da população vincula -se, o \naprimoramento do sistema produtivo de bens e serviços, em termos quantitativos e qualitativos.  \nA década de 90 foi uma época de grandes transformaç ões econômicas e sociais em todo mundo, \nacarretando uma reordenação das áreas de influência dos principais países desenvolvidos, com \nreflexos inevitáveis em nosso país. O processo de crescente engajamento do País no cenário \ninternacional, que se acentuou a  partir da década de 50, espera -se, deverá prosseguir de forma \nacelerada durante as próximas décadas. Isso tem exigido uma modernização do parque industrial, \npara manter e aumentar a sua competitividade em nível mundial. Para tanto, não é suficiente o país  \ncontinuar oferecendo mão -de-obra barata no mercado mundial , recurso este q ue tende a agravar -se \ncom a emergência de novos países industrializados haja vista que China, Índia e demais países \nemergentes vêm crescendo a taxas superiores às brasileiras ao lon go da primeira metade da \npresente década. O crescimento do Brasil é  tímido comparado às demais nações, o que impõe uma \nsevera reflexão quanto à necessidade de permitir aos recursos h umanos educação de elevado nível \npara o desenvolvimento de inovações, tant o de produto e serviços, quanto de processos, que \npossam garantir um desenvolvimento nacional sustentável e competitivo. Obviamente, tal opção de \ndesenvolvimento terá reflexos sobre os sistemas produtivos, que deverão modernizar -se para \natender às exigênci as cada vez mais sofisticadas dos consumidores, levando em conta as novas \ndivisões do mercado mundial e as vantagens comparativas na produção.  \nOs avanços tecnológicos geralmente se referem aos progressos do “hardware”, ou seja, àqueles \nincorporados nas máq uinas, nos equipamentos e nos processos. Entretanto, eles não operam \nsatisfatoriamente se não forem acompanhados de uma adequação da estrutura gerencial e dos \nrecursos humanos. É na tecnologia de organização desses fatores que a Engenharia de Produção \n(EP) dá uma contribuição mais significativa. A oferta de empregos para engenheiros de produção \ncresceu substancialmente nos últimos dez anos. O número de graduados não acompanhou esse \ncrescimento em função do pequeno aumento do número de vagas ocorrido nesse p eríodo, segundo \ndados da ABEPRO (Associação Brasileira de Engenharia de Produção, 1999). Vale destacar, no \nentanto, que, desde então, ocorreu um aumento expressivo de cursos de Engenharia de Produção \nsem contar, infelizmente, com adequada estrutura. Tanto o MEC, por meio de sua política de \navaliação e credenciamento de novos cursos de graduação, quanto a ABEPRO, devem estar \natentos no sentido de coibir a proliferação de cursos não condizentes com os padrões de qualidade \nque o país necessita.  \nAs novas tendên cias mercadológicas (produtos cada vez mais personalizados, lotes menores e com \ngrande variedade, exigências de qualidade e preço), obrigam o produtor a buscar soluções que \npossibilitem produzir com flexibilidade, maior rapidez, garantia de qualidade e pre ços atraentes. O \nengenheiro de produção é um desses novos profissionais que estarão sendo preparados para atuar \nexatamente nos processos gerenciais no sentido de alavancar o sistema produtivo de bens e \nserviços, em termos quantitativos e qualitativos.  \nO curso de Engenharia de Produção insere -se no compromisso histórico da UNIFEI de contribuir \npara a preparação de profissionais adequados que atendam às necessidades postas conjuntural e \nestruturalmente.  ", "5": " 5 Em decorrência da Reestruturação Universitária em mead os da década de 70, a então EFEI criou o \nDepartamento de Produção. A partir de 1980, a ênfase Produção do Curso de Engenharia Mecânica \npassou a ser de responsabilidade do Departamento de Produção.  \nEm julho de 1982, forma a Primeira Turma de Engenheiros Mec ânicos – Ênfase Produção. Em \ndecorrência da opção dos alunos e a demanda do mercado por profissionais da área, a média \nhistórica da Ênfase Produção manteve -se em torno de 70% dos alunos formados em Engenharia \nMecânica.  \nEm 1993, é criado o Curso de Especial ização (lato sensu) em Qualidade e Produtividade e, em \n1994, inicia o Programa de Mestrado em Engenharia de Produção formando, assim, aos poucos, \npessoal especializado e devidamente qualificado para o fortalecimento da graduação em Engenharia \nde Produção. A partir de 1996, através de um debate amplo, iniciou -se o processo de preparação do \nprojeto do Curso de Engenharia de Produção. Finalmente, em 1997, com base na legislação vigente, \npropôs -se a implantação do Curso de Engenharia de Produção, mantendo então  a experiência e \ntradição de ensino na UNIFEI com sua base tecnológica calcada nos conhecimentos profissionais \ngerais da mecânica. Em 1998, iniciou -se a implementação do Curso de Engenharia de Produção -\nMecânica, cuja primeira turma se formou em Janeiro de 2003. A consolidação do curso de \nEngenharia de Produção , tal como proposto neste projeto pedagógico, ratifica nossa firme intenção \nde estarmos constantemente revendo e aprimorando nossa abordagem pedagógica.  \n \n \n4- PERFIL DO EGRESSO: COMPETÊNCIAS/HABILIDADE S E ATITUDES  \n \nO Engenheiro de Produção deve apresentar competências e habilidades adequadas para atuar na \nescolha de processos, administração do trabalho, segurança, projeto do produto, gestão ambiental, \ngestão da produção e da manutenção. Desta forma, o E ngenheiro de produção colabora na \nprodução de bens e serviços com qualidade, produtividade e responsabilidade social, se mostrando \napto a atender às crescentes e variáveis demandas impostas pelas alterações tecnológicas, sociais \ne econômicas da sociedade a través de uma postura pró -ativa em suas atividades profissionais.  \nPara formar o Engenheiro de Produção capaz de atender e exceder às demandas profissionais, o \nProjeto Pedagógico atual  apóia -se em uma estrutura e organização que propiciem o \ndesenvolvimento de competências adequadas, a saber:  \n Visão científica abrangente, sólida e multidisciplinar;  \n Capacidade de aprendizado permanente através do exercício de uma postura investigativa \nprática;  \n Capacidade de empreender projetos, idéias e programas inovadores atr avés de uma postura \nresponsável perante a sociedade;  \n Capacidade para realizar trabalhos coletivos (em grupos);  \n Domínio e habilidade de comunicação escrita e oral;  \n Domínio teórico e prático das especificidades de gerenciamento de sistemas produtivos \ncompatí veis às especificidades dos produtos e/ou serviços;  \n Capacidade de transferir conhecimentos, na área especifica e em áreas afins;  \n Domínio de tecnologia e recursos adequados ao exercício da profissão.  \n \nTais competências desdobram -se em habilidades e atitude s específicas que são trabalhadas no \ndecorrer de todo o programa de formação do engenheiro de produção, a  \nsaber:  \n Compreensão das questões referentes ao mundo do trabalho e da produção, tendo a \nrelação homem e trabalho como focos centrais de análise;  \n Capaci dade de análise da relação custo/benefício para tomada de decisões, levando em \nconta cenários conjunturais;  \n Habilidade em confecção, leitura e interpretação de desenhos, textos, gráficos e imagens;  \n Clareza e objetividade na comunicação oral e escrita das diversas formas de expressão;  \n Capacidade de análise e síntese de informações na elaboração de modelos para solução de \nproblemas de Engenharia de Produção;  ", "6": " 6  Atitude de investigação permanente na busca de resoluções de problemas práticos e \nteóricos;  \n Habilidade  no uso de tecnologias disponíveis para a aplicação de conceitos e métodos \nespecíficos;  \n Postura pró -ativa na consecução de trabalhos em grupos e na realização de atividades \nespecíficas no mundo do trabalho (estágio);  \n Capacidade de reflexão crítica, utiliza ndo preceitos teóricos na compreensão da prática \nprofissional e vice -versa;  \n Postura ética na condução da atividade profissional.  \n \n \n \n5. OBJETIVO GERAL  \n \nMediante as competências, habilidades e atitudes requeridas do profissional o Curso de Engenharia \nde Prod ução tem como objetivo geral:  \nFormar engenheiros com sólida formação matemática, tecnológica, econômica e \nsocial a fim de capacitá -lo para analisar, avaliar, projetar, otimizar e gerenciar \nsistemas integrados por pessoas, materiais, equipamentos, recursos  financeiros e \ninformações, de forma competente e responsável.  \n \n6. OBJETIVOS ESPECÍFICOS  \n \nConsiderando que o objetivo geral indica, de maneira ampla, o tipo de profissional que se visa \nformar de acordo com o perfil requerido e conforme as competências, hab ilidades e atitudes \nespecificadas acima, as ações curriculares (forma, organização e método) delineiam -se pelos \nobjetivos específicos trabalhados ao longo do curso, a saber:  \n Desenvolver uma visão sistêmica do trabalho, produção e modelos de gerenciamento d e \nprodutos e processos;  \n Pesquisar, extrair resultados, analisar e elaborar conclusões para problemas específicos de \nEngenharia de Produção;  \n Desenvolver raciocínio lógico, espacial e matemático na resolução de problemas \napresentados;  \n Planejar e executar ati vidades de implementação e melhoria dos sistemas produtivos;  \n Realizar trabalhos e projetos em equipe;  \n Conhecer e aplicar métodos de gerência, produção e organização de trabalho;  \n Apresentar formas diversas (relatórios, textos, artigos, seminários, monograf ias) de \nargumentação (oral e escrita) de modo claro e objetivo;  \n Valorizar o exercício da cidadania cooperativa através de atividades de responsabilidade \nsocial.  \n \n7. PRINCÍPIOS DIDÁTICO -PEDAGÓGICOS NORTEADORES  \n \nToda a proposta pedagógica aqui elaborada visa  contribuir para a formação de engenheiros de \nprodução que ultrapassem o nível de meros depositários de um saber especializado. Tais \nengenheiros serão preparados para produzirem conhecimento, ou seja, para fazerem de sua \natuação profissional uma constante atividade de investigação, buscando respostas novas às \nquestões antigas, definindo possibilidades onde as cristalizações são freqüentes em termos de \nsoluções padronizadas.  \n \n \n7.1. Princípios didático -pedagógicos gerais (da instituição)  \nO projeto pedagógico que se inscreve no percurso da formação do Engenheiro de Produção oriundo \nda UNIFEI está, pois apoiado em princípios gerais que norteiam as atividades didático -pedagógicas \nde todos os cursos oferecidos pela Instituição, a saber:  ", "7": " 7  Atendimento à Legislação vi gente no que se refere à organização da grade curricular, \ncorrespondendo ao que é nas diretrizes curriculares p ara cada habilitação ou curso;  \n Garantia de aprendizagem no desenvolvimento de aulas com ênfase em atividades teóric as \ne práticas, a partir de uma  organização curricular com pré -requisitos definidos;  \n Utilização de laboratórios, desde os de ensaio até os de alta tecnologia como os de \nInformática ligados em rede, salas de vídeo e um sistema de recepção de sinais via satélite, \nhabilitado para teleconfe rências;  \n Desenvolvimento de atividades de investigação no decorrer da formação a fim de propiciar \numa visão adequada das condições reais do mercado de trabalho;  \n Flexibilização do currículo dos diversos cursos oferecidos pela UNIFEI, possibilitando aos \nalunos a escolha de disciplinas optativas que, correspondam aos interesses e habilidades de \ncada um, desta forma, personalizando sua formação;  \n Utilização freqüente de softwares avançados para o desenvolvimento de trabalhos, \npesquisas e/ou aulas, no decorrer do s cinco anos de estudo, além de utilizar \nsistematicamente os recursos da biblioteca;  \n Estabelecimento/fortalecimento de parcerias com empresas de pequeno, médio e grande \nporte que possam facilitar o acesso do aluno à realidade que define o campo de trabalho  do \nfuturo profissional;  \n Integração entre graduação e pós -graduação na articulação entre pesquisa e ensino através \ndo desenvolvimento adequado de atividades que possam contribuir para o enriquecimento \ntanto da formação dos graduandos como dos pós -graduando s; \n Utilização de laboratório multidisciplinar de aprendizagem com recursos de multimídia para o \ndesenvolvimento de programas interdisciplinares . \n \nPela consideração d as ações citadas anteriormente , investe -se sempre num  processo de ensino e \naprendizagem  mais eficaz e eficiente, que permita uma formação científica e profissional sólida e \nsuficientemente abrangente a fim de atender à permanente necessidade de atualização tecnológica, \nessencial à sobrevivência dos profissionais de amanhã, num mercado de trabalh o altamente \nexigente e competitivo e em constante e rápida transformação. Os princípios que regem o projeto \npedagógico da UNIFEI e, especificamente, o projeto pedagógico do curso de Engenharia de \nProdução supõem a preocupação com a garantia de formar um in divíduo que, mais do que um \nrepetidor de conhecimentos transmitidos pelos seus professores, esteja capacitado a buscar \ninformações e a construir os conhecimentos adequados a uma atuação adequada, capaz de \nacompanhar os avanços provocados pela atual socieda de tecnológica. Mais especificamente, o \nprofissional de Engenharia de Produção que se objetiva é aquele que é capaz de desenvolver \nmodelos da realidade sob sua responsabilidade e intervir para a solução de seus problemas.  \n \n7.2. Linhas de trabalho e ação d idático -pedagógicas específicas do curso de  Engenharia de \nProdução  \n \nTendo como referencial básico de orientação didático -pedagógica, o exposto acima, no que se \nrefere à UNIFEI como um todo, há necessidade de garantir a especificidade da formação do \nengenh eiro de produção através de linhas de ações que garantam a execução dos objetivos \npropostos, a saber:  \n Acompanhamento do percurso acadêmico de cada aluno, orientando matrículas em \ndisciplinas afins (de acordo com a definição dos pré -requisitos) e indicando atividades para \nmelhoria de sua produtividade escolar;  \n Promoção de atividades de pesquisa acadêmica através de projetos interdisciplinares \nutilizando as parcerias estabelecidas com as empresas da cidade e região;  \n Planejamento sistemático de encontros inter disciplinares entre todos os alunos do curso \npara apresentação de trabalhos realizados e de pesquisas efetuadas pelo corpo discente \n(Seminários de Iniciação Científica);  \n Planejamento e execução de cursos de extensão e/ou de disciplinas optativas pertinente s a \numa formação atualizada com os desígnios do mercado de trabalho com vistas a um \nconstante enriquecimento curricular do aluno;  ", "8": " 8  Orientação pedagógica aos professores para que incentivem os alunos na produção de \ntextos diversos (relatórios, artigos, monog rafias, projetos de pesquisa) para garantir -lhes as \ncompetências necessárias ao exercício profissional;  \n Estabelecimento de uma postura investigativa na relação professor -aluno, no sentido de que \nambos atuem como sujeitos do conhecimento no espaço de sala d e aula, dinamizando as \naulas e garantindo ao processo de ensino e aprendizagem um caráter construtivista;  \n Promoção e apoio às visitas técnicas, feiras, congressos e instalações industriais, assim \ncomo a utilização sistemática de consultas, via redes de inf ormação. Esses são exemplos de \natividades valorizadas sistematicamente como forma de alertar os alunos para a importância \nda busca permanente de conhecimento. Dessa forma, permitindo aos mesmos as devidas \nmudanças de postura em termos de uma educação conti nuada.  \n \n8. CONTEÚDO, ESTRUTURAÇÃO E AMBIENTES CURRICULARES  \n \nAlém de contemplar as disciplinas  e ementas das diretrizes curriculares,  as disciplinas foram \nestruturadas de modo que os seus conteúdos devem acompanhar , na medida do possível, a \nrealidade e as n ecessidades tecnológicas, atuais e futuras, das áreas a elas relacionadas. Por se \nreconhecer a insuficiência de tais medidas e também na tentativa de encontrar uma solução de \ncompromisso entre quantidade de informações a absorver e a carga horária total do  curso, o atual \ncurrículo apresenta aspectos de flexibilidade. Tais aspectos são possibilitados pela oferta de \nsignificativo número de disciplinas optativas que permitirão aos alunos construírem um percurso \nacadêmico voltado para suas necessidades, interes ses e habilidades específicas.  \nAs disciplinas oferecidas são trabalhadas metodologicamente nos múltiplos aspectos associados ao \nprocesso de ensino -aprendizagem, tais como exposições teóricas, práticas laboratoriais, estudo \ndirigido, trabalhos em grupo, dis cussões temáticas, apresentações de painéis. Dessa maneira, pode -\nse deslocar o foco do professor para o aluno, buscando -se com isso valorizar a criatividade e \nincentivar um envolvimento mais intenso e espontâneo deste último, no seu próprio processo de \naquisição, aprimoramento , aplicação  e construção  de conhecimentos.  \n \nAnexo 1 – Programação e organização curricular  \n \nAnexo 2 – Norma para valorização de atividades do corpo d iscente  da graduação em Engenharia de \nProdução  \n \nAnexo 3 – Estágio supervisionado – Adaptação a nova lei de de Estágio N ° 11.788, de 25 de \nsetembro de  2008.  \n \n \n \n \n \n \n \n \n \n \n \n ", "9": " 9  \nANEXO 1  - Programação/Organização curricular   \n  \nENGENHARIA DE PRODUÇÃO  \n \nRECONHECI MENTO : PORTARIA  MEC  No 3.315, DE 2 6 DE SETE MBRO DE 200 5  \nDOU Nº. 186, DE 27.09.2005 – SEÇÃO 1  \n \n \nPERFIL  \n \n \n  O engenheiro de produção necessita de sólida formação matemática, tecnológica, \neconômica e social. Suas atividades incluem escolha de processos, administração do trabalho, \nsegurança, projeto do produto, gestão ambiental, gestão da produç ão e da manutenção, de \nmaneira a produzir bens e serviços com qualidade, na quantidade requerida, no prazo estimado e a \num preço competitivo. Nesse contexto, o papel do recém -formado é o de ativa participação nos \nesforços de desenvolvimento de suas comunid ades e regiões. Dessa forma, objetiva -se a formação \nde profissional competente e responsável, apto a atender as crescentes e variáveis demandas \nimpostas pelas alterações tecnológicas, sociais e econômicas. Uma das características que se \nespera do aluno ref ere-se a sua capacidade de atuar como elemento gerador de oportunidades por \nmeio de elementos de educação empreendedora, constantes na abordagem pedagógica do curso.  \n \n \nORGANIZAÇÃO DO CURSO  \n \n O Programa de Formação em Engenharia de Produção possui regime d e matrícula \nsemestral, com disciplinas obrigatórias semestrais não repetitivas, ou seja, cada disciplina \nobrigatória é oferecida apenas no semestre estabelecido na grade curricular do curso. Somente as \ndisciplinas obrigatórias do nono semestre são oferecid as de forma repetitiva, ou seja, \nsemestralmente.  \n As disciplinas obrigatórias estão distribuídas em 10 semestres. As disciplinas de formação \nfundamental do curso estão concentradas entre o primeiro e o quarto semestre, sendo que as \ndisciplinas profissional izantes do curso estão distribuídas nos semestres seguintes. As disciplinas \nestão ordenadas de modo a permitir um encadeamento lógico de conteúdos, propiciando uma \nformação sólida e abrangente.  \nAs disciplinas obrigatórias no nono e no décimo semestre são oferecidas semestralmente, \npossibilitando que o discente realize o Estágio Supervisionado Integral tanto no nono quanto no \ndécimo semestre, ou mesmo em ambos os semestres. Resulta disso a possibilidade de conclusão \ndo curso em 4,5 anos.  \n O discente de Enge nharia de Produção deve optar no nono semestre pela realização do \nEstágio Supervisionado Integral (Mínimo 450 horas) ou Estágio Supervisionado (Mínimo 300 \nhoras). O Estágio Supervisionado deve totalizar no mínimo 300 horas e pode ser realizado a partir \ndo sétimo semestre.   \n ", "10": " 10 ESTRUTURA  CURRICULAR E EMENTÁRIO  \n \n1º período  \nCódigo  Componentes Curriculares  Teoria  Prática  CH total  \nBAC002  Comunicação e Expressão  4 0 64 \nDES201  Desenho Técnico Básico  0 4 64 \nEPR101  Introdução à Engenharia de Produção  2 0 32 \nFIS10 1 Metodologia Científica  2 1 48 \nMAT001  Calculo I  6 0 96 \nMAT011  Geometria Analítica e Álgebra Linear  4 0 64 \nQUI102  Química Geral (1) 4 0 64 \nQUI112  Química Experimental (2) 0 1 16 \n TOTAL  22 6 448 \n(1) COR – QUI112; ( 2) COR – QUI102  \n \n \nBAC002 – COMUNIC AÇÃO E EXPRESSÃO: Estudos envolvendo as línguas portuguesa e inglesa: Linguagem \nverbal e não -verbal. Linguagem e interação. Gêneros textuais orais e escritos. Análise das condições de \nprodução de texto técnico e acadêmico. Estrutura, organização, planejame nto e produção de textos com base \nem parâmetros da linguagem técnico -científica.  \n \nDES201 – DESENHO TÉCNICO BÁSICO:  Normas gerais do desenho técnico. Desenho geométrico. Desenho \nde Projeções. Normas para projeções ortogonais no primeiro e terceiro diedro. N ormas para cotagem. \nRepresentação de cortes e secções de peças. Desenho em perspectiva. Desenvolvimento de Sólidos \nGeométricos.  \n \nEPR101 – INTRODUÇÃO À ENGENHARIA DE PRODUÇÃO: Considerações preliminares. A Engenharia e sua \nevolução. Comunicação científica e  tecnológica.  Criatividade. Cultura empreendedora. Projeto. A Engenharia e \na sociedade. A ética na Engenharia.  \n \nFIS10 1 – METODOLOGIA CIENTÍFICA:  Conceitos básicos. Distribuições de erro. Algarismo significativo. \nOperações com algarismos significativos. In certeza de medição. Erros sistemáticos e estatísticos. Valor médio e \ndesvio padrão. Propagação de incertezas. Tratamento estatístico da teoria de erros. Modelos e gráficos.  \n \nMAT001 – CÁLCULO I:  Funções. Limite e continuidade. Derivada. Integral. Funções in tegráveis.  \n \nMAT011 – GEOMETRIA ANALÍTICA E ALGEBRA LINEAR:  Vetores, Retas e Planos, Cônicas e Quádricas. \nEspaços Euclidianos. Matrizes e Sistemas de Equações Lineares.  \n \nQUI102 – QUÍMICA GERAL : Matéria e formas de medida. Átomos, moléculas e íons. Fórmulas e equações \nquímicas. Obtenção de elementos. Termoquímica. Comportamento físico dos gases. Estrutura eletrônica dos \nátomos. Tabela Periódica e as propriedades dos metais. Ligação química. Estrutura molecular. Líquidos e \nsólidos. Soluções. Estruturas de não -metais e seus compostos binários. Espontaneidade de reação. Equilíbrio \nquímico em fase gasosa. Velocidade de reação. Atmosfera. Reações de precipitação. Ácidos e bases. \nEquilíbrios ácido -base. Íons complexos e compostos de coordenação. Análise Qualitativa.  Oxidação -redução e \nreatores eletroquímicos. Oxidação -redução e voltagem de pilhas. Química dos metais de transição. Química \ndos não -metais. Reações nucleares. Moléculas orgânicas pequenas e grandes.  \n \nQUI112 – QUÍMICA EXPERIMENTAL: Experiências sobre: prep aração de soluções, transferência de elétrons \nem reações de oxi -redução, caracterização dos elétrodos e do fluxo eletrônico em pilhas, eletrodeposição de \nmetais, reações de corrosão metálica e passivação superficial, corrosão galvânica, proteção catódica, corrosão \nsob tensão mecânica, corrosão eletrolítica, corrosão por aeração diferencial e corrosão por frestas.  \n \n \n \n. ", "11": " 11 2º período  \nCódigo  Componentes Curriculares  Teoria  Prática  CH total  \nCCO013  Fundamentos de Programação  6 0 96 \nDES204  Desenho Técnico Auxilia do por Computador  (1) 0 3 48 \nEME001  Introdução aos Processos de Manufatura  2 0 32 \nEPR201  Fundamentos de metodologia de pesquisa   2 0 32 \nEPR202  Teoria Geral da Administração  2 0 32 \nEPR220  Higiene e Segurança do Trabalho  2 0 32 \nFIS203  Física Geral I (2) 4 0 64 \nFIS213  Física Experimental I (3) 0 1 16 \nMAT002  Cálculo II (4) 4 0 64 \n TOTAL  22 4 416 \n(1)PRP – DES201 ; (2) COR – FIS213; ( 3) COR – FIS203; ( 4) PRP – MAT001  \n \nCCO013 – FUNDAMENTOS DE PROGRAMAÇÃO: Conceitos Gerais.  Tipos de Dados e Algoritmos. \nOrganização de Programas. Programação Top Down . Programação Estruturada. Introdução à linguagem de \nProgramação. Funções. Arranjos Unidimensionais e Multidimensionais. Estruturas Heterogêneas de Dados. \nApontadores Memória Dinâm ica. Arquivos. Seqüenciais e Aleatórios. Gráficos. Estudo de Caso.  \n \nDES204 – DESENHO TÉCNICO AUXILIADO POR COMPUTADOR:  Histórico e conceitos sobre o uso do \ncomputador para auxílio ao projeto. Módulos básicos do CAD. Geração de desenhos 2D através de primit ivas \ngeométricas. Funções básicas de edição. Cotagem. Aplicações de desenho técnico. Noções de desenho 3D, \nmodelagem Wireframe, Superfície e Sólido. Indicação de acabamentos superficiais. Desenho de união \naparafusada. Desenho de união soldada. Desenho de e ngrenagens. Desenho de conjunto e lista de peças. \nDesenho de tubulações industriais.  \n \nEME001 – INTRODUÇÃO AOS PROCESSOS DE MANUFATURA:  Introdução. Usinagem básica e práticas de \noficina. Metrologia. Soldagem. Monitoramento e controle.  \n \nEPR201 – FUNDAMENTOS DE METODOLOGIA DE PESQUISA:  Epistemologia e ciência. Modalidades de \nPesquisa. Instrumentos de coleta e análise de dados. Elaboração de textos acadêmicos. Elementos \nconstituintes do projeto de pesquisa. A postura do pesquisador. Pesquisa e ética.  \n \nEPR202 – TEORIA GERAL DA ADMINISTRAÇÃO:  Introdução à Administração. Escolas do pensamento \nadministrativo: Clássica, humanística, neoclássica, comportamental, estruturalista e sistêmica. Abordagens \ncontemporâneas.  \n \nEPR220 – HIGIENE E SEGURANÇA NO TRABALHO: Conceito:  acidentes e doenças do trabalho, análise de \nrisco: abordagem qualitativa e quantitativa. Estatística de acidentes, avaliação de risco. Princípios, regras e \nequipamentos de proteção. Causas da doença do trabalho: agentes biológicos e agentes ergonômicos. \nCondições ambientais: padrões, medição, avaliação. Métodos de proteção: individual, coletiva, ventilação geral, \ndiluidora, ventilação local exaustora.  \n \nFIS203 – FÍSICA GERAL I:  Movimento unidimensional. Movimento bidimensional. Leis de Newton. Trabalho e \nenergia mecânica. Conservação do momento linear. Colisões. Rotações e momento angular. Dinâmica de \ncorpos rígidos.  \n \nFIS213 – FÍSICA EXPERIMENTAL I:  Experiências sobre: movimento unidimensional, movimento \nbidimensional, leis de Newton, trabalho, energia mecân ica, conservação do momento linear, colisões, rotações, \nmomento angular e dinâmica de corpos rígidos.  \n \nMAT002 – CÁLCULO II: Funções de Várias Variáveis Reais a Valores Reais. Integrais Múltiplas. Integrais \nImpróprias, Seqüências e Séries.  \n \n \n \n \n ", "12": " 12 3º período  \nCódigo  Componentes Curriculares  Teoria  Prática  CH total  \nEEL310  Eletricidade I  3 0 48 \nEME313  Fenômenos de Transporte I  3  1 64 \nEME3 38 Mecânica dos Sólidos  4 0 64 \nEPR301  Empreendedorismo  3 0 48 \nMAT012  Cálculo Numérico (1) 4 0 64 \nMAT021  Equações Diferenc iais I (1) 4 0 64 \nMCM002  Estrutura e Propriedades dos Materiais  2 1 48 \nEAM002  Ciências do Ambiente  4 0 64 \n TOTAL  27 2 464 \n(1) PRP – MAT001  \nEEL310 – ELETRICIDADE I: Natureza da Eletricidade. Lei de Ohm e potência. Circuitos série, paralelo e \nmistos. Leis de  Kirchoff. Análise de circuitos em corrente contínua. Fundamentos do eletromagnetismo: \nCapacitância, circuitos magnéticos, indutância, lei de Faraday -Lenz e perdas no ferro.   \n \nEME31 3 – FENÔMENOS DE TRANSPORTE I:  Grandezas e conceitos fundamentais. Proprie dades de uma \nsubstância pura. Análise dimensional e semelhança. Estática dos fluidos. Trabalho e calor. Primeira lei da \nTermodinâmica (Sistemas e volume de controle). Segunda lei da Termodinâmica (Sistemas e volume de \ncontrole). Métodos experimentais e ati vidades de Laboratório.  \n \nEME3 38 – MECÂNICA DOS SÓLIDOS: Estática - conceitos básicos. Equações fundamentais de equilíbrio. \nReações de apoio. Forças distribuídas. Centro de Massas. Centróides de áreas, volumes e linhas. Esforços \nSimples nas estruturas (pórt icos, vigas, barras, treliças). Barragens planas e curvas, Propriedades geométricas \ndas seções (momentos e produtos de inércia, raio de giração).  \n \nEPR301 – EMPREENDEDORISMO: Introdução. Teorias empreendedoras. Características empreendedoras. \nNegociação. Cr iatividade. Inovação. Redes de Relações. Detecção de oportunidades. Visão.  \n \nMAT012 – CÁLCULO NUMÉRICO: Conceitos e Princípios Gerais em Cálculo Numérico. Raízes de Equações. \nSistemas de Equações Lineares. Interpolação e Aproximação de Funções a uma Variáve l Real. Integração \nNumérica. Solução Numérica de Equações Diferenciais Ordinárias. Ambientes Computacionais Avançados.  \n \nMAT021 – EQUAÇÕES DIFERENCIAIS I:  Equações diferenciais de ordem um. Equações diferenciais lineares \nde ordem dois. Equações diferenciais  lineares de ordem mais alta. Solução em série para equações lineares de \nsegunda ordem. Sistemas de equações diferenciais lineares de ordem um.  \n \nMCM002 – ESTRUTURA E PROPRIEDADES DOS MATERIAIS: Ligações Atômicas. Estruturas Cristalinas. \nImperfeições estrut urais e Movimentos Atômicos. Difusão. Deformação dos Metais. Ruptura dos Materiais sob \nTensão. Mecanismos de Endurecimento dos Aços. Siderurgia. Aulas Práticas: Análise Micrográfica. \nDeformações Mecânicas. Difusão Atômica.   \n \n \nEAM002 – CIÊNCIAS DO AMBIENTE : Fundamentos de Ecologia. Poluição Ambiental: água, ar, solo. \nTecnologias de controle de poluição. Gestão ambiental. Legislação ambiental. Avaliação de impactos \nambientais.  \n \n4º período  \nCódigo  Componentes Curriculares  Teoria  Prática  CH total  \nEEL410  Eletri cidade II  2 1 48 \nEME002  Tecnologia de Fabricação I  4 0 64 \nEME411  Resistência dos Materiais  3 1 64 \nEME412  Fenômenos de Transporte II (1) 3 1 64 \nEPR401  Processo de Desenvolvimento de Produtos  3 0 48 \nFIS503  Física Geral IV (2) 4 0 64 \nFIS513  Física Expe rimental IV (2) 0 1 16 \nMCM003  Materiais para Construção Mecânica  4 1 80 \n TOTAL  23 5 448 ", "13": " 13 (1) PRP – EME31 3; (2) COR – FIS513; (2) COR – FIS503  \n \nEEL410 – ELETRICIDADE II:  Análise de circuitos em correntes alternadas. Circuitos trifásicos. Noções de \ntransfo rmadores, máquinas de indução, síncronas e de corrente contínua. Fundamentos de acionamentos \nelétricos. Laboratórios.  \n \nEME002 – TECNOLOGIA DE FABRICAÇÃO I: Classificação dos Processos de Fabricação. Noções de \nDeformação Plástica dos Materiais. Forjamento, Laminação. Trefilação. Extrusão. Embutimento. Dobramento. \nEstampagem. Metalurgia do Pó.  \n \nEME411 – RESISTÊNCIA DOS MATERIAIS: Tensões e deformações para cargas axiais. Torção. Flexão. \nTensões combinadas. Análise de tensões no plano. Flambagem. Deformações e m vigas. Concentração de \nTensões. Fadiga. Ensaio de tração. Ensaio de cisalhamento. Ensaio de flexão. Ensaio de flambagem. Ensaio de \nconcentração de tensões.  \n \nEME412 – FENÔMENOS DE TRANSPORTE II: Equações fundamentais associadas aos fenômenos de \ntransporte . Transferência de calor e massa. Atividades de laboratório envolvendo escoamento de fluidos.  \n \nEPR401 – PROCESSO DE DESENVOLVIMENTO DE PRODUTOS: Processo de desenvolvimento de produtos \n- PDP como vantagem competitiva; technology roadmapping  (trinômio: merc ado, tecnologia e produtos); \ncontexto estratégico do PDP; etapas genéricas do PDP (requisitos gerais e técnicos, análise de viabilidade, \nprojeto do produto, projeto do processo, lançamento, comercialização, acompanhamento, retirada); \ngerenciamento de proje tos (processos: escopo, planejamento, execução, controle, encerramento; áreas de \nconhecimento preconizadas pelo PMBoK: escopo, prazo, orçamento, comunicação, riscos, integração, recursos \nhumanos, aquisições e qualidade); mapeamento do PDP; estrutura do pro duto; medição de desempenho do \nPDP (indicadores); conceituar problema no contexto do PDP; gestão de portfólio (produto e projetos); \npropriedade intelectual no PDP (patentes de inovação e utilização).Aplicativos (softwares) de: gerenciamento de \nprojetos.  \n \nFIS503 – FÍSICA GERAL IV: Oscilador harmônico. Oscilações amortecidas e forçadas. Ondas mecânicas. \nOndas sonoras. Ondas eletromagnéticas. Óptica geométrica. Óptica física. Relatividade restrita. Física quântica.  \n \nFIS513 – FÍSICA EXPERIMENTAL IV: Experiência s sobre: Oscilador Harmônico, Ondas Mecânicas, Óptica \nGeométrica, Óptica Física e Física Moderna.  \n \nMCM003 – MATERIAIS PARA CONSTRUÇÃO MECÂNICA: Elementos de Ciências dos Materiais, Diagramas \nde Equilíbrio (ou Fases). Metalografia Tratamentos Térmicos dos A ços. Tratamentos Termoquímicos dos Aços. \nFerros Fundidos. Materiais Metálicos Não -Ferrosos. Noções sobre Corrosão. Seleção de Materiais. Aulas \nPráticas de: Exame Macrográfico, Exame Micrográfico, Tratamentos Térmicos dos Aços. Ferro Fundidos.  \n \n5º período  \nCódigo  Componentes Curriculares  Teoria  Prática  CH total  \nECN001  Economia  3 0 48 \nELT510  Eletrônica básica e Instrumentação  2 1 48 \nEME003  Tecnologia de Fabricação II  4 0 64 \nEME511  Elementos de Máquinas I  3 0 48 \nEME512  Sistemas Térmicos e Energéticos I  3 1 64 \nEPR501  Instalações Industriais  3 0 48 \nEPR502  Engenharia Econômica  3 0 48 \nEPR503  Estatística Aplicada  4 0 64 \n TOTAL  25 2 432 \n \nECN001 – ECONOMIA:  Natureza e método de economia. História do pensamento econômico. Microeconomia; \na teoria de preço, demanda, oferta e distribuição. Macroeconomia: agregados macroeconômicos, teoria da \ndistribuição, teoria geral de Keynes, teoria monetária. Teoria do setor público. Teoria do desenvolvimento sócio -\neconômico. Teo ria das relações internacionais.  \n ", "14": " 14 ELT510 – ELETRÔNICA BÁSICA E INSTRUMENTAÇÃO: Eletrônica básica - fundamentos de diodos e \ntransistores e aplicações de amplificadores operacionais. Sensores, transdutores e atuadores. Tratamento e \ncondicionamento de sinais.  Características dos sistemas de medição. Transmissão e tratamento de sinais em \ninstrumentação. Instrumentos e técnicas de medição de grandezas elétricas e mecânicas. Automação da \nmedição Aplicações industriais. Experiências de laboratório.  \n \nEME003 – TECNO LOGIA DE FABRICAÇÃO II: Tecnologia de Soldagem. Tecnologia de Plásticos.  Fundição.  \n \nEME511 – ELEMENTOS DE MÁQUINAS I: Projeto de eixos e árvores. Projeto de chavetas e estrias. \nAcoplamentos entre eixos.   Transmissão por Correias. Mancais de rolamento, cri térios de seleção e \nespecificação.Tipos de lubrificantes, aplicação, seleção, especificação. Mancais de deslizamento radiais.  \n \nEME512 – SISTEMAS TÉRMICOS E ENERGÉTICOS I: Fontes de energia. Reservas e consumo de \nenergéticos no Brasil e no mundo. Combustíve is e combustão. Geração e custos de energia elétrica \n(hidrelétricas, centrais a vapor e a gás, centrais diesel, cogeração, centrais nucleares, geração eólica, etc.). \nCompressores. Motores de combustão interna. Centrais Diesel e Elétrica. Laboratório.  \n \nEPR5 01 – INSTALAÇÕES INDUSTRIAIS:  Sistemas Empresariais. Sistemas de Instalações Industriais. \nProcessos Associados às Instalações Industriais. Metodologia de Implantação. Unidades Típicas de uma \nIndústria. Edificações Industriais.  \n \nEPR502 – ENGENHARIA ECONÔMIC A: Engenharia Econômica: Matemática financeira. Critérios para Análise \nde investimentos. Depreciação e imposto de renda. Financiamentos. Análise de sensibilidade. Projeto de \nViabilidade Econômica.  \n \nEPR503 – ESTATÍSTICA APLICADA:  Estatística Descritiva. Pro babilidade. Distribuições de Probabilidades de \nVariáveis Discretas e Contínuas. Amostragem. Distribuição de amostras. Estimativas pontual e intervalar. Teste \nde Hipóteses. Testes não paramétricos. Correlação linear e regressão.  \n \n \n6º período  \nCódigo  Componen tes Curriculares  Teoria  Prática  CH total  \nEME004  Tecnologia de Fabricação III  3 1 64 \nEME504  Vibrações Mecânicas I  3 0 48 \nEME610  Sistemas Hidropneumáticos  2 1 48 \nEME611  Elementos de Máquinas II  3 0 48 \nEME612  Sistemas Térmicos e Energéticos II  3 1 64 \nEPR601  Organização do Trabalho  2 0 32 \nEPR602  Gestão da Qualidade  3 0 48 \nEPR603  Contabilidade Gerencial  2 0 32 \nSOC002  Ciências Humanas e Sociais  3 0 48 \n TOTAL  24 3 432 \n \n \nEME004 – TECNOLOGIA DE FABRICAÇÃO III: Fundamentos da teoria da usinagem. Classificação e \nnomenclatura dos processos de usinagem. Movimentos e grandezas nos processos de usinagem. Ferramenta \nde corte para tornos. Mecanismo de formação do cavaco. Força e potência de corte. Materiais para \nferramentas. Avaria s, desgastes e vida de ferramentas. Condições econômicas de usinagem. Tornos. \nProgramação manual CNC. Retificação. Eletroerosão. Ensaios de usinagem. Torno CNC: Operação; Sistema \nde referência; Pré -set de ferramentas.  \n \nEME504 – VIBRAÇÕES MECÂNICAS I: Model os Matemáticos para Análise de Vibrações. Vibrações Livres e \nForçadas em Sistemas Mecânicos com Um Grau de Liberdade: Sem e Com Amortecimento. \nTransmissibilidade:   Movimento de Base, Desbalanceamento de Massa Rotativa e Isolação da Vibração. \nResposta a uma  Excitação Geral: Resposta ao Impulso, Resposta a uma Entrada Arbitrária e Resposta a uma \nEntrada Arbitrária Periódica. Rotações Críticas de Eixos.  \n ", "15": " 15 EME610 – SISTEMAS HIDROPNEUMÁTICOS:  Fundamentos de sistemas hidráulicos e pneumáticos, \ncomponentes principa is, circuitos hidráulicos e pneumáticos fundamentais, eletropneumática, circuitos lógicos. \nControladores lógicos programáveis, área de aplicação, principais tipos e características, noções de aplicação e \nprogramação. Transdutores, tipos básicos, caracterís ticas, campo de aplicação.  \n \nEME611 – ELEMENTOS DE MÁQUINAS II: Cinemática de engrenagens. Projeto de engrenagens cilíndricas de \ndentes retos e helicoidais. Dimensionamento de engrenagens cônicas. Projeto de Molas. Cálculo de Juntas \nSoldadas. Projetos de Pa rafusos de União.  \n \nEME612 – SISTEMAS TÉRMICOS E ENERGÉTICOS II: Turbinas e centrais a gás. Sistemas e centrais a \nvapor. Cogeração. Centrais nucleares. Sistemas de refrigeração e ar condicionado. Trocadores de calor. \nLaboratório.  \n \nEPR601 – ORGANIZAÇÃO DO TR ABALHO: Organização do trabalho sob o enfoque da Administração \nCientífica. Organização do trabalho sob o enfoque da abordagem Humanística. Organização do trabalho sob o \nenfoque da abordagem sócio -técnica. Organização do trabalho sob o enfoque da abordagem Ohnoísta.  \n \nEPR602 – GESTÃO DA QUALIDADE:  Introdução. Histórico e evolução da Qualidade. Qualidade Total: \nPrincípios e conceitos básicos. Processo. Item de controle. Mapeamento. Gerenciamento da rotina. \nPadronização. Melhoria continua. Metodologia da soluçã o de problemas. PDCA. Ferramentas da qualidade. \nImplementação de Programas de melhoria (5S, CCQ, etc.). Tópicos especiais em qualidade.  \n \nEPR603 – CONTABILIDADE GERENCIAL: Conceitos básicos de Contabilidade. Registros. Demonstrações \nFinanceiras: Balanço Pat rimonial, Demonstração do Resultado, Demonstração das Mutações do Patrimônio \nLíquido e Demonstração das Origens e Aplicações de Recursos. Avaliação de empresas: Índices de Estrutura \nde Capital, Índices de Liquidez e Índices de Rentabilidade. Análise Compar ativa: Análise Vertical e Análise \nHorizontal. Administração do Capital de Giro e Projeções de Demonstrativos.  \n \nSOC002 – CIÊNCIAS HUMANAS E SOCIAIS:  O conhecimento das Ciências Humanas e seus Fundamentos. \nAs dimensões do humano e a construção de si. O indiv íduo no social (ética); processos e \ninstitucionalizações.Cultura e trabalho.  \n \n7º período  \nCódigo  Componentes Curriculares  Teoria  Prática  CH total  \nEME005  Tecnologia de Fabricação IV  3 1 64 \nEPR700  Metrologia  3 1 64 \nEPR702  Racionalização da Produção  3 0 48 \nEPR703  Engenharia da Qualidade I  3 0 48 \nEPR704  Planejamento e Controle da Produção  4 0 64 \nEPR705  Pesquisa Operacional  3 0 48 \nEPR706  Custos Empresariais  3 0 48 \nEPR70 7 Engenharia do Produto  3 1 64 \n TOTAL  25 3 448 \n \nEME005 – TECNOLOGIA DE FABRICAÇÃO IV: Processos que utilizam ferramentas de corte de múltiplos \ngumes (fresas, brocas, alargadores, serras, escareadores, rebaixadores, machos). Abordar para estes \nprocessos as máquinas (fresadoras, brochadeiras,  dentadoras, furadeiras e máquinas de serrar), acessórios \nbásicos, campo de aplicação, princípio de operação, operações fundamentais, cálculos básicos de força e \npotência de corte, cálculos de tempo de usinagem, seleção de maquinário, especificações técnic as. Dispositivos \nde fabricação. Programação Manual de Fresadoras CNC (3 eixos).  \n \nEPR700  – METROLOGIA: Condições ambientais e instalações de laboratórios de metrologia. Conceitos \nfundamentais e determinação do resultado da medição. Controle geométrico, tole râncias e ajustes. Seleção de \nsistemas de medição. Calibração de sistemas de medição. Análise de sistemas de medição. Sistemas de \nmedição dimensional. Acreditação/Homologação de laboratórios.  \n ", "16": " 16 EPR702 – RACIONALIZAÇÃO DA PRODUÇÃO: Estudo do Método. Análise do Processo. Parâmetros de \nControle da Produção. Balanceamento de Linhas. Cargas de Trabalho. Análise da Operação. Estudo de Tempo. \nEstudo do Arranjo Físico.  \n \nEPR703 – ENGENHARIA  DA QUALIDADE I:  Análise do Sistema de Medição (Gage R&R para variáveis e \natributos), Controle Estatístico de Processos (Gráficos de Controle para Variáveis e Atributos), Índices de \nCapabilidade (Cpk, Ppk, Zbench), Amostragem, Previsão (Introdução a Séries Temporais, Redes Neurais \nArtificiais para previsão).  \n \nEPR704 – PLANEJAMENTO  E CONTROLE DA PRODUÇÃO:  O Planejamento e Controle da Produção - PCP \nna Empresa Industrial. Tipos de Produção. O Recurso Informação: a matriz PCI. Gestão Mercadológica. \nAdministração de Materiais. Programação da Produção (Scheduling). MRP/MRPII. Sistema Lean /JIT. Teoria \ndas Restrições.   \n \nEPR705 – PESQUISA  OPERACIONAL : Introdução à pesquisa operacional; Programação Linear.Casos \nparticulares no simplex. Análise econômica. Dualidade e sua interpretação econômica Análise de sensibilidade. \nAlgoritmos particulares em programação linear.  \n \nEPR706 – CUSTOS EMPRESARIAIS: Conceitos e classificação de custos. Custo de material. Custo de \npessoal. Custos gerais: base de rateio, taxa de absorção. Estruturação de uma matriz de custos. Apropriação \nde custos: sistemas de apura ção (custos por ordem de produção, custos por processo, produção equivalente), \ncusto -padrão, análise custo -volume -lucro, sistema de custo ABC.  \n \nEPR 707 – ENGENHARIA DO PRODUTO: Contextualização do PDP; normalização do PDP (ISO 9001 com \nênfase no PDP e em A PQP/PPAP); desdobramento da função qualidade (QFD); engenharia simultânea; \nergonomia de produto; PDP e meio ambiente (produtos sustentáveis); design for X (DFX); engenharia e análise \ndo valor; confiabilidade de produtos (medidas de confiabilidade e definiç ões básicas, distribuições de \nprobabilidade com ênfase nas estimativas de parâmetros e tempos -até-falha, função de risco ou taxa de falha, \nensaios acelerados, análise de sistemas); análise do modo e efeito da falha (FMEA); prototipagem rápida. \nAplicativos (softwares) de: confiabilidade; desdobramento da função qualidade; análise do modo e efeito da \nfalha; e ergonomia com ênfase em antropometria.  \n \n \n8º período  \nCódigo  Componentes Curriculares  Teoria  Prática  CH total  \nEME006  Automação da Manufatura  3 0 48 \nEPR8 02 Engenharia da Qualidade II  3 0 48 \nEPR803  Logística Empresarial  3 0 48 \nEPR804  Simulação  3 0 48 \nEPR805  Administração de Recursos Humanos  2 0 32 \nEPR806  Sistemas de Informação  3 0 48 \nEPR807  Planejamento Empresarial  3 0 48 \nEPR808  Gestão da Manutenção  3 0 48 \nEPR8 10  Sistemas de Gestão da Qualidade  3 0 48 \n TOTAL  26 0 416 \n \nEME006 – AUTOMAÇÃO DA MANUFATURA: Automação Histórico da automatização, a automatização rígida, \na automatizarão flexível (FMC, FMS, FHS  etc.). O conceito CIM. Tecnologia de grupo. Inteligência artificial e \nsistemas especialistas. Seleção de tarefas automatizáveis. Os sistemas CAE \\CAD (projeto auxiliado por \ncomputador), CAP (produção auxiliada por computador), CAPP (planejamento de process o auxiliado por \ncomputador), CAM (manufatura auxiliada por computador), CAQC (controle de qualidade auxiliado por \ncomputador), CAI (inspeção auxiliada por computador), CAT (testes auxiliados por computador) e AMHSS \n(sistemas automáticos de manuseio e armaz enamento de material). Robótica, constituição básica de um robô, \nprincipais tipos, programação, potencial de utilização, garras e acessórios, critérios para seleção. CLP \n(controlador lógico programável), transdutores, atuadores. Automação com PCs.  \n \nEPR8 10 – SISTEMAS DE GESTÃO DA QUALIDADE: Histórico da normalização. Princípios do sistema de \ngestão  da qualidade. Abordagem por processos (mapeamento de processos). Requisitos do Sistema de Gestão ", "17": " 17 da Qualidade - Padrão ISO 9000, Sistemas de gestão da qualidade s etoriais (ISO TS 16949). Etapas para  \nImplementação do SGQ. Auditoria Interna para SGQ. Tópicos especiais em qualidade  \n \nEPR802 – ENGENHARIA  DA QUALIDADE II: Planejamento e Otimização de Experimentos (Experimentos \nfatoriais completos e fracionários, Experime ntos exploratórios, Experimentos de Taguchi, Metodologia de \nSuperfície de Resposta, Experimentos com misturas, Otimização de Múltiplas Respostas). Metodologia Seis \nSigma (DMAIC e DFSS, Projetos Seis Sigma)  \n \nEPR803 – LOGÍSTICA  EMPRESARIAL:  Logística e Geren ciamento da Cadeia de Suprimentos (SCM), Nível \nde Serviço Logístico. Gestão do Relacionamento com o Cliente – CRM. Gestão do Relacionamento com os \nFornecedores – SEM. Efficient Consumer Response  – ECR. Canais de Distribuição; Distribuição Física. \nPlanejame nto das necessidades de distribuição – DRP. Armazenagem e Movimentação de Materiais. \nFundamentos de Transportes. Roteirização de Veículos.  \n \nEPR804 – SIMULAÇÃO : Introdução à programação não linear. Introdução à simulação. Terminologia da \nsimulação. O projet o da simulação. Uma introdução a um software de simulação. Estudo de casos. Introdução à \notimização da simulação.  \n \nEPR805 – ADMINISTRAÇÃO  DE RECURSOS HUMANOS: O Problema Fundamental. O Processo: \nRecrutamento/seleção, desenho de cargos, motivação/liderança,  compensação, treinamento e desenvolvimento \norganizacional.  \n \nEPR806 – SISTEMAS  DE INFORMAÇÃO: Organizações, Administração e a Empresa Ligada em Rede; Infra -\nEstrutura da Tecnologia da Informação (Hardware, Software, Banco de Dados, Telecomunicações e Redes) ; \nSistemas de Suporte Gerencial e Organizacional para a Empresa; Projeto e Desenvolvimento de Sistemas de \nInformação. Exercícios e casos em grupos.  \n \nEPR807 – PLANEJAMENTO  EMPRESARIAL:  Planejamento e Projetos. Etapas de um projeto: Análise de \nmercado: deman da e oferta, estudo do mercado, projeções (critérios quantitativos e qualitativos), localização, \nengenharia, escala do projeto, quadros financeiros do projeto: investimentos (investimento fixo, capital de giro); \nfontes de aplicações de recursos: análise de  custos e receitas . Análise econômica de projetos:projeção de \nresultados; projeção do fluxo de caixa; análise sob os pontos de vista do empreendimento e do empresário; \nponto de equilíbrio.  \n \nEPR808 – GESTÃO  DA MANUTENÇÃO:  Conceitos Básicos da Organização da  Manutenção Industrial. O \nPlanejamento e a Programação da Manutenção. Organização dos Recursos da Manutenção. Gerência da \nManutenção na Empresa. Aspectos Motivacionais da Administração da Manutenção.  \n \n \n9º período  \nCódigo  Componentes Curriculares  Teoria  Prática CH total  \nEPR901  Tópicos Especiais em Engenharia de Produção  3 0 48 \n TOTAL  3 0 48 \n \nEPR901 – TÓPICOS ESPECIAIS EM ENGENHARIA DE PRODUÇÃO: Tópicos selecionados de acordo com a \nevolução registrada na área, bem como projetos de pesquisa em andamento.  \n \nDemais componentes Curriculares  \nAtividade de Complementação (1)  (5) 150 horas  \nEstágio Supervisionado (2)  (5) 300 horas  \nTrabalho Final de Graduação  (3) 128 horas/aula  \n \n(1) Atividades realizadas pelos discentes, que são reconhecidas na estrutura curricular , conforme norma \naprovada pela UNIFEI. As atividades de complementação serão avaliadas pelo Coordenador do Curso.  \n(2) O estágio supervisionado será realizado em empresas cadastradas pela Coordenação de Estágios da \nUNIFEI, com apresentação de relatório no f inal da atividade. Válido a partir do 7º período  \n(3) Trabalho orientado por um ou mais professores do Curso em temas de interesse da Engenharia de \nProdução, de acordo com as normas específicas definidas pelo Instituto de Engenharia de Produção e Gestão. ", "18": " 18 Pode ser iniciado no 8º período, com anuência do coordenador, para os alunos que podem se formar em 4,5 \nanos. Caso contrário, apenas a partir do 9º período.  \n(5) O aluno tem a opção de cumprir 450 horas em Estágio Supervisionado. Nesse caso ele não estará obr igado \na cumprir as 150 horas em atividade de complementação.  \n \nResumo dos Componentes   Em horas  \nAtividade de Complementação  150 horas   \nEstágio Supervisionado  300 horas   \nDisciplinas Obrigatórias  3552 horas -aula  \nTrabalho Final de Graduação  128 horas -aula  \nDisciplinas Obrigatórias  3488 horas -aula  \n Total  3823 horas  \n(*) 1 hora/aula = 55 minutos  \n \n \n ", "19": " 19 ANEXO 2 - NORMA PARA VALORIZAÇÃO DE ATIVIDADES DO CORPO DISCENTE DA \nGRADUAÇÃO EM ENGENHARIA DE PRODUÇÃO  \nArt. 1º  –  Esta norma tem por obj etivos:  \nI  incentivar o corpo discente a implementar e/ou participar de atividades que promovam o \nseu desenvolvimento técnico e/ou social;  \nII  valorizar as atividades desenvolvidas pelo corpo discente;  \nIII  estabelecer carga horária para as atividades desenvolvidas  pelo corpo discente;  \nIV  estabelecer os prazos e a documentação necessária para o registro de atividades \ndesenvolvidas pelo corpo discente.  \nArt. 2º  –  As atividades que promovam o desenvolvimento técnico e/ou social do corpo discente \nserão valorizadas, conf orme disposto nesta norma em conformidade com as especificidades do \ncurso.  \nArt. 3º  –  As atividades que promovam o desenvolvimento técnico e/ou social do corpo discente \nserão designadas por Atividades de Complementação . \nArt. 4º  –  As Atividades de Comple mentação que serão automaticamente reconhecidas e \nvalorizadas são as especificadas a seguir.  \nI  Projetos institucionais.  \nII  Trabalhos de iniciação científica e/ou pesquisas.  \nIII  Disciplinas eletivas e de extensão oferecidas pela UNIFEI, nas suas diferentes áreas do \nsaber.  \nIV  Atuação como monitor de disciplina.  \nV  Apresentação de artigos em congressos e/ou seminários.  \nVI  Participação em eventos científicos.  \nVII  Atuação em um dos órgãos colegiados da UNIFEI relacionados a seguir:  \na) Conselho Universitário;  \nb) Conselho de Ens ino, Pesquisa, Extensão e Administração;  \nc) Conselho de Curadores;  \nd) Câmara de Graduação;  \ne) Colegiado de Curso.  \nVIII  Atuação em comissões, órgãos ou colegiados da UNIFEI não relacionados no inciso VII \ndeste artigo.  \nIX  Atuação na diretoria do Diretório Acadêmic o da UNIFEI.  \nX  Atuação na diretoria de Centros Acadêmicos que compõem o Diretório Acadêmico da \nUNIFEI.  \nXI  Atuação em entidades ou órgãos estudantis reconhecidos oficialmente ou extra -\noficialmente pela UNIFEI.  \nXII  Atuação em projetos relacionados à UNIFEI que ten ham por objetivo a pré -incubação ou a \nincubação de empresas.  \nXIII  Atuação como representante de turma.  \nXIV  Representação, em eventos, da UNIFEI e/ou de cursos de graduação.  ", "20": " 20 XV  Atuação na organização de eventos científicos relacionados à UNIFEI.  \nXVI  Atuação na organiza ção de eventos que promovam a UNIFEI na sociedade.  \nXVII  Atividades relacionadas à Pró -reitoria de Cultura e Extensão Universitária (PRCEU) , \nincluindo trabalhos voluntários em atividades de extensão social. . \nArt. 5º  –  Outras atividades que o colegiado conside rar pertinente . \nArt. 6º  –  A carga horária máxima atribuída a cada atividade especificada no art.  4º deverá ser igual \na carga horária estipulada na tabela – Carga horária.  \n§ 1º Para as atividades especificadas nos incisos I, II e III do art.  4º, a carga h orária \nefetivamente atribuída a atividade, será igual a carga horária máxima especificada nos \nitens 1, 2 e 3 da tabela do anexo  A, respectivamente.  \n§ 2º Para as atividades especificadas nos incisos de IV a XVII no art.  4º, a carga horária \nefetivamente atri buída a atividade será igual a carga horária atribuída pelo colegiado do \ncurso, após a avaliação da atividade por meio da documentação apresentada, respeitando \no limite máximo da carga horária estipulado para a atividade.  \n§ 3º A avaliação da atividade a qu e se refere o §2º deste artigo poderá levar em consideração a \ndocumentação apresentada (declarações, certificados, relatórios, etc.), o período da \natividade e/ou outros critérios que o colegiado do curso julgar pertinente.  \nArt. 7º  –  A carga horária atrib uída às atividades estabelecidas conforme o art.  5º, será igual a carga \nhorária atribuída pelo colegiado do curso, após a avaliação da atividade por meio da documentação \napresentada.  \nParágrafo  único  – A avaliação da atividade a que se refere o caput do art . 7º poderá levar em \nconsideração a documentação apresentada (declarações, certificados, relatórios, etc.), o período da \natividade e/ou outros critérios que o colegiado do curso julgar pertinente..  \nArt. 8  –  Para as atividades especificadas nos incisos I,  II e III do art.  4º, não existe um limite de \ncarga horária para efeito de registro acadêmico.  \nArt. 9  –  Para as atividades especificadas nos incisos de IV a XVII do art.  4º e atividades \nestabelecidas conforme o art.  5º, a carga horária é limitada a 40% ( quarenta por cento) da carga \nhorária mínima prevista para as Atividades de Complementação conforme o art.  7º. \n§ 1º Para efeito de registro acadêmico será registrado apenas a soma da carga horária \nadquirida por meio das atividades relacionadas neste artigo.  \n§ 2º Para efeito de registro acadêmico a soma da carga horária registrada estará condicionada \nao limite estabelecido neste artigo.  \nArt. 10  –  Para registro das Atividades de Complementação será exigida a documentação e os \nprazos especificados na tabela – Registro da atividade . \nParágrafo  único  – Para as atividades especificadas nos incisos II e III do art.  4º e que correspondem, \nrespectivamente, aos itens 2 e 3 da tabela do Registro da atividade , não haverá necessidade de \nregistro da atividade na Pró -reitoria de Graduação (PRG).  \n \n ", "21": " 21 Carga horária  \n \n ATIVIDADE  CARGA HORÁRIA MÁXIMA  \n1 Projetos institucionais.  1 (uma) hora para cada hora registrada de projeto concluído.  \n2 Trabalhos de iniciação científica e/ou pesquisas.  1 (uma) hora para cada hora registrada d e trabalho de \niniciação científica e/ou pesquisa concluída.  \n3 Disciplinas eletivas e de extensão oferecidas pela UNIFEI, \nnas suas diferentes áreas do saber.  1 (uma) hora para cada hora -aula de disciplina cursada com \naproveitamento.  \n4 Atuação como monitor  de disciplina.  1 (uma) hora para cada hora atuando como monitor de \ndisciplina.  \n5 Apresentação de artigos em congressos e/ou seminários.  10% da carga horária mínima de atividades de \ncomplementação do curso para cada artigo apresentado.  \n6 Participação em eventos científicos.  5% da carga horária mínima de atividades de \ncomplementação do curso para cada participação.  \n7 Atuação em um dos órgãos colegiados da UNIFEI \nrelacionados a seguir: Conselho Universitário; Conselho de \nEnsino, Pesquisa, Extensão e Admini stração; Conselho de \nCuradores; Câmara de Graduação; Colegiado de Curso.  30% da carga horária mínima de atividades de \ncomplementação do curso para cada semestre de atuação.  \n8 Atuação em comissões, órgãos ou colegiados da UNIFEI não \nrelacionados no item 7.  10% da carga horária mínima de atividades de \ncomplementação do curso para cada semestre de atuação.  \n9 Atuação na diretoria do Diretório Acadêmico da UNIFEI.  30% da carga horária mínima de atividades de \ncomplementação do curso para cada semestre de atuaçã o. \n10 Atuação na diretoria de Centros Acadêmicos que compõem o \nDiretório Acadêmico da UNIFEI.  15% da carga horária mínima de atividades de \ncomplementação do curso para cada semestre de atuação.  \n11 Atuação em entidades ou órgãos estudantis reconhecidos \noficialmente ou extra -oficialmente pela UNIFEI.  10% da carga horária mínima de atividades de \ncomplementação do curso para cada semestre de atuação.  \n12 Atuação em projetos relacionados à UNIFEI que tenham por \nobjetivo a pré -incubação ou a incubação de empres as. 20% da carga horária mínima de atividades de \ncomplementação do curso para cada semestre de atuação.  \n13 Atuação como representante de turma.  10% da carga horária mínima de atividades de \ncomplementação do curso para cada semestre de atuação.  \n14 Represe ntação, em eventos, da UNIFEI e/ou de cursos de \ngraduação.  10% da carga horária mínima de atividades de \ncomplementação do curso para cada representação.  \n15 Atuação na organização de eventos científicos relacionados \nà UNIFEI.  10% da carga horária mínima de  atividades de \ncomplementação do curso para cada evento realizado.  \n16 Atuação na organização de eventos que promovam a UNIFEI \nna sociedade.  10% da carga horária mínima de atividades de \ncomplementação do curso para cada evento realizado.  \n17 Atividades rel acionadas à Pró -reitoria de Cultura e Extensão \nUniversitária (PRCEU).  1 (uma) hora para cada hora de atividade registrada.  \n18 Outras atividades que o colegiado do curso de graduação no \nqual o aluno esteja devidamente matriculado considerar \npertinente.  A ser estipulada pelo colegiado do curso de graduação.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "22": " 22 Registro da atividade  \n \n ATIVIDADE  DOCUMENTAÇÃO E PRAZO PARA O REGISTRO DA \nATIVIDADE  \n1 Projetos institucionais.  Declaração da Pró -reitoria responsável pelo projeto e \nrelatório sobre a a tividade.  \n● O declaração e o relatório sobre a atividade deverão ser \nregistrados no colegiado do curso no prazo máximo de 30 \ndias após a realização da atividade.  \n2 Trabalhos de iniciação científica e/ou pesquisas.  Registro na Pró -reitoria de Pesquisa e Pós -graduaçã o \n(PRPPG).  \n● O prazo para o registro segue as normas da PRPPG.  \n3 Disciplinas eletivas e de extensão oferecidas pela UNIFEI, \nnas suas diferentes áreas do saber.  Matrícula na disciplina.  \n● O prazo para o registro segue as normas da Pró -reitoria \nde Graduação  (PRG).  \n4 Atuação como monitor de disciplina.  Declaração do Departamento de Pessoal da UNIFEI e \nrelatório sobre a atividade.  \n● A declaração e o relatório sobre a atividade deverão ser \nregistrados no colegiado do curso no final de cada \nsemestre letivo.  \n5 Apresentação de artigos em congressos e/ou seminários.  Comprovante de apresentação e relatório sobre a atividade.  \n● O comprovante de apresentação e o relatório sobre a \natividade deverão ser registrados no colegiado do curso \nno prazo máximo de 30 dias após a realização da \natividade.  \n6 Participação em eventos científicos.  Comprovante de participação e relatório sobre a atividade.  \n● O comprovante de participação e o relatório sobre a \natividade deverão ser registrados no colegiado do curso \nno prazo máximo de 3 0 dias após a realização da \natividade.  \n7 Atuação em um dos órgãos colegiados da UNIFEI \nrelacionados a seguir: Conselho Universitário; Conselho de \nEnsino, Pesquisa, Extensão e Administração; Conselho de \nCuradores; Câmara de Graduação; Colegiado de Curso.  Declaração de atuação no órgão colegiado e relatório sobre \na atividade.  \n● A declaração e o relatório sobre a atividade deverão ser \nregistrados no colegiado do curso no final de cada \nsemestre letivo.  \n8 Atuação em comissões, órgãos ou colegiados da UNIFEI não \nrelacionados no item 7.  Declaração de atuação na comissão, órgão ou c olegiado e \nrelatório sobre a atividade.  \n● A declaração e o relatório sobre a atividade deverão ser \nregistrados no colegiado do curso no final de cada \nsemestre letivo.  \n9 Atuação na diretoria do Diretório Acadêmico da UNIFEI.  Declaração do presidente do Dir etório Acadêmico e relatório \nsobre a atividade.  \n● A declaração e o relatório sobre a atividade deverão ser \nregistrados no colegiado do curso no final de cada \nsemestre letivo.  \n10 Atuação na diretoria de Centros Acadêmicos que compõem o \nDiretório Acadêmico da UNIFEI.  Declaração do presidente do Diretório Acadêmico em \nconjunto com o presidente do Centro Acadêmico e relatório \nsobre a atividade.  \n● A declaração e o relatório sobre a atividade deverão ser \nregistrados no colegiado do curso no final de cada \nsemestr e letivo.  \n11 Atuação em entidades ou órgãos estudantis reconhecidos \noficialmente ou extra -oficialmente pela UNIFEI.  Relatório sobre a atividade e declaração do presidente da \nentidade ou órgão estudantil reconhecido oficialmente pela \nUNIFEI ou do president e do Diretório Acadêmico para o caso \nde entidades ou órgãos estudantis reconhecidos extra -\noficialmente pela UNIFEI.  \n● O relatório e a declaração sobre a atividade deverão ser \nregistrados no colegiado do curso no final de cada \nsemestre letivo.  \n12 Atuação em projetos relacionados à UNIFEI que tenham por Declaração do p residente do órgão da UNIFEI responsável ", "23": " 23 objetivo a pré -incubação ou a incubação de empresas.  pelo projeto e relatório sobre a atividade.  \n● A declaração e o relatório sobre a atividade deverão ser \nregistrados no colegiado do curso no final de cada \nsemestre letivo.  \n13 Atuação como representante de turma.  Declaração do coordenador do curso e relatório sobre a \natividade.  \n● A declaração e o relatório sobre a atividade deverão ser \nregistrados no colegiado do curso no final de cada \nsemestre letivo.  \n14 Representação, em eventos, da UNIFEI e/ou de cursos de \ngraduaç ão. Documento de nomeação do órgão competente e relatório \nsobre a atividade.  \n● O documento de nomeação e o relatório sobre a atividade \ndeverão ser registrados no colegiado do curso no prazo \nmáximo de 30 dias após a realização da atividade.  \n15 Atuação na o rganização de eventos científicos relacionados \nà UNIFEI.  Relatório sobre a atividade, declaração do presidente da \ncomissão organizadora do evento e declaração do órgão da \nUNIFEI responsável pelo evento ou documento de \nautorização do evento do órgão compete nte da UNIFEI.  \n● O relatório e as declarações sobre a atividade ou caso \nexista o documento de autorização, deverão ser \nregistrados no colegiado do curso no prazo máximo de 30 \ndias após a realização da atividade.  \n16 Atuação na organização de eventos que promovam a UNIFEI  \nna sociedade.  Relatório sobre a atividade, declaração do presidente da \ncomissão organizadora do evento e declaração do órgão da \nUNIFEI responsável pelo evento ou documento de \nautorização do evento do órgão competente da UNIFEI.  \n● O relatório e as declaraç ões sobre a atividade ou caso \nexista o documento de autorização, deverão ser \nregistrados no colegiado do curso no prazo máximo de 30 \ndias após a realização da atividade.  \n17 Atividades relacionadas à Pró -reitoria de Cultura e Extensão \nUniversitária (PRCEU) , incluindo trabalhos voluntários em \natividades de extensão social.  Declaração da Pró -reitoria de Cultura e Extensão \nUniversitária (PRCEU) e relatório sobre a atividade.  \n● O declaração e o relatório sobre a atividade deverão ser \nregistrados no colegiado do curso no prazo máximo de 30 \ndias após a realização da atividade.  \n18 Outras atividades que o colegiado do curso de graduação no \nqual o aluno esteja devidamente matricula do considerar \npertinente.  Documentos pertinentes a atividade e relatório sobre a \natividade.  \n● Os documentos pertinentes a atividade e o relatório sobre \na atividade deverão ser registrados no colegiado do curso \nno prazo máximo de 30 dias após a realização d a \natividade.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "24": " 24 ANEXO 3 - ESTÁGIO SUPERVISIONADO – Adaptação a nova lei de Estágio Nº 11.788, de  25 \nde setembro de 2008.  \n \nEstágio curricular é definido como sendo o ato educativo escolar supervisionado, \ndesenvolvido no ambiente de trabalho , que visa à preparação para o trabalho produtivo de \neducandos. Desta forma, o estágio visa ao aprendizado de competências próprias da atividade \nprofissional e à contextualização curricular, objetivando o desenvolvimento do educando para a vida \ncidadã e pa ra o trabalho.  \nPor suas especificidades e características, o estágio faz parte do projeto pedagógico do \ncurso, além de integrar o itinerário formativo do educando. No curso de Engenharia de Produção  as \ncondições para preencher os requisitos de estágio curr icular em consonância com a nova lei de \nestágio no. 11.788 de 25/09/2008 serão estabelecidas pelas diretrizes abaixo descritas:  \n \n O estágio curricular exige uma carga horária mínima de 450 horas e poderá ser realizado \nnas modalidades de Estágio Supervision ado e Estágio Supervisionado Integral. Na \nmodalidade Estágio Supervisionado o discente deve optar a partir do  7º período (4º ano) \npara a realização de seu estágio perfazendo um mínimo de 300 horas. O número de horas \nfaltantes para completar as 450 horas po derão ser realizadas através de atividades \ncomplementares com carga horária avaliadas conforme Norma para Valorização de \nAtividades do Corpo Discente da Graduação. Caso o discente opte apenas em fazer o \nestágio supervisionado integral, um número mínimo de 450 horas de estágio será exigido.  \nTodo estágio regularmente registrado na Coordenação de Estágio, deverá ter a indicação \nde um professor orientador da área a ser desenvolvida no estágio, nomeado pelo Coordenador do \nCurso e referendado pelo Diretor de Ins tituto, o qual será o respo nsável pelo acompanhamento e \navaliação das atividades do estagiário. O professor orientador deve exigir do educando a \napresentação periódica, em prazo não superior a 6 (seis) meses, de relatório das atividades ou \nrelatório parcia l, o qual deve conter o visto do professor orientador da instituição de ensino e do \nsupervisor da parte concedente.  \nA avaliação do estágio será feita pelo professor orientador com base na atribuição de notas \nconsiderando para isto os seguintes critérios:  \n O desempenho no estágio (50%) avaliado através dos seguintes aspectos:  \no Avaliação do processo – o desempenho do estagiário será avaliado pelo supervisor e pelo \nprofessor orientador, levando em consideração, as informações obtidas através de contatos \nperiód icos, através de elementos produzidos pelo estagiário e recolhidos nas reuniões periódicas \nrealizadas entre o supervisor e o estagiário.  \no Ficha de avaliação do estagiário.   \n O conteúdo do relatório de estágio (50%). O relatório deverá ser elaborado de acord o com \nas regras formais estabelecidas no documento “Normas Gerais para Redação de Relatório de \nEstágio” e somente será aceito para avaliação pelo professor avaliador se no mesmo tiver o parecer \nfavorável do supervisor. Para a avaliação final deste ítem, o professor avaliador deverá considerar o \ntrabalho desenvolvido em dois momentos: o relatório parcial e o relatório final. A composição das \nnotas ficará a critério do professor avaliador.  \n A seu critério, o professor avaliador poderá solicitar uma avaliação oral do relatório, o qual \nlhe permitirá ter mais elementos para uma avaliação mais fundamentada.  \n O professor avaliador deverá basear -se nos critérios anteriores para o funcionamento e \navaliação de estágios para avaliar o desempenho final do estagiário, qu er qualitativa, quer \nquantitativamente, traduzindo -a numa escala de 0 a 100.   \n \n \n \n ", "25": " 25 Informações complementares:  \n1. No início do período letivo, a Universidade através da Coordenação de Estágios, comunicará \nà parte concedente do estágio, as datas de realização de avaliações escolares ou \nacadêmicas.   \n2. A Universidade considerando o sentido de garantir ao aluno a melhor condição para o seu \naprendizado e aperfeiçoamento profissional poderá solicitar uma avaliação das instalações \nda parte concedente do estágio e sua a dequação à formação cultural e profissional do \neducando.   \n \n \n "}