{"1": "1 \n \n \n \nMINISTÉRIO DA EDUCAÇÃO  \nUniversidade Federal de Ouro Preto \nEscola de Minas - Departamento de Engenharia de Minas \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO \nDE ENGENHARIA DE MINAS DA \nUFOP \n \n \n \n \n \n \n \n \n \n \nCarlos Alberto Pereira \nOuro Preto-MG, 31  de outubro de 2013. \n \n", "2": "2 \n \nNúcleo Docente Estruturante \nCarlos Alberto Pereira \nJose Margarida da Silva \nJosé Aurélio Medeiros da Luz \nKleber Aguiar de Carvalho \nDiego Luiz Nunes \n \n \nColegiado da Engenharia de Minas \nDocentes \nAluísio José Ramos Mergulhão, Departamento de Engenharia Civil \nAnderson Almeida Ferreira, Departamento de Computação \nCarlos Alberto Pereira, Dr. Departamento de Engenharia de Minas (presidente do Colegiado) \nDavi das Chagas Neves, Departamento de Engenharia de Produção \nDiego Luiz Nunes, Departamento de Química \nHumberto Silva Guimarães, Departamento de Arquitetura e Urbanismo \nOtávia Martins Silva Rodrigues, Dr.ª Departamento de Engenharia de Minas \nJose Margarida da Silva, Dr. Departamento de Engenharia de Minas \nKleber Aguiar de Carvalho, Dedicação Exclusiva Departamento Matemática \nMelissa Fabíola Siqueira Pinto, Dr.ª Dedicação exclusiva, Departamento Física \nSávio Augusto Lopes da Silva, Dr. Dedicação Exclusiva, Departamento Controle e Automação \nVersiane Albis Leão, Dr. Dedicação exclusiva, Departamento Engenharia Metalúrgica \n \nDiscentes \nMarcelo Bandeira Teixeira, graduando da Engenharia de Minas \nRafaella Bicalho da Rocha, graduanda da Engenharia de Minas \n \nSecretária: Isadora Nogueira Barbosa  \n \n \n \n \n \n \n \n \n", "3": "3 \n \n \n \n1. Etapa do início do pedido de autorização:  \n \n1.1. Solicitar o curso a ser avaliado: \n1.1. Dados Gerais:  \nTipo: ___ Sequencial; _X_ Bacharelado; ___ Licenciatura ou  ___Curso Superior de \nTecnologia. \n1.2. Modalidade: _X_ Presencial. \n1.3. Denominação do curso: Engenharia de Minas. \n1.4. Habilitação: Não se aplica. \n1.5. Local de Oferta: Campus – Morro do Cruzeiro. \n1.6. Turno de Funcionamento: \n           Nº total de Vagas no ano: 72 / Carga Horária do Curso: 4095 / Turno: Integral.          \n1.7. Coordenador do Curso: \n          Nome do coordenador: Carlos Alberto Pereira - Regime: DE-40. \n \n2. Projeto Pedagógico: PPC \n \n2.1. Perfil do Curso: Justificativa da oferta do curso: \n2.2. Atividades de Curso: Atividades Complementares: \n2.3. Perfil do Egresso: \n2.4. Forma de Acesso ao curso: \n2.5. Representação gráfica de um perfil de formação: \n2.6. Sistema de avaliação do processo de ensino e aprendizagem: \n2.7. Sistema de avaliação do projeto do curso: \n2.8. Trabalho de conclusão de curso (TCC):  \n2.9. Estágios curriculares: \n2.10. Ato autorizativo anterior ou ato de criação: \n \n \n \n2.1. Perfil do Curso: Justificativa da oferta do curso:  \n \nA mineração no Brasil permanece como uma das indústrias mais importantes como \ngeradora de divisas e desenvolvimento econômico e social nas regiões onde se instala. Essa \n", "4": "4 \n \natividade iniciou no chamado Ciclo do Ouro que representou o maior surto de produção desse \nmetal até então ocorrido na história da mineração mundial. O ouro aqui extraído entre 1700 e \n1770 foi equivalente a toda a produção do resto da América, do descobrimento até 1850, ou \nainda, à metade da produção mundial nos séculos XVI, XVII e XVIII. O ciclo do ouro, fez com \nque Minas Gerais se tornasse o maior centro populacional das Américas e significou a \ncolonização e incorporação definitiva de uma vasta região da colônia, alterando profundamente \no padrão de ocupação territorial, a distribuição da população e as atividades econômicas, \nsociais e culturais do Brasil, tendo a cidade de Ouro Preto como expoente.  \nAinda, como resultado do Ciclo do Ouro, da importância do estado de Minas Gerais e \ndevido a uma geologia favorável da região, se deu a criação da Escola de Minas de Ouro \nPreto, em 1876, que constituiu no marco para o desenvolvimento da indústria da mineração e \nda metalurgia no Brasil. Idealizada por Dom Pedro II e tendo como primeiro diretor o francês \nHenry Gorceix, a Escola de Minas foi criada com o objetivo de preparar engenheiros para a \nexploração das minas e para criar e operar estabelecimentos metalúrgicos no país. O curso de \nEngenharia de Minas, precursor da Escola de Minas da Universidade Federal de Ouro Preto, \nfoi criado pelo Decreto Imperial Nº 6026, de 06/11/1875, publicado no Diário Oficial do Império \nem 13/11/1875, constituindo-se o primeiro curso de engenharia do país com disciplinas \nespecíficas. Desde então o curso de Engenharia de Minas, de forma ininterrupta, tem formado \nEngenheiros (as) de Minas que têm contribuído, significativamente, para a excelência da \nindústria mineral brasileira. Ainda, todos os outros cursos de Engenharia de Minas do Brasil \ntiveram como precursores os ex-alunos da Escola Minas. A partir de 2007 o número de \ningressantes passou de 25 para 36 alunos semestralmente. Em 2013 encontram-se \nregularmente matriculados 360, e em média 44 alunos egressos anualmente. A maioria dos \nnossos alunos tem inserção imediata no mercado de trabalho o que justificou no ano de 2005 o \nprimeiro lugar em empregabilidade, entre as mais diversas engenharias do país, de uma \npesquisa promovida pela Editora Abril e  Banco Real. Atualmente existe, mesmo com o \nadvento do Reuni, demanda muito grande por Engenheiros de Minas. Em 2013, no Brasil, o \nnúmero de cursos de Engenharia de Minas totalizou dezenove, sendo onze em universidades \nfederais, dois em estaduais e seis em particulares, grande parte deles com professores e \ncoordenadores formados no curso de Engenharia de Minas da UFOP. \nEmbora, a crise mundial tenha desacelerado a demanda por minérios, estudos \nmostram a crescente dependência mundial por bens minerais o que justifica o oferecimento do \ncurso de Engenharia de Minas e, ainda grande procura por Engenheiro (a)s de Minas em todo \nmundo e, em especial, no Brasil. Aliado a isso, a implantação do novo Marco Regulatório no \npaís, que tem como objetivo principal o estímulo à mineração via a eliminação das chamadas \nexplorações de direitos minerários e a concessão de novas áreas, via licitação, às empresas \nmineradoras de fato, reforça o argumento da crescente demanda por Engenheiros (as) de \nMinas no país. \nVisando a maior adequação as DCNS, as mudanças propostas na Matriz Curricular de \n2013 humanizam mais o curso de engenharia de Minas com a inserção das disciplinas \n", "5": "5 \n \nMetodologia Científica, Atividades Acadêmicas Científicas Culturais, Libras e Comunicação e \nexpressão. \nA UFOP oferece apoio a permanência dos alunos através da NEI, PRACE, NAP. O \nNúcleo de Educação Inclusiva (NEI), da Pró-Reitoria de Graduação, cujo objetivo é apoiar \nalunos e servidores da Universidade Federal de Ouro Preto que apresentam algum tipo de \ndeficiência. Dispõe de laboratórios de inclusão e acessibilidade nas Unidades Acadêmicas dos \ncampi da UFOP e conta com profissionais e monitores para o desenvolvimento de suas \natividades. Desenvolve ainda atividades de ensino, pesquisa e extensão. \nO Núcleo de Apoio Pedagógico (NAP), criado em 1995, no âmbito da Pró-Reitoria de \nGraduação, tem como principal objetivo oferecer assessoramento pedagógico a docentes, \ncolegiados de cursos, departamentos e discentes, entre outros interessados, contando com \numa equipe de profissionais especializados. O Núcleo é responsável pela execução e \nacompanhamento de vários programas. As ações pertinentes ao NAP compreendem: pesquisa \nde desenvolvimento de disciplinas de graduação da UFOP, programa de monitoria, programa \nPró-Ativa, programa de docência no ensino superior, auxílio à participação em eventos, apoio \npara realização de eventos acadêmicos. Atuação nos programas de mobilidade acadêmica, \nprograma de estudantes convênio de graduação, mostra de profissões, entre outros. \nA Pró-Reitoria de Assuntos Comunitários e Estudantis (PRACE) da Universidade \nFederal de Ouro Preto (UFOP) é o órgão responsável por proporcionar as condições de \npermanência aos estudantes, técnicos administrativos e docentes da Instituição, garantindo \nassim o bem estar psicossocial de toda comunidade ufopiana. \n \n2.2. Atividades de Curso: Atividades Complementares: \n \nEsta parte do Currículo caracteriza-se por atividades complementares extraclasse, \nrealizadas pelo aluno, durante o período que estiver vinculado ao Curso, devendo ser \nrelacionadas com a sua formação, em consonância com as Diretrizes Curriculares dos Cursos \nde Engenharia, indicadas pelo MEC e tem por objetivo desenvolver posturas de cooperação, \ncomunicação e liderança. São consideradas AACC: trabalhos de iniciação científica; projetos \nmultidisciplinares; visitas técnicas; monitorias; realização de estágios curriculares não \nobrigatórios; mobilidade acadêmica; atividades de extensão e voluntariado e outras atividades \nempreendedoras. O aluno deverá cumprir 200 horas-aula de AACC. Estas horas serão \nvalidadas via coordenação do curso registradas na Seção de Ensino para fazer parte da \nintegralização do currículo do aluno. \nOs critérios de validação da carga horária destas atividades foram estabelecidos pelo \nColegiado do Curso. Assim, seguem as atividades que poderão ser validadas, com as \nrespectivas horas de validação. \n \n \n", "6": "6 \n \n \nTabela 1: Atividades Acadêmicas Científicas Culturais (AACC) \nNº \nAtividades \nCritérios para validação \nHoras aulas \n- validáveis \n1 \nIniciação científica,  \n60 horas de atividades equivalem a 15 \nhoras-aula \nAté 90 horas-\naula \n2 \nJovens Talentos \n60 horas de atividades equivalem a 10 \nhoras-aula \nAté 60 horas-\naula \n3 \nExtensão \n60 horas de atividades (projeto, curso, \nevento) equivalem a 15 horas-aula \nAté 90 horas-\naula \n4 \nMonitoria  \n60 horas de atividades equivalem a 10 \nhoras-aula \nAté 60 horas-\naula \n \nProativa \n60 horas de atividades equivalem a \n10 horas-aula \nAté 90 \nhoras-aula \n5 \nCursos de língua estrangeira \n20 horas de atividades equivalem a \n05 horas-aula \nAté 40 \nhoras-aula \n6* \nCursos de extensão em áreas \nafins \n20 horas de atividades equivalem a 5 \nhoras-aula \nAté 20 horas-\naula \n7 \nEstágios curriculares não \nobrigatórios \nCada 6 meses de atividades em uma \nempresa equivalem a 20 horas-aula \nAté 40 horas-\naula \n8 \nEmpresa Junior de Engenharia \nMinas \nCada projeto equivale a 30 horas-aula \nAté 60 horas-\naula \n9 \nCongresso em nível \ninternacional  \nApresentação de trabalho em um \ncongresso equivale a 40 horas-aula \nAté 40 \nhoras-aula \n10 \nCongresso em nível nacional  \nApresentação de trabalho em um \ncongresso equivale a 30 h-a \nAté 60 \nhoras-aula \n11 \nCongresso em nível estadual \ne encontro dos Saberes \nApresentação de trabalho em um \ncongresso equivale a 20 h-a \nAté 40 \nhoras-aula \n12 \nSemana temática de \nEngenharia Minas e Sou mais \nTalentos \nOrganização de Semana Temática. \nCada semana temática equivale a 20 \nh-a \nAté 40 \nhoras-aula \n13 \nSemana temática de \nEngenharia Minas, \nparticipação em congresso, e \nSou mais Talentos \nCertificado de participação na \nsemana temática 10h-a \nAté 30 \nhoras-aula \n", "7": "7 \n \n14 \nMobilidade Acadêmica \nNacional \nCada semestre equivale a 30 horas \nAté 60 \nhoras-aula \n15 \nMobilidade Acadêmica \nInternacional \nCada semestre equivale a 40 horas \nAté 80 horas-\naula \n16 \nOrientação Acadêmica \nParticipar do projeto orientação \nacadêmica com no mínimo 75% de \nfrequência \n30 horas aula \n17 \nOrientação acadêmica \nMembro da equipe de orientação \nacadêmica 30 pontos por semestre \nAté 90n \nhoras aula \n18 \nMembro do CEMIN, Empresa \nJunior, CREA Junior, \nAssembleia do DEMIN,CAEM, \nCEPE, Atlética, CUNI,  \nCada semestre equivale a 20 horas \nAté 40 horas \n19 \nSEE e SGA, LATRAM \nCada semestre equivale a 30 horas \nAté 90 horas \n20 \nProficiência na língua \nestrangeira \nCada curso 30 horas \n60 \n \nObservações: a validação das horas previstas serão computadas mediante documentação comprobatória, tais como: * Estágios, \natravés de documentação do SAEST; as demais atividades serão validadas mediante apresentação de certificado ou declaração do \nórgão responsável pelo evento. \n \n2.3. Perfil do Egresso: \n \nO engenheiro de minas da Universidade Federal de Ouro Preto deverá atender às \nprescrições das diretrizes curriculares do Ministério da Educação no que se refere às \ncompetências e habilidades para:  \ni- aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à Engenharia \nde Minas; \nii- projetar e conduzir experimentos e interpretar os resultados; \niii- planejar, supervisionar, elaborar e coordenar projetos e serviços da Engenharia de Minas; \niv- desenvolver e utilizar novas ferramentas e técnicas; \nv- avaliar significantemente ordens de grandeza e significância de resultados numéricos; \nvi- comunicar-se efetivamente nas formas escrita, oral e gráfica e atuar em equipes \nmultidisciplinares; \nvii- compreender e aplicar a ética nas relações sociais e profissionais; \nviii- avaliar o impacto das atividades da Engenharia de Minas no contexto social e ambiental; \nix- avaliar a viabilidade econômica dos projetos de engenharia. \n \n", "8": "8 \n \n \nO curso oferecerá uma formação integral que atenda de forma igualitária todas as \nhabilidades que o discente deve desenvolver. No caso da matriz curricular da Universidade \nFederal de Ouro Preto, não há disciplinas ou atividades extras curriculares que incluam e \nremetem uma significante formação de comunicações oral e escrita bem como as ferramentas \ntextuais necessárias para a elaboração dos projetos, sejam eles de conclusão de curso, \niniciação científica ou trabalhos acadêmicos corriqueiros como experimentos e trabalhos \npráticos.  \nO curso superior seja ele no campo das ciências humanas, biológicas ou exatas deve \noferecer ao aluno antes de tudo, conhecimentos técnicos científicos e humanísticos, \nabrangendo uma formação integral que contemple as necessidades das relações sociais que \nse dão através da comunicação social e escrita. Tal proposta deve ainda embasar em diretrizes \ndos conselhos profissionais. \n \nAlém de conferir habilidades de comunicação oral e escrita ao futuro engenheiro de \nminas, deve-se também ter em vista a importância da Metodologia da Pesquisa. A inclusão \ndesta disciplina é importante em qualquer curso de graduação, uma vez que seu conteúdo \ngeral possibilita que o aluno desenvolva habilidades necessárias para a pesquisa cientifica. O \nconteúdo programático desta disciplina propõe reflexões e metodologias acerca de toda a \nestruturação do trabalho acadêmico como problemas a serem especulados, hipóteses, \nconstrução de resenhas, resumos, revisão bibliográfica, etc. A metodologia científica confere \nbases às atividades que o engenheiro de minas tem de desenvolver ao longo de seu trabalho, \nestas expostas na seção IV da Lei 5.194 de 24 de Dezembro de 1966: \n \n- planejamento ou projeto, em geral, de minas considerando as propriedades territoriais \nambientais e econômicas; \n- estudos, projetos, análises, avaliações, vistorias, perícias, pareceres e divulgação técnica. \n \nEstas diretrizes nos permitem pensar a importância de bases metodológicas na \nformação do engenheiro de minas, pois este último desenvolverá projetos, não só ao longo de \nsua formação, mas também e principalmente, ao desempenhar sua função no mercado de \ntrabalho. \nO Curso de Engenharia de Minas desde 1876 se compromete aprimorar e implementar \numa prática pedagógica que ofereça condições do profissional egresso continuar a sua \ncaminhada como agente permanente de sua formação, por entender que o desafio maior posto \na qualquer profissional, na era da plena globalização, é este.  Apesar da maioria das \ninstituições se pautarem pelo oferecimento de cursos que primam pela busca da excelência na \nqualidade, o egresso tornar-se-á um profissional defasado em um curto espaço de tempo, caso \nnão tenha desenvolvido esta visão e reunido condições necessárias para se tornar protagonista \nda construção de novos saberes, novas competências e habilidades.  \n", "9": "9 \n \nO engenheiro de minas deve estar também preparado para a gestão de pessoas e \nempreendimentos, com competência para liderar equipes multidisciplinares e solucionar \nconflitos entre colaboradores e outros advindos de situações tecnológicas e ambientais, etc.  \nO graduado em engenharia de minas deve ainda ter aguçada sensibilidade para as \nquestões ambientais, condição determinante para a viabilidade de qualquer projeto mineiro; e \ncomprometido integralmente com o desenvolvimento sustentável do país.  \nO egresso deverá estar preparado para desenvolver suas atividades profissionais a \npartir da disposição para mudanças de paradigmas, de uma visão crítica, autônoma e \ncomprometida com a cidadania.  \nDe forma geral, o Engenheiro de Minas formado pela UFOP deverá possuir as \ncompetências elencadas na Resolução n° 11 do Conselho Nacional de Educação, estando \napto para:  \ni. pesquisar e prospectar recursos minerais tais como minério de ferro, zinco, níquel, ouro, \nbauxita, fertilizantes, gemas, água mineral, cobre, dentre outras.  \nii. planejar e supervisionar a extração de minérios através das mais diversas técnicas, a céu \naberto, subterrânea e subaquática.  \niii. elaborar planos de desmonte de rochas (plano de fogo), com a utilização de explosivos.  \niv. Planejar e realizar atividades envolvendo tratamento de minério, separando e concentrando \no mineral ou minerais de interesse.  \nv. Implementar projetos de captação de águas subterrâneas;  \nvi. Recuperar áreas degradadas devido à atividade de mineração, deixando o meio ambiente \npropício para outra atividade, dentro do conceito de desenvolvimento sustentável.  \nvii. Elaborar estudos de viabilidade técnica e econômica de empreendimentos mineiros.  \nviii. Elaborar projetos de execução de barragens, estradas, túneis e taludes;  \nix. Avaliar e reduzir riscos inerentes às atividades da mineração. \n \n2.4. Forma de Acesso ao curso:  \n \nOs candidatos, após terem concluído o ensino médio ou equivalente, poderão ingressar \nno curso mediante uma das seguintes modalidades: \ni. \nProcesso seletivo normal até 2010, os candidatos ao curso eram admitidos mediante o \nProcesso de Seleção vestibular, coordenado e executado pela Pró-Reitoria de Graduação, \nsetor responsável pelo recrutamento de estudantes para os cursos de graduação da UFOP. A \npartir de 2011, conforme Resolução CEPE nº 4110 de 23/07/2010, com as alterações dadas \npela Res. CEPE nº 4166 de 21/09/2010, a seleção passou ser por meio do Sistema de Seleção \nUnificada (SiSU) do Ministério da Educação, utilizando, exclusivamente, as notas obtidas pelos \ncandidatos nas provas do Exame Nacional do Ensino Médio (ENEM). Obedecendo ao que \ndetermina a lei 12711/2012 que diz respeito às cotas sócio-raciais. \n", "10": "10 \n \nii. \nObtenção de novo título - registrando-se vagas iniciais remanescentes no curso as mesmas \nsão disponibilizadas em edital contendo as regras próprias e, mediante aprovação do processo \nde matrícula pelo colegiado do curso, essas vagas podem ser ocupadas por alunos portadores \nde diploma de graduação (PDG). \niii. \nReopção de curso dentro da UFOP - registrando-se vagas iniciais remanescentes no curso \nas mesmas podem ser ocupadas por alunos da UFOP matriculados em outros cursos de \ngraduação da área de ciências exatas, desde que, tenha concluído pelo menos 10% e não \nmais que 60% da carga horária do seu curso e requeira a matrícula pretendida atendendo \ntodos os demais requisitos da norma a regulamenta (Res. CEPE nº 2610 de 10/10/21104). \nCabe ao colegiado do curso analisar esses requerimentos de matrículas e propor regras de \nadaptação acadêmica, quando for necessário. \niv. \nTransferência externa - as transferências de alunos de Cursos de Estatística de outras IES \npara o Curso de Estatística da UFOP para prosseguimento de estudos podem ser realizadas \nmediante a existência de vaga e aprovação do processo de transferência pelo colegiado do \ncurso, conforme norma da UFOP (Resolução CEPE nº 1744 de 03/07/2000). \nv. \nMatrícula especial - pessoas de nacionalidade estrangeira que tenham sido selecionadas \npelo Ministério da Educação e Ministério das Relações Exteriores poderão ser matriculadas \nnesse curso como estudante-convênio, conforme Resolução CEPE nº 1744 de 03/07/2000. \n \n \n \n2.5. Representação gráfica de um perfil de formação:  \nTabela II: ENGENHARIA DE MINAS – Matriz Curricular 2013/2 \nOuro Preto – Campus Morro do Cruzeiro – Escola de Minas (EM) \nCÓDIGO \nDISCIPLINAS OBRIGATÓRIAS \nPRÉ-REQUISITO \nCHS \nhoras \nCHS \nh/a \nAULAS \nPER. \nT \nP \nARQ208 \nGeometria Descritiva  \n- \n90 \n108 \n4 \n2 \n1º   \nGEO110 \nGeologia Geral \n- \n45 \n54 \n3 \n0 \n1º  \nMIN100 \nIntrodução á Engenharia de Minas \n- \n45 \n54 \n3 \n1 \n1º \nMTM122 \nCálculo Diferencial e Integral I \n- \n90 \n108 \n6 \n0 \n1º   \nMTM131 \nGeometria Analítica e Cálculo Vetorial \n- \n60 \n72 \n4 \n0 \n1º   \nQUI200 \nQuímica Geral  \n- \n90 \n108 \n4 \n2 \n1º   \n \n \n \n420 \n504 \n \n \n \nARQ209 \nDesenho Técnico  \n- \n30 \n36 \n1 \n1 \n2º   \nBCC701 \nProgramação de Computadores I \n- \n60 \n72 \n2 \n2 \n2º   \n", "11": "11 \n \nFIS130 \nFísica I \n- \n60 \n72 \n3 \n1 \n2º   \nGEO104 \nMineralogia \n- \n60 \n72 \n2 \n2 \n2º   \nLET805 \nComunicação e Expressão \n- \n60 \n72 \n4 \n0 \n2º \nMTM112 \nIntrodução à Álgebra Linear \n- \n60 \n72 \n4 \n0 \n2º   \nMTM123 \nCálculo Diferencial e Integral II \nMTM122 \n60 \n72 \n4 \n0 \n2º   \n \n \n \n390 \n468 \n \n \n \nARQ203 \nTopografia B ok \n1º  \n60 \n72 \n2 \n2 \n3º   \nBCC760 \nCálculo Numérico ok \n1º / MTM123 \n60 \n72 \n2 \n2 \n3º   \nFIS131 \nFísica II ok \n1º / FIS130 \n60 \n72 \n3 \n1 \n3º   \nGEO207 \nPetrografia Macroscópica ok \n1º / FIS131 \n45 \n54 \n1 \n2 \n3º   \nMIN115 \nMetodologia em Engenharia de Minas  ok \n1º \n45 \n54 \n3 \n0 \n3º \nMTM124 \nCálculo Diferencial e Integral III ok \n1º / MTM123 \n60 \n72 \n4 \n0 \n3º   \nMTM125 \nIntrodução às Equações Diferenciais Ordinárias ok \n1º  \n60 \n72 \n4 \n0 \n3º   \n \n \n \n390 \n468 \n \n \n \nAMB110 \nEngenharia Ambiental Básica \n2º  \n45 \n54 \n3 \n0 \n4º   \nEST202 \nEstatística e Probabilidade \n2º  \n60 \n72 \n4 \n0 \n4º   \nFIS132 \nFísica III \n2º  \n60 \n72 \n3 \n1 \n4º   \nGEO214 \nEstratigrafia A \n2º  \n45 \n54 \n2 \n1 \n4º   \nGEO224 \nGeologia Estrutural A \n2º  \n60 \n72 \n2 \n2 \n4º   \nQUI117 \nFísico-Química \n2º  \n90 \n108 \n4 \n2 \n4º   \n \n \n \n360 \n432 \n \n \n \nCAT124 \nEletrotécnica Geral \n3º  \n75 \n90 \n3 \n2 \n5º   \nFIS133 \nFísica IV \n3º / FIS132 \n60 \n72 \n3 \n1 \n5º   \nFIS214 \nMecânica Racional \n3º / FIS133 \n60 \n72 \n2 \n2 \n5º   \nGEO254 \nProspecção Geofísica \n3º \n60 \n72 \n2 \n2 \n5º \nGEO267 \nGeologia Econômica  \n3º  \n60 \n72 \n2 \n2 \n5º   \nMIN204 \nPesquisa Mineral I \n3º  \n60 \n72 \n2 \n2 \n5º   \nMIN206 \nCaracterização Tecnológica dos Minérios \n3º  \n60 \n72 \n2 \n2 \n5º   \n \n \n \n435 \n522 \n \n \n \nCAT101 \nMecânica Aplicada \n4º  \n60 \n72 \n2 \n2 \n6º   \nCAT170 \nSistemas Fluido-Dinâmicos \n4º  \n60 \n72 \n2 \n2 \n6º   \nCIV230 \nElementos de Cálculo Estrutural \n4º  \n60 \n72 \n2 \n2 \n6º   \nMIN205 \nPesquisa Mineral II \n4º / MIN204 \n60 \n72 \n2 \n2 \n6º   \nMIN108 \nMecânica dos Sólidos  \n4º / FIS214 \n60 \n72 \n2 \n2 \n6º   \n", "12": "12 \n \nMIN256 \nProcessamento de Minerais I \n4º  \n60 \n72 \n2 \n2 \n6º   \n \n \n \n360 \n432 \n \n \n \nCAT171 \nSistemas Térmicos \n5º  \n60 \n72 \n2 \n2 \n7º   \nMET216 \nElementos de Materiais \n5º  \n60 \n72 \n3 \n1 \n7º   \nMIN111 \nMecânica das Rochas \n5º  \n60 \n72 \n2 \n2 \n7º   \nMIN112 \nOperações Mineiras \n5º  \n60 \n72 \n2 \n2 \n7º   \nMIN227 \nDesenvolvimento Mineiro \n5º  \n60 \n72 \n2 \n2 \n7º   \nMIN257 \nProcessamento de Minerais II \n5º / MIN256 \n60 \n72 \n2 \n2 \n7º   \nMIN262 \nIntrodução à Geoestatística \n5º / EST202 \n60 \n72 \n2 \n2 \n7º   \n \n \n \n420 \n504 \n \n \n \nDIR248 \nIntrodução ao Direito e Legislação \n6º  \n45 \n54 \n3 \n0 \n8º   \nMIN213 \nEngenharia Ambiental  \n6º  \n45 \n54 \n3 \n0 \n8º   \nMIN225 \n \nEstabilidade de Escavações Subterrâneas \n6º / MIN111 \n60 \n72 \n2 \n2 \n8º   \nMIN243 \nEstabilidade de Taludes \n6º / MIN111 \n60 \n72 \n3 \n1 \n8º   \nMIN258 \nProcessamento de Minerais III \n6º / MIN258 \n60 \n72 \n2 \n2 \n8º   \nPRO241 \nEconomia I \n6º  \n30 \n36 \n2 \n0 \n8º   \nPRO243 \nOrganização e Administração I \n6º  \n30 \n36 \n2 \n0 \n8º   \nPRO252 \nEconomia Mineral Brasileira \n6º  \n30 \n36 \n2 \n0 \n8º   \n \n \n \n360 \n432 \n \n \n \nMIN109 \nProjeto de Mineração \n7º  \n60 \n72 \n2 \n2 \n9º   \nMIN110 \nCondicionamento das Minas \n7º  \n60 \n72 \n2 \n2 \n9º   \nMIN113 \nLavra de Mina a Céu Aberto \n7º  \n60 \n72 \n2 \n2 \n9º   \nMIN114 \nLavra de Mina Subterrânea \n7º  \n60 \n72 \n2 \n2 \n9º   \nMIN235 \nPesquisa Operacional Aplicada à Mineração \n7º  \n60 \n72 \n2 \n2 \n9º   \nPRO242 \nEconomia II \n7º  \n30 \n36 \n2 \n0 \n9º   \nPRO244 \nOrganização e Administração II \n7º  \n30 \n36 \n2 \n0 \n9º   \nPRO255 \nEngenharia Econômica \n7º  \n30 \n36 \n2 \n0 \n9º   \n \n \n \n390 \n468 \n \n \n \nMIN392 \nEstágio Supervisionado \n2160 horas  \n160 \n160 \n0 \n10 \n10º   \nMIN492 \nTrabalho de Conclusão de Curso \n8º \n30 \n36 \n2 \n0 \n10º \n \n \n \n190 \n196 \n \n \n \n \n \nTabela III: Resumo das componentes curriculares \n", "13": "13 \n \nCOMPONENTES CURRICULARES \nQUANTIDADE \nCARGA HORÁRIA/horas \nDisciplinas Obrigatórias  \n65 \n3525 \nDisciplinas Eletivas \n- \n180 \nEstágios \n1 \n160 \nTrabalho de Conclusão de Curso \n1 \n30 \nAtividade Acadêmico-científico-cultural \n1 \n200 \nTOTAL \n68 \n4095 \n \nOBSERVAÇÃO:   Para integralizar o curso o aluno deverá cursar, além das disciplinas obrigatórias, no mínimo 180 horas em \ndisciplinas eletivas. \nConforme Resolução CEPE 3454, de 24/11/2008, o semestre letivo tem 18 semanas e a duração da hora/aula (h/a) é \nde 50 minutos. \nFigura 1: Representação gráfica do perfil da formação do Engenheiro de Minas da UFOP \n                               Tabela IV: Disciplinas Eletivas \nCÓDIGO \nDISCIPLINAS ELETIVAS \nPRÉ-REQUISITO \nCHS \nhoras \nCHS \nh/a \nAULAS \nPer \nT \nP \n \nFIL200 \nIntrodução à Filosofia da Ciência e das Ideias \n1º \n30 \n36 \n2 \n0 \n \nGEO293 \nHidrogeologia \n3º \n60 \n72 \n2 \n2 \n \nGEO310 \nMinerais e Rochas Industriais \n7º \n75 \n90 \n2 \n3 \n \nGEO367 \nRecursos Energéticos \n5º \n30 \n36 \n2 \n0 \n \n", "14": "14 \n \nLET966 \nIntrodução a Libras \n- \n60 \n72 \n2 \n2 \n \nMET208 \nTratamento de Efluentes Gasosos \n6º \n60 \n72 \n3 \n1 \n \nMET233 \nProcesso Aquoso de Minerais para Engenharia de Minas \n7º \n45 \n54 \n3 \n0 \n9º \nMIN238 \nEngenharia de Processos \n- \n60 \n72 \n4 \n0 \n2º \nMIN300 \nLavra e beneficiamento de rochas ornamentais \n- \n45 \n54 \n2 \n1 \n \nMET309 \nSuperfícies e Interfaces \n5º \n45 \n54 \n2 \n1 \n \nMIN102 \nTratamento de Efluentes na Mineração \n5º \n45 \n54 \n3 \n0 \n \nMIN105 \nRecuperação de Áreas Degradadas pela Mineração \n5º \n45 \n54 \n3 \n0 \n \nMIN207 \nComputação Básica Aplicada à Engenharia de Minas \n2º  \n45 \n54 \n3 \n0 \n \nMIN208 \nHidrologia de Águas Subterrâneas \n6º \n60 \n72 \n3 \n1 \n \nMIN212 \nProjetos de Lavra Subterrânea \nMIN114 \n60 \n72 \n1 \n3 \n \nMIN214 \nIntrodução à Análise Estatística de Experimentos \nEST202 \n45 \n54 \n2 \n1 \n \nMIN216 \nDimensionamento de Escavações em Rocha \nMIN111 \n45 \n54 \n3 \n0 \n \nMIN219 \nFundamentos de Engenharia Geotécnica \n5º \n45 \n54 \n3 \n0 \n \nMIN220 \nManejo de Estéreis e Rejeitos de Minerais \nMIN219 \n45 \n54 \n3 \n0 \n \nMIN255 \nProjeto de Instalações de Processamento de Minerais \nMIN108/206/257 \n60 \n72 \n2 \n2 \n \nPRO302 \nAções Empreendedoras \n6º  \n60 \n72 \n1 \n3 \n8º \nQUI163 \nProjetos Ambientais \n5º \n30 \n36 \n2 \n0 \n \n \n2.6. Sistema de avaliação do processo de ensino e aprendizagem \n \nBaseando-se em pressupostos teóricos e metodológicos, perfil do profissional formado \ne objetivo, realizou-se um estudo para definir as principais práticas pedagógicas e os métodos \nde ensino-aprendizagem que melhor assegurassem a concretização desta proposta. \nNa Engenharia de Minas, o ensino estará sustentado por uma metodologia baseada na \nproblematização e na contextualização dos conteúdos, possibilitando aos alunos a construção \nde conhecimentos. Nesse sentido, propõem-se: aulas expositivas dialogadas / participativas; \naulas experimentais; aulas de campo; visitas técnicas a obras e empresas; trabalhos em \ngrupos; resolução de problemas; discussão e interpretação de resultados; elaboração de \nprojetos; análise e discussão de textos de revistas científicas; uso de multimeios e softwares; \napresentação de seminários; estímulo ao espírito da descoberta, da investigação da pesquisa; \nuso de CD didático; leituras dirigidas; projeção de filmes pertinentes aos temas abordados na \nementa da disciplina; trabalhos individuais e/ou em grupos; estudos de casos; apoio aos alunos \natravés de Monitorias. Com relação ao Estágio Supervisionado, a metodologia empregada pela \ndisciplina resume-se em: orientação na escolha do campo de Estágio, orientação na \nformulação do plano de Estágio, supervisão do trabalho, orientação por parte de um supervisor \n", "15": "15 \n \npedagógico, para na resolução de problemas encontrados pelo aluno dentro das empresas ou \nInstitutos de Pesquisa. \nDo ponto de vista regimental, a avaliação é feita por trabalhos escolares cuja natureza \ncabe aos departamentos ou professor definir, podendo constar de provas escritas e orais, \nrelatórios, trabalhos, projetos, seminários, pesquisas etc. Tal definição deve ser apresentada \nao aluno no início do período letivo, fazendo parte do Plano de Ensino. A avaliação é feita por \ndisciplina e abrange os aspectos de assiduidade e eficiência. \n \ni. Escala: 0,0 a 10,0 (zero a dez) \nii. Frequência mínima: 75% (setenta e cinco por cento) \niii. Média mínima: 6,0 (seis) \n \nSe a média for inferior a seis, atendida a exigência de frequência mínima, será \nconcedido um Exame Especial ao aluno (Resolução CEPE 2.880). \n \n2.7. Sistema de avaliação do projeto do curso:  \n \nA avaliação do projeto do curso é conduzida pelo Colegiado do Curso de Engenharia \nde Minas. É feita de forma periódica compondo-se de quatro momentos: \ni. encontros periódicos com os estudantes no sentido de se avaliar o andamento das \natividades do curso; \nii. discussão periódica do curso e de seu projeto pedagógico no âmbito do colegiado do \ncurso envolvendo os professores que participam do Núcleo Docente Estruturante - NDE; \niii. discussão periódicas com os professores acerca das atividades do curso implementada \nsegundo duas instancias, uma por área de conhecimento das disciplinas ofertadas e outro \npor período, visando assim trabalhar uma discussão que possa nortear as propostas, \nintegrando-as, dentro de uma dúplice perspectiva: vertical e horizontal. \niv. discussão periódica com os coordenadores e os professores orientadores do Trabalho de \nConclusão de Curso - TCC com a participação dos estudantes do ultimo período. \n \n2.8. Trabalho de Conclusão de Curso (TCC): (Resolução CEMIN) \n \nResolução Nº 001/2013 do Colegiado da Engenharia de Minas   \n \nCAPÍTULO I - DO CONCEITO, DA CARGA HORÁRIA E DA MODALIDADE  \n \nArt. 1º - O Trabalho de Conclusão de Curso - TCC - será o resultado do desenvolvimento de \nprojeto de pesquisa, extensão, ensino ou revisão bibliográfica, descritivo e/ou experimental.  \n \n", "16": "16 \n \n§ único: O projeto deverá apresentar um questionamento ou problema, que direcionará \na geração e/ou discussão de resultados próprios ou fundamentados na literatura.   \n \nArt. 2º - O TCC deve ser realizado nos termos do Regulamento Geral dos Cursos de \nGraduação e por esta regulamentação. \n   \nArt. 3º - O TCC será desenvolvido por meio de unidade curricular obrigatória, denominada \nTrabalho de Conclusão de Curso com carga horária de 36 horas/aula.  \n \n§ único: O período de realização do TCC obedecerá à dinâmica curricular do curso.   \n \nArt. 4º - A disciplina TCC finalizado até o 10º período do Curso de Engenharia de Minas.   \n \nArt. 5º - O TCC deverá ser desenvolvido individualmente.   \n \nCAPÍTULO II - DOS OBJETIVOS  \n \nArt. 6º - O TCC é um trabalho científico que tem por finalidade propiciar ao aluno:  \ni. estímulo à produção científica;  \nii. aprofundamento de um tema da área de sua formação;  \niii. formação interunidade curricular;  \niv. desenvolvimento da capacidade científica, crítica, reflexiva e criativa na área de interesse;  \nv. realização de experiências de pesquisa ou extensão;  \nvi. inter-relação entre teoria e prática;  \nvii. interação entre o Corpo Docente e Discente.   \n \nCAPÍTULO III - DAS ÁREAS DE CONHECIMENTO  \n \nArt. 7º - O TCC deverá ser desenvolvido dentro das áreas de conhecimento específicas da \nEngenharia de Minas.   \n \nCAPÍTULO IV - DA COMISSÃO ESPECÍFICA DO TCC  \n \nArt. 8º - Ao docente responsável pela Unidade Curricular TCC compete: \ni. articular-se com o Colegiado de Curso envolvido para compatibilizar diretrizes, \norganização e desenvolvimento dos trabalhos;  \nii. preparar e apresentar calendário semestral com datas para entrega do tema, do Projeto e \ndo Trabalho Final, bem como da avaliação pela Banca Examinadora e da apresentação \npública do TCC, compatível com as datas de início e fim do semestre letivo; \n", "17": "17 \n \n Parágrafo Único & A divulgação das datas de apresentação pública do TCC, bem como \nda composição das bancas deverá ser feita com no mínimo 7 dias de antecedência da \ndata marcada para as defesas.   \niii. definir o prazo máximo no qual toda apresentação de TCC deve ser realizada;  \niv. divulgar, no início de cada semestre, o modelo (template) a ser seguido para elaboração \nda parte escrita do TCC;  \nv. cuidar para que o cronograma seja rigorosamente cumprido;  \nvi.  acompanhar o processo de avaliação do Projeto e do trabalho final do TCC;   \nvii. controlar o número de orientandos por professor, bem como fazer levantamento dos \nalunos que não indicaram tema e/ou orientador;   \nviii. formalizar a escolha do orientador e/ou co-orientador pelo aluno;  \nix. avaliar sugestão de professores que comporão as bancas examinadoras feitas pelo \norientador;   \nx. mediar, se necessário, as relações entre orientador e aluno;   \nxi. administrar, quando for o caso, o processo de substituição de orientadores;  \nxii. receber do orientador os exemplares do TCC e encaminhá-los para Banca Examinadora;  \nxiii. receber da Banca Examinadora os resultados da avaliação;  \nxiv. receber o TCC em sua forma final e definitiva para arquivamento e encaminhamento à \nbiblioteca.   \n \n \n \nCAPÍTULO V - DA ORIENTAÇÃO \n \n Art. 9º - Poderão ser orientadores do TCC os professores dos cursos da Escola de Minas. \n    \nArt. 10º - Os orientadores deverão firmar um compromisso de orientação mediante o \npreenchimento de um formulário simplificado (Apêndice I).   \n \nArt. 11º - Ao Orientador caberá: \n \ni. controlar a frequência de participação do aluno orientado (Apêndice II);  \nii. orientar, revisar e aprovar a redação do trabalho e encaminhá-lo no prazo mínimo de 15 \ndias anteriores à data proposta para defesa ao Coordenador do TCC (Apêndice III).  \n \n§ único: Deverão ser encaminhadas pelo orientador, à Coordenação do TCC, três \ncópias encadernadas do trabalho; \n \ni. estabelecer o plano e cronograma de trabalho em conjunto com o orientando;  \nii. informar o orientando sobre as normas, procedimentos e critérios de avaliação;  \n", "18": "18 \n \niii. presidir a Banca Examinadora do trabalho orientado;  \niv. encaminhar a nota final da Banca Examinadora ao docente responsável pelo TCC.   \n \nArt. 12º - Será admitido um co-orientador por TCC, que, assim como o orientador, que deverá \nfirmar um compromisso de orientação mediante o preenchimento de um formulário simplificado \n(Apêndice I). \n   \nArt. 13º - Em caso de troca de orientador, deverá ser preenchido um formulário com anuência \ndo novo orientador, orientador atual e orientado (Apêndice VI).   \n \nCAPÍTULO VI - DA BANCA EXAMINADORA  \n \nArt. 14º - A banca examinadora para a avaliação do TCC será composta pelo orientador \n(presidente) e três membros da UFOP ou de outra instituição, sendo um suplente, sugeridos \npelo orientador (Apêndice II) e aprovados pelo docente responsável pelo TCC.    \n \nCAPÍTULO VII - DA AVALIAÇÃO  \n \nArt. 15º - A avaliação do trabalho de TCC será constituída pelo trabalho impresso e \napresentação para banca examinadora.   \n§ 1º  O trabalho impresso deverá possuir no máximo 30 páginas.   \n§ 2º: O trabalho deverá ser elaborado em conformidade com o manual de normalização \nvigente para elaboração de trabalhos acadêmicos, dissertações e teses da UFOP.   \n \nArt. 16º - O candidato deverá apresentar o trabalho de TCC em sessão pública na qual será \navaliado pela banca examinadora (Apêndices IV e V). A apresentação oral terá duração \nmáxima será de 20 minutos. Cada membro da banca terá dez minutos para arguição.   \n \n§ único: No caso de trabalho em dupla, o apresentador será escolhido por sorteio \nimediatamente antes do início da apresentação.   \n \nArt. 17º - Será aprovado o aluno que obtiver média conforme Regulamento geral dos Cursos \nde Graduação.   \n \nArt. 18º - Após a aprovação pela banca examinadora, deverá ser entregue uma cópia em mídia \ndigital e impresso do trabalho corrigido ao docente responsável pelo TCC em até 15 dias \ncorridos após a defesa do trabalho. Caso o aluno venha a desenvolver algum software durante \no TCC, ou tenha publicado artigos, o código fonte bem como o arquivo relacionado ao artigo \ndevem estar contidos também na mídia. \n \n", "19": "19 \n \n§ único: O orientador deverá verificar o atendimento da correção sugerida pela banca \nexaminadora e encaminhar a versão final à Comissão Específica de TCC.   \n \nCAPÍTULO VIII - DAS DISPOSIÇÕES GERAIS  \n \nArt. 19º - Os casos omissos serão tratados junto ao colegiado da Engenharia de Minas, \nconforme solicitação do discente ou docente responsável.   \n \nArt. 20º - A presente regulamentação passa a vigorar a partir da data de sua publicação. \n \n \n2.9. Estágios curriculares: (Resolução CEMIN) \n \nResolução CEMIN Nº 002/2013    \n \nAprova \nimplementação \ndas \nAtividades da Disciplina MIN \n392 - Estagio Supervisionado, \npara o curso de Engenharia de \nMinas.   \n \nO Colegiado do Curso de Engenharia de Minas da Escola de Minas da Universidade Federal \nde Ouro Preto, no uso de suas atribuições legais, e tendo em vista os dispositivos na Lei nº \n11.788, de 25 de dezembro de 2008, e na Resolução do Conselho de Ensino, Pesquisa e \nExtensão nº 02/2006, de 03 de abril de 2006. \n \nRESOLVE: \n  \nArt. 1º - Serão consideradas práticas de Estágio Curricular todas as atividades de iniciação \nprofissional no campo da Engenharia de Minas que atendam aos requisitos obrigatórios das \nnormas de estágio da UFOP e das orientações do Projeto Pedagógico do Curso de Engenharia \nde Minas.  \n \n§ único: As práticas profissionais que se restrinjam à mera execução de atividades de \nbaixa complexidade e rigidamente estruturadas não serão consideradas válidas \npara o exercício do Estágio Curricular no Curso de Engenharia de Minas. \n   \n", "20": "20 \n \nArt. 2º - As atividades de Estágio Curricular somente se iniciarão após o conhecimento e a \nchancela do Termo de Compromisso e do Plano de Estágio pela Coordenação de Estágio \nIntegrado da UFOP e pela Coordenação de Estágio do Curso de Engenharia de Minas. \n  \n§ 1º: A carga horária máxima de atividades de Estágio Curricular será de 30 (trinta) \nhoras semanais.  \n§ 2º: As atividades de Estágio Curricular que se iniciarem sem o atendimento do caput \ndeste atrigo não serão reconhecidas pela Coordenação de Estágio Integrado da \nUFOP.   \n \nArt. 3º - O Estágio Curricular é uma atividade acadêmica obrigatória para todos os alunos do \nCurso de Engenharia de Minas e se compõe, sobretudo, de atividades de prática pré-\nprofissional, exercidas em situações reais de trabalho, com a finalidade de proporcionar a \ncomplementação da formação universitária. \n \n§ 1o: As atividades do Estágio Curricular Obrigatório deverão ser exercidas nos setores \nrelativos a uma das áreas do campo profissional do engenheiro de minas mantidos \npor empresas, sociedades civis ou instituições de direito público ou privado, com \nou sem fins lucrativos, desde que conveniadas com a UFOP.  \n§ 2o: Ao final, ou durante a realização do Estágio Curricular Obrigatório, o (a) aluno (a) \ndeverá se matricular na disciplina Estágio Curricular Supervisionado, o que \npermitirá a realização de socialização da aprendizagem das suas atividades no \nsetor profissional.  \n§ 3o: As atividades do Estágio Curricular Obrigatório somente poderão ser \nsupervisionadas por profissionais com bacharelado em engenharia.   \n \nArt. 4º - O Estágio Curricular Não Obrigatório ocorre como atividade opcional e busca \nenriquecer a formação acadêmico-profissional do (a) aluno (a).  \n \n§ 1º: As atividades do Estágio Curricular Não Obrigatório deverão ser exercidas nos \nsetores relativos a uma das áreas do campo profissional do engenheiro de Minas \nmantidos por empresas, sociedades civis ou instituições de direito público ou \nprivado, com ou sem fins lucrativos, desde que conveniadas com a UFOP.  \n§ 2º: As atividades do Estágio Curricular Não Obrigatório poderão ser supervisionadas \npor profissionais graduados em áreas afins às atividades exercidas.   \n  \nArt. 5º - Compete ao professor responsável:  \n \n", "21": "21 \n \ni. Avaliar os estágios de Engenharia de Minas, ofertados à UFOP, selecioná-los, fazer a \ndistribuição para aos alunos em condições de realizá-los, acompanhar as ações de suas \ncontratações, e supervisionar o processo de sua divulgação;  \nii. Interagir com a Coordenação de Estágio Integrado da UFOP;  \niii. Orientar os alunos do Curso sobre os procedimentos gerais para a realização do estágio, \na pertinência em relação à área da Engenharia de Minas e o planejamento de atividades;  \niv. Orientar e acompanhar a elaboração do Plano de Estágio do (a) aluno (a);  \nv. Acompanhar os Estágios Curriculares Não Obrigatórios;  \nvi. Apresentar ao Professor Orientador a Avaliação feita pelo Engenheiro Supervisor;  \nvii. Acompanhar, junto ao Professor Orientador, o desenvolvimento do estágio;  \nviii. Gerenciar todo o processo de estágio curricular do curso, valendo-se dos recursos \noperacionais do Sistema de Gestão de Estágios UFOP;  \nix. Interagir com os alunos matriculados na disciplina Estágio Curricular Supervisionado, em \ntodas as suas etapas, tanto no aspecto didático-pedagógico quanto nas dimensões \nformais e legais, auxiliando-os na busca dos melhores resultados em todas as atividades \ndefinidas, implementadas e realizadas;  \nx. Encaminhar casos e questões duvidosas e/ou omissas ao Colegiado da Engenharia de \nMinas. \n \nArt. 6º - Compete ao Professor Orientador de Estágio Curricular Supervisionado do Curso de \nEngenharia De Minas:  \ni.  Ministrar a disciplina Estágio Curricular Supervisionado, seguindo sua ementa;  \nii. Orientar e acompanhar o desenvolvimento dos trabalhos dos alunos matriculados na \ndisciplina Estágio Curricular Supervisionado;  \niii. Organizar seminários e promover discussões, com os alunos, sobre a prática profissional \ndo engenheiro;  \niv. Comunicar à Coordenação de Estágio quaisquer ocorrências que possam vir a prejudicar o \nbom andamento dos trabalhos dos alunos matriculados, sob sua orientação;  \nv. Basear nas avaliações feitas pelo Engenheiro Supervisor, no acompanhamento das \natividades e no(s) relatório(s) entregue(s), para avaliar o estágio do aluno;  \nvi. Proceder aos registros no Sistema de Estágio Obrigatório (SGE) relacionados à disciplina \ne ao estágio realizado pelos alunos;  \nvii. Proceder aos registros no Diário Eletrônico do Sistema de Gestão Acadêmica (SGA) \nreferentes à disciplina e demais atividades dela decorrentes.   \n \nArt. 7º - Compete ao (à) Estagiário (a):  \ni. Observar e zelar pelo cumprimento da legislação de estagio e das Normas Acadêmicas da \nUniversidade;  \n", "22": "22 \n \nii. Elaborar o Plano de Estágio juntamente com o Engenheiro Supervisor e o Coordenador de \nEstágio, obedecendo aos prazos estabelecidos pela Coordenação de Estágio Integrado da \nUFOP;  \niii. Realizar as atividades programadas no Plano do Estágio;  \niv. Elaborar o Relatório de Estágio;  \nv. Matricular-se na disciplina Estágio Curricular Supervisionado;  \nvi. Apresentar ao Professor coordenador da Disciplina os documentos relacionados à \ncomprovação e formalização do Estágio Curricular Obrigatório.   \n \nArt. 8º - Compete ao Supervisor de Estágio:  \ni. Orientar e acompanhar o trabalho do (a) estagiário (a) na empresa;  \nii. Promover a instrução técnica do (a) estagiário (a);  \niii. Fazer a avaliação confidencial do trabalho do (a) estagiário (a), conforme modelo sugerido \npela Coordenação de Estágio Integrado da UFOP;  \niv. Prestar informações referentes às atividades do (a) estagiário (a) ao Coordenador da \ndisciplina Estágio Supervisionado.   \n  \nArt. 9º - A emissão de relatório sobre as atividades de estágio em campo, solicitado pela \nCoordenação de Estágio do Curso, será entregue à Coordenação de Estágio Integrado da \nUFOP.  \n \n§ 1º: A quantidade, o modelo de relatório e o prazo de entrega serão definidos pela \nCoordenação de Estágio ou pelo Professor Coordenador da disciplina Estágio \nCurricular Supervisionado. \n § 2º: O não cumprimento, pelo (a) estagiário (a), do disposto no § 1º, implicará na \nrescisão do Termo de Compromisso.   \n \nArt. 10º - Os casos omissos serão resolvidos pelo Colegiado de Coordenação Didática do \nCurso de Engenharia de Minas da UFOP.   \n \nArt. 11º - Essa resolução entra em vigor na data de sua aprovação, revogada as disposições \nem contrário.   \n \n2.10. Ato autorizativo anterior ou ato de criação: \n \n2.10.1.7. (  ) Portaria Nº 3843 \n2.10.1.8. (  ) Resolução  \n2.10.2. Nº do documento: 3843   \n", "23": "23 \n \n2.10.3. Data do documento: 15/12/1960 \n2.10.4. Data da publicação: 16/12/1960 \n2.10.5. Data de criação do curso: 11/11/1875 \n2.10.6. Ato autorizativo do curso: 3843  \nSe o curso foi autorizado ou ato de criação, inserir um arquivo que comprove o ato \nautorizativo. \n2.10.7. Data em que o curso iniciou: 11/11/1875 \n \n3. Componente Curricular:  \n3.1. Regime Letivo:  \n3.1.1. Periodicidade: semestral / Período: 10 Períodos \n3.2. Componentes Curriculares:  \n \n \n1º Período \n \nComponentes: INTRODUÇÃO A ENGENHARIA DE MINAS \nPeríodo: 01 \nCarga horária: 45 \nDescrição: Conceitos básicos de mineração. Mineração e meio ambiente, aspectos técnicos e \nlegais. Elementos das jazidas. Legislação mineral. Noções de pesquisa mineral, \ndesenvolvimento mineiro, operações mineiras, lavra a céu aberto, lavra subterrânea, \ncondicionamento e segurança das minas. Mecânica das rochas. Tratamento de minério. \nGeoestatística e computação na mineração. \n \nBibliografia básica: \nHartman, H. Introductory Engeneering. A Willey Intercience Publication. John e Sons, 1987. \n \nBibliografia complementar:  \nESCHWEGE, W.L VON. Pluto Brasiliensis: Histórico e Estatístico. Belo Horizonte, Itatiaia, \n1979, Coleção Reconquista. \nLIMA, M.R., D. Pedro II e Gorceix: Fundação da Escola de Minas de Ouro Preto. Ouro Preto, \nFundação Gorceix, 1977, 291 p. \nMartins R. B., BRITO O. E. A história da mineração no Brasil. São Paulo Empresa das Artes, \n1989, 125 p. \nTELLES, P.C. S. Duzentos anos de ensino de engenharia no Brasil. São Paulo, revista \nPolitécnica, n. 211. \n", "24": "24 \n \n \n \nComponentes: GEOLOGIA GERAL \nPeríodo: 01 \nCarga horária: 45 \nDescrição: O planeta Terra, suas características, propriedades e constituição interna. \nProcessos geológicos exógenos e endógenos. Introdução à geodinâmica. \n \nBibliografia básica: \nLEINZ, V & AMARAL, S. E. Geologia Geral, 1980, SP. \nBLOOM, A . L. Superfície da Terra. Edgard Blucher Ltda., 1970, SP, 184 pp. \nMONTGOMERY, C. W. & DATHE, D., Earth: then and Now Wm. C. Brown Publishers, \nDubuque, US, 620 pp, 1991. \n \nBibliografia complementar: \nGlobal. Ed. Gallonste Galbeukion, Lisboa, 273 pp, 1975. HOLMES, A . & HOLMES, D. L. \nGeologia Física. Editorial Rueda, Madrid, 317 pp, 1980. \nHORLBUT, C. S. Danais Manual of Mineralogy, 18th ed., John Wiley & Sons, New York, 578 \npp, 1971. \nLAING, D. The earth system – An introduction to Earth Science. Wm. C. Brown Publishers, \nDubuque, US, \n590 pp., 1991. \nSCHOBBENHANS, C. et al. Geologia do Brasil. Ministério das minas e energia, Brasília, 672 \npp., 1984. \nTARBUC, E. & LUTGENS, F. The earth – An introduction to Physical Geology.  Merril \nPublishing  \nCompany, Melbourne, 590 pp, 1987. \nTOMPSON, G. R. & TURQ, S. Modern Physical Geology, 1991. WYLLIE, P. A Terra. Uma \nNova Teoria  \n \n \nComponentes: CÁLCULO DIFERENCIAL E INTEGRAL I  \nPeríodo: 01 \nCarga horária: 90 \nDescrição: Números reais. Funções. Limites. Continuidade. Derivadas e aplicações. A integral. \n \nBibliografia básica: \nFLEMMING, D. M. E GONÇALVES M. B., Cálculo A. Editora: Prentice Hall Brasil. 264p. 2006. \nSIMMONS, G. F., Cálculo com geometria analítica – vol. I, Editora: Makron,  870p. 1987. \nLEITHOLD, L., O cálculo com geometria analítica – vol. I, Editora: HARBRA. 684p. 1994. \n", "25": "25 \n \n \nBibliografia complementar: \nÁVILA, G. S. S., Cálculo I. Editora: LTC. 310p. 2003 \nGUIDORIZZI, H. L., Um curso de cálculo – vol. I. Editora Ltc. 580p. 2001. \nNUMEM M. A. E FLEMING D. J., Cálculo – vol. I \nSTEWART J. -Cálculo Vol. 1, 5 edição, Editora: Cengage. 688p  2005,  \nPAULO BOULOS, Introdução ao cálculo – vol. I. Editora: Edgard Blucher. 260p. 1974. \n \n \nComponentes: GEOMETRIA ANALÍTICA E CÁLCULO VETORIAL \nPeríodo: 01 \nCarga horária: 60 \nDescrição: Geometria analítica. Cálculo vetorial. Geometria analítica no espaço. \n \nBibliografia básica:  \nBOULOS, P. E CAMARGOS, I. Geometria Analítica (um tratamento vetorial). Editora Prentice  \nHall Brasil, 512p, 2000. \n \nBibliografia complementar: \nLEHMANN, CARLES H. WINTERLE, PAULO. Geometria Analítica \n \n \nComponentes: QUÍMICA GERAL \nPeríodo: 01 \nCarga horária: 90 \nDescrição: Teoria atômica. Propriedades periódicas. Ligações químicas. Reações químicas. \nSoluções. Estequiometria. Cinética química. Equilíbrio químico. Funções químicas. Gases, \nlíquidos e sólidos. \n \nBibliografia básica: \n Kotz, Jonh C, Treichel, Paul M. Jr, Química Geral e Reações Químicas, Editora Cengage \nLearning, 2010, volumes 1 e 2.  \n Russell, John B., Química Geral –2ª Edição, Editora PEARSON Makron Books, 2008, volumes \n1 e 2.  \nBrown, T. L., LeMay, H.E. Jr., Bursten, B. E, Química a Ciência Central. 9ª Edição, Editora \nPEARSON Prentice Hall, 2005. \n \nBibliografia complementar: \nBarros, Haroldo L. C., Química Inorgânica, uma introdução - 1992, ISBN: 85-7041-051-4.  \n", "26": "26 \n \nBrown, Lawrence S., Holme, Thomas, A. Química Geral aplicada à Engenharia Editora \nCengage Learning, 2009.  \nChang, R., Química Geral conceitos essenciais R. Editora Bookman, 2007. \nLee, J. D., Química Inorgânica não tão concisa - Tradução da 5ª edição inglesa, Editora Edgard \nBlücher, 1999.  \n \n \nComponentes: GEOMETRIA DESCRITIVA \nPeríodo: 01 \nCarga horária: 90 \nDescrição: SISTEMAS DE REPRESENTAÇÃO. MÉTODOS DAS PROJEÇÕES MONGEANAS. \nMÉTODOS DAS PROJEÇÕES COTADAS. \n \nBibliografia básica: \nColeção F. I. C. Elementos de Geometria Descritiva.  Ed. F. Briguiet & Cia \nRangel, Alcyr Pinheiro. Projeções Cotadas – Ed. Ao Livro Técnico. \nPríncipe Júnior, Alfredo dos Reis. Noções de Geometria Descritiva, Ed. Nobel. 312p. 1983. \n \nBibliografia complementar: \nBrandão, M. Bernardo da Silva. Método de Projeções Cotadas -  \nCavallin, José. Lições de Geometria Descritiva – Ed. Escola de Engenharia. \nCurso de Geometria Descritiva - Apostila no 60 \nMachado, Ardevan. Geometria Descritiva – Ed. Mcgraw-Hill \nMontenegro, Gildo A. Geometria Descritiva – Ed. Edgard Blucher. \nPinheiro Virgílio A. Noções de Geometria Descritiva - Ed. Ao Livro Técnico. \nRoubandi C. Traité de Géometrie Descritive – Ed. Masson Et Cie. \nRodrigues, Álvaro J. Geometria Descritiva – Ed. Ao Livro Técnico. \n \n \n2º Período \n \nComponentes: PROGRAMAÇÃO DE COMPUTADORES I \nPeríodo: 02 \nCarga horária: 60 \nDescrição: Conceitos básicos de organização de computadores, sistemas operacionais e \nambientes de programação.  Conceito de algoritmo.  Conceitos básicos de programação: \nvalores e expressões de tipos primitivos, variáveis, comando de atribuição, comandos de \ncontrole de fluxo, entrada e saída padrão, procedimentos e funções, tipos de dados compostos. \n", "27": "27 \n \n \nBibliografia básica: \nASCENCIO, A. F. G.; CAMPOS, E. A. V. de. Fundamentos da Programação de \nComputadores: algoritmos, Pascal, C/C++ e Java. Pearson Education do Brasil Ltda. São \nPaulo, 2007.  \nLEITE, M. SciLab - Uma Abordagem Prática e Didática - 1ª Ed. Editora Ciência Moderna. Rio \nde Janeiro, 2009.   \nSOUZA, M. A. F. de; et. al. Algoritmos e Lógica de Programação. Cengage Learning. São \nPaulo, 2005.  \n \nBibliografia complementar: \n CHAPMAN, S. J. Programação em MATLAB para Engenheiros – 2ª Edição. Cengage \nLearning. São Paulo, 2011.  \nFARRER, H. et. al. Algoritmos Estruturados – 3ª Edição. LTC - Livros Técnicos e Científicos. \nRio de Janeiro, 1999.  \nGILAT, A. MATLAB com Aplicações em Engenharia – 4ª Edição. Grupo A Educação. 2012. \n GUIMARÃES, A. de M.; LAGES, N. A. de C. Introdução a Ciência da Computação. LTC – \nLivros Técnicos e Científicos. Rio de Janeiro, 1984.  \nMOKARZEL, F.; SOMA, N. Introdução à Ciência da Computação. Elsevier Editora Ltda. Rio \nde Janeiro, 2008.  \n \n \nComponentes: FÍSICA I \nPeríodo: 02 \nCarga horária: 60 \nDescrição: MEDIDAS FÍSICAS. MECÂNICA NEWTONIANA. MECÂNICA RELATIVÍSTICA. \n \nBibliografia básica: \nHALLIDAY, D; RESNICK, R. Fundamentos de Física - Mecânica, Vol. 1, Ed. LTC. São Paulo.  \nNUSSENZVEIG, H. M. Curso de Física Básica: Mecânica, Vol. 1, Edgard Blücher, São Paulo, \n2002.  \n \nBibliografia complementar: \n", "28": "28 \n \nALONSO, M; FINN, E. J. Física: Um curso universitário. Edgard Blücher, São Paulo. \nSEARS, F.; YOUNG, H. D., FREEDMAN, R. A.; ZEMANSKY, M. W. Física I - Mecânica, Vol. 1, \nEd. Pearson,              São Paulo.   \nTIPLER, PAUL A.; MOSCA, G. Física para Cientistas e Engenheiros Vol.1, 2009. LTC. São \nPaulo.  \n \n \nComponentes: MINERALOGIA \nPeríodo: 02 \nCarga horária: 90 \nDescrição: GÊNESE. CLASSIFICAÇÃO E IDENTIFICAÇÃO MACROSCÓPICA DE MINERAIS, \nCOM BASE EM SUAS PROPRIEDADES FÍSICAS E QUÍMICAS. \n \nBibliografia básica: \nDana, J.D. & Hurlbut Jr. C.S., Manual de Mineralogia - São Paulo - Livros Técnicos e \nCientíficos Editora - 62p. 1981.     \nKlein, C. & Hurlbut Jr. C.S., Manual of Mineralogy (after Dana) - New York, John Wiley & Sons, \nInc. 681p. 1993.     \n   \nBibliografia complementar: \nBerry, L.G. & Mason, B.. Mineralogy: Concepts, descriptions, determinations - Califórnia, W.H. \nFreeman and Company, 612p. 1959. \nBetkhtin, A., A Course of Mineralogy. Moscou Peace Publisher, 644p.   . \nDennem, W.H., Principles of Mineralogy. New York - The Ronald Press Company - 429p. 1959.   \nLisboa, M.A., Manual de Mineralogia - Ouro Preto - Gráfica da UFOP - 319p. 1974.     \nVanders, I. & Kerr, P.F., Mineral Recognition - New York - John Wiley & Sons, Inc. 316p. 1967   \nErnst, W.G., Minerais e Rochas - São Paulo - Edgard Blucher, 162p. 1968.     \nFrye, K., Modern Mineralogy - New Jersey , Prentice-Hall, Inc. 325p. 1974.     \n \n \nComponentes: INTRODUÇÃO À ÁLGEBRA LINEAR \nPeríodo: 02 \nCarga horária: 60 \nDescrição: MATRIZES. ESPAÇOS VETORIAIS. DETERMINANTES. TRANSFORMAÇÕES \nLINEARES. OPERADORES. AUTO VALOR E AUTO VETOR. DIAGONALIZAÇÃO. \n \nBibliografia básica: \nAdilson Gonçalves e Rita M. Lopes de Souza, Introdução à Álgebra Linear - São Paulo - Edgar \nBlücher - 1997. \nHoward Anton, Álgebra Linear - 3a Edição - Rio de Janeiro - Campus - 1982. \n", "29": "29 \n \nSeymour Lipschutz, Álgebra Linear - Edição McGraw - Hill \n \nBibliografia complementar: \nAlfredo Steinbruch e Paulo Winterle, Álgebra Linear - 2a Edição - São Paulo - McGraw - Hill - \n1987. \nJosé Luiz Boldrini, Suleli I. Rodrigues Costa, Vera Lúcia F.F. Ribeiro e Henry G. Wetzler, \nÁlgebra Linear - 2a Edição - São Paulo - Haper e Row do Brasil - 1980. \nKenneth Hoffman e Ray Kunze, Álgebra Linear - 2a Edição - Rio de Janeiro - T.C. - 1979. \nSerge Lang, Álgebra Linear - 4a reimpressão - São Paulo - Edgard Blucher Ltda - 1971. \n \nComponentes: CÁLCULO DIFERENCIAL E INTEGRAL II \nPeríodo: 02 \nCarga horária: 60 \nDescrição: MATRIZES. ESPAÇOS VETORIAIS. DETERMINANTES. TRANSFORMAÇÕES \nLINEARES. OPERADORES. AUTO VALOR E AUTO VETOR. DIAGONALIZAÇÃO. \n \nBibliografia básica: \nGEORGE F. SIMÕES, Cálculo com Geometria Analítica – Vol. 02. \nLEITHOLD LOUIS, O cálculo com geometria analítica – vol. 2, Editora: HARBRA. 684p. 1994. \nTHOMAS / FINNEY, Cálculo e Geometria Analítica – Vol. 02. \n \nBibliografia complementar: \nBOULOS PAULO, Introdução ao Cálculo – Vol. II e III. \nBOULOS PAULO, Introdução ao cálculo – vol. II. Editora: Edgard Blucher. 260p. 1974. \nDIVA M. FLEMMING E MÍRIAN B. GONÇALVES, Cálculo A. Editora: Prentice Hall Brasil. 264p. \n2006. \nGERALDO S. S. ÁVILA, Cálculo I. Editora: LTC. 310p. 2003 \nGEORGE F. SIMMONS, Cálculo com geometria analítica – vol. 2, Editora: Makron,  870p. \n1987. \nGUIDORIZZI H. L., Um curso de cálculo – vol. I. Editora Ltc. 580p. 2001. \nMUSTAFA A. NUMEM E DAVID J. FLEMING, Cálculo – vol. I \nNUNEM / FOULLIS, Cálculo – Vol. I e II. \n \n \nComponentes: ENGENHARIA AMBIENTAL BÁSICA  \nPeríodo: 02 \nCarga horária: 45 \nDescrição: Apresentar os fundamentos ambientais básicos e de interesse à engenharia. \nInformar sobre panorama ambiental atual brasileiro e global. Apresentar a Política Nacional do \nMeio Ambiente e outras relacionadas, inserindo as políticas públicas ambientais de Minas \n", "30": "30 \n \nGerais. Apresentar os diferentes tipos de poluição ambiental da atualidade (ar, água, solo), \nmostrando os padrões de qualidade ambiental e de lançamento de efluentes vigentes. Detalhar \no processo de licenciamento ambiental de projetos e empreendimentos relacionados com as \nengenharia da Escola de Minas. Apresentação das principais normas e legislações ambientais \nespecíficas \n \nBibliografia básica: \nBolea, M.T. E, Evaluation del Impacto Ambiental. Madrid, Fundacion Mapfre. 609p. 1989 \nBranco, S.M.; Rocha, A. A., Elementos de Ciências do Ambiente. São Paulo, CETESB, 206 P.2 \nED. 1987. \nCurso de Gerenciamento Ambiental para Indústria. Salvador: SENCO-RAI, Ed. Universidade \nAmericana, 119p. 1991. \n \nBibliografia complementar: \nDerisio, J.C., Introdução ao Controle da Poluição Ambiental. São Paulo, CETESB, 201 p. 1992. \nFellenberg, G., Introdução aos Problemas da Poluição Ambiental. São Paulo, EPU/EDUSP, \n196 p. 1980. \nIBAMA, Gerenciamento Ambiental na Indústria. In: Simpósio Nacional de Gerenciamento, São \nPaulo. Anais... São Paulo: Sigmes, 256p. \nIBRAM, Resoluções Conselho Nacional do meio Ambiente. Brasília: Secretaria do Meio \nAmbiente, 1990. 231p. \nIBRAM, Mineração e Meio Ambiente. Brasília, 111 p. 1992 \nLima, L.M.Q., Tratamento de lixo. São Paulo, Hemus Editora LTDA, 242 p. 1990. \nMachado, P.A.L., Direito Ambiental Brasileiro. São Paulo, Revista dos Tribunais, 478 p. 1989. \nMargulis, S., Meio Ambiente: Aspectos Técnicos e Econômicos. Brasília, IPEA/PNUD, 238 p. \n1990. \nOdum, E.P., Ecologia. Rio de Janeiro, Interamericana, 434 p. 1985. \nOliveira, J.C., Caracterização do Material particulado em pré-filtros para o tratamento de águas \nde abastecimento. São Carlos, 1997. \nOliveira, J.C., Ciências do Ambiente: referências bibliográficas. Ouro Preto: Ed. UFOP, 1998, \n94p. \nOliveira, J.C., Tecnologia educativa: recursos audiovisuais. Ouro Preto: Ed. UFOP, 1993, 28p. \nPrado Filho, J.F., Fundamentos de Ciências do Ambiente para Engenheiros. Ouro Preto: Ed. \nUFOP, 1995. 203p. \n \n \n3º Período \n \n \n", "31": "31 \n \nComponentes: FÍSICA II \nPeríodo: 03 \nCarga horária: 60 \nDescrição: Mecânica dos Fluidos. Oscilador Harmônico. Oscilações Mecânicas. Som \nTemperatura, Calor e Primeira Lei da Termodinâmica. Propriedades dos Gases. Segunda Lei \nda Termodinâmica. Teoria Cinética dos Gases.  \n \nBibliografia básica: \nNUSSENZVEIG, H. M. Curso de Física Básica: Fluidos, Oscilações e Ondas e Calor, Vol. 2, \nEdgard Blücher, São Paulo.  \nHALLIDAY, D; RESNICK, R. Fundamentos de Física - Gravitação, Ondas e Termodinâmica, \nVol. 2. 1, Ed. LTC. São Paulo.  \n \nBibliografia complementar: \nALONSO, M; FINN, E. J. Física: Um curso universitário. Edgard Blücher, São Paulo. \nSEARS, F.; YOUNG, H. D.; FREEDMAN, R. A.; ZEMANSKY, M. W. Física II, Vol. 2, Ed. \nPearson, São Paulo.   \nTIPLER, PAUL A.; MOSCA, G. Física para Cientistas e Engenheiros Vol.2, 2009. LTC. São \nPaulo.  \n \n \nComponentes: CÁLCULO NUMÉRICO  \nPeríodo: 03 \nCarga horária: 60 \nDescrição: Sistemas de equações lineares simultâneas: Classificação quanto ao número de \nsoluções, sistemas triangulares; transformações elementares, equivalência de sistemas; \nMétodos diretos; Método da Eliminação de Gauss; Método da Decomposição LU; Métodos \niterativos; Método de Jacobi; Método de Gauss-Seidel; Convergência; Aplicações.  2) Raízes \nde equações algébricas e transcendentes: Introdução; Isolamento de raízes; Refinamento - \nCritérios de parada, Métodos de resolução; Método da Bisseção; Método da Falsa-Posição; \nMétodo de Newton- Raphson; Estudo especial das equações polinomiais; Aplicações. 3) \nInterpolação Polinomial: Introdução; Existência e unicidade do polinômio interpolador; Estudo \ndo erro; Formas de se obter o polinômio interpolador; Método de Lagrange; Método das \ndiferenças divididas; Método das diferenças finitas ascendentes; Aplicações.  4) Integração \nNumérica: Introdução; Integração simples; Regra dos Trapézios; Primeira regra de Simpson; \nSegunda regra de Simpson; Integração dupla; Aplicações.  \n \nBibliografia básica:  \nBarroso, Leônidas C. e outros, Cálculo Numérico: com aplicações, 2ª edição, HARBRA, 1997.  \nISBN: 8529400895   \n", "32": "32 \n \nFranco, Neide Bertoldi. Cálculo Numérico. 2ª edição, Prentice Hall, 2006. ISBN: 8576050870   \nRuggiero, Márcia A. G.; Lopes, Vera L. da Rocha, Cálculo Numérico – Aspectos Teóricos e \nComputacionais, 2ª edição, Pearson Education, 1996.  ISBN: 9788534602044   \n \nBibliografia complementar: \nCunha, Maria Cristina. Métodos Numéricos, 2ª edição, UNICAMP, 2003. ISBN: 852680636X.   \nCampos, Frederico Ferreira. Algoritmos Numéricos, 2ª edição, Livros Técnicos e Científicos \nEditora S.A., 2007. ISBN: 9788521615378.   \nBurden, Richard L. & Faires, J. Douglas. Análise Numérica. 8ª edição, Cengage Learning \nLearning. 2008. ISBN: 9788522106011.   \nChapra, Steven C.; Canale, Raymond P. Métodos Numéricos para Engenharia, 5ª edição, \nMcGraw Hill, 2008, ISBN: 978-85-86804-87-8. \nSperandio, Décio; Mendes, João T.; Silva, Luiz Henry M. e. Cálculo Numérico – Características \nMatemáticas e Computacionais dos Métodos Numéricos, 1ª edição, Prentice Hall, 2003. ISBN: \n85-87918-74-5.   \n \n \nComponentes: DESENHO TÉCNICO \nPeríodo: 03 \nCarga horária: 60 \nDescrição: MATERIAL. NORMAS. CALIGRAFIA TÉCNICA. PROJEÇÕES ORTOGRÁFICAS. \nCOTAS. PERSPECTIVAS E CORTES \n \nBibliografia básica: \nFRENCH, T. E. Desenho técnico.  Porto Alegre: Globo, 1967. 740p.  \nHOELSCHER, R. P.; SPRINGER, C. H.; DOBROVOLNY, J. S. Expressão gráfica: desenho \ntécnico.   Livros Técnicos e Científicos, 1978. 524p.   \n \nBibliografia complementar: \nBACHMANN, A.; FORBERG, R. Desenho técnico Porto Alegre Globo, 1976. 337p \nMACHADO, A. Perspectiva: teoria e exercícios.  São Paulo McGraw-Hill, 1976. 231p.  \nMICELI, M. T.; FERREIRA, P. Desenho técnico básico.  Rio de Janeiro: Ao Livro Técnico, 2003. \n143p  \n \n \nComponentes: FÍSICA III \nPeríodo: 03 \nCarga horária: 60 \nDescrição: A lei de Coulomb. Eletrostática. Corrente elétrica. Magnetostática. Lei da indução de \nFaraday. Circuitos. Propriedades Magnéticas da Matéria. Equações de Maxwell. \n", "33": "33 \n \n \nBibliografia básica: \nHALLIDAY, D; RESNICK, R. Fundamentos de Física - Eletromagnetismo, Vol. 3, Ed. LTC. São \nPaulo.  \nNUSSENZVEIG, H. M. Curso de Física Básica: Mecânica, Vol. 3, Edgard Blücher, São Paulo, \n2002.  \nSEARS, F.; YOUNG, H. D.; FREEDMAN, R. A.; ZEMANSKY, M. W. Física I - \nEletromagnetismo, Vol. 3, Ed. Pearson, São Paulo.   \n \nBibliografia complementar: \nALONSO, M; FINN, E. J. Física: Um curso universitário. Vol. 2, Edgard Blücher, São Paulo. \nTIPLER, PAUL A. MOSCA, G. Física para Cientistas e Engenheiros Vol.2, 2009. LTC. São \nPaulo.  \n \n \n \nComponentes: PETROGRAFIA MACROSCÓPICA  \nPeríodo: 03 \nCarga horária: 60 \nDescrição: DESCRIÇÃO E CLASSIFICAÇÃO MACROSCÓPICA DE ROCHAS MAGMÁTICAS, \nSEDIMENTARES E METAMÓRFICAS. RECONHECIMENTO NO CAMPO. \n \nBibliografia básica: \nJOHANNSEN, A. A Descriptive Petrography of the Igneous Rocks. The University of Chicago \nPress, 1939. 318p. \nSIAL, A. N.; MCREATH, L. Petrologia Ígnea. Salvador: SBG, 1984. 180p.   \nVARAJÃO, C. A. C. Petrografia Macroscópica. Conceitos Básicos e Regras Práticas. Ouro \nPreto, 1980. 55p.     \n \nBibliografia complementar: \nAUBQUIM, J; BROUSSE, R; LEHMAN, J. P. Tratado de Geologia. Barcelona: Ediciones \nOmega S.A. 1981, 602p. \nBARBOSA, A. L. M. Petrografia Macroscópica. Ouro Preto: UFOP, 1977. 248p. \nBARTH, T. F. W.Theorical Petrology - New York - Jonh Wiley & Sons - 1952 -416p. \nBOWER, N. I. The Evolution of the Igneous Rocks. New York: Dover Publications Inc, 1958.  \nCOSTA, J. B. Estudo e Classificação das Rochas por Exame Macroscópico. Lisboa: Fundação \nCaloust Gulbekian, 1950. 191p. \nFOLK, R. L. Petrology of Sedimentary Rocks. Austin Hem: pluill P. Company, 1974. 175p. \nKIIMURRAY, J. O. ; TERUGGI, M. E. Fábrica de Metamorfitas - Texturas y Estructuras. Buenos \nAires. Ediciones Científicas Argentinas Librat (ECAL), 1982. 40p.      \n", "34": "34 \n \nWERNICK, E. Rochas Metamórficas. Rio Claro: Centro de Estudos Geológicos (CEGEO). 1980 \n– 1972. 120p.     \nWILLIANS, H.; TUMER, F. J.; GILBERT C. M. Petrografia. São Paulo: Polígono, 1954. 440p.  \nWINKLER, H. J. F. Petrogênese das Rochas Metamórficas, São Paulo: Ed. Edigard Blucher \nLtda., 1977. 254p. \nHUANG, W. T. Petrology. New York: McGraw-Hill, 1962. 480p. \nGOMES, C. B. Nomenclatura das Rochas Ígneas - Rev. Brasileira de Geociências, Vol. 04, nº \n03, 1974. 205 p. \nPETTIJOLM, F. J. Sedimentary Rocks. New York: Harper & Brothers, 1949. 721p. \nSUGUIO, K. Rochas Sedimentares. São Paulo: Edgard Blucher Ltda, 1980. 500p.     \nSIAL, A. N.; Petrologia Ígnea: os Fundamentos e as Ferramentas de Estudos. Vol. 01. \nSalvador: SBG. Burean- 1984. 61-70p. \nWENTWOURTH, C. K. A Scale of Grade and Class Terns for Clasti Sediments. The Journal of \nGeology. Vol. XXX. Nº 05. July/August 1922. 377-392p. \nYODER, H. S. The Evolution of Igneous Rocks. Princeton University Press, 1979. 588p.     \n \n \nComponentes: INTRODUÇÃO ÃS EQUAÇÕES DIFERENCIAIS ORDINÁRIAS  \nPeríodo: 03 \nCarga horária: 60 \nDescrição: MÉTODOS ELEMENTARES. EQUAÇÕES DIFERENCIAIS COM COEFICIENTES \nCONSTANTES. EXISTÊNCIA E NATUREZA DAS SOLUÇÕES: APLICAÇÕES. EQUAÇÕES \nDIFERENCIAIS LINEARES. SOLUÇÕES EM SÉRIES DE POTÊNCIAS. TRANSFORMADA DE \nLAPLACE. \n \nBibliografia básica: \nA. Kiseliov, M. Kransnov, G. Makarenko, Problemas de Equaciones Diferenciales Ordinarias, \nEditora Rubinos.  1992 \nBOYCE-WILLIAM-E-DIPRIMA-RICHARD-C, Equações Diferenciais Elementares e Problemas \nde Valores de Contorno, 624p. 2010 \n \nBibliografia complementar: \nBASSANEZI, R. C., FERREIRA JR, W. C. Equações Diferenciais Com Aplicações. São Paulo: \nHarbra Ltda., 1988, 572p. \nBraun, M. Equações diferenciais: e suas aplicações. Publisher, Campus, 1979. ISBN, \n8570010265, 9788570010261. 378p. \nKreider, Kuller, Ostberg, Equações Diferenciais, Editora: Edgard Blucher, 1972. \n \n \nComponentes: METODOLOGIA CIENTÍFICA EM ENGENHARIA DE MINAS \n", "35": "35 \n \nPeríodo: 03 \nCarga horária: 30 \nDescrição: Metodologia de Pesquisa: uma visão geral. Tipos de Pesquisa. Métodos e  Técnicas \nde Pesquisa: definição e classificação. Redação acadêmica e normas da ABNT.  Elaboração \nde um pré-projeto de pesquisa para desenvolvimento posterior da monografia ou trabalho de \nconclusão de curso. \n \nBibliografia básica: \nBARRAS, R. Os cientistas precisam escrever: guia de redação para cientistas, engenheiros e \nestudantes. 3 ª ed. São Paulo: T.A. Queiroz, 1991. \nECO, U. Como se faz uma tese. Tradução. 15.ª ed. São Paulo: Perspectiva, 2000. \nFRANÇA, J. L.; VASCONCELOS, A. C. Manual para Normalização de Publicações Técnico-\nCientíficas. 8ª ed. Belo Horizonte: Ed. UFMG, 2007. \n \nBibliografia complementar: \nLAKATOS, E.M.; MARCONI, M. A. Técnicas de pesquisa. 6. Ed. São Paulo: Atlas. 2006. \nMEDEIROS, J. B. Redação científica: a prática de fichamentos, resumos, resenhas. 2 ed. São \nPaulo: Atlas, 2003. \nPERROTTA, C. Um texto pra chamar de seu: preliminares sobre a produção do texto \nacadêmico. São Paulo: Martins Fontes, 2004. \n \n \n4º Período \n \n \nComponentes: TOPOGRAFIA B  \nPeríodo: 04 \nCarga horária: 60 \nDescrição: GENERALIDADES, ESCALAS, MEDIDA DIRETA DAS DISTÂNCIAS, O NÍVEL DE \nBOLHA, A BÚSSOLA, MEDIDAS DOS ÂNGULOS, MEDIDA INDIRETA DAS DISTÂNCIAS, \nLEVANTAMENTO PLANIMÉTRICO, CÁLCULO DE COORDENADAS, ÁREA DE TERRENOS, \nALTIMETRIA, \nNIVELAMENTO \nGEOMÉTRICO, \nNIVELAMENTO \nTRIGONOMÉTRICO, \nNIVELAMENTO BAROMÉTRICO, NIVELAMENTO DE SEGUNDA ORDEM, TOPOGRAFIA \nSUBTERRÂNEA, LEVANTAMENTO EXPEDITO, LOCAÇÃO. \n \nBibliografia básica: \nBORGES, A. C. Exercícios de Topografia. 3. Ed. São Paulo: Edgard Blücher, 1975. \nCOMASTRI, J.A.; TULER, J.C. Topografia: Altimetria. 3. Ed. Viçosa: Imprensa Universitária da \nUFV, 1999. 200 p. \n", "36": "36 \n \nESPARTEL, L. Curso de Topografia. 8. Ed. Rio de Janeiro: Globo, 1982. 580 p. \n \nBibliografia complementar: \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 13133/94: Execução de \nLevantamento Topográfico.     Rio de Janeiro: ABNT, 1994. 35p.  \nDOMINGUES, F. Topografia e Astronomia de posição para Engenheiros e Arquitetos. São \nPaulo: McGraw-Hill do Brasil, 1979. \nFONSECA, R.S. Elementos de Desenho Topográfico. São Paulo: McGraw-Hill do Brasil Ltda., \n1977. \nFONSECA, R.S. Apostila de Topografia. Ouro Preto: Imprensa Universitária da Escola de \nMinas/UFOP. 1977, 174p. \nGODOY, R. Topografia Básica. Piracicaba: FEALQ, 1988. 349p. \nJORDAN, W. Tratado General de Topografia. Barcelona: Gustavo Gili, 1974. \nLOCH, C.; CORDINI, J. Topografia Contemporânea: Planimetria. Florianópolis: Edufsc, 1995. \n320p. \nRODRIGUES, J.C. Topografia. Rio de Janeiro: Livros Técnicos e Científicos, 1979. \nSILVEIRA, A. A. Topografia. 3. Ed. São Paulo: Companhia Melhoramentos, 1993, 1404 p. \nTATON, R. Topografia Subterrânea. 2. Ed. Madrid: Paraninfo S/A, 1977. \n \n \nComponentes: FÍSICA IV  \nPeríodo: 04 \nCarga horária: 60 \nDescrição: Ondas Eletromagnéticas. A Luz. Ótica Geométrica. Polarização. Interferência e \nDifração. Quantização. Mecânica Quântica: fundamentos e aplicações. Introdução à \nrelatividade \n \nBibliografia básica: \nNUSSENZVEIG, H. M. Curso de Física Básica.  Vol. 2, 3 e 4, São Paulo: Edgard Blücher. \nHALLIDAY, D; RESNICK, R. Fundamentos de Física, Vol. 2 e 4. Ed. LTC. São Paulo.  \nTIPLER, PAUL A.; MOSCA, G. Física para Cientistas e Engenheiros. Vol. 2 e 3. São Paulo: \nLTC, 2009. \n \nBibliografia complementar: \nALONSO, M; FINN, E. J. Física: um curso universitário. São Paulo: Edgard Blücher. \nMOSCATI, G. Física: Para Cientistas e Engenheiros. Óptica e Física Moderna, Vol. 4. Edgard \nBlücher, São Paulo. \nSEARS, F.; YOUNG, H. D.; FREEDMAN, R. A.; ZEMANSKY, M. W. Física IV. São Paulo: Ed. \nPearson. \n \n", "37": "37 \n \n \nComponentes: MECÂNICA RACIONAL  \nPeríodo: 04 \nCarga horária: 60 \nDescrição: CINEMÁTICA. ESTÁTICA E DINÂMICA DO PONTO E DO CORPO RÍGIDO. \n \nBibliografia básica: \nArya A. P., Introduction to Classical Mechanics, second edition, 1997, 712p \nThornton, S.T. and Marion, J.B., Classical Dynamics of Particles and Systems, Brooks Cole, 5th \nedition, 2003. \n \nBibliografia complementar:  \nG. M. de La Penha, Elementos de Mecânica Racional. \nJ. C. A. Azevedo, Mecânica Clássica. \nH. Goldstein, Classical Mechanics, Editora: ADDISON WESLEY, 3 edição, 2000, 638p \nJ. E. Saletan et al., Theoretical Mechanics \n \n \nComponentes: ESTRATIGRAFIA A  \nPeríodo: 04 \nCarga horária: 60 \nDescrição: Princípios de estratigrafia. Fácies, modelos e sistemas deposicionais. \nDescontinuidades e correlações estratigráficas. \n \nBibliografia básica: \nElementos de Estratigrafia. Estratigrafia. Estratigrafia e Sedimentação.  \nSHOCH, R. M. Stratigraphy: principles and methods.  New York: Van Nostrand Reinhold, \n1989. 375p. \n \nBibliografia complementar: \nFacies Models. Sedimentary Environments and Facies. Depositional Systems. Principles of \nStratigraphy. Environmental Sedimentary Deposits. Pratica de Geologia Introdutória. Geologia \nEstrutural e Introdução à Geotectônica \n \n \nComponentes: ESTATÍSTICA E PROBABILIDADE  \nPeríodo: 04 \nCarga horária: 60 \n", "38": "38 \n \nDescrição: INTRODUÇÃO. TÉCNICAS DE AMOSTRAGEM. ESTATÍSTICA DESCRITIVA. \nINTRODUÇÃO \nÀ \nPROBABILIDADE. \nVARIÁVEIS \nALEATÓRIAS \nUNIDIMENSIONAIS. \nMODELOS DE DISTRIBUIÇÃO DE PROBABILIDADE. INFERÊNCIA. REGRESSÃO LINEAR \nSIMPLES. \n \nBibliografia básica: \nMEYER, Paul L. Probabilidade: Aplicações à Estatística. Livros Técnicos Científicos, \n1978. \n \nBibliografia complementar: \nWONNACOTT, T. Introdução à Estatística. Livros Técnicos Científicos. Rio de janeiro, \n1980.  \nNETO, P. L. de O. Estatística. São Paulo: Edgard Blucher Ltda., 1977. \nMIRSHAWKA, V. Probabilidade e Estatística para a Engenharia. Vol.1 Livraria Nobel S.A - \nEd. e distribuidora São Paulo, 1983. \nSOARES, J. F. ET. all. Introdução à Estatística. Rio de Janeiro: Guanabra Koogan, 1991. \nPAIVA, A. F. Estatística. Vol. 2. Imprensa UFMG, 1981. \n \n \nComponentes: FÍSICO - QUÍMICA   \nPeríodo: 04 \nCarga horária: 60 \nDescrição: Estudo sucinto das propriedades do E, H, S, e G. Termoquímica. Equilíbrio Químico \n(Tratamento Termodinâmico). Equilíbrio de Fases. Eletroquímica. Cinética Química. Estrutura \nde Líquidos e Sólidos. Fenômenos de superfície. \n \nBibliografia básica: \nATKINS, P. Físico-Química, 8º ed., Livros Técnicos e Científicos. Editora S.A., 2008.  \nCASTELANN, G. Fundamentos de Físico-Química, Livros Técnicos e Científicos. Editora \nS.A., 1986.  \n \nBibliografia complementar: \nBALL, D.W. Físico-Química, vol. 1 e vol. 2. Editora Thomson.  \nCHAGAS, A. P. Termodinâmica Química, Editora da UNICAMP, 1999.  \nMACEDO, H. Físico-Química I, Editora Guanabara Dois S.A., 1981.  \nPILLA, L. Físico-Química, Livros Técnicos e Científicos. Editora S.A., 1976.  \nBRAGA, J.P. Físico-Química, Editora UFV, 2002. \n \n \n", "39": "39 \n \n5º Período \n \n \nComponentes: GERAL ELETROTÉCNICA \nPeríodo: 05 \nCarga horária: 75 \nDescrição: GERADORES E MOTORES DE CORRENTE CONTÍNUA. ALTERNADORES DE \nCORRENTE ALTERNADA, TRANSFORMADORES. \n \nBibliografia básica: \nMagaldi, Miguel, Noções de Eletrotécnica, Editora Guanabara 2, 4 edição 1977, 458 p. \nWallace Gray, Princípios de Eletrotécnica, EDITORA LIVROS TÉCNICOS E CIENTIFICOS -\n1980 - 7ª EDIÇÃO - 689p.     \n \nBibliografia complementar: \nDawes, C., Curso de Eletrotécnica, editora Globo, 1976 - 5 volumes.     \nA.E. Fitzgerald, Máquinas Elétricas. Mcgraw-hill do Brasil, 1975, 623p.      \nIrwing Kusov, Máquinas Elétricas e Transformadores. Editora Globo 1982, 4 edição, 363 p.     \n \n \nComponentes: GEOLOGIA ESTRUTURAL A  \nPeríodo: 05 \nCarga horária: 60 \nDescrição: Estudo analítico das estruturas. Reconhecimento, descrição e classificação das \nformas da Crosta Terrestre. Técnicas geométricas de representação e análise de dados \ngeológicos, envolvendo mapas e seções estruturais. Uso da projeção estereográfica na análise \nestrutural. Trabalhos práticos de laboratórios. \n \nBibliografia básica: \nANHAEUSSER, C. R. mineral deposits of Southern Africa Johannesburg Geol. soc. of South \nAfrica, 1986.   \nRAMSAY, J. G. Folding and fracturing of rocks New York; San Francisco McGraw-Hill, 1967.   \n \nBibliografia complementar: \nSITTER, L. U. D. Structural Geology   McGraw Hill: 1956. 552 \nWHITTEN, E. H. T. Structural Geology of folded rocks. \n.  Chicago, Rond McNally: \n1969. 678  \n \n", "40": "40 \n \n \nComponentes: PROSPECÇÃO GEOFÍSICA  \nPeríodo: 05 \nCarga horária: 60 \nDescrição: Propriedades físicas das rochas. Descrição dos métodos geofísicos e suas \naplicações. Interpretação de mapas geofísicos. \n \nBibliografia básica: \nLUIZ, J. G.; SILVA, L. M. C. Métodos geofísicos.  Belém UFPA: CEJUP, 1995.   \nDOBRIN, M. B. Introduccion a la prospeccion geofísica Barcelona: Omega: 1961. 483  \n \nBibliografia complementar: \nTELFORD, W. M. E. A. Applied geophysics.  Cambridge: Cambridge University Press, 1981. \n860  \nPARASNIS, D. S.; Geofísica minera.  Madrid Paraninfo, 1971. 376p  \nFERNANDES, C. E. M. Fundamentos de prospecção geofísica.  Rio de Janeiro Interciência, \n1984. 190p  \n \n \nComponentes: GEOLOGIA ECONÔMICA A  \nPeríodo: 05 \nCarga horária: 60 \nDescrição: Gênese e distribuição de depósitos minerais. Depósitos minerais brasileiros. \n \nBibliografia básica: \nEVANS, A. M. An introduction to ore geology, 1987. 358  \nJENSEN, M. L.; BATEMAN, A. M. Economic mineral deposits.  New York: Chichester 1981. \n593  \nLEFOND, S. J. Industrial minerals and rocks: non metallics other than fuels. 4. Ed. New \nYork, American Institute of Mining, Metallurgical and Petroleum Engineers, 1975. 1360  \n \nBibliografia complementar: \nSCHOBBENHAUS, C.; COELHO, C. E. S. Principais depósitos minerais do Brasil Brasília: \nDNPM: CVRD, 1986.   \nGUIMARÃES, D. Princípios de metalogenese e geologia econômica do Brasil. Rio de \nJaneiro, DNPM, 1965. 621  \n \n \nComponentes: MECÂNICA DOS SÓLIDOS \n  \n", "41": "41 \n \n Período: 05 \nCarga horária: 60 \nDescrição: Análise de tensão e de deformação. Movimento e fluxo. Leis fundamentais da \nmecânica do contínuo. Elasticidade linear. Fluidos. Plasticidade. Aplicações da mecânica do \ncontínuo na mineração.  \n \nBibliografia básica: \nCHOU, P.C; PAGANO, N.Y. Elasticity: Tensor, Dyadic and Engineering Approaches. New \nYork: Dover Publications, 290p. \nJAEGER, J. C. Elasticity, Fracture and Flow with Engineering and Geological \nApplications. 3rd ed., London: Methuen Co. Ltda. 268 p. \nRICHARDS Jr., R. Principles of Solid Mechanics. Boca Raton (Florida): CRC Press, 446 p. \n \nBibliografia complementar:  \nCRANDALL, S. H.; DAHL, N. C.; LARDNER, T. J. An Introduction to the Mechanics of \nSolids. 2. Ed., Singapore: McGraw-Hill, 628 p. \nMASE, G. C. Theory and problems of Continuum Mechanics. Schaum's Outline Series, \nNew York: McGraw-Hill, 221 p. \nJAEGER, J.C.; COOK, N.G.W. (Zimmerman Ed.). Fundamentals of Rock Mechanics. 4 ed. \nMalden (USA): Blackewell Publishers 475 p. \nBISPLINGHOFF, R. L.; MAR, J. W.; PIAN, T. H. Statics of Deformable Solids. New York: \nDover Publications, 1990. 322p. \n \n \nComponentes: PESQUISA MINERAL I  \n Período: 05 \nCarga horária: 60 \nDescrição: Mineração: Conceitos e princípios em que se baseia. Fases da mineração. \nIndicadores para pesquisa. Conceitos básicos. Métodos de prospecção superficial. Prospecção \nGeofísica. Prospecção Geoquímica. Sensoriamento Remoto e Fotogeologia. Sondagem. \nExcursão Curricular a minerações e/ou áreas de pesquisa mineral. \n \nBibliografia básica: \nDAVID, M. Geostatiscal ore Reserve Estimation. Amsterdam: Elsevier, 1977. 364p. \nKREITER, V.M. Geological Prospecting and Exploration, Moscow, MIR Pub., 1968, 383p. \nHUARTE, J. P., Procedimientos de Sondeos: teoria, prática e aplicaciones. 2ª ed. Madri: \nservicio de publicaciones de La Junta de Energia Nuclear, 1981. \n \nBibliografia complementar:  \n", "42": "42 \n \nANNELS,A.E.Mineral deposit evoluation: a pratical approch. Lon don, Chapman e Hall, 1991. \nBARBOSA, Alfredo Ray. O novo código de mineração (índice remissivo, tabela de prazos \ne notas de referência). São Paulo: Editora, 1997. \nFLÔRES, J.C.C., Bauxita: Características, usos e comparação de metodologias de \npesquisa. Dissertação (Mestrado) – Departamento de Engenharia de Minas, Universidade de \nSão Paulo, 1997. 241p. \nFREIRE, W. Código de mineração anotado e legislação com- plementar em vigor. 1ª ed. \nBelo Horizonte: Mineira, 1997. \nGUERRA, P. A. G., Geoestatística operacional. DNPM, Brasília, 1988. \nLUIZ, J. G.; SILVA; L. M.C, Geofísica de prospecção. Belém, Universidade Federal do \nPará/CEJUP, 1995, 311p. \nMAIA, J. Pesquisa mineral: introdução. Ouro Preto, UFOP, 1974. \nMAKSIMOV, A.; DINA, G. M.; ERIOMIN, N. Breve Curso de Prospeccion Geológica. Moscow \nMir Pub, 1973. 266p. \nMARANHÃO, R. J. L. Introdução à Pesquisa Mineral. 3ª ed. Fortaleza, Banco do Nordeste do \nBrasil S/A, 1985. \nKITAISKY, Y.D. Prospecting for minerals. Moscow, Foreign Languages Publishing House, \ns.d. \nOLIVA, L. A. Métodos e Técnicas de Pesquisa Mineral. Brasília, DNPM, 1985. \nPINTO, U. R. Consolidação da legislação mineral e ambiental. 2ª ed. Brasília: DMG, \n1993/1997. \nPARASNIS, D.S., Geofísica Mineira. Madri, Elsevier. Pub., 1971, 376p. \nSAD, J.H.G., Fundamentos sobre a variabilidade dos depósitos minerais. Brasília, \nDNPM/CPRM/GEOSOL, 1986. \n \n \nComponentes: CARACTERIZAÇÃO TECNOLOGICA DOS MINERIOS  \n Período: 05 \nCarga horária: 60 \nDescrição: \nConceitos \ngerais \n- \nCaracterização \ngranulométrica de \nminérios, \nanálise \ngranulométrica por peneiramento convencional e subpeneiramento - Caracterização \nmineralógica por microscopia ótica, difração de raios X, Técnicas de microanálise (MEV/EDS, \nmicrossonda eletrônica), espectroscopia infravermelha, análise termogravimétrica, técnicas de \nseparação - Caracterização química de minérios, fluorescência de raios X (XRF), \nespectrometria de absorção atômica (AA), plasma induzido acoplado (ICP), e espectrometria \nde emissão. Ensaios de caracterização de minérios em Laboratório, aplicando algumas \ntécnicas de análise granulométrica, mineralógica e química. \n \nBibliografia básica: \nALLEN, T. Particle Size Measurment. Chapman London, 1981, 678 p,  \n", "43": "43 \n \nSAMPAIO, J.A., 2007 – Tratamento de Minérios: Práticas Laboratoriais. Rio de Janeiro: \nCETEM/CNPq, 559p.  \nGOMES, C. B. 1984. Técnicas Analíticas Instrumentais Aplicadas à Geologia, Edgar \nBlücher, São Paulo (SP), 218p.  9ed. \n \nBibliografia complementar: \nSALUM, M. J. Caracterização de Sistemas Particulados. Análise Granulométrica. Belo \nHorizonte, 1988. 48p. \nCRAIG, J. R.; VAUGHAN, D. J.198. Ore Microscopy and Ore Petrography. John Wiley & \nSons, New York, 406p.  \nHEINRICH, E. W. M.1956 – Microscopic Petrography. McGraw_Hill Book Company, Inc. New \nYork, Toronto, London, 296p,  \nIRANI, R. R., CALLIS, C. F. - 1963 – Particle Size: Measurement, Interpretation, and \nApplication. John Wiley & Sons, Inc., New York, Londom. 165p. \nMERKUS, H. G. 2009 Particle Size Measurements-Fundamentals, Practice, Quality – \nParticle technology Series. Springer. 533p. FUJIMORI, S., FERREIRA, Y. A. 1987 – \nIntrodução ao uso do Microscópio Petrográfico. Centro Editorial e  \nDidático da UFBA. Salvador, 201p. \nLEINZ, V.; CAMPOS, J. E. S. Guia para Determinação de Minerais. 8a ed. Companhia \nEditora Nacional, 1979, 151p. \nCULLITY, B. D., 1977 - Element of X-Ray Difraction. Addison - Wesley Publishing Company, \nInc. 55p.  \n PETRUK, W. editor - 1995 - Advanced Mineralogy. Composition, Structure and Properties of \nMineral Matter. Concepts, Results and Problems.  \nJONES, M. P., 1987 – Apllied Mineralogy a Quantitative Aproach. Grahan and Trotmam Ltd \n(Oxford – Great Britain), 259p,  \nKLEIN, C., HURLBURT Jr - 1989 - Short Course on Image Analysis Apllied to Mineral and \nEarth Sciences. 156p.. \nBAPTISTA, J. R. – 1987. Caderno de Química Analítica Quantitativa: Teoria e Prática. \nEditora da Furg.  \nWILLS, B. – edições 2007 e 1992 – Mineral Processing Technology,  \nPETRUK, W. editor - 1995 - Advanced Mineralogy. Composition, Structure and Properties \nof Mineral Matter. Concepts, Results and Problems.  \n 2001 – Análise granulométrica por técnicas que se baseiam em sedimentação \ngravitacional: Lei de Stockes. REM. V. 54, no. 2, p.155-159. \nREED, S. J. B. 2005. Electron Microprobe Analysis and Scanning Electron Microscopy in \nGeology. Second edition. University of Cambridge: Cambridge University Press. \nVALADÃO, E. S., ARAÚJO, A. C. - 2007. Introdução ao Tratamento de Minérios. Belo \nHorizonte: Editora da UFMG, 234p.  \n", "44": "44 \n \nLUZ, A B. et all Editores - 2010. Tratamento de Minérios. Rio de Janeiro: CETEM/CNPq, \n2010,. \n \n \n6º Período \n \n \nComponentes: MECÂNICA APLICADA \nPeríodo: 06 \nCarga horária: 60 \nDescrição: \nCINEMÁTICA APLICADA \nÀS \nMÁQUINAS. \nFREIOS, CABOS DE \nAÇO \nTRANSMISSÕES POR CORREIAS. PROCESSOS E FUNDAMENTOS DA USINAGEM DOS \nMETAIS. MANUTENÇÃO MECÂNICA BÁSICA. \n \nBibliografia básica: \nBLACK, P. H. Machine design. New York McGraw-Hill, 1948.   \nFAIRES, V. M. Elementos orgânicos de maquinas.  Rio de Janeiro Ao Livro Técnico, 1897. \n658p  \nNIEMANN, G. Elementos de maquinas.  São Paulo E. Blucher: USP, 1971 \n \nBibliografia complementar:  \nBICALHO, F. S. Elementos orgânicos de máquinas. Vol. 1 (APOSTILA /UFOP) \nCOLEÇÃO SCHAUM, Elementos orgânicos de máquinas. 1 VOL. \nDRAPINSKI, J. Manual de manutenção mecânica básica. Vol. 1 \nPURQUÉRIO, B. DE M., Máquinas de elevação e transporte. Vol. 1. (APOSTILA/USP) \n \n \nComponentes: SISTEMAS FLUIDO-DINÂMICOS \nPeríodo: 06 \nCarga horária: 60 \nDescrição: FUNDAMENTOS. ESTÁTICA. CINEMÁTICA E DINÂMICA DOS FLUIDOS. TEORIA \nDA SEMELHANÇA. MODELOS. PRÁTICAS DE LABORATÓRIO. MÁQUINAS HIDRÁULICAS \nMOTRIZES E OPERATRIZES. INSTALAÇÕES ELEVATÓRIAS. \n \nBibliografia básica: \nMUNSON, B.R.; YOUNG, D. F, OKIISHI, T. H. Fundamentos da Mecânica dos Fluidos. \nEdgard Blücher Ltda.,1997. \nFOX, R. W.; McDONALD, A. T. Introdução à Mecânica dos Fluidos, 2ª Ed., Editora \nGuanabara Dois. \n", "45": "45 \n \n \nBibliografia complementar: \nWHITE, F. M. Mecânica dos Fluidos, 4º Ed. Rio de Janeiro: Mc GrawHill, 2002. \nVIANNA, M. R. Mecânica dos Fluidos para Engenheiros, 3a ed. Imprimatur Artes Ltda., 1997. \nV NARD, J. K.; STREET, R. L .Elementos de Mecânica dos Fluidos, 5ª Ed, Editora Guanabara \nDois, 1978.  \nSTREETER, V. L.; WYLIE, E. B. Mecânica dos Fluidos, 7a ed. Ed. Mc GrawHill do Brasil LTDA, \n1982. \nSHAMES, I. H., Mecânica dos Fluidos: Princípios Básicos, Vol. 1 e 2, Ed. Edgard Blucher LTDA, \n1973. \nCATTANI, M. S. D., Elementos de Mecânica dos Fluidos, Editora Edgard Blucher LTDA. \nGARCEZ, L. N., Elementos de Mecânica dos Fluidos: Hidráulica Geral. \nBASTOS, F. A. A. Problemas de Mecânica dos Fluidos, Editora Guanabara Dois, 1983. \nGILES, R. V., Mecânica dos Fluidos e Hidráulica (coleção Schaum). \nFRANCIS, J. R. D, Fluid Mechanics for Engeneering Students, Fourth Edition, Editora Edward \nArnold, 1975. \nDAUGHERTY, F.; FINNEMORE, Fluid Mechanics with Engineering Applications, 8a edição, \nMcGraw-Hill, 1985. \n \nComponentes: ELEMENTOS DE CALCULO ESTRUTURAL \nPeríodo: 06 \nCarga horária: 60 \nDescrição: Estruturas Isostáticas e hiperestáticas (Morfologia das Estruturas, Apoios e \nVínculos, Graus de Liberdade, Equilíbrio de Sistemas, Vigas Isostáticas, Quadros e Arcos \nIsostáticos, Estruturas Estaticamente Indeterminadas); Estruturas Metálicas (Elementos \nFletidos, Elementos Comprimidos); Estruturas de Concreto (Noções de Concreto Projetado); \nVigas de Dois Materiais. \n \nBibliografia básica: \nSCHULTE, T. Y. H. Estruturas metálicas. 2. Ed. São Carlos Esc. Eng. de São Carlos - USP, \n1969.   \nFUSCO, P. B. Estruturas de concreto: solicitações normais, estados limites últimos, \nteoria e aplicações.  Rio de Janeiro: Guanabara Dois, 1986. 464p.  \nSOUZA, A. A. D. Estruturas em concreto e alumínio.  Ouro Preto: UFOP, 1989. 70p. \n \nBibliografia complementar: \nSHEPPARD, S. D.; TONGUE, B. H. Estática: analise e projeto de sistemas em equilíbrio \nRio de Janeiro: LTC 2007. 455 p.  \nLANGENDONCK, T. V. Vigas articuladas, arcos e pórticos triarticulados.  Rio de Janeiro: \nCientifica, 1958. 259p. \n", "46": "46 \n \nLIMA, C. H. D. O método de Cross: princípios fundamentais - vigas continuas e pórticos \nsimples retangulares.  Belo Horizonte: Queiroz Breyner, 1942. 123p. \n \n \nComponentes: PESQUISA MINERAL II \nPeríodo: 06 \nCarga horária: 60 \nDescrição: Exploração subterrânea. Amostragem de depósitos minerais. Classificação das \nreservas minerais. Avaliação de uma jazida ou mina pelos métodos clássicos. Geoestatística \naplicada à avaliação de jazidas. Código de mineração. Requerimento de pesquisa. Relatório \nfinal de pesquisa mineral. Excursão Curricular a minerações e/ou áreas de pesquisa mineral. \n \nBibliografia básica: \nMAKSIMOV, A.; MILOSER-DINA, G. Breve Curso de Prospeccion Geológica Moscow Mir \nPub; 1973. 266p.     \nFREIRE, W. Código de mineração anotado e legislação complementar em vigor. 1ª ed. \nBelo Horizonte: Minera, 1997. \nPINTO, U. R. Consolidação da legislação mineral e ambiental. 2ª ed. Brasília: DMG, \n1993/1997. \nSAD, J. H. G. Fundamentos sobre a variabilidade dos depósitos minerais. Brasília, \nDNPM/CPRM/GEOSOL, 1986. \n \nBibliografia complementar: \nGUERRA, P. A. G. Geoestatística operacional. DNPM, Brasília, 1988. \nKREITER, V. M. Geologial Prospecting and Exploration, Moscow: MIR Pub., 1968, 383p.     \nDAVID, M. Geostatiscal ore Reserve Estimation. Amsterdam: Elsevier, 1977. 364p.     \nMARANHÃO, R. J. L. Introdução à Pesquisa Mineral. 3ª ed. Fortaleza: Banco do Nordeste do \nBrasil S/A,1985.    \nOLIVA, L. A. Métodos e Técnicas de Pesquisa Mineral. Brasília, DNPM, 1985. \nANNELS, A. E. Mineral deposit evoluation: a pratical approch. London, Chapman e Hall, \n1991. \nBARBOSA, A. R. O novo código de mineração (índice remissivo, tabela de prazos e notas de \nreferência). São Paulo: Signus Editora, 1997. \n \n \nComponentes: PROCESSAMENTO DE MINERAIS I \nPeríodo: 06 \nCarga horária: 60 \nDescrição: \nCONCEITOS \nGERAIS \n- \nAMOSTRAGEM, \nHOMOGENEIZAÇÃO \nE \nQUARTEAMENTO - NOÇÕES DE CARACTERIZAÇÃO TECNOLÓGICA DE MINÉRIOS - \n", "47": "47 \n \nTÉCNICAS DE DETERMINAÇÃO DE TAMANHOS - QUANTIFICAÇÃO DE OPERAÇÕES - \nCOMINUIÇÃO: BRITAGEM E MOAGEM. VERIFICAÇÃO EXPERIMENTAL DOS PRINCÍPIOS \nE PREPOSIÇÕES APRESENTADOS NOS TÓPICOS CITADOS ACIMA. VISITAS TÉCNICAS \nÀ USINAS DE BENEFICIAMENTO DE MINÉRIOS \n \nBibliografia básica: \nCHAVES, A. P. \"Teoria e Prática do Tratamento de Minérios\", S. Paulo: Signus, 1996, 2V \nPITARD, F. F. Pierre Gy´s Sampling Theory and Sampling Practice. CRC Press,1993. \nWILLS, B. A. Mineral Processing Technology, Burlington USA: Tim Napier-Munn, pg. 444. \n2006. \n \nBibliografia complementar:  \nBERALDO, J. L. Moagem de Minérios em Moinhos Tubulares. 1987 \nVALADÃO, G. E. S, ARAUJO, A.C., Introdução ao tratamento de minérios, editora UFMG, \nBelo Horizonte. 2007. \nKELLY, E. G.; SPOTTISWOOD, D. J., \"Introduction to Mineral Processing\", N. York: J. Wiley \n& Sons, 1982. \nAGRICOLA, G. \"De Re Metalica\", várias eds. Livro Histórico, 1o. tratado escrito sobre Minas e \nMetalurgia. \nMETSO MINERALS, Manual de Britagem, 6a. Edição. 2005. \nITEP - Fundação Instituto Tecnológico do Estado de Pernambuco (Ed.), \"Tratamento de \nMinérios e Hidrometalurgia: In Memoriam Prof. Paulo Abib Andery\", Recife, 1980. \nTAGGART, A. F., \"Elements of Ore Dressing\", N. York, J. Wiley & Sons, 1951. \nGAUDIN, A. M. \"Principles of Mineral Dressing\", New. York, McGraw-Hill, 1939. \nTHOMAS, R. \"Operation Handbook of Mineral Processing\", NewYork , McGraw-Hill, 1977. \n Tratamento de Minérios, Eds. Adão Benvindo da Luz et al., Rio de Janeiro, CETEM/CNPq, \n1995. \n \nSites equipamentos \nwww.stedman-machine.com, \nwww.eaglecrusher.com, \nwww.mining-technology.com, \nwww.ffeminerals.com, www.aubema.de, www.dbt.de, www.min-eng.com, www.smenet.org \n \nRevistas                                                                      www.periodicos.capes.gov.br \nWord Mining Equipment \n \n \n \nwww.wme.com \nLatinomineria \n \n \n \n \n \nwww.editec.cl/latinomineria \nIndustrial Minerals \n \n \n \n \nwww.mineralnet.co.uk \nInternational Mining Quaterly Review \n \nimqr@hhc.co.uk \nPit & Quarry \n \n \n \n \n \nwww.pitandquarry.com \nInfomine \n \n \n \n \n \nwww.infomine.com \nMineralnet \n \n \n \n \n \nwww.mineralnet.co.uk \n", "48": "48 \n \nMinérios Extração & Processamento \n \n \ncirculacao@originet.com.br \nMining & Construction  \n \n \nulf.linder@atlascopco.se \nAustralian Mining & Exploration  \n \nwww.reflection.com.au \nQuarry  \n \n \n \n \n \nwww.phoenixmags.com.au/quarry.html \nMinerals Engineering                                                www.min-eng.com \n \nESCOLAS \nwww.min-eng.com/stu_unis.html site de todas as escolas de engenharia de Minas \nEcole des Mines de Saint Etiene \n \n \nwww.emse.fr \nEcole des Mines D`Ales \n \n \n \nwww.ema.fr \nEcole des Mines de Paris \n \n \n \nwww.ensmp.fr \nColorado School of Mines \n \n \n \nwww.mines.colorado.edu \nSouth Dakota School of Mines and Technology   \nwww.sdsmt.edu \nHelsinki University of Technology \n \n \nwww.hut.fi \n \n \nComponentes: INTRODUÇÃO A GEOESTATÍSTICA \nPeríodo: 06 \nCarga horária: 60 \nDescrição: REVISÃO DE ESTATÍSTICA - MÉTODOS DE AVALIAÇÃO DE RESERVA - \nESTOCAGEM E HOMOGENIZAÇÃO  - GEOESTATÍSTICATEORIA DAS VARIÁVEIS \nREGIONALIZADAS. ANÁLISE ESTRUTURA – KRIGAGEM. VISITAS TÉCNICAS A \nMINERAÇÕES.   \n \nBibliografia básica: \nGUERRA, P. A. G, Geoestatística Operacional, Ministério das Minas e Energia, DNPM, Brasília \n1988, Apostila. \nMATHERON, G., La théorie des variables regionalesées et ses aplications, Les Cahiers du \nCentre de Geoestatistique et Mophologie Mathematique, Fontainebleau, França, 1950, fasc. 5 \nVALENTE, J. M. G. P., Geomatemática, Fundação Gorceix, Ouro Preto, 1982 (8 volumes). \n \nBibliografia complementar:   \nMATHERON, G. & ARMSTRONG, M., Geoestatistical case estudies , R. Reidel Pub. Co., \nDordrecht, Holanda, 1987. \nJOURNEL, A G., Geoestatistics for the environmental sciences , Projecte Officer Environmental \nMonitoring, Systems Laboratory, Las Vegas, 1987. \nJOURNEL, A G., Fundamentals of Geoestatistics in five lessons, Aplied Earth Science \nDepartment Stanford, Califórnia, 1987. \nDAVID, M. Geoestatistical Ore Reserve Estimation, Elsevier Scientific Pub. Co., Amnsterdam, \nHolanda, 1977. \n", "49": "49 \n \nGUARASCIO, M., DAVID, M & HUIJBREGTS, C. Advanced Geoestatistics in the mining \nindustry, D Reidel Pub. Co, Dordrecht, Holanda, 1978. \nJOURNEL, A G., & HUIJBREGTS, C, Mining Geoestatistic, Academic Press, London, 1978. \nRENDU, J. M. Introduction to geoestatistic methods of mineral evaluation, Elsevier Scientific \nPub. Co., Amstwerdam, Holanda, 1982. \nISAAKS, E. & Srivastava , R. M., In troduction to aplied geoestatistics, Oxford University Press, \n1989. \nEdited \nby \nA \nSOARES, \nPROCEEDINGS \nOF \nTHE \nFOURTH \nINTERNATIONAL \nGEOESTATISTICS CONGRESS, \nEdited by A SOARES, Kluwer Academic Pub Co., Dordrecht, Holanda, 1992. \n \n \n7º Período \n \n \nComponentes: SISTEMAS TÉRMICOS \nPeríodo:  07 \nCarga horária: 60 \nDescrição:  FUNDAMENTOS DA TERMODINÂMICA E TRANSFERÊNCIA DE CALOR.  \nPSICROMETRIA. \nCICLO \nDE \nREFRIGERAÇÃO \nPOR \nCOMPRESSÃO \nA \nVAPOR.  \nCOMPRESSORES.  VENTILAÇÃO APLICAÇÕES. \n \nBibliografia básica: \nSTOECKER, W. F.; JONES, J. W. Refrigeração e ar condicionado.  São Paulo: McGraw-Hill, \n1925. \n \nBibliografia complementar:  \nWYLEN, G. J. V.; SANNTAG, R. E. Fundamentos da termodinâmica clássica São Paulo \nEdgard Blucher, 1973. 616p \nSCHIMDT, F.W.; HENDERSON, R. E.; WOLGEMUTH, C, H. Introdução as ciências \ntérmicas. \n \n \nComponentes: MECANICA DAS ROCHAS \nPeríodo: 7 \nCarga horária: 60 \nDescrição: Propriedades mecânicas das rochas. Mecânica da deformação e ruptura das \nrochas. Massas rochosas: Comportamento, heterogeneidade e anisotropia. Critérios de \nresistência. Tensões naturais nos maciços rochosos. Tensões induzidas pelas escavações \n", "50": "50 \n \nsubterrâneas. Dimensionamento de aberturas subterrâneas. Modelagem numérica de maciços \nrochosos. Monitoração de maciços rochosos. \n \nBibliografia básica: \nGOODMAN, R. E. Introduction to a Rock Mechanics, John Wiley & Son, 1989 \nJAEGER, J. C. ; COOK, N; ZIMMERMAN, R. G. W Fundamentals of Rock Mechanics, Wiley-\nBlackwell ,2007 \n \nBibliografia complementar:  \nHOEK, E. BROWN, E. T. Underground Excavation in Rock, E & Fn Spon, 1982 \nBROWN, E. T.; BRADY, Barry, H.G. Rock Mechanics for Underground Mining, Springer, \n2004 \nOBERT, L.; DUVALL, W. Rock Mechanics and the Design of Structures in Rock, Wiley, \n1967 \nHOEK, E.; KAISER, P.K; BAWDEN, W. F. Support of Underground Excavations in Hard \nRock, 1995 \nPOULOS, H. G.; DAVIS, E. H. Elastic Solutions for Soil and Rock Mechanics, John Wiley & \nSon,1974 \n \n \nComponentes: OPERAÇÕES MINEIRAS \nPeríodo:  07 \nCarga horária: 60 \nDescrição:  Perfuração das rochas. Teoria e efeito das explosões. Desmonte de rochas a céu \naberto e subterrâneo com uso de explosivos comerciais. Desmonte subaquático. Estudos dos \nmétodos de desmonte escultural. Extração de blocos de rochas ornamentais. Desmonte \nhidráulico. Estudo das vibrações provocadas pelas explosões. Sistemas diversos de transporte \nde rochas. Excursões curriculares a minerações. \n \nBibliografia básica: \nINSTITUTO TECNOLÓGICO GEOMINERO D ESPANÑA, manual de perfuracion de rocas, \nsegunda edição, 1994, Madrid.     \n HARTMAN, L. G., Introductory Mining Engineering, by John Welley & Sons Inc., Alabama, \nUSA, 1987.     \n \nBibliografia complementar:  \nCARSON, A. B., General excavation methods, New York, 1980.     \nCATALANI, G.; RICARDO, H. S., Manual prático de escavação, Editora MacGraw-Hill do \nBrasil Ltda, 1990.     \n PERSON, P. A., HOLMBERG, R. ; LEE, J. Rock blasting and explosives engineering.     \n", "51": "51 \n \n ATLAS P. C., Explosives and rock blasting, 1987. \nKÓHLER, J., MEYER R., Explosives, Editora VHC,Weinheirm, Germany,1993     \n MAURER, W. C. Advanced drilling techniques, Tulsa, USA, 1980.     \n BERTA, G., Explosives: an engineering tool \n HEMPHILL, G. B. Blasting Operations, McGraw-Hill, 1981     \n GUSTAFSSON, R. Blasting technique, Viena, 1981. \n WILDOR, T. H. ; WEYNE, G. R. S. Segurança na mineração e no uso de explosivos.     \nHERMANN, C. Manual de perfuração de rochas, Editora Polígono, 2ª edição, São Paulo, \n1972.     \nTAMROCK, Handbook underground drilling, Finlândia, 1984. \nSANDVIK E ATLAS COPCO, Manual de ferramentas de perfuração, 1986. SILVA, C. V., \nManual de Perfuração, UFOP, apostila.     \nREIS, D. V., Operações Mineiras, UFOP, apostila..     \nEquipamentos para perfuração de rochas sandvik  \nCATERPILLAR. Purchasing guide, 1989     \nATLAS COPCO. Manual de ar comprimido, Editora MaGraw Hill do Brasil Ltda, 1976. \nWEST, G. Innovation and the rise of the tunnelling Industry Cambridge University Press, \nCambridge, 1988.     \nHUSTRULID, W. A., Underground mining methods handbook, Society of mining engineers, \nNew York, 1983.     \nROSSMANITH, Rock fragmentation by blasting, proceeding of the fourth International \nSymposium on Rock Fragmentation by Blasting, Viena, Austria. \nPASAMENHMETOGIU, Mine planning and equipment selection,  \nProceeding. of the Third International Simposium on mine  planning, Istambul, Turkey, 1994.  \n \n \nComponentes: PROCESSAMENTO DE MINERAIS II \n Período:  07 \nCarga horária: 60 \nDescrição:  Peneiramento industrial - classificação - concentração gravítica - separação \nmagnética - separação eletrostática. Verificação experimental em laboratório dos princípios e \nproposições apresentados nos tópicos relacionados acima. Visitas técnicas a minerações. \n \nBibliografia básica: \nSAMPAIO, C. H. ; TAVARES, L. M. Beneficiamento Gravimétrico. Porto Alegre: UFGS, 2005. \nSAMPAIO, J. A. et alii (Ed.). Tratamento de Minérios: Práticas Laboratoriais. (1ª ed.). Rio de \nJaneiro: CETEM, 2007.  \nWILLS, B. A. Mineral processing Technology. New York: Pergamon Press, 2004. \n \n \n", "52": "52 \n \nBibliografia complementar:  \nLUZ, A. B.; SAMPAIO, J. A.; ALMEIDA, S. L. M. Tratamento de Minérios. Rio de Janeiro: \nCETEM, 2004. \nVALADÃO, G. E. S. ; ARAUJO, A. C. Introdução ao Tratamento de Minérios. Belo Horizonte: \nEditora UFMG, 2004. \nTAGGART, A. F. Handbook of Mineral Processing. New York: J. Wiley, 1945. \nGAUDIN, A M. Principles of Mineral Dressing. New York: Mcgraw – Hill book Company, Inc, \n1975 \nKELLY, E. A.; SPOTTISWOOD, D. J. Introduction to Mineral Processing. New York: John \nWiley & Sons,1982.  \nCHAVES, A. P. Teoria e Prática do Tratamento de Minérios.  3ª Ed. São Paulo: Signus \nEditora, vol. 1 a 5, 2006. \nFOUST, A. S. Princípios de Operações Unitárias. Rio de Janeiro: LTC, 1982. \nPRYOR, E. J. Mineral Processing. Amsterdam: Elsevier, 1965. \nMULLAR, A. L.; JERGENSEN, G. V. Design an Installation of Comminution Circuits. New \nYork: AIME, 1982. \nMULLAR, A. L.; BHAPPU, R. B. Mineral Processing Plant Design. New York: Society of \nMining Engineers, 1980. \nVIANA JR., A. et al. Métodos físicos de concentração de minérios. In: Tratamento de \nminérios e hidrometalurgia. Fund. Inst. Tecn. Est. Pernambuco, 1980. \n \n \nSites recomendados: Revistas: www.periodicos.capes.gov.br; www.sciencedirect.com;  Word \nMining Equipment; www.wme.com; Latinomineria, www.editec.cl/latinomineria; Industrial \nMineral, www.mineralnet.co.uk; Escolas: www.min-eng.com/stu_unis. \n \n \nComponentes: DESENVOLVIMENTO MINEIRO \nPeríodo:  07 \nCarga horária: 60 \nDescrição:  Preparação para a lavra de depósitos minerais. Aberturas de vias de acessos \nprincipais para lavra a céu aberto e para a lavra subterrânea. Abertura de poços e galerias. \nExcursões Curriculares a minerações. \n \nBibliografia básica: \nHARTMANN, H.L. Introductory Mining Engineering. New York: John Wiley and Sons,, 1987 \nMAIA, J. Curso de Lavra de Minas – Desenvolvimento. UFOP – Edição da Fundação \nGorceix \nHUSTRULID, W. A ; KUCHTA, M., Fundamentals of Open Pit Mine Planning and Design. \nRotterdam: A A Balkema. 1995. \n", "53": "53 \n \n \nBibliografia complementar:   \nBarragens de rejeito e disposição de resíduos industriais e de mineração. Anais de simpósio v. \n1 e 2, Rio de Janeiro,1987 \nBickel, J. O; Kuesel, T. R. Tunnel engineering handbook. VNR. New York. 1982. \nColorado School of Mines Press Design and constructon of tailing dams. Proceedings of a \nseminar – Golden, Colorado, 1981 \nDAVIDSON, F. P. Tunnelling and underground transport. Elsevier. New York. 1987. \nIBRAM, Mineração e Meio Ambiente. Instituto Brasileiro de Mineração, Brasília, DF, 1992, \n111pp.PFLEIDER, E. P. Surface Mining.The American Institute of Mining, Metallurgical and \nPetroleum Engineers, New York, 1972. \nSALOMONS, W ; FORSTNER, V. Environmental Management of Solid Waste Dredged \nMaterial and Mining Tailings. New York: Springer-Verd. 1988. \nSINGHAL, R. K., Mine Planning and Equipment Selection 94. Proceedings of International \nSymposium of Calgary. Rotterdam: A A Balkema, 1994. \nTHOMAS, L. J. An Introduction to Mining. Sydney: Fobert Burton Printers Pty Ltd,1979. \nHUSTRULID, W. A. Underground Mining Methods Handbook. The American Institute of \nMining, Metallurgical and  \nMACIEL FILHO, C. L. Introdução à geologia de engenharia. CPRM. UFSM.1997. \nMEGAW, T. M.; BARTLETT, J. V.Tunnels Planning Design and Construction. John Wiley & \nSons. New York. 1982. \nORTOLANO, L. Environmental Planning and Decision - Making. New York: John Wiley and \nSons \nPASAMEHMETÔGLU et all. Mine Planning and Equipment Selection’94. Rotterdam. A A \nBalkema. 1994. \nShaft Engineering. Papers presented at a conference held in UK. London. 1989. \nVAZ, C. J. Planejamento de Lavra Subterrânea. UFOP. \n \nPeriodicos \nWorld Tunnelling and Subsurface Excavation \nMining Environment Management \nScientific American, \nTunnelling and Underground Space Technology, periodico \n \n \nComponentes: ELEMENTOS DE MATERIAS \nPeríodo:  07 \nCarga horária: 60 \nDescrição:  INTRODUÇÃO AOS MATERIAIS. PROCESSOS DE OBTENÇÃO. ESTRUTURA \nDE MATERIAIS. COMPORTAMENTO MECÂNICO DE MATERIAIS. TRATAMENTOS \n", "54": "54 \n \nTÉRMICOS DE MATERIAIS. DEGRADAÇÃO DE MATERIAIS. CONFORMAÇÃO MECÂNICA \nDE MATERIAIS. ENSAIOS NÃO DESTRUTIVOS. SELEÇÃO DE MATERIAIS. \n \nBibliografia básica: \nCOTTRELL, A. H. Introdução a metalurgia. 2ed. Lisboa: Fundação Calouste Gulbenkian, \n1975. 810p  \nCHIAVERINI, V. Tecnologia mecanica 2ed. São Paulo: McGraw-Hill, 1986 \nDIETER, G. E. Mechanical metallurgy. 3ed. New York: McGraw-Hill, 1986. 751p Dieter, G.E., \nMetalurgia Mecânica     \nHONEYCOMBE, R. W. K. Aços : microestrutura e propriedades Lisboa: Fundação \nGulbenkian, 1985. 348p   \nKONDIC, V. Princípios metalúrgicos de fundição São Paulo: São Paulo:  USP, 1973. 340p  \nOKUMURA, T.; TANIGUCHI, C. Engenharia de soldagem e aplicações.  Rio de Janeiro  \nLivros Tecnicos e Cientificos, 1982. 456p  \n \nBibliografia complementar:   \nCALLISTER, W. D. Materials science and engineering : an introduction  New York J. Wiley, \n1997. 872p  \nCHIAVERINI, V. Acos e ferros fundidos: caracteristicas gerais, tratamentos termicos, \nprincipais tipos. 7ed. Sao Paulo: Associação Brasileira de Metalurgia e Materiais, 1914. 599p  \nde ARAUJO, L. A. Manual de siderurgia São Paulo: Discubra 1967.   \nVLACK, L. H. V. principios de ciencia e tecnologia dos materiais 4ed. Rio de Janeiro: \nCampus, 1920. 567p  \nREED-HILL, R. E. Principios de metalurgia fisica.  Mexico : Continental:  1974. 774p  \nMOFFATT, W. G.; PEARSALL, G. W.; WULFF, J. Ciencia dos materiais : estrutura; \npropriedades termodinamicas Rio de Janeiro: LTCE, 1972. \nGUY, A. G. Ciência dos materiais Livros Tecnicos e Cientificos, 1980. 455p  \nFILHO, M. P. C.; DAVIES, G. J. Solidificação e fundição de metais e suas ligas Livros \nTecnicos e Cientificos ; São Paulo USP, 1978. 246p \nMARQUES, P. V. Tecnologia da soldagem.  Belo Horizonte ESAB, 1991. 352p  \nMEYERS, M. A.; CHAWLA, K. K. Princípios de metalurgia mecânica.  São Paulo: E. Blucher, \n1946. 505p \nWAINER, E.; BRANDI, S. D.; MELLO, F. D. H. Soldagem : processos e metalurgia São \nPaulo: E. Blucher, 1992. 494p  \nLANCASTER, J. F. Metallurgy of welding. 5ed. London: Chapman & Hall, 1993. 389p  \nGENTIL, V. Corrosão. 2. Rio de Janeiro: Guanabara Dois, 1982. 453p \nJONES, D. A. Principles and prevention of corrosion.  New York: Macmillan, 1992. 568p  \nCETLIN, P. R.; SILVA, P. S. P. D. Analise de fraturas.  São Paulo ABM, 1987. 248p  \nLEITE, P. G. D. P. Curso de ensaios não-destrutivos dos metais São Paulo: ABM, 1975.   \n", "55": "55 \n \nNORTON, F. H. Introdução a tecnologia ceramica.  São Paulo: E. Blucher, Ed. da \nUniversidade de São Paulo, 1973. 324p  \nKINGERY, W. D.; BOWEN, H. K.; UHLMAN, D. R. Introduction to ceramics New York: Wiley-\nInterscience : John Wiley, 1976. 1032p  \nLOEHMAN, R. E. Characterization of ceramics.  Boston Butterworth-Heinemann, 1993. 295p \nSURESH, S. Fatigue of materials.  Cambridge Cambridge Univ, 1991. 617p \nCHAWLA, K. K. Composite materials : science and engineering Berlin Springer, 1942. 292p  \nISHIDA, H. Characterization of Composite Materials Boston: Butterworth-Heinemann, 1994. \n277p  \nBLASS, A. Processamento de polimeros 2ed. Florianopolis: Ed. da UFSC, 1988. 313p  \nALFREY, T.; GURNEE, E. F. Polimeros organicos São Paulo: Edgard Bliicher, 1971. 134p  \nNIELSEN, A. Plasticos termofixos : duroplasticos.  Sao Paulo: Hemus, 1975. 83p  \n8º PERÍODO \n \n \nComponentes: ESTABILIDADE DE TALUDES \nPeríodo: 08 \nCarga horária: 60 \nDescrição: TIPOS DE RUPTURA EM TALUDES. MANUTENÇÃO E ESTABILIZAÇÃO DE \nTALUDES. FLUXO DE ÁGUAS SUBTERRÂNEAS. REDES DE FLUXO. PERMEABILIDADE E \nPRESSÃO. EXCURSÕES CURRICULARES A MINERAÇÕES. \n \nBibliografia Básica: \nALONSO U. R. (2007). Rebaixamento temporário de aqüíferos, Oficina de Textos, 152p. \nAZEVEDO I. C. D. & MARQUES, E. A. G. (2002). Introdução à Mecânica das Rochas, \nEditora UFV, 361p. \nCARNEIRO C. (1996). Projeção Estereográfica para Análise de Estruturas, UNICAMP, \n158p. \nGERSCOVICH D. M. S. & De Campos, T. M. P. (1987). Fluxo Bidimensional em Solos \nSaturados, PUC/RJ. \nHoek E. & Bray J. W. (1981). Rock Slope Engineering, The Institution of Mining and \nMetallurgy, 357p. \nLAMBE, W. T. & WHITMAN, R. V. (1969). Soil Mechanics, John Wiley & Sons, 553 p. \nPINTO C. S. (2002). Curso Básico de Mecânica dos Solos, Oficina de textos, 355 p. \nPRIEST S. D. (1985). Hemispherical projection methods in rock mechanics, George Allen \n& Unwin, 124 p. \nWYLLIE D. C. & MAH C. W. (2007). Rock Slope Engineering – Civil and Mining, Spon Press, \n431p.  \nArtigos e teses diversos. Notas de aula. \n", "56": "56 \n \n \nBibliografia complementar:  \nBROMHEAD E. N. (1992). The Stability of Slopes, Blackie Academic & Professional, 411p. \nFIORI A. P. & CARMEGIANI L. (2009). Fundamentos de mecânica dos solos e das rochas: \naplicações na estabilidade de taludes, Editora UFPR, 602p. \nGIANI G. P. (1992). Rock Slope Stability Analysis, A. A. Balkema, 361p. \nGUIDICINI G. & NIEBLE C. M. (1984). Estabilidade de Taludes Naturais e de Escavação. \nBlücher Ltda., 194p. \nKLICHE C. A. (1999). Rock Slope Stability, Society for Mining, Metallurgy and Exploration, \n253p. \nPRIEST, S. D. (1993). Discontinuity Analysis for Rock Engineering. Chapman & Hall, 473p. \nVARGAS, M. (1977). Introdução à Mecânica dos Solos, Mcgraw-Hill do Brasil, 507 p. \nComponentes: ECONOMIA MINERAL BRASILEIRA \nPeríodo:  08 \nCarga horária: 30 \nDescrição:  ECONOMIA MINERAL: SUB-DIVISÕES. CONCEITOS. CARACTERÍSTICAS DA \nINDÚSTRIA \nMINERAL. \nIMPORTÂNCIA \nNO \nBRASIL \nE \nNO \nMUNDO. \nMINERAIS \nENERGÉTICOS. PRINCIPAIS METAIS DO BRASIL: Fe, Mn, Al, Cu, Sn, Zn, Pb, Nb, Ni, Au, \nETC. MINERAIS DE USO NA AGRICULTURA. \n \nBibliografia básica: \nYERGIN, D. O petroleo : uma historia de ganancia, dinheiro e poder São Paulo Scritta, \n1992. 932p.  \nSCLIAR, C. Geopolitica das minas do Brasil : a importancia da mineração para a \nsociedade.  Belo Horizonte: UFMG, 1994.   \nPINTO, U. R. Consolidação da legislação mineral e ambiental 5ed. Brasilia: s.n., 1998. 534p  \nFREIRE, W. Comentários ao código de mineração Rio de Janeiro: Aide, 1995. 294p  \n \nBibliografia complementar:   \nGOMES, F. A. M. História da siderurgia no Brasil. São Paulo: EDUSP, 1983. 409p  \nCARDOSO, F. H.; FALETTO, E. Dependência e desenvolvimento na América Latina : \nensaio de interpretação sociológica Rio de Janeiro: Zahar Editores, 1984. 143p  \nABREU, S. F. Recursos minerais do Brasi.  São Paulo: Edgard Blucher, 1973. 2 ed  \nJUNIOR, I. P. M. Petroleo : politica e poder : um novo choque do petroleo ?  Rio de \nJaneiro: J. Olympio, 1989. 468p \nPeríódicos: EMJ; Mining Annual Review; Minerals and Metals; Sumário Mineral, Anuário \nMineral  \nBrasileiro; Brasil Mineral; IBS; etc. \n \n \n", "57": "57 \n \nComponentes: INTRODUÇÃO AO DIREITO E LEGISLAÇÃO \nPeríodo:  08 \nCarga horária: 45 \nDescrição:  NOÇÕES GERAIS DE DIREITO. DIREITO CIVIL. DIREITO PENAL. \nDIREITO DO TRABALHO. ELEMENTOS DE DIREITO TRIBUTÁRIO. BREVES \nESTUDOS SOBRE DIREITO COMERCIAL. LEGISLAÇÃO SOBRE ÁGUAS E MINAS. \nLEGISLAÇÃO ESPECÍFICA AOS CURSOS. \n \nBibliografia básica: \nPINHO, R. R.; NASCIMENTO, A. M. Instituições de direito publico e privado : introdução \nao estudo do direito, noções de etica profissional. 19. ed. São Paulo: Atlas, 1995. 413p \nDOWER, N. G. B. Instituições de direito publico e privado. 4a ed. São Paulo: Atlas, 1979. \n405p  \nDINIZ, M. H. Compendio de introdução a ciencia do direito. 5. ed. São Paulo: Saraiva, 1993. \n535p \n \nBibliografia Complementar:  \nGUSMÃO, P. D. D. Introdução ao estudo do direito. 16. ed. rev., com algumas alterações. \nRio de Janeiro Forense, 1994. 480p. A.  \nPAUPERIO, A. M. Introdução ao estudo do direito: edição universitaria. 3 ed. Rio de \nJaneiro: Forense 1993. 340p. \nFRANÇA, R. L. Instituições de direito civil : todo o direito civil num so volume.  São Paulo  \nSaraiva, 1988.   \n \n \nComponentes: ENGENHARIA AMBIENTAL NA MINERAÇÃO  \nPeríodo:  08 \nCarga horária: 45 \nDescrição:  Introdução geral. Conceitos e definições básicas. Planejamento e \ninstrumentos econômicos de gestão ambiental. Recuperação de áreas degradadas. \nDisposição de estéreis e rejeitos. \nPoluição do ar. Drenagem de minas a céu aberto e subterrânea. Controle de poluição \ndas águas ( superficiais e subterrâneas). Ruído e vibrações. Avaliação de impactos \nambientais. \nVisitas técnicas a minerações. \n \nBibliografia básica: \nORTOLANO, L. Environmental Planning and Decision making. New York. John Wiley & \nSons. 1984. \n", "58": "58 \n \nSENGUPTA, M. Environmental Impacts of Mining, Monitoring, Restoration and Control. \nLewis Publishers: London. 1993. \nPENG, S. Surface Subsidence Engineering. SMME. EUA. 1992. \nMILAGRO, M. Frutos Metal. El Paisaje. Ministerio de Obras Publicas Y Transporte. Centro \nde Publicacione. Madrid. 1991. \nCARCEBO, F. J. FERNANDES, L.V.; JIMENO, C. P. Manual de restauración de Terrenos y \nevaluación de imapctos ambientales em mineria. Instituto Técnico Geominero de Espanã. 2ª \nedición. Madrid. 1989. \nFERNANDES, L.V.; JIMENO, C. P. Guial de Restauración de Graveras. Instituto Técnico \nGeominero de Espanã. 2ª edición. Madrid. 1994. \nABSY, M. L. et al. Avaliação de Impacto Ambiental: Agentes sociais, procedimentos e \nferramentas. IBAMA, Brasília. 1995. \nBARROW, C. J. Land Degradation. Cambridge university Press. 1994. \nLITTLE, P. E. Políticas Ambientais no Brasil. IIEB. São Paulo. 2003. (áreas protegidas – \ncriação). \nVITERBO Jr. E. Sistema Integrado de Gestão Ambiental. 1998. \nBRAGA, O. T. Auditoria Ambiental: uma proposta para empreendimentos minerários. IPT. \nSão Paulo. 1996. \nFOGLIATTI, M. C.; Filippo, S.; Goudard, B. Avaliação de Impactos Ambientais: aplicações \naos sistemas de transporte. Interciência. Rio de Janeiro, 2004. (ferrovia, rodovia, dutovia, \nhidrovia  - legislações aplicáveis). \nSANTOS, R. F. Planejamento Ambiental: Teoria e prática. São Paulo. Oficina de Textos. \n2004. \nSANCHÉZ, L. H. Avaliação de Impacto Ambiental: Conceitos e métodos. São Paulo. \nOficina de Textos. 2008. \n \nBibliografia complementar:  \nBARTH, R. C. Avaliação da Recuperação de Áreas Mineradas no Brasil. Boletim da \nSociedade de Investigações Florestais/ Departamento de Engenharia Florestal/Universidade \nFederal de Viçosa e Instituto Brasileiro de Mineração-IBRAN. Viçosa – MG, 1989. \nREIS, M. J.L. – ISO 14000 Gerenciamento ambiental: um novo desafio para a sua \ncompetitividade – Rio de Janeiro: Qualitymark Ed.: 1995. \n \n \nComponentes: ESTABILIDADE DE ESCAVAÇÕES SUBTERRANEAS \n Período:  08 \nCarga horária: 60 \n", "59": "59 \n \nDescrição:  Movimento e abatimento de terrenos. Tensões induzidas em alargamentos. \nSuportes: madeiras, escoramento metálicos, de alvenaria e mistos. Reforço dos terrenos, \ncavilhamento: revestimento. Excursões curriculares a minerações. \n \nBibliografia básica: \nBRADY, B. H. G.; BROWN, E. T. Rock Mechanics for Underground Mining. London. George \nAllen & Unwin. 2006. \nHOEK, E.; KAISER, P. K.; BAWDEN, W. F. Support of Underground Excavations in Hard \nRock. 1995. \nHARRISON, J. P.; HUDSON, J. A. Engineering Rock Mechanics. Pergamon. 2007. \n \nBibliografia complementar:  \nAMADEI, B. et. all. Rock Mechanics for Industry. Balkema. 1999. \nBIENIAWSKI, Z. T. Design Methodology in Rock Engineering. Balkema. 1992. \nCHANG-YU OU. Deep excavation. Taylor & Francis. 2006. \nVILLAESCUSA e POTVIN. Ground Support in Mining & Underground Construction. \nBalkema. 2004. \nTATIYA, R. R. Surface and Underground Excavations. Taylor & Francis. 2005. \nAnais de eventos \nJornada Ibero-americana de Medio Ambiente Subterraneo y Sostenibilidad – a partir de 2010. \nCongresso Brasileiro de Mina Subterrânea – a partir de 2000. \nSymposium on Mine Planning and Equipment Selection – a partir de 1996. \nPeriódicos: Brasil Mineral - CIM Bulletin; International Journal of Rock Mechanics and Mining \nSciences and Geomechanics Abstracts; Geotecnia; Minérios e Minerales; Mining Annual \nReview; Mining Engineering; Mining Magazine; Perspectives for both worlds. World Mining \nEquipment; World Tunnelling. KAISER, P. K. & Mc CREATH. Rock Support. Proceedings of \nthe International Symposium on Rock Support. Balkema. Rotterdam. 1992. \nSILVEIRA, T. Técnicas de Sustentação em Minas Subterrâneas. UFOP, 2 fascículos. Ouro \nPreto. 1987. \nMENDES, F. M. Geomecânica Aplicada à Exploração Mineira Subterrânea. Instituto \nSuperior Técnico. Lisboa. 1985. \nBIRON, C., ARIÔGLU, E. Design  of  Supports in Mines. Jon Wiley & Sons. 1983. \nBRAWNER, C. O. Stability in Underground Mining. AIME. 1983. \n \n \nComponentes: PROCESSAMENTO DE MINERAIS III \nPeríodo:  08 \nCarga horária: 60 \nDescrição:  FLOTAÇÃO - FLOCULAÇÃO - ESPESSAMENTO - FILTRAGEM E SECAGEM - \nAGLOMERAÇÃO.VERIFICAÇÃO EXPERIMENTAL DOS PRINCÍPIOS E PROPOSIÇÕES \n", "60": "60 \n \nAPRESENTADOS NOS TÓPICOS ACIMA. EXCURSÕES CURRICULARES A EMPRESAS DE \nMINERAÇÃO \n \nBibliografia Básica: \nBALTAR, C. A. M. Flotação no Tratamento de Minérios. 2.ed. Recife: Ed. Universitária da \nUFPE, 2010. \nCHAVES, A. P. Flotação: O estado da arte no Brasil. 1.ed. São Paulo: Signus Editora, 2006. \nLUZ, A. B.; SAMPAIO, J. A.; ALMEIDA, S. L. M. Tratamento de Minérios. 5.ed. Rio de \nJaneiro: CETEM, 2011. \n \nBibliografia complementar:  \nSVAROVSKY, L. Solid-liquid separation. 2.ed. London: Butterworths, 1981. \nWILLS, B. A. Mineral processing technology. 5.ed. Oxford: Pergamon Press Ltda, 1992. \nKELLY, E. G.; SPOTTISWOOD, D. J. Principles of Mineral Dressing. John Wiley & Sons Inc., \n1982. \nFINCH, J. A.; DOBBY, G. S. Collumm Flotation. 1.ed. Pergamon, 1990. \nLEJA, J. Surface chemistry of froth flotation, 2.ed. Nova York: Kluwer Academic/Plenum \nPublishers, 2004. \nCHAVES, A. P. Teoria e prática do tratamento de minérios. Volume 2. 3.ed. São Paulo: \nEditora Signus, 2010. \n \n \nComponentes: ECONOMIA I  \n  Período:  08 \nCarga horária: 30 \nDescrição:  INTRODUÇÃO À ECONOMIA POLÍTICA: ECONOMIA POLÍTICA; O ESTADO \nREGULADOR \nNA \nECONOMIA; \nTEORIA \nNEO-INSTITUCIONAIS. \nANÁLISE \nMICROECONÔMICA: TEORIA DE CONSUMIDOR E ANÁLISE DE DEMANDA; TEORIA DO \nPRODUTOR E ANÁLISE DA OFERTA; ESTRUTURA DE MERCADOS; ESTRATÉGIAS \nEMPRESARIAIS \n \nBibliografia básica: \nBASTES, R.H. Social-Dilemmas and Raional Individuals: A Assesmente of the New \nInstitutionalism, In The New Institutional Economics and Third World Development – Ed. \nRoutledge , (edited by Harris, J. Hunter, J. & Lewis, C.M),  \nCARNEIRO, R. (org.). Os Clássicos da Economia – Vol. 1 e 2, Editora Ática ,São Paulo , \n1997 \nCOUTINHO, M. C. Lições de Economia Política Clássica, Economia e Planejamento. \neditora Hucitec,1993. \n", "61": "61 \n \n \nBibliografia complementar:   \nLUXEMBUG, R., Introducción a la Economía Politica, In Cuadernos de pasado y presente \nnor.,35 - siglo XXI editores. México, 1986. \nMARX, K. Contribuição à crítica da economia política, 2 ed. Martins Fontes, São Paulo, \n1983 \nNORTH, D.C. The New Institutional Economics and Third World Development, In The New \nInstitutional Economics and Third World Development: Ed. Routledge, (edited by Harris, J., \nHunter, J. & Lewis, C.M). New York, (pags 17-26).1995 \nPINDYCK, R.S.; RUBINFELD, D.L., Microeconomia, 2 Edição, São Paulo: Editora Makron \nBooks, 1994. 968 p.     \nROSSETTI, J.P. Introdução a Economia, São Paulo: Atlas, 1997. \nPEREIRA, L.C. A Reforma do Estado dos Anos 90: Lógica e Mecanismos de Controle. In \nSeminário Internacional Instituições e Desenvolvimento Econômico – 12-14 de novembro, Rio \nde Janeiro , 1997 \nSINGER, P.A. Atualidade da Economia Política – In Leituras de Economia Política, p 79-88. \nCampinas, 1996     \nVARIAN, N.H., Microeconomia: Princípios Básicos. 2a Edição. Rio de Janeiro: Editora \nCampus, 1997. 710p. \nWONNACOTT, P.; WONNACOTT, R., Economia. 2a Edição. São Paulo: McGraw-Hill, 1994. \n833p. \n \n \nComponentes: ORGANIZAÇÃO E ADMINISTRAÇÃO I  \nPeríodo:  08 \nCarga horária: 30 \nDescrição:  INTRODUÇÃO ÀS TEORIAS ORGANIZACIONAIS. A TEORIA CLÁSSICA OU \nESCOLA DE ADMINISTRAÇÃO CIENTÍFICA. A ESCOLA DE RELAÇÕES HUMANAS. A \nESCOLA  ESTRUTURALISTA DA ADMINISTRAÇÃO. A ESCOLA NEOCLÁSSICA DA \nADMINISTRAÇÃO. A ESCOLA BEHAVIORISTA OU COMPORTAMENTAL. O SISTEMISMO – \nTEORIA GERAL DOS SISTEMAS. A QUESTÃO DA LIDERANÇA E PERFIS DE \nEMPREENDEDORES. A ORIENTAÇÃO COMPORTAMENTAL DA IDEOLOGIA DA PÓS-\nMODERNIDADE NOS INDIVÍDUOS PARTICIPANTES DA SOCIEDADE DE ORGANIZAÇÕES. \nCIVILIZAÇÃO E BARBÁRIE. \n \nBibliografia básica: \nCHIAVENATO, I. Introdução à Teoria Geral da Administração. 3a edição. São Paulo: \nMcGraw-Hill, 1983. \nETZIONI, A. l. Organizações Modernas. São Paulo: Ed. Atlas, 1986.   \n", "62": "62 \n \nPRESTES, M. F. C. Teoria Geral da Administração, São Paulo: Livraria Pioneira \nEditora,1987. \n \nBibliografia complementar:  \nMAQUIAVEL, N. São Paulo: O Príncipe Editora Nova Cultural Ltda,1999. \nMARCUSE, H. Eros e Civilização. Tradução Álvaro Cabral. Zahar Editores, 3a ed, .Rio de \nJaneiro - 1968     \nMOTTA, Paulo R. M. Gestão Contemporânea: A ciência e a arte de ser dirigente. Pioneira \n.São Paulo –1978      \nMACCOBY, M. Perfil de água .Tradução: Wamberto H. Ferreira .São Paulo,1977 \nWEBER, M. Ensaios de Sociologia .Tradução: Maurício Tragtenberg. et..all. Abril Cultural, 2a \nEdição, .São Paulo –1980. \n \nComponentes: PESQUISA OPERACIONAL APLICADA A MINERAÇÃO \n  Período:  08 \nCarga horária: 60 \nDescrição:  Histórico, significado e técnicas de pesquisa operacional, modelagem em pesquisa \noperacional. Grafos. Programação matemática (linear e inteira). Revisão de probabilidade e \nestatística. Teoria das filas. Simulação. Alguns problemas clássicos de P.O. Uso de técnicas de \nP.O. no planejamento de lavra de mina e no gerenciamento das operações mineiras. \n \nBibliografia básica: \nANDRADE, E. L. Introdução a pesquisa operacional.  Rio de Janeiro LTCE, 1989. 377p \nHILLIER, F. S.; LIEBERMAN, G. J. Introdução a pesquisa operacional Rio de Janeiro: \nCampus ; São Paulo : Ed. da USP, 1988. 805p  \nPRADO, D. S. Teoria das filas e da simulação. Belo Horizonte: Desenvolvimento Gerencial, \n1999.   \n \nBibliografia complementar:  \nPRADO, D. S. D. Programação linear 2 ed. Belo Horizonte: Ed. de Desenvolvimento \nGerencial, 1999. 206p  \nPIDD, M. Computer simulation in management science 4. ed. Chichester John Wiley & Sons \nLtd, 1998.   \nSALIBY, E. Repensando a simulação : a amostragem descritiva.  São Paulo: Atlas ; Rio de \nJaneiro : Ed. da UFRJ:  1989. 182p  \nNETTO, P. O. B. Teoria e modelos de grafos São Paulo E. Blucher, 1979. 249p  \n \n \n9º PERÍODO \n", "63": "63 \n \n \n \nComponentes: LAVRA DE MINA A CÉU ABERTO \nPeríodo:  09 \nCarga horária: 60 \nDescrição:  Métodos de lavra a céu aberto: métodos gerais ou convencionais (lavra por bancadas, \nde rochas ornamentais e por tiras) e métodos especiais (lavra de placers: desmonte hidráulico e \ndragagem;  lavra com soluções: por furos de sonda e por lixiviação). Novos métodos de lavra. \nExcursão Curricular a Empresas de Minerações. \n \nBibliografia básica: \nHARTMAN, H. L. Introductory mining engineering.  New York: J.Wiley, 1987. 633p.  \nCUMMINS, A. B. SME mining engineering handbook.  Littleton: Colorado : SMME, 1973.   \nURBINA, F. P. O. Fundamentos de Laboreo de Minas. Escuela Técnica Superior de \nIngenieros de Minas. Madrid: Fundacion Gomez-Pardo. \n \nBibliografia complementar: \nHIGGINS, R. J. Environmental Management of Solid Wast: Dredged Material and Mine \nTailings. Berlin: Springer  \nMACDONALD, E. H. Alluvial mining the geology, technology and economics of placers.  \nLondon: New York Chapman and Hall, 1983. 508p.  \nMERO, J. L. The mineral resources of the sea.  Amsterdam: Elsevier, 1965. 311p.  \nRZHEVSKY, V. V. Opencast Mining unit operations Moscou: Mir Publishers, 1985. 479p. \nB.STOCES. Eleccion y critica de los metodos de explotacion en mineria : principios para \nla explotacion de Yaciamientos.  Barcelona: Omega, 1963. 476p.  \nTHOMAS, J. E. Fundamentos de engenharia de petróleo Rio de Janeiro Editora Interciência, \n2001. 271p.  \nVIDAL, V. Exploitation des mines. Paris: Dunod, 1961-62.   \nVOGELY, W. A. Economics of the mineral industries : a series of articles by specialists.  \nNew York: AIME, 1985. 660p.  \nWOHLBIER, Reinhard H. Bulk Handling in Open Pit Mines and Quarries.Trans Tech \nPublications. Clausthal-Zellerfeld/Germany. \nYOUNG, George J. Elementos de Minería. Barcelona: Gustavo Gili, S.A.. \nSOUZA, P. A. D.; HERRMAN, H. Avaliação econômica dos direitos minerarios : \ndocumento preliminar Brasilia, DF: MME/DNPM, 1980. 61p \n \n \nComponentes: LAVRA DE MINA SUBTERRANEA \nPeríodo:  09 \nCarga horária: 60 \n", "64": "64 \n \nDescrição:  Generalidades sobre minas subterrâneas. Princípios fundamentais de lavra \nsubterrânea. Estudo de métodos de lavra subterrânea (alargamentos auto suportantes, \nsuportados e abatidos). Critérios para seleção de um método de lavra. Excursões curriculares a \nminerações. \n \nBibliografia básica: \nGERSTCH, R. E.; BULLOCK, R. L. Techniques in Underground Mining. Society for Mining, \nMetallurgy and Exploration, Littleton-USA.1998. \nHARTMAN, H. L.; MUTMANSKY, J. M. Introductory Mining Engineering. John Wiley. 2002. \nHUSTRULID, W. A.; BULLOCK, R. L. Underground Mining Methods Handbook \n.Fundamental Case studies. AIME. 2001. \n \nBibliografia complementar:   \nBISE, C. J. Mining engineering analysis. Littleton, Colo: Society of Mining Engineers, 1986. \n153p  \nHARTMAN, H. L. Mining Engineering Handbook. SME. 1992. \nURBINA, F. P. O. Fundamentos de Laboreo de Minas. Madrid: FGP.1994. \nVAZ, C. J. Planejamento de Mina Subterrânea. UFOP, 199713p. \nAnais de eventos \nCongresso Brasileiro de Mina Subterrânea .a partir de 2000. \nSymposium on Mine Planning and Equipment Selection .a partir de 1996. \nJornada Ibero-americana de Medio Ambiente Subterraneo y Sostenibilidad .a partir de 2010. \n \nPERIÓDICOS: Brasil Mineral; CIM Bulletin; Engineering & Mining Journal; In the Mine; Minérios \n& Minerales; Miniere e Cave; Mining and Annual Review; Mining Engineering; Mining Magazine; \nPerspectives for both worlds; Revista Escola de Minas (REM); World Mining Equipment; World \nTunnelling. \n \nComponentes: ECONOMIA MINERAL II \nPeríodo:  09 \nCarga horária: 30 \nDescrição: \n \nTEORIA \nMACROECONÔMICA: \nAGREGADOS \nMACROECONÔMICOS. \nELEMENTOS DE TEORIA MONETÁRIA. NOÇÕES SOBRE INFLAÇÃO. NOÇÕES SOBRE \nTEORIA E PRÁTICA DO COMÉRCIO INTERNACIONAL. BALANÇO DE PAGAMENTOS. \nDESENVOLVIMENTO ECONÔMICO. ECONOMIA BRASILEIRA \n \nBibliografia básica: \nROSSETTI, J. P. Introdução a economia. 12. ed. São Paulo: Atlas, 1987. \nPINTO, A.; FREDES, C.; MARINHO, L. C. Curso de economia : elementos de teoria \neconomica. 9 ed. Rio de Janeiro: Unilivros, 1983. 274p \nNAPOLEONI, C. Curso de economia política. 3. ed. . Rio de Janeiro : Graal:  1985. 405p  \n", "65": "65 \n \nFIGUEIREDO, F.O. Introdução à Contabilidade Nacional. Editora Forense Universitária     \n \n \nBibliografia complementar:   \nDORNBUSCH, R.; FISHER, S. Macroeconomia. 5. ed. São Paulo Makron : McGraw-Hill, 1991. \n930p  \nSINGER, P. Aprender economia. 3. ed. São Paulo: Brasiliense, 1983. 183p. \nSERRA, J. Desenvolvimento Capitalista no Brasil, São Paulo. Editora Brasiliense \n \nCARDOSO, E. A. Economia brasileira atual ao alcance de todos.  São Paulo: Brasiliense, \n1986. 181p.  \nPEREIRA, W.; FILHO, A. F. M. Manual de introdução a economia. 1. ed. São Paulo: Saraiva, \n1985. 368p.  \nABREU, M. D. P. A Ordem do progresso : cem anos de politica economica republicana \n1889-1989 Rio de Janeiro: Campus, 1992. 445p. \n \n \nComponentes: ORGANIZAÇÃO E ADMINISTRAÇÃO II \nPeríodo:  09 \nCarga horária: 30 \nDescrição:  ADMINISTRAÇÃO DA PRODUÇÃO/OPERAÇÕES. ANÁLISE DE INVESTIMENTO \nE ADMINISTRAÇÃO FINANCEIRA. ADMINISTRAÇÃO DE MATERIAIS. PLANEJAMENTO DA \nCAPACIDADE E DA PRODUÇÃO. ADMINISTRAÇÃO MERCADOLÓGICA. ADMINISTRAÇÃO \nDE RECURSOS HUMANOS. PLANEJAMENTO DA PRODUÇÃO E GERÊNCIA DA \nQUALIDADE. \n \nBibliografia básica: \nCAMPOS, V. F. TQC : controle da qualidade total (no estilo japones).  Belo Horizonte: \nFundação Christiano Ottoni, 1992. 229p  \nHAMMER, M.; CHAMPY, J. Reengenharia : revolucionando a empresa em função dos \nclientes, da concorrencia e das grandes mudanças da gerencia Rio de Janeiro: Campus, \n1994. 189p.  \nPORTER, M. E. Estrategia : a busca da vantagem competitiva.  Rio de Janeiro: Campus, \n1998. 501p.  \n \nBibliografia complementar:   \nBERTONI, B. Reengenharia Humana. Preparando o Indivíduo para a Mudança. Salvador: \nCasa da Qualidade, 1994.   \n \nNOVAES, A. G. N.; ALVARENGA, A. C. Logística aplicada : suprimento e distribuição \nfísica.  São Paulo: Edgard Blucher, 2000. 194p. \nMARTINS, P. G.;LAUGENI, F. P. Administracao da producao.  Sao Paulo: Saraiva, 1998. \n445p. \n", "66": "66 \n \nMACHLINE, C. Manual de administração da produção. 5 ed. Rio de Janeiro Fundação \nGetulio Vargas, 1979-82. \nMAYER, R. R. Administração da produção.  São Paulo: Atlas, 1990. 719p \nMESSIAS, S. B. Manual de administração de materiais : planejamento e controle dos \nestoques.  São Paulo: Atlas, 1980. 214p.  \nMONKS, J. G. Administração da produção São Paulo McGraw-Hill, 1987. 502p.  \nNETO, A. F.; FURLAN, J. D.; HIGA, W. Engenharia da informação : metodologia, tecnicas e \nferramentas.  São Paulo: McGraw-Hill, 1988. 262p. \nRUSSOMANO, V. H. PCP : planejamento e controle da produção.  São Paulo: Pioneira, \n2000. 320p.  \nMOREIRA, D. A. Administração da produção e operações. São Paulo: Livraria Pioneira, \n1996. 619 p. \nPORTER, M. E. A vantagem competitiva das nações.  Rio de Janeiro Campus, 1989. 897p. \n \n \nComponentes: PROJETO DE MINERAÇÃO \nPeríodo:  09 \nCarga horária: 60 \nDescrição:  Elaboração de um projeto básico de lavra de minas, fundamentado em relatório de \npesquisa e geologia, pesquisa tecnológica e outros dados básicos. Excursão Curricular a \nempresas de mineração. \n \nBibliografia básica: \nPFLEIDER, E. P. Surface mining New York: The American Institute of Mining, Metallurgical \nand Petroleum Engineers, 1968. 1061p  \nPETERS, W. C. Exploration and mining geology New York John Wiley, 1978. 696p \nHUSTRULID, W.; KUCHTA, M. Open pit mine :planning & design. Rotterdam: A. A. Balkema, \n1998. \n \nBibliografia complementar:   \nRoberto R. Costa, Projeto de Mineração (apostila UFOP) \n \nCarlos José Vaz, Planejamento de Lavra Subterrânea (apostila UFOP) \nMINERAÇÃO E MEIO AMBIENTE, IBRAM - Instituto Brasileiro de Mineração, p. 111,  1992.    \nPINTO, L. R. Metodologia de analise do planejamento de lavra de minas a ceu aberto \nbaseada em simulacao das operacoes de lavra 1999. 180p \nSOUZA, P. A. D.; HERRMAN, H. Avaliação economica dos direitos minerarios : \ndocumento preliminar Brasilia, DF: MME/DNPM, 1980. 61p \n \nComponentes: CONDICIONAMENTO DE MINA \nPeríodo:  09 \n", "67": "67 \n \nCarga horária: 60 \nDescrição:  Aspectos ambientais críticos em minas subterrâneas, Atmosfera e ventilação das \nminas subterrâneas. Condicionamento do ar nas minas.  Cálculos e otimizações higiene das \nminas e controle dos contaminantes. Iluminação mineira. Regime hidrológico e esgotamento \ndas minas a céu aberto e subterrâneas. Prevenção de acidentes.  Doenças profissionais \n \nBibliografia básica: \nHARTMAN, H. L. Mine ventilation and air conditioning.  New York: J. Wiley 1982. 791 p  \nBOSSARD, F. C. A manual of mine ventilation design practices.  Montana: Floyd C. \nBossard and Associates, 1983.  \nMACINTYRE, A. J. Ventilação industrial e controle da poluição 2 ed. Rio de Janeiro \nGuanabara Koogan, 1990. 403p  \n \nBibliografia complementar:   \nVUTUKURI,V.S.;LAMA, R. D. Environmental engineering in mines.Cambridge University \nPress, 1986. 504p \nHUSTRULID, W. A. Underground mining methods handbook New York: SME, 1982. 175p  \nTROTTER, D. A. The lighting of underground mines Houston: Gulf, 1982. 201p \nMENDES, R. Medicina do trabalho e doenças profissionais.  São Paulo: Sarvier, 1980. 573p  \nMISRA, G. B. Mine environment and ventilation.  Calcutta: Oxford University Press, 1986. \n619p \nPereira, Teoria e Prática do Reb. do Lençol d`agua     \nARGALL, G. O. Mine drainage and surface mine reclamation: Proceedings of the First \nInternational Mine Drainage Symposium Denver. Proceedings of the First International Mine \nDrainage Symposium Denver: San Francisco: miller Freeman: 848 p. 1979. \nP. Moussart, Second International Mine Ventilation Congress     \nBRIGGS, H. The ventilation of mines : generation of the air current.  London Methuen, \n1929. \nHARTMAN, H. L. SME mining engineering handbook. 2 ed. Littleton, Colorado: SMME, 1992.   \n \n \n10º PERIODO \n \n \nComponentes:                           ESTAGIO SUPERVISIONADO \nPeríodo:  10 \nCarga horária: 160 \nDescrição:  O aluno será orientado quanto as normas para elaboração de relatório de \nestágio, normas de conduta na empresa para representar a universidade, unidade e \n", "68": "68 \n \ndepartamento de origem, e nos procedimentos gerais a ser seguido para atender às \nespecificidades e normas internas das empresas fornecedoras do estágio. \n \nBibliografia básica: não se aplica \n \nBibliografia complementar:  : não se aplica \n \n \nComponentes: TRABALHO DE CONCLUSÃO DE CURSO \nPeríodo:  10 \nCarga horária: 30 \nDescrição:  Desenvolvimento de trabalho de pesquisa e ou trabalho técnico-profissional na \nárea de Engenharia de Minas, visando a conclusão e defesa do Trabalho de Conclusão de \nCurso. \n \nBibliografia básica: \nFRANÇA, J. L.; VASCONCELLOS, A. C. Manual para normalização de publicações técnico-\ncientíficas. 8ª ed. rev. a ampliada. Belo Horizonte: Editora UFMG, 2007. \nROSSI, Paolo. O nascimento da ciência moderna na Europa. Bauru (SP): EDUSC, 2001. \nSANTOS, R. S. Metodologia científica: a construção do conhecimento. 7ªed. Rio de \nJaneiro: Lamparina, 2007.  \n \nBibliografia complementar:  \nASSOCIAÇÃO \nBRASILEIRA \nDE \nNORMAS \nTÉCNICAS. \nNBR \n6022: \ninformação \ne \ndocumentação: artigo em publicação periódica científica impressa: apresentação. Rio de \nJaneiro, 2003. 5 p. \nNBR 6023: informação e documentação: referências: elaboração. Rio de Janeiro, 2002. 24 p. \nNBR 6024: informação e documentação: numeração progressiva das seções de um \ndocumento. Rio de Janeiro, 2002. 3 p. \nNBR 6028: informação e documentação: resumo. Rio de Janeiro, 2002. 2 p. \nNBR 10520: informação e documentação: citações em documentos: apresentação. Rio de \nJaneiro, 2002. 7 p. \nSALOMON, D. V. Como fazer uma monografia. 4ª ed. São Paulo: Martins Fontes, 1996.  \nSANTOS, B. S. A crítica da razão indolente: contra o desperdício da experiência. 4ªed. \nSão Paulo: Cortez, 2002. \n \n \nDISCIPLINAS ELETIVAS \n \n", "69": "69 \n \n \nComponentes: LAVRA E TRATAMENTO DE ROCHAS ORNAMENTAIS \nPeríodo:  eletiva \nCarga horária: 60 \nDescrição: Tecnologias para lavra, beneficiamento primário, tecnologias para beneficiamento \nfinal, projeto e operação de serraria de granito/mármore, tratamento de efluentes de \nbeneficiamento de rochas ornamentais, determinação de custo e eficiência em serrarias e \nmarmorarias. \n \nBibliografia básica: \nHARTMAN, H. L.; MUTMANSKY, J. M. Introductory Mining Engineering. 2002. John Wiley. \nURBINA, F. P. O. Fundamentos de Laboreo de Minas. FGP. Madrid,  1994. \n \nBibliografia complementar:   \nBISE. Mining Engineering Analysis. 2003. \nVAZ, C. J. Planejamento de Mina Subterrânea. UFOP. 1997, 13p. \nPERIÓDICOS: Brasil Mineral; CIM Bulletin; Engineering & Mining Journal; In the Mine; Minérios \n& Minerales; Miniere e Cave; Mining and Annual Review; Mining Engineering; Mining Magazine; \nPerspectives for both worlds; Revista Escola de Minas (REM); World Mining Equipment; World \nTunnelling. \n \n \nComponentes: PROJETO DE LAVRA  SUBTERRANEA \nPeríodo:  eletiva \nCarga horária: 60 \nDescrição: Descrição e comparação dos principais métodos de lavra subterrânea. Fases de \nProjeto e Planejamento de lavra. Seleção do método de lavra. Mecanização e automação de \noperações. Dimensionamento de Frota. Fluxo por gravidade de material fragmentado. \nMonitoramento. Aplicativos computacionais. Fechamento de mina subterrânea. Estudos de \ncaso. Visita técnica a mineração. \n \nBibliografia básica: \nGERSTCH, R. E.; BULLOCK, R. L. Techniques in Underground Mining. Society for Mining, \nMetallurgy and Exploration, Inc., Littleton, USA. 1998. \nHARTMAN, H. L.; MUTMANSKY, J. M. Introductory Mining Engineering. John Wiley and \nSons, New York, 2002. \nHUSTRULID, W.; BULLOCK, R. L. Underground Mining Methods .Fundamental Case \nStudies. 2001.   \n \nBibliografia complementar:  \n", "70": "70 \n \nBATTACHARYA, J. Principles of Mine Planning. Allied Publishers. 2006. \nBISE, C. J. Mining Engineering Analysis. 2003. \nDESSUREAULT et al. Application of computers and operations research in the mineral \nindustry. Balkema, p. 581 a 681. 2004. \nHARTMAN, H. L. SME Mining Engineering Handbook. 1992. AIME. \nSLOAN, D. A. Mine management. Chapman and Hall. 1983. \nVAZ, C. J. Planejamento de Lavra Subterrânea. UFOP, 13p. 1997. \nKAZAKIDIS, V. N.; SCOBLE, M. Planning for flexibility in underground mine production \nsystems, 6p. 2002. Disponível em <ardent.mit.edu/real-options. Acessada em 23/08/2010. \nMENDIS, \nP. \nUnderground \nMining \nand \nPlanning \nMethods, \ncitado \nem \nhandbook,unimelb.edu.au/view/2010, acessada em 23/08/2010.  \nPEURSUM, M. Successfull underground mining planning. 2007. Disponível em \n<www.miningaustralia.com.au/news> acessada em 23/08/2010. \nPINCOCK Perspectivas Consultants. An Integrated procedural approach to underground \nmining planning that increases value, n. 94, jan/2009, 4p. \nSANSONE, E. C.; AYRES DA SILVA, L. A. Estudo de Aspectos Geomecânicos Aplicados \nao Projeto de Minas Subterrâneas. Boletim Técnico da Escola Politécnica da USP, São \nPaulo, n. PMI/061, 1997. \nAnais de eventos: \nI Semana Ibero-americana de Engenharia de Minas, São Paulo, 2004. \nCongresso Brasileiro de Mina Subterrânea, Belo Horizonte .a partir de 2000. \nSymposium on Mine Planning and Equipment Selection. \nJornada Ibero-americana Medio Ambiente Subterraneo y Sostenibilidade .a partir de 2010. \n \n \nComponentes: INTRODUÇÃO À ANÁLISE ESTATÍSTICA DE EXPERIMENTOS \n Período:  eletiva \nCarga horária: 45 \nDescrição: Introdução aos Métodos. Aplicação dos Métodos Estatísticos à Pesquisa \nExperimental em Tratamento de Minérios e Materiais. Seminários \n \nBibliografia básica: \nBOX, G.P.; HUNTER, W.G.; HUNTER, P. J. Statistics for Experimenters. Ed. John \nWiley&Sons Inc., New York, p. 653, 1988. \nMONTGOMERY, D. C. Design and analysis of experiments, Ed. John Wiley & Sons Inc., \nNew York, p. 643, 2005. \nBRINCK V.; HAUK G. A. C.; SOUZA, E. H. Curso de Planejamento e Análise Racional de \nExperimentos Tecnológicos. USIMINAS, Ipatinga, Minas Gerais, p. 61, 1976. \n", "71": "71 \n \n \nBibliografia complementar:  \nCOX, D. R. Planning of Experiments. Ed. John Wiley & Sons Inc., New York, p. 208, 1958. \nDUCKWORTH, W. E. Statistical Techniques in Technological Research. Ed. Methuen Co. \nLtd., 1960. 303p \nNETO, B.N., SCARMINIO, I. S., BRUNS R. E. Como Fazer Experimentos, Ed. UNICAMP, \nCampinas, 401 p., 2003. \nLAPPONI, J.C. Estatística usando Excel, Ed Campus, Rio De Janeiro, 476 p., 2005. \n \nComponentes: MANEJO DE REJEITOS E ESTÉREIS DE MINERAÇÃO \n Período:  eletiva \nCarga horária: 45 \nDescrição: Plano diretor de mina para rejeitos e estéreis. Estéreis de mineração: caracterização \ngeotécnica. Disposição de estéreis em pilhas. Elementos de projeto de pilhas: estabilidade; \ndrenagem; construção. Rejeitos de mineração: caracterização geotécnica. Disposição de \nrejeitos: fenômenos físicos; balanço de massas; Métodos de disposição: convencional; novas \ntécnicas. Disposição convencional: estabilidade estrutural; tipo de contenções e layouts. \nElementos de projeto de barragens convencionais. Elementos de projeto de barragens de \nrejeito. ‘Liners’ e coberturas (fechamento) de reservatórios de rejeitos. Outros métodos de \ndisposição: método subaéreo; disposição em lamas espessadas (TTD); disposição em pastas; \ncake; dry stacking. \n \nBibliografia básica: \nABRÃO, P.C. - Sobre a Deposição de Rejeitos de Mineração no Brasil. REGEO’87. Rio de \nJaneiro, 1987. \nARAGÃO, G.A.S. - Classificação de pilhas de estéril na mineração de ferro. Dissertação de \nMestrado Programa de Pós- Graduação em Engenharia Mineral. 2008. \nBATES, J. .Barragens de Rejeitos, 1ª. Ed., Oficina de Texto, 136p, 2002. \nVICK, S.G.  .Planning, Design and Analysis of Tailings Dams. New York: John Wiley & \nSons, 1983. \n \nBibliografia complementar:  \nABNT/NBR 13028 Mineração - Elaboração e apresentação de projeto de barragens para \ndisposição de rejeitos, contenção de sedimentos e reservação de água. 2006. \nABNT .NBR 13029: Mineração - Elaboração e apresentação de projeto de disposição de \nestéril em pilha. 2006. \nAnais do Congresso Brasileiro de Geotecnia Ambiental (REGEO) .1987 a 2011. \nBC MINE WASTE ROCK PILE RESEARCH COMMITTEE. Mined Rock and Overburden \nPiles, Investigation & Design Manual. Interim Guidelines, 128p., 1991. \n", "72": "72 \n \nEATON, T., BROUGHTON, S., BERGER, K. C., PITEAU ASSOCIATES ENGINEERING LTD. \nCourse Introduction Design and Operation of Large Waste Dumps. Under Licence from the \nBritish Columbia Ministry of Energy and Mines - Mine Dump Committee, 2005. \nFELL, R., MACGREGOR, P.; STAPLEDON, D. .Geotechnical Engineering of Embankment \nDams. A. A. Balkema, 1992.  \nFELL, R., PHILLIPS, T.; GERRARD, C. .Geotechnical Management of Waste and \nContamination. Balkema, 1993. \nSOUSA, L. M. S. Estudos de Dimensionamento Estrutural de Estradas de Mina a céu \nAberto. Dissertação de Mestrado Programa de Pós- Graduação em Engenharia Mineral. 2011. \nProceedings of the Mine and Tailings Waste Symposium. A .A. Balkema. Fort Collins, Colorado, \nUSA. (1997 a 2011). \nULRICH, B., EAST, D.R. AND GORMAN, J. Subaerial Tailings Deposition - Design, \nConstruction and Operation for Facility Closure and Reclamation, Tailings and Mine \nwaste. Rotterdam: Balkema, pp. 29-37. 2000. \nVAN ZYL, D.J.A. & VICK, S.G. - Hydraulic Fill Structures. ASCE Geotechnical Special \nPublication No. 21, 1988. \nWELCH, D. E. Tailings Basin Water Management. Chapter 43 In: Slope Stability in Surface \nMining, W.A. Hustrulid, M.K. McCarter and D.J.A. van Zyl (Eds.) Society of Mining, Metallurgy \nand Exploration. Littleton, CO, pp. 391-398, 2000.  \nWELS, C. & ROBERTSON, A.M. Conceptual Model for Estimating Water Recovery in \nTailings Impoundments. Proceedings of the 10th International Conference on Tailings and \nMine Waste. Vail, CO, USA, 87-94, 2003. \n \n \nComponentes: ENGENHARIA DE PROCESSOS \n  Período:  eletiva \nCarga horária: 60 \nDescrição:  INTRODUÇÃO. SIDERURGIA. EXTRAÇÃO DE METAIS NÃO-FERROSOS. \nPROCESSOS DE INDÚSTRIA DE CIMENTO E CAL. INDÚSTRIAS DE CERÂMICA. \nINDÚSTRIAS DE VIDRO. INDÚSTRIAS DE FERTILIZANTES. EXCURSÃO CURRICULAR A \nMINERAÇÕES, INDÚSTRIAS, SIDERURGIAS. \n \nBibliografia básica: \nASSOCIAÇÃO BRASILEIRA DE METAIS, ABM. Preparação de Carga para Altos-Fornos. \nSão Paulo: ABM. s. d. \nASSOCIAÇÃO BRASILEIRA DE METAIS, ABM. Redução de Minério de Ferro. São Paulo: \nABM. s. d. \nCOUTINHO, A. S. Fabrico e Propriedades do Betão. Lisboa: LNEC. 2006.646 p.  \n \nGUIMARÃES, J. E. P. Cal: Fundamentos e Aplicações à Engenharia Civil.     \nMAIA, S. B. O Vidro e sua Fabricação. Rio de Janeiro: Interciência. 2003. 212 p. \n", "73": "73 \n \nROSENQVIST, T. Principles of Extractive Metallurgy (2nd ed). New York: McGraw-Hill. \n1983. 608 pages.    \n \nSANTOS, P. Souza.  Ciência e Tecnologia das Argilas (volumes I e II). 2ª edição. São \nPaulo: Edgard Blücher. 1989.  \nSHREVE, R. N. & BRINK, J. A. Indústria de Processos Químicos. Rio de Janeiro: LTC. 1980. \n732 p. \n \nBibliografia complementar:  \nPERAY, K. E.; WADDEL, J. J. The Rotary Cement Kiln. New York: Chemical Publishing /co. \n1972.194 p. \nVOGEL, W. Chemistry of Glass. Columbus: American Ceramic Society. 1985. \nVLASSOV, D. Combustíveis, Combustão e Câmaras de Combustão. Curitiba: EUFPR. \n2001. 185 p. \n \nComponentes: HIDROGEOLOGIA \n Período:  eletiva \nCarga horária: 45 \nDescrição: A água subterrânea no ciclo hidrológico. Dinâmica dos meios aquíferos. Hidráulica \nde poços. Hidrogeoquímica aplicada. Captações. Técnicas de levantamentos sistemáticos e \npesquisas hidrogeológicas. Gestão de recursos hídricos. \n \nBibliografia básica: \nCUSTÓDIO & LLAMAS, 1976. Concepto de Hidrogeologia. sección 5, vol. I, cap.5.1 (p.249-\n258). In: Hidrologia Subterránea. Ediciones Omega, Barcelona, España. 2 vols., 2359 p. 1976. \nSCUDINO, P. C. B. Hidrogeologia: Coletânea de Textos, vol. 1, p.1-10. Escola de Minas de \nOuro Preto/UFOP. Departamento de Geologia-DEGEO. Biblioteca. Ouro Preto, MG. 6 vols., \n1989. \n \nBibliografia complementar:  \nCANTER L.W.et alii. Groundwater, a important resource. Cap. 1 (p.1-20). In: Groundwater \nQuality Protection. Lewis Pubishers, Inc., 3.rd printing, Chelsea, Michigan, USA. 1 vol., 562 p., \n1988.   \nBARTH, F.T. et alii. Recursos Hídricos do Brasil; cap. 1.4 (p.27-53). Legislação Brasileira ; \ncap. 1.5(p.54-64). In: Modelos de Gerenciamento de Recursos Hídricos. ABRH, vol.1, 526 p; \nSão Paulo-SP. In: Hidrogeologia-Coletânea de Textos, vol. 6(p.813-850), Ouro Preto, MG. \nMENTE, A. & MONT’AL-VERNE, A. A. F., Mapa hidrogeológico na escala 1: 2.500.000, \nversão preliminar. In: I Congresso Brasileiro de Águas Subterrâneas. Anais, vol.1, p.427-441. \nABAS-Associação Bras. de Águas Subterrâneas, Recife-PE, 1980. \n", "74": "74 \n \nMENTE, A. & MONT’AL-VERNE, A. A. F., 1982 Mapa hidrogeológico do Brasil na escala 1: \n5.000.000. In: II \nREBOUÇAS, A., Potencial hidrogeológico da Bacia do Paraná-Brasil. Un: I Congresso \nBras. de Águas Subterrâneas, Anais, vol.1, p.35-47, Recife-PE, 1980. In: Hidrogeologia-\nColetânea de Textos, vol. 5, p.678-689. DEGEO/EMOP/UFOP, Ouro Preto, 1989.    \nPESSOA, M.D. et alii, Províncias hidrogeológicas adotadas para o mapa hidrogeológico \ndo Brasil na escala de 1: 2.500.000. In: I Congresso Bras. de Águas Subterrâneas. Anais..., \nvol.1, p. 461-473. ABAS, Recife-PE, 1980. \nLEAL, G. et alii, Contribuição do sistema de informações hidrogeológicas à elaboração do \nmapa hidrogeológico do Brasil, na escala de 1: 2.500.000. In: I Congresso Bras. de Águas \nSubterrâneas. Anais..., vol. 1, p.443-449; ABAS, Recife-PE, 1980. \nPEIXOTO, C.A., SCUDINO, P.C.B. e MARQUES, A.F.S. Água subterrânea para irrigação na \nregião cárstica do Norte de Minas Gerais e Sul da Bahia - discussão preliminar. Revista \nITEM-Irrigação e Tecnologia Moderna, no. 26, p.11-17, 1986. Brasilia, DF. In: Hidrogeologia-\nColetânea de Textos vol. 5, p. 703-717. Ouro Preto, MG. \nPEIXOTO et alii, Potencial hidrogeológico da região nordeste de Minas Gerais. II \nCongresso Bras. de Águas Subterrâneas. Anais..., vol.1, p. 89-110; ABAS, Salvador-BA, 1982. \nIn: Hidro-geologia-Coletânea de Textos, vol.5, p.656-677. Ouro Preto, MG. \n \n \nComponentes: INTRODUÇÃO À FILOSOFIA DA CIÊNCIA E DAS IDEIAS \n  Período:  eletiva \nCarga horária:  30 \nDescrição:  No curso faremos uma introdução à reflexão filosófica sobre a ciência. Para tanto, \nno primeiro momento focaremos na natureza da ciência e da atitude científica, dando ênfase \naos conceitos de abstração e objetivação. No segundo momento, apresentaremos a questão \nhistoricista na Filosofia da Ciência e faremos uma leitura crítica de dois filósofos que dialogam \ncom o programa historicista: Thomas Kuhn (Posfácio de 1969 de A estrutura das revoluções \ncientíficas) e Paul Feyerabend (Contra o método). \n \nBibliografia básica: \nFEYERABEND. Contra o método. Trad. C. A. Morari. São Paulo: Editora UNESP, 2007. \nFEYERABEND. Problemas da microfísica. In. Filosofia da ciência. Trad. L. Hegenberg e O. S. \nda Mota. São Paulo: Editora Cultrix, pp. 247-58. \nKUHN. A estrutura das revoluções científicas. Trad. B. V. Boeira e N. Boeira. São Paulo: \nPerspectiva, 2005. \nNAGEL, Ernest. Ciência: Natureza e objetivo. In. Filosofia da ciência. Trad. L. Hegenberg e \nO. S. da Mota. São Paulo: Editora Cultrix, pp. 13-24. \n \n \n", "75": "75 \n \n RECUPERAÇÃO DE ÁREAS DEGRADADAS PELA MINERAÇÃO \nBibliografia complementar:  \nCHALMERS, A. F. O que é ciência afinal? Trad. Raul Fiker. São Paulo: Brasiliense, 1993.  \nDUSEK, V. Filosofia da tecnologia. Trad. L. C. Borges. São Paulo: Loyola, 2009, pp. 15-40. \nBRAILE, P. M.; CAVALCANTE, E. W. A. Manual de Tratamento de Águas Residuárias \nIndustriais. São Paulo: CETESB, 1993. \nDERISIO, J. C. Introdução ao Controle de Poluição Ambiental. São Paulo: CETESB, 1992. \nLORA, E. E.S. Prevenção e Controle da Poluição nos Setores Energéticos Industrial e de \nTransporte.  Rio \nde Janeiro: Editora Interciência, 2a Edição, 2002.  \nLUZ, A. B.; SAMPAIO, J. A.; ALMEIDA, S. L. M. Tratamento de Minérios. Rio de Janeiro: \nCETEM, 2004. \nMETCALF & EDDY. Wastewater engineering: treatment disposal reuse. (2a ed.) New York: \nMcGraw-Hill, 1979. \nNUNES, J. A. Tratamento Físico-Químico de Águas Residuárias Industriais. Aracajú: \nEditora J. Andrade, 2004. \nRAO, C. S. Environmental Pollution Control Engineering. New York: John Wiley & Sons, \n1992. \nTCHOBANOGLOUS, G. Wastewater engineering: treatment disposal reuse. Boston: McGraw-\nHill, 2003. \n \n \nComponentes: TRATAMENTO DE EFLUENTES NA MINERAÇÃO \n  Período:  04 \nCarga horária:  45 \nDescrição:  Caracterização de efluentes.  Poluição e fontes poluidoras na indústria mínero-\nmetalúrgica.  Legislação ambiental para controle e tratamento de efluentes industriais. \nSistemas de captura, tratamento e manuseio. Reaproveitamento e descarte. Estudo de casos. \n \nBibliografia básica:  \nVALADÃO, G. E. S. & ARAUJO, A. C. (Ed.). Introdução ao Tratamento de Minérios. Belo \nHorizonte: Editora UFMG, 2004. \n \nBibliografia complementar:   \nBRANCO, S. M., ROCHA, A. A. Elementos de Ciências do Ambiente. CETESB: Companhia \nde Tecnologia de Saneamento Ambiental. 1982. \nFILHO, J. F. P. Fundamentos de Ciência do Ambiente para Engenheiros. Escola de Minas, \nDepartamento de Engenharia Gerencial e Economia. Apostila UFOP. 1995. \n", "76": "76 \n \nDEZOTTI, M. Processos e Técnicas para o Controle Ambiental de Efluentes Líquidos. Rio \nde Janeiro: E-papers, 2008. \nSAMPAIO, J. A. et alii (Ed.). Tratamento de Minérios: Práticas Laboratoriais (1ª ed.). Rio de \nJaneiro: CETEM, 2007. 570 p. \nWILLS, B. A. Mineral processing Technology. Pergamon Press, 5ª edição, New York. 1992. \n \nSites \nrecomendados : \nRevistas: \nwww.periodicos.capes.gov.br; \nwww.sciencedirect.com;  \nwww.mma.gov.br. \n \n \n \nComponentes: FUNDAMENTOS DE ENGENHARIA GEOTECNIA \n Período: eletiva \nCarga horária:  45 \n \nDescrição:  Índices físicos. Plasticidade. Compactação do solo. Princípio das tensões efetivas. \nPermeabilidade e percolação. Compressibilidade e adensamento. Resistência ao cisalhamento \ndos solos. Aplicações em empuxo de terras, capacidade de suporte em fundações e \nestabilidade de taludes em solos. \n \nBibliografia básica: \nBOSCOV, M. E. Geotecnia Ambiental. Ed. Oficina de Textos. 2008.  \nCRAIG, R.F. Mecânica dos Solos. LTC. 2008. \nDAS, B. M. Fundamentos da Engenharia Geotécnica. Thomson. Trad. 6ª. Ed. Americana. \n2007. \nSOUZA PINTO, C. S. Curso Básico de Mecânica dos Solos. Ed. Oficina de textos. 2000. \n \nBibliografia complementar:  \nCERNICA, J. N. Geotechnical Engineering - Soil mechanics. John Wiley & Sons. 1995. \nCAPUTO, H. P. Mecânica dos Solos e suas Aplicações. Ed. Livros Técnicos Científicos. \n1973.  \nVARGAS, M. Introdução à Mecânica dos Solos. McGraw-Hill. 1977. \nMACNAB, A. Earth Retention Systems Handbook .McGraw-Hill. 2002.  \nORTIGÃO, J.A.R. Introdução à Mecânica dos Solos dos Estados Críticos. Ed. Livros \nTécnicos Científicos. 1993.  \nVILAR, 0. M. & BUENO, B. S. Apostila de Mecânica dos Solos. USP/EESC. 1990. \n \n \nComponentes: DIMENSIONAMENTO DE ESCAVAÇÕES EM ROCHA \n", "77": "77 \n \n Período:  eletiva \nCarga horária: 60 \nDescrição: LEVANTAMENTO E TRATAMENTO DE DADOS GEOTÉCNICOS.  MODELOS \nPARA DIMENSIONAMENTO DE ESCAVAÇÕES A CÉU-ABERTO E SUBTERRÂNEAS. \nSOLUÇÕES ANALÍTICAS. MÉTODOS DE EQUILÍBRIO-LIMITE. ANÁLISES TENSÃO-\nDEFORMAÇÃO. NOÇÕES DE MODELOS PROBABILÍSTICOS. \n \nBibliografia básica: \nURBINA, F. P. O., Fundamentos de Laboreo de Minas. FGP. Madrid,1994.     \nCUMMINS & GIVEN., Mining Engineering Handbook. SME. 1992.     \nHARTMAN, H. L.., Introductory Mining Engineering, 1987.     \n \nBibliografia complementar:  \nKazakidis, V. N.; Scoble, M. Planning for flexibility in underground mine production systems, 6p. \n2002. Disponível em <ardent.mit.edu/real-options. Acessada em 23/08/2010. \nMendis, \nP. \nUnderground \nMining \nand \nPlanning \nMethods, \ncitado \nem \nhandbook,unimelb.edu.au/view/2010, acessada em 23/08/2010.  \nPeursum, \nM. \nSuccessfull \nunderground \nmining \nplanning. \n2007. \nDisponível \nem \nwww.miningaustralia.com.au/news, acessada em 23/08/2010. \nPincock Perspectivas Consultants. An Integrated procedural approach to underground mining \nplanning that increases value, n. 94, jan/2009, 4p. \nSANSONE, E. C.; AYRES DA SILVA, L. A. Estudo de Aspectos Geomecânicos Aplicados ao \nProjeto de Minas Subterrâneas. Boletim Técnico da Escola Politécnica da USP, São Paulo, n. \nPMI/061, 1997. \nAnais de eventos: \nI Semana Ibero-americana de Engenharia de Minas, São Paulo, 2004. \nCongresso Brasileiro de Mina Subterrânea, Belo Horizonte – a partir de 2000. \nSymposium on Mine Planning and Equipment Selection. \nJornada Ibero-americana Medio Ambiente Subterraneo y Sostenibilidade – a partir de 2010. \n \n \nComponentes: MINERAIS E ROCHAS INDUSTRIAIS  \n Período:  eletiva \nCarga horária: 60 \nDescrição: Caracterização, ocorrência e aplicações dos principais minerais e rochas utilizados \npara fins industriais. \n \nBibliografia básica: \nHARTMAN, H. L.; MUTMANSKY, J. M. Introductory Mining Engineering. 2002. John Wiley. \nURBINA, F. P. O. Fundamentos de Laboreo de Minas. FGP. Madrid,  1994. \n", "78": "78 \n \n \nBibliografia complementar:   \nBISE. Mining Engineering Analysis. 2003. \nVAZ, C. J. Planejamento de Mina Subterrânea. UFOP. 1997, 13p. \n \n \nComponentes:       PROJETO DE INSTALAÇÕES DE PROCESSAMENTO DE MINERAIS \n \nGeneralidades sobre tratamento de minérios. Engenharia de projeto. Aspectos econômicos \nrelacionados às Instalações de processamento dos minerais. Composição documental de um \nprojeto de engenharia. Desenvolvimento de projeto básico. Excursão curricular a instalações de \ntratamento de minérios. \n \nBibliografia básica: \nBERALDO, J. L. Moagem de Minérios em Moinhos Tubulares. São Paulo: Edgard Blucher, \n1987. 143 pp. \nFAÇO. Manual de transportadores contínuos. Fábrica de Aço Paulista, 2ª edição. 1978.  \nMETSO MINERALS. Manual de Britagem. 6a edição. São Paulo: Metso. 2005.  \n \n \n \nBibliografia complementar:  \nCHAVES, A. P. Teoria e Prática do Tratamento de Minérios. V. 1: Bombeamento de Polpa e \nClassificação. 4a edição – São Paulo: Oficina de Textos, 2012. 304 p. \nCHAVES, A. P. Teoria e Prática do Tratamento de Minérios. V. 2: Desaguamento, \nEspessamento e Filtragem. 4a edição – São Paulo: Oficina de Textos, 2010.  208 p. \nCHAVES, A. P. & PERES, A. E. C. Teoria e Prática do Tratamento de Minérios. V. 3: Britagem, \nPeneiramento e Moagem. 5ª edição – São Paulo: Oficina de Textos, 2012.  324 p. \nCHAVES, A. P. et alii. Teoria e Prática do Tratamento de Minérios. V. 5: Manuseio de Sólidos \nGranulados. 2ª edição – São Paulo: Oficina de Textos, 2012.  384 p. \nCHAVES, A. P.& CHAVES FILHO, R. C. Teoria e Prática do Tratamento de Minérios. V. 6: \nSeparação Densitária. 1ª edição – São Paulo: Oficina de Textos, 2013.  324 p. \nGAUDIN, A. M. Principles of Mineral Dressing. New York: McGraw – Hill,  1975. \nGOMIDE, R. Operações Unitárias. Vol 1. São Paulo: Edição do Autor 1983. 293 pp.  \nGUPTA, A. & YAN, D. S. Mineral Processing Design and Operations: an Introduction. \nAmsterdam: Elsevier, 2006. 718 p. \nLUZ, A. B. et alii (ed.). Tratamento de Minérios (5ª ed.). Rio de Janeiro: CETEM/MCT, 2010. \n746 p.KING, P. Modeling and Simulation of Mineral Processing Systems. Boston: Butterworth-\nHeinemann, 2001.403 pp. \nKELLY, E. G. & SPOTTISWOOD, D. J. Introduction to Mineral Processing. New York: John \nWiley, 1982. 491 p. \n", "79": "79 \n \nKENYEN, V. P. Gravity Concentration. In: HARTMAN, H. L. (Ed.). SME Mining Engineering \nHandbook. 2d. ed. Vol 2. 1992; pp. 2241 - 2247. \nLUZ, J. A. M. Modelagem Matemática de Processos – Notas de Aula. Ouro Preto: EM/UFOP, \n2008. \nLUZ, J. A. M. & OLIVEIRA, M. L. Curso de espessamento e filtragem. Ouro Preto: \nDEMIN/UFOP. 2012. 113 p. \nLYNCH, A. J., Mineral Crushing and Grinding Circuits: their simulation, optimisation, design and \ncontrol, Amsterdam:  Elsevier, 1977, 342p.  \nMASSARANI, Giulio. Fluidodinâmica em Sistemas Particulados (2ª ed.). Rio de Janeiro: E-\npapers.152 p. \nMULAR, A. et. alii (ed.). Mineral Processing Plant – a Design, Practice, and Control \nProceedings. Littleton: SME, 2002. \nRABONE, Ph.. Flotation Plant Practice (4th ed). London: Mining Publications, 1957. 255 pp. \nRAZUMOV, K. A. & PEROV, V. A. Proyectos de Fábrica de Preparación de Minerales. Moscú: \nMir. 1985. 544 p. \nSAMPAIO, C. H. & TAVARES, L. M. Beneficiamento Gravimétrico (sic). Porto Alegre: UFGS, \n2005. 606 P. \nSILVA, A. T. da. Curso de tratamento de minérios volume 2. Belo Horizonte: EEUFMG, 1973.  \nSVAROVSKY, L. Solid-liquid Separation (4th ed.). Oxford: Butterworth-Heinemann, 2000.  \nVALADÃO, George. E. S. & ARAUJO, Armando C. Introdução ao Tratamento de Minérios. Belo \nHorizonte: EUFMG, 2007. 234 pp. \nWILLS, B.; NAPIER-MUNN, T. J. Will’s Mineral Processing Technology (7th ed.). Burlington: \nButterworth-Heinemann, 2006. \n \nComponentes: RECURSOS ENERGÉTICOS \n Período:  eletiva \nCarga horária: 60 \nDescrição: Geologia de combustíveis fósseis e radioativos.  Depósitos e reser-vas brasileiras.  \nGeopolítica energética \n \nBibliografia básica: \nCARTER, L.M.H. Ed. (1995) – Energy and the environment: application of geosciences to \ndecision-making (Tenth V. E. McKelvey Forum on Minerla and Energy Resources, 1995). U. S. \nGeological Survey Circular 1108. 138p. \nCATÃO, A. (1986) - Carvão como fonte de energia no Brasil e no mundo: importância e \nperspectivas. Min. Met., RJ, nº 476, maio, p. 04-15. \nCESAR, S.B. (1988) - Carvão mineral. In: Balanço Mineral Brasileiro, MME/DNPM, Brasília, p. \n56-65. \n \n \n", "80": "80 \n \nBibliografia complementar:   \nCOSTA, V.R. & MARTINS, L. (1989) – Abalos em Angra: nenhum perigo à vista. Rev. Ciência \nHoje, 9 (50): 77-78. \nDUFFIELD, W.A.; SASS, J.H. & SOREY, M.L. (1994) – Tapping the Earth’s Natural Heat. Public \nIssues in Earth Science - U. S. Geological Survey Circular 1125. 63p. \nFERREIRA, J.C. (1978) - A geoquímica orgânica na exploração do petróleo. In: Anais 1º Cong. \nBras. Petróleo, RJ, p.I-27/I-41. \nFERREIRA, J.C. (1981) - A origem do petróleo: orgânica ou inorgânica. Revista Spectrum 1 (2): \n34-41. \nFIGUEIREDO, A.M.F. (1985) - Geologia das bacias brasileiras. In: WEC Brasil (avaliação de \nformações no Brasil), Rio de Janeiro, SCHLUMBERGER, p. I-1/I-38. \nFIGUEIREDO, A.M.F. & GABAGLIA, G.P.R. (1986) - Sistema classificatório aplicado às Bacias \nSedimentares Brasileiras. Rev. Bras. Geoc., SBG, SP, 16 (4): 350-369. \nFINCH, W.I. (1997) – Uranium, its impact on the national and global energy mix (and its history, \ndistribution, production, nuclear fuel-cycle, future, and relation to the environment. U. S. \nGeological Survey Circular 1141. 24p. \nVICENTE, R. & DELLAMANO, J.C. (1993) – Rejeitos radioativos. São Paulo (SP), CNEN/SP – \nIPEN, Gráfica do IPEN – CNEN/SP. 41p. \nYERGIN, D. (1992) - O petróleo: uma história de ganância, dinheiro e poder. Trad. L.M.V. Di \nNATALE, M.C. GUIMARÃES & M.C.L. GOES, São Paulo, Scritta Editorial, 1992. 1a ed., \nabr./93, Ed. Página Aberta Ltda. 932p. \n \n \nComponentes: AÇÕES EMPRENDEDORAS  \n Período:  eletiva \nCarga horária: 45 \nDescrição: Introdução à disciplina. Plano de negócios simplificado. Características do \nempreendedor. Estudo do perfil do empreendedor. Desenvolvimento da capacidade \nempreendedora do estudante. Desenvolvimento e apresentação do plano de negocio. \n \nBibliografia básica: \nFILION, L.J. Visão e Relações: elementos para um metamodelo da atividade empreendedora – \nInternational Small Business Journal, 1991, tradução de  Costa, S.R. \nGUSTAV, B. O Empreendedor do Verde. Makron, McGraw-Hill, São Paulo, 1992 \nSENGE, P.M. .A Quinta Disciplina. Editora Best Seller, São Paulo, 1990 \n \nBibliografia complementar:  \nFILION, L.J.  O Planejamento do seu Sistema de Aprendizagem Empresarial> identifique uma \nvisão e avalie o Seu sistema de relações. Revista de Administração de Empresas, FGV, São \nPaulo, jul/set 1991,  p. 31(3): 63-71 \n", "81": "81 \n \nOECH, R. Um “Toc” na Cuca . Livraria Cultura Editora, São Paulo, 15ª  Edição, 1999. \nNAISBITT, J. Megatrends 2000. Amana-Key Editora, 5ª edição São Paulo, 1990 \n \n \nComponentes: PROJETOS AMBIENTAIS \n Período:  eletiva \nCarga horária: 45 \nDescrição: Elaboração de um projeto de controle de poluição industrial no setor químico e \nminero-metalúrgico. \n \nBibliografia básica: \nDerisiio, J. C. Elaboração de um projeto de controle de poluição industrial no setor químico e \nminero-metalúrgico. \nIntrodução ao Controle de Poluição Ambiental (2ª. Ed.). Editora Signus, São Paulo, 2000. \n \nBibliografia complementar:  \nRao, C. S. Environmental Pollution Control Engineering . Editora John Willey & Sons, New \nYork, 1991 \nBraile, P. M. & Cavalcante J. E. W. A.. Manual de Tratamento de Águas Residuárias Industriais. \nEditora CETESB, São Paulo, 1993. \nEPA Prevention and Control of Acid Mine Drainage. Editora EPA – Environmental Protection \nAgency, Austrália. \n \nComponentes: HIDROLOGIA DE ÁGUAS SUBTERRÂNEAS \n Período:  eletiva \nCarga horária: 60 \nDescrição: REVISÃO DE CONCEITOS BÁSICOS DE HIDRÁULICA APLICADA; ORIGEM E \nOCORRÊNCIA DAS ÁGUAS SUBTERRÂNEAS; LEI DE DARCY PARA FLUXO EM MEIOS \nPERMEÁVEIS; EQUAÇÕES DIFERENCIAIS GOVERNANTES DO FLUXO DE ÁGUAS \nSUBTERRÂNEAS; HIDRÁULICA DE POÇOS, DRENOS E TRINCHEIRAS; MODELAGEM \nCOMPUTACIONAL EM HIDROLOGIA SUBTERRÂNEA: MÉTODO DAS DIFERENÇAS \nFINITAS; NOÇÕES DE CONTAMINAÇÃO DAS ÁGUAS SUBTERRÂNEAS E SUA \nREMEDIAÇÃIO;  VISITAS TÉCNICAS \n \nBibliografia básica: \nFRANCISS, F. O. Hidraulica de meios permeaveis : escoamento em meios porosos.  Rio \nde Janeiro: \nInterciencia ; São Paulo : Ed. da USP, 1980. 169p.  \nWIEST, R. J. M. Geohydrology.  New York: J. Wiley, 1965. \n", "82": "82 \n \nVERRUIJT, A.; BERINGEN, F. L.; LEEUW, E. H. D. Penetration testing.  Rotterdam: A. A. \nBalkema, 1982. \n \nBibliografia complementar:  \nCUSTODIO, E.; LLAMAS, M. R. Hidrologia subterranea.  Barcelona Omega, 2001.   \nFREEZE, R. A.; CHERRY, J. A. Groundwater Englewood Cliffs [Estados Unidos] Prentice-Hall, \n1979.   \n \n \nComplementares: PROJETOS AMBIENTAIS \n Período:  eletiva \nCarga horária: 45 \n \nBibliografia básica: \nDerisiio, J. C. Elaboração de um projeto de controle de poluição industrial no setor químico e \nminero-metalúrgico. \nIntrodução ao Controle de Poluição Ambiental (2ª. Ed.). Editora Signus, São Paulo, 2000. \n \nBibliografia complementar:  \nRao, C. S. Environmental Pollution Control Engineering . Editora John Willey & Sons, New \nYork, 1991 \nBraile, P. M. & Cavalcante J. E. W. A.. Manual de Tratamento de Águas Residuárias Industriais. \nEditora CETESB, São Paulo, 1993. \nEPA Prevention and Control of Acid Mine Drainage. Editora EPA – Environmental Protection \nAgency, Austrália. \n \n \nComponentes: COMPUTAÇÃO BÁSICA APLICADA À ENGENHARIA DE MINAS \n  Período:  eletiva \nCarga horária: 60 \nDescrição:  Objetivo principal é o desenvolvimento de uma metodologia, usando como \nferramenta o software Gemcom-Surpac com licença educacional, adquirido pelo DEMIN. O \nprograma será utilizado para executar os exercícios acadêmicos práticos com o intuito de \ndifundir entre os alunos de graduação a prática de utilização das tecnologias de última geração \nem termos de pesquisa mineral, desenvolvimento mineiro, planejamento de lavra a céu aberto \ne subterrânea. A grande vantagem está nos recursos  computacionais que permitem uma \nvisualização, das seções geológicas verticais, horizontais e a formação dos contornos do corpo \nmineralizado em 3D, facilitando a alocação das vias principais de acesso, de galerias que \nconstituem os principais serviços de desenvolvimento mineiro subterrâneo. \n \n", "83": "83 \n \nBibliografia básica: \nURBINA, F. P. O., Fundamentos de Laboreo de Minas. FGP. Madrid,1994.     \nCUMMINS & GIVEN., Mining Engineering Handbook. SME. 1992.     \n \nBibliografia complementar:  \nHARTMAN, H. L. Introductory Mining Engineering, 1987.     \nHUSTRULID., Undergreound Methods Handbook, 1982.     \n \n \n \nTRATAMENTO DE EFLUENTES GASOSOS \n  Período:  eletiva \nCarga horária: 60 \nDescrição: Introdução. Legislação sobre emissões gasosas. Separação de poluentes \nparticulados: separação por filtração; separação por precipitação eletrostática; separação por \nlavagem de gases. Separação de poluentes gasosos e vapores: absorção; dessulfuração de \ngases; absorção. Eliminação de óxidos de nitrogênio (NOx); processos catalíticos; processos \nespeciais e biotecnológicos. \n \nBibliografia básica: \nRAO, C. S. Environmental Pollution Control Engineering \nDERISIO, J. C,, Introdução ao controle de Poluição Ambiental. Signus editorial: São Paulo \nPRADO F.J. F. Fundamentos de Ciências do Ambiente para Engenheiros, UFOP:Ouro Preto, \n1995. \n \nBibliografia complementar:  \nLUZ, A. B. da et alii Tratamento de Minérios. Cetem: Rio, 2003.c \nMASSARANI, G. Fluidodinâmica em Sistemas Particulados. UFRJ: Rio, 1997. \n \n \n"}