{"1": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n1 \n \n \n \n \n \nProjeto Pedagógico do Curso de  \nEngenharia de Materiais  \nCampus  Itabira  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "2": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n2 \n \n \nDagoberto Alves de Almeida  \nReitor  \nreitoria@unifei.edu.br  \n(35) 3629 -1108  \n \nEgon Luiz Müller Junior  \nPró-reitor de Graduação  \nprg@unifei.edu.br  \n(35) 3629 -1347  \n \nCarlos Eduardo Sanches da Silva  \nPró-reitor de Pesquisa e Pós -graduação  \nposgrad @unifei.edu.br  \n(35) 3629 -1118  \n \nEdson de Oliveira Pamplona  \nPró-reitor de Extensão  \npamplona@unifei.edu.br  \n(35) 3629 -1772  \n \nDair José de Oliveira  \nDiretor do Campus  Itabira  \ndir.itabira@unifei.edu.br  \n(31) 3839 -0835  \n \nFábio Nakagomi  \nDiretor Acadêmico do Campus  Itabira  \ndir.academica.itabira@unifei.edu.br  \n(31) 3839 -0836  \n \nMárcio Roberto de Freitas  \nCoordenador do Curso Engenharia de Materiais  \nemt.itabira@unifei.edu.br   \n(31) 3839 -0867  \n \n \nPPC Atualizado em 10  de Dezembro  de 2017  \n \nUNIVERSIDADE FEDERAL DE ITAJUBÁ – UNIFEI  \nwww.unifei.edu.br  \nCampus  Avançado de Itabira  \nRua Irmã Ivone Drumond, 200, Distrito Industrial II  \nItabira/MG, CEP: 35903 -087 \nTelefone: (31) 3839 -0800  \n ", "3": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n3 \n \n                       SUMÁRIO  \n \n1. Apresentação ................................. ...................................................  5 \n2. Introdução ................................. ........................................................  6 \n3. Justificativa ................................. ......................................................  7 \n4. Perfil  do Curso................................. ...................................... ...........  8 \n5. Objetivos ................................. ...........................................................  10 \n5.1. Objetivo Geral ................................. ................................................  10 \n5.2. Objetivos Específicos....................................................................  10 \n6. Formas de Acesso e Perfil do Ingressante.....................................  11 \n7. Perfil do Egresso – competências e habilidades...........................  15 \n8. Fundamentos didático -pedagógicos e metodológicos................  19 \n9. Sistemas de Avaliação.....................................................................  21 \n9.1. Avaliação do Discente............................................................... .... 21 \n9.2. Sistema de Avaliação do Projeto do Curso.................................  22 \n9.1. Avaliação do discente  .......................... ................................... ...... 21 \n9.2. Sistema de Avaliação do Projeto do Curso.................................  22 \n9.2.1. Avaliação Externa à Universidade ............................................  23 \n9.2.2. Avaliação Interna à Universidade .............................................  23 \n9.3. Avaliação do docente....................................................................  25 \n10. Perfil Docente ............................................ .............................. ....... 26 \n11. Composição e funcionamento do Colegiado do Curso. .............  28 \n12. Atuação do Núcleo Docente Estrutu rante (NDE), Colegiado de \nCurso  e Coordenação .........................................................................  29 \n13. Titulação, Formação Acadêmica e Regime de Trabalho do \nCoordenador do Curso de Engenharia de  Materiais ......... ...............  31 \n14. Atendimento ao Discente ..............................................................  32 \n15. Estágio Supervisionado.............................................................. ... 34 \n16. Atividades Complementares ..........................................................  36 \n17. Trabalho Final de Graduação (TFG)..............................................  38 \n18. Infraestrutura...................................................................................  39 ", "4": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n4 \n \n18.1. Gabinetes de Trabalhos para Docentes.....................................  41 \n18.2. Salas de Aulas.................................................. ...........................  42 \n18.3. Acesso dos Alunos aos Equipamentos de Informática...... ..... 42 \n18.4. Registro Acadêmico.....................................................................  42 \n18.5. Livros da Bibliografia Básica e Complementar........ .................  42 \n18.6. Periódicos Especializados, Indexados e Correntes.................  43 \n18.7. Laboratórios Especializados......................................................  44 \n19. Organização Curricular...................................................................  46 \n19.1. Ementas dos componentes curriculares obrigatórios do \ncurso de Engenharia de Materiais......................................................   \n54 \n19.2. Ementas dos compo nentes curriculares optativos do curso \nde Engenharia de Materiais.................................................................   \n118 \n20. Bibliografia.......................................................................................  135 \nANEXO I..................................................................................................  137 \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "5": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n5 \n \n1. Apresentação  \n \nEste documento apresenta o Projeto Político Pedagógico do Curso de Graduação em \nEngenharia de Materiais da Universidade Federal de Itajubá  (UNIFEI) , Campus  Itabira. O \nprojeto é fruto de uma ampla discussão que vem ocorrendo entre professores, técnico -\nadministrativos, alunos e representantes da Pró -reitoria de Graduação desta universidade.  \nEnquanto Projeto Político Pedagógico pretende, a partir da realidade na qual o curso \nestá inserido e diante do perfil do aluno ingressante, apresentar os instrumentos e ações \nnecessárias à formação do Engenheiro de Materiais, que para além de uma sólida fo rmação \ntécnica, também deverá contemplar uma formação generalista, humanista, crítica, criativa \ne reflexiva. Objetiva -se, conforme estabelece a Lei de Diretrizes e Bases da Educação \nNacional  e as Diretrizes Curriculares Nacionais dos Cursos de Graduação em  Engenharia , \nque o egresso de Engenharia de Materiais esteja capacitado a assimilar e desenvolver \nnovas tecnologias, atuando de “forma crítica e criativa na resolução de problemas, com \nvisão ética e humanística, e considerando os aspectos políticos, econôm icos, sociais, \nambientais e culturais” da sociedade na qual está inserido.  \nPara fins didáticos e conforme prevê a Norma para Programas de Formação em \nGraduação  da Universidade Federal de Itajubá  e as Diretrizes para Elaboração de Projeto \nPedagógico dos Cu rsos de Engenharia da UNIFEI Campus de Itabira , este documento foi \ndividido da seguinte forma: 1. Apresentação; 2. Introdução; 3 . Just ificativa; 4 . Perfil do \ncurso;  5. Objetivos; 6 . Formas de ac esso e perfil do ingressante; 7 . Perfil do egresso – \ncompetências e habilidades; 8 . Fundamentos didático -pedagógicos e metodológ icos; 9 . \nSistemas de avaliação do projeto pedagógi co, do discente e do docente; 10. Perfil do \ndocente; 11 . Colegiado de curso; 12.  Núcleo Docente Estruturante ; 13; Coordenador do \ncurso; 14. Atendimento ao Discente; 15. Estágio Supervisionado; 16. Atividades \nComplementares; 17. Trabalho Final de Graduação. 18. Infraestrutura; 1 9. Organização \ncurricular.  \n \n \n ", "6": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n6 \n \n2. Introdução  \n \nConforme a concepção de uma universidade  “agente de d esenvolviment o”, presente \nno Plano de Desenvolvimento  Institucional  da UNIFEI , a implantação de um curso de \nEngenharia de  Materiais no Campus de Itabira  objetiva atender a demanda nacional de \nformação de novos profissionais em áreas estratégicas para o desenvolvimento do país, \nbem como também a responsabilidade de colocar o conh ecimento existente ou gerado na  \ninstituição a serviço do desenvolvime nto sócio -econômico -cultural do  município de Itabira \ne região. Para alcançar esse propósito, este Projeto apresenta as estratégias e ações a \nserem empreendidas por discentes e docentes para a formação do Engenheiro de Materiais \ncondizente com os objetivos propostos  pelas Diretrizes Curriculares Nacionais , o Plano de \nDesenvolvimento Institucional  e o Projeto Pedagógico Institucional .  \nA proposta é de um curso de Engenharia de Materiais com formação tradicional e \nsólida nos fundamentos básicos, mas diferenciada e inov adora na finalização do curso  e \nnas metodologias aplicadas . Ciência e Engenharia de Materiais são indissociáveis. O \nnúcleo básico é focado  na sólida formação  em matemática, física e  química,  além de \nincorporar componentes curriculares voltados a  comunicaçã o e expressão, economia,  \nadministração,  ciências sociais e cidadania. Desde o primeiro ano do curso, o aluno tem \ncontato com componentes curriculares específico s da área de materiais, que fazem parte \ndos núcleos profissionalizante e específico ; como exemplos podem ser citado s os \ncomponentes obrigatório s EMTI01 (Introdução à Engenharia de Materiais), que faz parte \ndo 1º período, e EMTI06  (Ciências dos Materiais I)  e EMTI08 (Ciências dos Materiais II), \nque constam no 3º período e 4º período d a estrutura  curricular, respectivamente. A partir \ndo início do quarto período, intensifica -se a carga horária de disciplinas do ciclo \nprofissionalizante e específic o. Para se formar o  aluno deve  realizar obrigatoriamente  o \nEstágio Supervisionado, que possibilitará ao  mesmo uma vivência no setor industrial, \naplicando os conhecimentos adquiridos durante o curso de forma prátic a. Além disso, o \ndiscente pode  cursar disciplinas optativas e eletivas concomitantemente com o \ndesenvolvimento do Trabalho Final de Graduação, que  constitui atividade acadêmica de \nsistematização de conhecimentos. Ao longo do curso, o aluno deverá também desenvolver \natividades complementares, como previsto pelas diretrizes curriculares.  ", "7": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n7 \n \n \n3. Justificativa  \n \nNo que se refere à implantação do curso de Enge nharia de Materiais no Campus  de \nItabira, destaca -se que esse foi um processo resultado de uma parceria pioneira entre setor \nprivado, com a participação da empresa Vale S.A., e do setor público, através do Ministério \nda Educação/Universidade Federal de Itajubá (MEC /UNIFEI ) e da Prefeitura Municipal de \nItabira. Por meio de um Convênio de Cooperação Técnica e Financeira, as parceiras \nassumiram as seguintes obrigações para a implantação do Campus:  \n \n✓ Vale: fornecer aporte financeiro para aquisição e instalação de  equipamentos \ndestinados à implantação  dos laboratórios dos nove cursos do Campus  Itabira.  \n \n✓ Prefeitura : prover a infraestrutura necessária ao funcionamento da UNIFEI e doar \nterreno, edifícios e benfeitorias à universidade. A área já destinada e alocada ao \nComplexo Universitário possui, aproximadamente, 604 mil m² e se localiza no Distrito \nIndustrial II da cidade.  \n \n✓ MEC/UNIFEI : imp lantar cursos de engenharia; p rover, gerenciar e operar toda a \ninfraestrutura de educação universitária e de pesquis a e desenvolvimento, bem como \natuar em todos os organismos institucionais requeridos pela legislação e \nprocedimentos vigentes no país, ao longo de toda a sua existência, assumindo o \nprojeto como permanente.  \n \n A busca por novos materiais e novos processamen tos é cresce nte, em consequência \nda contínua evolução tecnológica  e da humanidade, que tem inclusive a crescente \nconscientização  ambiental como um dos pilares dessa transformação. Dessa forma, é \nfundamental a formação de  profissionais capacitados para atua ção na área de Ciência e \nEngenharia de Materiais . Em um contexto regional, verificou -se uma carência de cursos de \ngraduação em Engenharia de Materiais no estado de  Minas Gerais e durante a impla ntação \nda UNIFEI Campus  Itabira  definiu -se que a criação deste curso de graduação iria de ", "8": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n8 \n \nencontro com a demanda de profissionais qualificados nessa área. Além disso, a própria \nUNIFEI já demonstrava experiência para implementar o curso uma vez que desde  2001 \niniciou  um programa de pós -graduação na área de Ciência dos Materiais, com o curso de \nMestrado em Materiais para Engenharia, no Campus de Itajubá.  \nA implementação d o curso de  Engenharia de Materiais em Itabira  também se justifica \npela importância econômica dessa cidade  no estado de Minas Gerais. De acordo com o \nCenso Demográfico realizado pelo IBGE em 2010, Itabira possui o oitavo maior Produto \nInterno Bruto do Estado de Minas Gerais e tem uma população estimada em 109.783 \nhabitantes. A cidade faz divisa com João Monlevade, Santa Mar ia de Itabira e São Gonçalo \ndo Rio Abaixo, e todas essas cidades estão em um raio de  cerca de  35 Km de distância da \nUNIFEI -Itabira . Sob essa ótica, além de buscar atende r às necessidades socioeconômica s \ndesta região, o curso de Engenharia de Materiais visa  atrair estudantes de diversas regiões \ndo Brasil, mas, sobretudo dessas cidades limítrofes.  \nPor fim, a impl emen tação de novos cursos em diferentes regiões, com necessidades \npeculiares, vai ao encontro da missão institucional da UNIFEI, segundo o Plano de \nDesenvolvimento Institucional  2015 -2018:  \n“Ser uma Universidade que valoriza e busca a autonomia, a sustentabilidade e a \nmelhoria em todas as suas atividades para o bem-estar  da humanidade, sendo um \nelemento essencial para o desenvolvimento científico e tecnológico brasileiro e o progresso \nsocial, econômico e cultural das regiões onde atua, por meio da geração, disseminação e \naplicação do conhecimento, da formação de profissionais de alto nível, do exercício da boa \ngestão e da responsabilidade social ”. \n \n4. Perfil do Curso  \n \nA área de Ciência e Engenharia de Materiais está associada com a geração e \naplicação de conhecimentos que relacionem composição, estrutura e processamento de \nmateriais às propriedades e aplicações dos mesmos , sendo que essas inter -relações \ncompõem as atividades centrais dessa área de conhecimento. Portanto, envolve uma \ngrande inter disciplinaridade das áreas básicas de Química, Física e Matemática  com o ", "9": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n9 \n \nestudo do processamento e da c aracterização de materiais poliméricos, metálicos, \ncerâmicos  e compósitos.  \n Além do enfoque nos processos de transformação da matéria e suas correlações \ncom estrutura e propriedades, o engenheiro de materiais também deverá estar apto a \ndesempenhar atividades de seleção de materiais em projetos multidisciplinares, a lém de \npossuir noções de administração, economia e controle de qualidade , habilidades estas \nneces sárias para uma melhor atuação como engenheir o no atual mercado de trabalho.  \nO curso de Engenharia de Materiais da UNIFEI – Itabira tem o seguinte perfil \ncaracterístico:  \n✓ Nome: Engenharia de Materiais;  \n✓ Regime letivo: semestral;  \n✓ Duração mínima recomendada: 10 semestres (5 anos);  \n✓ Tempo de integralização: mínimo de 5 anos e máximo 9 anos;  \n✓ Tempo máximo permitido para trancamento do curso: 2 anos;  \n✓ Número total de  vagas ao ano: 50;  \n✓ Número de turma por ano de ingresso: 1;  \n✓ Turno: integral;  \n✓ Ato de criação: 5ª Resolução do Conselho Universitário da UNIFEI, de 12/05/2008;  \n✓ Grau conferido: Engenheiro de Materiais (Bacharel);  \n✓ Modalidade: presencial;  \n✓ Local de oferta: Univer sidade Federal de Itajubá – Campus Itabira – MG; \n✓ Forma de ingresso: estabelecido anualmente em Edital de Processo Seletivo, \nconforme normas e procedimentos recomendados pelo Sistema de Seleção \nUnificada (SISU) do MEC;  \n✓ Coordenador do curso: Prof. Dr. Márci o Roberto de Freitas;  \n✓ Carga horária total: 3973 horas.  \n \n5. Objetivos do Curso  \n \n5.1. Objetivo Geral  ", "10": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n10 \n \n \nA implantação de um Campus  da UNIFEI em Itabira tem como proposta constituir uma \nuniversidade inovadora e tecnológica, cujas propostas de ensino e extensão possam \natender às demandas de mercado e contribuir com o desenvolvimento local e regional.  \nDesta forma, o curso de Engenharia  de Materiais tem como objetivo formar Engenheiros de \nMateriais generalistas, ou seja, sem exigência de ênfase, mas com sólida formação básica, \ncapacitado a desenvolver atividades na área de materiais nos seus diversos setores de \natuação, com um perfil emp reendedor e com capacidade para desenvolver novas \ntecnologias ao longo de sua vida profissional, atuando como construtor e multiplicador do \nconhecimento, sendo proativo e ético na sociedade e nela intervindo com senso de \nresponsabilidade socioambiental.  \n \n5.2. Objetivos Específicos  \n  \nO curso de Engenharia de Materiais deve agregar ao seu profissional conhecimentos \nnecessários para que o mesmo esteja apto para exercer a sua profissão com as seguintes \ncompetências e habilidades , conforme as Diretrizes Curriculares  Nacionais do Curso de \nGraduação em Engenharia : \n \nI.  Aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à  \nengenharia;  \nII.  Projetar e conduzir experimentos e interpretar resultados;  \nIII.  Conceber, projetar e analisar sistemas, produtos e pro cessos;  \nIV.  Planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia;  \nV.  Identificar, formular e resolver problemas de engenharia;  \nVI.  Desenvolver e/ou utilizar novas ferramentas e técnicas;  \nVII.  Supervisionar a operação e a manutenção de sistem as; \nVIII.  Avaliar criticamente a operação e a manutenção de sistemas;  \nIX.  Comunicar -se eficientemente nas formas escrita, oral e gráfica;  \nX.  Atuar em equipes multidisciplinares;  \nXI.  Compreender e aplicar a ética e responsabilidade profissionais;  ", "11": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n11 \n \nXII.  Avaliar o impacto das atividades da engenharia no contexto social e ambiental;  \nXIII.  Avaliar a viabilidade econômica de projetos de engenharia;  \nXIV.  Assumir a postura de permanente busca de atualização profissional.  \n \n6. Formas de Acesso e Perfil do Ingressante  \n  \nAs formas de acesso de alunos ao curso de Engenharia de Materiais seguem as \ndiretrizes estabelecidas no Plano de Desenvolvimento Institucional  da UNIFEI . Sem \nprejuízo de outras formas que possam ser estabelecidas em lei, no Regimento Geral e nas \nresoluções  internas pertinentes, os Cursos de Graduação da UNIFEI estarão abertos à \nadmissão de candidatos:  \n \nI. Que tenham concluído o ensino médio ou equivalente e tenham sido classificados em \nprocesso seletivo de admissão, para preenchimento das vagas iniciais;  \nII. Transferidos de outros cursos da UNIFEI, mediante processo seletivo de admissão \nespecífico, condicionado, dentre outras exigências, à existência de vagas ociosas;  \nIII. Transferidos de cursos afins de outras I nstituições de Ensino Superior (IES) , mediante \nprocesso  seletivo de admissão específico, condicionado, dentre outras exigências, à \nexistência de vagas ociosas;  \nIV. Portadores de diploma de cursos afins, devidamente registrado, classificados em \nprocesso seletivo de admissão específico, condicionado, dentre outras exigências, à \nexistência de vagas ociosas;  \nV. Transferidos ex officio , na forma da lei; e  \nVI. De outros países, por meio de convênio ou acordo cultural.  \n \n Para o preenchimento da totalidade das vagas de graduação a UNIFEI utiliza o \nENEM/SiSU. Quanto à inclusão social, a UNIFEI cumpre o que a legislação estabelece \nreferente à política de quotas reservadas no processo seletivo de vagas iniciais nos cursos \nde g raduação.  O processo seletivo para o preenchimento das vagas iniciais cumpre o \nestabelecido pela Lei 12.711/12, que dispõe sobre o ingresso nas universidades federais. \nDe acordo com o artigo oitavo dessa lei, a UNIFEI iniciou o processo de reserva de vaga s ", "12": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n12 \n \nem 2013 e essa reserva vem sendo gradualmente implementada. Em 2016 foi atingida a \ngarantia de reserva de 50 por cento das vagas iniciais aos estudantes que tenham cursado \nintegralmente o ensino médio em escolas públicas.  \n Além do processo de preenchimen to das vagas iniciais, a UNIFEI re aliza dois \nprocessos seletivos, destinados para as transferências internas e externas de alunos e para \nportadores de diploma. No caso de vagas remanescentes, por meio de edital preparado \npela Coordenação de Processos Selet ivos da UNIFEI, semestralmente são publicadas as \nvagas a serem preenchidas por processos de transferência interna (entre os cursos \noferecidos pela UNIFEI), de transferência facultativa (entre instituições brasileiras de ensino \nsuperior) e para portadores d e diploma de curso superior. Para essas vagas, o processo \nacontece apenas para alunos que já concluíram, pelo menos, 20% da carga horária total \ndo curso de origem. Havendo vagas remanescentes, o edital de seleção é dis ponibilizado \nno site da UNIFEI.  \n Quanto ao perfil do ingressante, espera -se que o aluno tenha capacidade de \ndiscorrer sobre uma temática, que tenha facilidade de transitar entre temas \ninterdisciplinares. Espera -se um aluno com sólido domínio dos objetivos previstos nos \nParâme tros Curricul ares Nacionais d o Ensino Médio , o que inclui os estabelecidos na área \nde Ciências Humanas e suas Tecnologias; Ciências da Natureza  e suas Tecnologias; \nLinguagens, Códigos e suas Tecnologias; Matemática e suas Tecnologias. O ingressante, \nconforme prevê a Matriz Curricular para o ENEM , deverá ser capaz de:  \n \nI. Dominar linguagens (dominar a norma culta da linguagem portuguesa e fazer uso das \nlinguagens matemática, artística e científica  e das línguas espanhola e inglesa ); \nII. Compreender fenômenos (construir e aplica r conceitos de várias áreas do \nconhecimento para a compreensão de fenômenos naturais, de processos histórico -\ngeográficos, da produção tecnológica e das manifestações artísticas);  \nIII. Enfrentar situações -problema (selecionar, organizar, relacionar, interpretar \ninformações e dados representados de diferentes formas, para tomar decisões e \nenfrentar situações -problema);  \nIV. Construir argumentação (relacionar informações, representadas em diferentes formas \ne conhecimento disponíveis em situações concretas para construir  argumentação ", "13": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n13 \n \nconsistente);  \nV. Elaborar propostas (recorrer aos conhecimentos desenvolvidos na escola para a \nelaboração de proposta de intervenção solidária na realidade, respeitado os valores \nhumanos e considerando a diversidade sociocultural).  \n \n7. Perfil do Egresso – competências e habilidades  \n \nO Engenheiro de Materiais deve ser capaz de  resolver problemas tecnológicos das \náreas generalistas corre lacionadas com a caracterização, o  processamento, a adequação \ne o desenvolvimento de diferentes  materiai s, ligados às macros  áreas de polímeros, metais, \ncerâmicas ou compósitos . Para tanto se torna necessário um elevado grau de integração \nentre os diferentes componentes curriculares oferecido s pelo curso. A formação do futuro \nengenheiro de materiais  deve cor relacionar o estudo da ciência básica com a prática, ou \nseja, deve -se adotar uma  matriz curricular com componentes que contenham  aulas de \nlaboratório, assim como estágio obrigatório e  atividades complementares , como  iniciação \ncientífica, participação em eventos  e congressos, projetos  de extensão , monitorias e afins.  \nNessas atividades o estudante de E ngenharia  de Materiais  tem a oportunidade de interagir \ncom alunos e professores de outros cursos , permitindo maior interdisciplinaridade . Em \nadição, ele  cons olida seus conhecimentos e competências técnicas adquiridos, assim como \nexercita  competências transversais, também fundamentais para o sucesso do profissional \nno mercado de trabalho . As competências transversais também são trabalhadas em sala \nde aula, atra vés da aplicação de diferentes metodologias de ensino (trabalhos em grupo, \nresolução de problemas, apresentação de seminários, desenvolvimento de projetos, etc).  \nA grade curricular do curso de Engenharia de Materiais da UNIFEI  - Itabira  e as \nmetodologias de ensino utilizadas durante o curso visam formar o perfil de egresso \nconforme orientação das Diretrizes Curriculares Nacionais do Curso de Graduação em \nEngenharia : \nO curso de Graduação em Engenharia tem como  perfil do  formando \negresso/profissional  o engenheiro, com formação generalista,  humanista, crítica e \nreflexiva, capacitado a absorver e desenvolver novas tecnologias, estimulando a \nsua atuação crítica e criativa na identificação e resolução de problemas, \nconsideran do seus aspectos políticos, econômicos, sociais, ambientais e culturais, \ncom visão ética e humanística, em atendimento às demandas da sociedade.  \n ", "14": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n14 \n \nEm adição , espera -se que o formado em Engenharia desenvolva competências \nnecessárias para ( Portaria INEP Nº484  sobre o ENADE ):  \n \nI.Projetar e conduzir experimentos e interpretar resultados;  \nII.Conceber, projetar, executar e analisar sistemas, produtos e processos;  \nIII.Planejar, supervisionar, elaborar e coordenar projetos e serviços de Engenharia;  \nIV.Identificar, formular,  modelar e resolver problemas de Engenharia;  \nV.Desenvolver e/ou utilizar novos materiais, ferramentas e técnicas;  \nVI.Supervisionar, operar, promover e avaliar criticamente a manutenção de sistemas;  \nVII.Avaliar o impacto das atividades da Engenharia no contexto s ocial e ambiental;  \nVIII.Avaliar a viabilidade econômica de projetos de Engenharia.  \n \nA profissão de Engenheiro de M ateriais é regulamentada pela Resolução nº 241/76 \ndo Conselho Federal de Engenharia, A rquitetura e Agronomia (CONFEA) que define a \nseguinte atribuição  para esse profissi onal: \n \nArt. 1º - Compete ao Engenheiro de Materiais o desempenho das atividades 01 a \n18 do artigo 1º da Resolução nº 218, de 29 JUN 1973, referentes aos \nprocedimentos tecnológicos na fabricação de materiais para a indústria e suas \ntransformações industriais; na utilização das instalações e equipamentos \ndestinados a esta produção industrial especializada; se us serviços afins e \ncorrelatos.  \n \n Com base nessas orientações, foi criada uma matriz PERFIL versus  \nCOMPETÊNCIAS para o alun o de Engenharia de Materiais da UNIFE I - Itabira , exposta na \nTabela 1. Essa matriz  correlaciona o PERFIL esperado para o aluno egresso do curso com \nas COMPETÊNCIAS técnicas e transversais que devem ser trabalhadas durante o curso \npara a  formação desse prof issional . Por exemplo: um engenheiro de materiais com “ sólida \nformação em química, física e matemática ” (perfil do aluno egresso na primeira linha da \nTabela 1) é capaz de “aplicar conhecimentos matemáticos, científicos, tecnológicos e \ninstrumentais ao desenvolvimento e seleção de materiais ” (competência do aluno egresso \nna primeira coluna da Tabela 1). Da mesma forma, um aluno com perfil “ crítico e criativo na \nseleção e no desenvolvimento de materiais, considerando aspectos econômicos, \nsocioculturais e ambientais ” (perfil exposto na terceira linha da Tabela 1) tem a competência ", "15": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n15 \n \nde “avaliar o impacto das atividades da Engenharia no contexto social e ambiental ” \n(competência transversal exposta na coluna 11 da Tabela 1) . \nMais adiante , no item referente à Or ganização Curricular, será apresentada a grade \ncurricular do curso de Engenharia de Materiais da UNIFEI -Itabira, com todos os \ncomponentes curriculares previstos, e esses componentes serão enquadrados na matriz \nPerfil versus Competências.  \n \n ", "16": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n16 \n \nTabela 1 – Matriz P erfil versus  Competências do curso de Engenharia de Materiais da UNIFEI -Itabira.  \n    Competências  \n  Competências técnicas  Competências transversais  \n  Aplicar \nconhecimentos \nmatemáticos, \ncientíficos, \ntecnológicos e \ninstrumentais ao \ndesenvolvimento \ne seleção de \nmateriais  Planejar e \nconduzir \nexperimentos \ne interpretar \nresultados, \ncom critérios \ncientíficos  Selecionar, \ndesenvolver, \nprojetar, \nexecutar e \nanalisar \nprodutos e \nprocessos, \nlevando em \nconta \naspectos \neconômicos, \nsocioculturais \ne ambientais.  Supervisionar, \nelaborar e \ncoordenar \nprojetos e \nserviços \nrelacionados \nà Engenharia \nde Materiais  Dominar \nferramentas \nde \ntecnol ogia \nde \ninformação \naplicadas à \natividade de \nengenharia  Identificar, \nformular e \nresolver \nproblemas \nde \nEngenharia  Assumir a \npostura de \npermanente \nbusca de \natualização \nprofissional  Comunicar -se \neficientemente \nnas formas \nescrita, oral e \ngráfica  Atuar em \nequipe s \nmultidisciplinares  Compreender e \naplicar a ética e \nresponsabilidade \nprofissionais  Avaliar o \nimpacto \ndas \natividades \nda \nEngenharia \nno \ncontexto \nsocial e \nambiental  Argumentar \nde forma \neficiente e \nsintética  Perfil  Com sólida formação \nem química, física e \nmatemática.  X x x     x             \nCom conhecimento \nprofundo da ciência \ne engenharia dos \nmateriais, capaz de \nrelacionar \nestruturas, \npropriedades e \nprocessamento de \nmateriais visando \naplicações \ndemandadas pela \nsociedade.  X x x  X   x           \n  \nCrítico e criativo na \nseleção e no \ndesenvolvimento de \nmateriais, \nconsiderando \naspectos \neconômicos, \nsocioculturais e \nambientais.    x x x   x x       x \n  ", "17": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n17 \n \n \nContinuação  da Tabela 1 : \n    Competências  \n  Competências técnicas  Competências transversais  \n  Aplicar \nconhecimentos \nmatemáticos, \ncientíficos, \ntecnológicos e \ninstrumentais ao \ndesenvolvimento \ne seleção de \nmateriais  Planejar e \nconduzir \nexperimentos \ne interpretar \nresultados, \ncom critérios \ncientíficos  Selecionar, \ndesenvolver, \nprojetar, \nexecutar e \nanalisar \nprodutos e \nprocessos, \nlevando em \nconta \naspectos \neconômicos, \nsocioculturais \ne ambientais.  Supervisionar, \nelaborar e \ncoordenar \nprojetos e \nserviços \nrelacionados \nà Engenharia \nde Materiais  Dominar \nferramentas \nde \ntecnologia \nde \ninformação \naplicadas à \natividade de \nengenharia  Identificar, \nformular e \nresolver \nproblemas \nde \nEngenharia  Assumir a \npostura de \npermanente \nbusca de \natualização \nprofissional  Comunicar -se \neficientemente \nnas formas \nescrita, oral e \ngráfica  Atuar em \nequipes \nmultidisciplinares  Compreender e \naplicar a ética e \nresponsabilidade \nprofissionais  Avaliar o \nimpacto \ndas \natividades \nda \nEngenharia \nno \ncontexto \nsocial e \nambiental  Argumentar \nde forma \neficiente e \nsintética  Perfil  Ético e humanista no \natendimento às \ndemandas da \nsociedade por \nmateriais.              x   x x x \n  \nCriterioso e \nsistemático no \ndesenvolvimento e \nseleção de processos \nde fabricação de \nmateriais, levando \nem conta a \ncorrelação \ncomposição -\nestrutura -\nprocessamento -\npropriedades.  X x x x   x           \n  ", "18": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n18 \n \nComprometido com \na sua permanente \natualização \nprofissional e ciente \nde sua \nresponsabilidade \ntécnica e profissional \ncomo Engenheiro de \nMateriais.          x   x     x x \n  \nContinuação da Tabela 1:  \n    Competências  \n  Competências técnicas  Competências transversais  \n  Aplicar \nconhecimentos \nmatemáticos, \ncientíficos, \ntecnológicos e \ninstrumentais ao \ndesenvolvimento \ne seleção de \nmateriais  Planejar e \nconduzir \nexperimentos \ne interpretar \nresultados, \ncom critérios \ncientíficos  Selecionar, \ndesenvolver, \nprojetar, \nexecutar e \nanalisar \nprodutos e \nprocessos, \nlevando em \nconta \naspectos \neconômicos, \nsocioculturais \ne ambientais.  Supervisionar, \nelaborar e \ncoordenar \nprojetos e \nserviços \nrelacionados \nà Engenharia \nde Materiais  Dominar \nferramentas \nde \ntecnologia \nde \ninformação \naplicadas à \natividade de \nengenharia  Identificar, \nformular e \nresolver \nproblemas \nde \nEngenharia  Assumir a \npostura de \npermanente \nbusca de \natualização \nprofissional  Comunicar -se \neficientemente \nnas formas \nescrita, oral e \ngráfica  Atuar em \nequipes \nmultidisciplinares  Compreender e \naplicar a ética e \nresponsabilidade \nprofissionais  Avaliar o \nimpacto \ndas \natividades \nda \nEngenharia \nno \ncontexto \nsocial e \nambiental  Argumentar \nde forma \neficiente e \nsintética  Perfil  Claro e eficiente nas \nformas de \ncomunicação oral, \nescrita e gráfica, com \ndomínio de técnicas \nde informática e \nconhecimento de \ninglês aplicados à \nprofissão de \nengenharia.   x x     x     x x     x ", "19": "Projeto Pedagógi co do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n19 \n \nGeneralista e \nproativo, capaz de \ndialogar com \nprofissionais de \ndiferentes áreas, \nvisando a análise \ninterdisciplinar na \nresolução de \nproblemas.            x x x x x   x \nApto a desenvolver \ntrabalhos em grupo \ne individualmente, \ncom capacidade de \nargumentar com \nparcimônia e \nequidade.     x       x   x x     x ", "20": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n20 \n \n \n8. Fundamentos Didático -Pedagógicos  e Metodológicos  \n \nEm relação aos procedimentos didático -pedagógicos, ao longo do curso, empregam -\nse metodologias ativas de ensino e aprendizagem na grande maioria dos componentes \ncurriculares. Essas metodologias consideram importante que o aluno aprenda de modo \nmais ativo,  responsabilizando -se pela sua aprendizagem , que pode ocorrer por meio de \nprojetos, resolução de problemas, trabalhos em grupo, sala de aula invertida ou pelo \nincentivo dos professores para que os alunos estudem ativamente. Os fundamentos das \nmetodologias a tivas remontam aos trabalhos de William JAMES (1890)  e John DEWEY \n(1971) e também à  pedagogia da problematização de Paulo FREIRE  (2013).  \nPosteriormente Ausubel, Novak e Hanesian (AUSUBEL, 1980 ) apresentam trabalhos \nreiterando a importância da  aprendi zagem  por meio da autonomia e da  pesquisa , de modo \na favorece r o aprendizado de modo significativo por fazer com que os conceitos aprendidos \nfaçam  sentido na vida dos aprendizes, sejam  duradouros e úteis e levem  a saberes de \naprendizagens estáveis .   \nUm dos asp ectos mais importantes é a construção de competências profissionais \ncomo consideram Barbosa e Moura ( BARBOSA, 2013) que no estudo voltado para \naplicação de  Metodologias Ativas na aprendizagem profissional e tecnológica consideram \nque este , para ser bem suc edido, necessita de uma aprendizagem significativa, \ncontextualiza da, orientada para o uso das tecnologias de informação e comunicação (TICs) , \nque favoreça o uso intensivo dos recursos da inteligência, e que gere habilidades em \nresolver problemas e conduzir  projetos nos diversos segmentos do setor produtivo. Os \nautores consideram que se nossa prática de ensino favorecer no aluno as atividades de \nouvir, ver , perguntar, discutir, fazer e ensinar, estamos no caminho da aprendizagem ativa. \nAlém disso, como afirm a MORAN  (2015) em  relação às metodologias ativas :  \n \n[...] a melhor forma de aprender é combinando equilibradamente atividades, \ndesafios e informação contextualizada. Para aprender a dirigir um carro, não basta \nler muito sobre e sse tema; tem que experimentar, rodar com o ele em diversas \nsituações com supervisão, para depois poder assumir o comando do veículo sem \nriscos.  \n ", "21": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n21 \n \nAcreditando nas metodologias ativas, o N úcleo Docente Estruturante (NDE),  em \nconjunto com o Colegiado de Curso  e apoiado pelos Grupos de Pesquisas em Metodologias \nAtivas e no Grupo de Pesquisas em Metodologias em Ensino e Aprendizagem de Ciências \ndo Campus Itabira, incentivou os professores a buscar formas de trabalhar ativamente com \nseus alunos.  \nUm exemplo vem em  componentes iniciais do curso como é o caso do componente \n“Desenho Aplicado” na qual os alunos trabalham com a elaboração entre outros de \ndesenhos de fluxogramas, formulários, organogramas, cronogramas , além do desenho \ntécnico mecânico seguindo as normas técnicas da Associação Brasileira de Normas \nTécnicas. Durante o estudo, os alunos têm que procurar informações, pesquisar e então \nelaborar seus desenhos. Outro s componente s curriculares  básicos  que são as  Matemáticas \ndo curso superior (“Cálculos Diferencia l e Integral I e II”) fazem com que os alunos \npesquisem e apresentem aplicações reais de cálculo diferencial e integral que ocorrem na \nEngenharia. Mais um componente “Língua Portuguesa  I” trabalha com a elaboração de \nartigos científicos de modo prático e o s alunos têm que buscar informações, seguir normas \ntécnicas e exercer sua criatividade. Os componentes “Processamento de Materiais \nPoliméricos” e “Ensaios de Materiais”  trabalham com  projetos práticos de desenvolvimento \ne/ou caracterização de materiais.  Em suma, metodologias aplicadas em diferentes \ncomponentes  curriculares da grade do curso de Engenharia de Materiais trabalham a \naprendizagem por meio da participação ativa do estudante . Este processo se desenvolve \nao longo do curso até se chegar aos componen tes finais que incluem a “Elaboração de \nProjetos de Pesquisa I e II”, “Projeto e Seleção de Materiais”, “Estágio Supervisionado” e \n“Trabalho Final de Graduação” que fazem os estudantes aprender de modo autônomo, \nresponsável e cidadão.  Em adição, inúmeros o utros componentes curriculares trabalham \nleitura e interpretação  de artigos e trabalhos científicos, inclusive em inglês, apresentação \nde seminários, escrita de relatórios e artigos, trabalhos em grupo, etc.  \n A forma de trabalhar os processos de ensino e a prendizagem por meio de \nmetodologias ativas favorece o aprender a aprender preconizado por NOVAK  (2000). \nAcreditamos que por meio das formas de trabalho mencionadas, estamos preparando  os \nalunos e a mão -de-obra altamente especializada necessária para os an os vindouros do \nPaís, da Sociedade e Humanidade.  ", "22": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n22 \n \n \n \n9. Sistemas de Avaliação  \n \n9.1. Avaliação do discente  \n \nEm todas as atividades do curso de Engenharia de Materiais a avaliação dos alunos \nse dará mediante os critérios de avaliação, conforme Resolução 218 de 27/10/2010, \ndevidamente regulamentada pela Norma de Graduação em vigor, da Universidade Federal \nde Itaju bá. A avaliação do processo de aprendizagem individual de cada disciplina é \ndescrita  no plano de ensino. Os docentes são incentivados a diversificarem o processo \navaliativo. O curso de Engenharia de Materiais possui quatro tipos de componentes \ncurriculares : Disciplinas, Trabalho Final de Graduação (TFG), Estágio Supervisionado e as \nAtividades de Complementação. As regras para verificação do rendimento escolar desses \ncomponentes também estão estabelecidas na Norma de Graduação. O sistema de \navaliação do proc esso de ensino aprendizagem dos alunos do curso de Engenharia de \nMateriais está regulamentado por essa mesma Norma.  \nA verificação do rendimento escolar será feita por componente curricular, abrangendo \nos aspectos de frequência e aproveitamento, ambos elimi natórios. É de responsabilidade \ndos docentes a verificação do rendimento escolar e frequência acadêmica. Entende -se por \nfrequência acadêmica o comparecimento às atividades didáticas de cada componente \ncurricular. Será considerado aprovado em frequência o a luno que obtiver, pelo menos, 75% \nde assiduidade nas atividades teóricas e práticas.  \nNos componentes curriculares é obrigatória a proposição de atividades de avaliação, \ndevidamente regimentada pela Norma de Graduação em vigor. A forma, a quantidade e o \nvalor relativo das atividades de avaliação constarão obrigatoriamente dos planos de ensino, \nsendo que, para cada atividade de avaliação será atribuída uma nota de 0,0 (zero) a 10,0 \n(dez). Conforme o que determina o Art. 58, da Norma de Graduação em vigor, par a \naprovação nos componentes curriculares, o discente deverá obter média parcial igual ou \nsuperior a 6,0 (seis), além da frequência mínima exigida, retro mencionada. O discente que \nnão atingir a média prevista, mas possuir frequência mínima, tem direito à r ealização de ", "23": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n23 \n \numa avaliação substitutiva, cujo rendimento acadêmico é obtido segundo os critérios \nestabelecidos no Art. 60 e Art. 61, da Norma de Graduação em vigor.  \nO discente que não atingir média, tampouco frequência, é considerado reprovado, \ncom rendim ento acadêmico final igual à média parcial. São calculados os seguintes índices \npara avaliação do rendimento acadêmico acumulado do discente: Média de Conclusão \n(MC): média do rendimento final obtido pelo discente nos componentes curriculares em que \nobteve  êxito, ponderadas pela carga horária discente dos componentes; Média de \nConclusão Normalizada (MCN): corresponde à padronização da MC do discente, \nconsiderando -se a média e o desvio -padrão das MC de todos os discentes que concluíram \no mesmo curso na UNIFE I nos últimos 5 (cinco) anos; Índice de Eficiência em Carga Horária \n(IECH): é a divisão da carga horária com aprovação pela carga horária utilizada; Índice de \nEficiência em Períodos Letivos (IEPL): é a divisão da carga horária acumulada pela carga \nhorária esperada; Índice de Eficiência Acadêmica (IEA): é o produto da MC pelo IECH e \npelo IEPL; Índice de Eficiência Acadêmica Normalizado (IEAN): é o produto da MCN pelo \nIECH e pelo IEPL; Todos esses índices apresentam -se devidamente regulamentados pela \nNorma de  Graduação em vigor.  \n \n9.2. Sistema de Avaliação do Projeto d e Curso  \n \nA avaliação do curso de Engenharia de Materiais ocorrerá, tanto interna quanto \nexternamente, conforme prevê o Sistema Nacional de Avaliação da Educação Superior \n(SINAES ), criado pela lei nº. 1 0.861 de 14 de abril de 2004, caracterizada por instrumentos \nquantitativos e qualitativos do processo ensino aprendizagem. Esse duplo processo \navaliativo tem como objetivo geral a formação e o desenvolvimento de um projeto \nacadêmico baseado nos princípios da democracia, autonomia, pertinência e \nresponsabilidade social.  \nA formulação inicial e a revisão periódica desse projeto são de responsabilidade do Núcleo \nDocente Estruturante (NDE) do curso de Engenharia de Materiais , constituído por docentes, \nmestres e doutores, com experiência nas áreas do curso. O NDE propõe e avalia, \nperiodicamente, o PPC, avalia a inclusão ou remoção de componentes optativos ou \nobrigatórios ao currículo e realiza reuniões periódicas para acompanh ar avaliações ", "24": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n24 \n \nrealizadas, discutir ações em decorrência dos resultados obtidos do Exame Nacional de \nDesempenho do Estudante (ENADE) e das avaliações externas realizadas pelo MEC.  \n \n9.2.1.  Avaliação Externa à  Universidade  \n \nConforme calendário de avaliação nacional de cursos, os alunos participarão do \nExame Nacional de Desempenho de Estudantes (ENADE). O Exame integra o SINAES e \ntem como objetivo aferir o rendimento dos alunos dos cursos de graduação em relação aos \nconteúdos,  habilidades e competências do profissional a ser formado. O resultado da \navaliação externa será utilizado como parâmetro e metas para o aprimoramento do curso.  \nTambém faz parte a avaliação externa de opiniões e dados obtidos por meio de entrevistas \nsemie struturadas aplicadas à comunidade externa via Comissão Própria de Avaliação \n(CPA) .  \n \n9.2.2.  Avaliação Interna à  Universidade  \n \nI) Comissão Própria de Avaliação (CPA)  \n \nO acompanhamento do curso dar -se-á através de avaliações e auto avaliações  \nfornecidas pela Comissão  Própria de Avaliação (CPA) da UNIFEI e pelos resultados \nadvindos do ENADE. A CPA da UNIFEI tem como atribuição conduzir os processos de \navaliação internos da instituição, sistematizar e prestar as informações solicitadas pelo \nInstituto Nacional de Estudos  e Pesquisas Educacionais Anísio Teixeira (INEP). Uma vez \ninstalada, a CPA tem como um de seus objetivos articular discentes, docentes, técnicos \nadministrativos e diretores em um trabalho de avaliação contínua da atividade acadêmica, \nadministrativa e pedag ógica da Instituição. A coordenação do curso de Engenharia de \nMateriais  optou por fazer uso de seus mecanismos e informações por ela coletadas para o \nacompanhamento e a avaliação do curso.  \nA proposta de avaliação da CPA visa definir os caminhos de uma auto avaliação  da \ninstituição pelo exercício da avaliação participativa. As avaliações da CPA são feitas \ntomando por princípio as dimensões já estabelecidas em legislação:  ", "25": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n25 \n \ni) Missão e o Plano de Desenvolvimento Institucional (PDI);  \nii) Política para o ensino, a pesquisa, a pós -graduação e a extensão;  \niii) Responsabilidade social da instituição;  \niv) Comunicação com a sociedade;  \nv) Políticas de pessoal;  \nvi) Organização e gestão da instituição;  \nvii) Infraestrutura física;  \nviii) Plan ejamento e avaliação;  \nix) Políticas de atendimento aos estudantes;  \nx) Sustentabilidade financeira.  \n \nCompõem a metodologia da CPA atividades de sensibilização, visando obter grande \nnúmero de adesões ao processo, aplicação de questionários, análise dos dados  obtidos, \nelaboração de relatório e divulgação. O ciclo de avaliações  para alunos e professores  é \nsemestral  e realizado por meio de questionário eletrônico, disponibilizado no site da \nUniversidade, e com o processamento das informações obtidas pelos membro s da CPA. \nNo processo de auto  avaliação institucional, são abordadas questões referentes a: aspectos \nda coordenação de curso (disponibilidade do coordenador, seu reconhecimento na \ninstituição, seu relacionamento com o corpo docente e discente bem como sua competência \nna resolução de problemas); projeto pedagógico do curso (seu desenvolvimento, formação \nintegral do aluno, excelência da formação profissional, atendimento à de manda do \nmercado, metodologias e recursos utilizados, atividades práticas, consonânc ia do curso \ncom as expectativas do aluno); disciplinas do curso e os respectivos docentes \n(apresentação do plano de ensino, desenvolvimento do conteúdo, promoção de ambiente \nadequado à aprendizagem, mecanismos de avaliação, relacionamento professor -aluno \netc.). O relatório final do período avaliado é disponibilizado a todos os segmentos (docentes, \nservidores técnico -administrativos, discentes egressos e comunidade externa ) e também \nencaminhado para o INEP/MEC. As avaliações de itens específicos relacionados  ao curso \nsão encaminhadas, pela CPA, ao coordenador do curso. Cabe ao Colegiado analisar os \nresultados da avaliação e estabelecer diretrizes, ou consolidá -las, conforme o resultado da \navaliação.  ", "26": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n26 \n \n \nII) Indicadores de Curso  \n \nA Resolução nº 218  que trata de  Programas de Formação em Graduação da UNIFEI, \naprovada pelo Conselho de Ensino, Pesquisa, Extensão e Administração (C EPEAd ), em 27 \nde outubro de 2010, estabelece as equações relacionadas aos indicadores dos cursos. Os \nindicadores se baseiam em : \ni.Número ideal de alunos por curso;  \nii.Número de alunos a dmitidos por curso;  \niii.Sucesso na a dmissão;  \niv.Sucesso na f ormação;  \nv.Evasão;  \nvi.Taxa de e vasão;  \nvii.Retenção;  \nviii.Taxa de r etenção;  \nix.Vagas o ciosas;  \nx.Taxa de vagas ociosas.  \nEssas informações consolidadas, referentes ao curso de Engenharia de Materiais são \nobjeto de análise e decisões  do Colegiado de curso.  \n \n9.3. Avaliação d o Docente  \n \nA avaliação de desempenho dos docentes é realizada tanto no âmbito institucional, \nquanto no âmbito  interno do curso. Institucionalmente, a avaliação é realizada pela CPA \n(Comissão Própria de Avaliação), responsável pelo estabelecimento e acompanhamento \nde políticas de valoração e avaliação do corpo docente, conforme parâmetros dos SINAES; \npela CPPD (Co missão Permanente de Pessoal Docente), que acompanha o rendimento \ndos docentes em período de estágio probatório; e pela Comissão de Ética, responsável por \nzelar pela ordem, respeito, bons costumes e os princípios éticos. Inte rnamente ao curso, a \navaliação pode ser  realizada a partir da coleta da opinião dos alunos, ao final de cada \ndisciplina, pela aplicação de formulário de avaliação .  ", "27": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n27 \n \n \n10. Perfil Docente  \n \n Todo o corpo docente do Curso de Engenharia de Materiais é constituído por \nservidores públicos pertencentes ao quadro de pessoal da Universidade Federal de Itajubá, \nlotado s no Campus de Itabira, sob o regime de dedicação exclusiva. Atualmente o quadro \nde docentes do curso de bacharelado em Engenharia de Materiais da UNIFEI - Itabira é \ncomposto por 13  professores diretamente vinculados ao curso, conforme indica a Tabela 2 .  \n Ainda conforme planejamento elaborado pela direção do campus , ao final da \nimplantação do projeto de expansão do campus , a UNIFEI terá, no campus Itabira, 160 \ndocentes.   \n ", "28": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n28 \n \nTabela 2 : Relação de docentes que atuam no curso de Engenharia de Materiais da UNIFEI no campus  de Itabira.  \nProfessores  Regime de \ntrabalho  Titulação  \nGraduação  Pós-graduação  \nLato -Sensu: Especialização  Pós-graduação  \nStricto -Sensu : Mestrado  Pós-graduação  \nStricto -Sensu : Doutorado  \nAndreza de Sousa Andrada  DE Química  --- C&T das Radiações Minerais e \nMateriais  Engenharia Química  \nCarolina Lipparelli Morelli  DE Engenharia de Materiais  -- Engenharia e Ciência de Materiais  Engenharia e Ciência de Materiais  \nDaniel Andrada Maria  DE Química  --- C&T das Radiações Minerais e \nMateriais  C&T das Radiações Minerais e \nMateriais (em andamento)  \nFabrício Viera Andrade  DE Química  --- Química  Química  \nFrancisco Moura Filho  DE Química  --- Química  Química  \nGuilherme Oliveira Siqueira  DE Química  --- Química  Química  \nHaroldo Lhou Hasegawa  DE Engenharia de Materiais  Engenharia de Produção  Engenharia e Ciência de Materiais  Engenharia e Ciência de Materiais  \nMárcio Roberto de Freitas  DE Física  --- Ciências e Física Aplicada  Engenharia e Ciência de Materiais  \nMarcos Roberto de Abreu Alves  DE Química  --- Química  Química  \nMarli Luiza Tebaldi  DE Química  --- Química  Ciências dos Materiais  \nMercês Coelho da Silva  DE Química  --- Química  Química e Engenharia de Processos  \nRicardo Luiz Perez Teixeira  DE Engenharia Química  Engenharia e Segurança do Trabalho  Engenharia Metalúrgica e de Minas  Ciências, Engenharia Metalúrgica  e de \nMateriais  \nRicardo Shitsuka  DE Engenharia Metalúrgica  Tecnologias, Formação de \nProfessores e Cultura; Design \nInstitucional para EaD  Engenharia de Materiais e Metalúrgica  Ensino de Ciência e Matemática  \n ", "29": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n29 \n \n11. Composição e f uncionamento do Colegiado de Curso  \n \nO planejamento, o acompanhamento e o controle do curso de Engenharia de Materiais \nserão exercidos pelo Colegiado do Curso onde são conciliados os interesses de ordem \ndidática das Unidades Acadêmicas, conforme o Regiment o Geral da UNIFEI , seção VI. \nA composição,  o mandato e as competências dos membros do Colegiado do Curso \nde Engenharia de Materiais estão previstos também na seção VI desse regimento.   \nOs membros escolhidos para compor o Colegiado de Curso devem obedecer ao \nprincípio da proporcionalidade, assim distribuídos:  \n i) um mínimo de 70% (setenta por cento) dos membros deve ser de docentes \nresponsáveis pelas disciplinas das áreas de atuação do egresso;  \nii)  até 30% (trinta por cento) dos membros deve ser de docent es responsáveis pelas \ndemais disciplinas e membros do corpo discente do curso.  \n \nA atual composição do colegiado do curso foi designada pela Portaria da UNIFEI nº \n1281 , de 19 de julho de 2017, para o período de 2 (dois) anos para os membros docentes \ne de 1 (um) a no para os membros discentes, sendo assim constituída:  \n \nPresidente d o Colegiado:  \nProf. Marcio Roberto de Freitas ( Siape 1107725 ). \n \na) Professores da Área Específica d o Curso:  \nAndreza de Sousa Andrada ( Siape 1846170 ); \nCarolina Lipparelli Morelli ( Siape 2356402 ); \nMarcio Roberto de Freitas ( Siape 1107725 ); \nRicardo Luiz Perez Teixeira ( Siape 2058408 ); \nRicardo Shitsuka ( Siape 1765584 ); \nHaroldo Lhou Hasegawa ( Siape 2380440 ) – Suplente . \n \nb) Professores d a Área Básica:  \nFlávia da Silva Cordeiro (S iape 2328035 ); ", "30": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n30 \n \nGuilherme O liveira Siqueira ( Siape 1801371 ) – Suplente.  \n \nc) Representantes dos Discentes:  \nTiago Augusto Ribeiro Rodrigues (M atrícula Unifei Nº 3114 3); \nBarbar a Carolini Oliveira Ferreira (M atrícula Unifei Nº 34433 ) – Suplente . \n \nO Colegiado de Curso se reúne ordinariamente pelo menos duas vezes por semestre \ne extraordinariamente  sempre que for convocado por seu presidente. Pelo Regimento \nGeral, tem -se que o colegiado: elege o Coordenador de Curso; propõe nomes para \ncomporem o NDE,  encaminhando à Assembleia da Unidade para aprovação; delibera sobre \no PPC, encaminhando à Assembleia da Unidade para aprovação; promover a \nimplementação do PPC; aprova alterações nos planos de ensino das discipli nas propostos \npelo NDE; elabora e acompanha  o processo de avaliação e renovação de reconhecimento \ndo curso; estabelece mecanismos de orientação acadêmica ao corpo discente do curso; \ncria comissões para assuntos específicos; designa coordenadores de Trabalho Final de \nGraduação – TFG, Estágio, Mobili dade Acadêmica e Atividades Complementares; analisa \ne emite parecer sobre aproveitamento de estudos e adaptações, de acordo com norma \nespecífica aprovada pela Câma ra Superior de Graduação; julga , em grau de recurso, as \ndecisões do Coordenador do Curso; d ecide ou opina sobre outras matérias pertinentes ao \ncurso.  \n \n12. Atuação do Núcleo Docente Estruturante (NDE), Colegiado de Curso, e \nCoordenação  \n \nConforme Resoluçã o Nº 1  de 17 de junho de 2010, expedida  pela Comissão Nacional \nde Avaliação da Educação Superior (CONAES), o Núcleo Docente Estruturante (NDE)  \nconstitui -se de um grupo  de docentes, com atribuições acadêmicas de acompanhamento, \natuante no processo de concepção,  consolidação e contínua atualizaçã o do projeto \npedagógico do curso.   \nConforme essa Reoslução: “O NDE deve ser constituído por membros do corpo \ndocente do curso, que exerçam liderança acadêmica no âmbito do mesmo, percebida na ", "31": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n31 \n \nprodução de conhecimentos na área, no desenvolvimento do ensino,  e em outras \ndimensões entendidas como importantes pela instituição, e que atuem sobre o \ndesenvolvimento do curso ”.  \nSão atribuições do NDE, entre outras: contribuir para a consolidação do perfil \nprofissional do egresso do curso; zelar pela integração curr icular interdisciplinar entre as \ndiferentes atividades de ensino constantes no currículo; indicar formas de incentivo ao \ndesenvolvimento de linhas de pesquisa e extensão, oriundas de necessidades da \ngraduação, de exigências do mercado de trabalho e afinada s com as políticas públicas \nrelativas à área de conhecimento do curso; zelar pelo cumprimento das Diretrizes \nCurriculares Nacionais para os Cursos de Graduação.  \nCabe aos colegiados superiores definir as atribuições e os critérios de constituição do \nNDE, a tendidos, no mínimo, os seguintes: ser constituído por um mínimo de 5 (cinco) \nprofessores pertencentes ao corpo docente do curso; ter pelo menos 60% de seus \nmembros com titulação acadêmica obtida em programas de pós -graduação stricto sensu ; \nter todos os me mbros em regime de trabalho de tempo parcial ou integral, sendo pelo \nmenos 20% em tempo integral; assegurar a estratégia de renovação parcial dos integrantes \ndo NDE de modo a permitir a continuidade no processo de acompanhamento do curso.  \nSegundo Portaria UNIFEI nº 1058 de 16 de junho de 2017, os membros do NDE eleitos \npelo colegiado para o período de 3 (três) anos foram:  \n \na) Professores da área específica do curso : \nProfa.  Carolina Lipparelli Morelli ( SIAPE 2356402 ) - Presidente do NDE ; \nProf. Márc io Roberto de Freitas ( SIAPE 1107725 ) - Coordenador de Curso ; \nProf. Guilherme Oliveira Siqueira ( SIAPE 1801371 ); \nProf. Haroldo Lhou Hasegawa ( SIAPE 2380440 ); \nProf. Ricardo Luiz Perez Teixeira ( SIAPE 2058408 ); \nProf. Ricardo Shitsuka ( SIAPE 1765584 ); \nProfa. Mercês Coelho da Silva (SIAPE 1817175) – Suplente.  \n \nb) Professores de áreas afins :  \nProfa. Pri scilla Chantal Duarte Silva ( SIAPE 1844566 ); ", "32": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n32 \n \nProf. Ernesto Freitas Neto ( SIAPE 1669213 ) – Suplente.  \n \n13. Titulação, Formação Acadêmica, Regime de Trabalho e Atuação do \nCoordenador do Curso  de Engenharia de Materiais  \n \nO coordenador de curso  assume um mandato de 2 (dois) anos  e, segundo artigo 1 11 \ndo Regimento Geral da UNIFEI , compete a ele:  \nI. Convocar e presidir as reuniões do Colegiado de Curso, com direito,  somente, ao \nvoto de qualidade;  \nII. Representar o Colegiado de Curso;   \nIII. Elaborar o projeto pedagógico do curso e submetê -lo ao Colegiado de  \nCurso;  \nIV. P rovidenciar os planos de ensino de todas as disciplinas do Curso;  \nV. Supervisionar o funcionamento do  curso;  \nVI. Z elar pela qualidade do ensino do curso;  \nVII. E ncaminhar para apreciação do Colegiado proposta de alterações no  regulamento \ndo curso, propostas de convênios e projetos e propostas  de criação, alteração ou \nextinção de disciplinas do curso;  \nVIII. Tomar medidas necessárias para a divulgação do curso;  \nIX. V erificar o cumprimento do conteúdo programático e da carga horária  das \ndisciplinas do curso;  \nX. Participar da elaboração do calendário escolar do curso;  \nXI. P ropor os horários de aulas de cada período letivo e encaminhá -lo para  apreciação \nda Câmara de Graduação;  \nXII. C omunicar aos órgãos competentes qualquer irregularidade no  funcionamento do \ncurso e solicitar as correções necessárias;  \nXIII. A tuar junto aos Diretores de Unidades Acadêmicas na de finição de  nomes de \ndocentes que atuarão no curso;  \nXIV. S uscitar a apresentação de temas e coordenar as atividades  relacionadas aos \ntrabalhos de conclusão de curso;  \nXV. Coordenar o programa de estágio de formação profissional;  ", "33": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n33 \n \nXVI. P romover reuniões de pla nejamento do curso;  \nXVII. O rientar os alunos do Curso na matrícula e na organização e seleção  de suas \natividades curriculares;  \nXVIII. S olicitar aos professores a divulgação dos resultados de todas as  avaliações e \nfrequência nas disciplinas, conforme o cale ndário escolar;  \nXIX. S ubmeter ao Colegiado de Curso os nomes de membros de Comissões  \nExaminadoras de trabalhos de conclusão de curso e de outras formas  de atividades;  \nXX. D esignar relator ou comissão para estudo de matéria a ser submetida  ao \nColegiado;  \nXXI. Decidir sobre assuntos da rotina administrativa do curso;  \nXXII. E xercer outras atribuições inerentes ao cargo.  \n \nAs competências delegadas são: Coordenação de Mobilidade Acadêmica pelo Prof. \nFabrício Vieira de Andrade de SIAPE 13337089, Portaria UNIFEI nº  382 de 20 de março de \n2017; Coordenação de estágio pelo Prof. Marcio Robert o de Freitas de SIAPE 1107725, \nPortaria UNIFEI nº 1008 de 10 de junho de 2016;  Coordenação dos Laboratórios do Curso \nde Engenharia de Materiais pela Profa. Andreza de Souza Andrada  de SIAPE 1846170, \nPortaria UNIFEI nº 37 de 17 de junho de 2016; Coordenação de Trabalho Final de \nGraduação pelo Prof. Haroldo Lhou Hasegawa de SIAPE 2380440, Portaria UNIFEI nº 944 \nde 31 de maio de 2017; Coordenação adjunta do Curso de Engenharia de mater iais pelo \nProf. Ricardo Luiz Perez Teixeira de SIAPE 2058408, Portaria UNIFEI  nº 1108 de 23 de \njunho de 2017; Elaboração do Projeto P edagó gico do C urso pelo Núcleo Docente \nEstruturante.  \n  \n14. Atendimento ao Discente  \n \nO Núcleo Pedagógico da UNIFEI  − campus  Itabira, integrante da estrutura \norganizacional da Diretoria Acadêmica, é responsável, entre outras funções, pelo \natendimento ao discente no que se refere às demandas acadêmicas. Responsabiliza -se, \nem harmonia com a Coordenação de Curso, pela orientação a o discente quanto às normas \nde graduação, critérios de aprovação, estágios  curriculares e outros  projetos acadêmicos, ", "34": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n34 \n \nalém de acompanhar o desempenho acadêmico dos estudante s e propor atividades de \napoio à  aprendizagem.  \nComo política de atendimento ao disc ente, baseia -se nos princípios da transparência, \nclareza e publicidade das informações e configura -se como espaço de escuta e acolhimento \npara que sejam realizados os encaminhamentos necessários à resolução das demandas \nestudantis. Sobretudo no que se refe re à necessidade de proporcionar a permanência, com \nsucesso, do estudante na instituição.   \nCompete ao Núcleo Pedagógico prestar atendimento aos pais e responsáveis sobre \nrendimento dos alunos, orientando -os acerca das atividades acadêmicas e enfatizando a \nimportância da presença familiar para o bom desenvolvimento acadêmico do estudante. \nPor meio de entrevistas e conversas com a família, são traçadas ações que buscam minorar \nas dificuldades de permanência na instituição bem como estratégias para a melhoria do \nprocesso de ensino -aprendizagem. Dessa forma, o referido Núcleo posiciona -se, \nno campus  de Itabira, como mediador da relação professor -aluno -conhecimento, em busca \nda melhoria do desempenho acadêmico, do bem -estar e da autonomia intelectual do \neducando.   \nPor fim, destaca -se que o Núcleo Pedagógico proporciona um espaço que busca \nintegrar discentes, docentes e técnico s administrativos para a promoção de ações que \npermitam a indissociação das atividades de ensino, pesquisa e extensão, apoiando os \neventos d e divulgação da Universidade, Encontros da Universidade Empreendedora, \nRecepção dos Ingressantes, Programa de Educação Tutorial, permitindo assim a \naproximação do aluno com a comunidade local e com as demandas da sociedade na qual \nestá inserida.    O Núcleo  é composto por uma Pedagoga e uma Técnica em Assuntos \nEducacionais.  \nAlém do Núcleo Pedagógico, a Diretoria de Assistência Estudantil (DAE) constituída \npor profissionais especializados na área de Assistência Social e Psicologia complementam \na política de a tendimento ao estudante na UNIFEI -Itabira. Dentro dessa Diretoria, cabe \ndestacar o Programa de Assistência Estudantil da UNIFEI , que segue as diretrizes \nestabelecidas pelo Programa Nacional de Assistência Estudantil (PNAES), cujos objetivos \nsão: ", "35": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n35 \n \ni. democratiz ar as condições de permanência dos jovens na educação superior pública \nfederal;  \nii. minimizar os efeitos das desigualdades sociais e regionais  na permanência e \nconclusão da educação superior;  \niii. reduzir as taxas de retenção e evasão;  \niv. contribuir para a promoção da  inclusão social pela educação.  \n \nAlém desses objetivos, o programa visa atender alunos em situação de \nvulnerabilidade socioeconômica, regularmente matriculados nos cursos presenciais de \ngraduação nos campi  de Itajubá e Itabira. Conforme classificação socio econômica, os \nalunos selecionados podem receber diferentes auxílios. Acrescenta -se, por fim, que essa \nDiretoria por meio do Serviço de Psicologia também é responsável pelo acompanhamento \npsicossocial e atendimento psicológico.  \nTambém existem outros program as de bolsas e demais atividades direcionadas ao \ncorpo discente, tais como:  Monitoria, a fim de aprimorar o ensino de graduação, por meio \nde novas metodologias que fortaleçam a articulação entre teoria e prática e a integração \ncurricular em seus diferentes  aspectos;  Programa de Iniciação Científica, que desperta a \nvocação científica e o desenvolvimento tecnológico e de inovação nos discentes de \ngraduação;  Programa de Educação Tutorial (PET ), que apoia atividades acadêmicas que \nintegram ensino, pesquisa e ex tensão, além de  Bolsas de Extensão.  \n \n15. Estágio Supervisionado  \n \n    O Estágio é o componente curricular que compreende as atividades de \naprendizagem profissional, cultural e social proporcionadas ao estudante pela participação \nem situações reais, na comunidade nacional ou internacional, junto a pessoas jurídicas de \ndireito público ou privado. O estágio pode ser realizado por meio de duas  modalidades \ndistintas: um obrigatório, aqui denominado de Estágio Supervisionado , que é realizado ao \nfinal do curso , cuja carga horária mínima para a integralização do curso é estabelec ida \nneste PPC; e o estágio supervisionado não obrigatório, aqui denominado de Estágio \nExtracurricular, que pode ser realizado após conclusão do quinto  período do curso e servirá ", "36": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n36 \n \nde complementação profissional à formação do estudante, cujas horas poderão se r \naproveitadas apenas como atividades complementares, estando sujeitas à aprovação do \nCoordenador de Estágios. Ressalta -se que o Estágio Extracurricular não pode substituir o \nEstágio Supervisionado e será livre quanto à sua quantidade.  \n    Além da obrigato riedade da realização do Estágio Supervisionado, a interação do \ngraduando com atividades profissionais é estimulada através de visitas técnicas às \nempresas atuantes no mercado de Engenharia de Materiais, assim como workshops, \npalestras com profissionais e empresários da área.  \n    Para a integralização do curso de Engenharia de Materiais do Campus Itabira, o \naluno precisa realizar no a Disciplina de Estágio Supervisionado cuja carga horária é de \n196 (cento e noventa e seis) horas/aula.  \n    Para a realização do estágio supervisionado o aluno faz o contato inicial com a \nempresa. A empresa formaliza com a UNIFEI o contrato de estágio. O controle e \nacompanhamento do estágio são realizados pela Coordenação de Estágio do Curso e pelo \ndocente o rientador da UNIFEI. O docente orientador terá como atribuição coordenar, avaliar \ne registrar a atividade desenvolvida pelo aluno.  \nConforme Regulamento de Estágio Supervisionado do curso de Engenharia de \nMateriais , ao término do Estágio Supervisionado é atribuída uma nota  ao aluno  em escala \nde 0 (zero) a 100 (cem), em números inteiros,  assim como  a carga horária registrada e o \nstatus \"aprovado\" ou \"reprovado\". Está aprovado o aluno que tiver seu estágio avaliado \ncom nota igual ou superior a 60 (se ssenta). No caso de estágio não obrigatório, o registro \ndeve ser feito como Atividade Complementar.   \n    São instrumentos de acompanhamento e avaliação dos alunos nas atividades de \nEstágio Supervisionado (obrigatório):  \n \n-  Termo de Compromisso ou Contrato : Deverá s er assinado em três vias, sendo que \numa ficará arquivado na Universidade, outra com o aluno e a terceira na empresa onde o \nestágio será realizado. O contrato deverá ser entregue a Universidade até 15 dias após o \ninício do estágio. A carga horária máxima se manal é de 30 horas e o estagiário deve estar \nprotegido por seguro contra acidentes;  ", "37": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n37 \n \nOBS: Há uma exceção quando se tratar de Estágio Supervisionado  Obrigatório e o \ndiscente já tiver  concluído todos os demais componentes curriculares obrigatórios do curso. \nNesta condição especial o estagiário poderá cumprir carga horária de 8 (oito) horas diárias \ne 40 (quarenta) horas semanais, caso a empresa disponibilize tal modalidade.  \n \n- Plano de Atividades: Anexo ao Termo de Compromisso, o documento é assinado \npelo Supe rvisor de Estágio da Parte Concedente; Coordenador de Estágio do Curso e \nEstagiário. Trata -se de um cronograma de atividades a serem realizadas ao longo do \nperíodo de estágio;  \n \n- Declaração de Horas Trabalhadas, Atividades Realizadas e Avaliação da Empresa : \nAo final do estágio o aluno deverá entregar ao coordenador de estágio de seu curso a \navaliação de desempenho do estagiário bem como declaração de horas trabalhadas e \natividades realizadas, elaborado pela empresa em formulário próprio da UNIFEI;  \n \n- Relató rio de Estágio: Ao final do estágio deverá ser entregue um relatório elaborado \npelo estudante, com rubrica em todas as laudas do coordenador de estágio da empresa e \ndo coordenador de estágio do curso de graduação. O modelo de relatório segue os \nparâmetros exigidos para os trabalhos científicos.  \n \nO prazo para entrega dos documentos previstos no final do estágio supervisionado \ndeverá ocorrer 30 dias antes do término do prazo de lançamento da  Nota Final de Estágio, \nprevisto  no Calendário Acadêmico.  \n \n \n16. Atividades Complementares  \n \nSão denominadas Atividades de Complementação ou Complementares aquelas que \npossibilitam o desenvolvimento de habilidades e competências do aluno, inclusive \nadquiridas fora do ambiente escolar e que estimulam a prática de estudos independentes \ne opcionais. O estudante de Engenharia de Materiais, para completar a integralização do ", "38": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n38 \n \ncurso deverá perfazer, no mínimo, 65 (sessenta e cinco) horas/aula em atividades \ncomplementares.  \n    A carga horária das Atividades Complementares pode s er cumprida com a \nrealização de uma série de atividades que envolvam conhecimentos de Engenharia de \nMateriais, atividades de pesquisa e/ou extensão e que sejam aprovados pelo Colegiado do \nCurso.  \n    Com o fim de alcançar o perfil do egresso o qual objetiva  uma formação com \nexcelência técnica e humanista, permiti ndo ao Engenheiro de Materiais o preparo para uma \nprática profissional pautada na ideia de responsabilidade social, cidadania, respeito aos \ndireitos humanos, sustentabilidade ambiental, empreendedori smo e inovação, além de \noutros temas condizentes com o perfil do profissional de engenharia no século XXI, foram \ndefinidas algumas modalidades de Atividades Complementares que poderão ser realizadas \npelos discentes. Suas descrições e regulamento para valid ação encontram -se descritos no  \nAnexo I.  \nDestaca -se que as atividades listadas nesse anexo  não são  exaustivas, cabendo à  \nCoordenação, juntamente com o Colegiado de Curso, decidir sobre o aproveitamento de \noutras atividades, desde que relacionados aos objetivos estabelecidos neste Projeto \nPolítico Pedagógico.  \n    Para solicitar o aproveitamento das atividades, o aluno envia à Coordenação a \ndocumentação comprobatória. Os prazos para o registro seguem aqueles estabelecidos \npara o fechamento de Nota no Calendário Didático. O registro das atividades \ncomplementares é realizado pelo coordenador do curso no Sistema Acadêmico. É atribuída \nao aluno, no semestre em que a atividade foi realizada, a carga horária da atividade.  \n    Se o a luno optar por cursar disciplinas que não pertençam à estrutura curricular do \ncurso dele, o procedimento segue o mesmo para as disciplinas obrigatórias. O aluno solicita \na matrícula, cursa a disciplina e a nota é inserida no histórico escolar do aluno, via  Sistema \nAcadêmico.  \n \n17. Trabalho Final de Graduação (TFG)  \n ", "39": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n39 \n \n O Trabalho de Final de Graduação (TFG) é obrigatório, segundo as Diretrizes \nCurriculares, como atividade de síntese e integração do conhecimento. Exigir -se-ão o \ncumprimento de 128 horas para a execuç ão do TFG, o qual deve ser entregue e \napresentado no final do curso.  \n Para o início de um trabalho final de graduação, faz -se necessária a escolha de um \ntema e de um professor orientador com a sua autorização e reconhecimento (e um co -\norientador, caso seja  necessário), cujos temas deverão ser formalizados junto ao \nCoordenador de TFG via o requerimento de matrícula em TFG disponível no sítio eletrônico \nda instituição.   \n As principais recomendações para a execução do projeto de TFG segue nos itens a \nseguir:  \ni. A UNIFEI não se responsabilizará por arcar eventuais despesas correlacionadas \ncom o projeto de TFG e também com viagens e diárias de membros da banca de \ndefesa;  \nii. O local da apresentação deverá ser agendado pelo discente e/ou orientador;  \niii. O discente deverá en tregar a monografia impressa para os membros da banca no \nmínimo uma semana antes da apresentação;  \n \n A banca será composta por dois membros efetivos e um suplente (além do \norientador) e deverá ser sugerida pelo discente em concordância com seu orientador; o  \nsuplente participará da banca somente em caso de ausência de um membro titular (com \ncomunicação com o membro suplente e coordenação de TFG em tempo hábil), ou por \npedido do orientador (com envio de justificativa para a coordenação de TFG);  \nÉ importante qu e ao menos um dos membros da banca avaliadora seja especialista \nno assunto. É possível convidar professores de outros cursos e instituições ou outros \nprofissionais de notório saber na área;  \nA ata e formulários de avaliação deverão ser entregue s pelo orien tador  para a \ncoordenação de TFG até a data da entrega da versão definitiva da monografia. A nota só \nserá lançada após a entrega do trabalho final corrigido;  \nO trabalho final corrigido (em formato PDF) pode ser entregue em CD ou enviado \ndiretamente para o email da coordenação de TFG (tfg.emt.unifei.itabira@gmail.com);  ", "40": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n40 \n \nDestaca -se que, segundo a norma de TFG do curso de Engenharia de Materiais , o \nprojeto de TFG não poderá ser aproveitado de trabalhos or iundos de Iniciação Científica \ne/ou Relatórios de Estágio cujo aproveitamento já foi ou será realizado na forma de \nAtividades Complementares ou Estágio Supervisionado.  \nA câmara de graduação determinou que a matrícula em TFG tem validade de dois \nperíodos. C aso o aluno não apresente o trabalho dentro desse prazo ele será reprovado e \nterá que fazer nova matrícula.   \nCasos excepcionais serão avaliados pelo coordenador de TFG e quando necessário, \nserão resolvidos pelo Colegiado do Curso de Engenharia de Materiais . \n \n18. Infraestrutura  \n \nAtravés da parceria pioneira e ntre governo local, representado  pela Prefeitura \nMunicipal de Itabira (PMI), o setor privado, representado pela Mineradora VALE, o \nMinistério da Educação (MEC) e a Universidade Federal de Itajubá (UNIFEI), encontra -se \nem fase de implantação o Campus da UNIFEI no município de Itabira/MG, cujas atividades \ntiveram início em julho  de 2008, com a realização de seu primeiro processo seletiv o para \nvestibular.  \nO Convênio de Cooperação Técnica e Financeira, firmado entre a UNIFEI, a  VALE, o \nMEC e a PMI, garantiu a construção e implementação do novo campus , afastado da sede \nda UNIFEI, que fica em Itajubá/SP . Nesse convênio , a prefeitura do munic ípio de Itabira se \nresponsabilizou por prover a infraestrutura necessária ao funcionamento da universidade \n(aquisição de terreno, construção dos prédios, instalação da infraestrutura básica) e doá -\nlas (terreno e benfeitoria s) para a instituição de ensino; a empresa  VALE se responsabilizou \npelo auxílio na compra de equipamentos laboratoriais  e o MEC ficou responsável pela \ncontratação e pagamento dos servidores (docentes, técnicos, etc) .  \nEm cumprimento à sua cota de responsabilidades, a PMI designou ao Compl exo \nUniversitário uma área de aproximadamente 604.000  m2, situada junto ao Distrito Industrial \nII da cidade. Quando as metas pactuadas entre os parceiros tiverem sido atingidas, o corpo \ndocente do Campus Itabira estará composto por, aproximadamente, 160 (c ento e sessenta) \nprofessores, além de 96 (noventa e seis) servidores técnicos -administrativos, atendendo a ", "41": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n41 \n \numa população universitária de cerca de 2250 alunos, em 5 (cinco) anos. Os s ervidores, \ndocentes e técnicos administrativos, são contratados de acordo com vagas disponibilizadas \npelo MEC, por meio de concurso público.  \nAs atividades do Campus Itabira se iniciaram nas instalações do Parque Tecnológico \nde Itabira (ITEC), até que se concluísse a construção do prime iro prédio do Complexo \nUniversitário de Itabira, ocorrido no 1º semestre de 2011. Com a conclusão desse primeiro \nprédio, grande parte da infraestrutura (salas de aula, salas de professores, salas de \ntécnicos -administrativos e laboratórios) foi transferida para o espaço do Distrito Industrial II. \nO primeiro edifício construído pela Prefeitura de Itabira para abrigar a Universidade Federal \nde Itajubá em Itabira (UNIFEI -Itabira ) foi, também, a primeira edificação com uma \narquitetura baseada nos con ceitos do ec odesenvolvimento, com meno r consumo de \nrecursos naturais,  tanto durante a execução do projeto, quanto na sua utilização. O prédio \npossui 4. 244 m², divididos em quatro pavimentos que abrigam salas de aula, salas de \nserviços administrativos, sala de reunião,  praça de alimentação, auditório, laboratórios, \nsanitários e escadas de acesso – uma com a caixa voltada para o ambiente interno e a \noutra, atendendo à exigência do Corpo de Bombeiros, com a caixa voltada para a área \nexterna – e um elevador para portadores  de necessidades especiais (PNE). O prédio possui \ntambém acesso para deficientes visuais, pois possui piso podotátil: 600 m em sua estrutura \ninterna e 300m em sua área externa. Além disso, o edifício também possui vagas de \nestacionamento exclusivas para id osos e PNE. O prédio foi projetado levando em \nconsideração, ao máximo, a utilização dos recursos naturais disponíveis, constituindo -se, \nassim, a sua sustentabilidade, pela ênfase na eficiência energética e arquitetura de baixo \nimpacto. Com foco nesse conce ito, o prédio, que está localizado numa região de muitos \nventos, foi projetado em formato triangular, que permite melhor distribuição da ventilação \ninterna. Outro exemplo de aproveitamento dos recursos naturais é a iluminação do prédio. \nSua concepção arqui tetônica permite mais entrada de luz solar. No centro da cobertura, \numa cúpula fechada com material transparente, possibilita a entrada de luz natural para \ntodos os ambientes de convivência interna. Outro aspecto importante da edificação é o \nsistema de cap tação e reaproveitamento da água pluvial. Um reservatório, instalado na \nparte baixa do prédio, distribui a água coletada das chuvas para finalidades não potáveis, \ncomo descargas dos sanitários, serviços de jardinagem e limpeza. O telhado foi feito em ", "42": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n42 \n \nsistema invertido, com declividade  das bordas para o centro o que permite que a água da \nchuva seja coletada para um reservatório, onde recebe uma cloração e passa a ser utilizada \nna descarga dos banheiros e irrigação dos jardins. Os ambientes internos foram exe cutados \ncom paredes em placas de gesso acartonado. O isolamento acústico é assegurado pelas \nmantas de fibras de vidro instaladas no interior das placas. A opção por este tipo de material \npermite a versatilidade dos ambientes, sem a necessidade de desperdíc ios com \ndemolições. Por abrigar laboratórios de grande porte, a edificação segue um rigoroso \nprojeto de instalações de redes elétrica, lógica (cabeamento especial para computadores), \nhidráulica e sistema de ar comprimido, ar condicionado central e circuito  interno de TV. As \nparedes em placas de gesso acartonado possibilitam a instalação embutida, de forma \nsegura, de todas as redes. As lajes de piso foram executadas com a tecnologia steel deck , \num tipo de laje composta por uma telha de aço galvanizado e uma camada de concreto. \nDentre as muitas vantagens para a construção, este tipo de laje permite alta qualidade de \nacabamento, dispensa escoramento e reduz os gastos com desperdício de material. \nConsequentemente, a obra gerou menos impacto ao meio ambiente.  \nSeguindo o mesmo conceito de arquitetura sustentável, foi inaugurado e entregue à \nUNIFEI , pela PMI, no final de 2015, o segundo prédio, denominado Prédio II. Possuindo as \nmesmas características de construção como paredes em placas de gesso acartonado, \nisolam ento acústico, lajes de piso do tipo steel deck , ar condicionado central, etc., o prédio \nabriga, atualmente, os gabinetes dos docentes, salas de aulas, laboratórios, áreas de \nconvivência, praça de alimentação e a biblioteca do campus. Possui três elevadore s, \nbanheiros e cozinhas distribuídos pelos seus quatro andares.  \n \n18.1.  Gabinetes de Trabalho para Docentes  \n  \nO Prédio II possui 39 (trinta e nove) salas de professores, que comportam de três a \nsete professores. Para o desenvolvimento de suas atividades didáticas e de pesquisa, são \ndisponibilizados para cada docente um computador, uma mesa em \"L\", uma cadeira \npresidente giratória, um gaveteiro, um armário, além de todo material de expediente \nnecessár io. \n  ", "43": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n43 \n \n18.2.  Salas de Aula  \n \nEstão disponíveis 23 (vinte e três) salas de aula distribuídas entre o Prédio II , Anexo I \ne Anexo III. Estas salas atendem toda a demanda por aulas do curso de Engenharia de \nMateriais, para todos os períodos.  \n  \n18.3.  Acesso dos Alunos aos Equipamentos de Informática  \n \nOs alunos têm acesso à internet no campus, via wireless  e, na maioria das unidades \ndidáticas a internet está disponível. O portal acadêmico, onde o aluno tem acesso às \ninformações de matrícula, notas, hor ários, séries de exercícios, histórico escolar, dentre \noutros, pode ser acessado por meio de salas de computadores  disponíveis no Prédio II e \nno Anexo I . Todos os alunos têm acesso aos laboratórios de informática e há, ainda, \nequipamentos disponíveis na  biblioteca.  \n  \n18.4.  Registros Acadêmicos  \n \nO controle da vida acadêmica do aluno é feito por um sistema computacional \ndesenvolvido pela Universidade Federal do Rio Grande do Norte: o SIGAA. Este sistema \nfoi adaptado às normas de Graduação da UNIFEI e conta com o Suporte à Informática (DSI) \nda UNIFE I.  \nO SIGAA funciona em rede e tem acessos diferenciados para coordenador, aluno, \nprofessor, e servidores técnico -administrativos que ocupam cargos/funções específicas \npara gerenciarem o sistema. No Departamento de Registro Acadêmico da UNIFEI dão \nentrada e são arquivados os documentos indispensáveis ao controle da vida acadêmica do \naluno. Esses documentos pertencem ao arquivo permanente da Universidade.  \n \n18.5.  Livros da Bibl iografia Básica e Complementar  \n \nA UNIFEI -Itabira dispõe de biblioteca, que está sendo eq uipada à medida que os \nrecursos necessários à aquisição de número suficiente de exemplares de cada bibliografia ", "44": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n44 \n \nsolicitada são disponibilizados. Atualmente, conta com acervo suficiente para a condução \ndas disciplinas do Curso de Engenharia de Materiais, ta nto da Bibliografia Básica, quanto \nda Complementar  e Específica .  Além disso, os docentes e discentes da UNIFEI  têm acesso \nà Biblioteca Virtual. Trata -se de um acervo das mais relevantes obras técnicas, disponíveis \npara consulta on -line, disponível em http://unifei.bv3.digitalpages.com. br/. \n \n18.6.  Periódicos especializados, indexados e correntes  \n \nOs periódicos são de grande importância em uma biblioteca, pois constituem uma rica \nfonte de informação atualizada, tornando -se veículos de suporte e construção do \nconhecimento. A UNIFEI faz parte do sistema Comunidade Acadêmica Federada (CAFe) \nque consiste na disponibilização do Periódico CAPES para todos os alunos. A CAFe é uma \nrede formada por instituições de ensino e pesquisa brasileiras e, através de seu sistema, é \npossível ter o acesso remoto ao conteúdo do Portal de Periódicos, o que possi bilita que o \nusuário tenha acesso on -line a vários periódicos nacionais e internacionais, incluindo a base \nde dados do IEEE e ao banco de normas ASTM. Segundo a Rede Nacional de Ensino e \nPesquisa (RNP), cada instituição integrante da Federação é responsáve l por autenticar e \nenviar informações dos seus usuários aos provedores de serviço e a CAFe possibilita que \ncada usuário tenha uma conta única em sua instituição de origem, válida para todos os \nserviços oferecidos à federação, eliminando a necessidade de mú ltiplas senhas de acesso \ne processos de cadastramento.  Esses tipos de federações já funcionam ou estão em fase \nde implantação em diversos países e, dentro das redes de instituições de ensino, os \nserviços de ensino a distância e atividades de colaboração es tão entre os maiores \nbeneficiários das infraestruturas oferecidas por federações.  \nAlém do acesso aos Periódicos CAPES, uma relevante conquista da instituição foi a \ndisponibilidade de acesso de todos os docentes e discentes da UNIFEI  a todas as Normas \nda ABNT, disponibilizadas apenas para consulta on -line.  \n● Acervo da biblioteca:  unifeiitabira.phlnet.com.br  \n● Periódicos de acesso livre:  \nhttps://sites.google.com/site/bunifeita bira/documentos/periodicos  \n● Periódicos Capes:  www.periodicos.capes.gov.br  ", "45": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n45 \n \n● Normas ABNT:  http://www.abntcolecao.com.br/unifei/  \n \n18.7.  Laboratórios Especializados  \n \nO convênio firmado para viabilizar o projeto de expansão estabelece o \ncomprometimento da Vale com o provimento dos equipamentos destinados aos \nlaboratórios dos cursos, que são utilizados nas atividades de formação, geração e aplicação \nde conhecimento (ensino e pesquisa).  \n Os laboratórios listados abaixo atendem às disciplinas do curso de Engenharia de \nMateriais:  \n \n1)  Laboratório de Materiais Cerâmicos  \nSigla do laboratório: LABCER  \nLocalização do laboratório: sala 2105  \n \n2) Laboratório de Materiais poliméricos e compósitos  \nSigla do laboratório: LABPOL  \nLocalização do laboratório: sala 2105  \n \n3) Laboratório de Termoanálise e Propriedades dos Materiais  \nSigla do laboratório: LABTERMO  \nLocalização do laboratório: sala 2105  \n \n4) Laboratório de Ensaios Mecânicos  \nSigla do laboratório: LABMEC  \nLocalização do laboratório: sala 2105  \n  \n5) Laboratório de Microanálise  \nSigla do  laboratório: LMEV  \nLocalização do laboratório: sala 1113  \n  ", "46": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n46 \n \n6) Laboratório de Processamento de Materiais  \nSigla do laboratório: LABPROC  \nLocalização do laboratório: mod2. ANEXO III  \n  \n7) Laboratório de Química  \nSigla do laboratório: LABQUIM  \nLocalização do labor atório: mod1. ANEXO III  \n  \n8) Laboratório de reologia  \nSigla do laboratório: LABREO  \nLocalização do laboratório: mod2. ANEXO III  \n \n9) Laboratório de Espectroscopia  \nSigla do laboratório: LABSPEC  \nLocalização do laboratório: sala 1107  \n  \n10) Laboratório de metalografia  \nSigla do laboratório: LABMET  \nLocalização do laboratório: sala 2102  \n \nRessalta -se que além das atividades de ensino, os laboratórios atendem aos docentes \ne discentes que exercem, respectivamente, atividades de pesquisa e iniciação científica.  \n \n \n19. Organização Curricular  \n \nA proposta de formação modular está estruturada em 3 (três) núcleos de formação , \nconforme instituído pelas Diretrizes Curriculares Nacionais do Curso de Graduação em \nEngenharia : Núcleo Básico, Núcleo Profissionalizante e Núcleo Es pecífico.   ", "47": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n47 \n \nA estrutura curricular do núcleo básico está formulada no sentido de permitir a \nformação em ciências exatas (química, física, matemática) contemplando problemas de \nengenharia e tecnologia, como também em vários aspectos das ciências humanas, fo cando \na sociedade, as relações profissionais, as responsabilidades e  a ética social e profissional. \nOs conteúdos foram estruturados de forma que os objetivos não são trabalhados de forma \nindividualizada, como nos modelos tradicionais, e sim de forma interd isciplinar. Os \nconceitos básicos e fundamentais são articulados para fornecer uma visão generalista de \naspectos que norteiam a atividade profissional de engenheiros.  \n Desta forma, ao integralizar as disciplinas do ciclo básico, o discente terá visão \nmacro scópica e microscópica dos fenômenos que explicam as propriedades dos materiais \ne a relação entre estas propriedades e a estrutura atômica.  \n O núcleo profissionalizante busca inserir o aluno no ambiente específico da área de \natuação profissional. Este cicl o elenca disciplinas globais na área da Engenharia dos \nMateriais. Nesta etapa o aluno será introduzido nos mais variados campos de atuação de \num Engenheiro de Materiais, passando desde a seleção da matéria -prima, processo \nprodutivo, elaboração e pesquisa e m novos materiais, geração de empreendimentos até a \nresponsabilidade ambiental e reciclagem de materiais.  \n No núcleo específico, a transdisciplinaridade é trabalhada oferecendo conteúdos na \nfronteira do conhecimento entre engenharias dos materiais e demais  ciências. Nesta etapa, \no aluno terá condições de transitar entre diversas aplicações em materiais, a aspirar novas \ntecnologias e tendências.  \n A fim de se alcançar com êxito os objetivos propostos para o egresso do curso de \nEngenharia de Materiais, os mét odos pedagógicos e instrucionais que permeiam as ações \ndos cursos visam a oferecer a oportunidade de formação do aluno em um profissional de \nelevado conhecimento técnico, capaz de interpretar a natureza com olhar crítico e proa tivo, \nque coloque em prática a criatividade e responsabilidade socioambiental na resolução de \nproblemas  e que saiba trabalhar em grupo .  \n \n A carga horária informada na estrutura curricular está expressa em hora/aula (h/a). \nCada hora/aula no curso de Engenharia de Materiais é de 55 minutos. O curso está \norganizado em 10 semestres. Em 9 semestres, a estrutura curricular está organizada com ", "48": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n48 \n \ncomp onentes curriculares , obrigatórios e optativos . O aluno também deverá realizar o \nEstágio Supervisionado e o Trabalho Final de Graduação. As atividades complementares \npodem ser feitas ao longo do curso.   \n A Tabela  3 apresenta  um resumo do número mínimo de horas/aula de cada um dos \ncomponentes curriculares  que o  aluno de Engenharia de Materiais  deve cursar .  \n \nTabela 3 : Resumo dos componentes curriculares do curso de Engenharia de Materiais da \nUNIFEI Campus  Itabira.  \nTipo de Atividade  Carga  Horária Mínima  \nDisciplinas Obrigatórias  3424 (h/a)  \nDisciplinas Optativas  160 (h/a) \nTrabalho Final de Graduação  128 (h/a)  \nEstágio Supervisionado Integral  196 (h) \nAtividades Complementares  65 (h) \nTOTAL  3973  (h) \n \n A estrutura curricular do  curso é apresentada na Tabela 4 . A seguir, a Tabela 5 \napresenta os componentes curriculares obrigatórios (suas siglas) inseridos na matriz de \nPerfil x Competências. Essa matriz mostra de que forma cada um dos componentes \ncurriculares do curso contribui para a formação do engenheiro de materiais com o perfil e \nas compet ências esperadas para sua boa atuação no mercado de trabalho.  \nNa sequência, a s ementas de todas as disciplinas são apresentadas e organizadas \nde acordo com sua disposição na estrutura curri cular.  \n \n \nTabela 4: E strutura curricular do curso de Engenharia de Materiais da UNIFEI -Itabira com  \nos componentes curriculares obrigatórios.  \n  1º Nível  2º Nível  ", "49": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n49 \n \nAno 1º EMEi02 - Desenho Aplicado - 32h \nEMTi01 - Introdução à Engenharia de Materiais -16h \nEMTi02 - Química Geral - 64h \nEMTi03 - Laboratório de Química Geral -16h \nFISi01 - Fundamentos de Mecânica - 64h \nHUMi01 - Ciência Tecnologia e Sociedade - 16h \nHUMi02 - Língua Portuguesa I - 32h \nMATi01 – Cálculo Diferencial e Integral I - 96h \nMATi02 – Geometr ia Analítica e Álgebra Linear - 64h \n \nCarga horária total: 400 h  ECOi05 – Fundamentos de Lógica de Programação - 80h  \nEMEi03 - Desenho Auxiliado por Computador - 32h \nEMTi50 - Química Orgânica - 64h \nFISi02 - Fundamentos de Mecânica Ondulatória e Termodinâmica - 32h \nFISi03 - Laboratório de Física A – 32h \nMATi03 - Cálculo Diferencial e Integral II - 64h \nMATi05 - Estatística - 64h \n \n \n \nCarga horária total:  368h  \n 3º Nível  4º Nível  \n2º EELi04 - Eletricidade Aplicada I - 32h \nEMTi05 - Termodinâmica Química – 96h \nEMTi06 - Ciências dos Materiais I - 64h  \nFISi04 - Fundamentos de Eletromagnetismo - 64h \nHUMi03 - Língua Inglesa – 48h \nMATi06 - Cálculo Diferencial e Integral III - 32h \nMATi07 - Equações Diferenciais I – 64h \n \n \n \n \nCarga horária total:  400h  EMEI06 - Mecânica Estática - 32h \nEMEI07 - Fenômenos de Transporte - 64h \nEMEI08 - Laboratório de Fenômenos De Transporte - 16h \nEMTI07 - Diagrama de Fases - 64h \nEMTI08 - Ciências dos Materiais II – 64h \nEMTI61 - Metodologia Científica Para Engenharia De Materiais - 16h \nESSI03 - Princípios De Saúde e Segurança – 32h \nFISI05 - Fundamentos de Ótica e Física Moderna - 32h \nFISI07 - Eletromagnetismo Clássico – 64h \nHUMI06 - Metodologia Científica – 32h \n \nCarga horária total: 416 h  \n \n \n \n \n \n \n \n \nContinuação da Tabela 4:  \n \n  5º Nível  6º Nível  ", "50": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n50 \n \nAno 3º EMBi02 - Resistência dos Materiais I - 64h \nEMTi09 - Introdução à Cristalografia e Difração de \nRaios -X - 48h \nEMTi10 - Materiais Metálicos - 80h \nEMTi11 - Introdução a Materiais Cerâmicos - 64h \nEMTi12 - Técnicas de Caracterização  Térmicas - 48h \nEMTi13 - Técnicas Analíticas Espectroscópicas - \n48h \nFISi06 - Laboratório Física B (Eletromagnetismo, \nÓtica e Física Moderna) - 32h \nFISi08 - Introdução à Física Quântica - 64h \n \nCarga horária total:  448h  EMTi14 - Materiais Poliméricos - 80h \nEMTi15 - Fundamentos de Reologia - 32h \nEMTi16 - Ensaios de Materiais - 48h \nEMTi17 - Processamento de Materiais Metálicos - 96h \nEMTi18 - Processamento de Materiais Cerâmicos - 80h \nHUMi04 - Cidadania e Responsabilidade Social - 48h \nMATi08 - Cálculo Numérico - 64h \n \n \n \n \nCarga horária total:  448h  \n 7º Nível  8º Nível  \n4º EAMi30 - Ciências do Ambiente - 32h \nEMTi19 - Processamento de Materiais Poliméricos - 96h \nEMTi20 - Materiais Compósitos - 80h \nEMTi21 - Corrosão e Degradação de Materiais - 64h \nEMTi22 - Elaboração  de Projeto de Pesquisa I - 64h \nEMTi23 - Siderurgia e Engenharia dos Aços - 64h \nEMTi30 - Projeto e Seleção de Materiais - 64h \n \n \nCarga horária total:  464 h  EMTi24 - Polímeros de Engenharia - 64h \nEMTi25 - Nanociências e Nanomateriais - 64h \nEMTi26 - Biomateriais - 64h \nEMTi27 - Materiais Cerâmicos Avançados - 80h \nEMTi28 - Caracterização Microestrutural - 64h \nEMTi29 - Elaboração de Projeto de Pesquisa II - 32h \nEPRi02 - Administração - 32h \nEPRi04 - Introdução à Economia - 48h \n \nCarga horária total:  448h  \n 9º Nível  10º Nível  \n5º EMTi31 - Tecnologia de Reciclagem de Materiais - 32h \n \n \nCarga horária total:  32h ESTSUPERV_021_180 - Estágio Supervisionado - 196h  \nPROJETOFINAL_021_128 - Trabalho Final de Graduação - 128h  \n \nCarga horária total:  324h  \n \n \n \n ", "51": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n51 \n \nTabela 5: Matriz Perfil versus  Competências com os componentes curriculares obrigatórios do curso de Engenharia de Materiais da UNIFEI -Itabira.  \n    Competências  \n  Competências técnicas  Competências transversais  \n  Aplicar \nconhecimentos \nmatemáticos, \ncientíficos, \ntecnológicos e \ninstrumentais ao \ndesenvolvimento \ne seleção de \nmateriais  Planejar e \nconduzir \nexperimentos \ne interpretar \nresultados, \ncom critérios \ncientíficos  Selecionar, \ndesenvolver, \nprojetar, \nexecutar e \nanalisar \nprodutos e \nprocessos, \nlevando em \nconta \naspectos \neconômicos, \nsocioculturais \ne ambientais.  Supervisionar, \nelaborar e \ncoordenar \nprojetos e \nserviços \nrelacionados \nà Engenharia \nde Mater iais Dominar \nferramentas \nde \ntecnologia \nde \ninformação \naplicadas à \natividade de \nengenharia  Identificar, \nformular e \nresolver \nproblemas \nde \nEngenharia  Assumir a \npostura de \npermanente \nbusca de \natualização \nprofissional  Comunicar -se \neficientemente \nnas formas \nescri ta, oral e \ngráfica  Atuar em \nequipes \nmultidisciplinares  Compreender e \naplicar a ética e \nresponsabilidade \nprofissionais  Avaliar o \nimpacto \ndas \natividades \nda \nEngenharia \nno \ncontexto \nsocial e \nambiental  Argumentar \nde forma \neficiente e \nsintética  Perfil  Com sólida formação \nem química, física e \nmatemática.  EMTi02, FISi01, \nMATi01, \nMATi02, EMTi50, \nFISi02 MATi03, \nEELi04, EMTi05, \nFISi04, MATi06, \nMATi07, EMEi06, \nEMEi07, FISi05, \nFISi07, EMBi02, \nFISi08, MATi08  EMTi03, \nFISi03, \nMATi05, \nEMEi08, \nFISi06  EMTi17, \nEMTi18, \nEMTi19      EMTi17, \nEMTi18, \nEMTi19, \nEMTi23              \nCom conhecimento \nprofundo da ciência \ne engenharia dos \nmateriais, capaz de \nrelacionar \nestruturas, \npropriedades e \nprocessamento de \nmateriais visando \naplicações EMTi06, EMTi07, \nEMTi08, EMTi10, \nEMTi11, EMTi12, \nEMTi13, EMTi14, \nEMTi15, EMTi16, \nEMTi20, EMTi21, \nEMTi28  EMTi61, \nEMTi09, \nEMTi12, \nEMTi13, \nEMTi16, \nEMTi22, \nEMTi29, \nEMTi28  EMTi10, \nEMTi11, \nEMTi17, \nEMTi18, \nEMTi19, \nEMTi23, \nEMTi24, \nEMTi25, \nEMTi26, \nEMTi27, \nEMTi30  EMTi29    EMTi10, \nEMTi11, \nEMTi14, \nEMTi16, \nEMTi20              ", "52": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n52 \n \ndeman dadas pela \nsociedade.  \nContinuação da Tabela 5:      Competências    \n  Competências técnicas  Competências transversais    \n  Aplicar \nconhecimentos \nmatemáticos, \ncientíficos, \ntecnológicos e \ninstrumentais ao \ndesenvolvimento \ne seleção de \nmateriais  Planejar e \nconduzir \nexperimentos \ne interpretar \nresultados, \ncom critérios \ncientíficos  Selecionar, \ndesenvolver, \nprojetar, \nexecutar e \nanalis ar \nprodutos e \nprocessos, \nlevando em \nconta \naspectos \neconômicos, \nsocioculturais \ne ambientais.  Supervisionar, \nelaborar e \ncoordenar \nprojetos e \nserviços \nrelacionados \nà Engenharia \nde Materiais  Dominar \nferramentas \nde \ntecnologia \nde \ninformação \naplicadas à \natividade  de \nengenharia  Identificar, \nformular e \nresolver \nproblemas \nde \nEngenharia  Assumir a \npostura de \npermanente \nbusca de \natualização \nprofissional  Comunicar -se \neficientemente \nnas formas \nescrita, oral e \ngráfica  Atuar em \nequipes \nmultidisciplinares  Compreender e \naplicar a ética e \nresponsabilidade \nprofissionais  Avaliar o \nimpacto \ndas \natividades \nda \nEngenharia \nno \ncontexto \nsocial e \nambiental  Argumentar \nde forma \neficiente e \nsintética  Perfil  Crítico e criativo na \nseleção e no \ndesenvolvimento de \nmateriais, \nconsiderando \naspectos \neconômicos, \nsocioculturais e \nambientais.    HUMi06, \nEMTi30  ESSi03, \nEAMi30, \nEPRi04, \nEMTi31  MATi03, \nEMTi10, \nEMTi11m \nEMTi14, \nEMTi24, \nEMTi26, \nEMTi27    EMTi10, \nEMTi11, \nEMTi14, \nEMTi20, \nEMTi29  EMTi01        EMTi01, \nHUMi01, \nESSi03, \nHUMi04    ", "53": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n53 \n \nÉtico e humanista no \natendimento às \ndemandas da \nsociedade por \nmateriais.              HUMi04    HUMi04  EMTi01, \nHUMi01, ESSi03, \nEPRi02  HUMi01, \nESSi03    \n \n \n \nContinuação da Tabela 5:    \n  Competências      Competências técnicas  Competências transversais    \n  Aplicar \nconhecimentos \nmatemáticos, \ncientíficos, \ntecnológicos e \ninstrumentais ao \ndesenvolvimento \ne seleção de \nmateriais  Planejar e \nconduzir \nexperimentos \ne interpretar \nresultados, \ncom critérios \ncientíficos  Selecionar, \ndesenvolver, \nprojetar,  \nexecutar e \nanalisar \nprodutos e \nprocessos, \nlevando em \nconta \naspectos \neconômicos, \nsocioculturais \ne ambientais.  Supervisionar, \nelaborar e \ncoordenar \nprojetos e \nserviços \nrelacionados à \nEngenharia de \nMateriais  Dominar \nferramentas de \ntecnologia de \ninformação \naplicadas à \natividade de \nengenharia  Identificar, \nformular e \nresolver \nproblemas \nde \nEngenharia  Assumir a \npostura de \npermanente \nbusca de \natualização \nprofissional  Comunicar -se \neficientemente \nnas formas \nescrita, oral e \ngráfica  Atuar em equipes \nmultidisciplinares  Compreender e \naplicar a ética e \nresponsabilidade \nprofissionais  Avaliar o \nimpacto \ndas \natividades \nda \nEngenharia \nno \ncontexto \nsocial e \nambiental  Argumentar \nde forma \neficiente e \nsintética  Perfil Criterioso e sistemático \nno desenvolvimento e \nseleção de processos de \nfabricação de materiais, \nlevando em conta a \ncorrelação composição -\nestrutura -\nprocessamento -\npropriedades.  MATi05, \nEMTi07, \nEMTi08, \nEMTi61  EMTi09, \nEMTi12, \nEMTi13, \nEMTi28, \nEMTi29  EMTi17, \nEMTi18, \nEMTi19, \nEMTi23  EMTi17, \nEMTi18, \nEMTi19, \nEMTi23, \nEMTi24, \nEMTi25, \nEMTi26, \nEMTi27    EMTi12, \nEMTi13, \nEMTi21, \nEMTi28, \nEPRi02, \nEMTi30              ", "54": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n54 \n \nComprometido com a \nsua permanente \natualização profissional \ne ciente de sua \nresponsabilidade \ntécnica e profissional \ncomo Engenheiro de \nMateriais.          MATi05, EMTi29    HUMi03, \nHUMi04, \nEMTi25, \nEMTi26      ESSi03, EPRi04  ESSi03, \nEAMi30, \nEPRi02, \nEMTi31    \n \n \nContinuação da Tabela 5:      Competências    \n  Competências técnicas  Competências transversais    \n  Aplicar \nconhecimentos \nmatemáticos, \ncientíficos, \ntecnológicos e \ninstrumentais ao \ndesenvolvimento \ne seleção de \nmateriais  Planejar e \nconduzir \nexperimentos \ne interpretar \nresultados, \ncom critérios \ncientíficos  Selecionar, \ndesenvolver, \nprojetar, \nexecutar e \nanalisar \nprodutos e \nprocessos, \nlevando em \nconta \naspectos \neconômicos, \nsocioculturais \ne ambientais.  Superv isionar, \nelaborar e \ncoordenar \nprojetos e \nserviços \nrelacionados \nà Engenharia \nde Materiais  Dominar \nferramentas de \ntecnologia de \ninformação \naplicadas à \natividade de \nengenharia  Identificar, \nformular e \nresolver \nproblemas \nde \nEngenharia  Assumir a \npostura de \npermanente \nbusca de \natualização \nprofissional  Comunicar -se \neficientemente \nnas formas \nescrita, oral e \ngráfica  Atuar em \nequipes \nmultidisciplinares  Compreender e \naplicar a ética e \nresponsabilidade \nprofissionais  Avaliar o \nimpacto \ndas \natividades \nda \nEngenharia \nno \ncontexto \nsocial e \nambiental  Argumentar \nde forma \neficiente e \nsintética  Perfil  Claro e eficiente nas \nformas de comunicação \noral, escrita e gráfica, com \ndomínio de técnicas de \ninformática e \nconhecimento de inglês \naplicados à profissão de \nengenharia.  EMEi02, \nMATi05  EMTi03, \nFISi03, \nEMEi08, \nHUMi06, \nEMTi12, \nFISi06      ECOi05, EMEi03      HUMi01, \nHUMi02, \nHUMi03, \nHUMi06  HUMi03      EMTi01, \nHUMi02, \nHUMi03, \nEMTi12  ", "55": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n55 \n \nGeneralista e proativo, \ncapaz de dialogar com \nprofissionais de diferentes \náreas, visando a análise \ninterdisciplinar na \nresolução de problemas.            MATi03  HUMi04  HUMi03, \nEMTi29  HUMi03, \nHUMi06, EPRi02  HUMi04    HUMi01  \nApto a desenvolver \ntrabalhos em grupo e \nindividualmente, com \ncapacidade de argumentar \ncom parcimônia e \nequidade.    EMTi03, \nFISi03, \nEMEi08, \nHUMi06, \nEMTi12, \nFISi06        MATi03    EMTi01, \nEMTi16  EMTi01, \nHUMi06      EMTi16, \nEMTi29  ", "56": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n56 \n \n19.1.  Ementas dos componentes curriculares obrigatórios do curso de Engenharia de \nMateriais : \n \nPeríodo  Código  Disciplina  \n1 EMEI02  Desenho Aplicado  \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- BAC003  \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 0 32 \nEmenta  \nDesenho geométrico. Desenho de projeções. Normas para projeções ortogonais. Normas para cotagem. \nrepresentação de cortes e secções de peças. desenho em perspectiva.  \nBibliografia Básica (3)  \n• RIBEIRO, Antônio Clécio; PERES, Mauro Pedro; IZIDORO, Nacir. Curso de desenho técnico e \nAutoCAD. São Paulo: Pearson Education do Brasil, 2013.  xx, 362 p. Inclui bibliografia; il.; 28cm. \nISBN 9788581430843. (tem na biblioteca do campus Itabira).  \n• FRENCH, Thomas Ewing; VIERCK, Charles J. Desenho técnico e tecnologia gráfica . [Drawing \nand graphic thechnology (inglês)]. Tradução de Eny Ribeiro Esteve s. 8 ed. reimpr. São Paulo: \nGlobo, 2005. 1093 p. Inclui bibliografia e índice; il. tab. quad.; 24cm. ISBN 8525007331.  (É um \nlivro clássico do desenho. Tem na biblioteca do campus Itabira).  \n• SILVA, Eurico de Oliveira e; ALBIERO, Evando. Desenho técnico fund amental . Por Alexander \nSchmitt, Gerd Spengel e Wwald Weinand, Tradução de Heinz Budweg. reimpr. São Paulo: EPU, \n2015. 130 p. il. tab. quad.; 21x16cm. ISBN 9788512280103.  (tem na biblioteca do campus Itabira).  \n• LIMA, Claudia Campos Netto Alves de. Estudo di rigido de AutoCAD 2010 . São Paulo: Érica, \n2013. 336 p. (Coleção PD [Érica]). Inclui bibliografia e índice; il.; 24cm. ISBN 9788536502427.  \n(tem na biblioteca do campus Itabira).  \n \nBibliografia Complementar (5 ) \n• ERLINI, Paulo de Barros (Org.). Normas para desenho técnico. 2 ed. Rio de Janeiro: Globo, \n1981. x, 332 p.  (tem na biblioteca do campus Itabira).  \n• SILVA, Arlindo et al. Desenho técnico moderno. Tradução de Antônio Eustáquio de Melo \nPertence e Ricardo Nicolau Nassar Koury. 4 ed. Rio de Jan eiro: LTC, 2011. xviii, 475 p. Inclui \nbibliografia e índice; il. tab. quad.; 28cm. ISBN 9788521615224.  (tem na biblioteca do campus \nItabira).  \n• JONES, Franklin D.. Manual técnico para desenhistas e projetistas de máquinas : volume 1. \n[Ingeniousmechanisms for  designers and inventors, 14th ed. (inglês)]. Tradução de Joshuah de \nBragança Soares, Revisão técnica de Leonardo Leme. 14 ed. São Paulo: Hemus, 2012. v. 1. 418 \np. (Coleção Técnicos -Mecânica (Hemus)). il. tab. quad.; 24cm. ISBN 9788528906158.  (tem na \nbiblioteca do campus Itabira).  \n• CARMONA, Tadeu; LACY, Miguel Koren O'Brien de. Gerenciamento e desenho de projetos : \nprojetos e virtualização. São Paulo: Linux New Media do Brasil, 2007. 95 p. (Coleção Linux \nPocket Pro, 1). il. color. tab. quad.; 21x13x0,5cm. IS BN 9788561024017.  (tem na biblioteca do \ncampus Itabira).  ", "57": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n57 \n \n• DEL MONACO, Gino; RE, Vittorio. Desenho eletrotécnico e eletromecânico . [Disegno \nelettrotecnico ed elettromeccanico (Italiano)]. Tradução, revisão notas e apêndices de Edson Bini, \nMárcio Pugliesi, N orberto de Paula Lima. São Paulo: Hemus, 2004. ix, 511 p. Inclui índice; il. \ntab. graf.; 21cm. ISBN 8528904806.  (tem na biblioteca do campus Itabira).  \n• BALLESTERO -ALVAREZ, Maria. Organização, sistemas e métodos . 6. Atlas. 2015.  \n• CRUZ, Michele David da. Desenho técnico para mecânica: conceitos, leitura e interpretaçã o. \nreimpr. São Paulo: Érica, 2014. 158 p. Inclui bibliografia e índice; il. tab. quad.; 28cm. ISBN \n9788536503202.  (tem na biblioteca do campus Itabira).  \n \n \n \nPeríodo  Código  Disciplina  \n1 EMTI01  Introdução a Engenharia de Materiais  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n16 16 0 \n \nEmenta  \n- História da engenharia de materiais;  \n- O profissional de engenharia no Brasil (legislação);  \n- Ética na engenharia;  \n- Ciência e engenharia de materiais;  \n- Introdução e classificação dos materiais;  \n- Competição entre os materiais;  \n- Tendências futuras na utilização de materiais.  \n \nBibliografia Básica  \n• Callister Jr., W. D. Ciência Engenharia de Materiais - Uma Introdução. Cidade, LTC, 8ª Edição, \n2012.  \n• Askeland, D. R.; Phulé, P. P. Ciência e Engenharia dos Materiais. São Paulo, Cengage Learning, 1ª \nEdição, 2013.  \n• Shackelford, J. F. Ciência dos Materiais. Pearson Education, 6ª Edição, 2008.  \n \nBibliografia Complementar  \n• Ashby, M. F.; Jones, D. Engenharia de Materiais, Volume I. Editora Campus, 1ª Edição, 2007.  \n• Ashby, M. F.; Jones, D. Engenharia de Materiais, Volume II. Editora Campus, 1ª Edição, 2007.  \n• Van Vlack, L. H. Princípios de Ciência dos Materiais. Editora Blucher, 1ª Edição, 1970.  \n• Smith, W. F. Princípios de Ciência e Engenharia dos Materiais. McGraw -Hill, 1ª Edição, 1998.  \n• Callister Jr., W. D. Fundamentos da Ciência e Engenharia de Materiais. LTC, 2ª Edição, 2006.  \n \n \n ", "58": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n58 \n \n \nPeríodo  Código  Disciplina  \n1 EMTi02  Química Geral  \nPré-Requisito  Co-Requisito  Equivalências  \n-- - QUI102 OU QUI016  \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 --- \nEmenta  \nMatéria e formas de medida. Átomos, moléculas e íons. Fórmulas e equações químicas. Obtenção de \nelementos. Termoquímica. Comportamento físico dos gases. Estrutura eletrônica dos átomos. Tabela \nPeriódica e as propriedades dos metais. Ligação química. Estrutura molecular. Líquidos e sólidos. \nSoluções. Estrutura s de não -metais e seus compostos binários. Espontaneidade de reação. Equilíbrio \nquímico em fase gasosa. Velocidade de reação. Atmosfera. Reações de precipitação. Ácidos e bases. \nEquilíbrios ácido -base. Íons complexos e compostos de coordenação. Análise qua litativa. Oxidação \nredução e reatores eletroquímicos. Oxidação -redução e voltagem de pilhas. Química dos metais de \ntransição. Química dos não -metais. Reações nucleares. Moléculas orgânicas pequenas e grandes  \n \nBibliografia Básica  \n● CHANG, Raymond. Química geral: conceitos essenciais. [General chemistry: the essential \nconcepts]. 4 ed. São Paulo: McGraw -Hill, 2006. 778 p. ISBN 8586804983.  \n● BROWN, Theodore L. et al. Química: ciência central. [Chemistry: the central science, 9th ed. \n(Ingl ês)]. 9 ed. Rio de Janeiro: Pearson Prentice Hall, 2007. 972 p. ISBN 8587918427.  \n● ATKINS, Peter; JONES, Loretta. Princípios de química: questionando a vida moderna e o meio \nambiente. [The quest for insight, 3rd ed. (Inglês) ISBN 071675701X]. 3 ed. reimpr. Porto Alegre: \nBookman, 2007. 965 p.  ISBN 8536306688.  \n \nBibliografia Complementar  \n● KOTZ, John C.; TREICHEL Jr., Paul M.. Química geral e reações químicas. [Chemistry and \nchemical reactivity]. 5 ed. São Paulo: Pioneira Thomson Learning, 2005. v. 1. 671 p. ISBN \n8522104271.  \n● KOTZ, John C.; TREICHEL Jr., Paul M.. Química geral e reações químicas. [Chemistry and \nchemical reactivity]. 5 ed. São Paulo: Pioneira Thomson Learning, 2005. v., 2. 671 p. ISBN \n8522104271.  \n● MAIA, Daltamir Justino; BIANCHI, J. C. de A.. Quí mica geral: fundamentos. São Paulo: Pearson \nPrentice Hall, 2007. x, 436 p. ISBN 9788576050513  \n● RUSSEL, John Blair. Química geral: volume 2. São Paulo: Pearson Makron Books, 2013. ISBN \n9788534601511.  \n● ROCHA -FILHO, Romeu Cardozo; SILVA, Roberto Ribeiro da. Cál culos básicos da química. 2 ed. \nSão Carlos: EdUFSCAR, 2010. SBN 9788576002277  \n \n \n \n \n \n \n \n \n \n ", "59": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n59 \n \n \n \nPeríodo  Código  Disciplina  \n1 EMTi03  Laboratório de Química Geral  \nPré-Requisito  Co-Requisito  Equivalência  \n-- EMTi02  BAC009 ou QUI112  \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n16 -- 16 \n \nEmenta  \nIntrodução ao Laboratório e normas de segurança;  Erros e medidas; Preparo de soluções; Determinação \nda acidez no vinagre por Titulação; Cinética Química; Eletroquímica  \n \nBibliografia Básica  \n● CHANG, Raymond. Química geral: conceitos essenciais. [General chemistry: the essential \nconcepts]. 4 ed. São Paulo: McGraw -Hill, 2006. 778 p. ISBN 8586804983.  \n● BROWN, Theodore L. et al. Química: ciência central. [Chemistry: the central science, 9th ed. \n(Ingl ês)]. 9 ed. Rio de Janeiro: Pearson Prentice Hall, 2007. 972 p. ISBN 8587918427.  \n● ATKINS, Peter; JONES, Loretta. Princípios de química: questionando a vida moderna e o meio \nambiente. [The quest for insight, 3rd ed. (Inglês) ISBN 071675701X]. 3 ed. reimpr. Porto Alegre: \nBookman, 2007. 965 p.  ISBN 8536306688.  \n \nBibliografia Complementar  \n● KOTZ, John C.; TREICHEL Jr., Paul M.. Química geral e reações químicas. [Chemistry and \nchemical reactivity]. 5 ed. São Paulo: Pioneira Thomson Learning, 2005. v. 1. 671 p. ISBN \n8522104271.  \n● KOTZ, John C.; TREICHEL Jr., Paul M.. Química geral e reações químicas. [Chemistry and \nchemical reactivity]. 5 ed. São Paulo: Pioneira Thomson Learning, 2005. v., 2. 671 p. ISBN \n8522104271.  \n● MAIA, Daltamir Justino; BIANCHI, J. C. de A.. Quí mica geral: fundamentos. São Paulo: Pearson \nPrentice Hall, 2007. x, 436 p. ISBN 9788576050513.  \n● RUSSEL, John Blair. Química geral: volume 2. São Paulo: Pearson Makron Books, 2013. ISBN \n9788534601511.  \n● ROCHA -FILHO, Romeu Cardozo; SILVA, Roberto Ribeiro da. Cá lculos básicos da química. 2 \ned. São Carlos: EdUFSCAR, 2010. SBN 9788576002277.  \n \n \n \n  ", "60": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n60 \n \n \nPeríodo  Código  Disciplina  \n1 FISI01  Fundamentos de Mecânica  \n \nPré-Requisito  Co-Requisito  Equivalência  \n--- --- BAC007  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmentas  \nCinemática e dinâmica da partícula; sistemas de partículas; cinemática e dinâmica de rotação; leis de \nconservação; equilíbrio de corpos rígidos; elasticidade; estática e dinâmica de fluidos.  \n \nBibliografia Básica (3)  \n• Halliday, Resnick, Walker. Fundamentos de Física, Vol. 1. 8ª. LTC. 2009 . \n• Halliday, Resnick, Walker. Fundamentos de Física, Vol. 2. 8ª. LTC. 2009 . \n• H. D. Young, R. A. Freedman. Física II, Sears & Zemansky. . Pearson. 2008 . \n• H. D. Young, R. A. Freedman. Física  I, Sears & Zemansky. . Pearson. 2008 . \n \nBibliografia Complementar (5)  \n• H. Moysés Nussenzveig. Física Básica, Volume 2. . Blucher. 1997.  \n• H. Moysés Nussenzveig. Física Básica, Volume 1. . Blucher. 1997.  \n• FEYNMAN, Richard Phillips; LEIGHTON, Robert B.; SANDS,  Mattew L.. Lições de física de \nFeynman: volume 1. . Bookman. 2008.  \n• TIPLER, Paul Allen; MOSCA, Gene.. Física para cientistas e engenheiros: Volume 2. . LTC. \n2009.  \n• TIPLER, Paul Allen; MOSCA, Gene.. Física para cientistas e engenheiros: Volume 1. . LTC. \n2009. \n \n \n \n  ", "61": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n61 \n \n \nPeríodo  Código  Disciplina  \n1 HUMI01  Ciência Tecnologia e Sociedade  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- BACI01 OU BAC001  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n16 16 0 \n \nEmenta  \nConstrução do conhecimento científico. Ciência e Tecnologia. Ferramentas e Processos. História da \nTecnologia. Tecnologia e Sociedade: questões ecológicas, filosóficas e sociológicas. Criatividade e \ninovação tecnológica. Tecnologia e Empreendedorismo.  \n \nBibliografia Básica (3)  \n• GIANNETTI, E. Felicidade: diálogos sobre o bem -estar da civilização. São Paulo: Companhia das \nLetras, 2012.  \n• KUHN, Thomas S. A estrutura das revoluções científicas. Trad. B. Boeira e N. Boeira. São Paulo: \nPerspectiva, 2009.  \n• PINTO, A. V. O conceito de tecnol ogia. Rio de Janeiro: Contraponto, 2005.  \n \nBibliografia Complementar (5)  \n• CHALMERS, A. F. O que é ciência, afinal? Trad. R. Fiker. São Paulo: Brasiliense, 1983.  \n• DIAMOND, J. Armas, Germes e Aço. Trad. S. Costa et al. Rio de Janeiro: Record, 2009.  \n• JONAS, H. Princípio Responsabilidade: ensaio de uma ética para a civilização tecnológica. Trad. \nM. Lisboa, L. B. Montez. Rio de Janeiro: Contraponto, PUC -Rio, 2006.  \n• LATOUCHE, S. Pequeno tratado do decrescimento sereno. Trad. C. Berliner. São Paulo: WMF \nMartins Fonte s, 2009.  \n• POPPER, K. Conjecturas e Refutações. 3. ed. Trad. S. Bath. Brasília, DF: Editora UnB, 1994.  \n \n \n \n  ", "62": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n62 \n \nPeríodo  Código  Disciplina  \n1 HUMI02  Língua Portuguesa I  \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- BACI02  \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nEstratégias de leitura na universidade. análise de gêneros acadêmicos orais e escritos. estrutura, \norganização, planejamento e produção de gêneros acadêmicos com base em parâmetros da linguagem \nacadêmico -científica. tópicos gramaticais.  \n \nBibliografia Básica (3)  \n• GUIMARAES, Thelma de Carvalho. A leitura no dia a dia. In: GUIMARAES, Thelma de Carvalho. \nComunicação e Linguagem. São Paulo: Pearson, 2012a.cap. 4, p.105 -129.  \n• GUIMARÃES, Thelma de Carv alho. A redação acadêmica. In: GUIMARAES, Thelma de \nCarvalho. Comunicação e Linguagem. São Paulo: Pearson, 2012b. cap.7, p.195 -222. \n• ALMEIDA, Maria do Rosário Guimarães; PEREIRA, Maria Rosivalda da Silva. Apresentação de \nresumos: Norma Brasileira Registrada  n. 6028. Cad. Pesq. São Luís, v. 13, n.1, p.9 -13, jan -jun.2002. \nDisponível em:Acesso em:6 abr. 2015  \n• GUIMARÃES, Thelma de Carvalho. Palestra, debate e diálogo formal. In: GUIMARÃES, Thelma \nde Carvalho. Comunicação e Linguagem. São Paulo: Pearson, 2012c. c ap.8, p.225 -241. \n• GONÇALVES, Carlos Alberto; MEIRELLES, Anthero de Moraes. Protocolos de Comunicação e \nApresentação de trabalhos científicos. In: GONÇALVES, Carlos Alberto; MEIRELLES, Anthero \nde Moraes. Projetos e relatórios de pesquisa em Administração. Sã o Paulo: Atlas, 2004. cap. 13, \np.147 -154. \n• MARQUES, Mario Osorio. Escrever, o princípio da pesquisa. In: MARQUES, Mario Osorio. \nEscrever é preciso: o princípio da pesquisa. 5ed. rev. Ijuí. ed. Unijuí, 2006. p.93 -122. (Coleção \nMario Osorio Marques, v.1)  \n• PRODANOV, Cleber Cristiano; FREITAS, Ernani Cesar de. As modalidades de trabalhos \ncientíficos. In: PRODANOV, Cleber Cristiano; FREITAS, Ernani de. Metodologia do trabalho \ncientífico: métodos e técnicas da pesquisa e do trabalho acadêmico. 2 ed. Novo Hambur go: Feevale, \n2013a. p.144 -158. Seção 5.1 do capítulo 5.  \n• PRODANOV, Cleber Cristiano; FREITAS, Ernani Cesar de. Publicações científicas. In: \nPRODANOV, Cleber Cristiano; FREITAS, Ernani Cesar de. Metodologia do trabalho científico: \nmétodos e técnicas da pesqu isa e do trabalho acadêmico. 2ed. Novo Hamburgo: Feevale, 2013b. \np.158 -168. Seção 5.2 do capítulo 5.  \n \nBibliografia Complementar (5)  \n• NADOLSKIS, Hêndricas. Comunicação redacional. São Paulo: Saraiva, 2009.  \n• MEDEIROS, João Bosco. Redação empresarial. 3ed. Sã o Paulo: Atlas, 2001.  \n• MARTINS, Dileta Silveira. ZILBERKNOP, Lubia Scliar. 2ed. São Paulo: Atlas, 2007.  \n• ABRAHAMSOHN, Paulo. Redação científica. Rio de Janeiro: Guanabara Koogan, 2004.  \n• MENDES, Renata dos Santos. A importância da adequada estruturação de resu mo e resenha. \nRevista espaço MENDES, Renata dos Santos. A importância da adequada estruturação de resumo \ne resenha. Revista espaço.acadêmico, ano 10, n.114, p.135 -140, nov. 2010. Disponível em:Acesso \nem: 4 set 2013.  \n", "63": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n63 \n \n \nPeríodo  Código  Disciplina  \n1 MATI01  Cálculo Diferencial e Integral I  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- --  BAC019,  BAC000 ou BAC005  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n96 96 0 \n \nEmenta  \nFunções de uma variável: limites, derivadas e integrais.  \n \n \nBibliografia Básica (3)  \n• STEWART, James. Cálculo: volume 1. 7 ed. São Paulo: Cengage Learning, 2013.  \n• THOMAS JUNIOR, George B. et al. Cálculo: volume 1. 12 ed. São Paulo: Pearson Education do \nBrasil, 2013.  \n• MUNEM, Mustafa A.; FOULIS, David J.. Cálculo: volum e 1. Rio de Janeiro: LTC, 2008.  \n \nBibliografia Complementar (5)  \n• BOULOS, Paulo. Introdução ao cálculo: volume 1: cálculo diferencial. reimpr. São Paulo: Blucher, \n2011.  \n• BOULOS, Paulo. Introdução ao cálculo: volume 2: cálculo integral; séries. 2 ed. rev. São  Paulo: \nBlucher, 2012.  \n• LEITHOLD, Louis. O cálculo com geometria analítica: volume 2. 3 ed. São Paulo: Harbra, c1994.  \n• FLEMMING, Diva Marília; GONÇALVES, Mirian Buss. Cálculo A: funções, limite, derivação, \nintegração. 6 ed. 2 reimpr. São Paulo: Makron, 2007.  \n• GUIDORIZZI, Hamilton Luiz. Um curso de cálculo: volume 2. 5 ed. Rio de Janeiro: LTC, 2008.  \n• GUIDORIZZI, Hamilton Luiz. Um curso de cálculo: volume 1. 5 ed. Rio de Janeiro: LTC, 2008.  \n• LANG, Serge. A first course in calculus. 5 ed. Nova York: Springer, 1986.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "64": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n64 \n \nPeríodo  Código  Disciplina  \n1 MATI02  Geometria Analítica e Álgebra Linear  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- BAC020  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nMatrizes, Sistemas Lineares e Determinantes; Vetores no Plano e No Espaço; Retas e Planos; Espaços \nRn; Diagonalização.  \n \nBibliografia Básica (3)  \n• SANTOS, Reginaldo J.. Um curso de geometria analítica e álgebra linear. Belo Horizonte: UFMG, \n2012.  \n• BOLDRINI, José Luiz et al. Ál gebra linear. 3 ed. rev. e ampl. São Paulo: Harbra, c1986.  \n• LIMA, Elon Lages. Geometria analítica e álgebra linear. 2 ed. Rio de Janeiro: IMPA, 2012.  \n \nBibliografia Complementar (5)  \n• ANTON, Howard; RORRES, Chris. Álgebra linear com aplicações. 8 ed. reimpr.  Porto Alegre: \nBookman, 2008.  \n• SANTOS, Nathan Moreira dos. Vetores e matrizes: uma introdução à álgebra linear. 4 ed. rev. ampl. \nSão Paulo: Thomson Learning, 2007.  \n• WINTERLE, Paulo. Vetores e geometria analítica. São Paulo: Pearson Makron Books, 2009.  \n• STEINBRUCH, Alfredo; WINTERLE, Paulo. Geometria analítica. 2 ed. São Paulo: Pearson \nMakron Books, 2006.  \n• CAMARGO, Ivan de; BOULOS, Paulo. Geometria analítica: um tratamento vetorial. 3 ed. 5 \nreimpr. São Paulo: Prentice Hall, 2009.  \n \n \n  ", "65": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n65 \n \n \nPeríodo  Código  Discip lina \n2 ECOI05  Fundamentos de Lógica de Programação  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- BAC004 OU CCO016  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n80 64 16 \n \nEmenta  \nConceitos Gerais. Tipos de Dados e Algoritmos. Organização de Programas. Programação Top Down. \nProgramação Estruturada. Introdução à linguagem de Programação. Funções. Arranjos Unidimensionais \ne Multidimensionais. Estruturas Heterogêneas de Dados.  \n \nBibliografia Básica (3)  \n• H. M. Deitel & P. J. Deitel.  H. M. Deitel & P. J. Deitel. C++ como programar. 5a. Pearson. 2008. \n5a. Pearson. 2008  \n• H. Farrer et al. Programação estruturada de algoritmos estruturados. 3. LTC. 1999  \n• (3) A. F. G. Ascencio, E. A. V. Campos. Fundamentos da programação de computadores. 2.  \nPearson. 2010  \n \nBibliografia Complementar (5)  \n• H. Farrer et. al.. Programação Estruturada de Computadores: algoritmos estruturados. 3a.. \nGuanabara II. 2008  \n• V. V. Mizrahi. Treinamento em Linguagem C++ módulo 1. 2a. Makron Books. 2007  \n• V. V. Mizrahi. Treinamento em Linguagem C++ módulo 2. 2a. Pearson. 2005  \n• J. A. N. G. Manzano, J. F. Oliveira. Algoritmos: lógica para desenvolvimento de programação de \ncomputadores. 10a. Erica. 2000  \n• (5) B. Flamig. Turbo C++. 1a.. LTC. 1992  \n \n \n \n \n  ", "66": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n66 \n \nPeríodo  Código  Disciplina  \n2 EMEI03  Desenho auxiliado por computador  \n \nPré-Requisito  Co-Requisito  Equivalência  \n EMEI02  -- BAC003 ou DES204  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 0 32 \n \nEmenta  \nMódulos básicos do CAD. Geração de desenhos 2D através de primitivas geométricas. Funções básicas \nde edição. Noções de desenho 3D. Modelamento Geométrico Tridimensional CAD 3D. Desenho de \npeças. Montagens. Desenho 2D a partir do desenho 3D. Metodologia de desenvolvimento de projetos \nem sist emas assistidos por computador. Utilização de bibliotecas de elementos normalizados.  \n \nBibliografia Básica (3)  \n• FRENCH, Thomas Ewing; VIERCK, Charles J. Desenho técnico e tecnologia gráfica. 8 ed. Editora \n69 Globo, (2005).  \n• DEL MONACO, Gino; RE, Vittorio. D esenho eletrotécnico e eletromecânico. Editora Hemus, \n(2004).  \n• HARRINGTON, David J.. Desvendando o AutoCAD 2005. Editora Pearson Makron Books, \n(2006).  \n \nBibliografia Complementar (5)  \n• MARSH, Duncan. Applied geometry for computer graphics and CAD. 2 ed. Editora Springer, \n(2005).  \n• ZEID, Ibrahim. CAD/CAM theory and practice. Nova York: McGraw -Hill, (1991).  \n• SILVEIRA, Samuel João da. Aprendendo AutoCad 2008: simples e rápido. Florianópolis: Visual \nBooks, (2008).  \n• UBRIG, Karlheinz; KIEL, Ernst; DEHMLOW, Martin. Desenho eletrotécnico básico. Editora \nEPU, (2006).  \n• CAMARGO, Ivan de; BOULOS, Paulo. Geometria analítica: um tratamento vetorial. 3 ed. \nEditora Prentice Hall, (2009).  \n \n \n \n \n \n \n \n \n \n \n \n \n ", "67": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n67 \n \nPeríodo  Código  Disciplina  \n2 EMTI50  Química Orgânica  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTi02  -- QUI014  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 -- \n \nEmenta  \nRevisão de conceitos (Configuração Eletrônica, Regra do octeto, Estrutura de Lewis, Ligação Covalente, \nForças Intermoleculares, Ligação Covalente Polar, Efeito Eletrônico).  Classes dos compostos orgânicos. \nPropriedades físicas dos compostos orgânicos. Estereoquímica. Acidez e Basicidade na química \norgânica. Reações de Substituição Nucleofílica Bimolecular (SN2) e  Unimolecular (SN1). Reações de \nEliminação Bimolecular (E2) e Unimolecular (E1). Mecanismos das Reações de Adição Eletrofílica. \nReações Radicalares.  \n \nBibliografia Básica (3 exemplares)  \n• SOLOMONS, T. W. G.; FRYHLE, C. B. Química Orgânica. Química Orgânica.  V.1. 8ª ed. Rio \nde Janeiro: LTC, 2005.  \n• BRUICE, P. Y. Fundamentos de química orgânica. 2ª ed. São Paulo: Pearson Education do Brasil, \n2014.  \n• BARBOSA, L. C. A. Introdução à química Orgânica. 2ª ed. São Paulo: Pearson Prentice Hall, \n2011.  \n \nBibliografia Complementar (5 exemplares)  \n• BRUICE, P. Y. Química Orgânica. 4ª ed. V. 1. São Paulo: Pearson Prentice Hall, 2006.  \n• Brown, T. L. et al.  Química: A ciência central . São Paulo, Pearson Prentice Hall, 2005.  \n• SILVERSTEIN, R. M. et al. Identificação Espectrométrica de Compóstos Orgânicos. 7ª ed. Rio de \nJaneiro: LTC, 2010.  \n• McMURRY, J. Química Orgânica, v. 1 e 2. 6. ed. São Paulo: Cengage Learning, 2005.  \n• ALLINGER, N. L. et al.  Química Orgânica. 2ª ed. Rio de Janeiro: LTC, 2011.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "68": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n68 \n \n \nPeríodo  Código  Disciplina  \n2 FISI02  Fundamentos de Mecânica Ondulatória e Termodinâmica  \n \nPré-Requisito  Co-Requisito  Equivalência  \nFISI01 OU  \nBAC007  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nOscilações; ondas mecânicas; temperatura; leis da termodinâmica; teoria cinética dos gases; transporte \ntérmico.  \n \nBibliografia Básica (3)  \n• Fundamentos de Física, Volume 2. Halliday, D; Resnick, R.; Walker, J. Editora LTC, 2012.  \n• FISICA 2. SEARS, FRANCIS / YOUNG, HUGH D./ FREEDMAN, ROGER A./ ZEMANSKY, \nMARK WALDO,ISBN 9788588639331 . Editora Pearson, 2008  \n• 3, Física 2. Halliday, D.; Resnick, R.; Krane, K. S. Editora LTC, 2002  \n \nBibliografia Complementar (5)  \n• Física para Cientistas e Engenheiros, Volume 1. Tipler, P. A.; Mo sca, G. Editora LTC, 2009.  \n• Física Básica: Gravitação, fluidos, ondas e termodinâmica. Chaves, A. S. Editora LTC,2007.  \n• Curso de Física Básica 2. H. M. Nussenzveig. Editora Blucher, 2013.  \n• The Feynman Lectures on Physics, Volume 1. Feynman, R. P.; Leighton, R. B.; Sands, M. Editora \nBasic Books, 2005..  \n• 5. FÍSICA PARA CIENTISTAS E ENGENHEIROS VOL. 2: OSCILAÇÕES, ONDAS E \nTERMODINÂMICA - 8ª EDIÇÃO JEWETT JR., JOHN W.; SERWAY, RAYMOND A,ISBN \n9788522110858.  \n \n \n  ", "69": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n69 \n \n \nPeríodo  Código  Disciplina  \n2 FISI03  Laboratório de Física A  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- FISI02  -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 0 32 \n \nEmenta  \nObtenção, tratamento e análise de dados obtidos em experimentos de Física; utilização de instrumentos \nde medida; experimentos de mecânica, ondas e termodinâmica.  \n \nBibliografia Básica (3)  \n• Física Experimental Básica na Universidade. Campos, A. A.; Alves, E. S.; Speziali, N. L. Editora \nUFMG, 2009.  \n• Fundamentos da Teoria de Erros. Vuolo, J. H. Editora Blucher, ISBN 9788521200567, 1996.  \n• Física 1. Halliday, D.; Resnick, R.; Krane, K. S. Editora LTC, 2002.  \n• Física 2. Halliday, D.; Resnick, R.; Krane, K. S. Editora LTC. 2002.  \n \nBibliografia Complementar (5)  \n• Fundamentos de Física, Volume 1. Halliday, D; Resnick, R.; Walker, J. Editora LTC, 2012.  \n• Fundamentos de Física, Volume 2. Halliday, D; Resnick, R.; Walker, J. Editora LTC, 2012.  \n• Física para Cientistas e Engenheiros, Volume 1. Tipler, P. A.; Mosca, G. Editora LTC, 2009.  \n• Física, Volume 1. Young, H. D.; Freedman, R. A. Editora Pearson. , 2008.  \n• Física, Volume 2. Young, H. D.; Freedman, R. A. Editora Pearson , 2008.  \n \n \n \n \n  ", "70": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n70 \n \nPeríodo  Código  Disciplina  \n2 MATI03  Cálculo Diferencial e Integral II  \n \nPré-Requisito  Co-Requisito  Equivalência  \nMATi01  -- BACI21  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nSequências e séries. Funções de várias variáveis: derivadas e Integrais.  \n \nBibliografia Básica (3)  \n• STEWART , James. Cálculo: volume 2. 7 ed. São Paulo: Cengage Learning, 2013.  \n• THOMAS JUNIOR, George B.; WEIR, Maurice D.; HASS, Joel. Cálculo: volume 2. 12 ed. São \nPaulo: Pearson Education do Brasil, 2012.  \n• MUNEM, Mustafa A.; FOULIS, David J.. Cálculo: volume 2. Rio de Janeiro: LTC, 2008.  \n \nBibliografia Complementar (5)  \n• BOULOS, Paulo. Introdução ao cálculo: volume 2: cálculo integral; séries. 2 ed. rev. São Paulo: \nBlucher, 2012.  \n• BOULOS, Paulo. Introdução ao cálculo: volume 3: cálculo diferencial; várias variáveis. 2 ed. rev. \nSão Paulo: Blucher, 2013.  \n• FEMMING, Diva Marília ; GONÇALVES, Mirian Buss. Cálculo B: funções de várias variáveis, \nintegrais múltiplas, integrais curvilíneas e de superfície. 2 ed. rev. e ampl.. São Paulo: Pearson \nPrentice Hall, 2011.  \n• LEITHOLD, Louis. O cálculo com geometria analítica: volume 2. 3 ed. Sã o Paulo: Harbra, c1994.  \n• GUIDORIZZI, Hamilton Luiz. Um curso de cálculo: volume 2. 5 ed. Rio de Janeiro: LTC, 2008.  \n• GUIDORIZZI, Hamilton Luiz. Um curso de cálculo: volume 3. 5 ed. Rio de Janeiro; LTC, 2008.  \n• GUIDORIZZI, Hamilton Luiz. Um curso de cálculo: vo lume 4. 5 ed. Rio de Janeiro; LTC, 2008.  \n• LANG, Serge. Calculus of several variables. 3 ed. Nova York: Springer, 1987.  \n \n \n \n \n \n \n \n \n \n \n \n \n ", "71": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n71 \n \n \n \nPeríodo  Código  Disciplina  \n2 MATI05  Estatística  \n \nPré-Requisito  Co-Requisito  Equivalência  \nMATi01  -- BAC011  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nNoções básicas de probabilidade. Variáveis aleatórias. Distribuições de probabilidade. Introdução à \nestatística. Descrição, exploração e comparação de dados. Estimativas e tamanhos de amostras. Teste de \nhipóteses. Estatística paramétrica.  \n \nBibliografia Básica (3)  \n• MONTGOMERY,  Douglas C.; RUNGER, George C.. Estatística aplicada e probabilidade para \nengenheiros. 5 ed. Rio de Janeiro: LTC, 2013.  \n• MAGALHÃES, Marcos Nascimento; LIMA, Antonio Carlos Pedroso de. Noções de probabilidade \ne estatística. 7 ed. São Paulo: Edusp, 2010.  \n• MORETTIN, Pedro Alberto; BUSSAB, Wilton de Oliveira. Estatística básica. 6 ed. rev. e atual. \nSão Paulo: Saraiva, 2010.  \n \nBibliografia Complementar (5)  \n• RONALD E. WALPOLE  et al. Probabilidade e Estatística para Engenharia e Ciências. 8. ed. São \nPaulo: Pearson Prentice Hall, 2009.  \n• TRIOLA, Mario F. Introdução à estatística. 10 ed. Rio de Janeiro: LTC, 2008.  \n• LEFEBVRE, Mario. Applied probability and statistics . Nova York: Springer, 2006.  \n• MORETTIN, Pedro Alberto; BUSSAB, Wilton de Oliveira. Estatística básica. 8 ed. reimpr. São \nPaulo: Saraiva, 2013.  \n• MONTGOMERY, Douglas C.. Introdução ao controle estatístico da qualidade. 4 ed. Rio de Janeiro: \nLTC, 2013.  \n \n \n  ", "72": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n72 \n \n \nPeríodo  Código  Disciplina  \n3 EELI04  Eletricidade Aplicada I  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nNatureza da Eletricidade. Lei de Ohm e potência. Circuitos série, paralelo e mistos. Leis de Kirchoff. \nAnálise de circuitos em corrente contínua.Eletricidade Aplicada nas Engenharias.  \n \nBibliografia Básica (3)  \n• Introdução à Análise de Circuitos Robert Boylestad   Prentice Hall do Brasil, 2004.  \n• Análise de circuitos O'MALLEY, John  2ª Edição Makron Books, 1994.  \n• Teoria e problemas de circuitos elétricos NAHVI, Mahmood; EDMINISTER, Joseph A.  2ª Edição \nBookman  2008.  \n \nBibliografia Complementar (5)  \n• Circuitos elétricos NILSSON, James W.; RIEDEL, Susan A.  8ª Edição Pearson Prentice Hall, \n2008.  \n• NAHVI, Mahmood; EDMINISTER, Joseph A.. Teoria e problemas de circuitos elétricos. 2. \nBookman. 2008.  \n• Gussow, Milton , Eletricidade Básica, volume , Editora Bookm an, 2ªEd edição, (2009).  \n• Luiz de Queiroz Orsini, Denise Consonni, Curso de Circuitos Elétricos , volume Vol. 1, Editora \nBlucher, 2ª Edição edição, (2002).  \n• Luiz de Queiroz Orsini, Denise Consonni, Curso de Circuitos Elétricos, volume Vol. 2, Editora \nBlucher , 2ª Edição edição, (2004).  \n \n \n  ", "73": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n73 \n \n \nPeríodo  Código  Disciplina  \n3 EMTI05  Termodinâmica Química  \n \nPré-Requisito  Co-Requisito  Equivalência  \nFISI02  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n96 96 -- \n \nEmenta  \nRevisão de teoria dos  gases. Conceitos básicos sobre termodinâmica química (sistema; vizinhas; \nparedes do sistema, etc). Primeira Lei (Energia Interna, Entalpia e termoquímica). Segunda Lei \n(Entropia): Máquinas térmicas e refrigeradores. Terceira lei da termodinâmica. Relações  entre 1ª e 2ª \nlei: energia interna, entalpia, entropia, energia livre (Gibbs e Helmholtz). Diagrama de Fases de \nsubstâncias puras. Misturas Simples.  \n \nBibliografia Básica  \n• ATKINS, P. W. Físico -Química. 9a ed. V.1. Rio de Janeiro: LTC editora, 2013.  \n• Oliveira, M. J. Termodiâmica. São Paulo, Livraria da Física, 2005.  \n• Moran, M. et al. Princípios de termodinâmica para engenharia. 6ª ed. Rio de Janeiro: LTC, 2009  \n \nBibliografia Complementar  \n• SOUZA, E. Fundamentos de Termodinâmica e Cinética Química. Belo Horizonte: Editora da \nUFMG, 2005.  \n• CASTELLAN G. W. Fundamentos de Físico -Química. 6ª ed. Rio de Janeiro: LTC editora, 1996.  \n• ATKINS, P. W. Físico -Química. 9a ed. V.2. Rio de Janeiro: LTC editora, 2013.  \n• Van Wylen, G. J. et al.  Fundamentos de Termodinâmica Clá ssica. 4 ed. São Paulo: Blucher, \n2012.  \n• Livi, C. P. Fundamentos de fenômenos de Transporte: um texto para cursos básicos. 5 ed. Porto \nAlegre: Bookman, 2013.  \n \n \n \n \n \n \n \n \n \n \n \n \n  ", "74": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n74 \n \n \nPeríodo  Código  Disciplina  \n3 EMTI06  Ciências dos Materiais I  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI01  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \n- Ligações atômicas;  \n- Estruturas cristalinas e geometria dos cristais;  \n- Materiais amorfos;  \n- Defeitos;  \n- Difusão;  \n- Introdução a  diagramas de fases.  \n \nBibliografia Básica  \n- Callister Jr., W. D. Ciência Engenharia de Materiais - Uma Introdução. LTC, 8ª Edição, 2012.  \n- Askeland, D. R.; Phulé, P. P. Ciência e Engenharia dos Materiais. Cengage Learning, 1ª Edição, 2013.  \n- Shackelford,  J. F. Ciência dos Materiais. Pearson Education, 6ª Edição, 2008.  \n \nBibliografia Complementar  \n- Ashby, M. F.; Jones, D. Engenharia de Materiais, Volume I. Editora Campus, 1ª Edição, 2007.  \n- Ashby, M. F.; Jones, D. Engenharia de Materiais, Volume II. Editora Campus, 1ª Edição, 2007.  \n- Van Vlack, L. H. Princípios de Ciência dos Materiais. Editora Blucher, 1ª Edição, 1970.  \n- Smith, W. F. Princípios de Ciência e Engenharia dos Materiais. McGraw -Hill, 1ª Edição, 1998.  \n- Callister Jr., W. D. Fundamentos da Ciência e Engenharia de Materiais. LTC, 2ª Edição, 2006.  \n \n \n \n  ", "75": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n75 \n \n \nPeríodo  Código  Disciplina  \n3 FISI04  Fundamentos de Eletromagnetismo  \n \nPré-Requisito  Co-Requisito  Equivalência  \nFISI01, OU  BAC00;  \nMATI03 OU BACI21  MATI06  FIS001 OU FIS002  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nEletrostática; lei de Gauss; magnetoestática; lei de Faraday; lei de Ampère; ondas eletromagnéticas; \nintrodução às equações de Maxwell.  \n \nBibliografia Básica (3)  \n• Física 3. Halliday, D.; Resnick, R.; Krane, K. S. Editora LTC, 2002.  \n• Fundamentos de Física, Volume 3. Halliday, D; Resnick, R.; Walker, J. Editora LTC, 2012.  \n• Física, Volume 3. Young, H. D.; Freedman, R. A. Editora Pearson. 2008 . \n \nBibliografia Complementar (5)  \n• Física para Cientistas e Engenheiros, Volume 2. Tipler, P. A.; Mosca, G. Editora LTC, 2009.  \n• Física Básica: Eletromagnetismo. Chaves, A. S. Editora LTC, 2007.  \n• Curso de Física Básica 3. H. M. Nussenzveig. Editora Blucher, 2013.  \n• The Feynman Lectures on Physics, Volume 2.  Feynman, R. P.; Leighton, R. B.; Sands, M. Editora \nBasic Books,2005.  \n• ELETROMAGNETISMO - COLEÇÃO SCHAUM - 350 PROBLEMAS RESOLVIDOS, JOSEPH \nA. EDMINISTER; MAHMOOD NAHVI, ISBN 9788565837149, 2013.  \n \n \n \n \n \n \n \n \n \n \n \n \n  ", "76": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n76 \n \n \nPeríodo  Código  Disciplina  \n3 HUMI03  Língua Inglesa  \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- BACI02  \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 48 0 \nEmenta  \nCourse structure + Unit 1 - Email  \nUnit 2 - phone conversation  \nUnit 3 - resumé  \nPresentation of phone conversations  \nUnit 4 - Job Interview  \nUnit 5 - Pitch  \nVideo edition workshop  \nUnit 6 - Reading strategies  \nUnit 7 - Meetings  \nUnit 8 - Reports  \nUnit 9 - Presentations  \nStudents presentation  \nBibliografia Básica (3)  \n• CHAPMAN, Rebecca.English for Emails..  \n• Oxford: Oxford Univesity Press, 2011.GRUSSEDORF, Marion. English for Presentations. Oxford: \nOxford Univesity Press, 2007.  \n• IBBOTSON, Mark.Cambridge English for engineering. Edição da série por Jeremy Day. Nova \nYork: Cambridge University, 2008.  \nBibliografia Complementar (5)  \n• BEER, David F.; MCMURREY, David A. A guide to writing as an engineer. 4ed. Hoboken: John \nWiley and Sons, 2008.(Todos os cursos)  \n• CAMPBELL, Simon. English for the energy industry. Nova York: Oxford University Press, 2013. \n(EAM e EEL)  \n• DUCKWO RTH, Michael. Business grammar & practice. Nova York: Oxford University Press, \n2003.(Todos os cursos)  \n• ELLIS, Sue; GERIGHTY, Terence. English for aviation: for pilots and air traffic controllers. Nova  \n• York: Oxford University Press, 2013. (EME e EMB)  \n• FOLEY, Mark; HALL, Diane.Longman advanced learners' grammar: a self study reference & \npractice book with answers. Londres: Longman, 2003. (Todos os cursos)  \n• GLENDINNING, E. H. Oxford English for Electrical and Mechanical Engineering: Student’s \nBook. Oxford: Oxford  Universit y Press, 2005. (EMT, EEL, ECA e EME) GL  \n• ENDINNING, Eric; MACEWAN, John Oxford English for Electronics. Oxford: Oxford University \nPress, 1993. (EEL, ECA e ECO)  \n• GLENDINNING, Eric H.; MCEWAN, John. Basic English for computing: revised e updated. Nova \nYork: Oxford University Press, 2003. (ECO)  \n• GLENDINNING, Eric; MACEWAN, John. Oxford English for Information Technology. Oxford: \nOxford University Press, 2002. (ECO)  \n• GLENDINNING, Eric H.; POHL, Alison. Oxford English for Technology 2: Student's Book. \nOxford: Oxford University Press, 2008. (ECA, ECO, EEL e EME) GRUSSEDORF, ", "77": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n77 \n \nMarion.English for Logistics: Student's Book and MultiROM. Oxford: Oxford University Press, \n2000. (EMB e EPR)  \n• IGREJA, J.R.;YOUNG, R.C. English for job interviews. São Paulo: Disal Editora, 2008. (Todos os \ncursos)  \n• LANSFORD, L.;  ASTLEY, P. Oxford English for Engineering 1: Student's Book.Oxford: Oxford \nUniversity Press, 2013. (EAM e EMT).  \n• FALVEY, David ; COTTON, David; KENT, Simon. Market Leader Intermediate. 3r ded. New \nYork: Pearson -Longman, 2008. (EPR) RICCA -MCCARTHY, Tom; DUCKWORTH, Michael. \nEnglish for telecoms and information technology.Nova York: Oxford University Press, 2013. (ECO \neECA)  \n \n \n \n \nPeríodo Código  Disciplina  \n3 MATI06  Cálculo Diferencial e Integral III  \n \nPré-Requisito  Co-Requisito  Equivalência  \nMATi02 e \nMATi03  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nFunções Vetoriais. Cálculo Vetorial.  \n \nBibliografia Básica (3)  \n• STEWART , James. Cálculo: volume 2. 7 ed. São Paulo: Cengage Learning, 2013.  \n• THOMAS JUNIOR, George B.; WEIR, Maurice D.; HASS, Joel. Cálculo: volume 2. 12 ed. São \nPaulo: Pearson Education do Brasil, 2012.  \n• MUNEM, Mustafa A.; FOULIS, David J.. Cálculo: volume 2. Rio de Janeiro: LTC, 2008.  \n \nBibliografia Complementar (5)  \n• ÁVILA, Geraldo. Cálculo: volume 3, das funções de múltiplas variáveis. 7 ed. Rio de Janeiro: LTC, \n2012.  \n• FLEMMING, Diva Marília; GONÇALVES, Mirian Buss. Cálculo B: funções de várias variáveis, \nintegrais múltiplas, integrais curvilíneas e de superfície. 2 ed. rev. e ampl.. São Paulo: Pearson \nPrentice Hall, 2011.  \n• LEITHOLD, Louis. O cálculo com geometria analítica: volume 2. 3 ed. São Paulo: Harbra, c1994.  \n• GUIDORIZZI, H amilton Luiz. Um curso de cálculo: volume 3. 5 ed. Rio de Janeiro: LTC, 2008.  \n• LANG, Serge. Calculus of several variables. 3 ed. Nova York: Springer, 1987  \n  ", "78": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n78 \n \n \nPeríodo  Código  Disciplina  \n3 MATI07  Equações Diferenciais I  \n \nPré-Requisito  Co-Requisito  Equivalência  \nMATi02 e \nMATi03  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nEquações de primeira e segunda ordem e ordem mais alta. Soluções em série. Transformada de Laplace. \nSistemas de Equações Diferenciais Lineares.  \n \nBibliografia Básica (3)  \n• BOYCE , Willian E.; DIPRIMA, Richard C. Equações diferenciais elementares e problemas de \nvalores de contorno. 9 ed. Rio de Janeiro: LTC, 2010.  \n• FIGUEIREDO, Djairo Guedes de; NEVES, Aloisio Freira. Equações diferenciais ap licadas. 3 ed. \nRio de Janeiro: IMPA, 2012.  \n• ZILL, Dennis G.; CULLEN, Michael R.. Equações diferenciais: volume 1. 3 ed. São Paulo : Pearson \nMakron Books, 2013.  \n \nBibliografia Complementar (5)  \n• SANTOS , Reginaldo J.. Introdução às equações diferenciais ordinárias. Belo Horizonte: UFMG, \n2013.  \n• DIACU, Florin. Introdução a equações diferenciais: teoria e aplicações. 2 ed. Rio de Janeiro: LTC, \n2013.  \n• BRANNAN, James R.; BOYCE, William E.. Equações diferenciais: uma introdução a métodos \nmodernos e suas aplicaçõe s. Rio de Janeiro: LTC, 2008.  \n• ZILL, Dennis G.. Equações diferenciais: com aplicações em modelagem. São Paulo: Cengage \nLearning, 2009.  \n• GUIDORIZZI, Hamilton Luiz. Um curso de cálculo: volume 4. 5 ed. Rio de Janeiro: LTC, 2008.  \n• LOGAN, J. David. A first course  in differential equations. Nova York: Springer, 2006.  \n \n \n \n \n \n \n \n \n \n \n \n \n ", "79": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n79 \n \n \nPeríodo  Código  Disciplina  \n4 EMEI06  Mecânica Estática  \n \nPré-Requisito  Co-Requisito  Equivalência  \nFISI01 e MATI01  -- BAC010  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nSistemas de Forças e vetores aplicados. Estática dos sistemas. Estática dos sólidos (CORPOS Rígidos). \nMomento de uma Força e Momento de Inércia. Centroide de Superfícies e Curvas. Reações de Apoio. \nSistemas de Pontos materiais e Diagramas de Esforços Solicitantes.  \n \nBibliografia Básica (3)  \n• BEER, Ferdinand Pierre; JOHNSTON Jr., Elwood Russel. Mecânica vetorial para engenheiros: \nestática. v. 1, 5 ed. rev. São Paulo: Pearson Makron Books, 2009.  \n• HIBBELER, Russell C. Estática: mecânica para engenharia. 12 ed. São Paulo: Pearson Prentice \nHall, 2011.  \n• SHAMES, Irving Herman. Estática: mecânica para engenharia: volume 1. 4 ed. São Paulo: Pearson, \n2002.  \n \nBibliografia Complementar (5)  \n• BOTELHO, Manoel Henrique Campos. Resistência dos materiais: para entender e gostar. 2 ed. e \nampl. São Paulo: Blucher, 2013.  \n• HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: volume 1, \nmecânica. 7 ed. Rio de Janeiro: LTC, 2006.  \n• FRANÇA, Luis Novaes Fer reira; MATSUMURA, Amadeu Zenjiro. Mecânica geral. 3 ed. rev. \nampl. reimpr. São Paulo: Blucher, 2012.  \n• BEER, Jonhston, DEWOLF,Mazurek. Estática e Mecânica dos Materiais. . Boockman. 2013  \n• POPOV, Egor Paul. Introdução à mecânica dos sólidos. São Paulo: Blucher , 2012.  \n \n \n  ", "80": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n80 \n \n \nPeríodo  Código  Disciplina  \n4 EMEI07  Fenômenos de Transporte  \n \nPré-Requisito \nParcial  Co-Requisito  Equivalência  \nFISI02 ou \nBAC007  EMEI08  BAC014  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nGrandezas e conceitos fundamentais em Fenômenos de Transporte. Propriedades de uma substância \npura. Trabalho e calor. Primeira lei da termodinâmica. Segunda lei da termodinâmica. Estática dos \nFluidos. Cinemática dos Fluidos.  \n \nBibliografia Básica (3)  \n• INCROPERA, F. P.; WITT, D. P. de. Fundamentos de Transferência de Calor e de Massa. Ed. \nLTC. 2008. 6ª ed.  \n• WYKEN, Gordon J. Van; SONNTAG, Richard E.; BORGNAKKE, C. Fundamentos da \nTermodinâmica. Editora Edgard Blucher. 7ª ed. 2009. ISBN: 8521204906.  \n• LIVI, Celso Pohlmann. Fundamentos de Fenômenos de Transporte. Editora LTC. 1ª ed. 2004.  \n \nBibliografia Complementar (5)  \n• ÇENGEL, Yunus A. ; BOLES, Michael A. Termodinâmica. Editora Mc Graw Hill. 5ª ed. 2007.  \n• POTTER, Merle C ; SCOTT, Elaine P. Ciências Térmicas. Editora Thomson Pioneira. 1ª ed. 2006.  \n• ÇENGEL, Yunus A. Transferência de Calor e Massa. Editora Mc Graw Hill – Artmed. 3ª ed. 2009. \nISBN: 8577260755.  \n• BRUNETTI, Franco. Mecânica dos Fluidos. Editora Prentice Hall Brasil. 2ª ed. 2008. ISBN: \n8576051826.  \n• MORAN, Michael J. ; S HAPIRO, HOWARD, N. Princípios de Termodinâmica Para Engenharia. \nEditora LTC. 6ª ed. 2009. ISBN: 8521616899.  \n• FOX, Robert W.; PRITCHARD, Philip J.; MCDONALD, Alan T. Introdução à Mecânica dos \nFluidos. Editora LTC, 2010. ISBN 9788521617570 . \n \n \n \n  ", "81": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n81 \n \n \nPeríodo  Código Disciplina  \n4 EMEI08  Laboratório de Fenômenos de Transporte  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- EMEI07  BAC014  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n16 0 16 \n \nEmenta  \nGrandezas e conceitos fundamentais em Fenômenos  de Transporte. Propriedades de uma substância \npura. Trabalho e calor. Primeira lei da termodinâmica. Segunda lei da termodinâmica. Estática dos \nFluidos. Cinemática dos Fluidos.  \n \nBibliografia Básica (3)  \n• INCROPERA, F. P.; WITT, D. P. de. Fundamentos de Transferência de Calor e de Massa. Ed. \nLTC. 2008. 6ª ed.  \n• WYKEN, Gordon J. Van; SONNTAG, Richard E.; BORGNAKKE, C. Fundamentos da \nTermodinâmica. Editora Edgard Blucher. 7ª ed. 2009. ISBN: 8521204906.  \n• LIVI, Celso Pohlmann. Fundamentos de Fenômenos de Transpo rte. Editora LTC. 1ª ed. 2004.  \n \nBibliografia Complementar (5)  \n• ÇENGEL, Yunus A. ; BOLES, Michael A. Termodinâmica. Editora Mc Graw Hill. 5ª ed. 2007.  \n• POTTER, Merle C ; SCOTT, Elaine P. Ciências Térmicas. Editora Thomson Pioneira. 1ª ed. 2006.  \n• ÇENGEL, Yunus A. Transferência de Calor e Massa. Editora Mc Graw Hill – Artmed. 3ª ed. 2009. \nISBN: 8577260755.  \n• BRUNETTI, Franco. Mecânica dos Fluidos. Editora Prentice Hall Brasil. 2ª ed. 2008. ISBN: \n8576051826.  \n• MORAN, Michael J. ; SHAPIRO, HOWARD, N. Prin cípios de Termodinâmica Para Engenharia. \nEditora LTC. 6ª ed. 2009. ISBN: 8521616899.  \n• FOX, Robert W.; PRITCHARD, Philip J.; MCDONALD, Alan T. Introdução à Mecânica dos \nFluidos. Editora LTC, 2010. ISBN 9788521617570  \n \n \n  ", "82": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n82 \n \n \nPeríodo  Código  Disciplina  \n4 EMTI07  Diagrama  de Fases  \n \nPré-Requisito  Co-Requisito  Equivalência  \n EMTI06 OU \nMCM002  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nIntrodução; componentes e fases em materiais. Grandezas criticas (temperatura, pressão, corrente \nelétrica) e seu papel no tratamento de materiais. Definição de transições de fase.  defeitos em cristais. \nConstrução e leitura de diagramas de fase. Diagramas de fase ternários. Simulação de diagramas de \nequilíbrio.  \n \nBibliografia Básica  \n• William D. Callister e, Davi G. Rethwinsch. Ciência e Engenharia dos Materiais. . LTC. 2015.  \n• ASKELAND, Donald R.; PHULÉ, Pradeep P. Ciência e engenharia dos materiais. . 2. Cengage \nLearning. 2015  \n• VLACK VAN, Lawrence H... Princípios de ciência dos materiais.. . Blucher. 2012.  \n \nBibliografia Complementar  \n• MITCHELL, Brian S. An introduction to materials engineering and science: for chemical and \nmaterials engineers . John Wiley & Sons,. 2004  \n• CHUNG, Deborah D. L. Applied materials science: applications of engineering materials \ninstructural, electronics, thermal, and other industries. CRC Press. 2001  \n• HUMMEL, Rolf E.Understanding materials science: history, properties, applications.Springer. \n2004  \n• Livro HÖLAND, Wolfram ; BEALL, George H.. Glassceramic technology. 2. John Wiley & \nSons. 2012  \n• J. C. Zhao. Methods for Phase Diagram Determination. . Elsevier. 2007  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  ", "83": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n83 \n \n \nPeríodo  Código  Disciplina  \n4 EMTI08  Ciências dos Materiais II  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI06 OU  \nMCM002  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n   \n \nEmenta  \nPropriedades gerais de materiais metálicos, cerâmicos e poliméricos:  \n- Propriedades mecânicas;  \n- Propriedades térmicas;  \n- Propriedades elétricas;  \n- Propriedades magnéticas;  \n- Propriedades óticas.  \n \nBibliografia Básica  \n- Callister Jr., W. D. Ciência Engenharia de Materiais - Uma Introdução. LTC, 8ª Edição, 2012.  \n- Askeland, D. R.; Phulé, P. P. Ciência  e Engenharia dos Materiais. Cengage Learning, 1ª Edição, 2013.  \n- Shackelford, J. F. Ciência dos Materiais. Pearson Education, 6ª Edição, 2008.  \n \nBibliografia Complementar  \n- Ashby, M. F.; Jones, D. Engenharia de Materiais, Volume I. Editora Campus, 1ª Edição, 2007.  \n- Ashby, M. F.; Jones, D. Engenharia de Materiais, Volume II. Editora Campus, 1ª Edição, 2007.  \n- Van Vlack, L. H. Princípios de Ciência dos Materiais. Editora Blucher, 1ª Edição, 1970.  \n- Smith, W. F. Princípios de Ciência e Engenharia dos Mat eriais. McGraw -Hill, 1ª Edição, 1998.  \n- Callister Jr., W. D. Fundamentos da Ciência e Engenharia de Materiais. LTC, 2ª Edição, 2006.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "84": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n84 \n \nPeríodo  Código  Disciplina  \n4 EMTI61  Metodologia Científica para Engenharia de Materiais  \n \nPré-Requisito  Co-Requisito  Equivalência  \nHUMI02  HUMI06  BAC025  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n16 0 16 \n \nEmenta  \nProcedimentos para o desenvolvimento da pesquisa científica. Pesquisa bibliográfica na rede mundial \nde computadores. Aplicação das normas da Associação Brasileira de Normas Técnicas (ABNT) na \nestruturação dos gêneros acadêmico -científicos.     \n \nBibliograf ia Básica (3)  \nCRESWELL, John W. Projeto de pesquisa: métodos qualitativo, quantitativo e misto. Tradução de \nMagda França Lopes. 3. ed. Porto Alegre: Artmed, 2010.  \nSALOMON, Délcio Vieira. Como fazer uma monografia. 12. ed. São Paulo: 2010.  \nSAMPIERI, Roberto Hernández; COLLADO, Carlos Fernández; LUCIO, Pilar Baptista. Metodologia \nde pesquisa. Tradução de Daisy Vaz de Moraes. 5. ed. São Paulo: McGraw -Hill, 2013.  \n \nBibliografia Complementar (5)  \nCRESWELL, John W.; CLARK, Vicki L. Plano. Design ing and conducting mixed methods research. 2 \ned. Los Angeles: Sage Publications, 2011. xxvi, 457 p. Inclui bibliografia e índice; il. tab. quad.; \n23x19x2cm. ISBN 1412975174.  \nGIL, Antônio Carlos. Como elaborar projetos de pesquisa. 4. ed. São Paulo: Atlas, 2002.  \nFLICK, Uwe. Introdução à pesquisa qualitativa. [Qualitative sozialforschung, 3 rd ed. (Inglês)]. \nTradução de Joice Elias Costa, Revisão técnica de Sônia Elisa Caregnato. 3 ed. Porto Alegre: Artmed, \n2009. 405 p. (Métodos de Pesquisa (Artmed)). Inclui bibliografia e índice; il. quad.; 25cm. ISBN \n9788536317113.  \nFOWLER JUNIOR, Floyd J.. Pesquisa de levantamento. [Survey research methods, 4 th ed. (Inglês)]. \nTradução de Rafael Padilha Ferreira, Revisão técnica de Dirceu da Silva. Porto Alegre: Artmed, 2011 . \n232 p. (Métodos de Pesquisa (Artmed)). Inclui bibliografia e índice; il.; 24cm. ISBN 9788563899156  \nMARCONI, Marina de Andrade; LAKATOS, Eva Maria. Metodologia científica. 6 ed. reimpr. São \nPaulo: Atlas, 2011. 314 p. Inclui bibliografia e índice; il. tab.  quad.; 24cm. ISBN 9788522466252.  \n \n \n  ", "85": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n85 \n \n \nPeríodo  Código  Disciplina  \n4 ESSI03  Princípios de Saúde e Segurança  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- EPR004 OU ESS006  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nSaúde e segurança no trabalho. perigo e risco. técnicas de análise de risco e medidas de controle. \nclassificação dos riscos. acidentes de trabalho e perdas. doenças ocupacionais. higiene ocupacional e \ntoxicologia. normas regulamentadoras. equipamentos de proteção coletiva (epcs) e individual (epis). \nresponsabilidades: pcmso, sesmt, ppra e cipa. procedimentos e inspeções. noções de ergonomia.  \n \nBibliografia Básica (3)  \nDavid L. Goetsch. Occupational Safety and Health for Technologists, Engineers, and Managers.  \nPrentice Hall; 6th edition (May 10, 2007) ISBN -10: 0132397609 - ISBN -13: 978 -0132397605.  \n \nBrasil. Leis, decretos, etc.. Segurança e medicina do trabalho.  71 ed. São Paulo: Atlas, 2013. xv, 980 \np. (Manuais de Legislação Atlas). il. tab. quad.; 24cm. ISBN 9788522476473.  \n \nMATTOS, Ubirajara Aluizio de Oliveira; MÁSCULO, Francisco Soares (Orgs.). Higiene e segurança \ndo trabalho . Vários autores. Rio de Janeiro: Elservier, 2011. xlv, 419 p. Inclui bibliografia (ao final de \ncada capítulo); il. tab. quad.; 24cm. ISBN 8535235205.  \n \nBibliografia Complementar (5)  \nMENDES, R. (org.). Patologia do trabalho . 2 volumes. 3ª Ed. Rio de Janeiro, 2013. Editora Atheneu. \nISBN 9788538803751.  \n \nMINAYO -GOMEZ, C.; MACHADO, J.; PENA, P. (orgs). Saúde do trabalhador na sociedade \nbrasileira contemporânea.  Rio de Janeiro, Ed. Fiocruz, 2011.  \n \nROUQUAYROL, M.Z.; FILHO, N. A. Introdução à Epidemiologia - 4ª Ed. Editora Guanabara \nKoogan. 2006 – ISBN: 8527711877.  \n \nDANIELLOU, F. A Ergonomia em busca de seus princíp ios: debates epistemológicos. São Paulo: \nEdgar Blücher, 2004, 262 p.  \n \nOIT – Organização Internacional do Trabalho. Enciclopedia de Salud y Seguridad en el Trabajo.  \nDisponível em: \nhttp://www.insht.es/portal/site/Insht/menuitem.1f1a3bc79ab34c578c2e8884060961ca/?vgnextoid=a98\n1ceffc39a5110VgnVCM100000dc0ca8c0 RCRD&vgnextchannel=9f164a7f8a651110VgnVCM100000\ndc0ca8c0RCRD  \n \n  ", "86": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n86 \n \n \nPeríodo  Código  Disciplina  \n4 FISI05  Fundamentos de Ótica e Física Moderna  \n \nPré-Requisito  Co-Requisito  Equivalência  \nFISI04  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nÓptica geométrica; óptica física; teoria da relatividade restrita; introdução a física quântica; natureza \nondulatória da matéria.  \n \nBibliografia Básica (3)  \nFísica 2. Halliday, D.; Resnick, R.; Krane, K. S. Editora LTC, 2002.  \nFísica 4. Halliday, D.; Resnick, R.; Krane, K. S. Editora LTC, 2002.  \nFundamentos de Física, Volume 4. Halliday, D; Resnick, R.; Walker, J. Editora LTC,2012.  \nFísica, Volume 4. Young, H. D.; Freedman, R. A. Editora Pearson,2008.  \n \nBibliografia Complementar (5) \nFísica para Cientistas e Engenheiros, Volume 2. Tipler, P. A.; Mosca, G. Editora LTC,2009.  \nFísica para Cientistas e Engenheiros, Volume 3. Tipler, P. A.; Mosca, G. Editora LTC,2009.  \nConceitos de Física Quântica Volume 1. Pessoa, Osvaldo Jr. Editora LF  Editorial, 2004.  \nConceitos de Física Quântica Volume 2. Pessoa, Osvaldo Jr. Editora LF Editorial, 2006.  \nCurso de Física Básica 4. H. M. Nussenzveig. Editora Blucher, 2013.  \nThe Feynman Lectures on Physics, Volume 2. Feynman, R. P.; Leighton, R. B.; Sands, M. Editora Basic \nBooks,2005.  \nThe Feynman Lectures on Physics, Volume 3. Feynman, R. P.; Leighton, R. B.; Sands, M. Editora Basic \nBooks,2005.  \n \n \n  ", "87": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n87 \n \n \nPeríodo  Código  Disciplina  \n4 FISI07  Eletromagnetismo Clássico  \n \nPré-Requisito  Co-Requisito  Equivalência  \nFISI04  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nEquações de Maxwell; campos variáveis no tempo; ondas planas no vácuo e em meios materiais; guias \nde onda; cavidades ressonantes; radiação; difração e espalhamento.  \n \nBibliografia Básica (3)  \nEletromagnetismo. Hayt, William H., Jr; Buck, John A. Editora McGraw Hill -Bookman, 2013.  \nEletromagnetismo. Notaros, Branislav M. Editora Pearson, 2012.  \nEletrodinâmica. Griffiths, David J. Editora Pearson, 2011  \n \nBibliografia Complementar (5)  \nFundamentos da Teoria Eletromagnética. Reitz, J. R.; Frederick, J. M.; Christy, R. W. Editora Campus, \n1982.  \nElementos de Eletromagnetismo. Sadiku, Matthew N. O. Editora Bookman, 2012.  \nFundamentos de Eletromagnetismo com Aplicações em Engenharia. Wentworth, Stuart M. Editora LTC, \n2009.  \nEletromagnetismo - Coleção Schaum - 350 Problemas Resolvidos. Edminister, Joseph A.; Nahvi, \nMahmood. Editora Bookman, 2013.  \nEletromagnetismo para  Engenhei ros.Paul, Clayton R. Editora LTC, 2006  \n \n \n \n  ", "88": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n88 \n \n \nPeríodo  Código  Disciplina  \n4 HUMI06  Metodologia Científica  \n \nPré-Requisito  Co-Requisito  Equivalência  \nHUMI02  EMTI61  BAC025  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nIntrodução à Epistemologia. Gêneros textuais para divulgação da pesquisa. Possibilidades \nmetodológicas para o planejamento e desenvolvimento da pesquisa científica. Apresentações oral e \nescrita dos gêneros acadêmico -científicos. Apresentação das normas da Associação Brasileira de \nNormas Técnicas referentes aos gêneros acadêmico -científicos.  \n \nBibliografia Básica (3)  \nCRESWELL, John W. Projeto de pesquisa: métodos qualitativo, quantitativo e misto. Tradução de \nMagda França Lopes. 3. ed. Porto Alegre: Artmed,  2010. (13)  \nSALOMON, Délcio Vieira. Como fazer uma monografia. 12. ed. São Paulo: 2010.  \nSAMPIERI, Roberto Hernández; COLLADO, Carlos Fernández; LUCIO, Pilar Baptista. Metodologia \nde pesquisa. Tradução de Daisy Vaz de Moraes. 5. ed. São Paulo: McGraw -Hill, 2013. (20)  \n \nBibliografia Complementar (5)  \nCRESWELL, John W.; CLARK, Vicki L. Plano. Designing and conducting mixed methods research. 2 \ned. Los Angeles: Sage Publications, 2011. xxvi, 457 p. Inclui bibliografia e índice; il. tab. quad.; \n23x19x2cm. ISBN 1 412975174.  \nGIL, Antônio Carlos. Como elaborar projetos de pesquisa. 4. ed. São Paulo: Atlas, 2002.  \nFLICK, Uwe. Introdução à pesquisa qualitativa. [Qualitative sozialforschung, 3 rd ed. (Inglês)]. \nTradução de Joice Elias Costa, Revisão técnica de Sônia Elisa Caregnato. 3 ed. Porto Alegre: Artmed, \n2009. 405 p. (Métodos de Pesquisa (Artmed)). Inclui biblio grafia e índice; il. quad.; 25cm. ISBN \n9788536317113  \nFOWLER JUNIOR, Floyd J.. Pesquisa de levantamento. [Survey research methods, 4 th ed. (Inglês)]. \nTradução de Rafael Padilha Ferreira, Revisão técnica de Dirceu da Silva. Porto Alegre: Artmed, 2011. \n232 p. (Métodos de Pesquisa (Artmed)). Inclui bibliografia e índice; il.; 24cm. ISBN 978856389915  \nMARCONI, Marina de Andrade; LAKATOS, Eva Maria. Metodologia científica. 6 ed. reimpr. São \nPaulo: Atlas, 2011. 314 p. Inclui bibliografia e índice; il. tab. quad.;  24cm. ISBN 9788522466252  \n \n \n  \n", "89": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n89 \n \n \nPeríodo  Código  Disciplina  \n5 EMBI02  Resistência dos Materiais I  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMEI06  -- BAC010 OU EMTI04  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nTensões e deformações. Lei de Hooke. Solicitações unidimensionais. Torção simples. Tensões normais \ne de cisalh. Flexão simples de vigas simétricas.  \n \nBibliografia Básica (3)  \nBeer, F. P; Johnston, E. R.; Dewolf, J.T. Mecânica dos Materiais. 5ed Editora .Bo okman, 2011.  \nMELCONIAN, S. Mecânica Técnica e Resistência dos Materiais. 19ed. Editora Erica, 2012.  \nHIBBELER, R.C. Resistância dos Materiais. 7ed. Editora Pearson, 2013.  \n \nBibliografia Complementar (5)  \nBOTELHO, M.H.C. Resitência dos materiais: para entend er e gostar. 2ed. Editora Blucher, 2013.  \nHIBBELER, R.C. Estática: mecânica para engenharia.10ed. Editora Pearson Prentice Hall, 2008.  \nPOPOV, E.P. Introdução a mecânica dos sólidos. Editora Blucher, 2012.  \nSHACKELFORD, J.F. Ciência dos Materiais. 6ed. Editora Pearon Prentice Hall, 2010.  \nASSAN, A.E. Resistência dos Materiais: volume 1.Editora Unicamp, 2010.  \n \n  ", "90": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n90 \n \n \nPeríodo  Código  Disciplina  \n5 EMTI09  Introdução à Cristalografia e Difração de Raios -X \n \n \nPré-Requisito  Co-Requisito  Equivalência  \n EMTI06  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 32 16 \n \nEmenta  \nFundamentos da difração de raios X e caracterização estrutural de materiais; Natureza, características \ne produção de raios -X; interação de raio -X com a matéria e seu uso como ferramenta para \ncaracterização estrutural de materiais. Cristalografia básica. Aspectos físicos da difração pela matéria \ncondensada. Principais técnicas de difração e aplicações típicas em análise de materiais (identificação \nde fases, determinação de estrutura cristalina, difração por materiais não cristalinos, orientação de \ncristais, tamanho de partículas e tensões residuais).  Análise de materiais por fluorescência de Raio -X. \n \nBibliografia Básica (3)  \nRODRIGUES, José de Anchieta.. Raio X: difração e  espectroscopia.. . EDUFSCar. 2010  \nASKELAND, Donald R.; PHULÉ, Pradeep P.. Ciência e engenharia dos materiais. 2. Cencage Learning. \n2015  \nCALLISTER JUNIOR, William D.; RETHWISCH, David G.. Ciência e engenharia de materiais: uma \nintrodução. 8. LTC.  \n2015 . \n \nBibliografia Complementar (5)  \nPECHARSKY, Vitalij K.; ZAVALIJ, Peter Y. Fundamentals of powder diffraction and structural \ncharacterization of  \nmaterials. . Springer. 2009  \nWASEDA, Yoshio; MARSUBARA, Eiichiro; SHINODA, Kozo. X -ray diffraction crystallography: \nintroduction. . Springer.  \n2011  \nNESSE, William D. Introduction for Mineralogy. . Oxford University Press. 2012  \nGUINIER, Andre. X -ray diffraction in crystals, imperfect crystals, and amorphous bodies. . Dover \nPublications. 1994  \nASHCROFT, Neil W.; MERMIN, N. David. Física do Estado Sólido. . Cengage Learning. 2011.  \n \n \n \n \n \n \n \n \n \n \n \n ", "91": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n91 \n \n \nPeríodo  Código  Disciplina  \n4 EMTI10  Materiais Metálicos  \n \nPré-Requisito  Co-Requisito  Equivalência  \n EMTI07  -- EMT005  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n80 64 16 \n \nEmenta  \nIntrodução aos materiais metálicos, aos metais ferrosos e não ferrosos e à teoria das discordâncias. \nIntrodução ao mecanismo correlacionado à deformação plástica e elástica, ao mecanismo de \nendurecimento. Transformação de fases (martensítica, austenítica, etc). Introdução à recuperação, à \nrecristalização e ao crescimento de grãos.  \n \n \n \n \nBibliografia Básica  \n(1) 669.1 / C532a / 7 ed. ampl. rev. 5 reimpr.. / 2008, CHIAVERINI, Vicente. Aços e ferros fundidos: \ncaracterí sticas gerais, tratamentos térmicos e principais tipos. 7 ed. ampl. rev. 5 reimpr.. São Paulo: \nABM, 2008. 599 p. Inclui bibliografia (p. 575 -582) e índice; il. tab.; 24cm. ISBN 8586778486. 2 \nexemplares.  \n(2) 621.7 / C532t / v. 1 / 2 ed. / 1986,  CHIAVERINI,  Vicente. Tecnologia mecânica: volume 2: \nprocessos de fabricação e tratamento. 2 ed. São Paulo: Pearson Education do Brasil, 1986. v. 2. xv, 315 \np. Inclui bibliografia e índice; il. tab. quad.; 23cm. ISBN 0074500899. 8 exemplares.  \n(3) 621.7 / C532t / v. 2 / 2 ed. / 1986, CHIAVERINI, Vicente. Tecnologia mecânica: volume 3: materiais \nde construção mecânica. 2 ed. São Paulo: Pearson Education do Brasil, 1986. v. 3. xviii, 388 p. Inclui \nbibliografia e índice; il. tab. quad.; 23cm. ISBN 9780074500902. 8 exemplar es. \n \nBibliografia Complementar  \n(1) 620.1 / S524c / 6 ed. reimpr SHACKELFORD, James F.. Ciência dos materiais. [Introduction to \nmaterials science for engineers, 6th ed. (Inglês)]. 6 ed. reimpr. São Paulo: Pearson Prentice Hall, 2010. \nxiii, 556 p. ISBN9788576051602.  10* exemplares  \n(2)  669 / S294c / 3 ed. rev. SCHAEFFER, Lirio. Conformação mecânica. 3 ed. rev. Porto Alegre: \nImprensa Livre, 2009. 167 p. Inclui bibliografia; il.; 24cm. ISBN 8586647136. 10 exemplares  \n(3) 621.791 / W141s / 7 reimpr. WA INER, Emílio; BRANDI, Sérgio Duarte; MELLO, Fábio Décourt \nHomem de. Soldagem: processos e metalurgia. 7 reimpr. São Paulo: Edgard Blucher, 2010.494 p. ISBN \n8521202385. 8 exemplares  \n(4) 621.7 / C532t / v. 3 / 2 ed. / 1986, CHIAVERINI, Vicente. Tecnologia me cânica: volume 1: estrutura \ne propriedades das ligas metálicas. 2 ed. São Paulo: Pearson Education do Brasil, 1986. v. 1. xiv, 266 p. \nInclui bibliografia e índice; il. tab. quad.; 23cm. ISBN 0074500910. 8 exemplares.  \n(5) 620.1 / C162c / 7 ed. / 2008, CALLI STER JUNIOR, William D.. Ciência e engenharia de materiais: \numa introdução. [Materials science and engineering: an introduction, 7th ed.]. Tradução de Sérgio Murilo \nStamile Soares. 7 ed. Rio de Janeiro: LTC, 2008. 705 p. Contém glossário; Apêndice; 28cm. I SBN \n9788521615958. 12 exemplares.  \n  ", "92": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n92 \n \n \nPeríodo  Código  Disciplina  \n5 EMTI11  Introdução a Materiais Cerâmicos  \n \nPré-Requisito  Co-Requisito  Equivalência  \n EMTI07  --  EMT002  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n 64 horas   64 horas  0 \n \nEmenta  \nIntrodução às cerâmicas (cristalinas, vítreas e vitrocerâmicas); Matérias -primas cerâmicas: naturais, \nnaturais beneficiadas e sintéticas (óxidos e não -óxidos);  Método de extração e beneficiamento; \nPropriedades dos materiais cerâmicos (mecânicas , térmicas, elétricas, magnéticas e óticas); Aplicações \n(louças e revestimentos, materiais refratários, cerâmicas técnicas e avançadas).  \n \nBibliografia Básica  \n- Callister Jr, W. D. Ciência e engenharia de materiais: uma introdução. 7ª Ed. LTC, Rio de Janeiro, \n2008. (12)  \n- Reed, J. S. Principles of ceramics processing. 2ª Ed. John Wiley & Sons, New York, 1995. (1)  \n- Rahaman, M. N. Ceramic processing and sintering. 2ª Ed. Marcel Dekker, New York, 2003. (1) \n \nBibliografia Complementar  \n- Kingery, W. D.; Bowen, H. K.; Uhlmann, D. R. Introduction to ceramics. 2ª Ed. John Wiley & Sons, \nNew York, 1976. (1)  \n- Shackelford, J. F. Doremus, R. H. Ceramic and glass materials. Springer, New York, 2008. (1)  \n- Norton, F. H. Introdução à tecnologia cerâmica. Edgard Blü cher Ltda, São Paulo, 1973. (0) \n- Barsoum, M. W. Fundamentals of ceramics. IOP Publishing, 2003. (0)  \n- Heimann, R. B. Classic and advanced ceramics – From Fundamentals to applications. Wiley VCH, \n2010. (0)  \n \n \n \n \n \n \n  ", "93": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n93 \n \n \nPeríodo  Código  Disciplina  \n5 EMTI12  Técnicas de Caracterização Térmicas  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI08  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 32 16 \n \nEmenta  \nMétodos térmoanalíticos (TG/DTG/DTA/DSC/TMA/DMA) . Importância  das  técnicas  de  análise  \ntérmica  na  avaliação  do  comportamento  físico  e  químico  dos  materiais.  Princípios  básicos  das  \ntécnicas  de  calorimetria  diferencial,  análise  termogravimétrica  e  dilatometria.  Aplicações  das  \ntécnicas  de  análise  térmica, estudos  de  caso,  identificação  de  transformações  de  fase,  hidratação  \ne  desidratação,  comportamento  na  sinterização  etc.  Análise de resultados. Apresentação de  \nseminários.  \n \nBibliografia Básica (3)  \n• Canevarolo Jr. , S.V.; Técnicas de Caracterização de Polímeros. Artliber, 2007  \n• Mothé, C.G.; Azevedo, A.D. Análise Térmica de Materiais. Artliber, 2009.  \n• Lucas, E.F.; Soares, B.G.; Monteiro, E.. Caracterização de Polímeros - determinação de peso \nmolecular e análise térmica . E-papers, 2001.  \n \nBibliografia Complementar (5)  \n• Speyer, R.F. Thermal Analysis of Materials. Marcel Decker, 1993.  \n• Callister Jr, W.D.. Ciência e Engenharia de Materiais - uma introdução.  LTC, 2012.  \n• White, Mary Anne. Physical properties of materials. . Boca Raton: CRC Press, 2012  \n• Dinger, Dennis R.. Characterization techniques for ceramists. . Clemson: Dennis Dinger, 2005.  \n• Wunderlich, Bernhard. Thermal analysis of polymeric materials. . Nova York: Springer, 2005.  \n \n \n \n  ", "94": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n94 \n \nPeríodo  Código  Disciplina  \n5 EMTI13  Técnicas Analíticas Espectroscópicas  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI02  FISI08  -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 32 16 \n \nEmenta  \nMétodos espectroscópicos: Interação da radiação com a matéria e seu uso como ferramenta para \ncaracterização de materiais. Principais técnicas de análise e aplicações típicas utilizadas na \ncaracterização de materiais.  Espectroscopia atômica e molecular: Tópico sobre as técnicas de absorção \ne emissão atômica. Espectroscopia de U V-Visível (Sistemas moleculares e amostras sólidas). \nEspectroscopia vibracional (IR e Raman). Análise de resultados.  Ressonância magnética nuclear.  \n \nBibliografia Básica (3)  \n• Pavia D.L. Introduction to Spectroscopy. ISBN:         0495114782  \n• ROBERT M. SILV ERSTEIN, FRANCIS X. WEBSTER, DAVID KIEMLE. Spectrometric \nIdentification of Organic Compounds, 7th Edition January 2005. ISBN 978 -0-471-39362 -7. \n• HOLLER, F. James; SKOOG, Douglas A.; CROUCH, Stanley R.. Princípios de análise \ninstrumental. [Principles of inst rumental analysis, 6th ed. (Inglês) ISBN 9780495012016]. 6 ed. \nPorto Alegre: Bookman, 2009. 1055 p. ISBN 9788577804603.  \n• YANG LENG WILEY. Materials Characterization: Introduction to Microscopic and \nSpectroscopic.  (June 2, 2008). ISBN -13: 978 -0470822982  \n• Barbara H. Stuart. Infrared Spectroscopy: Fundamentals and Applications. 1. Wiley. 2004.  \n \nBibliografia Complementar (5)  \n• C. RICHARD BRUNDLE. Encyclopedia of Materials Characterization. Editora Butterworth \nEdição 1992 ISBN 0750691689.  \n• SALA, Oswaldo. Fundam entos da espectroscopia Raman e no infravermelho. 2 ed. São Paulo: \nUNESP, 2008. 276 p. il. tab. graf.. ISBN 9788571398689.  \n• FRANK A. SETTLE. Handbook of Instrumental Techniques for Analytical Chemistry. Prentice \nHall (June 4, 1997). ISBN -13: 978 -0131773387  \n• P E J Flewitt. Physical Methods for Materials Characterisation. 2. IOP Publishing Ltd.. 2003  \n• Elton N. Kaufmann. Characterization of Materials, 2nd Edition, 3 Volume Set, 2nd Edition ISBN: \n978-1-118-11074 -4. \n \n \n \n \n \n \n \n \n \n \n \n ", "95": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n95 \n \nPeríodo  Código  Disciplina  \n5 FISI06  Laboratório Fisica B (Eletromagnetismo, ótica e física moderna)  \n \nPré-Requisito  Co-Requisito  Equivalência  \nFISI05  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 0 32 \n \nEmenta  \nExperimentos de eletromagnetismo, óptica e física moderna  \n \nBibliografia Básica (3)  \nFísica Experimental Básica na Universidade. Campos, A. A.; Alves, E. S.; Speziali, N. L. Editora UFMG, \n2009.  \nFundamentos da Teoria de Erros. Vuolo, J. H. Editora Blucher, 1996.  \nFísica Quântica. Eisberg, R.; Resnick, R. Editora Campus, 1994.  \n \nBibliografia Complementar (5)  \nFísica 3. Halliday, D.; Resnick, R.; Krane, K. S. Editora LTC, 2002.  \nFísica 4. Halliday, D.; Resnick, R.; Krane, K. S. Editora LTC, 2002.  \nFísica, Volume 3. Young, H. D.; Freedman, R.A. Editora Pearson , 2008.  \nFísica, Volume 4. Young, H. D.; Freedman, R.A. Editora Pearson , 2008.  \nFundamentos de Física, Volume 3. Halliday, D; Resnick, R.; Walker, J. Editora LTC, 2012.  \nFundamentos de Física, Volume 4. Halliday, D; Resnick, R.; Walker, J. Editora LTC, 2012.  \nFísica para Cientistas e Engenheiros, Volume 2. Tipler, P. A.; Mosca, G. Editora LTC, 2009.  \nFísica para Cientistas e Engenheiros, Volume 3. Tipler, P. A.; Mosca, G. Editora LTC, 2009.  \n \n \n \n  ", "96": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n96 \n \n \nPeríodo  Código  Disciplina  \n5 FISI08  Introdução à Física Quântica  \n \nPré-Requisito  Co-Requisito  Equivalência  \nFISI05  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nTeoria de Schroedinger; potenciais unidimensionais independentes do tempo; oscilador harmônico; \nátomo de hidrogênio; momento angular; teoria da perturbação; moléculas e sólidos.  \n \nBibliografia Básica (3)  \nFísica Quântica. Eisberg, R.; Resnick, R. Editora Campus. 1994.  \nTipler, P. A.; Llewelly, R. A. Física Moderna. Editora LTC, 2014.  \nMecânica Quântica Griffiths, David J. Editora Pearson, 2011  \n \nBibliografia Complementar (5)  \nMateriais e Dispositivos Eletrônicos. Rezende, Sergio. Editora Livraria da Física, 2014.  \nIntrodução à Física do Estado Sólido. Kittel, Charles. Editora LTC, 2006.  \nFísico -química. Atkins, P.W.  Editora LTC, v. 2, 2011.  \nFísica atômica. Born, Max. Fundação Calouste Gulbenkian, 1995.  \nA estrutura quântica da matéria: do átomo pré -Socrático às partículas elementares. Lopes, J. L. Editora \nUFRJ, 1993  \n \n \n \n  ", "97": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n97 \n \n \nPeríodo  Código  Disciplina  \n6 EMTI14  Materiais Poliméricos  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI50 OU \nQUI014, EMTI06  -- EMT006  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n80 64 16 \n \nEmenta  \nIntrodução geral; Estrutura molecular dos polímeros; Comportamento do polímero em solução; \nEstrutura molecular do estado sólido; Reações de polimerização: mecanismos (polimerização por \nadição (radicalar, iônica, catalisada) e polimerização em etapas);  Massas molares e sua distribuição e \ntipos de massas mola res; Principais técnicas de determinação  massas molares  (cromatografia, análise \nde grupos terminais, viscosimetria, osmometria, espalhamento de luz); Cristalinidade X Propriedades;  \nComportamento térmico dos polímeros; Comportamento mecânico dos polímero s. \n \nBibliografia Básica  \n- Canevarolo Jr., S. V. Ciência dos Polímeros. Artliber, 3ª Edição, 2013.  \n- Mano, E. B.; Mendes, L. C. Introdução a Polímeros. Edgard Blucher, 2ª Edição, 1999.  \n- Sperling, L. H. Introduction to Physical Polymer Science. Wiley -Interscience, 4ª Edição, 2005.  \n \nBibliografia Complementar  \n- Coutinho, F.M. B.,  Oliveira , C.M.F. Reações de Polimerizaçã o em Cadeia: Mecanismo e Cinética  \nInterciência,, 1ª Edição, 2006  \n- Canevarolo Jr., S. V. Técnicas de Caracterização de Polímeros. Artliber, 1ª Edição, 2007.  \n- Billmeyer, F. W. Textbook of Polymer Science. John Wiley & Sons, 3ª Edição, 1984.  \n- Flory, P. J. Principles of Polymer Chemistry. Cornell University Press, 1ª Edição, 1953.  \n- Wiebeck, H., Harada, J., Plásticos de Engenharia: Tecnologia e aplicações. São Paulo -Artiliber \nEditora, 2005 . \n \n \n \n  ", "98": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n98 \n \n \nPeríodo  Código  Disciplina  \n6 EMTI15  Fundamentos de Reologia  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- EMTI14 OU \nEMTI14.1 E \nEMTI14.2  EMT036  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 -- \n \nEmenta  \nEstudo do estado de tensões e deformações da matéria; equações reológicas de estado; classificação \ndos materiais quanto às suas propriedades reológicas; caracterização reológica de materiais; aplicações \npráticas de reologia.  \n \nBibliografia Básica  \n• MACOSKO, Christopher W.. Rheology: principles, measurements, and applications.. . Nova \nYork: Wiley -VCH. 1994  \n• BRETAS, R.E.S.; DÁVILLA, M.A.; Reologia de Polímeros Fundidos. EDUFSCar, São Carlos, \n2005.  \n• SCHARAMM, Gebhard. Reologia e reometria: fundamentos teóricos e práticos.. 2 ed. São Paulo: \nArtliber. 2006 . \n \nBibliografia Complementar  \n• AKCELRUD, Leni.. Fundamentos da ciência dos polímeros.. . Barueri: Manole. 2007 . \n• TADMOR, Zehev; GOGOS, Costas G.. Principles of polymer processing.. 2 ed. Hoboken: John \nWiley & Sons. 2006.  \n• TADROS, Tharwat F.. Rheology of dispersions: principles and applications.. . Weinheim: Wiley -\nVCH. 2010.  \n• COLLYER, A. A.; UTRACKI, L. A.. Polymer rheology and processing.. . Nova York: Elsevier \nApplied Science. 1990.  \n• CHHABRA, R. P.; RICHARDSON, John Francis.. Non -Newtonian flow and applied rheology \nengineering applications.. 2 ed. Bo ston: Elsevier. 2008.  \n \n \n \n \n \n \n  ", "99": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n99 \n \n \nPeríodo  Código  Disciplina  \n6 EMTI16  Ensaios de Materiais  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMBI02  E \nEMTI08  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 32 16 \n \nEmenta  \nIntrodução aos  Ensaios de Materiais. Considerações Gerais sobre Ensaios de Materiais. Normalização \ndos Ensaios de Materiais. Importância dos Ensaios de Materiais. Aplicação dos Ensaios de Materiais \nna Engenharia de Materiais. Estudo dos principais ensaios mecânicos está ticos: Ensaio de tração, \ndureza, compressão, torção, dobramento, flexão. Estudo dos principais ensaios mecânicos dinâmicos: \nEnsaio de impacto, tenacidade à fratura e fadiga. Estudo do comportamento mecânico em temperaturas \nelevadas: ensaio de tração a quen te e ensaio de fluência. Ensaios não destrutivos: Ensaio visual, por \nlíquidos penetrantes, por ultrassom, por correntes parasitas (partículas magnéticas), radiografia com \nraios -X e gamagrafia.  \n \nBibliografia Básica (3)  \n• CALLISTER JUNIOR, William D.. Ciênci a e engenharia de materiais: uma introdução.. 7 ed. Rio \nde Janeiro: LTC. 2008.  \n• CANEVAROLO JUNIOR, Sebastião Vicente. Técnicas de caracterização de polímeros.. . São \nPaulo: Artliber. 2007.  \n• (3) SOUZA, Sérgio Augusto de.. Ensaios mecânicos de materiais metáli cos: fundamentos teóricos \ne práticos.. 5 ed. São Paulo: Blucher. 2014.  \n \nBibliografia Complementar (5)  \n• HOSFORD, William F.. Mechanical behavior of materials. 2 ed. Cambridge: Cambridge University \nPress. 2010.  \n• SHACKELFORD, James F.. Ciência dos materiais. Introduction to materials science for engineers. \n. São Paulo: Pearson Prentice Hall. 2010.  \n• WHITE, Mary Anne.. Physical properties of materials. 2 ed. Boca Raton: CRC Press. 2012.  \n• VLACK VAN, Lawrence H.. Princíp ios de ciência dos materiais.. 4 ed. São Paulo: Blucher. 2012.  \n• ASKELAND, Donald R.; PHULÉ, Pradeep P.. Ciência e engenharia dos materiais.. 2 ed. ão Paulo: \nCengage Learning. 2015.  \n \n \n \n \n \n \n \n \n  ", "100": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n100 \n \n \nPeríodo  Código  Disciplina  \n6 EMTI17  Processamento de Materiais Metálicos  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI10  -- EME030  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n96 64 32 \n \nEmenta  \nIntrodução à conformação plástica mecânica de metais: laminação, extrusão, trefilação, forjamento. \nIntrodução à conformação plástica metalúrgica de metais: soldagem, fundição e met alurgia do pó. \nElementos de tratamentos térmicos e termoquímicos.  \n \nBibliografia Básica  \nCHIAVERINI, Vicente. Tecnologia mecânica: volume 2: materiais de construção mecânica. 2. São \nPaulo: Pearson Education do Brasil. 1986.  \nBRESCIANI FILHO, E., GOMES, Edson; NERY F ernando Antonio da Costa. Conformação Plástica \ndos Metais. Campinas: Editora da Unicamp, 1997 (5a. edição), 383p.  \nCHIAVERINI, Vicente. Tecnologia mecânica: volume 1: processos de fabricação e tratamento. 2. São \nPaulo: Pearson Education do Brasil. 1986.  \nSCH AEFFER, Lirio. Conformação mecânica. 3. Porto Alegre: Imprensa Livre. 2009  \n \nBibliografia Complementar  \nCALLISTER Jr., William D.. Ciência e Engenharia de Materiais: uma introdução. 7. LTC. 2008.  \nSHACKELFORD, James F.. Ciência dos materiais. 1. Pearson. 2010.  \nCOLPAERT, Hubertus. Metalografia dos produtos siderúrgicos comuns. 4. São Paulo: Edgard Blucher. \n2008.  \nCHIAVERINI, Vicente.. Tecnologia mecânica: volume 3: estrutura e propriedades das ligas metálicas. \n2. São Paulo: Pearson Education do Brasil. 1986.  \nWAINER, Emílio; BRANDI, Sérgio Duarte; MELLO, Fábio Décourt Homem de (Coord.).. Soldagem: \nprocessos e metalurgia. 1. São Paulo: Edgard Blucher. 2010.  \nCONFORMAÇÃO MECÂNICA EEL USP 2017. webpage.  \n \n  ", "101": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n101 \n \n \nPeríodo  Código  Disciplina  \n6 EMTI18  Processamento de Materiais Cerâmicos  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI11  -- EMT003  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n80 64 16 \n \nEmenta  \nIntrodução às massas cerâmicas: massas plásticas, barbotinas e pós; Mistura e moagem de matérias -\nprimas cerâmicas; Defloculação de suspensões; Secagem de suspensões cerâmicas; Conformação por \nprensagem; Conformação por extrusão; Conformação por colagem de barbotina; Técnicas de \nconformação avançadas; Processo de queima; Pr incípios do processo de sinterização; Acabamento \ncerâmico; Processamento de materiais cerâmicos técnicos e avançados: refratários, cerâmicas técnicas, \nfilmes, cerâmicas porosas.  \n \nBibliografia Básica  \n- Reed, J. S. Principles of ceramics processing. 2ª Ed.  John Wiley & Sons, New York, 1995. (1)  \n- Rahaman, M. N. Ceramic processing and sintering. 2ª Ed. Marcel Dekker, New York, 2003. (1)  \n- Kingery, W. D.; Bowen, H. K.; Uhlmann, D. R. Introduction to ceramics. 2ª Ed. John Wiley & Sons, \nNew York, 1976. (1)  \n \nBibliografia Complementar  \n- Shackelford, J. F. Doremus, R. H. Ceramic and glass materials. Springer, New York, 2008. (1)  \n- Norton, F. H. Introdução à tecnologia cerâmica. Edgard Blücher Ltda, São Paulo, 1973. (0) \n- Barsoum, M. W. Fundamentals of ceramics. IOP Publishing, 2003. (0)  \n- Heimann, R. B. Classic and advanced ceramics – From Fundamentals to applications. Wiley VCH, \n2010. (0)  \n- Rice, R. W. Ceramic Fabrication Technology. Marcel Dekker, Inc., 2003. (0) \n \n \n \n \n \n \n  ", "102": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n102 \n \nPeríodo  Código  Disciplina  \n5 HUMI04  Cidadania e Responsabilidade social  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- BAC013  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 48 0 \n \nEmenta  \nA dimensão humana e a construção do indivíduo. Subjetividade e Coletividade. Ética. Política, \nInstituições e Organizações. Definição e Princípios do Direito. Constituição de 1988: Princípios \nFundamentais, Direitos e Deveres Individuais e Coletivos. A sociedade contemporânea. Globalização e \nSustentabilidade. Responsabilidade Social.  Empreendedorismo Social.  \n \nBibliografia Básica (3)  \nKYMLICKA, W.Filosofia política contemporânea: uma introdução. Trad. L. C. Borges. São Paulo: \nMartins Fontes, 2006.  \nLARAIA, R. B. Cultu ra: um conceito antropológico. 23. ed. Rio de Janeiro: Jorge Zahar, 2 009. \nRAWLS, John. Uma teoria da justiça. Trad. J. Simões São Paulo: Martins Fontes, 2008.  \n \nBibliografia Complementar (5)  \nBOBBIO, N. Direita e Esquerda.Trad. M. A. Nogueira. 3.ed. São Paulo: UNESP, 2012.  \nCOLLINS, R.Quatro tradições sociológicas.Trad. R. W eiss.Petrópolis: Vozes, 2009.  \nGEERTZ, C. A interpretação das culturas.São Paulo: LTC, 1989.  \nRACHEL, J.;RACHEL, S.Os elementos da filosofia moral. Trad. D. V. Dutra.7.ed. Porto Alegre:  \nAMGH,2013.  \nWEBER, M. Ensaios de sociologia.Trad. W. Dutra.5.Ed. Rio de Janeiro: LTC, 2013.  \n \n \n  ", "103": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n103 \n \nPeríodo  Código  Disciplina  \n6 MATI08  Cálculo Numérico  \n \nPré-Requisito  Co-Requisito  Equivalência  \nMATI01 E \nMATI02 E \nMATI03 E \nMATI07  -- -- \n \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nInterpolação. Integração Numérica. Solução de Equações Algébricas e Transcendentes. Sistemas \nLineares. Soluções numéricas para equações diferenciais.  \n \nBibliografia Básica (3)  \nBARROSO, Leônidas Conceição et al. Cálculo numérico: (com aplicações). 2. ed. São Paulo: Harbra, \nc1987.  \n \nSPERANDIO, Décio; MENDES, João Teixeira; SILVA, Luiz Henry Monken e. Cálculo numérico: \ncaracterísticas matemáticas e computacionais dos métodos numéricos. São Paulo: Pearson Prentice Hall, \n2006.  \n \nBURDEN, Richard L.; FAIRES, J. Douglas. Análise numérica. 8. ed. São Paulo: Cengage Learning, \n2008.  \n \nBibliografia Complementar (5)  \nCAMPOS FILHO, Frederico Ferreira. Algoritmos numéricos. 2. ed. Rio de Janeiro: LTC, 2007.  \n \nRUGGIERO, Márcia A. Gomes; LOPES, Vera Lúcia da Rocha. Cálculo numérico: aspectos teóricos e \ncomputacionais. 2. ed. São Paulo: Pearson Makron Books, 2009.  \n \nBOYCE, Willian E.; DIPRIMA, Richard C. Equações diferenciais elementares e problemas de valores \nde contorno. 9. ed. Rio de Jane iro: LTC, 2010.  \n \nSTEWART, James. Cálculo: volume 1. 7. ed. São Paulo: Cengage Learning, 2013.  \n \nQUARTERONI, Alfio; SACCO, Riccardo; SALERI, Fausto. Numerical mathematics. 2. ed. New York: \nSpringer, 2007.  \n \n \n  ", "104": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n104 \n \nPeríodo  Código  Disciplina  \n7 EAMI30  Ciências do Ambiente  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- EAM002 OU EAMI02  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nFundamentos da ecologia. Poluição ambiental: água, ar, solo. Tecnologias de controle de poluição. \nGestão ambiental. Legislação ambiental. Avaliação de impactos ambientais.  \n \nBibliografia Básica (3)  \n• Introdução à engenharia ambiental  – 2ª. Ed. Vários autores. São Paulo: Pearson Prentice hall, \n2005.  \n• MILLER, G. Tyler. Ciência Ambiental. São Paulo: Cengage Learning, 2008.  \n• ODUM, Eugene. P. Ecologia . 4ª Ed. Guanabara Koogan S.A. 1988.  \n \nBibliografia Complementar (5)  \n• Introdução à engenharia ambiental  – 2ª. Ed. Vários autores. São Paulo: Pearson Prentice hall, \n2005.  \n• ODUM, Eugene. P. Ecologia . 4ª Ed. Guanabara Koogan S.A. 1988.  \n• NETO, Alexandre Shigunov; CAMPOS, Lucila Maria de Souza; SHIGUNOV, Tatiana.  \nFundamentos da Gestão Ambiental. Editora: CIÊNCIA MODERNA, 2009. 320p.  \n• LEUZINGER, Márcia Dieguez; CUREAU, Sandra. Direito ambiental . Rio de Janeiro : Elsevier, \n2008.  \n• SÁNCHEZ, Luis Enrique. Avaliação de impacto ambiental: conceitos e métodos. São Paulo: \nOficina de Textos, 2008. 495 p.  \n  \n \n \n  ", "105": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n105 \n \nPeríodo  Código  Disciplina  \n7 EMTI19  Processamento de Materiais Poliméricos  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI14, EMTI15  -- EMT009  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n96 64 32 \n \nEmenta  \n- Introdução ao processamento de polímeros;  \n- Conceitos de aditivação e degradação dos materiais poliméricos;  \n- Reologia aplicada ao processamento;  \n- Processamento de termoplásticos: extrusão e processos baseados em extrusão, moldagem por injeção, \nconformação por sopro, fiação, calandragem, termoformagem, rotomoldagem;  \n- Processamento de elastômeros: formulação, obtenção dos composto s, conformação e cura;  \n- Processamento de termorrígidos;  \n- Principais técnicas de caracterização físico -química de materiais poliméricos (propriedades térmicas, \nmecânicas e dinâmico -mecânicas).  \n \nBibliografia Básica  \n- Tadmor, Z.; Gogos, C. G. Principles of Polymer Processing. Wiley -Interscience, 2ª Edição, 2006.  \n- Bretas, R. E. S.; D’Ávila, M. A. Reologia de Polímeros Fundidos. EdUFSCar, 2ª Edição, 2005.  \n- Collyer, Ultracki. Polymer Rheology and Processing. Spring. 1990  \n \nBibliografia Complementar  \n- Canevarolo Jr., S. V. Ciência dos Polímeros. Artliber, 3ª Edição, 2013.  \n- Harada, j.; Ueki, M.. Injeção de Termoplásticos - Produtividade com Qualidade. . Artiliber. 2012.  \n- Lokensgard, E. Plásticos Industriais: teoria e  aplicações, Cengage Learning, 5ª Edição, 2014.  \n- Harada, j. Moldes para injeção de termoplásticos: projetos e princípios básicos. Artiliber, 2008.  \n- Koo, J.H. Polymer nanocomposites: processing, characterization and applications. Nova York: \nMcGraw -Hill, 2006.  \n \n \n \n  ", "106": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n106 \n \nPeríodo  Código  Disciplina  \n7 EMTI20  Materiais Compósitos I  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI10 E  \nEMTI11 E \nEMTI14 - -- EMT008  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n80 64 16 \n \nEmenta  \nDefinição de materiais compósitos. fibras, cargas e matrizes. compósitos de matriz metálica. compósitos \nde matriz polimérica. compósitos de matriz cerâmica. conectividade entre fases. métodos de montagem \nde compósitos, caracterização estrutural e propriedades. compatib ilidade de matriz e reforço. reações de \ninterface. comportamento mecânico de compósitos estruturais. estratégias de síntese de compósitos e \ncontrole de conectividade.  \n \nBibliografia Básica (3)  \n● CHAWLA, Krishan K.. Composite materials: science and engineeri ng. 3 ed. Nova York: \nSpringer, 2013. xxiii, 542 p. ISBN 0387743642.  \n● KAW, Autar K.. Mechanics of composite materials. 2 ed. Boca Raton: Taylor &  Francis, 2006. \n466 p. ISBN 0849313430.  \n● LEVY NETO, Flamínio; PARDINI, Luiz Claudio. Compósitos estruturais: ci ência e tecnologia. \nSão Paulo: Edgard Blucher, 2006. xv, 313 p. ISBN 8521203977.  \n \nBibliografia Complementar (5)  \n● REZENDE, Mirabel Cerqueira; COSTA, Michelle Leali; BOTELHO, Edson Cochieri. \nCompósitos estruturais: tecnologia e prática. São Paulo: Artliber, 2011. 396 p. ISBN \n8588098628. 18 exemplares disponíveis na biblioteca.  \n● GERSON MARINUCHI. Materiais Compósitos Pol iméricos. Fundamentos e Tecnologia. \nArtliber, 2011, 1ª Edição.  \n● KRENKEL, Walter (Ed.). Ceramic matrix composites: fiber reinforced ceramics and their \napplications. Chichester: Wiley -VCH, 2008. xxi, 418 p. ISBN 3527313613. 1 exemplar \ndisponíveis na bibliotec a. \n● KAINER, Karl U. (Ed.). Metal matrix composites: custom -made materials for automotive and \naerospace engineering. Chichester: Wiley -VCH, 2006. xvi, 314 p. Inclui bibliografia (ao final \nde cada capítulo) e índice; il. tab. quad. graf.; 24,5x18x2cm. ISBN 35 27313605.  \n● MAZUMDAR, Sanjay. Composites manufacturing: materials, product and process engineering. \nBoca Raton: CRC Press, 2002. 392 p. ISBN 0849305853.  \n \n \n \n \n \n \n \n ", "107": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n107 \n \n \nPeríodo  Código  Disciplina  \n7 EMTI21  Corrosão e Degradação de Materiais  \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI02 E \nEMTI06  -- -- \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \nEmenta  \nImportância e princípios básicos de corrosão; Cinética da corrosão eletroquímica; Passivação de metais; \nFormas de corrosão;  Técnicas de medidas; Oxidação em altas temperaturas; Corrosão em cerâmicas \nrefratárias; Degradação em sistemas poliméricos; Degradação de sistemas cerâmicos; Proteção contra \ncorrosão  \n \nBibliografia Básica  \n(1) 620.193 / R165c, RAMANATHAN, Lalgudi V. Corro são e seu controle. São Paulo: Hemus Editora \nLtda, 1995. 339 p. 1* exemplar (Unifei -Itajubá).  \n(2) 620.193 / G338c, GENTIL, Vicente. Corrosão. 2. Rio de Janeiro: Guanabara. 14* exemplares \n(Unifei -Itajubá).  \n(3) 620.193 / G322c / 2001, GEMELLI, Enori. Corrosão de materiais metálicos sua caracterização. Rio \nde Janeiro: LTC, 2001. xiv, 183 p. Inclui bibliografia e índice; il. tab. quad.; 28cm. ISBN 8521612907. \n5 exemplares.  \n \nBibliografia Complementar  \n(1) 620.1 / S524c / 6 ed. reimpr. / 2010,  SHACKELFORD , James F.. Ciência dos materiais. \n[Introduction to materials science for engineers, 6th ed. (Inglês)]. Tradução de Daniel Vieira, Revisão \ntécnica de Nilson Cruz. 6 ed. reimpr. São Paulo: Pearson Prentice Hall, 2010. xiii, 556 p. Inclui \nbibliografia (ao fi nal de cada capítulo) e índice; Contém glossário; il. tab. graf.; 28cm. ISBN \n9788576051602. 10 exemplares.  \n(2) 620.18 / C721m / 4 ed. rev. atual. / 2008, COLPAERT, Hubertus. Metalografia dos produtos \nsiderúrgicos comuns. Revisão técnica de André Luiz V. da  Costa e Silva. 4 ed. rev. atual. São Paulo: \nEdgard Blucher, 2008. 652 p. Inclui bibliografia e índice; il.; 28cm. ISBN 9788521204497.  3 \nexemplares.  \n(3) 621.7 / C532t / v. 1 / 2 ed. / 1986, CHIAVERINI, Vicente. Tecnologia mecânica: volume 3: materiais \nde construção mecânica. 2 ed. São Paulo: Pearson Education do Brasil, 1986. v. 3. xviii, 388 p. Inclui \nbibliografia e índice; il. tab. quad.; 23cm. ISBN 9780074500899. 8 exemplares.  \n(4) 621.7 / C532t / v. 3 / 2 ed. / 1986, CHIAVERINI, Vicente. Tecnologia mecân ica: volume 1: estrutura \ne propriedades das ligas metálicas. 2 ed. São Paulo: Pearson Education do Brasil, 1986. v. 1. xiv, 266 p. \nInclui bibliografia e índice; il. tab. quad.; 23cm. ISBN 0074500910. 8 exemplares  \n(5) 620.1 / C162c / 7 ed. / 2008,  CALLISTER  JUNIOR, William D.. Ciência e engenharia de \nmateriais: uma introdução. [Materials science and engineering: an introduction, 7th ed.]. Tradução de \nSérgio Murilo Stamile Soares. 7 ed. Rio de Janeiro: LTC, 2008. 705 p. Contém glossário; Apêndice; \n28cm. ISBN 9788521615958. 12 exemplares.  \n \n ", "108": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n108 \n \n \nPeríodo  Código  Disciplina  \n7 EMTI22  Elaboração de Projeto de Pesquisa I  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nDefinição do projeto de pesquisa, com base em fundamentação teórica e levantamento de investigações \njá realizadas; definição do tema e do problema da pesquisa; definição dos instrumentos e procedimentos \nde pesquisa e conceitos de metodologia científica para redação de documentos acadêmicos. Produto do \ncomponente: Projeto Elaborado.  \n \nBibliografia Básica  \n- GIL, Antonio Carlos. Como elaborar projetos de pesquisa. 5 ed. reimpr. São Paulo: Atlas, 2010. xvi, \n184 p.  \n- MARCONI, Marina de Andrade; LAKATOS, Eva Maria. Metodolog ia científica. 6 ed. reimpr. São \nPaulo: Atlas, 2011. 314 p.  \n- SAMPIERI, Roberto Hernández; COLLADO, Carlos Fernández; LUCIO, Pilar Baptista. Metodologia \nde pesquisa. 5 ed. São Paulo: McGraw -Hill, 2013. 624 p.  \n \nBibliografia Complementar  \n- VELOSO, Waldir de Pinho. Metodologia do trabalho científico: normas técnicas para redação de \ntrabalho científico. 2 ed. rev. e atual.. Curitiba: Juruá, 2011. 366 p  \n- FLICK, Uwe. Introdução à pesquisa qualitativa. [Qualitative sozialforschung, 3 rd ed. (Inglês)]. \nTradução  de Joice Elias Costa, Revisão técnica de Sônia Elisa Caregnato. 3 ed. Porto Alegre: Artmed, \n2009. 405 p.  \n- FOWLER JUNIOR, Floyd J.. Pesquisa de levantamento. [Survey research methods, 4 th ed. (Inglês)]. \nTradução de Rafael Padilha Ferreira, Revisão técnica de Dirceu da Silva. Porto Alegre: Artmed, 2011. \n232 p.  \n- SEVERINO, Antônio Joaquim. Metodologia do trabalho científico. 23 ed. rev. atual. reimpr. São \nPaulo: Cortez, 2007. 304 p.  \n- FERREIRA, Manuel Alberto M.; MENEZES, Rui; CARDOSO, Margarida (Eds. ). Temas em métodos \nquantitativos: número 2. Lisboa: Sílabo, 2001. 402 p.  \n \n \n \n \n ", "109": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n109 \n \n \nPeríodo  Código  Disciplina  \n7 EMTI23  Siderurgia e Engenharia dos aços  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI10  -- EMT012  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nMatérias primas siderúrgicas e metodologias de beneficiamento; processos de obtenção do ferro; \nfabricação e processamento dos aços; principais fases e constituintes dos aços; influência dos elementos \nde liga nos aços; classificação, propriedades e aplicações dos aços.  \n \nBibliografia Básica  \nSILVA, André Luiz V. da Costa e; MEI, Paulo Roberto. Aços e ligas especiais. 3 ed. São Paulo: \nBlucher, 2014. 646 p.  \nCOLPAERT, H. Metalografia dos produtos siderúrgicos comuns. . Edgard Blucher. 2008  \nCHIAVERINI, Vicente. Aços e ferros fundidos: características gerais, tratamentos térmicos e \nprincipais tipos. 7 ed. ampl. rev. 5 reimpr  \n \nBibliografia Complementar  \nWillian Callister Junior. Ciência e engenharia de materiais: uma int rodução. 8. LTC. 2015  \nCHIAVERINI,V.C. Tecnologia Mecânica Vol I, II e III. . Pearson. 1986  \nHELMAN, Horacio. CETLIN, Paulo Roberto. Conformação Mecânica de Metais. . Artliber. 2013  \nASKELAND, Donald R. PHULÉ, Pradeep P. Ciência e engenharia dos materiais. . Cengage Learning. \n2015  \nVOORT, George F. Vander. Metallography, principles and practice. . McGrawHill. 2007  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "110": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n110 \n \n \nPeríodo  Código  Disciplina  \n7 EMTI30  Projeto e Seleção de Materiais  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTi06  e EMTi08  \nOu MCM002  -- EMT015  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \n- Introdução a projetos; Materiais de engenharia e suas propriedades; Diagramas de propriedades de \nmateriais; Seleção de materiais; Seleção de materiais levando em consideração múltiplas restrições, \nobjetivos conflitantes, forma e processamento;  Estudo de casos: seleção de materiais metálicos, \ncerâmicos, poliméricos e compósitos; Seleção de materiais e o meio ambiente; Materiais e projeto \nindustrial.  \n \nBibliografia Básica  \n- Ashby, M. F. Materials Selection in Mechanical Design. Butterworth Heinemann, 4ª Edição, 2011.  \n- Ashby, M. F. Seleção de Materiais no Projeto Mecânico. Elsevier Campus, tradução da 4ª Edição, 2012.  \n-  Ferrante, M. Seleção de Materiais. Editora EdUFSCar, 2ª Edição, 2009.  \n \nBibliografia Complementar  \n- Kutz, M. Handbook of Materials Selection. Editora John Wiley & Sons, 1ª Edição, 2002.  \n- Ashby, M. F.; Jones, D. Engenharia de Materiais, Volume I. Editora Campus, 1ª Edição, 2007.  \n- Ashby, M. F.; Jones, D. Engenharia de Materiais, Volume II. Editora Campus, 1ª Edição, 2007.  \n- Callister Jr., W. D. Ciência e Engenharia de Materiais - Uma Introdução. LTC, 8ª Edição, 2012.  \n- Ashby, M. F.; Johnson, K. Materiais e Design: Arte e Ciência da Seleção de Materiais no Design do \nProduto. Editora Elsevier Campus, 2ª Edição, 2010.  \n \n \n \n \n  ", "111": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n111 \n \n \nPeríodo  Código  Disciplina  \n8 EMTI24  Polímeros de Engenharia  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI14 OU \nEMT006, \nEMTI16  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \n- Introdução a Engenharia de Polímeros;  \n- Propriedades mecânicas de curta duração;  \n- Comportamento deformacional a longo prazo;  \n- Durabilidade e resistência a fadiga;  \n- Modificação no comportamento mecânico de termoplásticos;  \n- Outras propriedades de interesse para aplicações em engenharia;  \n- Aplicações de termoplásticos em engenharia.  \n \nBibliografia Básica  \n- Wiebeck, H.; Harada, J. Plásticos de Engenharia – Tecnologia e Aplicações. Ar tliber, 1ª Edição, 2005.  \n- Mano, E. B. Polímeros como Materiais de Engenharia. Editora Blucher, 1ª Edição, 1991.  \n- Simielli, E. R.; dos Santos, P. A. Plásticos de Engenharia. Principais Tipos e sua Moldagem por \nInjeção. Artliber, 1ª Edição, 2010.  \n \n \nBibliografia Complementar  \n- Callister Jr., W. D. Ciência Engenharia de Materiais - Uma Introdução. LTC, 8ª Edição, 2012.  \n- Askeland, D. R.; Phulé, P. P. Ciência e Engenharia dos Materiais. Cengage Learning, 1ª Edição, \n2013.  \n- Dornelles Filho, A. M. L.; At olino, W. J. T. Plásticos de Engenharia – Seleção Eletrônica no Caso \nAutomotivo. Artliber, 1ª Edição, 2009.  \n- Canevarolo Jr., S. V. Técnicas de Caracterização de Polímeros. Artliber, 1ª Edição, 2007.  \n- Lokensgard, Erik. Plásticos industriais: teoria e apli cações.  \n \n  ", "112": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n112 \n \n \nPeríodo  Código  Disciplina  \n8 EMTI25  Nanociências e Nanomateriais  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI20 E FISI08  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nFundamentos da Nanociência e  Nanotecnologia; Nanomateriais e Nanoestruturas;  \nObservação e manipulação de nanoestruturas; Síntese de nanoestruturas (top -down versus bottom -up); \nNanotecnologia molecular; Aplicações na nanociência e nanotecnologia (bionanotecnologia, materiais \nnanoestruturados, etc.); Ética em nanociência.  \n \nBibliografia Básica  \n• HORNIAK, G.L.; DUTTA, J.; TIBBALS, H.F.; RAO, A.K.; Introduction to Nanoscience.  \n    CRC PRESS, 2008.  \n• RUBAHN, H.G.; Basics of Nanotechnology. Wiley -VCH, 2008.  \n• MOOR, J.H.; WECKERT, J.; Nanoethics: Assessing the Nanoscale From an Ethical Point of  View.  \n     Em: BAIRD; NORDMANN & SCHUMMER (eds), 2004.  \n \n \nBibliografia Complementar  \n• NOUAILHAT, A.; An Introdution to Nanosciences and Nanotechnology. Wiley -ISTE, 2008.  \n• ROGERS, B.; ADAMS, J.; PENNHATHUR, S.; Nanotechnology: Understanding Small Systems. \nCRC, 2008.  \n• WILSON, Mick; KANNANGARA, Kamali; SMITH, Geoff; SIMMONS, Michelle; RAGUSE, \nBurkhard; Nanotechnology: basic science and emerging technologies. CRC, 2002.  \n• CAO, G.; Nanostructures and nanomaterials: synthesis, properties and applications. Imperial \nCollege Press, 2004.  \n• LINDSAY, S.M.; Introduction to Nanoscience. Oxford University Press, 2009.  \n \n \n \n \n \n \n \n  ", "113": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n113 \n \n \nPeríodo  Código  Disciplina  \n8 EMTI26  Biomateriais  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI20  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nDefinição de Biomateriais, Classificação dos Biomateriais e suas propriedades físicas, químicas e \nmecânicas. Processos de obtenção de biomateriais. Definição de biocompatíbilidade, biofuncionalidade \ne bioatividade. Implantes próteses, órgãos artificiais e engenharia de tecidos. Aplicações dos biomateriais \nna ortopedia, na traumatologia, na odontologia, na oncolog ia e na liberação de medicamentos.  \n \nBibliografia Básica  \n• DUCHEYNE, Paul. et al. Comprehensive biomaterials: volume 1: metallic, ceramic and polymeric \nbiomaterials. Nova York: Elsevier, c2011. v. 1. xxiv, 594 p. ISBN 9780080552958.  \n• ORÉFICE, Rodrigo Lambert; PEREIRA, Marivalda de Magalhães; MANSUR, Herman Sander. \nBiomateriais: fundamentos e aplicações. reimpr. Rio de Janeiro: Cultura Médica, 2012. xiv, 538 p. \nISBN 9788570065063.  \n• RATNER, Buddy D. et al. Biomaterials science: an introduction to materials in medicine. 3 ed. \nBoston: Elsevier, 2013. ISBN 0123746264.  \n \nBibliografia Complementar  \n• BARBUCCI, Rolando (Ed.). Integrated biomaterials science*. *Nova York: Kluwer \nAcademic/Plenu m, c2002. xxviii,. ISBN 0306466783.  \n• BRAGA, Francisco José Correa. Materiais aplicados à medicina e odontologia: físico -química e \nresposta biológica. São Paulo: Artliber, 2015. 493 p. ISBN 9788588098992.  \n• SCHOLZ, M. -S.  et al. The Use of Composite Materials in Modern Orthopaedic Medicine and \nProsthetic Devices: A review, Composites Science and Technology vol. 71, 1791 –1803,  2011.  \n• HENCH, L. L. Bioceramics: From Concept to Clinic. Journal of the American Ceramic Society - \nvol. 74, no. 7, 1487 -1510, 1991.  \n• NIINOMI, M, et al.. Development of new metallic alloys for biomedical applications. Acta \nBiomaterialia, vol. 8, 3888 –3903, 2012.  \n \n \n \n \n \n \n \n ", "114": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n114 \n \nPeríodo  Código  Disciplina  \n8 EMTI27  Materiais Cerâmicos Avançados  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI11, EMTI08  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n80 64 16 \n \nEmenta  \nEstrutura de defeitos. Difusão e transporte de massas em materiais cerâmicos. Moagem Processos de \nconformação de corpos cerâmicos. Mecanismos de sinterização. Reações em Altas Temperaturas; \nCaracterísticas gerais de materiais cerâmicos; Cerâmicas cristalinas e amorfas; Síntese Física e Química \nde materiais cerâmicos; Métodos Físicos e Químicos de preparação de cerâmicas; Cerâmica eletrônica: \ndielét ricos, semicondutores cerâmicos, ferroelétricos, piezoelétricos, cerâmicas magnéticas, cerâmicas \neletroópticas, Introdução à medidas elétricas.  \n \nBibliografia Básica  \n- Rahaman, M. N. Ceramic processing and sintering. 2ª Ed. Marcel Dekker, New York, 2003. (1) \n- Kingery, W. D.; Bowen, H. K.; Uhlmann, D. R. Introduction to ceramics. 2ª Ed. John Wiley & Sons, \nNew York, 1976. (1)  \n- Callister Jr, W. D. Ciência e engenharia de materiais: uma introdução. 7ª Ed. LTC, Rio de Janeiro, \n2008. (12)  \n \nBibliografia Comple mentar  \n- Reed, J. S. Principles of ceramics processing. 2ª Ed. John Wiley & Sons, New York, 1995. (1)  \n- Shackelford, J. F. Doremus, R. H. Ceramic and glass materials. Springer, New York, 2008. (1)  \n- Norton, F. H. Introdução à tecnologia cerâmica. Edgard B lücher Ltda, São Paulo, 1973. (0) \n- Barsoum, M. W. Fundamentals of ceramics. IOP Publishing, 2003. (0)  \n- Heimann, R. B. Classic and advanced ceramics – From Fundamentals to applications. Wiley VCH, \n2010. (0)  \n \n \n \n  ", "115": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n115 \n \nPeríodo  Código  Disciplina  \n8 EMTI28  Caracterização Microestrutural  \n \nPré-Requisito  Co-Requisito  Equivalência  \nFISI05  -- EMT014  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 48 16 \n \nEmenta  \nMicroscopia ótica e metalografia tratamento e revelação de superfícies. microscopia eletrônica de \nvarredura. microestrutura. métodos para caracterização morfológica e de tamanho de partícula \nmicroanálise semiquantitativa por espectroscopia de energia dispersiva. tópicos sobre microscopia \neletrônica de transmissão e microscopia  de força atômica e tunelamento.  \n \nBibliografia Básica  \nD. Skoog and J. Leary. Principles of Instrumental Analysis. . Sauders College Publ. 1992.  \nJohn C. Vickerman (Editor),. Surface Analysis - The Principal Techniques. . John Wiley & Sons. 1997.  \nD. J. O'Connor (Editor), B. A. Sexton (Editor), R. St. C. Smart (Editor). Surface Analysis Methods in \nMaterials Science. 2 ed. Publisher: Springer Verlag. 2002.  \nS.H. Cohen and Marcia L. Lightbody. Atomic Force Microscopy / Scanning Tunneling Microscopy. . \nPlenum  Press, New York. 1994.  \nJ. I. Goldstein et al. Scanning Electron Microscopy and X -ray Microanalysis. . Plenum Press, NY. 1998 . \n \nBibliografia Complementar  \nRiviere (Editor), S. Myhra (Editor). Handbook of Surface and Interface Analysis: Methods for \nProblem -Solving . . Marcel Dekker;. 1998.  \nSkoog D.A. , Holler F.J.,Nieman T. A. Princípios de Análise Instrumental . 5 ed. Editora Bookman. \n2002.  \nRochow, Theodore G., Tucker, Paul A.. Introduction to Microscopy by Means of Light, Electrons, \nX Rays, or Acoust ics. . Springer. 1994.  \n \n \n \n  ", "116": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n116 \n \n \nPeríodo  Código  Disciplina  \n8 EMIT29  Elaboração de Projeto de Pesquisa II  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTI22  -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nAplicar de forma sistemática a metodologia de pesquisa científica para a finalização do projeto de \nTrabalho final de Graduação (TFG). Para tanto deve se despertar o olhar científico do discente em \nconjunto com um orientador na qual apresentará os resultados das hipót eses levantadas durante a \nelaboração do projeto de pesquisa assim como apresentar a capacidade de expor e argumentar os \nresultados de modo crítico com o olhar científico.  \n \nBibliografia Básica  \n- GIL, Antonio Carlos. Como elaborar projetos de pesquisa. 5 ed. reimpr. São Paulo: Atlas, 2010. xvi, \n184 p.  \n- MARCONI, Marina de Andrade; LAKATOS, Eva Maria. Metodologia científica. 6 ed. reimpr. São \nPaulo: Atlas, 2011. 314 p.  \n- SAMPIERI, Roberto Hernández; COLLADO, Carlos Fernández; LUCIO, Pilar Baptista. Metodolo gia \nde pesquisa. 5 ed. São Paulo: McGraw -Hill, 2013. 624 p.  \n \nBibliografia Complementar  \n- VELOSO, Waldir de Pinho. Metodologia do trabalho científico: normas técnicas para redação de \ntrabalho científico. 2 ed. rev. e atual.. Curitiba: Juruá, 2011. 366 p  \n- FLICK, Uwe. Introdução à pesquisa qualitativa. [Qualitative sozialforschung, 3 rd ed. (Inglês)]. \nTradução de Joice Elias Costa, Revisão técnica de Sônia Elisa Caregnato. 3 ed. Porto Alegre: Artmed, \n2009. 405 p.  \n- FOWLER JUNIOR, Floyd J.. Pesquisa de levan tamento. [Survey research methods, 4 th ed. (Inglês)]. \nTradução de Rafael Padilha Ferreira, Revisão técnica de Dirceu da Silva. Porto Alegre: Artmed, 2011. \n232 p.  \n- SEVERINO, Antônio Joaquim. Metodologia do trabalho científico. 23 ed. rev. atual. reimpr. S ão Paulo: \nCortez, 2007. 304 p.  \n- FERREIRA, Manuel Alberto M.; MENEZES, Rui; CARDOSO, Margarida (Eds.). Temas em métodos \nquantitativos: número 2. Lisboa: Sílabo, 2001. 402 p.  \n \n \n  ", "117": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n117 \n \n \nPeríodo  Código  Disciplina  \n8 EPRI02  Administração  \n \nPré-Requisito \nParcial  Co-Requisito  Equivalência  \n- -- BAC016  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nTeorias em Administração. Administração e Estruturas Organizacionais. Processo Administrativo. \nAdministração Estratégica. Pensamento  estratégico. Métodos de Análises estratégicas. Tipos de \nestratégias. Gestão de Mudanças. Planejamento Estratégico, Administração contemporânea.  \n \nBibliografia Básica  \nSOBRAL, Felipe; PECI, Alketai. Administração : teoria e pratica no contexto brasileiro. São Paulo: \nPearson2013  \nMAXIMINIANO, Antonio Cesar Amaru. Introdução à administração . São Pualo: Atlas. 2011  \nAmaru Maximiano, Teoria Geral da Administração : da Revolução Urbana à Revolução Digital, \nvolume , Editora Atlas, 4a. edição, 2004  \nChiavenato, Introd ução à Teoria Geral da Administração , volume , Editora Elsevier Editora, edição, \n2004  \nMankiw, N. G., Princípios de Micro e Macreconomia , volume , Editora Campus, edição, 2001   \n \nBibliografia Complementar  \nGREMAUD, AMAURY PATRICK; VASCONCELLOS, MARCO ANTONI O SANDOVAL DE; \nTONETO JUNIOR, RUDINEI. Economia Brasileira Contemporânea , volume , Editora Atlas, \nedição, 2011  \nROSSETTI, José Paschoal. Introdução a economia , volume , Editora Atlas, 20 ed edição, 2009  \nLanzana, A, E. T. Economia Brasileira  - Fundamentos e Atualidade, volume , Editora Editora Atlas, \nedição, 2006  \nMOCHÓN., Francisco. Princípios de economia , volume , Editora Pearson Prentice Hall, edição, 2008 \nLivro Idalberto   \n \n \n \n  ", "118": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n118 \n \n \nPeríodo  Código  Disciplina  \n8 EPRI04  Introdução à Economia  \n \nPré-Requisito  Co-Requisito  Equivalência  \nHUMI01  -- BAC016  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 48 0 \n \nEmenta  \nNatureza e método de economia. História do pensamento econômico. Microeconomia.Macroeconomia.  \n \nBibliografia Básica  \nROSSETTI, José Paschoal.Introdução à economia. 20 ed. reimpr. São Paulo: Atlas, 2014. 922 p.Inclui \nbibliografia (p. 905 -916) e índice; il.; 28cm. ISBN 9788522434671.  \n \nFARAH, Osvaldo Elias; CAVALCANTI, Marly; MARCONDES, Luciana Passos (Orgs.). \nEmpre endedorismo Estratégico: criação e gestão de pequenas empresas. Vários autores, Editora Cengage, \nLearning, 2008.  \n \nBERNARDI, Luiz Antônio. Manual do Empreendedorismo e Gestão: fundamentos, estratégias e \ndinâmicas. Editora Atlas, 2008.  \n \nBibliografia Complem entar  \nCORNACHIONE JUNIOR, Edgard B. Informática aplicada às áreas de contabilidade, admininstração \ne economia. 3 ed. Editora Atlas. 2010.  \n \nLANZANA, Antonio Evaristo Teixeira.Economia brasileira: fundamentos e atualidade. 4 ed.reimpr. São \nPaulo: Atlas, 2012. xii, 186 p. Inclui bibliografia; il.; 24x17x1cm. ISBN 9788522470884.  \n \nPASSOS, Carlos Roberto Martins; NOGAMI, Otto.Princípios de economia. 5 ed. 2 reimpr. São  \nPaulo: Cengage Learning, 2008. 658 p. Bibliografia p. 655 -658; il.; 26cm. ISBN 8522105049.  \n \nFREZATTI, Fábio. Gestão da viabilidade econômico -financeira dos projetos. Editora Atlas. 2008.  \n \nHEILBRONER, Robert L. A história do pensamentyo econômico. 6 ed. Editora Nova Cultural. 1996.  \n \nMOCHÓN, Francisco.Princípios de economia.[Principios de economía  (Espanhol)]. Tradução de \nThelma Guimarães, Revisão Técnica de Rogério Mori. reimpr. São Paulo: Pearson Prentice Hall, 2008. \nxix, 328 p. Inclui bibliografia e índice; il.; 28cm. ISBN 9788576050827 . \n \n \n \n  ", "119": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n119 \n \n \nPeríodo  Código  Disciplina  \n9 EMTI31  Tecnologia de Reciclagem de Materiais  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEAMI30, EMTI06  -- EMT035  \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nNoções de Ciclo de Vida dos Materiais; Principais Tipos de Materiais Recicláveis; Estudo dos ciclos \nenergéticos de cada material, buscando a maneira mais viável economicamente e como agregar valor aos \nmateriais reciclados; Degradação das Propriedades dos Materiais Durante a Reciclagem; Gerenciamento \nde Resíduos Sólidos; Tec nologias de Reprocessamento de Materiais; levantamento dos custos dos \nempreendimentos que envolvem a reciclagem dos materiais.  \n \nBibliografia Básica  \n-PHILIPPI Jr, Arlino. Política Nacional e Gerenciamento de Resíduos Sólidos . 1a. Manole. 2014  \n-BIDONE, Francisco Ricardo Andrade. Metodologias e técnicas de minimização, reciclagem, e \nreutilização de resíduos sólidos urbanos: lixo. Rio de Janeiro: ABES, 1999.  \n-BIASOTTO, Eloisa; PACHECO, Élen Beatriz Acordi Vasques; BONELLI, Cláudia Maria Chagas. Meio \nambiente, poluição e reciclagem. 2 ed. São Paulo: Blucher, 2012.   \n \nBibliografia Complementar  \n-LEITE, Paulo Roberto. Logística reversa: meio ambiente e competitividade. 2 ed. São Paulo: Pearson \nPrentice Hall, 2013.  \n-ARROS, Raphael Tobias de Vascolce los. Elementos de gestão de resíduos sólidos. Revisão técnica de \nLeila M. Moller. Belo Horizonte: Tessitura, 2012.  \n-  Journal of Material Cycles and Waste Management. Fascículos disponíveis no Scopus/Portal Capes .  \n- Journal of Solids Waste Technology and Management. Fascículos disponíveis no Scopus/Portal Capes.  \n-  Resources, Conservation and Reyling. Fascículos disponíveis no Scopus/Portal Capes.   \n \n \n10º Nível  \nEstágio supervisionado (ESTSUPERV_021_180) – 196 h  \nTrabalho final de graduação (PROJETOFINAL_021_128) – 128 h  \n \n \n \n ", "120": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n120 \n \n19.2.  Ementas dos componentes curriculares optativo s específicas do curso de \nengenharia de materiais  \n \nPeríodo  Código  Disciplina  \n EMTi32  Caracterização de Materiais Cerâmicos  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 48 16 \n \nEmenta  \nTécnicas de caracterização de matérias -primas cerâmicas naturais e sintéticas: espectroscopia (UV/vís, \nRaman, FTIR), análises térmicas (ATG, DTA, DSC), morfológica (MO, MEV e MET), fases presentes \n(DRX), composição química (EDS e fluorescência de raios -X), densidade real (picnometria), área \nsuperficial (método BET), tamanho médio de partículas (sedigrafia e outras técnicas), porosimetria,  \ncaracterização de barbotinas e massas plásticas, caracterização de pós secos. Sinterabilidade \n(dilatometria).  \nTécnicas de caracterização de corpos cerâmicos consolidados: porosimetria, densidade, microestrutural, \ncaracterização mecânica (microdureza, módulo de ruptura e outras), caracterização térmica, \ncaracterização de outras propriedades (ótica, elétrica e magnética).  \n \n \nBibliografia Básica  \n- Holler, F. J.; Skoog, D. A.; Crouch, S. R. Princípios de análise instrumental. 6a ed. Bookman, 2009. \n(10) \n- Callister Jr, W. D. Ciência e engenharia de materiais: uma introdução. 7ª Ed. LTC, Rio de Janeiro, \n2008. (12)  \n- Reed, J. S. Principles of ceramics processing. 2ª Ed. John Wiley & Sons, New York, 1995. (1) \n \nBibliografia Complementar  \n- Cullity, B. D.; Stock, S. R. Elements of X -rays diffraction. 3rd ed. Prentice Hall, 2001. (1)  \n- Kaufmann, E. N. Characterization of materials, vols. 1 and 2. John Wiley & Sons, 2003. (0)  \n- Nakamoto, K. Infrared and Raman spectra of inorganic and coordination compounds. 6a ed.  John Wiley \n& Sons, 2009. (0)  \n- Davidge, R. W. Mechanical behaviour of ceramics. Cambridge University Press, 1980. (0)  \n- Kingery, W. D.; Bowen, H. K.; Uhlmann, D. R. Introduction to ceramics. 2ª Ed. John Wiley & Sons, \nNew York, 1976. (1)  \n \n \n \n  ", "121": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n121 \n \nPeríodo  Código  Disciplina  \n EMTi33  Diagramas de Fases e Formulação de Materiais Cerâmicos  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nConceitos e Fundamentos de Termodinâmica; Diagramas de um componente; Diagramas binários; Diagramas \nternários; Introdução aos digramas quaternários e de ordem superior; Caminhos de cristalização em diagramas \nbinários e ternários; Formulação de composições cerâmicas: métodos geométri co e matemático.  \n \nBibliografia Básica  \n- Kingery, W. D.; Bowen, H. K.; Uhlmann, D. R. Introduction to ceramics. 2ª Ed. John Wiley & Sons, New York, \n1976. (1)  \n- Callister Jr, W. D. Ciência e engenharia de materiais: uma introdução. 7ª Ed. LTC, Rio de Janei ro, 2008. (12)  \n- Atkins, P.; Paul, J. Físico -química: vol 1 - Fundamentos. 8a ed. LTC, Rio de Janeiro, 2010. (10)  \n \nBibliografia Complementar  \n- Segadães, A. M. Diagrama de fases: teoria e aplicação em cerâmicas. São Paulo, Edgard Blücher, 1987. (0)  \n- Reed, J. S. Principles of ceramics processing. 2ª Ed. John Wiley & Sons, New York, 1995. (1)  \n- American ceramic society. Phase diagrams for ceramists. The American Ceramic Society. (0)  \n- Swalin, R. A. Thermodynamics of solids. 2a ed. New York, John Wiley & Sons, 1972. (0) \n- Shackelford, J. S. Ciência dos materiais. 6a ed. Pearson Prentice Hall, São Paulo, 2010. (10)  \n \n \n  ", "122": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n122 \n \n \nPeríodo  Código  Disciplina  \n EMTi34  Materiais vítreos, vitrocerâmicos e vidrados cerâmicos  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nIntrodução ao estado vítreo e vitrocristalino; Definições e aplicações; Estrutura e formação dos materiais vítreos e \nvitrocerâmicas; Matérias -primas; Processo de devitrificação; Processamento de vidros e vitrocerâmicas; Vidrados e \nesmaltes cerâmicos: definições, matérias -primas, processamento, decoração e pigmentos, controle de defeitos.  \n \nBibliografia Básica  \n- Reed, J. S. Principles of ceramics processing. 2ª Ed. John Wiley & Sons, New York, 1995. (1) \n- Callister Jr, W. D. Ciência e engenharia de materiais: uma introdução. 7ª Ed. LTC, Rio de Janeiro, 2008. (12)  \n- Kingery, W. D.; Bowen, H. K.; Uhlmann, D. R. In troduction to ceramics. 2ª Ed. John Wiley & Sons, New York, \n1976. (1)  \n \nBibliografia Complementar  \n- Navarro, J. M. F. El Vidrio. 2ª ed. Consejo Superior de Investigaciones Científicas - Fundación Centro Nacional \ndel Vidrio, Madrid, 1991. (0) \n- Varshneya, A. K. Fundamentals of inorganic glasses. Academic Press Inc, 1994. (0)  \n- Pfaender, H. G. Schott guide to glass. Springer Science and Business Media Dordrecht, 1996. (0)  \n- Höland, W., Beall, G. H. Glass ceramic technology. 2nd ed., The American Ceramic Society and John Wiley and \nSons Inc., 2012. (0)  \n- Eppler, R. A., Eppler, D. R. Glazes and glass coatings. The American Ceramic Society,  2000. (0)  \n \n \n \n  ", "123": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n123 \n \n \nPeríodo  Código  Disciplina  \n EMTi35  Filmes Finos  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTi06 e EMTi08  -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nIntrodução à tecnologia de filmes; Síntese de filmes: métodos físicos e químicos; Deposição de filmes; \nCaracterizações: estrutural, morfológica e das propriedades; Aplicações de filmes.  \n \nBibliografia Básica  \nRODUNER, Emil.. Nanoscopic materials. 2. Cambridge: Royal Society of Chemistry. 2014.  \nVOLLATH, Dieter. Nanoparticles, nanocomposites, nanomaterials. 1. Weinheim: Wiley -VCH. 2013.  \nHAGHI, A. K.; ZACHARIAH, Ajesh K.; KALARIAKKAL, Nandakumar (Eds.). Nanomaterials: \nsynthesis, characterization, and applications.. 1. Toronto: Apple Academic Press. 2013.  \n \nBibliografia Complementar  \nCentro de Gestão e Estudos Estratégicos (CGEE) Materiais Avançados - webpage.  \nMansur, H.S. Material didático LasMat DEMET CPGEM UFMG - webpage.  \nCALLISTER JUNIOR, William D.; RETHWISCH, David G. Ciência e engenharia de materiais: uma \nintrodução.. 8. Rio de Janeiro: LTC. 2015.  \nASKELAND, Donald R.; PHULÉ, Pradeep P.. Ciência e engenharia dos materiais.. 2. São Paulo: \nCengage Learning. 2015.  \nFAHLMAN, Bradley D.. Materials chemistry. 2. Nova York: Springer. 2011.  \nVAJTAI, Robert (Ed.). Springer Handbook of Nanomaterials.. 1. Berlin: Springer. 2013.  \nGUINEBRETIÈRE, René . X-ray diffraction by polycrystalline materials: instrumentation and \nmicrostructural analysis.. 1. Newport Beach: ISTE. 2017.  \n \n \n \n \n  ", "124": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n124 \n \n \nPeríodo  Código  Disciplina  \n EMT137  Processamento de Elastômeros e Termorrígidos  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTi14 ou \nEMT006  -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nPropriedades e aplicações de elastômeros;  Composição e reforçamento de elastômeros;  Vulcanização \nde borrachas; Métodos de obtenção e conformação de elastômeros;  Fabricação de pneus e tubos \nreforçados; Propriedades e aplicações de termorrígidos; Processos de moldagem de termorrígidos; \nTermorrígidos reforçados.  \n \nBibliografia Básica  \n- Tadmor, Z.; Gogos, C. G. Principles of Polymer Processing. Wiley -Interscience, 2ª Edição, 2006.  \n- Ciesielski, A. An Introduction to Rubber Technology. Rapra Technology Limited, 1ª Edição, 1999.  \n- Pascault, J -P.; Sauterau, H.; Verdu, J.; Williams, R. J. J. Thermosetting Polymers. CRC Press, 1ª Edição, \n2002.  \n \n \nBibliogra fia Complementar  \n- Lokensgard, E. Plásticos Industriais: Teoria e Aplicações. Cengage Learning, tradução da 5ª Edição \nnorte -americana, 2013.  \n- Bhowmick, A. K.; Stephens, H. L. Handbook of Elastomers. CRC Press, 2ª Edição, 2000.  \n- Harper, C. A. Handbook of Plastics, Elastomers and Composites. McGraw -Hill, 3ª Edição, 1996.  \n- Grison, E. C. Borracha e seus Aditivos – Componentes, Influências e Segredos. Cya, 1ª Edição, 2010.  \n- Morton, M. Rubber Technology. Springer, 3ª Edição, 1987.  \n \n \n \n  ", "125": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n125 \n \n \nPeríodo  Código  Disciplina  \n LET007  Libras - Língua Brasileira de Sinais  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 48 0 \n \nEmenta  \nPropriedades das línguas humanas e as línguas de sinais. Tecnologias na área da surdez. O que é a \nLíngua de Sinais Brasileira - LIBRAS: Aspectos linguísticos e legais. A Língua Brasileira de Sinais - \nLIBRAS: parâmetros fonológicos, morfossintáticos, semânticos e pragmáticos. Noções e aprendiza do \nbásico da LIBRAS. A combinação de formas e de movimentos das mãos. Os pontos de referência no \ncorpo e no espaço. Comunicação e expressão de natureza visual motora. Desenvolvimento de LIBRAS \ndentro de contextos.  \n \nBibliografia Básica  \nLACERDA, C. B. F. Interpretde de  libras. São Paulo: Mediação Editora, 2015 (ISBN:   8577060470 ) \nALBRES, N. A. Ensino de  libras. São Paulo: Apris, 2016 (ISBN:   8547302891 ) \nSTREIE CHEN, E. N.  Libras: aprender está em suas mãos. São Paulo: Editora CRV, 2013 \n(ISBN:   8580426642).   \n \nBibliografia Complementar  \nGESSER, A.  Libras  - que língua é essa. São Paulo: Parábola, 2009 (ISBN:   8579340012 ) \nPEREIRA, M. C. C.  Libras: conhecimento além dos sinais. São Paulo: Pearson Brasil, 2011 \n(ISBN:   8576058782 )  \nFIGUEIRA, A.S. Material de apoio para o aprendizado de  libras. São Paulo: PHORTE Editora, 2011 \n(ISBN:   857655321X)  \nCOUTINHO, D.  Libras  e língua portuguesa: semelhanças e diferenças v.1. São Paulo: Denise \nCoutinho, 2016 (ISBN:   8575394908 ).  \nCOUTINHO, D.  Libras  e língua portuguesa: semelh anças e diferenças v.2.  São Paulo: Denise \nCoutinho, 2016 (ISBN:   8575394924 ) \n \n \n \n  ", "126": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n126 \n \n \nPeríodo  Código  Disciplina  \n EMT055  Solidificação de Metais  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 48 0 \n \nEmenta  \nIntrodução à solidificação de metais. Introdução à influência da taxa de extração de calor, à queda da \ntemperatura e composição química na solidificação dos metais, à perda de solubilidade do s gases \ndurante a solidificação, à evolução da estrutura macro e micro e de defeitos durante a solidificação, \naos aspectos importantes da macrossegregação, da microssegregação, do controle da estrutura dos \nmetais solidificados.  \n \nBibliografia Básica  \n(1) 621.791 / G216s / 2ª ed. / 2007, GARCIA, Amauri. Solidificação: fundamentos e aplicações. 2ª ed. \nCampinas: UNICAMP, 2007. 399 p. ISBN 978 -85-268-0782 -2. 2 exemplares (Unifei -Itajubá).  \n(2) 669.017 / O38s / 1988, OHNO, A. Solidificação dos Metais. São Paulo: Ciência e Tecnologia, \n1988. 185 p. 10 ex emplares (Unifei -Itajubá).  \n(3) 620.1 / S524c / 6 ed. reimpr. / 2010, SHACKELFORD, James F.. Ciência dos materiais. \n[Introduction to materials science for engineers, 6th ed. (Inglês)]. Tradução de Daniel Vieira, Revisão \ntécnica de Nilson Cruz. 6 ed. reimpr.  São Paulo: Pearson Prentice Hall, 2010. xiii, 556 p. Inclui \nbibliografia (ao final de cada capítulo) e índice; Contém glossário; il. tab. graf.; 28cm. ISBN \n9788576051602. 10 exemplares  \n \nBibliografia Complementar  \n(1) 669.1 / C532a / 7 ed. ampl. rev. 5 reimpr.. / 2008, CHIAVERINI, Vicente. Aços e ferros fundidos: \ncaracterísticas gerais, tratamentos térmicos e principais tipos. 7 ed. ampl. rev. 5 reimpr.. São Paulo: \nABM, 2008. 599 p. Inclui bibliografia (p. 575 -582) e índice; il. tab.; 24cm. ISBN 85867784 86. 2 \nexemplares.  \n(2) 621.7 / C532t / v. 1 / 2 ed. / 1986,  CHIAVERINI, Vicente. Tecnologia mecânica: volume 2: \nprocessos de fabricação e tratamento. 2 ed. São Paulo: Pearson Education do Brasil, 1986. v. 2. xv, \n315 p. Inclui bibliografia e índice; il. tab . quad.; 23cm. ISBN 0074500899. 8 exemplares.  \n(3) 621.7 / C532t / v. 2 / 2 ed. / 1986, CHIAVERINI, Vicente. Tecnologia mecânica: volume 3: \nmateriais de construção mecânica. 2 ed. São Paulo: Pearson Education do Brasil, 1986. v. 3. xviii, 388 \np. Inclui bibl iografia e índice; il. tab. quad.; 23cm. ISBN 9780074500902. 8 exemplares.  \n(4) 621.7 / C532t / v. 3 / 2 ed. / 1986, CHIAVERINI, Vicente. Tecnologia mecânica: volume 1: \nestrutura e propriedades das ligas metálicas. 2 ed. São Paulo: Pearson Education do Bras il, 1986. v. 1. \nxiv, 266 p. Inclui bibliografia e índice; il. tab. quad.; 23cm. ISBN 0074500910. 8 exemplares.  \n(5) 620.1 / C162c / 7 ed. / 2008, CALLISTER JUNIOR, William D.. Ciência e engenharia de materiais: \numa introdução. [Materials science and enginee ring: an introduction, 7th ed.]. Tradução de Sérgio \nMurilo Stamile Soares. 7 ed. Rio de Janeiro: LTC, 2008. 705 p. Contém glossário; Apêndice; 28cm. \nISBN 9788521615958. 12 exemplares . \n \n  ", "127": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n127 \n \n \nPeríodo  Código  Disciplina  \n EMT056  Técnicas de Oratória e de Apresentação de Trabalhos Técnicos  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 48 0 \n \nEmenta  \nEstudos da comunicação oral nas mais variadas situações de exposição ao público para fins acadêmicos \ne profissionais. Linguagem e Interação em diversos ambientes. Análise de Gêneros textuais orais. \nFundamentos da língua Portuguesa para a oralidade. Estrutu ra, organização, planejamento e produção \nde textos orais. Técnicas de apresentação de trabalhos. Pronúncia, dicção e percepção auditiva. \nPrincipais aspectos da oralidade que afetam o discurso. Tópicos especiais.  \n \nBibliografia Básica  \nBOWDEN, Michelle. Co mo fazer apresentações. Tradução de Bianca Rocha. São Paulo: Madras, 2013.  \nMUNOZ, Izidoro Cano; BARBAO, Marcelo Cintra. A arte de falar em público: Como fazer  \napresentações comerciais sem medo. São Paulo: Cengage, 2008.  \nPEASE, Allan. Desvendando os segredo s da linguagem corporal. Tradução de Jorgensen Junior. Rio de \nJaneiro: Sextante, 2005.  \n \nBibliografia Complementar  \nMAGALHAES, Roberto. A arte da oratória: técnicas para falar bem em público. São Paulo: Idea Editora, \n2014.   \nPOLITO, Reinaldo. Como falar corretamente e sem inibições. 111ed. São Paulo: Saraiva, 2006.  \nDOUGLAS, William; SPINA, Ana Lucia; CUNHA, Rogério Sanches da. Como falar bem em público. \nSão Paulo: Impetus, 2013.  \nBLIKSTEIN, Izidoro. Como falar em público:técnicas de comunicação. São Paulo:  Atica, 2006.  \nCAMPETTI SOBRINHO, Geraldo; PEDROSA, Monica Zarat. Como falar em publico sem desencanar \nde medo!. São Paulo: CEAC, 2011.  \nCARMONA, Alfonso Ortega. Oratória, a arte de falar em público. São Paulo: Caliban, 2004.   \nCARNEGIE, Dale. Como falar em p úblico e influenciar pessoas no mundo dos negócios. Tradução de \nCarlos Evaristo M. Costa. São Paulo: Record, 2004.  \nDOUGLAS, William; SPINA, Ana Lucia; CUNHA, Rogério Sanches da. Como falar bem em público. \nSão Paulo: Impetus, 2013.  \nESPOSITO, Janet. Como atu ar e falar em público: sob os holofotes. Tradução de R. Brain Taylor. São \nPaulo: M. Books, 2011.  \nLUCAS, Stephen E. A arte de falar em público. 11ed. Porto Alegre: MGGRAW HILL ? Artmed, 2013.  \nPOLITO, Reinaldo. Superdicas para falar bem em conversas e apresentações. São Paulo: Saraiva, 2005.  \n \n \n \n  ", "128": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n128 \n \n \nPeríodo  Código  Disciplina  \n EMTi53  Tópicos especiais em Polímeros  \n \nPré-Requisito  Co-Requisito  Equivalência  \n(EMTI14 ) OU \n(EMT006 ) E \n(QUI014 ) OU \n(EMTI50 ) -- -- \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 48 16 \n \nEmenta  \nPrincipais plásticos de engenharia e seus métodos de obtenção; Estudo das novas técnicas de \npolimerização radicalar controlada viva (CRPs).  Vantagens e desvantagens das CRPs e suas principais \naplicações. Métodos de caracterização; Modificação de biopolímeros e obtenção de materiais híbridos; \nBlendas e suas aplicações; Nanotecnologia.  \n \nBibliografia Básica  \n1.Wiebevk H., Harada J., Plásticos de Engenharia - Tecnologia e suas aplicações,  \n Artliber Editora, 1ª ed. 2005.  \n2. Michaeli W., Tecnologia dos Plásticos, volume ,  Editora Edgard Blücher Ltda., 1ª ed. 1995.  \n3. Matyjaszewski K. Davis TP., Handbook of Radical Polymerization, , Editora John Wiley & Sons, 1 ª \nedição, 2002.  \n \nBibliografia Complementar  \n1. Grishin  DF., Grishin ID.  Controlled Radical Polymerization: Prospects for Application for Industrial \nSynthesis of Polymers. Russian Journal of Applied Chemistry Vol. 84 No. 12, 2011.  \n2. Billmeyer FW. Textbook  of Polymer Science.  Editora John Wiley & Sons, 3ª edição, 1984.  \n3. Odian, G. Principles of Polymerization. Editora John Wiley & Sons, 4ª edição,  2004.  \n4. Durán N., Morais PC., Capparelli MLH. Nanotecnologia: introdução, preparação e caracterização de \nnanomateriais e exemplos de aplicação. Editora Artliber, 1ª edição, 2006.  \n5. Canevarolo JS. Técnicas de caracterização de polímeros. Editora Artliber, 1ª reedição, 2007.  \n \n \n \n  ", "129": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n129 \n \n \nPeríodo  Código  Disciplina  \n EMTi39  Aditivação de Polímeros  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 48 0 \n \nEmenta  \nImportância e requisitos dos aditivos; Tipos de aditivos (estabilizantes, plastificantes, lubrificantes, \nantiestéticos, retardantes de chama, reticulantes, pigmentos, agentes nucleantes, cargas, espumantes, \nmodificadores de impacto); Processos degradativos dos polímeros; Aspectos gerais da estabilização de \npolímeros; Incorporação de aditivos; Aspectos toxicológicos e tendências futuras.  \n \nBibliografia Básica  \n1. Almeida, Gustavo Spina Gaudêncio. Engenharia dos Polímeros. Tipos de Aditivos,  Propriedades e \nAplicações. Érica. 2015.  \n2. Rabello, M. Aditivação de Polímeros. Artliber. 2010  \n3. De Paoli, Marco -Aurelio. Degradação e Estabilizaç ão de Polímeros. Artliber. 2008.  \n \nBibliografia Complementar  \n1. Rudin, Alfred; Choi ,Philip. Ciência e Engenharia de Polímeros . 3ª. Elsevier. 2015.  \n2. WIEBECK, Hélio; HARADA, Júlio. Plásticos de engenharia: tecnologia e aplicações . . Artliber. \n2012.  \n3. CALLISTER JUNIOR, William D.; RETHWISCH, David G.. Ciência e engenharia de materiais: \numa introdução. . 8ª. LTC. 2015.  \n4.  TADMOR, Zehev; GOGOS, Costas G.. Principles of polymer processing . 2ª. John Wiley & Sons,. \n2006.  \n5. LOKENSGARD, Erik.. Plásticos in dustriais: teoria e aplicações. . 5ª. Cengage Learning. 2014.  \n \n \n \n  ", "130": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n130 \n \n \nPeríodo  Código  Disciplina  \n EMTi47  Tecnologia em Compósitos  \n \nPré-Requisito  Co-Requisito  Equivalência  \n-- -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n48 48 0 \n \nEmenta  \nCompósitos estruturais, Compósitos com propriedades elétricas, Materiais Multifuncioanais \ninteligentes, Compósitos para área médica/odontológica. Compósitos nanoestruturados. Modelagem e \nsimulação em compósitos.  \n \nBibliografia Básica  \nCHAWLA, Krishan K.. Composite materials: science and engineering. 3 ed. Nova York: Springer, 2013.  \nxxiii, 542 p. ISBN 0387743642.  \nKOO, Joseph H.. Polymer nanocomposites: processing, characterization, and applications. Nova York:  \nMcGraw -Hill, 2006. xii, 272 p. (McG raw-Hill nanoscience and technology series). ISBN 0071458212.  \nLEVY NETO, Flamínio; PARDINI, Luiz Claudio. Compósitos estruturais: ciência e tecnologia. São \nPaulo:  \nEdgard Blucher, 2006. xv, 313 p.  \nRATNER, Buddy D. et al. Biomaterials science: an introductio n to materials in medicine. 3 ed. Boston:  \nElsevier, 2013. liii, 1519 p. ISBN 0123746264.  \n \nBibliografia Complementar  \nKAW, Autar K.. Mechanics of composite materials. 2 ed. Boca Raton: Taylor & Francis, 2006. 466 \np.(Mechanical engineering, v. 29). ISBN 0849313430.  \nFERRACANE, J. L. Resin composite – State of the art. Dental Materials, v. 27, p. 29 -38, 2011.  \nFEYNMAN, RICHARD P., Plenty of Room at the Bottom, 1959.  \nRAMAKRISHNA, S. et al. Biomedical applications of polymer -composite materials: a review \nComposites  \nScience and Technology, v. 61, p. 1189 -1224, 2001.  \nSALONITIS, K. et al. Multifuncional materials: engineering applications and processing challenges The  \nInternational Journal of Advanced Manufacturing Technology, v. 49, p. 803 -826, 2010.  \nSCHOLZ,  M.-S. et al. The use of composite materials in modern orthopaedic medicine and prosthetic  \ndevices: A review - Composites Science and Technology 71 (2011) 1791 –1803.  \n \n  ", "131": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n131 \n \n \nPeríodo  Código  Disciplina  \n EMTi43  Materiais semicondutores  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTi08  -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nEstrutura de banda eletrônica dos semicondutores. Semicondutores extrínsecos e intrínsecos e dopagem. \nTransições eletrônicas, excitação e decaimento. Propriedades elétricas, magnéticas e óticas. Defeitos e suas \ninfluências na estrutura eletrônica e nas propriedades. Semicondutores nanoparticulados. Aplicações \ntecnológicas de semicondutores  \n \n \nBibliografia Básica  \nREZENDE, Sergio  Machado. Materiais e dispositivos eletrônicos. Editoração de José Roberto Marinho. \n2 ed. São Paulo: Livraria da Física, 2004  \nEISBERG, Robert; RESNICK, Robert. Física quântica: átomos, moléculas, sólidos, núcleos e partículas. \nRio de Janeiro: Elsevier, 197 9 \n \nASHCROFT. N. W. Física do Estado Sólido. Cengage Learning. 2011  \n \nBibliografia Complementar  \nKITTEL, Charles. Introdução à física do estado sólido. 8 ed. Rio de Janeiro: LTC, 2006  \nSINGH, Jasprit. Electronic and optoelectronic properties of semiconductor  structures. Cambridge: \nCambridge University Press, 2003. xxiii, 532 p. Inclui bibliografia (ao final de cada capítulo) e índice; \nil. tab. quad. graf.; 24x17cm. ISBN 052182379X  \nMORA, D. N. Apostila De Materiais Elétricos. Universidade Estadual Do Oeste Do Paraná \n(UNIOESTE). Foz do Iguaçu: 2010.  \nSZE, Simon M.; NG, Kwok K.. Physics of semiconductor devices. 3 ed. Hoboken: John Wiley & Sons, \n2007. x, 815 p. Inclui bibliografia (ao final de cada capítulo) e índice; il. tab. quad.; 24x16cm. ISBN \n0471143235.  \nNEAMEN, Donald A.. Semiconductor physics and devices: basic principles. 4 ed. Nova York: \nMcGraw -Hill, 2003. xxiv, 758 p. Inclui bibliografia (ao final de cada capítulo) e índice; il. tab. quad.; \n24x19cm. ISBN 9780073529585 . \n \n \n \n  ", "132": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n132 \n \n \nPeríodo  Código  Disciplina  \n EMTi51  Sistemas e Ferramentas da Qualidade Aplicadas a Engenharia de \nMateriais  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTi06 e EMTi08  -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n64 64 0 \n \nEmenta  \nEstudo da evolução do controle de qualidade e da garantia de qualidade: conceitos, critérios, procedimentos \noperacionais e conformidade com as normas. Também é objeto de estudo abordar os conceitos de gestão \nda qualidade e o controle total da qualidade. Série ISO 9000: conceito s, elementos, manual da qualidade e \nprocedimento geral. No âmbito geral permitir o discente aplicar conhecimentos para a análise e solução de \nproblemas e controle do processo.  \n \nBibliografia Básica  \n1- CARVALHO, Marly Monteiro de; PALADINI, Edson Pacheco ( Coord.). Gestão da qualidade: teoria \ne casos. Vários autores. 2 ed. rev. ampl. reimpr. Rio de Janeiro: Campus, 2012. xx, 430 p. (Série Abepro \n(Campus)). ISBN 8535248870.  \n \n2- MARTINS, Roberto Antonio et al. Capítulo 7: Perspectivas da gestão da qualidade: a nálise do caso \nbrasileiro. In: OLIVEIRA, Vanderli Fava de; CAVENAGHI, Vagner; MÁSCULO, Francisco Soares \n(Orgs.). Tópicos emergentes e desafios metodológicos em engenharia de produção. Rio de Janeiro: \nABEPRO, 2009. p. 401 -452. ISBN 9788588478381.  \n \n3- CARPIN ETTI, Luiz Cesar Ribeiro. Gestão da qualidade: conceitos e técnicas. 2 ed. São Paulo: Atlas, \n2012. x, 239 p. ISBN 9788522469116.  \n \nBibliografia Complementar  \n1- CAMPOS, Vicente Falconi. TQC: controle de qualidade total: no estilo japonês. 8 ed. Nova Lima: \nFalconi, 2004. 256 p. ISBN 8598254134.  \n2- LIRA, Francisco Adval de. Metrologia na indústria. 7 ed. rev. atual. 3 reimp. São Paulo: Érica, 2010. \n248 p. ISBN 9788571947832.  \n3-WERKEMA, Cristina. Métodos PDCA e DMAIC e suas ferramentas analíticas. Rio de Jane iro: \nElsevier, 2013. 201 p. (Série Werkema de Excelência Empresarial (Elsevier)). ISBN 8535254293.  \n 4- MONTGOMERY, Douglas C.. Introdução ao controle estatístico da qualidade. [Introduction to \nstatistical quality control, 4th ed. (inglês)]. Tradução de Ana  Maria Lima de Farias e Vera Regina Lima \nde Farias e Flores, Revisão técnica de Luiz da Costa Laurencel. 4 ed. Rio de Janeiro: LTC, 2013. xvi, \n513 p. ISBN 9788521614005.  \n 5- SOUZA, Sérgio Augusto de. Ensaios mecânicos de materiais metálicos: fundamentos te óricos e \npráticos. 5 ed. reimpr. São Paulo: Blucher, 2014. 286 p. ISBN 9788521200123.  \n ", "133": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n133 \n \n \n \nPeríodo  Código  Disciplina  \n- EMTi52  Tópicos especiais: manufatura enxuta aplicada  \n \nPré-Requisito  Co-Requisito  Equivalência  \nEMTi06 e EMTi08  -- - \n \nCarga Horária Total  Carga Horária Teórica  Carga Horária Prática  \n32 32 0 \n \nEmenta  \nEstudos dos conceitos aplicados a manufatura enxuta, a sua origem e a sua aplicabilidade. Buscar o \nparalelismo entre a manufatura enxuta e o Sistema Toyota de Produção (STP) e a sua filosofia assim como \nestudar as principais ferramentas. Interpretar e montar cenários de modo a realizar simulações com o \nconceito do mapa de fluxo de valor (MFV). Introduzir o conceito da Indústria 4.0 (4.0 Industries).  \n \n \nBibliografia Básica  \n1- LIKER, Jeffrey K.; MEIER, David. O modelo Toyota: manual de aplicação: um guia prático para a \nimplementação dos 4 Ps da Toyota.  \n2- SHIMOKAWA, Koichi; FUJIMOTO, Takahiro. O nascimento do Lean: conversas com Taiicho Ohno, \nEiji Toyoda e outras pessoas que deram forma ao modelo Toyota de gestão.  \n3- WOMACK, James P.; JONES, Daniel T.. A mentalidade enxuta nas empresas: elimine o desperdício \ne cria riqueza. [Lean thinking (inglês)]. Tradução de Ana Beatriz Rodrigues e Priscilla Martins Celeste, \nPrefácio de José Roberto Ferro. Rio de Janeiro: Elsevier, 2004. xiv, 408 p.  \n \nBibliografia Complementar  \n1- WERKEMA, Cristina. Perguntas e respostas sobre o lean seis sigma. 2 ed. Rio de Janeiro: Elsevier, \n2012. 222 p.  \n2- WERKEMA, Cristina. Lean seis sigma: introdução  às ferramentas do lean manufacturing. 2 ed. Rio \nde Janeiro: Elsevier, 2012. 115 p.  \n3- SHINGO, Shigeo. O sistema toyota de produção: do ponto de vista da engenharia de produção. [A \nstudy of the toyota production system from a industrial engineering viewpoi nt (inglês)]. Tradução de \nEduardo Schaan, Revisão técnica de Amarildo Cruz Fernandes e José Antônio Valle Antunes Júnior. 2 \ned. Porto Alegre: Bookman, 2011. 281 p.  \n4- OHNO, Taiichi. O sistema toyota de produção: além da produção em larga escala. [Toyota pr oduction \nsystem: beyond large -scale production (inglês)]. Tradução de Cristina Schumacher, Revisão técnica de \nPaulo C. D. Motta. reimpr. Porto Alegre: Bookman, 2013. xviii, 129 p. ISBN 8573071702. Inclui \nbibliografia; il. tab. quad.; 23x16x0,5cm.  \n5- WOMACK , James P.; JONES, Daniel T.; ROOS, Daniel. A máquina que mudou o mundo: baseado \nno estudo do Massachusetts Institute of Technology sobre o futuro do automóvel. [The machine that \nchanged the world (inglês)]. Tradução de Ivo Korytowski, Revisão técnica de J osé Roberto Ferro. \nreimpr. Rio de Janeiro: Campus, 2004. xxii, 343 p.  \n ", "134": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n134 \n \n20. Bibliografia  \n \n• Resolução Cne/Ces 11 - Institui Diretrizes Curriculares Nacionais do Curso de \nGraduação em Engenharia.  Conselho Nacional De Educação, Câmara De Educação \nSuperior, 11 de Março De 2002.  \n \n• Lei de Diretrizes e Bases da Educação Nacional, Senado Federal, 2005.  \n \n• Figueiredo, A.C.; Souza, A.A.; Reis, C.B.G. Diretrizes para Elaboração de Projeto \nPedagógico dos Cursos de Engenharia da UNIFEI Campus de Itabira. Núcleo \nPedagógico de Itabira , UNIFEI , 2016.  \n \n• Norma para Programas de Formação e m Graduação , UNIFEI . \n \n• Resolução nº  218 - Estabelece a Norma para os Programas de Formação em \nGraduação da Universidade Federal de Itajubá, UNIFEI, 27 de Outibro de 2010 . \n \n• Plano de Desenvolvimento Institucional 2015 -2018, UNIFEI . \n \n• Regimento Geral da UNIFEI , Ministério da Educaçã o. \n \n• Matriz de Referência do ENEM, Instituto Nacional de Estudos e Pesquisas \nEducacionais Anísio Teixeira, Ministério da Educação . \n \n• Lei nº 10.861 - Institui o Sistema Nacional de Avaliação da Educação Superior  \nSINAES e dá outras providências, 14 de Abril d e 2004 . \n \n• Portaria INEP nº 484 d e 6 d e Junho  de 2017, publicada no Diário Oficial de 8 de \njunho de 2017, Seção 1, pág. 31 . \n \n• Resolução nº 01  - Normatiza o Núcleo Docente Estruturante e dá outras \nprovidências, UNIFEI, 17 de junho de 2010.  \n \n• Regulamento d e Estágio Supervisionado do Curso de Engenharia d e Materiais, \nUNIFEI.  \n \n• AUSUBEL, D. P; NOVAK, J. D.; HANESIAN, H. Psicologia educacional. \nTradução de Eva . \n \n• Nick et al. 2ª ed. Rio de Janeiro: Interamericana, 1980. Tradução de: \nEducational Psichology.  \n \n• BARBOSA,  E. F.; MOURA, D. G. Metodologias ativas de aprendizagem \nna educação profissional e tecnológica.  B. Tec. Senac, Rio de Janeiro, \nv. 39, n.2, p.48 -67, maio/ago. 2013.  ", "135": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n135 \n \n• DEWEY, J. Experiência e Educação. Companhia Editora Nacional, \n1971.  \n \n• FREIRE, P. Pedagogia  da autonomia. São Paulo: Martins, 2013.  \n \n• JAMES, W. The principles of Psychology (New York, 1890), vol. II, cap. \n28. In: HERRNSTEIN, R.J.; BORING, E.G. (orgs.). Textos básicos de de \nhistória da  psicologia. Tradução de Dante Moreira Leite. São Paulo: \nEditora Herder; Editora da  Universidade de São Paulo, 1971, p. 477 -491. \n \n• MORAN, J. Mudando a educação com metodologias ativas. In: Coleção \nMídias Contemporâneas. Convergências Midiáticas, Educação e \nCidadania: aproximações jovens. Vol. II. Carlos Alberto d e Souza e \nOfelia Elisa Torres Morales (orgs.). PG: Foca Foto -PROEX/UEPG, 2015. \nDisponível em: <http://www2.eca.usp.br/moran/wp -\ncontent/uploads/2013/12/mudando_moran.pdf>. Acesso em: 06 set. \n2017.  \n \n• NOVAK, J. D. Aprender, criar e utilizar o c0onhecimento. Pl átano -\nEdições Técnicas, 2000.  ", "136": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n136 \n \nANEXO I - Regulamento de Validação de Atividades Complementares no Curso de Engenharia de Materiais  \nCategoria  Modalidade  Descrição de atividades  Documentação exigida  Carga Horária  Época de realização  \nAtividade \nAcadêmica  Disciplina cursada em \ncurso superior  Consiste na integralização de \ndisciplina em curso superior, incluídas \nas disciplinas eletivas e isoladas. A \ndisciplina aproveitada para dispensa \nno curso não será reconhecida como \nACG – Atividade Com plementar de \nGraduação  Histórico escolar ou \ndeclaração comprovando \na aprovação e carga \nhorária  Carga horária \nespecificada no \ncertificado  Em qualquer época  \nIniciação à pesquisa \nou extensão  Inserção em programas de pesquisa \nou extensão (PET, etc), \nindependentemente de vinculação a \nalgum tipo de bolsa  Certificado emitido pelo \nsetor responsável  Carga horária \nsemanal por \nsemestre, conforme \no período contratual  Durante o curso  \nMonitoria  Exercício de atividades de apoio ao \nensino, independentemente de \nvinculação a algum tipo de bolsa  Certificado emitido pelo \nsetor responsável  Carga horária \nsemanal por \nsemestre, conforme \no período contratual  Durante o curso  \nRepresentação em \nórgão colegiado e/ou \nexercício de cargo de \nrepresentação \nestudantil  Participaçã o em órgão colegiado da \nInstituição, devidamente registrada \nem livro próprio ou outro documento \noficial; participação como membro do \nDA, DCE ou  \nUNE  Declaração do \ncoordenador do curso; \nata de posse de cargo \n(DA, DCE, UNE)  Até 10 h/a por \nsemestre.  Durante o curso  \nEquipes de \ndesenvolvimento de \nprotótipos (Ex: Baja, \naerodesign e outros)  Participação em equipes de \ndesenvolvimento de protótipos que \nenvolvam a aplicação de \nconhecimentos de engenharia  Declaração emitida pelo \nprofessor responsável \ncoordenador do \ndesenvolvimento dos \nprotótipos  Até 10 h/a por \nsemestre  Durante o curso  \n \n  ", "137": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n137 \n \nCategoria  Modalidade  Descrição de atividades  Documentação exigida  Carga Horária  Época de realização  \nAtividade \nExtracurricular  Cursos inseridos em \nprogramas de \nextensão.  Compreende o  estudo de \nqualquer conhecimento em nível \nsuperior ou médio que contribua \npara a formação profissional ou \ncidadã do participante  Certificado ou documento \nequivalente, fornecido pela \nInstituição Organizadora, \ncomprovando a aprovação e \nassiduidade   do   par ticipante   \ne   a carga horária do curso  Carga horária \nespecificada no \ncertificado, limitada \na 20 h/a e até 10 h/a \npor semestre  Em qualquer época  \nIntercâmbio cultural  Participação em programas de \nintercâmbio cultural, exceto \nCiência sem Fronteiras e estágio \nde fim de curso  Declaração ou documento \nequivalente expedido pela \ninstituição organizadora, \ncomprovando a realização do \nintercâmbio, especificando o \nlocal e período de realização  30 h/a por semestre  Em qualquer época  \nCategoria  Modalidade  Descrição  de atividades  Documentação exigida  Carga Horária  Época de realização  \nVivência \nprofissional  Estágio não \nobrigatório  Participação em atividades \nprevistas na Instrução Normativa \nnº 1/2007 da Reitoria, que visam \nenriquecer a formação intelectual, \nprofissional e social do aluno, \npodendo   ser   realizadas   no   \nâmbito   da UNIFEI ou fora de suas \ndependências.  Certificado contendo \ninformações sobre a carga \nhorária, empresa e as \natividades envolvidas.  Carga horária \nespecificada no \ncertificado  Durante  o curso  ", "138": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n138 \n \nMembro efetivo ou \ncolaborador de \nEmpresa Junior; \nestagiário de \nIncubadora de \nEmpresas.  Participação em atividades \nrelativas ao exercício da função.  Declaração do setor \nresponsável, que conste o \nperíodo de realização, a carga \nhorária e as funções  exercidas.  10 h/a por semestre  Durante o curso  \n \n \n \nCategoria  Modalidade  Descrição de atividades  Documentação \nexigida  Carga Horária  Época de realização  \nParticipação em \nEventos  Apresentação de trabalhos \nem congressos, simpósios, \nencontros, seminários, \nworkshops e similares  Apresentação de trabalho de \nautoria do aluno em sessões \ntécnicas de congressos, \nsimpósios, encontros, \nseminários, workshops e \nsimilares  Certificado ou \ndeclaração da entidade \norganizadora, \nconstando o período da \nrealização  10 h/a por t rabalho \napresentado  Durante o curso  ", "139": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n139 \n \nParticipação em \ncongressos, simpósios, \nencontros, seminários, \nworkshops e similares  Participação em congressos, \nsimpósios, encontros, \nseminários, workshops e \nsimilares  Certificado ou \ndeclaração da entidade \norganizadora, \nconstando o período da \nrealização  10 h/a por evento  Durante o curso  \nOrganização de eventos na \ninstituição  Participação do aluno em \ncomissões organizadoras ou \nexecutivas de eventos  Declaração do \npresidente da comissão  20 h/a por evento  Durante o curso  \nMinistrante de minicursos \nou oficinas  Organização e condução de \nminicursos em congressos, \nsimpósios, encontros, \nseminários, workshops e \nsimilares  Certificado ou \ndeclaração da entidade \norganizadora, \nconstando o período da \nrealização  Dobro da carga \nhorária do minicurso, \nlimitado a 20h/a por \nevento  Durante o curso  \nParticipação em minicursos  Participação em minicursos em \ncongressos, simpósios, \nencontros, seminários, \nworkshops e similares  Certificado ou \ndeclaração da entidade \norganizadora, \nconstando o período da \nrealização  Carga horária do \nminicurso, limitado a \n10 h/a por evento  Durante o curso  \nParticipação em eventos \nesportivos oficiais, culturais \ne feiras/exposições \ntécnicas  Como representante da UNIFEI  Comprovante de \ninscrição, constando a \ndata da realização  5 h/a por evento  Durante o curso  \n ", "140": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n140 \n \n   \nCategoria  Modalidade  Descrição de atividades  Documentação exigida  Carga Horária  Época de realização  \nPublicações  Artigo completo \npublicado em revistas \nindexadas ou trabalho \ncompleto publicado nos \nanais de congressos  Publicação de artigo completo em \nrevistas indexadas ou trabalho \ncompleto publicado nos Anais de \ncongresso, tendo como meio de \ndivulgação eletrônico ou impresso, \nem que o aluno seja autor principal \nou co -autor  Carta de aceite para \npublic ação e, quando já \npublicada, cópia da primeira \npágina ou endereço ou DOI \nda publicação, e/ou cópia da \nprimeira página nos Anais ou \nendereço eletrônico com \nidentificação do evento \nassociado e data  20 h/a por artigo \npublicado  Durante o curso  \nPublicação de livros ou \ncapítulo de livros.  Publicação de artigo completo em \nrevistas indexadas, como meio de \ndivulgação eletrônico ou impresso, \nem que o aluno seja autor ou co -\nautor  Cópia da contra -capa, da \nfolha de rosto ou do índice \nque comprove a autoria e co -\nautori a da publicação, bem \ncomo o registro ISBN da \npublicação  20 h/a por \nlivro/capítulo de \nlivro Durante o curso  \nResumo ou resumo \nexpandido de trabalhos \ncientíficos publicados \nnos anais de \ncongressos  Publicação de resumo ou resumo \nexpandido publicado nos Anais  de \ncongresso em que o aluno seja \nautor principal ou co -autor  Cópia do resumo nos Anais \nou endereço eletrônico com \nidentificação do evento \nassociado e data  10 h/a por \nresumo ou \nresumo \nexpandido  Durante o curso  \n     \nCategoria  Modalidade  Descrição de atividades  Documentação exigida  Carga Horária  Época de realização  \nVoluntariado  Ação social  Participação em qualquer atividade que \nconfigure como trabalho voluntário, incluso \ncursinho pré -vestibular sem fins lucrativos, \ne outra atividade interna ou externa  à \ninstituição (com validação da carga pelo \ncolegiado do curso)  Declaração do responsável \npela entidade beneficiada e \ndata da realização e \nvalidação da carga horária \npelo colegiado do curso  10 h/a por \nsemestre  Durante o curso  ", "141": "Projeto Pedagógico do Curso de Engenharia de Materiais    \nUNIFEI - Campus  Itabira   \n \n \n141 \n \n "}