{"1": "  \nMINISTÉRIO DA EDUCAÇÃO  \nUNIVERSIDADE FEDERAL DOS VALES \nDO JEQUITINHONHA E MUCURI  \n \nCAMPUS JANAÚBA MINAS GERAIS  \nPRÓ -REITORIA DE GRADUAÇÃO  \nINSTITUTO DE ENGENHARIA, CIÊNCIA E \nTECNOLOGIA   \nPROJETO PEDAGÓGICO DO CURSO \nDE GRADUAÇÃO EM ENGENHARIA \nDE MATERIAIS  \nBACHARELADO  \nMODALIDADE PRESENCIAL  \nVIGÊNCIA A PARTIR DE JUNHO DE 2017  \n", "2": "  \nReitoria  \nReitor: Gilciano Saraiva Nogueira  \n \nVice-reitoria  \nVice-reitor: Cláudio Eduardo Rodrigues  \n \nPró-reitoria de assuntos comunitários e estudantis  \nPró-reitor: Paulo Henrique Fidêncio  \n \nPró-reitoria de extensão e cultura  \nPró-reitor:Joerley Moreira  \n \nPró-reitoria de graduação  \nPró-reitora: Leida  Calegário de Oliveira  \n \nPró-reitoria de pesquisa e pós -graduação  \nPró-reitor: Reynaldo Campos Santana  \n \nPró-reitoria de administração  \nPró-reitor: Leandro Silva Marques  \n \nPró-reitoria de Planejamento e orçamento  \nPró-reitor: Fernando Costa Archanjo  \n \nPró - reitoria de gestão de pessoas  \nPró-reitora: Rosângela Borborema Rodrigues  \n \n \n \n \n \n \n ", "3": "  \n \nDiretoria  \nProfa. Dra Rena ta de Oliveira Gama  \n \nVice-Diretoria  \nProfa. Dra Patrícia Xavier Baliza  \n \n \nCoordenador  Engenharia de Materiais  \nPortaria nº 2622  de 3 de novembro  de 201 5 \nPaulo Alliprandini Filho  \n \n \nEquipe responsável pela elaboração do PPC  \nPortaria nº 017/IECT, de 31 de maio de 2016  \nBárbara Gonçalves Rocha  \n                                               Lázaro Chaves Sicupira  \nRenata de Oliveira Gama  \nSandra Lorena Silva Novais  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "4": " SUMÁRIO  \n1. CARACTERIZAÇÃO DO CURSO  ................................ ................................ .. 1 \n2. APRESENTAÇÃO  ................................ ................................ ..........................  2 \n3. JUSTIFICATIVA  ................................ ................................ .............................  3 \n3.1. Panorama Conceitual  ................................ ................................ ...............  3 \n3.2. Tendências Mundiais da Educação Superior e o Momento das IFES no \nBrasil  ................................ ................................ ................................ ...............  5 \n3.3. A Universidade no Contexto Nacional e Regional  ................................ .... 7 \n3.4. O Campus  de Janaúba  ................................ ................................ ............  9 \n3.5. O Curso  ................................ ................................ ................................ .. 10 \n4. BASE LEGAL  ................................ ................................ ...............................  11 \n4.1. Legislações Complementares  ................................ ...............................  13 \n4.1.1. Atendimento aos Estudantes com Necessidades Especiais  ..............  13 \n4.1.2. Educação Ambiental  ................................ ................................ ..........  14 \n4.1.3. Relações Étnico -raciais  ................................ ................................ ....... 15 \n4.1.4. Direitos Humanos  ................................ ................................ ...............  16 \n5. OBJETIVOS GERAIS E ESPECÍFICOS  ................................ ...................  17 \n5.1. Objetivo Geral  ................................ ................................ ........................  17 \n5.2. Objetivos Específicos  ................................ ................................ .............  17 \n6. PERFIL DO EGRESSO  ................................ ................................ ................  19 \n7. COMPETÊNCIAS E HABILIDADES  ................................ .............................  19 \n7.1. Competências e habilidades gerais das Engenharias  ............................  19 \n7.2. Competências e habilidades gerais da Engenharia  de Materiais  ...........  20 \n8. CAMPO DE ATUAÇÃO DO PROFISSIONAL  ................................ ..............  21 \n9. PROPOSTA PEDAGÓGICA  ................................ ................................ ........  21 ", "5": " 10. ORGANIZAÇÃO CURRICULAR  ................................ ................................  23 \n10.1. Estrutura  Curricular  ................................ ................................ ..............  25 \n10.2. Ementário e Bibliografia  ................................ ................................ ....... 33 \n10.3. Equivalências  ................................ ................................ .......................  33 \n10.4. Estágio Supervisionado ................................ ................................ ........  34 \n10.5. Atividades Complementares  ................................ ................................  35 \n10.6. Trabalho de Conclusão de Curso - TCC ................................ ..............  36 \n11. ACOMPANHAMENTO E AVALIAÇÃO DO PPC  ................................ ........  38 \n12. AVALIAÇÃO DA APRENDIZAGEM  ................................ ...........................  39 \n13. FORMA DE INGRESSO  ................................ ................................ .............  40 \n14. INTEGRALIZAÇÃO CURRICULAR  ................................ ............................  40 \n15. INFRAESTRUTURA  ................................ ................................ ...................  40 \n16. CORPO DOCENTE  ................................ ................................ ....................  41 \n17. LEGISLAÇÃO CONSULTADA NA ELABORAÇÃO DO PROJETO \nPEDAGÓGICO  ................................ ................................ ................................ . 42 \n18. REFERÊNCIAS BIB LIOGRÁFICAS  ................................ ...........................  44 \nANEXO I: EMENTÁRIO  ................................ ................................ ...................  45 \nANEXO I I: QUADRO DE DOCENTES  ................................ ...........................  104 \nANEXO I II: RESOLUÇÃO Nº 21 -CONSEPE, DE 25  DE JULHO DE 2014  .... 105 \nANEXO IV: RESOLUÇÃO Nº 17 -CONSEPE, DE 24 DE AGOSTO DE 2016.  . 110 \nANEXO V: RESOLUÇÃO Nº. 05 - CONSEPE, DE 23 DE ABRIL DE 2010  ... 113 \n ", "6": "   \n1 \n 1. CARACTERIZAÇÃO DO CURSO  \nDADOS DA INSTITUIÇÃO  \nInstituição  UFVJM – Universidade Federal dos \nVales do Jequitinhonha e Mucuri  \nEndereço  Av. Manoel Bandeiras, 460, Veredas  \nCEP/Cidade  39.440 -000 / Janaúba (MG)  \nCódigo da IES no INEP  596 \nDADOS DO CURSO  \nCurso de Graduação  Engenharia de Materiais  \nÁrea de conhecimento  Engenharias  \nGrau  Bacharelado  \nHabilitação  Bacharel em Engenharia de Materiais  \nModalidade  Presencial  \nRegime de matrícula  Semestral  \nForma  de ingresso  Transição pós BC&T  \nNúmero de vagas oferecidas  40 \nTurno de oferta  Integral  \nCarga horária total  3645 horas  \nTempo de integralização  Mínimo  5 anos  \nMáximo  7,5 anos  \nLocal da oferta  Janaúba/MG  \nAno de início do Curso  2017  \nAto de criação/autorização do \nCurso  RESOLUÇÃO Nº 10 – CONSU de 06 de \nsetembro de 2013.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "7": "   \n2 \n 2. APRESENTAÇÃO  \n \nEste documento apresenta o Projeto Pedagógico do curso de Engenharia de \nMateriais criado pela Universidade Federal dos Vales do Jequitinhonha e Mucuri \n(UFVJM) por meio da Resolução Nº. 010 – Conselho Universitário , de 06 de \nsetembro de 2013 . O curso de Engenharia de Materiais está vinculado ao Instituto \nde Engenharia, Ciência e Tecnologi a - IECT, campus  Janaúba.  \nA UFVJM está compromissada com a excelência de qualidade do ensino, o \nque demanda investir em sua estrutura física e em recursos humanos, reorganizar \nsua estrutura acadêmico -curricular, renovar seus paradigmas de caráter \nepistemológico e metodológico, assumindo o desafio de novas formas de \napropriação e construção do conhecimento.  \nPara construir essas mudanças, a UFVJM compromete -se com o \ndesenvolvimento de um amplo programa de reformulação e atualização curricular, \nde mod o a integrar o ensino às atividades de pesquisa e de extensão. O foco das \nmudanças pretendidas está voltado para a melhoria da graduação, oportunizando a \nredução das taxas de retenção e evasão; para implementa ção de ações que \nrepercutam na formação didátic o-pedagógica do corpo docente, de maneira que \nsejam incorporadas novas metodologias às atividades de ensino; para a avaliação \nde experiências didático -pedagógicas bem sucedidas; e para a institucionalização de \npolíticas de melhoria da educação básica.  \nA Un iversidade Federal dos Vales do Jequitinhonha e Mucuri pretende \nalcançar outras metas no período de 2015 -2018 tais como: minimizar as questões \nreferentes a condições de vida de alunos carentes na cidade de Janaúba, reduzir o \nnúmero de vagas ociosas, aperfe içoar a infraestrutura e todo o universo de \nequipamentos, materiais de laboratórios e recursos tecnológicos em relação à \nquantidade e à qualidade existentes na UFVJM, ofertar currículos flexíveis de forma \na integrar a graduação à pós -graduação e otimizar o  programa de Mobilidade \nEstudantil intra e inter institucional, em caráter nacional e internacional.  \nA proposta de expansão da UFVJM para Janaúba – norte de Minas Gerais foi \naprovada pelo Conselho Universitário – CONSU, em 07/10/2011 e resultou de um \namplo  debate ocorrido em todos os centros acadêmicos com a participação de todos \nos segmentos da comunidade universitária e da comunidade externa.  ", "8": "   \n3 \n A expressiva expansão das vagas do ensino de graduação e as diversas \nmedidas de reestruturação apresentadas para a  melhoria da qualidade acadêmica \nsignificam um grande esforço institucional que está dirigido à realização da missão \nda UFVJM, onde se consta “Produzir e disseminar o conhecimento e a inovação \nintegrando o ensino, a pesquisa e a extensão como propulsores d o desenvolvimento \nregional e nacional”.  \nÉ, pois, nesse cenário que surge a proposta de criação do curso de \nEngenharia de Materiais, que será um curso superior de graduação. Terá uma carga \nhorária de 3 600 horas e período de integralização curricular de 5 an os. O ingresso \nno curso se dá pelo BC&T, sendo posteriormente realizada transição para \nEngenharia de Materiais. Será oferecido em turno integral no campus  de Janaúba, \ncom 40 vagas por semestre, totalizando 80 vagas por ano.  \n \n3. JUSTIFICATIVA  \n \n3.1. Panoram a Conceitual  \n \nO século XX foi marcado por um desenvolvimento sem precedente da Ciência \ne da Tecnologia, o qual primou pela busca da especialização. Tal movimento surgiu \ncomo resposta ao conhecimento enciclopédico, ou seja, do saber de tudo sobre \ntudo, espe cialmente contextualizado no século XVIII.  \nA partir da segunda metade do século XX, porém, o modelo especialista \nmostrou -se limitado para conceber o conhecimento sobre questões complexas que \nenvolviam diversas especialidades, sem necessariamente pertencer a alguma \nespecífica.  \nMudanças tecnológicas ampliaram expectativas da vida humana, e o \nconhecimento tornou -se um fator crítico de independência. Entretanto, as reformas \neducacionais ocorridas ao longo do século XX ficaram aquém dos desafios e \nnecessidades q ue ele próprio criou. Daí a intensificação, neste alvorecer do novo \nséculo, da busca de novos modelos educacionais que preparem as pessoas para \nparticipar das difíceis decisões que deverão conformar o futuro.  \nO conhecimento científico e tecnológico está no âmago das novas reformas \neducacionais, seja pela centralidade que ele adquiriu na vida moderna, seja pelas ", "9": "   \n4 \n transformações que vem sofrendo em decorrência do aprofundamento da sua \nprópria dinâmica.  \nO tempo que  se vive, além disso, é de grandes mudanças, de transformações \nno conhecimento, no mundo do trabalho e da instituição universitária. Por isso, um \ntempo que se apresenta como um desafio à criatividade, uma oportunidade de \ninovar, ora, isso exige um esforço de antecipação do que será o ensino superior \ntecnológico neste século, de modo a atender às exigências do ensino superior e da \nuniversidade diante da realidade do século XXI. Por isso, faz -se necessário refletir \nsobre quais seriam as tendências deste sécul o, como elas afetariam a ciência, a \ntecnologia, a sociedade e, especialmente, o ensino superior no mundo e no Brasil.  \nUma das tendências é a integração do conhecimento, que seria garantida \natravés da perspectiva de agregar várias dessas especialidades, con stituindo -se \nassim uma nova abordagem na busca de caminhos para o desenvolvimento \ncientífico. Surge, assim, a interdisciplinaridade e a visão sistêmica, em que o todo se \nsobressai em relação às suas partes, apontando na direção correta da sociedade \nmais ju sta e humana.  \nEm contraponto ao conhecimento cumulativo do século XIX, a inovação \ntecnológica constante e em ritmo acelerado altera as perspectivas profissionais. \nAssim sendo, o profissional teria que renovar o seu conhecimento várias vezes ao \nlongo da car reira, para enfrentar os problemas advindos de um frenético \ndesenvolvimento tecnológico, se quiser manter a sua empregabilidade. Isso nos \nlevará a uma nova tendência, o processo contínuo de renovação, conhecido como \neducação continuada. Daí a ênfase absolu ta numa preparação calcada em \nconceitos básicos e postura científica, mais próxima da interdisciplinaridade, \nmediada por visão humanística abrangente e aplicada, voltada para o enfrentamento \nde problemáticas novas, e não num conhecimento acabado para ser a plicado em \nsituações repetitivas.  \nComplementando, a globalização econômica e as grandes mudanças no \nmundo da produção e do trabalho, provocadas pela integração de mercados, meios \nde comunicação e transportes, e a aceleração das inovações e mudanças \ntecnoló gicas, vêm impondo rearranjos de empregos e de funções, num quadro de \nprecariedade das relações entre o trabalho e o capital.  \nO próprio envelhecimento da população mundial e brasileira, com o ", "10": "   \n5 \n prolongamento da vida economicamente ativa, exige um possível re direcionamento \nde atividades profissionais ao longo da vida e uma necessidade de maior \nparticipação cidadã na solução de problemas. A Universidade deve estar \ncomprometida com ações voltadas para a inclusão social, que tenham por objetivo \nassegurar que todo s os segmentos da sociedade estejam nela representados.  \nNão se pode deixar de mencionar ainda o desafio ecológico que exige \nsoluções e adequações tecnológicas, para práticas cada vez mais sustentáveis \nvisando ao eco desenvolvimento, como resultado de escas sez de recursos naturais \ne crescimento de demanda oriunda de padrões insustentáveis de consumo.  \nEssas tendências levam a repensar o conteúdo do ensino, seus métodos e \npráticas, caracterizando -se por:  \n Abordar o ensino de modo interdisciplinar;  \n Integrar a questão de processos voltados para a inovação e que ofereça aos \nformandos os instrumentos para a sua compreensão e envolvimento na criação \nde novos produtos;  \n Antecipar a universalização do uso de ferramentas informáticas associadas ao \nensino, bem como de simulação de fenômenos;  \n Incorporar a preocupação cidadã como parte da formação do estudante;  \n Incorporar a dimensão da integração social, da diversidade e da convivência \npacífica entre diferentes;  \n Dialogar, criticamente, com a globalização cultural, tecno lógica, econômica e \nsocial, abrindo -se a novas culturas emergentes na área tecnológica.  \n \n3.2. Tendências Mundiais da Educação Superior e o Momento das IFES no \nBrasil  \n \nAs Universidades, em todo o mundo, passaram e passam por desafios que \nrefletem a aceleraç ão das mudanças sociais, científico -tecnológicas, políticas e \neconômicas. Muitos países fizeram, a partir dos anos 80, mudanças significativas e \nreformas universitárias que já refletiam esse quadro de questionamento.  \nO descompasso entre a nova base do conh ecimento e os modelos \ntradicionais, vem suscitando projetos que buscam renovar e ampliar o sistema \nuniversitário em diversos países.  ", "11": "   \n6 \n Eis, pois, algumas tendências mundiais do ensino superior que, em \ndimensões diversas, atingem o Brasil: O aumento do númer o de alunos matriculados \nem Universidades foi meta educacional, em décadas anteriores, em países \ndesenvolvidos; A busca de maior eficiência do sistema de ensino e, principalmente, \nda utilização dos recursos públicos investidos na educação superior; esse fa to hoje \nse amplia com a colocação de novas metas de eficiência do sistema, ao mesmo \ntempo em que se trata de sua reestruturação e expansão; A integração de sistemas \nregionais e a disputa por uma presença internacional, buscando um novo modelo de \nUniversida de, mais flexível, mais interdisciplinar, menos profissionalizante no seu \nperíodo inicial, além da preocupação com o intercâmbio entre sistemas \nuniversitários.  \nAs novas bases do conhecimento, calcadas na interdisciplinaridade, foram \ninseridas em um momento  em que as Universidades brasileiras discutiam a \nnecessidade de ampliação do acesso a uma parcela maior da população – de \nacordo com dados do Ministério da Educação apenas 10% dos jovens brasileiros \nconseguem ingressar na educação superior. Além da demanda  por um aumento \nconsiderável de profissionais com formação superior, em decorrência do atual \ncrescimento econômico do país.  \nO Brasil, portanto, situa -se entre os países que passam por significativas \nmudanças no sistema educacional superior, especialmente em nível federal, a partir \nde ações do Estado. No tocante à estruturação do ensino superior de graduação, \nsurgem novas propos tas e novas experiências, ocorrem mudanças em diversas \nuniversidades, seja na organização do ensino, ou na estrutura administrativa \n(UFABC, UFRN, UFSJ – campus Alto Paraopeba, UNIFAL, UFAc, UFVJM). As \ndiretrizes traçadas para reformular suas estruturas de formação educativa no nível \nsuperior parecem responder a uma grande parcela das necessidades de adequação \nao panorama que se apresenta.  \nPodemos destacar algumas tendências no Brasil, entre aqueles que \ndefendem uma reestruturação do ensino superior e das in stituições universitárias: A \ndefesa de uma reestruturação do ensino no sentido da crescente \nmultidisciplinaridade e interdisciplinaridade do conhecimento; O reconhecimento de \nque o mercado de trabalho, hoje, é muito fluido, com exigências de adaptação dos \nprofissionais a novas funções, o que exige uma constante capacidade de ", "12": "   \n7 \n atualização, inclusive de mudanças profissionais ao longo da vida; A crítica à \nescolha precoce da profissão; A defesa de um sistema de ciclo básico ou de \nbacharelado intermediário, que anteceda à profissionalização, ou que permita um \nadiamento na decisão da escolha profissional; A crítica à estrutura administrativo -\nacadêmica das Universidades Federais, que dificultaria a interdisciplinaridade; daí \nnovos arranjos administrativos, centrado s nos fins (cursos, projetos), e não nos \nmeios (departamentos, unidades).  \n \n3.3. A Universidade no Contexto Nacional e Regional  \n \nA busca pela excelência em ensino e apoio à comunidade regional levou a \ntransformação da então Faculdade Federal de Odontologia de Diamantina \n(FAFEOD) em Faculdades Federais Integradas de Diamantina (FAFEID), em 04 de \noutubro de 2002. Essa excelência impulsionou o Governo Federal a autorizar a sua \ntransformação em Universidade Federal dos Vales do Jequitinhonha e Mucuri \n(UFVJM) em 06 de setembro de 2005.  \nA Universidade Federal dos Vales do Jequitinhonha e Mucuri (UFVJM) é \nconstituída de cinco campi , sendo: o campus  I e o campus  JK localizados na cidade \nde Diamantina / MG, abrigando seis unidades acadêmicas – Faculdade de Ciências \nAgrárias (FCA), com três cursos de graduação: Engenharia Florestal, Agronomia e \nZootecnia; Faculdade de Ciências Biológicas e da Saúde (FCBS), com oito cursos \nde graduação: Ciências Biológicas, Educação Física licenciatura, Educação Física \nbacharelado , Enfermagem, Farmácia, Fisioterapia, Nutrição e Odontologia; \nFaculdade de Ciências Exatas e Tecnológicas (FACET), com dois cursos de \ngraduação: Química Licenciatura e Sistema de Informação bacharelado; a \nFaculdade Interdisciplinar em Humanidades (FIH), com oito cursos de graduação: \nHumanidades -Bacharelado Interdisciplinar -BHu, Turismo, Letras (Português/Inglês), \nLetras (Português/Espanhol), Pedagogia, Geografia, História e Licenciatura em \nEducação do Campo (LEC); Faculdade de Medicina de Diamantina (FAMED) com o \ncurso de graduação em Medicina e o Instituto de Ciência e Tecnologia (ICT), com \ncinco cursos de graduação: Ciência e Tecnologia - Bacharelado Interdisciplinar – \nBC&T, Engenharia Mecânica, Engenharia de Alimentos , Engenharia Química e \nEngenharia Geol ógica.  ", "13": "   \n8 \n O campus  do Mucuri, localizado na cidade de Teófilo -Otoni / MG, abriga três \nunidades acadêmicas: a Faculdade de Ciências Sociais Aplicadas e Exatas \n(FACSAE), com cinco cursos de graduação: Administração, Ciências Contábeis, \nCiências Econômicas, Mate mática e Serviço Social,  Faculdade de Medicina do \nMucuri (FAMMUC) com o curso de Graduação em Medicina  e o Instituto de Ciência, \nEngenharia e Tecnologia (ICET), com quatro cursos de graduação: Ciência e \nTecnologia -  Bacharelado Interdisciplinar – BC&T, En genharia Civil, Engenharia de \nProdução e Engenharia Hídrica.  \nO campus  de Janaúba recentemente implantado na cidade de Janaúba/MG \ncomporta uma Unidade Acadêmica: Instituto de Engenharia, Ciência e Tecnologia \n(IECT) – com seis cursos: Ciência e Tecnologia - Bacharelado Interdisciplinar - \nBC&T, Engenharia de Materiais, Engenharia de Minas, Engenharia Metalúrgica, \nEngenharia Física e Química Industrial.  \nO campus  de Unaí recentemente implantado na cidade de Unaí comporta \numa unidade acadêmica: Instituto de Ciênci as Agrárias (ICA) com cinco cursos: \nCiências Agrárias - Bacharelado Interdisciplinar - BCA, Agronomia, Engenharia \nAgrícola e Ambiental, Medicina Veterinária e Zootecnia.  \nAtualmente, a UFVJM oferece 6cursos de doutorado e 19 cursos de mestrado \nstricto sensu . Ressalta -se que são oferecidos ainda, dez cursos de pós -graduação \nLato sensu  (especialização) à distância e presenciais como as Residências em \nFisioterapia e em Medicina.  \nVários alunos da iniciação científica, com bolsas da FAPEMIG, CNPq, \ninstitucionais (UFVJM) ou de empresas privadas, colaboram no desenvolvimento dos \nprojetos de dissertação dos cursos de mestrado e doutorado. Outros estudantes, \nnão bolsistas, também atuam como voluntários nos projetos. Estes discentes de \ngraduação têm desenvolvido seus t rabalhos de iniciação científica e de conclusão de \ncurso com o apoio dos docentes. Muitos desses alunos são potenciais mestrandos e \ndoutorandos nos programas desta IFE e de outras instituições de ensino e pesquisa.  \nAlém da iniciação científica, a UFVJM oferece aos estudantes de graduação \noportunidades de trabalhar em projetos de pesquisa, bolsas e mobilidade \ninternacional por meio dos seguintes programas: (1) Programa Jovens Talentos para \nCiência – voltado à inserção  dos alunos ingressantes no meio científico, tecnológico ", "14": "   \n9 \n e de inovação; (2) Programa Ciência Sem Fronteiras – promover a mobilidade \ninternacional dos estudantes; e (3) Programa Institucional de Iniciação em \nDesenvolvimento Tecnológico e Inovação – inserir os estudantes na pesquisa \ntecnológica e inovação.  \nA UFVJM tem como uma de suas metas a expansão dos cursos de mestrado \ne de doutorado. Para tanto é necessário consolidar os cursos já existentes visando \nobter um conceito maior nas próximas avaliações da CAP ES / MEC. Pretende -se \nainda, buscar convênios e associações com outros programas e instituições para a \nimplantação de cursos de mestrado em rede, associação parcial ou associação \ntemporária. Isto, até que se tenha um corpo docente qualificado para atender às \nexigências da CAPES e elaborar projetos de cursos novos de mestrado e doutorado \nneste campus.  \nOs cursos de graduação e de pós -graduação a serem ofertados deverão, \nestrategicamente, buscar o equilíbrio e a organização curricular interdisciplinar das \náreas do saber no sentido de promover a educação integral e se constituir num pólo \nde referência acadêmica comprometida com o avanço do conhecimento, do \ndesenvolvimento social e com a solução de problemas nacionais.  \n \n3.4. O Campus  de Janaúba  \n \nO Conselho Universitário da UFVJM aprovou em sua 69ª Sessão a \nImplantação do campus de Janaúba. A UFVJM realizou em 2012 duas seções \npublicas em Janaúba, para discutir com a comunidade local/regional as opções de \noferta de cursos no novo campus. Nestas seç ões participaram o Reitor, os pró -\nreitores de graduação e de pesquisa e pós -graduação, docentes da UFVJM, \nlideranças locais/regionais, políticos e a população. Após levantar as demandas da \ncomunidade, o Reitor nomeou uma Comissão formada por diretores e pr ó-reitores \nda UFVJM, para discutir estas demandas. A Comissão formulou uma proposta, \nindicando a criação do Curso  de Ciência e Tecnologia como curso inicial e \nEngenharias de Minas, de Materiais, Física, Metalúrgica e Química Industrial, como \ncursos decorre ntes. Esta proposta foi aprovada e publicada por meio da  \nRESOLUÇÃO Nº. 010 – Conselho Universitário, de 06 de setembro de 2013.  \nA Comissão verificou que todos os cursos sugeridos apresentam demanda ", "15": "   \n10 \n regional, interação com os cursos existentes na UFVJM e in vestimento em \ninfraestrutura compatível com os recursos previstos pelo MEC. A expansão desta \nUniversidade, comprometida com a excelência da qualidade do ensino, demanda \ninvestimentos em sua estrutura física e em recursos humanos, reorganização de sua \nestru tura acadêmico -curricular, renovação de seus paradigmas de caráter \nepistemológico e metodológico, assumindo o desafio de novas formas de \napropriação e construção do conhecimento.  \n \n3.5. O Curso  \n \nO atual cenário socioeconômico brasileiro e a necessidade de se impulsionar \no desenvolvimento científico e tecnológico da nação acenam a necessidade de \nformação de uma grande quantidade de engenheiros capazes de se adaptar a novos \nambientes onde o impacto social, econômico e ambiental de sua atuação é cada vez \nmais imprescindível. Esta formação não deve ser pautada somente pela demanda \ndo mercado de trabalho, mas também pela compreensão da atuação deste novo \nprofissional frente aos profundos contrastes sociais e ao dinamismo das mudanças \ntecnológicas, que tornam a ma ioria dos conhecimentos obsoletos a curto -prazo.  \nÉ sentimento nacional que o Brasil não será capaz de fazer frente às \nnecessidades de incorporar tecnologia na velocidade necessária para sair do \nsubdesenvolvimento e se tornar competitivo, caso não haja um c ontingente \nexpressivo de engenheiros bem formados e capazes de se atualizar continuamente. \nTambém é sentimento nacional que o Brasil enfrenta outro grande desafio centrado \nnas áreas tradicionais da engenharia, onde se faz necessário modernizar e ampliar a \nsua infraestrutura, implicando em novos desafios para os engenheiros.  \nO curso de Engenharia de Materiais é  o ramo da engenharia voltado para a \npesquisa de materiais e de novos usos industriais para os materiais já existentes. O \nbacharel atua na gestão, sup ervisão e orientação técnica de projetos e processos de \nprodução, transformação e uso de materiais. Esse profissional pesquisa e cria \nmateriais, como resinas, plásticos, cerâmicas e ligas metálicas. Aperfeiçoa suas \npropriedades estabelece novas combinações , que resultam em produtos inéditos.  \nInspeção e Controle de Qualidade - Fiscalizar a qualidade de produção \nPesquisar as causas de problemas e propor soluções ou alterações no processo ", "16": "   \n11 \n industrial.  \nPesquisa - Estudar os novos materiais ou novas aplicações pa ra os materiais \njá conhecidos. Trabalhar em Indústrias, Institutos de Pesquisa e Universidades em \nlaboratórios, no desenvolvimento de materiais mais eficazes, mais econômicos, \nmenos poluentes e, de preferência, recicláveis.  \nProdução - Gerenciar os fatores  que influem na qualidade do produto. \nAcompanhar todo o processo de fabricação, desde a seleção de matérias -primas até \na saída, o produto final, garantindo o cumprimento das normas e especificações \ntécnicas.  \nOs especialistas em desenvolvimento de polímeros  e cerâmicas são \ndisputados pelas indústrias automobilística e aeronáutica. Na área biomédica, são \nrequisitados os engenheiros que fazem pesquisas para criação de novos materiais \nutilizados em implantes. Há boas oportunidades de emprego na região Sudeste \nonde estão localizadas várias indústrias de plástico, cerâmica e metal/mecânicas.  \n \n4. BASE LEGAL  \n \nO exercício da profissão de engenheiro foi regulamentado pela Lei n° 5.194, \nde 24 de dezembro de 1966. As atribuições e atividades das diferentes modalidades \nde Engenharia foram definidas pela Resolução n° 218, de 29 de junho de 1973, do \nConselho Federal de Engenharia, Arquitetura e Agronomia (CONFEA); no entanto, \nesta foi revogada pela Resolução CONFEA n° 1010, de 22 de agosto de 2005. Em \nrelação a essa Resoluç ão se identifica a flexibilização das atribuições de “títulos \nprofissionais, atividades, competências e caracterização da atuação dos para os \nprofissionais inseridos no Sistema CONFEA/CREA”, ou seja, a referida flexibilização \nse vincula à análise do diplom a expedido a partir dos conhecimentos, das \ncompetências, habilidades e atitudes delineados no perfil de formação do egresso e \nno Projeto Pedagógico do Curso, bem como a verificação do exercício profissional \nse estende às atividades, formação profissional, competência profissional. As \nalterações promovidas pela Resolução n° 1016, de 25 de Agosto de 2006, em \nrelação à Resolução n° 1010/2005 se vinculam ao Regulamento para o \nCadastramento das Instituições de Ensino e de seus Cursos e para a Atribuição de \nTítulos, Atividades e Competências Profissionais. Tais alterações se referem à ", "17": "   \n12 \n especificação do Cadastramento Institucional, bem como o Capítulo I - Das \nAtribuições de Títulos Profissionais foi desmembrado em Seções, propiciando assim, \no melhor detalhamento das prerrogativas legislativas constituintes do Artigo 2° da \nResolução n° 1010/2005. A normatização do Cadastramento Institucional é disposta \npelo Artigo 2° do Capítulo I da Resolução n° 1016/2006. Quanto ao detalhamento \ndas prerrogativas legislativas do Artig o 2° da Resolução n° 1010/2005, este é \nobservado nas Seções constituintes do Capítulo II - Da Atribuição De Títulos, \nAtividades e Competências Profissionais da Resolução n° 1016/2006.  \nConforme a portaria do MEC nº 1.134 de outubro de 2016 fica permitido às \ninstituições de ensino superior “introduzir, na organização pedagógica e curricular de \nseus cursos de graduação presenciais regularmente autorizados, a oferta de \ndisciplinas na modalidade a distância”. Essas disciplinas poderão ser ofertadas \nintegral ou pa rcialmente desde que essa oferta não ultrapasse 20% da carga horária \ntotal do curso. Ressalta -se que deverão  ser incluídos  métodos e práticas de ensino \naprendizagem que incorporem o uso integrado de tecnologias de informação e \ncomunicação para realização d os objetivos pedagógicos, bem como prever \nencontros, atividades de tutoria e avaliações presenciais.  \nA aprovação da Lei n° 9394, Diretrizes e Bases da Educação Nacional, em 20 \nde dezembro de 1996, assegurou ao ensino superior maior flexibilidade em relação  \nà organização curricular dos cursos, na medida em que os currículos mínimos foram \nextintos e a mencionada organização dos cursos de Graduação passou a ser \npautada pelas Diretrizes Curriculares Nacionais (DCN s).  \nO projeto pedagógico em questão foi elabora do de acordo com as  Diretrizes \nCurriculares Nacionais do Curso de Engenharia instituída pela Resolução CNE/CES \n11, de 11 de Março de 2002, assim como nos princípios e competências dos \nengenheiros, estabelecidos pelo CONFEA e pelos Conselhos Regionais de \nEngenharia, Arquitetura e Agronomia – CREA.  \nNão obstante, se torna oportuno observar as diretrizes do Parecer CNE/CES \nn° 67/2003, na medida em que estas versam sobre a autonomia das Instituições de \nEnsino em relação à elaboração dos projetos pedagógicos, bem como se pautam \npela compreensão de que a formação em nível superior figura como um processo \ncontínuo, autônomo e permanente, cuja flexibilização curricular propicia atender as \ndemandas sociais do meio e as decorrentes dos avanços científicos e tecnológicos.  ", "18": "   \n13 \n Em relação à carga horária a resolução   CNE/CES nº 2, de 18 de junho de 2007 \ndispõe sobre  carga horária mínima e procedimentos relativos à integralização e \nduração dos cursos de graduação, bacharelados, na modalidade presencial, sendo \ndefinido o mínimo de 3600 horas para os cursos de engenhar ias. Essa estabelece \ngrupo de carga horária mínima entre 3600 e 4000 para cursos que preveem \nintegralização em cinco anos, conforme a proposta apresentada por este projeto.  \n O documento foi fundamentado ainda, nas determinações gerais para as \nEngenharias estabelecidas pelos Conselhos Regionais de Engenharia, Arquitetura e \nAgronomia – CREA.  \n \n4.1. Legislações Complementares  \n \n4.1.1. Atendimento aos Estudantes com Necessidades Especiais  \n \nO Núcleo de Acessibilidade e Inclusão – Naci da UFVJM criado pela \nResoluç ão nº 19 – CONSU, de 04 de julho de 2008 e reestruturado pela Resolução \nnº 11 – CONSU, de 11 de abril de 2014, é um espaço institucional de coordenação e \narticulação de ações que contribuem para a eliminação de barreiras impeditivas do \nacesso, permanência e usufruto não só dos espaços físicos, mas também dos \nserviços e oportunidades oferecidos pela tríade Ensino - Pesquisa - Extensão na \nUniversidade. (UFVJM, 2012, p.77)  \nO Naci identifica e acompanha semestralmente, o ingresso de discentes com \nnecessidades e ducacionais especiais na UFVJM, incluindo o transtorno do espectro \nautista, no ato da matrícula e/ou a partir de demandas espontâneas dos próprios, ou \nainda, solicitação da coordenação dos cursos e docentes. A partir dessa \nidentificação, são desenvolvidas,  entre outras, as seguintes ações para o seu \natendimento:  \n Realização de reunião no Núcleo de Acessibilidade e Inclusão (NACI) \ncom esses (as) alunos (as), com a finalidade de acolhê -los na Instituição, \nconhecer suas necessidades especiais para os devidos \nencaminhamentos.  ", "19": "   \n14 \n  Realização de reunião com as coordenações de cursos, com o objetivo de \ncientificá -las do ingresso e das necessidades especiais desses (as) \nalunos (as), tanto no âmbito pedagógico, quanto de acesso a \nequipamentos de tecnologia assistiva, bem como propor alternativas de \natendimento e inclusão.  \n Realização de reunião com os setores administrativos da Instituição para \nadequação de espaços físicos e eliminação de barreiras arquitetônicas, \nvisando o atendimento às demandas dos (as) alunos (as) e ou servidores.  \n Empréstimo de equipamentos de tecnologia assistiva.  \n Disponibilização de tradutor e intérpretes de LIBRAS para os alunos \nsurdos.  \n Inclusão da disciplina de Libras como disciplina obrigatória nos currículos \ndos cursos de Licenciaturas e como optat iva nos currículos dos cursos \nBacharelados.  \nNesse sentido, compete à coordenação deste Curso, juntamente com os \ndocentes e servidores técnico -administrativos que apoiam as atividades de ensino, \nmediante trabalho integrado com o NACI, oferecer as condições necessárias para a \ninclusão e permanência com sucesso dos discentes com necessidades especiais.  \n \n4.1.2. Educação Ambiental  \n \nO Plano de Desenvolvimento Institucional (PDI) da UFVJM ressalta como \numa das missões desta Universidade, “fomentar o desenvolvimen to científico, \ntecnológico, econômico, social e cultural da sua região de influência, assumindo o \npapel condutor do desenvolvimento sustentável desta vasta região” (UFVJM, 2012).  \n Nesse contexto, a Instituição estará engajada na produção, integração e \ndisseminação do conhecimento, formando cidadãos comprometidos com a ética, a \nresponsabilidade socioambiental e o desenvolvimento sustentável (UFVJM, 2012). \nOs seus cursos e programas devem projetar sua força para a formação de agentes \ntransformadores da realidade social, econômica e ambiental.  ", "20": "   \n15 \n A gestão ambiental no âmbito Institucional será desenvolvida sob a \nresponsabilidade da Assessoria de Meio Ambiente, criada em 2008. (UFVJM, 2013  - \np.129)  \nNo âmbito deste Curso, a educação ambiental terá caráter de prática \neducativa sendo desenvolvida de forma transversal ao currículo, na abordagem das \nunidades curriculares e nos projetos de ensino, pesquisa e extensão.  \n \n4.1.3. Relações Étnico -raciais \n \nOs currículos contêm narrativas nacionais, étnicas e raciais (SILVA, 1999). \nEm termos de representação étnico -racial, a tendência tradicional é que o texto do \ncurrículo conserve, de forma evidente, marcas da herança colonial. Em geral, as \nnarrativas do currículo tradicional confirmam o privilégio das identidades dominantes \ne relegam as identidades dominadas ao lugar do exótico ou do folclórico. Logo, a \nquestão étnico -racial assume grande importância no currículo, pois interfere na \nconstrução das ident idades dos discentes, na valoração de seus conhecimentos \ntradicionais e em suas perspectivas de atuação humana e profissional.  \nNo que diz respeito à educação das relações étnico -raciais, o PDI da \nuniversidade expõe como um de seus princípios o “compromiss o com a construção \nde uma sociedade justa, plural e livre de formas opressoras e discriminatórias” \n(UFVJM, 2012, p.18). Tendo isso em vista, o Projeto Pedagógico do Curso de \ngraduação em Engenharia de Materiais  busca lidar com a diversidade étnico -racial \ncomo uma questão histórica e política de construção da diferença. A sua estratégia \npara trabalhar as relações étnico -raciais é a reflexão, a indagação e a discussão das \ncausas institucionais, históricas e discur sivas do racismo, colocando em questão os \nmecanismos de construção das identidades nacionais e étnico -raciais, com ênfase \nna preocupação com as formas pelas quais as identidades nacionais e étnico -raciais \ndos discentes estão sendo construídas. Dessa forma,  a abordagem étnico -racial \ndesse currículo almeja superar a simples operação de adição de informações \nmulticulturais na estrutura curricular e evitar tratar da discriminação étnico -racial de \nforma simplista.  ", "21": "   \n16 \n 4.1.4. Direitos Humanos  \n \nNo ano de 2012 foi publ icada pelo Conselho Nacional de Educação, a \nResolução CNE/CP nº 01/2012, que visa incluir nos currículos da educação básica e \nsuperior a educação em direitos humanos.  \nConsiderando o Estado democrático de direito, fez -se necessário uma \neducação capaz de pr omover por meio do conhecimento e da prática dos direitos e \ndeveres reconhecidos como humanos, a formação de sujeitos ativos participantes da \ndemocracia.  \nA Declaração universal dos direitos humanos, instituída no ano de 1948, \ncelebra um compromisso entre v ários povos em favor dos direitos e liberdades \nfundamentais. Apesar de não ser suficiente para consolidar direitos, a Declaração \ntem grande importância por expressar o compromisso de várias nações na defesa \ndos direitos humanos. Diante desse contexto de re speito aos valores humanos, é \nabordado o direito à educação afirmando em seu art. XXVI:  \n \n§ 2º. A instrução será orientada no sentido do pleno desenvolvimento da \npersonalidade humana e do fortalecimento do respeito pelos direitos \nhumanos e pelas liberdades fundamentais. A instrução promoverá a \ncompreensão, a tolerância e a amizade entre todas as nações e grupos \nraciais ou religiosos, e coadjuvará as atividades das Nações Unidas em prol \nda manutenção da paz.  \n \n O Brasil assume o compromisso com a defesa dos di reitos humanos, como \nbem expressado pela Constituição Federal de 1988, nos princípios que regem suas \nrelações internacionais. Assim, a inserção da educação em direitos humanos nos \ncurrículos, constitui uma das ações concretas na busca por uma sociedade mel hor. \nA UFVJM consciente de que os cursos deverão formar cidadãos \ncomprometidos com o respeito aos direitos de todos, prezando por uma sociedade \nmais justa e democrática, orienta a promoção de uma educação pautada na \ntolerância e guiada por valores humaníst icos de respeito ao outro. Daí a importância \ndos currículos prezarem pela construção de conhecimentos reforçados pela \neducação em direitos humanos.  ", "22": "   \n17 \n Diante disso, o presente projeto pedagógico se compromete a adotar a \neducação em direitos humanos como ferra menta, para que os estudantes sejam \ncapazes de se reconhecerem como sujeitos de direitos e de responsabilidades, na \nsociedade em que vivem.  \nNesse sentido, a inserção dos conhecimentos concernentes à Educação em \nDireitos Humanos na organização do currículo  deste Curso, será realizada de \nmaneira mista, ou seja, combinando transversalidade e disciplinas específicas. A \ntransversalidade é construída a partir de um conjunto de conteúdos que não estão \nligados a nenhuma disciplina específica, mas podem ser conside rados comuns a \ntoda a estrutura curricular. Já as disciplinas específicas têm carga horária definida, \nsão obrigatórias e tratam de temas exclusivos.  \n \n5. OBJETIVOS GERAIS E ESPECÍFICOS  \n \n5.1. Objetivo Geral  \n \nFormar profissionais com competência na área de Engenharia de Materiais \nque sejam capazes de acompanhar os avanços da ciência, tecnologia e engenharia \nna área de Materiais, assim como na pesquisa e no ensino. Além disso, aplicar seus \nconhecimentos com sabedoria e habilidade em prol da sociedade, seguind o os \npreceitos da ética.  \n \n \n \n5.2. Objetivos Específicos  \n \n Proporcionar ao graduando de Engenharia de Materiais seguir os preceitos da \ninterdisciplinaridade, a qual poderá ser realizada por meio da interação do curso \ncom outros cursos oferecidos pela UFVJM, p or meio de atividades técnicas, \ncientíficas e culturais.  \n Oferecer uma visão ampla e flexível das áreas de atuação do engenheiro por \nmeio do caráter inovador de transição proporcionada pelo curso de graduação ", "23": "   \n18 \n Bacharelado em Ciência e Tecnologia – BC&T para o curso de graduação em \nEngenharia de Materiais.  \n Proporcionar maior flexibilidade curricular, por meio de carga horária que \npermitam o discente desempenhar outras atividades de importância para sua \nformação sem prejudicar seu desenvolvimento acadêmico curr icular.  \n Incentivar o graduando a analisar e buscar soluções práticas para os problemas \ncotidianos recorrentes da indústria, dentro dos contextos tecnológicos atuais \naplicando os conhecimentos oferecidos na sala de aula.  \n Oferecer ao aluno uma visão global d as diferentes áreas da Engenharia de \nMateriais possibilitando assim, sua melhor atuação nos diferentes segmentos de \nsua competência.  \n Desenvolver a capacidade de trabalhar em grupo, assim como, uma boa \ncomunicação oral e escrita por meio de disciplinas como  produção de texto e \nmetodologia científica.  \n Proporcionar maior capacidade de aprendizado por meio de instrumentações \ndidáticas que envolvam os canais, auditivo, visual e sinestésico, ou seja, aplicar \nmétodos que estimulam a habilidade em ouvir, ver, discu tir e realizar. Como \nmétodos podem ser aplicados, aulas expositivas, trabalhos em grupos, aulas \npráticas, grupos de estudo, leituras e resolução de questões teóricas e práticas.  \n Incentivar a criação de uma empresa Júnior , com intuito de proporcionar ao \ngraduando o contato com problemas reais do setor industrial, visando despertar \nseu senso de liderança, capacidade criativa, habilidade em lidar e resolver \nsituações não desejadas, sabedoria empreendedora, a fim de formar um \nprofissional com maior maturidade.  \n Estimular o pensamento crítico, bem como, despertar o interesse por trabalhos \ncientíficos, tecnológicos e de extensão, contemplando o lado humanístico, social \ne ambiental, acompanhando as oportunidades e inovação do mundo moderno.  \n Incentivar o aluno a part icipar de eventos científicos, de projetos de extensão, e \nainda de projetos de pós -graduação desenvolvidos na área de materiais ou nas \náreas correlatas.  \n Implantar um curso com disciplinas ministradas visando à interface teoria -prática \na fim de oferecer um embasamento maior ao graduando para resolver \nproblemas voltados para área de Materiais. Os estágios curriculares nas ", "24": "   \n19 \n indústrias voltadas para área de Eng enharia de Materiais terão um papel \nfundamental na formação de um engenheiro com capacidade e competência na \nresolução de problemas reais e inesperados.  \n Conscientizar os alunos da importância da utilização dos recursos naturais de \nforma adequada, bem como,  em cumprir os regulamentos e princípios de higiene \nadotando e aplicando processamentos adequados a fim de assegurar a \nidoneidade e qualidade dos produtos obtidos para o consumidor.  \n \n6. PERFIL DO EGRESSO  \n \nO profissional egresso do curso deverá possuir formação generalista com \nsólida formação em ciências básicas e de engenharia, humanística, crítica e \nreflexiva. Deverá apresentar domínio das técnicas básicas de gerenciamento e \nadministração dos recursos utilizados na profissão, capacidade de trabalho em \nequipes multidisciplinares, compreensão da profissão como uma forma de inserção \ne intervenção na sociedade, postura ética -profissional atenta para as questões \nsociais e ambientais.  \n \n7. COMPETÊNCIAS E HABILIDADES  \n \n7.1. Competências e habilidades gerais das Engenharias  \n \nA Resolução CNE/CES 11, de 11 de março de 2002, no Artigo 4º, determina \nque a formação do engenheiro tenha por objetivo dotar o profissional dos \nconhecimentos requeridos para o exercício das seguintes competências e \nhabilidades gerais:  \nI. Apli car conhecimentos matemáticos, científicos, tecnológicos e \ninstrumentais à engenharia;  \nII. Projetar e conduzir experimentos e interpretar resultados;  \nIII. Conceber, projetar e analisar sistemas, produtos e processos;  \nIV. Planejar, supervisionar, elaborar e  coordenar projetos e serviços de \nengenharia;  ", "25": "   \n20 \n V. Identificar, formular e resolver problemas de engenharia;  \nVI. Desenvolver e/ou utilizar novas ferramentas e técnicas;  \nVII. Supervisionar a operação e a manutenção de sistemas;  \nVIII. Avaliar criticamente a op eração e a manutenção de sistemas;  \nIX. Comunicar -se eficientemente nas formas escrita, oral e gráfica;  \nX. Atuar em equipes multidisciplinares;  \nXI. Compreender e aplicar a ética e responsabilidades profissionais;  \nXII. Avaliar o impacto das atividades da eng enharia no contexto social e \nambiental;  \nXIII. Avaliar a viabilidade econômica de projetos de engenharia;  \nXIV. Assumir a postura de permanente busca de atualização profissional.  \n \n7.2. Competências e habilidades gerais da Engenharia de Materiais  \n \nA profissão  é regulamentada pela Resolução No. 241/76, do Conselho Federal \nde Engenharia, Arquitetura e Agronomia (CONFEA), estabelecendo as atribuições \ndo Engenheiro de Materiais, como seguem:  \nCompetem a esse profissional a supervisão, a coordenação e orientação \ntécnica; estudo, planejamento, projeto e especificação; estudo de \nviabilidades técnico -econômica; assistência, assessoria e consultoria; \ndireção de obras e serviço técnico; vistoria, perícia, avaliação, arbitramento, \nlaudo e parecer técnico; desempenho de ca rgo e função técnica; ensino, \npesquisa, extensão, análise, experimentação, ensaio e divulgação técnica; \nelaboração de orçamento; padronização, mensuração e controle de \nqualidade; execução de obras e serviço técnico; fiscalização de obra e \nserviços técnicos ; produção técnica e especializada; condução de trabalho \ntécnico; condução de equipe de instalação, montagem, operação reparo ou \nmanutenção; execução de instalação, montagem e reparo; operação e \nmanutenção de equipamentos e instalação; execução de desenho técnico.  \n \nO desenvolvimento do curso deve promover condições reais, qualitativa e \nquantitativamente significativas de atividades e experiências práticas que \npossibilitem uma formação transdisciplinar. Assim, é imprescindível que o \nengenheiro de materiais m anifeste ou reflita na sua prática como profissional e como \ncidadão, competências e habilidades tais como: a) aplicar conhecimentos \nmatemáticos, científicos, tecnológicos e instrumentais à Engenharia de Materiais; b) \nprojetar e conduzir experimentos e inte rpretar resultados em engenharia de \nmateriais; c) conceber, projetar e analisar sistemas, produtos e processos em \nengenharia de materiais; d) planejar, supervisionar, elaborar e coordenar projetos e ", "26": "   \n21 \n serviços de engenharia materiais; e) identificar, formula r e resolver problemas de \nengenharia materiais; f) desenvolver e/ou utilizar novas ferramentas e técnicas em \nengenharia materiais; g) comunicar -se eficientemente nas formas escrita, oral e \ngráfica; h) atuar em equipes multidisciplinares; i) compreender e a plicar a ética e \nresponsabilidade profissionais; j) avaliar o impacto das atividades da engenharia de \nmateriais no contexto social e ambiental; k) avaliar a viabilidade econômica de \nprojetos de engenharia de materiais; l) assumir a postura de permanente bu sca de \natualização profissional.  \n \n8. CAMPO DE ATUAÇÃO DO PROFISSIONAL  \n \nO mercado de trabalho para o Engenheiro de Materiais abrange indústrias \ncomo as metalúrgicas, de fabricação de componentes plásticos ou cerâmicos, \nmontadoras e empresas de prestação de serviços de assistência técnica e \nconsultoria. Outro campo de atuação importante é o dos centros de pesquisa e \ndesenvolvimento. Os profissionais formados em Engenharia de Materiais da \nUFVJM/ Campus  Janaúba terão uma formação generalista nas várias áreas de \natuação da Engenharia de Materiais, podendo, por opção, aprofundar -se em \nqualquer destas áreas. Desta forma, estão legalmente habilitados a atuar em setores \nque estejam relacionados com os materiais cerâmicos, metálicos, poliméricos, \ncompósitos e semicondu tores.  \n \n9. PROPOSTA PEDAGÓGICA  \n \n A sociedade tem passado por grandes transformações e as instituições \nde ensino superior devem estar atentas a esse processo para estabelecer propostas \npedagógicas adequadas às necessidades de formação a que se destinam. De ssa \nforma, o curso de Engenharia de Materiais  entende que uma educação  \ncompromissada com a formação de indivíduos capazes de uma ação interativa e \nresponsável na sociedade é fundamental .  \nA velocidade com que os novos conhecimentos científicos e tecnológicos são \ngerados, difundidos, distribuídos e absorvidos pela sociedade em geral elimina das \ninstituições educacionais a responsabilidade exclusiva de transmissoras de ", "27": "   \n22 \n informações. A transfor mação da aprendizagem em um processo autônomo e \ncontínuo para os egressos dos cursos torna -se uma das grandes responsabilidades \nde todos os níveis educacionais e, principalmente, do ensino superior. Tal formação \nimplica não apenas o domínio de tecnologias de informação e comunicação, mas \ntambém a capacidade de selecioná -los, segundo critérios de rel evância, rigor e \nética, além  de reorganizá -los e de produz i-los autonomamente.  \nVisando atender as novas concepções de ensino, o projeto tem como \nproposta organiz ar um curso de engenharia com: caráter multidisciplinar e \ninterdisciplinar , que possibilite  domínio de conhecimentos gerais e específicos da \nárea; pensamento crítico e transformador; espírito de inovação; preceitos éticos; \ncapacidade para enfrentar problem as reais; visão e interesse pela pesquisa \ncientífico -pedagógica; perspectivas de mobilidade interinstitucional, bem como, \nintegração real e compromisso prático com a sociedade.  \nA fim de viabilizar a proposta, o curso apresenta algumas estratégias que \nvalor izam o aluno como protagonista na construção do conhecimento. São elas:  \n \nI. Incentivar o ingressante universitário a estabelecer contato por meio de \ntrabalhos de pesquisa e extensão, com professores e alunos de outros cursos \nde graduação e pós -graduação de sta e de outras instituições de ensino e \npesquisa.  \nII. Criar programas de incentivos à pesquisa e inovação por meio de eventos \ncientíficos, semanas acadêmicas, Empresa Júnior, atividades culturais e \ncientíficas (feiras, gincanas e outras).  \nIII. Incentivar os alunos a criarem diretório acadêmico e grupos de estudo e a \ndesenvolver trabalhos de extensão por meio de cursos e formação \ncontinuada.  \nIV. Desenvolver um programa de incentivo à criação de novos produtos \ntecnológicos, bem como, apresentar os resultados  das pesquisas e ainda, do \ntrabalho de conclusão do curso à sociedade, visando estabelecer parcerias e \nproporcionar o desenvolvimento do comércio local. Esta atividade \nproporcionará ao aluno trabalhar em equipe, instigar suas habilidades \ntécnicas, sua cria tividade, o que certamente refletirá positivamente nos \naspectos sociais e culturais da região.  ", "28": "   \n23 \n V. Incentivar os alunos a aplicar seus conhecimentos em benefício da \nsociedade, visando principalmente contribuir para o crescimento sócio, \npsíquico, econômico e  cultural. Esta atividade poderá ser contemplada por \nmeio do trote solidário, realização de curso de alfabetização para adultos, \ncursos de apoio ao jovem vestibulando, dentre outros.  \nVI. Preparar o aluno para enfrentar e solucionar problemas reais, \ntransce ndendo os limites acadêmicos, seguindo os preceitos éticos e morais. \nEsta atividade poderá ser cumprida oferecendo aos alunos aulas teóricas com \nforte enfoque prático, realizações de minicurso e estágios em empresas e em \nindústrias da área.  \nVII. Criar um p rograma de orientação aos alunos do curso de Engenharia de \nMateriais, visando dar suporte e direcionamento à escolha de unidades \ncurriculares relativas a uma área de atuação para a qual o discente tenha \nmaior aptidão.  \nVIII. Incentivar a participação em ati vidades complementares que valorizem a \naplicação de conhecimentos científicos e tecnológicos inovadores.  \nIX. Estimular o aluno a participar do Programa Institucional de Mobilidade \nEstudantil - PME - o qual possibilitará aos acadêmicos cursarem unidades \ncurriculares em outras Instituições Federais de Ensino Superior (IFES) \nconveniadas sem perder o vínculo de origem.  \nEm suma , a reorganização sistêmica do mundo do trabalho, e sua \nflexibilização, trazem novas exigências ao processo formativo. O domínio de \nconhecimentos gerais passa a ter mais relevância, acompanhado da desvalorização \nprecoce da especialização rígida.  Assim,  o empenho em preparar pessoas para \nenfrentar problemas da realidade dinâmica e concreta, de forma crítica e \ntransformadora, deve ser orienta do para a formação social e integral do cidadão \npara a sociedade.  \n \n10. ORGANIZAÇÃO CURRICULAR  \n \nEntende -se por Currículo o conjunto de conhecimentos, de saberes, \ncompetências, habilidades, experiências, vivências e valores que os alunos \nprecisam adquir ir e desenvolver, de maneira integrada e explícita, mediante práticas ", "29": "   \n24 \n e atividades de ensino e de situações de aprendizagem.  \nNa estruturação do currículo os componentes curriculares são concebidos de \nacordo com o regime acadêmico adotado pela UFVJM, destac ando formas de \nrealização e integração entre a teoria e prática, buscando coerência com os \nobjetivos definidos e o perfil do profissional desejado, articulação entre o ensino, a \npesquisa e a extensão e contemplando conteúdos que atendam aos eixos e \nformaçã o identificados nas Diretrizes Curriculares do curso. Os componentes \ncurriculares devem dar sentido à formação acadêmica e profissional que se \npretende.  \nA organização curricular do curso está pautada no perfil do profissional em \nEngenharia de Materiais que  a UFVJM pretende formar, a saber:  \n O profissional deverá ter uma sólida formação na elaboração de projetos. \nDesta forma o aluno aprenderá a elaborar projetos aplicando os conhecimentos \nadquiridos ao longo do curso;  \n O profissional deverá estar preparado par a ser um empreendedor, capacitado a \nidentificar oportunidades e resolver problemas;  \n Com autonomia para complementar a sua formação acadêmica, por meio da \nescolha de unidades curriculares optativas de áreas afins, viabilizada pela \nflexibilização do currícul o; \n O profissional terá um bom conhecimento do mercado de trabalho e \naperfeiçoamento da formação, oportunizados pela prática profissional no \nEstágio Supervisionado, correspondente a 165 horas.  \nDessa forma, além de suprir uma demanda de formação tecnológica específica, \na UFVJM estará oferecendo  a sociedade um profissional de Engenharia de Materiais \ncom os seguintes diferenciais: especializado em empreendedorismo e elaboração de \nprojetos, e com treinamento profissional obtido por meio do estágio supervisionado . \nA organização curricular contempla os componentes curriculares, descrições e \nnormas de operacionalização de cada componente, além da estrutura curricular, o \nementário e bibliografias básicas e complementares correspondentes.  \nA Engenharia de Materiais da UFVJM irá dispor de uma estrutura curricular \ncomum, envolvendo disciplinas do  curso de Ciência e Tecnologia - BC&T das \nexigências básicas da legislação vigente, as disciplinas recomendadas para os \nfuturos engenheiros e as atividades de síntese e integração de conhecimentos, ", "30": "   \n25 \n assim como da necessidade de que o aluno tenha a oportunidade de adquirir uma \nformação humanística sólida, durante seu programa de formação.  \nA estrutura curricular é compatível com as exigências do BC&T, constituindo um \ndiferencial para a  formação dos engenheiros, a partir do qual os estudantes \nadquirem boa formação em ciências naturais e matemáticas, sem descuidar de \naspectos sociais e filosóficos envolvidos no trabalho com ciência e tecnologia.  \nO curso tem a duração prevista de 10 (dez) semestres letivos, sendo que 6 \n(seis) destes são cursados no curso de Ciência e Tecnologia (BC&T). O 5º e 6º \nperíodos cursados no citado bacharelado compõem a área de concentração para as \nEngenharias e Química Industrial, onde o discente tem a oportunidade  de estudar \ndisciplinas que direcionam sua escolha acadêmica para os cursos profissionais. Os \noutros semestres letivos são inteiramente direcionados a essa profissionalização  \nO tempo de integralização do curso de Engenharia de Materiais  é de no mínimo \n5 anos e no máximo 7,5 anos.    \nA disciplina de Libras  também, encontra -se prevista no projeto da engenharia de \nMateriais como disciplina curricular optativa conforme prevê a legislação vigente.  \n \n10.1. Estrutura  Curricular  \n \nDo ponto de vista do modelo pedagógico, alguns aspectos devem ser \nobservados pelo projeto da Engenharia de Materiais, entre os quais se destacam a \ncompatibilização com o BC&T com uma formação básica bastante sól ida; a \nflexibilidade Curricular  permiti ndo que o futuro profissional tenh a uma formação \ncomplementada com disciplinas optativas e atividades diversas como mobilidade \ndiscente, estágios, iniciação científica, entre outras, na sua área de interesse \nespecífico, buscando o aperfeiçoamento individual e o amadurecimento como um \nprofissional especializado; a possibilidade de monitoração e atualização contínua \ndos conteúdos a serem oferecidos pelos programas; a interdisciplinaridade não \napenas com as áreas de conhecimentos básicos, mas, também, entre as diversas \nespecialidades de engenh aria. \nA estrutura, a ser apresentada, procurou atender todos os aspectos do \nmodelo pedagógico e estar de acordo com as  orientações do CNE/CES a serem \nseguidas pelos cursos de bacharelado em engenharia, no país, a saber:  ", "31": "   \n26 \n  RESOLUCAO CNE/CES Nº 11, de 11/03/20 02 institui diretrizes \ncurriculares nacionais de cursos de graduação em engenharia. Em \nlinhas gerais, esta resolução define a estrutura do curso de engenharia \ncomo sendo composto por três núcleos de conhecimentos, sem \nqualquer menção a unidades curriculare s, que são:  Núcleo de \nconteúdos básicos (mínimo de 30% da carga horária);  \n Núcleo de conteúdos profissionalizantes (mínimo de 15% da carga \nhorária);  \n Núcleo de conteúdos específicos, representado por extensões e \naprofundamentos dos conteúdos do núcleo de con teúdos \nprofissionalizantes.  \n Além destes núcleos de conteúdos, esta resolução define a \nnecessidade de um mínimo de 160 horas de estágio curricular e a \nrealização de um trabalho final de curso, como atividade de síntese e \nintegração de conhecimentos.  \n \nA estrutura curricular do curso atende às diretrizes do CNE, sendo que a \ncarga horária de cada conteúdo e o seu percentual encontram -se apresentados na \nTabela 1.  \nTabela 1:  Carga horária e percentual de horas no curso de Engenharia de Materiais.  \nConteúdo  Hora s (h)  Horas (%)  \nBásico  1200  32,93  \nProfissionalizante  675 18,51  \nEspecífica  1515 41,57  \nAtividades Complementares  90 2,47 \nEstágio Curricular  165 4,52 \nTotal  3645  100 \n \nNa estrutura curricular do Curso de Engenharia de Materiais as disciplinas \nEstágio Supervisionado e Atividades Complementares não excedem a 20% da carga \nhorária total do curso ( 3645  horas), conforme Parecer CNE/CES no 8/2007 – \nhomologado através do despacho do ministro em 12 de junho de 2007.  \nOs conteúdos das disciplinas, classificados como básico, específico e \nprofissionalizante, são apresentados a seguir.  \nO núcleo de conteúdos básicos é formado por disciplinas que tem por ", "32": "   \n27 \n finalidade formar a base de conhecimento do aluno, oferecendo conteúdos  de forma \nteórica e prática. Trata dos tópicos de matemática, física, química, informática, \nexpressão gráfica, humanidades, ciências sociais e cidadania.  \nO núcleo de conteúdos profissionalizantes é formado por unidades \ncurriculares que oferecem ao aluno co nteúdos básicos para a formação do \nprofissional de Engenharia de Materiais.  \nO núcleo de conteúdos específicos é formado por unidades curriculares que \ntratam dos conhecimentos científico s, tecnológicos e instrumentais, necessários \npara o fortalecimento das  competências e habilidades do Engenheiro de Materiais.  \nDessa forma, a estrutura curricular do curso de Engenharia de Mat eriais está \napresentada no flux ograma abaixo e nas Tabelas 2 e 3.  ", "33": "   \n28 \n º\nEnsaios dos \nMateriais  \nTermodinâmica \ndos Sólidos  \nFenômenos de \nTransferência  \n Química  \nInorgânica I  \nMateriais \nMetalicos  \nPropriedades dos \nMateriais  FLUXOGRAMA DO CURSO DE ENGENHARIA DE MATERIAIS  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Legenda  \nBásicas   \nProfissionalizantes   \nEspecíficas   \nEstágio Curricular   º\nFunções de uma \nVariável  Álgebra Linear  \nQuímica \nTecnológica I  Introdução às \nEngenharias  \nComunicação, \nLinguagens, \nInformação e \nHumanidades I  º\nFunções de Varias \nVariáveis  \nFenômenos \nMecânicos  \nQuímica \nTecnológica II  \nLinguagens de \nProgramação  \nComunicação, \nLinguagens, \nInformação e \nHumanidades II  º\nProbabilidade e \nEstatística  \nFenômenos \nEletromagnéticos  \nFísico Química   \nMecânica dos \nFluidos  \nMicrobiologia  \nMicrobiologia  Desenho e \nProjeto para \nComputador  º\nGestão para \nSustentabilidade  \nCálculo Numérico  \nCiência e \ntecnologia dos \nMateriais  \nMecânica dos \nSólidos  \nEletrotécnica  \nFenômenos de \nTransporte  º\nEquações \nDiferenciais  e \nIntegrais  \nFenômenos \nTérmicos e \nópticos  \nQuímica \nTecnologica IV  \nBioquímica  \nAlgoritmos e \nProgramação  \nComunicação, \nLinguagens, \nInformação e \nHumanidades III  º\nTrabalho de \nConclusão de \nCurso II  \n Estágio \nCurricular  \nÉtica e \nLegislação \nProfissional  \nSaúde e \nSegurança do \ntrabalho  º\nMateriais \nCompósitos  Processos \nMetalúrgicos de \nFabricação  \nCaracterização \ndos Materiais  \nProcessamento de \nMateriais \nMetálicos  \nProcessamento de \nMateriais \nCerâmicos  \nMateriais \nPoliméricos  \nCiência do \nAmbiente para \nEngenharia  º\nProcessamento de \nMateriais \nPoliméricos  \nBiomateriais  \nTrabalho de \nConclusão de \nCurso I  \nAções \nEmpreendedoras  \nEngenharia \nEconômica  Análise de Falha  \n Seleção de \nMateriais  \nReciclagem de \nMateriais  º\nProcessos \nIndustriais  \nTratamentos \nTérmicos e \nTermoquímicos  \nReologia  \nCorrosão e \nDegradação de \nMateriais  \nMateriais \nCerâmicos  \nMateriais \nRefratários  \nAnálise Instrumental  ", "34": "   \n29 \n Tabela 2 : Estrutura Curricular do Curso de Engenharia de Materiais  \n1º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req. \nFunções de uma Variável  O Pres 5 0 75 - \nÁlgebra Linear  O Pres 5 0 75 - \nQuímica Tecnológica I  O Pres/Lab  4 1 75 - \nIntrodução às Engenharias  O Pres 4 0 60 - \nComunicação, Linguagens,  \nInformação e Humanidades I  O Pres/Dist  4 0 60 - \nTotal  22 1 345  \n     \n2º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req. \nFunções de várias Variáveis  O Pres 5 0 75 CTJ001  \nFenômenos Mecânicos  O Pres/Lab  4 1 75 - \nQuímica Tecnológica II  O Pres/Lab  4 1 75 - \nLinguagens de Programação  O Pres/ Lab 3 2 75 - \nComunicação, Linguagens,  \nInformação e Humanidades II  O Pres/Dist  4 0 60 - \nTotal  20 4 360  \n    \n3º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req. \nEquações Diferenciais e Integrais  O Pres 4 0 60 - \nFenômenos Térmicos e Ópticos  O Pres/Lab  3 1 60 - \nQuímica Tecnológica IV  O Pres 4 0 60 - \nBioquímica  O Pres/Lab  3 1 60 - \nAlgoritmos e Programação  O Pres/ Lab 3 2 75 - \nComunicação, Linguagens, \nInformação e Humanidades III  O Pres 4 0 60 - \nTotal  21 4 375  \n    \n4º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req. \nProbabilidade e Estatística  O Pres 4 0 60 - \nFenômenos Eletromagnéticos  O Pres/Lab  3 1 60 - \nFísico -Química  O Pres/Lab  3 1 60 - \nMecânica dos Fluidos  O Pres 4 0 60 - \nDesenho e Projeto para \nComputador  O Pres/Lab  3 1 60 - \nMicrobiologia  O Pres/Lab  3 1 60 CTJ011  \nTotal  20 4 360  \n       \n5º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req. \nGestão para Sustentabilidade  O Pres.  4 0 60 - ", "35": "   \n30 \n Cálculo Numérico  O Pres.  4 0 60 - \nCiência e Tecnologia dos \nMateriais  O Pres.  4 0 60 - \nMecânica dos Sólidos  O Pres.  4 0 60 - \nEletrotécnica  O Pres./Lab  3 1 60  \nFenômenos de Transporte  O Pres.  4 0 60 - \nTotal  23 1 360  \n    \n6º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req. \nTermodinâmica dos Sólidos  O Pres 4 0 60 - \nFenômenos de Transferência  O Pres 4 0 60 - \nPropriedades dos Materiais  O Pres 4 0 60 - \nEnsaios de Materiais  O Pres/Lab  3 1 60 - \nMateriais Metálicos  O Pres 4 0 60 - \nQuímica Inorgânica I  O Pres 4 0 60 - \nTotal  23 1 360  \n       \n7º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req. \nCorrosão e Degradação de \nMateriais  O Pres 3 0 45 - \nProcessos Industriais  O Pres 4 0 60 - \nTratamentos Térmicos e \nTermoquímicos  O Pres 4 0 60 - \nReologia  O Pres 4 0 60 - \nMateriais Refratários  O Pres 3 0 45 - \nMateriais Cerâmicos  O Pres 4 0 60 - \nAnálise Instrumental  O Pres 4 0 60 - \nTotal  26 0 390  \n       \n8º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req. \nProcessos Metalúrgicos de \nFabricação  O Pres 4 0 60 - \nMateriais Compósitos  O Pres 3 0 45 - \nCaracterização dos Materiais  O Pres/Lab  3 1 60  \nProcessamento de Materiais \nMetálicos  O Pres/Lab  3 1 60 - \nProcessamento de Materiais \nCerâmicos  O Pres/Lab  3 1 60 - \nMateriais Poliméricos  O Pres 3 0 45 - \nCiência do Ambiente para \nEngenharia  O Pres 3 0 45 - \nTotal  22 3 375  \n \n \n \n   \n     ", "36": "   \n31 \n  \n \n \n \n \n \n \n \n \n \n \n \n \n  \n9º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req. \nAnálise de Falhas  O Pres 3 0 45 - \nProcessamento de Materiais \nPoliméricos  O Pres/Lab  3 1 60 - \nSeleção de Materiais  O Pres 3 0 45 - \nBiomateriais  O Pres 3 0 45 - \nReciclagem de Materiais  O Pres 3 0 45 - \nAções Empreendedoras  O Pres 4 0 60 - \nEngenharia Econômica  O Pres 4 0 60 - \nTrabalho de Conclusão de Curso \nI O Pres 1 0 15 - \nTotal  24 1 375  \n     \n10º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req. \nTrabalho de Conclusão de Curso \nII O Pres/Dist 1 0 15 - \nEstágio Curricular  O Pres. - 11 165 - \nÉtica e Legislação Profissional  O Pres/Dist . 2 0 30 - \nSaúde e segurança do trabalho  O Pres/Dist.  3 0 45  \nTotal  6 11 255  \n     \nAtividades  \nDisciplina/Atividade  Tip Mod T P CH \nAtividades Complementares  O - - - 90 ", "37": "   \n32 \n Tabela 3:  Unidades curriculares de Comunicação, Linguagens, Informação e \nHumanidades.  \nUnidades curriculares de Comunicação, Linguagens, Informação e \nHumanidades  \nUnidade Curricular  S Tipo  T P CH \nInglês Instrumental  OL Pres/Dist  4 0 60 \nFilosofia da Linguagem e Tecnologia  OL Pres/Dist  4 0 60 \nLeitura e Produção de Textos  OL Pres/Dist  4 0 60 \nQuestões de História e Filosofia da Ciência  OL Pres/Dist  4 0 60 \nMundo Contemporâneo: Filosofia e \nEconomia  OL Pres/Dist  4 0 60 \nQuestões de Sociologia e Antropologia da \nCiência  OL Pres/Dist  4 0 60 \nFundamentos e Técnicas de Trabalho \nIntelectual, Científico e Tecnológico  OL Pres/Dist  4 0 60 \nSer Humano como Indivíduo e em Grupos  OL Pres/Dist  4 0 60 \nRelações Internacionais e Globalização  OL Pres/Dist  4 0 60 \nNoções Gerais de Direito  OL Pres/Dist  4 0 60 \nEnglish for Academic Purposes  OL Pres.  4 0 60 \nEstudos Culturais  OL Pres.  4 0 60 \n \nLíngua brasileira de sinais - LIBRAS  Disciplina optativa - Dec. 5626/2005  \nLegenda:  T: Aula Teórica  \nP: Aula Prática  \nCH: Carga Horária  \nPré-Req: Pré -Requisito  \nO: Disciplina  Obrigatória  \nPres - Aula Teórica Presencial  \nLab - Aula Prática em Laboratório  \nDist: Aula Teórica a Distância  ", "38": "   \n33 \n Tip: Tipo  \nMod: Modalidade  \nTabela 4: Resumo de Carga Horária.  \nPeríodo  Carga Horária  \nDisciplina  Atividades  Total  \nSemanal  Total    \n1º 23 345 0 345 \n2º 24 360 0 360 \n3º 25 375 0 375 \n4º 24 360 0 360 \n5º 28 360 0 360 \n6º 28 360 0 360 \n7º 30 390 0 390 \n8º 25 375 0 375 \n9º 17 375 0 375 \n10º 6 90 0 90 \nAtividades \nComplementares  - - 90 90 \nEstágio \nCurricular  - - 165 165 \nTotal  3645  \n \n \n10.2. Ementário e Bibliografia  \n \nAs ementas e bibliografias das disciplinas que compõe o curso de Engenharia \nde Materiais estão apresentadas no Anexo 1. Todas as disciplinas obrigatórias são \napresentadas por período e ao final são apresentadas as disciplinas de \nComunicação, Linguagens, Informação e Humanidades.  \n \n10.3. Equivalências  \n \nO curso de Engenharia de Materiais estabelece como equivalentes em função \nde carga horária e conteúdo compatíveis em 75%, as seguintes disciplinas:  \n \nAções empreendedoras  Empreendedorismo  \nCiência  do ambiente para engenharia  Ecologia e meio ambiente  \n ", "39": "   \n34 \n 10.4. Estágio Supervisionado  \n \nO Programa de Estágio Supervisionado do curso de Engenharia de Materiais \nda UFVJM é uma atividade curricular obrigatória de treinamento profissional, que \ntem como objetiv o geral complementar o ensino teórico -prático, proporcionando \ndesta maneira um elo entre a Instituição de Ensino, geradora do conhecimento, e o \nmercado.  \nUma das exigências da estrutura curricular do curso de Engenharia de \nMateriais é a realização de, 165 horas de estágio supervisionado. O estágio \nsupervisionado do curso de Engenharia de Materiais terá a supervisão de um \nprofessor da área de Engenharia de Materiais e de um profissional de Engenharia da \nempresa que o contratar, sob supervisão direta da Instit uição de Ensino, através da \nelaboração de relatórios técnicos e acompanhamento individualizado durante o \nperíodo de realização da atividade.  \nO estágio permite o desenvolvimento do aluno através da aplicação prática de \nestudos teóricos. Através do estágio é  que os alunos desenvolverão a maturidade \nnecessária para enfrentar o concorrido mercado de trabalho. Além disso, estando \npresente no meio industrial, o aluno irá desenvolver e aplicar os preceitos \nnecessários para atender ao perfil do egresso dos cursos d e engenharia.  \nA interação com o meio industrial proporcionará ao aluno a aprendizagem e a \nvivência da Engenharia de Materiais, visto que, sua passagem pela indústria, \npossibilitará ao graduando a oportunidade de encarar os problemas práticos e reais \ndecorr entes dos processos industriais e por em prática os conhecimentos adquiridos \nao longo do seu curso de graduação pela integração dos conhecimentos \nespecíficos, conhecimentos na área de gestão e na parte de humanidades. Outra \nvantagem que o estágio proporcio na é a maior interação entre o meio acadêmico, o \nmeio industrial e a comunidade.  \nOutro fator de importância para a realização do estágio supervisionado \nobrigatório é que possibilitará aos discentes acompanhar os avanços dos processos \ntecnológicos, visto qu e estes se encontram em constante mudança e muitas vezes \nos conteúdos ministrados na academia não acompanham tal evolução.  \nAs normas específicas que regulamentarão o Estágio Curricular \nSupervisionado serão definidas pelo Colegiado de Curso, ouvido o Núcleo  Docente ", "40": "   \n35 \n Estruturante –NDE  e respeitando as legislações vigentes.  \n \n10.4. Atividades Complementares  \n \nO mercado de trabalho atual está cada vez mais carente de profissionais que \napresentem uma visão que vai além dos conteúdos técnicos que são ministrados em \nsala de aula. Diante do exposto, verifica -se a necessidade de que, em conjunto com \nas atividades previstas pelas matrizes curriculares dos cursos de graduação, sejam \ndesenvolvidas atividades que permitam que o discente tenha uma visão mais ampla \ntanto de s ua área como de aspectos culturais gerais.  \nUma forma de atender a essa necessidade atual do mercado  é a realização \nde atividades complementares que se mostram cada vez mais de fundamental \nimportância para a formação do profissional moderno.  \nDe acordo com a  Resolução nº 5 – CONSEPE/UFVJM, de 23 de abril de \n2010, as Atividades Complementares - AC estão previstas como atividades \nobrigatórias, nas Diretrizes Curriculares para os cursos de graduação e nos Projetos \nPedagógicos dos Cursos. Portanto, para o aluno o bter o seu grau como engenheiro \nde materiais , o mesmo deve fazer várias atividades complementares ao longo de \nsua graduação. De acordo com a matriz curricular proposta para a Engenharia de \nMateriais, o discente deve realizar 90 horas dessas atividades. Val e ressaltar que \ntais atividades realizadas pelos alunos em qualquer outro curso de graduação, \nincluindo o BC&T, não serão aproveitadas para os alunos ingressantes no curso de \nEngenharia de Materiais. Assim, além de poder realizar mais atividades, os \ndiscen tes terão a oportunidade de realizar atividades mais específicas para a sua \nárea de formação.  \nAs atividades complementares têm como objetivo promover e permitir uma \nmaior interação entre o discente e outras áreas correlatas, sejam elas específicas \ncom sua formação profissional ou não, dentre as quais se tem as intelectuais, \nlinguísticas, esportivas entre outras, sendo que a realização de tais atividades \npoderá ser por meio das áreas de ensino, pesquisa e extensão.  \nRealizando tais atividades, os graduandos t erão a oportunidade de se \naprofundarem em temas e atividades que podem promover uma \ninterdisciplinaridade, podendo ampliar de forma satisfatória seus conhecimentos e, ", "41": "   \n36 \n consequentemente, proporcionando uma formação diferenciada, formando \nprofissionais mais c apacitados para o mercado de trabalho.  \nAs diversas atividades que os alunos terão oportunidade de realizar irão \nproporcionar o desenvolvimento de novas habilidades, promovendo uma maior \ncapacidade de se desenvolver distintas tarefas. Busca -se também estimular o aluno \na participar de atividades culturais e assistenciais, favorecendo o seu contato em \nespecial com a sociedade. Além disso, por meio da execução de atividades \ncomplementares, os alunos terão contato com profissionais e pesquisadores de \ndiver sas áreas o que lhes proporcionará uma maior visão de mercado. Dentre as \natividades é importante citar: monitorias, iniciação científica, projetos de extensão, \nde treinamento profissional, participação em congressos, palestras, grupos de \nestudo, atividade acadêmica à distância, vivência profissional complementar etc.  \nAs normas específicas que regulamentarão as Atividades Complementares \nserão definidas pelo Colegiado de Curso, ouvido o NDE.  \n \n \n10.5. Trabalho de Conclusão de Curso - TCC \n \nO Trabalho de Conclusã o do Curso se caracteriza como uma atividade \norientada que busca consolidar a integração dos conhecimentos adquiridos ao longo \ndo curso, bem como possibilitar a aplicação de conceitos e metodologias exigidas \npara o desenvolvimento de um projeto de engenhar ia metalúrgica. Constitui -se em \natividade obrigatória como requisito para concluir a graduação.  \nO objetivo de todo curso de graduação é a formação e capacitação de \nprofissionais com competência para ingressar no mercado de trabalho. Como o foco \ne interesse  da UFVJM é a formação de profissionais de Engenharia de Materiais \ncom tais características, é necessário que os alunos sejam avaliados ao final de sua \ngraduação quanto: ao seu perfil profissional, assimilação e aplicação dos conteúdos \npor eles estudados a o longo do curso. Uma das formas de avaliar se o aluno possui \ntais atributos é mediante a elaboração de um trabalho de conclusão de curso  de \nacordo com as normas institucionais .  \nNo presente projeto, entendem -se como TCC, as disciplinas de Trabalho de \nConc lusão de Curso I e II, do 9o e 10o período com carga horária total de 3 0 horas -", "42": "   \n37 \n aula. Na disciplina de Trabalho de Conclusão de Curso I, o aluno terá \nacompanhamento docente, para o do desenvolvimento de um projeto na área de \nformação. Na disciplina de Traba lho de Conclusão de Curso II, o aluno irá \ndesenvolver o projeto e posteriormente apresentar a uma banca para avaliação. \nAlém de estimular a curiosidade e o espírito questionador do acadêmico, o TCC tem \ncomo finalidade: desenvolver o poder de síntese do alu no, aprimorar sua capacidade \nde análise e resolução de problemas recorrentes na sua área de competência e \naperfeiçoar os conhecimentos básicos, profissionalizantes e específicos estudados \nao longo do curso.  \nRessalta -se que, mesmo o BC&T sendo o modo de ing resso para o curso de \nEngenharia de Materiais da UFVJM e tal curso exigir um Trabalho de Conclusão de \nCurso, o mesmo não poderá ser aproveitado como critério de avaliação para a \nconclusão do curso de Engenharia de Materiais desta Instituição. Tal situação é \nexplicada pelo Artigo 7º, parágrafo único, da Resolução CNE/CES 11, de 11 de \nmarço de 2002, que diz :“É obrigatório o trabalho final de curso como atividade de \nsíntese e integração de conhecimento.”  \nDiante do exposto, fica clara a importância e necessidad e do trabalho de \nconclusão de curso para fins de avaliação do egresso. As normas específicas que \nregulamentarão o TCC serão definidas pelo Colegiado de Curso, ouvido o NDE.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "43": "   \n38 \n 11. ACOMPANHAMENTO E AVALIAÇÃO DO PPC  \n \nCientes da responsabilidade cada vez maior que se propõe aos cursos de \ngraduação, o presente projeto pedagógico tem como um de seus objetivos, \nacompanhar e avaliar o andamento e a aplicação das ações propostas neste \ndocumento. Visando atender a demanda do mercado, sem perder o foco d a \nqualidade do ensino, a coordenação pretende implantar uma proposta de gestão \nadministrativa, de acordo com a qual todos os docentes do curso serão convidados \na participar e gerenciar as atividades de ensino, extensão e pesquisa. Pretende -se \nainda, elabor ar um plano de gestão para cada dois anos de atividades do curso, \nonde serão avaliadas e estabelecidas metas, necessidades, forma de condução do \ncurso, funcionamento e novas estratégias, a fim de buscar possíveis e necessárias \nmelhorias.  Para contribuir ne sse processo poderão ser utilizados dados obtidos \natravés do Instrumento de avaliação do ensino (IAE), que objetiva verificar as \ncondições de ensino e oferta dos cursos de graduação da UFVJM, a fim de propor \nações para elevar a sua qualidade.  \n A avaliação e acompanhamento do Projeto Pedagógico poderá ser tarefa tão \ncomplexa quanto à avaliação da aprendizagem, pois também se estará avaliando \nprocesso e produto. E o fato é que ambas as avaliações se completam.  A avaliação \ndo projeto deve ser contínua. O Coleg iado de Curso deverá, juntamente com o NDE, \nelaborar a metodologia, as estratégias e os instrumentos de avaliação do processo e \ndo produto do curso. A avaliação deve incluir a consulta e a participação de todos os \nenvolvidos. Deve indicar os avanços, as de scontinuidades e os resultados de cada \nconselho, deverá ser motivo de reflexão e discussão entre os discentes e docentes \ndo curso, ouvidos docentes de outros cursos que interagem com o curso de \nEngenharia de Materiais,  na perspectiva de que sejam geradas p ropostas para \naprimorar os conteúdos, as atividades e as ações inerentes ao processo de gestão \ndo curso.  \nO confronto entre o velho e o novo mundo é sempre passível de conflitos, \nmas o esforço de manter o diálogo aberto com visão ética e futurista sempre no s \nlevará a caminhos de crescimento.  \n \n ", "44": "   \n39 \n 12. AVALIAÇÃO DA APRENDIZAGEM  \n \nOs procedimentos e instrumentos de avaliação devem ficar a cargo da equipe \nde docentes responsável pelo curso. Devem ser concebidos através de discussões \nteóricas, levando em consideração  a cultura acumulada por discentes e docentes \nem torno da avaliação, o nível dos conhecimentos básicos que os discentes trazem \ndo ensino médio, as condições objetivas em torno da organização do curso e ainda, \na natureza da área e o sentido pedagógico; conf rontado com os objetivos, o perfil e \nas competências e habilidades. Pode -se, no entanto, refletir sobre o sentido de \navaliar competências, haja vista que aqueles conteúdos que estão nas ementas das \ndisciplinas serão trabalhados para desenvolver as competên cias elencadas ou \ncontempladas no presente projeto pedagógico. Deve -se deslocar o foco da nota \npara as competências que foram ou não desenvolvidas ou que foram desenvolvidas \nparcialmente.  \nNesse sentido, deve -se privilegiar o  processo de aprendizagem invest igando \na qualidade do desempenho dos estudantes tendo em vista reorientar ações \nbuscando os melhores resultados(LUCKESI, 2005).Na avaliação do processo o \nobjetivo é reconhecer as potencialidades, identificar as falhas da aprendizagem, e \nintervir buscando a lternativas para superar as dificuldades encontradas. Para isso, o \ndocente pode lançar mão de atividades e ações que envolvam os discentes \nativamente. Por exemplo: seminários, relatos de experiências, entrevistas, \ncoordenação de debates, produção de textos , práticas de laboratório, elaboração de \nprojetos, relatórios, dentre outros, isto é, não implicando, necessariamente, na \naplicação de provas.  \nAs reflexões acima realizadas deixam clara a complexa tarefa de avaliar. \nPorém, para dar suporte legal ao docente  contamos com o regulamento que \nnormatiza os cursos de graduação na UFVJM. Recorrer à Resolução em seus \naspectos técnicos legais e confrontá -la com consistentes reflexões sobre o sentido \nde avaliar considerando os objetivos do curso de graduação em Engenha ria de \nMateriais  norteará o processo de avaliação.  \n \n \n ", "45": "   \n40 \n 13. FORMA DE INGRESSO  \n \nPara o aluno pleitear uma vaga no curso de Engenharia de Materiais, deverá \ncursar o Interdisciplinar  em Ciência e Tecnologia – BC&T e posteriormente proceder \na transição.  \nA forma  de transição do aluno do BC&T para o Curso de Engenharia de \nMateriais deverá ocorre r de acordo com a Resolução nº 21  do CONSEPE, de 06 de \ndezembro  de 201 1. \n \n14. INTEGRALIZAÇÃO CURRICULAR  \n \nO curso de Engenharia de Materiais apresenta em sua estrutura curri cular um \nelenco de disciplinas teóricas e práticas necessári as para a formação de um \nprofissional capaz de enfrentar os desafios do mercado de trabalho. Para obter o \ndiploma e portar o título de Engenheiro de Materiais, o discente deve ser aprovado \nem toda s as disciplinas oferecidas pelo curso, totalizando o cumprimento de  3645  \nhoras de integra lização em disciplinas do curso.  \n \n15. INFRA -ESTRUTURA  \n \nO curso de Engenharia de Materiais, vinculado ao Instituto de Engenharia, \nCiência e Tecnologia - IECT, campus  Janaúba, necessitará de prédio próprio a ser \nconstruído composto por salas de aula, laboratório s para o desenvolvimento de \naulas práticas e pesquisas, biblioteca e demais espaços físicos necessários ao curso \ne aos usuários.  \n \n \n \n \n \n \n \n ", "46": "   \n41 \n 16. CORPO DOCENTE  \n \nCom o objetivo de  mante r e cumprir a proposta de inter e \nmultidisciplinaridade, formar alunos com base sólida de conteúdos voltados para \nEngenharia de Materiais , dentro da atualidade, bem como, criar um curso que vise \nfortemente ensino, pesquisa e  extensão , pret ende -se obter no quadro de docentes , \nprofissionais que busquem um aprimoramento constante voltado  para áreas \ncientíficas, tecnológicas e de gestão. Almeja -se que tais profissionais sigam \nrigorosamente os preceitos éticos e que se envolvam em construir um c urso de \nqualidade integrando aulas teóricas e práticas com base na atualidade e realidade \nda área de Engenharia de Materiais . Espera -se ainda, docentes com interação e \ninteresse em participar de cursos de pós -graduação.  \nO perfil de contratação de cada doce nte será adequado de acordo com as \náreas de necessidade do curso, solicitadas por meio de concurso, no qual constarão \nas possíveis disciplinas que ele deverá assumir. A seleção privilegiará doutores, no \nentanto, mestres não serão excluídos.  \nO quadro de doc entes deverá possuir o número satisfatório de professores, \npara que esses ministrem  aulas com carga horária compatível com a legislação \nvigente. O quantitativo docente foi estimado  pela resolução Nº 010 – Conselho \nUniversitário , de 06 de setembro de 2013 , em 14 (quatorze) professores, sendo \npreferencialmente doutores nas áreas de química, física, materiais, engenharia \nmetalúrgica e outras engenharias.  \nÉ preciso esclarecer que o quadro docente relacionado no anexo II do projeto \napresenta todos os docentes que fazem parte do Instituto de Engenharia Ciência e \nTecnologia – IECT.  \n \n \n \n \n \n \n \n ", "47": "   \n42 \n 17. LEGISLAÇÃO CONSULTADA NA ELABORAÇÃO DO PROJETO \nPEDAGÓGICO  \n \nAprovação da Criação do campus da UFVJM na cidade de Janaúba: ATA da \nSexagésima Nona Sessão do Conselho Universit ário, realizada no dia 07/10/2011.  \n \nAto de Criação do curso de Engenharia  de Materiais:  RESOLUÇÃO Nº. 010  – \nConselho Universitário/UFVJM , de 06 de setembro de 2013.  \n \nDecreto Lei n° 9394, de 20 de dezembro de 1996 - Diretrizes e Bases da Educação \nNacional.  \n \nLei n° 5.194, de 24 de dezembro de 1966 – regulamenta o exercício da profissão de \nengenheiro.  \n \nResolução CONFEA 218 de 19 de junho de 1973 - que descrimina atividades das \ndiferentes modalidades de Engenharia, Arquitetura e Agronomia.  \n \nResolução CONFEA n° 1010, de 22 de agosto de 2005 – define as atribuições e \natividades das diferentes modalidades de Engenharia.  \n \nResolução CONFEA n° 1016, de 25 de agosto de 2006 - regula o Cadastramento \ndas Instituições de Ensino e de seus Cursos e para a Atribuição de Títu los, \nAtividades e Competências Profissionais.  \n \nResolução CNE/CES nº 11, de 11 de março de 2002 - instituiu as “Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia”.  \n \nParecer CNE/CES nº 67, de 11 de março de 2003 - Referencial para as Dire trizes \nCurriculares Nacionais – DCN s dos Cursos de Graduação.  \n \nRESOLUÇÃO Nº 2/2007, de 18 de junho de 2007 - dispõe sobre carga horária \nmínima e procedimentos relativos à integralização e duração dos cursos de ", "48": "   \n43 \n graduação, bacharelados, na modalidade presenc ial. \n \nResolução CONSEPE nº  21, de 25 de julho de 2014  - estabelece as normas de \nEstágio dos Discentes dos cursos de Graduação da Universidade Federal dos Vales \ndo Jequitinhonha e Mucuri -UFVJM.  \n \nResolução CONSEPE nº 17 de 24 de agosto de 2016 -Revoga, ad ref erendum  do \nCONSEPE, o art. 5º e parágrafos, da resolução nº 21 CONSEPE/2014 e dá outras \nprovidências.  \n \nResolução CONSEPE nº 05, de 23 de abril de 2010 - estabelece a equivalência em \nhoras das Atividades Complementares -AC e das Atividades Acadêmico -Científico -\nCulturais -AACC, conforme previsto no Regulamento dos Cursos de Graduação da \nUFVJM.  \n \nResolução CONSEPE nº 21 , 06 de dezembro  de 201 1 - Estabelece normas para \ntransição de estudantes dos Cursos de Bacharelado em Ciência e Tecnologia -BCTs  \npara os Cursos de formação específica pós -BCT da UFVJM.  \n \n \n \n \n \n \n \n \n \n \n ", "49": "   \n44 \n 18. REFERÊ NCIAS BIBLIOGRÁFICAS  \n \nBRASIL. Conselho Nacional de Educação. Resolução CNE/CES nº 01 , de 30 de \nmaio de 2012. Publicada no DOU nº 105, seção 1, p.48.  \n \nUFVJM. Projeto Pedagógico do  Curso de Engenharia Química . Diamantina, \n2011.  \n \nLUCKESI, Cipriano Carlos. Avaliação da aprendizagem...mais uma vez . nº 46. \nDisponível em: <http://www.luckesi.com.br/artigos_abc_educatio.htm>. Acesso em: \n22 nov. 2016.  \n \nUFVJM. Projeto Pedagógico do Curso d e Ciência e Tecnologia . Janaúba, 2014.  \n \nSILVA, Tomaz Tadeu da. Documentos de identidade: uma introdução às teorias \ndo currículo.  2 ed. Belo Horizonte: Autêntica, 2002. (156p.)  \n \nUFVJM. Plano de Desenvolvimento Institucional - 2012 – 2016.  Diamantina, \n2012.  \n \nUNESCO. Declaração Internacional dos Direitos Humanos.  Brasília, 1988. \nDisponível em: http://unesdoc.unesco.org/images/0013/001394/139423por.pdf \nAcesso e m 05/05/2015  \n \n \n \n ", "50": "   \n45 \n ANEXO I: EMENTÁRIO  \n \n1º PERÍODO  \n \nUNIDADE CURRICULAR : Funções de uma Variável - CH – 75 h \nEMENTA  \nFunções. Limites e continuidade. Derivada. Regras de derivação. Derivadas de \nfunções notáveis. Aplicações da derivada. Integral. Teorema fundamental do \ncálculo. Técnicas de Integração. Aplicações da Integral.  \n \nBibliografia Básica:  \n1. GUIDORIZZI, H. L. Um curso de cálculo. 5. ed. Rio de Janeiro: LTC , 2001, \nv. 1. \n2. STEWART, J. Cálculo. 5.ed. São Paulo: Cengage Learning, 2006, v.1.  \n3. THOMAS , G. B. Cálculo. 11.ed. São Paulo: Pearson/Addison Wesley, 2009, \nv.1. \n \nBibliografia Complementar:  \n1. ANTON, H.; BIVENS, I.; DAVIS, S.. Cálculo. 8. ed. Porto Alegre: Bookman, \n2007. v.1.  \n2. FLEMMING, D.M., GONÇALVES, M.B. Cálculo A. 6. Ed. Pearson. 2006.  \n3. LEITHOLD, L. O cálculo com geometria analítica. 3. ed. São Paulo: Harbra, \n1994, v.1.  \n4. MEDEIROS, V. Z. (Coord.) et al. Pré -cálculo. São Paulo: Thomson Learning, \n2006.  \n5. SIMMONS, G.F. Cálculo com geometria analítica. São Paulo: Pearson; \nMakron Books. 1987 , v.1.  \n \nUNIDADE CURRICULAR : Álgebra Linear - CH – 75 h \nEMENTA  \nSistemas de Equações Lineares: sistemas e matrizes; matrizes escalonadas; \nsistemas homogêneos; posto e nulidade de uma matriz. Espaço Vetorial: \ndefinição e exemplos; subespaços vetoriais; combinação linear; dependência e \nindependência linear; base de um es paço vetorial e mudança de base. ", "51": "   \n46 \n Transformações Lineares: definição de transformação linear e exemplos; \nnúcleo e imagem de uma transformação linear; transformações lineares e \nmatrizes; matriz mudança de base. Autovalores e Autovetores: polinômio \ncaracterís tico; base de autovetores; diagonalização de operadores. Produto \nInterno.  \n \nBibliografia Básica:  \n1. ANTON, H.; RORRES, C. Álgebra linear com aplicações. 8.ed. Porto Alegre: \nBookman, 2001.  \n2. CALLIOLI, C.A.; DOMINGUES, H.R.; COSTA, R.C. F. Álgebra linear e \naplicações. São Paulo: Atual, 2003.  \n3. KOLMAN, B.; HILL, D. Introdução à álgebra linear: com aplicações, 8.ed. Rio \nde Janeiro: LTC, 2006.  \n \nBibliografia Complementar:  \n1. BOLDRINI, J. L et al. Álgebra linear. 3. ed. São Paulo: Harbra, 1980.  \n2. LIMA, E.L..  Álgebra linear. 8.ed. Rio de Janeiro: IMPA, 2011.  \n3. LIPSCHUTZ, S.; LIPSON, M. Álgebra linear, 4. ed. Porto Alegre: Bookman. \n(Coleção Schaum), 2011.  \n4. SANTOS, R.J. Um curso de geometria analítica e álgebra linear. Belo \nHorizonte:UFMG, 2007.  \n5. SANTOS, N. M. Vetores e matrizes: uma introdução à álgebra linear, 4.ed. \nSão Paulo: Thomson, 2007.  \n \nUNIDADE CURRICULAR : Química Tecnológica I - CH – 75 h \nEMENTA  \nMatéria, medidas, átomos, moléculas e íons; funções inorgânicas; \nestequiometria, cálculos com fórmulas e  equações químicas; estrutura \neletrônica dos átomos; tabela periódica e propriedades periódicas dos \nelementos; conceitos básicos de ligação química, geometria molecular e \nteorias de ligação; soluções, concentração e diluições; cinética química; \nequilíbrio químico; eletroquímica.  \n ", "52": "   \n47 \n Bibliografia Básica:  \n1. ATKINS, P.; JONES, L., Princípios de Química: questionando a vida \nmoderna e o meio ambiente, 5a Ed., Porto Alegre: Editora Bookman, 2011.  \n2. BROWN, T. L.; LEMAY, H. E.; BURSTEN, B. E., Química: a ciência cen tral, \n9a Ed., São Paulo: Pearson Prentice Hall, 2005.  \n3.MAHAN, B. M.; MYERS, R. J.  Química: Um Curso Universitário, 4a dição, \nSão PAulo: Edgard Blucher, 1995 . \n \nBibliografia Complementar:  \n1. BRADY, J. E.,  SENESE, F., Química: A matéria e suas transformações, 5a \nEd., Rio de Janeiro: LTC, 2009, vol. 1 e 2.  \n2. RUSSEL, J. B., Química Geral, 2a Ed., São Paulo: Editora Makron Books, \n1994, vol. 1 e 2.  \n3. KOTZ, J. C.; TREICHEL, P. M., Química e Reações Químicas, 1 a Ed., Rio \nde Janeiro: Editora Cengage Learning, 2005, vol. 1 e 2.  \n4. ROZENBERG, I. M., Química Geral. São Paulo: Edgard Blucher, 2002.  \n5. BROWN L. S.; HOLME T. A., Química geral aplicada à engenharia, 1a Ed., \nSão Paulo: Editora Cengage Learning, 2009.  \n \nUNIDADE CURRICULAR : Introdução às Engenharias - CH – 60 h \nEMENTA  \nFornecer uma introdução às engenharias com ênfase nas engenharias \noferecidas pela UFVJM: suas interconexões com a evolução da sociedade. \nSerão abordados temas que exibem a atuação profission al dos engenheiros \ncom o enfoque no desenvolvimento do indivíduo e da sociedade. Abordar as \nresponsabilidades éticas e técnicas de engenheiros na prática profissional. \nAbordar a engenharia como um esforço individual e coletivo inter e \nmultidisciplinar.  \n \nBibliografia Básica:  \n1. BAZZO, W.A.; PEREIRA, L.T. do Vale. Introdução à engenharia: conceitos, \nferramentas e comportamentos. 2. ed. Florianópolis: UFSC. 2008.  \n2. BATALHA, M.O. Introdução à engenharia de produção. Rio de Janeiro: ", "53": "   \n48 \n Elsevier. 2008.  \n3. CONTADOR, J.C. Gestão de operações: a engenharia de produção a \nserviço da modernização da empresa. 2. ed. São Paulo: Fundação Vanzolini; \nEdgard. Blücher. 1998.  \n \nBibliografia Complementar:  \n1. ANEXOS da Resolução nº 1010 de 22/08/2010 do CONFEA.  \n2. BERLO,  B.K. O processo da comunicação: introdução à teoria e à prática. \nSão Paulo: Martins Fontes. 1960.  \n3. CÔRREA, H. L.; CÔRREA, C. A. Administração de produção e operações: \nmanufatura e serviços - uma abordagem estratégica. 2 ed. São Paulo: Atlas. \n2006.  \n4. FE RRAZ, H. A Formação do engenheiro: um questionamento humanístico. \nSão Paulo: Ática. 1983.  \n5. NOVAES, A. G. Vale a pena ser engenheiro? São Paulo: Moderna. 1985.  \n \n2º Período  \n \nUNIDADE CURRICULAR : Funções de Varias Variáveis - CH – 75 h \nEMENTA  \nSeções Cônicas e equações quadráticas. Sequências e séries infinitas. \nVetores e geometria no espaço. Funções de Várias Variáveis. Derivadas \nparciais. Integrais Duplas e Triplas Integrais de Linha. Teorema da Divergência \ne de Stokes.  \n \nBibliografia Básica:  \n1. THOMA S, G.B et al. Cálculo. 11 ed. Vol. 2. São Paulo: Addison Wesley, \n2009.  \n2. STEWART, J.. Cálculo. 5 ed. Vol. 2. São Paulo: Pioneira Thomson Learning, \n2008.  \n3. GUIDORIZZI, H.L. Um curso de cálculo. 5 ed. Vol. 2. Rio de Janeiro: LTC, \n2001.  \nBibliografia Complementar:  ", "54": "   \n49 \n 1. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo, um Novo Horizonte. 8. ed. Porto \nAlegre: Bookman, 2007, vol. 2.  \n2. LEITHOLD, L. O Cálculo com Geometria Analítica. São Paulo: Harbra, Vol. \n2, 1984.  \n3. SIMMONS, G.F. Cálculo com Geometria Analítica. São Paulo: McGraw -Hill, \nVol. 2, 1987.  \n4. APOSTOL, T.M. Cálculo. 2.ed., Revert Brasil. 2008, vol. 2.  \n5. ZILL, D.G.; CULLEN, M.R. Matemática Avançada para Engenharia. 3.ed., \nBookman Companhia. 2009 ,vol. 2.  \n \nUNIDADE CURRICULAR : Fenômenos Mecânicos - CH – 75 h \nEMENTA  \nGrandezas físicas e sistemas de unidades; vetores; cinemática e dinâmica da \npartícula; leis de Newton e referenciais inerciais; trabalho e energia. \nConservação da energia; conservação do momento linear; rotações; \nconservação do momento angular; atividades de laboratório.  \n \nBibliografia Básica:  \n1. HALLIDAY, D.; RESNICK, R.; WALKER, J.. Fundamentos de Física - \nMecânica, 9ª ed., LTC, 2013.  \n2. CHAVES, A., SAMPAIO, J. F.. Física Básica - Mecânica, 1ª ed., LTC, 2007.  \n3. TIPLER, P. A., MOSCA, G..  Física para Cientistas e Engenheiros, 6ª ed., \nLTC. 2009, vol. 1.  \n \nBibliografia Complementar:  \n1. NUSSENZVEIG, M. H.. Curso de Física Básica - 1 Mecânica, 5ª ed., Edgard \nBlücher, 2013.  \n2. SEARS, F., YOUNG H. D., FREEDMAN, R. A., ZEMANSKY, M. W. Física 1 \n- Mecânica, 12ª ed., Addison Wesley, 2008.  \n3. HALLIDAY , D., RESNICK, R., KRANE, K. S., STANLEY, P. E.. Física, 5ª \ned., LTC, 2003, vol. 1.  \n4. FEYNMAN, R. P.. Lições de Física de Feynman, Bookman. 2008, vol 1.  \n5. KELLER, F. J., GETTYS, W. E., SKOVE, M. J. Física, Makron Books. Vol. 1. ", "55": "   \n50 \n 1999.  \n \nUNIDADE CURRICULAR : Química Tecnológica II - CH – 75 h \nEMENTA  \nFundamentos: estrutura, ligações, isomeria de compostos orgânicos. \nEstereoquímica . Classificação de reagentes e reações. Métodos de obtenção, \npropriedades químicas e físicas de alcanos, alcenos, alcadienos, alcinos e \ncicloalcanos. Efeitos eletrônicos. Ressonância e aromaticidade. Benzeno e \ncompostos aromáticos relacionados.  \n \nBibliograf ia Básica:  \n1. SOLOMONS, T. G. G.; FRYLE, C. B. Química Orgânica, Editora LTC: Rio de \nJaneiro, 10ª edição. 2012, vol1.  \n2. BRUICE, P. Y. Química Orgânica, Editora Prentice -Hall: São Paulo, 4ª \nedição, 2006, vol1.  \n3. VOLLHARDT, K. PETER; SCHORE, NEIL E.;  Química Orgânica: Estrutura e \nfunção, 6ª edição, editora Bookman, 2013.  \n \nBibliografia Complementar:  \n1.MCMURRY, J., Química Orgânica, 4 ª ed., vol.1 e 2, LTC -Livros Técnicos e \nCientíficos Editora S.A., Rio de Janeiro, 1997.  \n2. CLAYDEN, J., GREEVES, N., WARREN, S., WOTHERS, P., Organic \nChemistry, Oxford University Press Inc., New York, 2001  \n3. MORRISON, R., BOYD, R., Química Orgânica, 13 ª ed., Fundação \nCalousteGulbenkian, Lisboa, 1996.  \n4. ALLINGER, N. L. et al. Química Orgânica. 2ª ed. Rio de Janeiro: Gu anabara \nDois, 1978.  \n5. BROWN, W. H; FOOTE, C. S., Organic Chemistry, 2ª ed., Saunders College \nPublishing, Orlando, 1998.  \n \nUNIDADE CURRICULAR : Linguagens de Programação - CH – 75 h \nEMENTA  \nConceitos introdutórios de computação: hardware e seus componentes, ", "56": "   \n51 \n sistemas operacionais, linguagens de programação, representação e \nprocessamento da informação. Sistemas de numeração e sua aritmética \nbásica. Noções de lógica matemática. Introdução à lógi ca de programação \nutilizando uma linguagem de programação real. Noções de algoritmo e \nsequenciação. Tipos de dados, definição de variáveis, constantes e \nidentificadores. Operadores de atribuição, aritméticos, relacionais e lógicos, \nexpressões aritméticas. Comandos de entrada e saída. Estruturas de controle: \nsequência, decisão, iteração.  \n \nBibliografia Básica:  \n1. SCHILDT, H. C completo e total. 3.ed. São Paulo: Pearson Makron Books, \n1997.  \n2. MEDINA, M.; FERTIG, C. Algoritmos e programação: teoria e prática. S ão \nPaulo: Novatec, 2005.  \n3. FEDELI, R.D.; POLLONI, E.G.; PERES, F.E. Introdução à ciência da \ncomputação. São Paulo: Pioneira Thomson, 2003.  \n \nBibliografia Complementar:  \n1. VELLOSO, F.C. Informática: conceitos básicos. 7. ed., rev. e atual. Rio de \nJaneiro:  Elsevier, 2004.  \n2. MARÇULA, M.; BENINI FILHO, P.A.. Informática: conceitos e aplicações. 3. \ned., rev. São Paulo: Érica, 2008.  \n3. EVARISTO, J. Aprendendo a programar programando em C. Rio de Janeiro: \nBook Express, 2001.  \n4. FARRER, H. et al. Programação estruturada de computadores: algoritmos \nestruturados. 3. ed. Rio de Janeiro: LTC, 2008.  \n5. DAMAS, L. Linguagem C. 10ª Edição, Editora LTC, 2007.  \n \n3º Período  \n \nUNIDADE CURRICULAR : Equações Diferenciais e Integrais - CH – 60 h \nEMENTA  \nEquações diferenciais ordinárias. Introdução. Equações diferenciais ordinárias ", "57": "   \n52 \n de primeira ordem. Equações diferenciais ordinárias de segunda ordem. \nEquações diferenciais ordinárias de ordem superior. Sistemas de equações \ndiferenciais. Soluções em séries d e potência para Equações lineares. \nTransformada de Laplace. Equações diferenciais parciais (elípticas,parabólicas \ne hiperbólicas).  \n \nBibliografia Básica:  \n1. WILLIAM, E.B., RICHARD, C.D. Equações Diferenciais Elementares e \nProblemas de Valores de Contorno, 8 º Ed., Editora LTC. 2006.  \n2. ZILL, D.G.; CULLEN, M.R. Equações diferenciais, 3º Ed., São Paulo: Editora \nPearson Makron Books. 2008, vol. 1.  \n3. SIMMONS, G.F.; KRANTZ, S. G. Equações diferenciais, Teoria, técnica e \nprática; Editora Mc GrawHill,São Paulo. 200 8. \n \nBibliografia Complementar:  \n1. ZILL, D.G.; CULLEN, M.R. Equações diferenciais, 3º Ed., São Paulo: Editora \nPearson Makron Books. 2008, vol. 2.  \n2. ZILL, D.G. Equações diferenciais com aplicações em modelagem; São \nPaulo: Pioneira Thomson Learning. 2003.  \n3. IÓRIO, V. EDP: Um curso de graduação, 2º edição, Rio de Janeiro, IMPA. \n2001.  \n4. DE FIGUEIREDO, D. Análise de Fourier e Equações diferenciais parciais, \nProjeto Euclides, 4º Ed., IMPA. 2003.  \n5. DOERING, C.I.; LOPES, A.O.L. Coleçao Matemática Universitária, 3 ed., \nIMPA. 2008.  \n \nUNIDADE CURRICULAR : Fenômenos Térmicos e ópticos - CH – 60 h \nEMENTA  \nGravitação: Lei da gravitação universal, energia potencial gravitacional, leis de \nKepler, órbitas e energia de satélites; Fluidos: Fluidos em repouso, princípio de \nPascal, princípio de Arquimedes, equação da continuidade, equação de \nBernoulli; Oscilações: Movimento harmônico  simples,movimento harmônico \ncircular, oscilações forçadas e ressonância, ondas transversais e ", "58": "   \n53 \n longitudinais,comprimento de onda e frequência, ve locidade de uma onda \nprogressiva, equação de onda,interferência, ondas estacionárias, velocidade \ndo som, intensidade do som, batimento, efeito Doppler; Primeira lei da \ntermodinâmica: lei zero da termodinâmica, medida de temperatura,dilatação \ntérmica, tempe ratura e calor,calor e trabalho e enunciação da primeira lei; \nTeoria Cinética dos Gases; Segunda lei da Termodinâmica: Entropia e \nmáquinas térmicas.  \n \nBibliografia Básica:  \n1.HALLIDAY, D., RESNICK, R. WALKER, J.. Fundamentos  de Física 2 – \nGravitação, ondas e termodinâmica, 9a ed., LTC. 2012.  \n2. TIPLER, P. A., MOSCA, G.. Física para cientistas e engenheiros, 6a. Ed., \nLTC. 2009, vol. 1.  \n3. NUSSENZVEIG, M. H.. Curso de Física Básica – 2 Fluídos, oscilações e \nondas e calor, 5ª ed ., Edgard Blücher, 2013.  \n \nBibliografia Complementar:  \n1. SEARS, F., YOUNG HD., FREEDMAN, R. A., ZEMANSKY, M.W., Física 2 – \nTermodinâmica e Ondas, 2 a. ed., Addison Wesley. 2008.  \n2. HALLIDAY, D., RESNICK, R., KRANE, K. S., STANLEY, P. E. Física, 5a ed., \nLTC.  2003, vol.2.  \n3. FEYNMAN, R. P. Lições de Física de Feynman, Bookman. 2008, vol. 1 e 2.  \n4. KELLER, F. J., GETTYS, W. E., SKOVE, M. J. Física, Makron Books. 1999, \nvol. 1 e 2.  \n5. CHAVES, A., SAMPAIO, J. F.. Física Básica – Gravitação, fluídos, ondas, \nTermodinâmica, 1 ª ED, LTC. 2007.  \n \nUNIDADE CURRICULAR : Química Tecnológica IV - CH – 60 h \nEMENTA  \nÁlcoois e Éteres: Estrutura e nomenclatura, propriedades físico -químicas e \nreações. Reações de álcoois e éteres. Sistemas insaturados e conjugados. \nAldeídos, cetonas, aminas, ácidos carboxílicos e seus derivados: Estrutura e \nnomenclatura, propriedades físico -químicas e reações.  ", "59": "   \n54 \n  \nBibliografia Básica:  \n1. VOLLHARDT, K. P.; SCHORE, N. E., Química Orgânica: Estrutura e função, \n6ª edição, editora Bookman, 2013.  \n2. SOLOMONS, T. W. G., Química Orgânica, 6ª ed., vol.1 e 2, LTC Livros \nTécnicos e Científicos Editora S.A., Rio de Janeiro, 1996.  \n3. BRUICE, P. Y., Química Orgânica, Editora Prentice -Hall: São Paulo, 4ª \nedição, 2006, vol 1 e 2 . \n \nBibliografia Complementar:  \n1. MCMURRY, J., Química Orgânica, 4 ª ed., vol.1 e 2, , LTC -Livros Técnicos e \nCientíficos Editora S.A., Rio de Janeiro, 1997.  \n2. CLAYDEN, J., GREEVES, N., WARREN, S., WOTHERS, P., Organic \nChemistry, Oxford University Press Inc., New York, 2001  \n3. MORRISON,  R., BOYD, R., Química Orgânica, 13 ª ed., Fundação Calouste  \nGulbenkian, Lisboa, 1996.  \n4. ALLINGER, N. L. et al. Química Orgânica. 2ª ed. Rio de Janeiro: Guanabara \nDois, 1978.  \n5. BROWN, W. H; FOOTE, C. S., Organic Chemistry, 2ª ed., Saunders College  \nPublis hing, Orlando, 1998.  \n \nUNIDADE CURRICULAR : Bioquímica - CH – 60 h \nEMENTA  \nÁgua, equilíbrio da água, pH e sistemas tamponantes. Biomoléculas: \ncarboidratos, lipídios, aminoácidos,proteínas, enzimas, nucleotídeos e ácidos \nnucléicos. Bioenergética e Metabolismo celular: metabolismo de carboidratos, \nmetabolismo de lipídeos, metabolismo de aminoácidos e proteínas.  \nBibliografia Básica:  \n1. BERG, J.; TYMOCZKO, J.; STRYER, L. Bioquímica. 7.ed. Rio de Janeiro: \nGuanabara Koogan. 2014.  \n2. CAMPBELL, M. K; FARRELL, S.O. Bioquímica – Combo. Tradução da 1ª \ned. Americana. Thomson – Cengage Learning. 2008.  \n3. NELSON, D. L.; COX, M. M. Lehninger. Princípios de Bioquímica. 6.ed. ", "60": "   \n55 \n Porto Alegre: Artmed. 2014.   \n \nBibliografia Complementar:  \n1. CHAMPE , P.C.; HARVEY, R.A.; FERRIER, D.R. Bioquímica Ilustrada. 4.ed. \nPorto Alegre: Artmed. 2009.  \n2. DEVLIN,T.M. Manual de bioquímica: com correlações clínicas. 6.ed. São \nPaulo, SP: Blücher, 2007.  \n3. KOOLMAN, J.; ROHM, K. -H.Bioquímica: texto e atlas. Tradução de  Edison \nCap. 3. ed. Porto Alegre: ARTMED. 2005.  \n4. MARZZOCO, A.; TORRES, B.B. Bioquímica Básica.3.ed. Rio de Janeiro: \nGuanabara Koogan. 2007.  \n5. VOET, D.; VOET, J.G.; PRATT, C.W. Fundamentos de bioquímica: a vida \nem nível molecular. 2.ed. Porto Alegre: Artmed, 2008.  \n \nUNIDADE CURRICULAR : Algoritmos e Programação - CH – 75 h \nEMENTA  \nIntrodução aos conceitos de modularização de programas, procedimentos, \nfunções, passagem de parâmetros, variáveis locais e globais, recursividade. \nAprofundamento nos conceitos de estruturas básicas de dados: vetores, matriz \ne strings, estruturas. Programaç ão estruturada. Refinamentos sucessivos. \nManipulação de arquivos.  \n \nBibliografia Básica:  \n1. MEDINA, M.; FERTIG, C. Algoritmos e programação: teoria e prática. São \nPaulo: Novatec. 2005.  \n2. SCHILDT, H. C completo e total. 3. ed. São Paulo: Pearson Makron Books. \n1997.  \n3. DAMAS, L. Linguagem C. 10ª Edição, Editora LTC. 2007.  \n \nBibliografia Complementar:  \n1. ASCENCIO, A.F.G.; CAMPOS, E.A.V. Fundamentos da Programação de \nComputadores – Algoritmos, Pascal e C/C++, Prentice Hall. 2002 . \n2. SOUZA, M.A.F.; GOMES, M.M.; SOARES, M.V.; CONCÍLIO, R. Algoritmos e ", "61": "   \n56 \n Lógica de Programação. Cencage Learning. 2006.  \n3. CORMEN, T.H. et al. Algoritmos: teoria e prática. Rio de Janeiro: Elsevier. \n2002.  \n4. EVARISTO, JAIME. Aprendendo a programar - progra mando em C. Rio de \nJaneiro: Book Express, 2001.  \n5. FARRER, H. et al. Algoritmos estruturados. 3.ed. Rio de Janeiro: LTC, 1999.  \n \n4º Período  \n \nUNIDADE CURRICULAR : Probabilidade e Estatística - CH – 60 h \nEMENTA  \nO papel da Estatística em Engenharia. Estatística descritiva. Probabilidades: \ninterpretações, probabilidade condicional e independência, Teorema de Bayes. \nVariáveis aleatórias discretas e contínuas. Distribuições de probabilidades para \nvariáveis aleatórias  discretas e contínuas. Amostragem aleatória. Inferência \nestatística: distribuições amostrais, estimação pontual e por intervalos de \nconfiança. Testes de hipóteses para uma e duas amostras. Regressão linear \nsimples e correlação.  \n \nBibliografia Básica:  \n1. HI NES, W.W. et al. Probabilidade e estatística na engenharia. 4.ed. Rio de \nJaneiro: LTC. 2006.  \n2. MONTGOMERY, D.C.; RUNGER, G.C. Estatística aplicada e probabilidade \npara engenheiros. 4. ed. Rio de Janeiro: LTC. 2009.  \n3. MORETTIN, L. G. Estatística básica, p robabilidade e inferência. São Paulo: \nPearson; Prentice Hall. 2010.  \n \nBibliografia Complementar:  \n1. CASELLA, G.; BERGER, L.R. Inferência Estatística. Tradução Solange \nAparecida Visconde. São Paulo: Cengage Learning. 2010.  \n2. MEYER, P.L. Probabilidade Aplica ções à Estatísticas. 2. ed. Rio de Janeiro: \nLTC. 1995.  \n3. ALENCAR, M.S.. Probabilidade e Processos Estocásticos: Erica. 2009.  ", "62": "   \n57 \n 4. JAMES, B.R. Probabilidade: um curso em nível intermediário. 3.ed. Rio de \nJaneiro: IMPA. 2008.  \n5. SILVA, E.M.; GONÇALVES, W.; SI LVA, E.M.; MUROLO, A.C. Estatística \npara os cursos de Economia, Administração e Ciências Contábeis. 3. ed. São \nPaulo: Atlas. 2008.  \n6. SMAILES, J.; MCGRANER, A. Estatística aplicada à administração com \nExcel. São Paulo: Atlas. 2002.  \n7. TOLEDO, G.L.; Ovalle,  I. I. Estatística básica. 2. ed. São Paulo: Atlas. 2008.  \n8. TRIOLA, M.F. Introdução à estatística. 10. ed. Rio de Janeiro: LTC. 2008.  \n \nUNIDADE CURRICULAR : Fenômenos Eletromagnéticos - CH – 60 h \nEMENTA  \nCargas elétricas; campo elétrico; Lei de Gauss; energia e potencial \neletrostático; condutores; dielétricos e capacitores; circuitos e correntes; campo \nmagnético; Leis de Ampère e de Faraday; indutância; propriedades \nmagnéticas da matéria; Equações de Maxwell; ondas eletromagnéticas; \natividades de labora tório.  \n \nBibliografia Básica:  \n1. HALLIDAY, D., RESNICK, R., WALKER, J.. Fundamentos de Física 3 - \nEletromagnetismo, 9ª ed., LTC. 2013.  \n2. CHAVES, A., SAMPAIO, J. F. Física Básica - Eletromagnetismo, 1a.ed., \nLTC. 2007.  \n3. TIPLER, P. A., MOSCA, G. Física p ara Cientistas e Engenheiros, 6ª .ed, \nLTC. 2009, vol. 2.  \n \nBibliografia Complementar:  \n1. NUSSENZVEIG, M. H. Curso de Física Básica - 3 Eletromagnetismo, 5a.ed., \nEdgard Blücher. 2013.  \n2. SEARS, F., YOUNG H.D., FREEDMAN, R.A., ZEMANSKY, M.W. Física 3 - \nEletrom agnetismo, 12a. ed., Addison Wesley. 2008.  \n3. HALLIDAY, D., RESNICK, R., KRANE, K.S., STANLEY, P. E. Física, 5a ED., \nLTC, 2003, vol. 3.  ", "63": "   \n58 \n 4. FEYNMAN, R.P. Lições de Física de Feynman, Bookman, 2008, vol. 2.  \n5. KELLER, F. J., GETTYS, W. E., SKOVE, M. J. Físic a, Makron Books, vol. 2, \n1999.  \n \nUNIDADE CURRICULAR : Físico -Química - CH – 60 h \nEMENTA  \nGases, Fases condensadas; energia, primeiro, segundo e terceiro princípios \nda termodinâmica. Sistema de composição variável, espontaneidade e \nequilíbrio químico. Soluções ideais e propriedades coligativas.  \n \nBibliografia Básica:  \n1. ATKINS, P.; PAULA, J. Físico - química. 9.ed. Rio de Janeiro: LTC. 2012, \nv.1. \n2. CASTELLAN, G. Fundamentos de físico -química. Rio de Janeiro: LTC. \n1986.  \n3. PILLA, L.; SCHIFINO, J. Físico -Química I: termodinâmica química e \nequilíbrio químico. Porto Alegre: UFRGS EDITORA, 2006.  \n \nBibliografia Complementar:  \n1. ATKINS, P.; PAULA, J. Físico -química. 9.ed. Rio de Janeiro: LTC. 2012, v.2.  \n2. MOORE, WJ. Físico -química. Tradução: Helena Li Ch un, Ivo Jordan, Milton \nCaetano Ferreroni, Supervisão Ivo Jordan. São Paulo: Edgard Blücher. 1976, \nv. 1. \n3. NETZ, P.A.; ORTEGA, G.G. Fundamentos da físico -química: uma \nabordagem conceitual para as ciências farm acêuticas. Porto Alegre: Artmed. \n2002.  \n4. BALL,  DAVID W. Físico -química. São Paulo: Pioneira Thomson Learning. \n2005, v.1.  \n5. BALL, DAVID W. Físico -química. São Paulo: Pioneira Thomson Learning. \n2006, v.2.  \n \n \n ", "64": "   \n59 \n UNIDADE CURRICULAR : Mecânica dos Fluidos - CH – 60 h \nEMENTA  \nPropriedades dos fluidos. Estática dos fluidos. Leis básicas para sistemas e \nvolumes de controle. Análise diferencial do movimento de fluidos. Escoamento \nincompressível não -viscoso. Análise dimensional. Escoamento viscoso \nincompressível. Escoamento em cana lizações. Teoria da camada limite. \nResistência sobre corpos submersos.  \n \nBibliografia Básica:  \n1. BRUNETTI, F. Mecânica dos Fluídos, 2a.ed., Prentice Hall. 2008.  \n2. FOX, R., PRITCHARD, P. J.,Mc  DONALD, A.T. Intr odução à Mecânica dos \nFluídos,8ª . ed., LTC. 2014.  \n3. AZEVEDO, N., et al. Manual da Hidráulica, 8a. ed., Edgar Blücher. 1998. . \n \nBibliografia Complementar:  \n1. ÇENGEL, Y., CIMBALA, J. Mecânica dos Fluídos: Fundamentos e \nAplicações, McGraw -Hill. 2007.  \n2. WHITE, F. M.. Mecânica dos Fluídos, 4a.ed., McGra w-Hill. 2002.  \n3. ASSY, T. M. Mecânica dos Fluídos: Fundamentos e Aplicações, 2a.ed., \nLTC. 2004.  \n4. OLIVEIRA, L. A., LOPES, A. G.. Mecânica dos Fluídos, 3a.ed., ETEP. 2010.  \n5. VIANNA, M. R.. Mecânica dos Fluídos para Engenheiros, 4a.ed., Imprimatur \nArtes. 2 001. \n \nUNIDADE CURRICULAR : Desenho e Projeto para Computador - CH – 60 h \nEMENTA  \nIntrodução ao desenho técnico. Normatização em desenho técnico. Projeções \ne vistas ortográficas. Desenhos em perspectiva. Cortes e secções. Escalas e \ndimensionamento. Desenho assistido por computador (CAD) Modelagem \nbásica de peças. Edição e alterações de projeto de peças. Configurações de \npeças e tabelas de projeto. Projeto de montagens.  \n \nBibliografia Básica:  ", "65": "   \n60 \n 1. FRENCH, T.E.; VIERCK, C.J. Desenho técnico e tecnologia gráfica. 7. ed. \nSão Paulo: Globo. 2002.  \n2. NEIZEL, E. Desenho técnico para a construção civil. São Paulo: \nEPU/EDUSP. 1974.  \n3. SILVA, A.; TAVARES, C.; LUIS, J. S. Desenho técnico moderno. Tradução: \nAntônio Eustáquio de Melo Pertence e Ricardo Nicolau Nassar Koury . 4. ed. \nRio de Janeiro: LTC. 2006.  \n \nBibliografia Complementar:  \n1. ESTEPHANIO, C. Desenho técnico: uma linguagem básica. 4. ed. Rio de \nJaneiro: LTC. 1996.  \n2. FREDO, B. Noções de geometria e desenho técnico. São Paulo: Ícone. \n1994.  \n3. FRENCH, T.E. Desenho t écnico. Porto Alegre: Globo. 1973.  \n4. RANGEL, A. P. Desenho projetivo: projeções cotadas. 3. ed. Rio de Janeiro: \nLTC. 1971.  \n5. VENDITTI, M. Vinícius dos Reis. Desenho técnico sem prancheta, com \nAutoCAD. 2. ed. Florianópolis: Visual Books. 2007.  \n \nUNIDADE C URRICULAR : Microbiologia - CH – 60 h \nEMENTA  \nMorfologia e citologia das bactérias. Características gerais de fungos e \nleveduras. Características gerais dos vírus e bacteriófagos. Metabolismo, \nnutrição e crescimento de microrganismos. Genética e ecologia microbiana. \nControle de população microbiana. Produção de alimentos por microrganismos \ne avaliação da qualidade microbiológica dos alimentos. Doenças veiculadas \npelos alimentos.  \n \nBibliografia Básica:  \n1. TORTORA, G.J.; FUNKE, B.R.; CASE, C.L. Microbiologia.  8.ed. Porto \nAlegre: ARTMED. 2005.  \n2. MADIGAN, M.T.; MARTINKO, J.M.; PARKER, J. Microbiologia de Brock. \n10.ed. São Paulo: Prentice Hall. 2004.  ", "66": "   \n61 \n 3. BURTON, G.R. W; ENGELKIRK, P.G. Microbiologia para as ciências da \nsaúde. 7.ed. Rio de Janeiro: Guanabara Kooga n. 2005.  \n \nBibliografia Complementar:  \n1. BROWN, Alfred E. Benson's microbiological applications. 10.ed. New York: \nMc Graw Hill. 2007.  \n2. PELCZAR, J.R., MICHAEL J.; CHAN, E.C.S.; KRIEG, N.R. Microbiologia: \nconceitos e aplicações. 2.ed. São Paulo: Pearson Mak ron Books. 2006, v.1.  \n3. PELCZAR, JR., MICHAEL, J., CHAN, E.C.S., KRIEG, N.R. Microbiologia: \nconceitos e aplicações. 2.ed. São Paulo: Pearson Education do Brasil. 2006, \nv.2. \n4. VERMELHO, A.B. et al. Práticas de microbiologia. Rio de Janeiro: \nGuanabara Koog an, 2006.  \n5. LIMA, U.A. (coord.) et al. Biotecnologia industrial: processos fermentativos e \nenzimáticos. São Paulo: Edgard Blücher. 2001, v.3.  \n \n5º Período  \n \nUNIDADE CURRICULAR : Gestão para Sustentabilidade - CH – 60 h \nEMENTA  \nSustentabilidade e desenvolvimento sustentável. Visões do futuro. A \nperspectiva econômica. A perspectiva sócio -política. Agricultura sustentável. \nValoração do ambiente. Demografia, economia e ambiente natural. Análise do \ncenário atual e as tendências da sustentabilidade e re sponsabilidade \ncorporativa, enfatizando as alianças estratégicas entre Estado, empresas e \nsociedade civil. Desenvolvimento de propostas de planejamento estratégico \npara a implantação de sistemas de gestão da sustentabilidade e da \nresponsabilidade corporati va. \nBibliografia Básica:  \n1. AZEVEDO NETTO, J. Martiniano. Manual de hidráulica. São Paulo: Edgard \nBlücher. 1977.  \n2. MONTIBELLER -FILHO, Gilberto. O mito do desenvolvimento sustentável: \nmeio ambiente e custos sociais no moderno sistema produtor de mercadoria s. ", "67": "   \n62 \n 3. ed. Florianópolis: UFSC. 2008.  \n3. RICHTER, C. A.; AZEVEDO NETTO, J. M. Tratamento de água: tecnologia \natualizada. São Paulo: Edgard Blücher. 1995.  \n \nBibliografia Complementar:  \n1. AZEVEDO NETTO, J. Martiniano et al. Planejamento de sistemas de \nabasteci mento de água. Curitiba: UFPR. 1975.  \n2. BABBITT, H. E. Abastecimento de água. São Paulo: Edgar Blücher. 1976.  \n3. DACACH, N. Gandur. Saneamento básico. 2a.ed. Rio de Janeiro: LTC.1984.  \n4. FEITOSA, F.A.C.; FILHO, J. M. Hidrogeologia: conceitos e aplicações. \nFortaleza: CPRM; Serviço Geológico Nacional. 2001.  \n5. VON SPERLING, M. Princípios de tratamento de águas residuárias: \nintrodução à qualidade das águas e ao tratamento de esgotos. Belo horizonte: \nDESA/UFMG. 1996, v.1.  \n \nUNIDADE CURRICULAR : Cálculo Numérico - CH – 60 h \nEMENTA  \nAritmética de ponto flutuante: Erros absolutos e relativos; Arredondamento e \ntruncamento; Aritmética de ponto flutuante. Zeros de Funções Reais: Métodos \nde quebra; Métodos de ponto fixo – iterativo linear / Newton -Raphson; Métodos \nde Mú ltiplos passos – secantes. Resolução de Sistemas de Equações \nLineares: Métodos diretos; Métodos iterativos – Jacobi / Gauss -Seidel. \nAjustamento de Curvas pelo Método dos Mínimos Quadrados: Interpolação \nPolinomial; Estudo do erro. Integração numérica: Métod os de Newton -Cotes; \nTrapézios; Simpson; Estudo do erro. Solução Numérica de Equações \nDiferenciais Ordinárias.  \n \nBibliografia Básica:  \n1. BARROSO, L. Conceição et. al. Cálculo numérico com aplicações . São \nPaulo: Harbra, 1987.  \n2. BURDEN, Richard L.; FAIRES, J. Douglas. Análise numérica . São Paulo: \nCengage Learning, 2008.  \n3. RUGGIERO, M. A. Gomes; LOPES, V. L. da Rocha. Cálculo numérico : ", "68": "   \n63 \n aspectos teóricos e computacionais. 2. ed. São Paulo: Pearson Learning; \nMakron Books, 1998.  \n \nBibliografia Complementar:  \n1. ALBRECHT, Peter. Análise numérica : um curso moderno. Rio de Janeiro: \nLTC, 1973.  \n2. ARENALES, Selma; DARENZZO, Artur. Cálculo numérico : aprendizagem \ncom apoio de software. São Paulo: Cengage Learning, 2008.  \n3. CAMPOS FILHO, Ferreira. Algoritmos numéricos . Rio de Janeiro: LTC: \n2007.  \n4. FRANCO, N. M. B. Cálculo Numérico. São Paulo: Prentice -Hall Brasil, 2006.  \n5. SPERANDIO, Décio; MENDES, João Teixeira; SILVA, L. H. Monken e. \nCálculo numérico : características ma temáticas e computacionais dos métodos \nnuméricos. São Paulo: Prentice Hall, 2003.  \n \nUNIDADE CURRICULAR : Ciência e Tecnologia dos Materiais - CH – 60 h \nEMENTA  \nRevisão crítica do conceito de cristal e da estrutura cristalina dos diversos tipos \nde materiais (metálicos e não metálicos). Análise do efeito das imperfeições \ncristalinas e da difusão de constituintes nas propriedades mecânicas dos \nmateriais metálicos. Análise crítica dos mecanismos de endurecimento, fratura, \nfadiga e fluência aos quais está sujeito  o material  metálico. Introdução ao tema \nde diagramas de fases e de transformação de fases em materiais metálicos. \nMateriais cerâmicos, poliméricos e compósitos.  \n \nBibliografia Básica:  \n1. CALLISTER, W. D. . Ciência e engenharia de materiais: uma intro dução.  Rio \nde Janeiro: LTC, 2012 . \n2. ASKELAND, D.R.; Phulé, P. P., Ciência e engenharia dos materiais. São \nPaulo -SP: Cengage Learning, 2008.  \n3. VAN VLACK, L. H., Princípios de ciência dos materiais. São Paulo: Edgard \nBlücher, 1970.  \n ", "69": "   \n64 \n Bibliografia Complementar:  \n1.CALLISTER Jr., William D. Materials science and engineering: an \nintroduction. 7.ed. New York [USA]: John Wiley & Sons, 2007. 721 p  \n2. SIBILIA, John P. (ed.). A guide to materials characterization and chemical \nanalysis. 2. ed. New York: Wiley -VCH, c1996. xii, 388 p.  \n3. CHIAVERINI , Vicente . Tecnologia mecânica : materiais de construção \nmecânica. São Paulo : McGraw -Hill do Brasil ,1978 . v.2. 359 p.  \n4. BOTELHO, Manoel Henrique Campos; Marchetti, Osvaldemar. Concreto \narmado eu te amo. 4.ed.rev.e atual. São Pa ulo: Ed. Edgard Blücher, 2006. v.1. \n463 p.  \n5. BAUER, L. A. Falcão (coord.) . Materiais de construção . 5. ed.rev . Rio de \nJaneiro : LTC , 2000 . v.1. 471 p.  \n \n \nUNIDADE CURRICULAR : Mecânica dos Sólidos - CH – 60 h \nEMENTA  \nSistemas de forças. Componentes de uma força. Momento e binário de uma \nforça. Resultante de forças em duas e três dimensões. Diagrama de corpo \nlivre. Análise de esforços em estruturas: treliças, máquinas e pórticos. Forças \ndistribuídas. Cálculo de centroid es: linha, área e volume. Momento de inércia \nde figuras planas. Equilíbrio em vigas. Diagramas de esforço cortante e \nmomento fletor. Esforços em cabos flexíveis. Problemas envolvendo atrito \nseco.  \n \nBibliografia Básica:  \n1. MERIAN, J. L.; KRAIGE, L. G. Mecânica para engenharia – estática. 6 ed. \nRio de Janeiro: LTC, 2009.  \n2. BEER, F. P. et al. Mecânica vetorial para engenheiros – estática. 7 ed.. New \nYork: McGraw -Hill, 2006.  \n3. HIBBELER, R C. Estática – mecânica para engenha ria. 12 ed. São \nPaulo: Pearson, 2011.  \n \nBibliografia Complementar:  ", "70": "   \n65 \n 1. UGURAL, A. C. Mecânica dos materiais. 1 ed. Rio de Janeiro: LTC, 2009.  \n2. BEER, F. P. et al. Mecânica dos materiais. 5 ed. São Paulo: Mcgraw -Hill, \n2011.  \n3. BUDYNAS, Richard G.; KEITH Nisbe tt, J. Elementos de máquinas de \nShigley: projeto de engenharia mecânica. 8ed, Porto Alegre: Bookman, 2011.  \n4. SARKIS, M. Mecânica técnica e resistência dos materiais. 12 ed, São Paulo: \nÉrica, 2001.  \n5. NETO, J. B. Mecânica newtoniana, lagrangiana e hamilton iana. 1 ed. s.l: \nLivraria da Física, 2004.  \n \nUNIDADE CURRICULAR : Eletrotécnica - CH – 60 h \nEMENTA  \nIntrodução a NR - 10. Elementos de circuitos elétricos: resistores, indutores, \ncapacitores e fontes. Leis básicas dos circuitos elétricos. Noções básicas de \nanálise de circuitos de corrente contínua e alternada. Instrumentos de \nmedições elétricas: amperíme tros, voltímetros, ohmímetros e osciloscópios. \nPotência em circuitos decorrente alternada. Circuitos trifásicos. Noções de \nacionamento de motores elétricos. Noções de instalações elétricas \nresidenciais.  \n \nBibliografia Básica:  \n1. CREDER, H. Instalações elétr icas. 1 5 ed., Rio de Janeiro, LTC, 2011 . \n2. NEVES, Eurico G. C. Eletrotécnica geral. 2. Ed. Pelotas: Editora e Gráfica \nUniversitária UFPel, 2005.  \n3. SAY, M. G. Eletricidade geral: eletrotécnica. São Paulo: Hemus, 2004.  \n \nBibliografia Complementar:  \n1. CAPUAN O, F. G.; MARINO, M. A. M. Laboratório de eletricidade e \neletrônica. 23 ed. São Paulo: Érica, 1998.  \n2. COTRIM, A. A. M. B. Instalações elétricas. 2 ed., São Paulo: Prentice Hall \nBrasil, 2002.  \n3. CUNHA, Ivano. J. Eletrotécnica. São Paulo: Hemus, 1999.  \n4. FI LHO, J. M. Instalações elétricas industriais. 6 ed. Rio de Janeiro: LTC, ", "71": "   \n66 \n 2002.  \n5. FRANCHI, C. M. Acionamentos elétricos. Tatuapé: Érica, 2007.  \n \nUNIDADE CURRICULAR : Fenômenos de Transporte - CH – 60 h \nEMENTA  \nConceitos e definições fundamentais. Fundamentos da estática dos fluidos. \nDescrição e classificação de escoamentos. Análise de Escoamentos -\nFormulação de volume de controle, Análise diferencial de escoamentos. \nBalanço de massa. Balanços macroscópicos de energia.  \n \nBibliografia Básica:  \n1. SESHADRI, V., TAVARES, R. P., SILVA, C. A., SILVA, I. A., Fenômenos de \nTransporte: Fundamentos e Aplicações na Engenharia Metalúrgica e de \nMateriais. Ed. São Paulo: Associação Brasileira de Metalurgia, Materiais e \nMineração, 2010.  \n2. LIVI, C. P., Fundamen tos de Fenômenos de Transporte, 2ªed. Rio de \nJaneiro: LTC, 2012.  \n3. BIRD, R. B., STEWART, W. E., LIGHTFOOT, E. N., Fenômenos de \nTransporte, 2a.ed., Rio de Janeiro: LTC, 2004.  \n \nBibliografia Complementar:  \n1. BENNETT, C.O., MYERS, J.E., Fenômenos de Transporte, São Paulo: \nMcGraw -Hill do Brasil, 1978.  \n2. LEIGHTON, S. E.; PITTS, D. R.; Fenômenos de Transporte, LTC, 1979.  \n3. SISSOM, L.E., PITTS, D.R., Fenômenos de Transporte, Rio de Janeiro: \nGuanabara Dois, 19 79.  \n4. WELTY, J.R.; WICKS, C.E., WILSON, R.E., Fundamentals of Momentum, \nHeat and Mass Transfer., John Wiley, 1976.  \n5. FILHO, W. B., Fenômenos de Transporte para Engenharia, Rio de Janeiro: \nLTC, 2006.  \n \n \n ", "72": "   \n67 \n 6º Período  \n \nUNIDADE CURRICULAR : Química Inorgânica  I - CH – 60 h \nEMENTA  \nTeoria do orbital molecular (TOM). Teorias ácido -base, Propriedades de \nsubstâncias covalentes, iônicas e metálicas; Estruturas de sólidos iônicos e \nmetálicos.  \n \nBibliografia Básica:  \n1.SHRIVER, D. F., ATKINS, P. W., Química Inorgânica, 3ª Ed. Bookman: Porto \nAlegre, 2003. 2005. 300 p.  \n2.  BARROS , H. L. C. Química Inorgânica - Uma Introdução, Belo Horizonte, \nEditora UFMG, 1992.  \n3. LEE, J.D., Química Inorgânica não tão Concisa, 5ª Ed., Ed. Edgard Blucher, \n1999.  \nBibliografia  Complementar:  \n1.  HUHEEY, J. E., Keiter, E. A. &Keiter, R. L. Inorganic Chemistry: Principles of \nStructure and Reactivity, 4a. ed., New York, Harper Collins, 1993.  \n2.   C. E. Housecroft , A. G. Sharpe. Inorganic Chemistry. 4th ed. Upper Saddle \nRiver. NJ : Prentice -Hall, 2012. 754p.  \n3.  G. L. Miessler, D. A. Tarr. Inorganic Chemistry. 4th ed., Harlow : Pearson, \n2011. 1213p.  \n4. D. F. Shriver, P. W. Atkins, C.H. Langford. Inorganic Chemistry . 2nd. ed. \nOxford : Oxford University Press, 1994. 819p  \n5. J. B. Russell, QuímicaGeral Volume 1. 2nd. ed. Editora  Makron Books \n(Universitarios)  \n \n \n ", "73": "   \n68 \n UNIDADE CURRICULAR : Fenômenos de Transferência - CH – 60 h \nEMENTA  \nIntrodução e conceitos básicos. Fundamentos da condução de calor. \nCondução de calor permanente e transiente. Fundamentos da convecção. \nConvecção forçada e natural. Trocadores de calor. Transferência de calor por \nradiação. Transferência de massa.  \n \nBibliografia Básica:  \n1.INCROPERA, Frank P. ET AL. Fundamentos da transferência de calor e \nmassa. 7.ed. Rio de Janeiro: LTC, 2014.  \n2.BIRD, R. Byron; STEWART, Warren E; LIGHTFOOT, Edwin N. Fenômenos \nde transporte. 2. Ed. Rio de Janeiro:LTC, 2004.  \n3. LIVI, C.  P; Fundamentos de fenômenos de transporte; 2.ed. Rio de Janeiro: \nLTC, 2012.  \n \nBibliografia Complementar:  \n1.CENGEL, Yunus A. Transferência de calor e massa: uma abordagem prática. \n3. Ed. São Paulo: Mc Graw Hill, 2009. 902 p.  \n2.Fox, R, PRITCHARD, P.J, McDONALD, A.T. Introdução à mecânica dos \nfluidos, 8ª Ed, LTC,2014.  \n3. MORAN, Michael J; SHAPIRO, Howard N. Princípios da termodinâmica para \nEngenharia. 6ª.ed. Rio de Janeiro: LTC, 2009.  \n4. ARAÚJO, Everaldo César da Costa. Trocadores de calor. São Carlos: E d. \nUFSCar, 2002.  \n5. CENGEL, Yunus  A; BOLES, Michael A. Termodinâmica. 5.ed. São Paulo: \nMc Graw Hill, 2009.  \n \nUNIDADE CURRICULAR : Materiais Metálicos - CH – 60 h \nEMENTA  \nIntrodução: Importância dos materiais metálicos na civilização industrial. \nProcessos de produção de ferros e de aços. Normas para classificação dos \nmateriais metálicos. Diagramas de fase – Diagrama Ferro -Carbono. Aços ao \ncarbono: tipos e análise microestru tural. Aços ligados: aços de construção ", "74": "   \n69 \n mecânica, aços inoxidáveis e aços ferramenta.  Usos e análises \nmicroestruturais.  \n \nBibliografia Básica:  \n1 COLPAERT, H. Metalografia dos produtos siderúrgicos comuns. 4ª ed. São \nPaulo: Edgard Blücher, 2008.  \n2 GUESSER, W. L. Propriedades mecânicas dos ferros fundidos. 1ª ed. São \nPaulo: Edgard Blücher, 2009.  \n3 SILVA, A. L. C; MEI, P.R. Aços e ligas especiais. São Paulo: Edgard Blücher, \n2006.  \nBibliografia Complementar:  \n1. DIETER, G. E. Mechanical metallurgy. London: McGraw -Hill, 1988.  \n2. ASM Heat treatment. vol. 4, 1995.  \n3. ASM Metallography and microstruture, vol. 9, 1995.  \n4. ASM Properties and selection: ferrous alloys. vol. 1, 1995.  \n5. ASM Properties and selection : nonferrous alloys, and special purpo.  \n \nUNIDADE CURRICULAR : Ensaios de Materiais  - CH – 60 h \nEMENTA  \nEnsaios de dureza, tração, compressão uniaxial, compressão diametral, flexão, \nimpacto e fadiga. Mecânica da fratura e fluência de materiais metálicos, \ncerâmicos e poliméricos. Ensaios Não Destrutivos e atividades práticas.  \n \nBibliografia Básica:  \n1. GARCIA, A. - Ensaios dos Materiais , LTC Editora, Rio de Janeiro, 2002.  \n2. VAN VLACK, Lawrence H. Princípios de ciência e tecnologia dos materiais. \n4. ed. atua l. e ampl. Rio de Janeiro, RJ: Campus, c1984.  \n3. BRESCIANI FILHO, Ettore. Propriedades e ensaios industriais dos \nmateriais. [São Paulo]: Escola Técnica da USP, 1968 -1974. 113pag.  \n \nBibliografia Complementar:  \n1. ANDREUCCI, Ricardo. Ensaio por líquidos penetr antes: aspectos básicos. \nSão Paulo: ABENDE, 2001. 50p.  ", "75": "   \n70 \n 2. ANDREUCCI, Ricardo. Ensaio por partículas magnéticas. 2. ed. São Paulo: \nABENDE, 2002. 58 p. ANDREUCCI, Ricardo. Ensaio por ultra -som: aspectos \nbásicos. 3. ed. São Paulo: ABENDE, 2002. 76p.  \n3. PADIL HA, A. F.; Materiais de Engenharia microestrutura. Ed. Hemus, São \nPaulo: Ed. Hemus, 1997. 349 p.  \n4. HIGGINS, R.A.; Propriedades e Estruturas dos Materiais em Engenharia. \nSão Paulo: Ed. Difel S.A. 471p.  \n5. CALLISTER, JUNIOR, W.D.; Ciência e Engenharia de M ateriais: uma \nintrodução. Rio de Janeiro: LTC, 2012 . 589p  \n \nUNIDADE CURRICULAR : Propriedades dos Materiais - CH – 60 h \nEMENTA  \nConceitos da Tensão e Deformação; Elasticidade: módulos e deformação \nelásticos; Mecanismo de Deformação Plástica; Mecanismo da Deformação \nAltamente Elástica (borrachosa); Propriedades Térmicas dos Materiais; \nPropriedades Elétricas dos Materiais; Propriedades Magnéticas dos Materiais; \nPropriedades Ópticas dos Materiais.  \n \nBibliografia Básica:  \n1 CALLISTER, JUNIOR, W.D.; Ciência e Eng enharia de Materiais: uma \nintrodução. Rio de Janeiro: LTC, 2012 . 589p.  \n2. ASKELAND, DONALD R, PHULÉ, P.P.; Ciência e Engenharia dos Materiais, \n1ª Edição, Ed.  Cengage Learning, 2008.  \n3. SHACKELDFORD, JAMES F. Introduction to Materials Science for \nEngineers. New Jersey, Prentice -Hall, Inc., 4a.  Ed. 1996.  \n \nBibliografia Complementar:  \n1. Van Vlack, L. H. Princípios de Ciência e Tecnologia dos Materiais. Rio de \nJaneiro:  Campus, 1994.  \n2. Me yers, M.A. and Chawla, K.K.; Mechanical Behavior of Materials, Prentice -\nHall, Upper Saddle River -NJ (EUA), 1999. 3. TIPLER, Paul A.; LLEWELLYN, \nRalph A. Física moderna. 3.ed. Rio de Janeiro: LTC, 2001.  \n3. Hertzberg, R.W.; Deformation and fracture mechanics  of engineering ", "76": "   \n71 \n materials, 4th edition, John Wiley & Sons, 1996.  \n4. Pareto, L., Resistência e ciência dos materiais. São Paulo: Hemus Ed., \n2003.  \n5. Smith, William F.: Princípios de ciência e engenharia dos materiais, 3ª \nEdição, Lisboa McGraw -Hill, 1998  \n \nUNIDADE CURRICULAR : Termodinâmica dos Sólidos - CH – 60 h \nEMENTA  \nResumo das Leis da Termodinâmica; calor específico; termodinâmica \nestatística; termodinâmica de transições de fases; termodinâmica de reações \nquímicas; quantidades parciais molares; propriedades termodinâmicas de \nligas; equilíbrio entre fases de composição variável; energia livre de sistemas \nbinários; termodinâmica de superfícies e interfaces.  \n \nBibliografia  Básica:  \n1. 1.. SWALIN, R.A. Thermodynamics of Solids, 2nd Ed. John Wiley &  Sons \n1972  \n2. DEHOFF, R. T. Thermodynamics in Materials Science, McGraw Hill, \nInc.1993.  \n3.. CASKELL, D.R. lntroduction to the Thermodynamics of Materials. 3a \nEdition, (1995). Taylor & Francis Atkins.  \n \nBibliografia Complementar:  \n1.. SHAPIRO, HOWARD N.; MORA N, MICHAEL J.; MUNSON, BRUCE ROY; \nDEWITT, DAVID P. Introdução à engenharia de sistemas térmicos: \ntermodinâmica, mecânica dos fluidos e transferência de calor. Rio de Janeiro, \nRJ: LTC, 2005. 604 p.  \n 2. LEVENSPIEL, OCTAVE. Termodinâmica amistosa para engenhe iros. São \nPaulo: EdgardBlücher, 2002. 323 p  \n3. BEJAN, ADRIAN. Advanced engineering thermodynamics. 2. ed. New York: \nJ. Wiley, 1997. 850p.  \n4. POTTER, MERLE C.; SCOTT, ELAINE P. Termodinâmica. São Paulo: \nThomson Learning, 2006. 365p.  ", "77": "   \n72 \n 5. POTTER, Merle C.; SC OTT, Elaine P. Ciências térmicas: termodinâmica, \nmecânica dos fluidos e transmissão de calor. São Paulo, SP: Thomson \nLearning, 2007. , 772 p.  \n \n \n7º Período  \n \nUNIDADE CURRICULAR : Tratamentos Térmicos e Termoquímicos - CH – 60h \nEMENTA  \nIntrodução aos Tratamentos Térmicos. Conceitos Básicos do Diagrama de \nEquilíbrio Ferro -Carbono. As Curvas de Temperatura -Tempo -Transformação. \nTipos de Tratamentos Térmicos. Tipos de Tratamento Termoquímicos. Dureza \ne Temperabilidade. Tratamentos Térmicos d e Ligas Não -Ferrosas. Noções de \nEndurecimento por Solubilização e Precipitação  \n \nBibliografia Básica:  \n1. CHIAVERINI, V. Aços e Ferros Fundidos. 7 ed. São Paulo: ABM, 2005.  \n2. CHIAVERINI, V. Tratamentos Térmicos das Ligas Metálicas. São Paulo: \nABM, 2003.  \n3. COLPAERT, H. Metalografia dos Produtos Siderúrgicos Comuns. 3 ed. São \nPaulo: IPT e Edgard Blucher, 1983.  \n \nBibliografia Complementar:  \n1. COUTINHO, T. A. Metalografia de Não -ferrosos; Análise e Prática. São \nPaulo: EdgardBlücher, 1980.  \n2. ASM. Metals Handbook : Materials Characterization. [S. l.] Editora ASM \nInternational Handbook Committee Knovel Corporation. 9.ed. 1986. v.10.  \n3. PADILHA, A.F. Materiais de engenharia: microestrutura e propriedades. São \nPaulo: Hemus, 2007.  \n4. AZEVEDO, C.R.F., CESCON, T. Metalog rafia e Análise de Falhas: Casos \nSelecionados (1933 -2003). São Paulo: IPT, 2004.  \n5. CALLISTER JR., W. D., Ciência e Engenharia de Materiais: Uma Introdução. \nRio de Janeiro: LTC Edit, 8ª ed., 2012.  ", "78": "   \n73 \n  \nUNIDADE CURRICULAR : Processos Industriais - CH – 60 h \nEMENTA  \nMatérias primas siderúrgicas. Aglomeração. Coqueificação. Redução. Alto -\nForno. Processos especiais de redução. Redução direta. Forno elétrico de \nredução. Fabricação de ferro -ligas. Fabricação do aço. Aciaria LD. Aciaria \nelétrica. Fabricação do aço em processos especiais. Lingotamento \nconvencional, contínuo e por refusão de eletrodos.  \n \nBibliografia Básica:  \n11. CASTRO, L.F.A., FIGUEIRA, R.M., TAVARES, R.P. Princípios Básicos e \nprocessos de fabricação do gusa ao aço líquido. Departamento de Engenharia \nMetalúrgica da UFMG, 1985.  \n2. RIZZO, E. M. S. Processo de fabricação de ferro -gusa em alto -forno. São \nPaulo: ABM, 2009.  \n3. ARAÚJO, L. A. Manual de Siderurgia, Volume 1: Produção. CST. São Paulo. \n1997.  \n \nBibliografia Complementar:  \n1. DA SILVEIRA, E. M., Introdução aos Processos de Preparação de Matérias -\nPrimas para o Refino do Aço, ABM, 2005.  \n2. RIZZO, E. M. S., Introdução aos Processos de Lingotamento dos Aços, \nABM, 2006.  \n3. MOURÃO, M. B. Introdução à Siderurgia. Ed. 1. Editora ABM, 2007.  \n4. ARAÚJO, L. A  -Manual de Siderurgia, V.1, São Paulo: Ed. Arte & Ciência, \n2006.  \n5. RIZZO, E. M. S., Introdução aos Processos Siderúrgicos, Editora ABM, \n2005.  \n \nUNIDADE CURRICULAR : Reologia - CH – 60 h \nEMENTA  \nIntrodução à reologia. Princípios fundamentais de reologia. Conceito de tensão \ne deformação. Classificação dos fluídos. Tipos de escoamento dos materiais. ", "79": "   \n74 \n Viscoelasticidade e modelos viscoelásticos. Tensões normais. Equações \nfundamentais da reologia. Espec tro de relaxação. Propriedades viscoelásticas \nem regimes permanente, oscilatório e transiente. Princípio de superposição de \nBoltzman. Principio de superposição tempo -temperatura. Reologia de \npolímeros. Fatores que afetam a viscosidade de polímeros fundidos  e em \nsolução. Comportamento dinâmico -mecânico dos polímeros. Reologia de \nmateriais em suspensões. Reologia de ligas metálicas no estado semisólido. \nViscometria e reometria capilar, de placas paralelas, de cone -placa e de \ntorque. Reometria  elongacional. Co nceitos sobre misturas. Correlação entre \ndados reológicos, processamento e propriedades. Principais aplicações \ntecnológicas.  \nBibliografia Básica:  \n1. SCHRAMM, G. “Reologia e Reometria – Fundamentos teóricos e práticos”, \nArtliber Editora, 2006.  \n2. BARNES, H.  A. HUTTON, J. F.  WALTERS, K. “An Introduction to \nRheology”, Elsevier Applied Science, 1991.  \n3. MORRISON, F. A.  “Understanding Rheology”, Oxford University Press, \n2001.  \n \nBibliografia Complementar:  \n1. MACHADO, J. C. V. “Reologia e Escoamento de Fluidos - Ênfase na \nindústria do petróleo”, Editora Interciência, 2002.  \n2. WAZER, V. J. R.; LYONS, J. W.; KIM, K. Y.;. COLWELL, R. E. “Viscosity \nand Flow Measurement – A laboratory handbook of rheology”, Interscience \nPublishers, 1966.  \n3. CASTRO, A. G.; COVAS, J. A.; DIOGO, A. C. “Reologia e suas Aplicações \nIndustriais”, Instituto Piaget, 2001.  \n4. SPERLING, L. H. “Introduction to Physical Polymer Science”, John Wiley \nand Sons, New York, 1991.  \n5. MALKIN, A.Y. “Rheology Fundamentals”, ChemTec Publishing, 1994.  \n \n \n ", "80": "   \n75 \n UNIDADE CURRICULAR : Materiais Refratários - CH – 45 h \nEMENTA  \nConstituição e classificação dos refratários. Noções de fabricação. \nDesenvolvimento da microestrutura. Ensaios. Refratários conformados e não \nconformados. Aplicação dos refratários. Normas técnicas.  \n \nBibliografia Básica:  \n1. SMITH, W.F. Fundamentos de enge nharia e ciência dos materiais. 5. ed. \nPorto Alegre: McGraw -Hill, 2012.  \n2. NEWELL, J. Fundamentos da moderna engenharia e ciência dos materiais. \nRio de janeiro: LTC, 2010.  \n3. VASCONCELOS, W. L., Introdução aos Materiais Refratários, Manuscrito, \nNotas de Au la, Escola de Engenharia, UFMG, 1996.  \n \nBibliografia Complementar:  \n1. CRUZ, C. R. V., Refratários para Siderurgia, ABM, 1977.  \n2. MARTINEZ, N. S., Fundamentos Físico -Químicos de Materiais Refratários, \nABC, 1990.  \n3. MENEZES, I.,  Materiais Refratários, Escola de Engenharia da UFMG. (sem \ndata).  \n4. REED, J. S. Principles of Ceramic Processing. New York: John Wiley and \nSons, Second Edition, 1995.  \n5. CHESTERS, J. H. Refractories for iron and steelmaking. London: The Metals  \nSociety, 19 74. \n \nUNIDADE CURRICULAR : Corrosão e Degradação de Materiais - CH – 45 h \nEMENTA  \nCorrosão. Oxidação e redução. Formas (ou tipos) de corrosão. Mecanismos \nbásicos da corrosão. Fatores que favorecem a corrosão metálica. Interpretação \ndas curvas de polarização e dos diagramas de Pourbaix. Corrosão associada a \nfatores mecânicos. Ação corros iva da água. Corrosão em concreto. Formas ou \nmedidas de combate à corrosão.  \n ", "81": "   \n76 \n Bibliografia Básica  \n1. GENTIL,V. Corrosão, Rio de Janeiro: Editora LTC, p. 300, 2007.  \n2. FONTANA, M.G. Corrosion Engineering. 3 ed., New York, Mc Graw -Hill, p. \n566, 1986.  \n3. SZKLARSKA -SMIALOWSKA, Z. Pitting and crevice corrosion. Houston, \nNACE International, p. 590, 2005.  \n \nBibliografia Complementar  \n1. GEMELLI E. Corrosão de materiais metálicos e sua caracterização: Editora \nLTC, p. 200, 2001.  \n2. Metals Handbook; Volume 13 - Corrosion. 9 ed. Metals Park, Ohio. ASM \nInternational, p. 1415, 1987.  \n3. STANSBURY, E. E. Fundamentals of electrochemical corrosion. Materials \nPark, ASM International, p. 487, 2000.  \n4. EVANS, U. R. An Introduction to Metallic Corrosion. 3rd ed., Great Britain, \nEdward Arnold, p. 302, 1981.  \n5. RAMANATHAN L. V. Corrosão e seu Controle, Hemus, São Paulo. 1995.  \n \nUNIDADE CURRICULAR : Materiais Cerâmicos - CH – 60 h \nEMENTA  \nClassificação de materiais cerâmicos.   Estrutura atômica.   Estrutura cristalina \nde óxidos.   Defeitos e difusão. Estado vítreo. Estrutura de silicatos.   Argilo -\nminerais.   Matérias -primas naturais. Triaxial cerâmico. Diagramas de fases \nbinários e ternários.  Transformações de fases.   Formulação de materiais \ncerâmicos. Sinterização. Desenvolvimento de microestrutura.  Biocerâmicas.  \n \nBibliografia Básica:  \n1. CALLISTER JR., W. D., Ciência e Engenharia de Materiais: Uma Introdução. \nRio de Janeiro: LTC Edit, 7ª ed., 2007.  \n2. CHIANG, Y.M., BIRNIE III, D.P. KINGERY, W.D. - Physical Ceramics, John \nWiley & Sons, Inc., New York, 1997.  \n3. KINGERY W.D.; BOWEN, H.K.; UHLMANN, D.R. \"Introduction to Ceramics\" \n2nd Edition, John Wiley & Sons (New York) 1976.  ", "82": "   \n77 \n Bibliografia  Complementar:  \n1. TILLER, W.A. - The science of crystalization I and II, Cambridge University \nPress, 1991.  \n2. VOGEL, W., - Chemistry of glass, Am. Ceram. Soc., Columbus, 1985.  \n3. GERMAN, R.M. - Sintering theory and practice, John Wiley & Sons, Inc., \n1996.  \n4. DOREMUS, R.H. - RAtes of phase transformation, Academic Press, 1985.  \n5. RICHERSON, D.W. - Modern ceramic engineering, Properties, processing \nand use in design. Ed. Marcel Dekker, Inc. New York, USA, 1992.  \n \n \nUNIDADE CURRICULAR : Análise Instrumental - CH – 60 h \nEMENTA  \nPrincípio de Análise Instrumental. Introdução à validação. Fundamentos dos \nmétodos  espectrofotométricos de absorção molecular. Absorção e Emissão de \nradiação eletromagnética. Instrumentos para espectroscopia óptica. Introdução \naos métod os cromatográficos (cromatografia de papel, cromatografia de coluna \ne cromatografia de placa delgada). Cromatografia Líquida de Alta Eficiência \n(HPLC) e Cromatografia Gasosa (CG).  \nBibliografia Básica:  \n1. HARRIS, D.C., Análise Químic a Quantitativa, 8 ª Edição, LTC Editora, Rio de \nJaneiro, RJ, 2012 .  \n2. VOGEL, Análise Química Quantitativa, 6ª Edição, LTC, Rio de Janeiro, \n2002.  \n3. SKOOG, D.A.; WEST, D.M.; HOLLER F.J.; CROUCH, S.R., Fundamentos \nde Química Analítica, Tradução da 8ª edição Norte -Americana, Thomson \nLearning, São Paulo, 2006.  \n \nBibliografia Complementar:  \n1. COLLINS, C.H.; BRAGA, G.L.; BONATO, P.S., Fundamentos de \nCromatografia, Editora da  Unicamp, Campinas, 2006.  \n2. KRUG, F.J. Editor. Métodos de Preparo de Amostras, CENA/USP, \nPiracicaba, 2008 . ", "83": "   \n78 \n 3. BACCAN, N.; de ANDRADE, J.C.; GODINHO, O.E.S.; BARONE, J.S., \nQuímica Analítica Quantitativa Elementar, 3ª edição, Editora Edgard Blücher, \nSão Paulo, 2005.  \n4. SKOOG, D. A., LEARY, J. J. Princípios de Análise Instrumental, 6ª ed., \nBookman, Porto Alegre, 2 009. \n5. HEFTMANN, E. Chromatography: Fundamentals and applications of \nchromatograpfy and related differential migration methods, 6ª ed., Wiley, 2004. . \n \n8º Período  \n \nUNIDADE CURRICULAR : Caracterização dos Materiais - CH – 60h \nEMENTA  \nMicroestruturas dos materiais metálicos, cerâmicos e poliméricos. Sistemas e \nreticulados cristalinos, grupos espaciais e simetria, tipos mais comuns de \nestruturas cristalinas. Projeção estereográfica. Métodos de difração de raios x. \nDireção e intensidade do feixe difratado. L ei de Bragg. Figuras de pole direta e \ninversa. Função de distribuição de orientação cristalina.  \n \nBibliografia  Básica:  \n1 CULLITY, B. D.; Elements of x -ray diffraction, Addison -Wesley Company Inc., \nNew York, 3rd Edition, 2000. – \n2. BORCHARDT -OTT, W.; Crystallography, Springer -Verlag, Berlin, Second \nEdition, 1995.  \n3. SANDS, D. E.; Introduction to crystallography, Dover Publications Inc., New \nYork, 1975.  \n \nBibliografia Complementar:  \n1 PADILHA, A. F. E AMBROZIO FILHO, F.; Técnicas de análise \nmicroestrutu ral, Editora Hemus  Ltda, São Paulo, 1985.  \n2. AKOVALI , G. The Interfacial Interactions in Polymeric Composites. London: \nAcademic Publisher Group, 1993.  \n3. CHAWLA, K. Composite Materials. New York: Springer -Verlag, 1987.  \n4. FERRANTE, M. Seleção de Materia is. 2ª. Ed. Edufscar, 2007.  ", "84": "   \n79 \n 5. KELLY, A. Concise Encyclopedia of Composites. 2 ed. Oxford: Pergamon \nPress, 1994.  \n \nUNIDADE CURRICULAR : Processos Metalúrgicos de Fabricação - CH – 60h \nEMENTA  \nIntrodução aos processos mecânicos e metalúrgicos de fabricação.  Aspectos \nfundamentais: Solidificação e sinterização dos metais. Principais processos de \nmoldagem e de fundição. Processos de soldagem. Metalurgia do pó, \nsinterização. Compressão a quente. Características dos produtos obtidos.  \n \nBibliografia Básica:  \n1. CHIA VERINI, V. - Tecnologia Mecânica, Volume II, 2a ed., Makron Books, \n1986.  \n2. KONDIC, V. princípios Metalúrgicos de fundição. São Paulo, Polígono, 1973.  \n3. WAINER, E., BRAND, S., ET AL., Soldagem - Processos e Metalurgia, , \nEditora Edgard BlücherLtda, 1992.  \n \nBibliografia Complementar:  \n1. SOARES, G. A. . Fundição: mercado, processos e metalurgia. 1. ed. Rio de \nJaneiro: COPPE/UFRJ, 2000. v. 1. 121 p.  \n2. Soldagem e Técnicas Conexas, IVAN GUERRA MACHADO, Editado pelo \nautor, 1996.  \n3. BRITO, F.I.G.; MEDEIROS, K.F.;  LOURENÇO, J.M. 2007. Um Estudo \nteórico sobre a sinterização na metalurgia do pó. Holos, 3:204 -211.  \n4. THUMMLER, F & OBERACKER, R., Introduction to Powder Metallurgy, The \nInstitute of Materials, Londres, GB, 1993.  \n5. FEISTAUER, A.; GONÇALVES, F. J. F.; PA CHECO, L. C.; SOUSA, G. C.;  \n MARTINS, C. G.; MORO, N. Metalurgia do Pó. Florianópolis: CEFET/SC, \n1999.  \n \nUNIDADE CURRICULAR : Materiais Compósitos - CH – 60h \nEMENTA  \nIntrodução. Conceitos básicos. Fortalecimento por dispersão, partículas e ", "85": "   \n80 \n fibras. Classes de matrizes e reforços. Transferência de tensão através de \ninterface fibra -matriz, teorias de adesão, regra das misturas. Processamento de \nlaminados compostos com matriz termoplástica ou termorrígida reforçados com \nfibras de carbono, aramida e vidro. Painé is-sanduíche estruturais. Propriedades \nmecânicas e térmicas. Aplicações gerais dos compósitos.  \n \nBibliografia Básica:  \n1. ASKELAND, D.R.; Phulé, P. P., Ciência e engenharia dos materiais. São \nPaulo -SP: Cengage Learning, 2008.  \n2. CALLISTER JR. W.D., Ciência e  Engenharia de Materiais: uma Introdução. 5 \ned., Rio de Janeiro, Livros Técnicos e Científicos, 2002  \n3. CHAWLA K.K., Composite Materials: Science and Engineering. 3 ed., New \nYork, Springer, 2001  \nBibliografia  Complementar:  \n1. ASM, Engineered Materials Handb ook - Composites, v.1 ASM International. \nMetals Park. Ohio, 1987  \n2. MALLICK P.K., Fiber -Reinforced Composites: Materials, Manufacturing and \nDesign. 3 ed., Dekker Mechanical Engineering, New York, CRC, 2007  \n3. SHACKELFORD, James F. Ciência dos materiais. 6. ed. São Paulo: \nPearson, 2008. 556 p.  \n4. ASHBY, M. F.; JONES, David R. H. (Autor). Engenharia de materiais. Rio de \nJaneiro, RJ: Elsevier: Campus, 2007. 2 v. ENGENHARIA de materiais para \ntodos. São Carlos: EdUFSCar, 2010. 166 p.  \n5. MANO, E. B.. Polímeros como materiais de engenharia. São Paulo: E. \nBlücher, c1991. 197 p  \n \nUNIDADE CURRICULAR : Materiais Poliméricos - CH – 45 h \nEMENTA  \nIntrodução geral. Conceitos fundamentais. Classificação de materiais \npoliméricos termoplásticos. Síntese. Técnicas de polimerização. \nProcessamento. Estrutura química, peso molecular e cristalinidade. \nTemperaturas de transição. Viscoelasticidade dos polímer os. Orientação \nmolecular. Cristalização por deformação. Técnicas de caracterização de ", "86": "   \n81 \n polímeros. Propriedades mecânicas e térmicas. Mecanismos de deformação e \nde falha. Aditivos. Fibras sintéticas. Blendas e copolímeros. Aplicações em \nengenharia. Reciclage m. \n \nBibliografia Básica:  \n1. CANEVAROLO Jr, S. V. Ciência dos Polímeros 2ª Edição \"Sebastião \nV.Canevarolo  Jr. Editora Artliber, 2006.  \n2. McCRUM, N. G., BUCKLEY, C. P.E BUCKNALL, C. B., Principles of Polymer \nEngineering, Oxford University Press, 2a Edição, 1 997 \n3. OSSWALD, T. A., MENGES, G., Materials Science of Polymers for \nEngineers, Hanser  Editora, 2ª  Edição, 2003.  \n \nBibliografia Complementar:  \n1.MANO, E. B., Introdução A Polímeros, Editora EDGARD BLUCHER, ISBN: \n8521202474  \n2. MANO, E. B., Polímeros Como Materiais De Engenharia, Editora: EDGARD \nBLUCHER, ISBN: 8521200609, 2ª Edição – 1994.  \n3. MANO, E. B., DIAS, M. L., OLIVEIRA, C. M. F., Química Experimental  de \nPolímeros, Editora EDGARD BLUCHER, ISBN: 8521203470, 1ª Edição - 2005  \n4.AKCELRUD, L., Fundamentos da Ciência dos Polímeros, Editora: MANOLE, \nISBN: 852041561x, 1ª Edição – 2006.  \n5. RABELLO, M., Adjetivação De Polímeros, Editora: ARTLIBER, ISBN: \n8588098016, 1ª Edição – 2000  \n \nUNIDADE CURRICULAR : Processamento de Materiais  Metálicos - CH – 60 h \nEMENTA  \nClassificação dos processos de conformação plástica; dobramento; \nrepuxamento; embutimento; estiramento; processos não convencionais; \nlaminação; forjamento; extrusão; trefilação; estampagem; textura e anisotropia; \nnoções de m etrologia; usinagem de metais e tecnologia mecânica; metalurgia \ndo pó.  \n \nBibliografia Básica:  ", "87": "   \n82 \n 1. HELMAN, H; CETLIN, P. R.. Fundamentos da conformação mecânica dos \nmetais. 2. ed. São Paulo: Artliber, 2005. 260 p.  \n2. CHIAVERINI, V. Tecnologia mecânica. Vol1. 2. ed. São Paulo, SP: McGraw -\nHill, 1986. 3 v.  \n3. LIRA, F. A.. Metrologia na indústria. ed Érica. 2011. ISBN: 978 -85-365-0389 -\n9  \nBibliografia Complementar:  \n1. DIETER, G. E. Mechanical metallurgy: SI Metric Editio n. London, GB: \nMcGraw -Hill, 1988. xxi, 751 p. (Materials science and engineering).  \n2. CHIAVERINI, V. Tratamento térmico das ligas metálicas. São Paulo: \nAssociação Brasileira de Metalurgia e Versão WEB Não vale como documento \nMateriais, 2003. 272 p.  \n3. RIZZO, E. M. S. Processos de laminação dos aços: uma introdução . São \nPaulo: ABM, 2007. 254 p. (Capacitação técnica em processos siderúrgicos. \nlaminação).  \n4. NUNES, Laerce de Paula; KREISCHER, Anderson de Paula. Introdução à \nmetalurgia e aos materiais metálicos. Rio de Janeiro: Interciência, 2010. 350 p..  \n5. CALLISTER, W. D.; RETHWISCH, D. G. Ciência e Engenharia de Materiais: \nUma Introdução. 7. ed. Rio de Janeiro, RJ: LTC, 2008. xx, 705 p..  \n \nUNIDADE CURRICULAR : Processamento de  Materiais Cerâmicos - CH –60 h \nEMENTA  \nEsta disciplina introduz a ciência e a tecnologia do processamento cerâmico. \nApresenta aspectos relativos à formulação de uma composição cerâmica, \nmétodos de beneficiamento da matéria prima, preparação e estabilização de \nsuspensões cerâmicas, técnicas de c onformação, teoria e prática da \nsinterização e evolução microestrutural. Apresenta aspectos relativos à tomada \nde decisão pelos processos de fabricação com relação à obtenção e \notimização das propriedades. Apresenta as técnicas mais recentes de todas as \netapas e seu potencial futuro.  \n \nBibliografia Básica:  \n1.REED, J.S.  \"Principles of Ceramic Processing\" 2nd ed., Joh Willey & Sons ", "88": "   \n83 \n (New York) 1995.  \nKINGERY, W.D.. BOWEN, H.K.. UHLMANN, D.R \"Introduction to Ceramics\" \n2nd Edition, John Wiley &  Sons (New York) 1976.  \nRICHERSON, D.W. \"Modern Ceramic Engineering\" 2nd Edition, Marcel Dekker \n(New York) 1992.  \n \nBibliografia  Complementar:  \n1. RAHAMAN, M. N. Ceramic processing and sintering. 2. ed. New York, USA: \nTaylor & Francis, 2003. 875 p.  \n2. KINGERY , W. David; BOWEN, H. K.; UHLMANN, D. R. Introduction to \nceramics. 2. ed. New York: Wiley -Interscience, c1976. 1032 p.  \n3. CARTER, C. Barry; NORTON, M. Grant. Ceramic materials: science and \nengineering . New York: Springer, c2007. xxii, 716 p..  \n4. ASHBY, M. F.; JONES, David R. H. (Autor). Engenharia de materiais. Rio de \nJaneiro, RJ: Elsevier: Campus, 2007. 2 v.  \n5. SHACKELFORD, James F. Ciência dos materiais. 6. ed. São Paulo: \nPearson, 2008.  \n \nUNIDADE CURRICULAR : Ciência do Ambiente para Engenharia - CH – 45 h \nEMENTA  \nFundamentos da Ecologia. Ecossistemas: terrestre, aquático e atmosférico. \nFontes de energia e meio ambiente. Preservação e utilização de recursos \nnaturais: poluição, impacto ambiental e desenvolvimento sustentado. \nFundamentos de Gestão e Legislação Ambiental. Fundamentos da Química \nVerde.  \nBibliografia Básica:  \n1. BRAGA, B .et al. Introdução à Engenharia Ambiental. 2 ed. São Paulo: \nPearson/Prentice Hall, 2005.  \n2. DAJOZ, R . Princípios de Ecologia. 7ªed. Porto Alegre:Artmed, 2005.  \n3. ODUM, E .P.; BARRET, G . Fundamentos de Ecologia. 5ª ed. Editora \nPioneira/Thomson, 2007.  \nBibliografia Complementar:  \n1. RICKLEFS, R. E. A economia da natureza. 6ª ed. Rio de Janeiro, ", "89": "   \n84 \n Guanabara Koogan, 2010.  \n2. MILLER JR., G. Ciência Ambiental. São Paulo: Thomson Pio neira, 2006.  \n3. DERÍSIO, J.C. Introdução ao controle de poluição ambiental. 3 ed. São \nPaulo: Signus, 2007.  \n4. PHILIPPI JR, A.; ROMÉRO, M. A.; BRUNA, G. C. Curso de gestão \nambiental. Barueri, São Paulo: Manole, 2004. Coleção Ambiental.  \n5. JACOBI, P. R.. Ciê ncia ambiental: os desafios da interdisciplinaridade. São \nPaulo: Annablume – Fapesp, 2000.  \n9º Período  \n \nUNIDADE CURRICULAR : Análise de Falhas - CH – 45 h \nEMENTA  \nIntrodução e contextualização do assunto; diagnóstico, detecção, análise e \ncorreção de falhas; falhas estruturais; falhas funcionais; falhas de processos; \nfalhas combinadas; falhas de peças, dispositivos e equipamentos; estudos de \ncasos; projeto prático; tópicos especiais.  \n \nBibliografia Básica:  \n1. COLPAERT, H.. Metalografia dos produtos side rúrgicos comuns. 4. ed. São \nPaulo, SP: E. Blücher, 2008. xx, 652 p.  \n2. CALLISTER, W. D.; RETHWISCH, David G. Ciência e engenharia de \nmateriais: uma introdução. 7. ed. Rio de Janeiro, RJ: LTC, 2008. xx, 705 p.  \n3. BROOKS, C. R.; CHOUDHURY, A. Failure analy sis of engineering materials. \nNew York: McGraw -Hill, 2002. xiii, 602 p.  \n \nBibliografia  Complementar:  \n1. DOWLING, N. E. Mechanical behavior of materials: engineering methods for \ndeformation, fracture, and fatigue. 2nd ed. Upper Saddle River, NJ.:  Prentice -\nHall, 2013. 830 p.  \n2. MEYERS, M. A.; CHAWLA, K. K.. Mechanical behavior of materials. 2nd ed. \nCambridge; New York: Cambridge University Press, c2009. xxii, 856 p.  \n3. ASHBY, M. F.; JONES, David R. H. (Autor). Engenharia de materiais. Rio de \nJane iro, RJ: Elsevier: Campus, 2007. 2 v. (v.1).  ", "90": "   \n85 \n 4. MANNHEIMER, W. A. Microscopia dos materiais: uma introdução. Rio de \nJaneiro: E -Papers, c2002. 1. v. (várias paginações).  \n5. GARCIA, A.; SPIM, J. A.; SANTOS, C. A.. Ensaios dos materiais. Rio de \nJaneiro: LTC , 2000.  \n \nUNIDADE CURRICULAR : Processamento de Materiais Poliméricos - CH – 60h \nEMENTA  \nMétodos físicos de transformação de termoplásticos. Reologia aplicada ao \nprocessamento de termoplásticos. Extrusão e processos baseados em \nextrusão. Moldagem por injeção. Calandragem, termoformagem e moldagem \nrotacional. Fabricação de plásticos celulares. Técnicas de acabamento \nsuperficial para plásticos. Fibras, adesivos, aditivos e tintas. Processos de \nmoldagem de termorrígidos. Propriedades e aplicações de termorrígidos. \nTermorrígidos reforçados. Composição e fortalecimento de elastômeros. \nVulcanização d e borrachas. Extrusão, calandragem e moldagem por injeção \nde elastômeros. Fabricação de pneus e tubos reforçados. Propriedades e \naplicações de elastômeros . \n \nBibliografia  Básica:  \n1 Bird, R.B., Armnstrong, R.C. and Hassager, O., Dynamics of Polymeric \nLiquids , Vol. 1, Fluid Mechanics, Wiley, new York, 1987.  \n2. Crawford, R.J., Plastics Engineering, Butterworth/Heinemann, 1991.  \n3. Dealy, J.M. and Wissbrun, K.F., Melt Rheology and its Role in Plastics \nProcessing, Van Nostrand Reinhold, New York, 1990.  \n \nBibliografia  Complementar:  \n1. Han, C.D., Rheology in Polymer Processing, Academic Press, London, 1976.  \n2. McKelvey, J.M., Polymer Processing, Wiley, New York, 1982.  \n3. Middleman, S., Fundamentals of Polymer Processing, McGraw -Hill, New \nYork,1977.  \n4. Tadmor , A. and Gogos, C.G., Principles of Polymer Processing, Wiley, New \nYork, 1979.  \n5. MANO, E. B.. Polímeros como materiais de engenharia. São Paulo: E. ", "91": "   \n86 \n Blücher, c1991. 197 p  \n \nUNIDADE CURRICULAR : Seleção de Materiais - CH – 45h \nEMENTA  \nCritérios de seleção de  materiais; seleção de materiais em função de \nsolicitações mecânicas, térmicas, químicas e ambientais; especificações de \nmateriais na indústria; seleção econômica de materiais; seleção de materiais \nacoplada à seleção de processo; sistematização dos métodos  de seleção de \nmateriais.  \n \nBibliografia Básica:  \n1. FERRANTE, M. Seleção de Materiais, São Carlos, Editora UFSCar, 1996.  \n2. ASHBY, M. F. Seleção de materiais no projeto mecânico : tradução: Arlete \nSimille Marques . RJ: Elsevier, 2012. 673 p.  \n3. NUNES, L. M ateriais - Aplicações de Engenharia, Seleção e Integridade. \n1.Ed. Rio de Janeiro: Interciência, 2012. 406p  \n \nBibliografia  Complementar:  \n1. CHARLES, J.A., CRANE, F.A.A., Selection and Use of Engineering \nMaterials, Oxford, Butterworth -Heinemann, 1989.  \n2. ADAM IAN, Rupen. Novos Materiais Tecnologia e Aspectos Econômicos. \nSão Paulo: ABM.  \n3. ASM Handbook, vol 20, Materials Selection and Design, ASM, Metals Park, \nOhio, 1997.  \n4. COUTINHO, C. A. B., Materiais Metálicos para Engenharia, Fundação \nChristiano Ottoni, Bel o Horizonte, 1992.  \n5. SMITH, W.F. Fundamentos de engenharia e ciência dos materiais. 5. ed. \nPorto Alegre: McGraw -Hill, 2012.  \n \nUNIDADE CURRICULAR : Biomateriais – CH - 45h \nEMENTA  \nIntrodução aos Biomateriais . Materiais usados em medicina. Interação tecido – \nimplante. Técnicas de caracterização de biomateriais. Biomateriais  ", "92": "   \n87 \n funcionais.Aspectos práticos no uso de biomateriais  \n \nBibliografia Básica:  \n1. ORÉFICE, R. L.; PEREIRA, M. M.; MANSUR, H. S. Biomateriais – \nFundamentos e Aplicações. Guanabara Koogan, 2012.  \n 2. PARK, J. B., LAKES, R. S. Biomaterials. An Introduction. Third Edition, New \nYork: Springer, 2007. (ISBN 978087378794)  \n3. Biomaterials, Edtor -in-chef: David F. Williams ( http://www.elsevier.com ) \n \nBibliografia Complementar:  \n1. ORÉFICE, R. L. - “Biomateriais: fundamentos e aplicações”, Cultura Médica, \nRio de Janeiro, (2006)  \n2. Biomaterials Science. An Introduction to Materials in Med icine. Buddy \nRatner, Allan Hoffman, Frederic Schoen e Jack Lemons Ed., Academic Press, \n1996.  \n3. Biomaterials. An Introduction. Joon B. Park e Roderic S. Lakes. Plenum \nPress, Second edition, 1992.  \n4. An Introduction to Bioceramics. L.L. Hench and June Wilso n Ed., World \nScientific, 1993.  \n5. RATNER, B., HOFFMAN, A., SCHOEN, F., LEMONS,J. Ed. Biomaterials \nScience. An Introduction to Materials in Medicine. Segunda  Edição, Ed., \nAcademic Press, 2004. (ISBN 0125824637)  \n \nUNIDADE CURRICULAR : Reciclagem de Materiais – CH - 45h \nEMENTA  \nResíduos sólidos industriais e principais setores industriais geradores. Práticas \nusuais de manejo, destinação e reciclagem de materiais. Demanda  de insumos \nna cadeia produtiva para a indústria de materiais cerâmicos, ligas metálicas, \nmateriais poliméricos e outros (matéria -prima de segunda geração). Principais \ncaracterísticas dos resíduos para viabilidade no emprego como matérias -\nprimas na indústr ia construção, transporte, insumos agrícolas e demais \nsetores. Aplicações dos conceitos da ciência dos materiais na área da \nreciclagem.  ", "93": "   \n88 \n Bibliografia Básica:  \n1.ANDRADE, O.B., TACHIZAWA, T., CARVALHO, A.B. - Gestão Ambiental, \nEnfoque Estratégico Aplicado ao  Desenvolvimento Sustentável, Makron Books \nLtda, S. Paulo, 2002.  \n2.  IPT e CEMPRE - Lixo Municipal: Manual de Gerenciamento Integrado, 2ª \ned., S. Paulo, 2000.  \n3. TCHOBANOGLOUS, G. - Solid Wastes Engineering Principles and \nManagement Issues, McGraw Hill, N ew York, 1992.  \n \nBibliografia  Complementar:  \n1 BRANDRUP, J. - Recycling and Recovery of Plastics, Hanser, Munich, 1996.  \n2. BLASS, A. - Processamento de Polímeros, Editora da UFSC, Florianópolis, \n1988.  \n3. KEITH, F. - Handbook of Solid Waste Management, MacGrall Hill Inc., New \nYork, 1992.  \n4. LUND, R.F. - The MacGrall Hill Recycling Handbook, MacGrall Hill Inc., New \nYork, 1993.  \n5. LOBATO, F. et al. Plano estratégico dos resíduos sólidos urbanos. Brasil: \nMinistério do Ambiente, 1999.   \n \nUNIDADE CURRICULAR : Ações Empreendedoras - CH – 60 h \nEMENTA  \nIntrodução à Disciplina; Características do Empreendedor; Estudo do Perfil do \nEmpreendedor; Desenvolvimento da Capacidade Empreendedora do \nEstudante; Fomento ao desenvolvimento de ideias inovadoras de negócios; \nIntrodução ao Bussines  Model  Canvas. Desenvol vimento de Plano de \nproduto/serviço; Desenvolvimento de Plano de marketing; Desenvolvimento de \nPlano financeiro; Formato pitch para apresentação do plano de negócios.  \n \nBibliografia Básica:  \n1. DOLABELA, Fernando. O segredo de Luísa. São Paulo: Cultura Edito res \nAssociados, 2006.  \n2.CHIAVENATO,Idalberto.Empreendedorismo: dando asas ao espírito ", "94": "   \n89 \n empreendedor. São Paulo.  \n3.DORNELAS,J.C. Assis. Empreendedorismo: transformando ideias em \nnegócios. 2.ed. Rio de Janeiro: Elsevier, 2005.  \n \nBibliografia Complementar:  \n1. MEIRA, S. Novos Negócios Inovadores de Crescimento Empreendedor no \nBrasil. Casa da Palavra, 2013.  \n2. CORAL, Eliza; Ogliari, André; Abreu, Aline  França de. Gestão integrada da \ninovação: estratégia, organização e desenvolvimento de produtos. São Paulo: \nAtlas , 2008.  \n3. DEGEN, R. O Empreendedor - fundamentos da Iniciativa Empresarial. \nMcGraw -Hill, São Paulo, 1989.  \n4. SALIM, C. S. et al. Construindo planos de negócios: todos os passos \nnecessários para planejar e desenvolver negócios de sucesso. Rio de Janeiro:  \nElsevier, 2005.  \n5. Bota Pra Fazer - Negócios de Alto Impacto. Endeavor Brasil e Sebrae. \n2012.  \n \nUNIDADE CURRICULAR : Engenharia Econômica - CH – 60 h \nEMENTA  \nMatemática Financeira: conceito de juros; relações de equivalência; taxas \nnominais e efetivas; amortização de dívidas (Price, SAC e Misto). Inflação e \ncorreção monetária. Análise econômica de investimentos: princípios e \nconceitos; VAUE, TIR e Pay -back; substituição de equipamentos; aluguel, \nleasing e financiamentos. Risco, incerteza e análise de sen sibilidade. \nCalculadoras financeiras e planilhas.  \n \nBibliografia Básica:  \n1. PUCCHINI, Abelardo. Matemática financeira, objetiva e aplicada. São Paulo: \nSaraiva, 2000.  \n2. HIRDCHFELD, Henrique. Engenharia econômica e análise de custos. São \nPaulo: Atlas, 1998.  \n3. HUMMEL, Paulo Roberto Vampre. Analise e decisão sobre investimentos e ", "95": "   \n90 \n financiamentos: engenharia econômica - teoria e pratica. 4. ed. São Paulo: \nAtlas, 1995.  \n \nBibliografia Complementar:  \n1. PINDYCK, ROBERT S.; RUBINFELD, DANIEL, L. Microeconomia 5 ed. São \nPaulo: Prentice Hall, 2002.  \n2. HIRSCHFELD, H. Engenharia econômica e análise de custos. 7 ed. São \nPaulo: Altas, 2000.  \n3. ASSAF NETO, A.. Matemática financeira e suas aplicações. 10 ed. São \nPaulo: Atlas, 2008.  \n4. THUESEN, H.G.; FABRYCKY, W.J.; THUESEN, G.J. (1977). Engineering \neconomy. New Jersey: Prentice -Hall, 1977.  \n5. FARO, C. Elementos de engenharia econômica. 3 ed. São Paulo: Atlas. \n1979.  \n \nUNIDADE CURRICULAR : Trabalho de Conclusão de Curso I - CH – 15h \nEMENTA  \nPlanejamento do projeto, escolha do tema, formulação do problema, \nlevantamento das hipóteses, análise e interpretação dos dados.  \n \nBibliografia Básica:  \n1. CERVO, A. L.; BERVIAN, P. A.; SILVA, R. Metodologia Científica. São \nPaulo: Pearson Makron Books, 2007.  \n2. LAKATOS, E. M.; MARCONI, M. A. Fundamentos de Metodologia Cientifica. \n6. ed. São Paulo: Atlas, 2007.  \n3. ANDRADE, M. M. Introdução à metodologia do trabalho científico. 3. ed. São \nPaulo: Atlas, 1998.  \n \nBibliografia Complementar:  \n1. OLIVEIRA NETO, A. A. Metodologia da Pesquisa Científica. Florianópolis: \nVisual Books, 2008.  \n2. LAKATOS, E. M.; MARCONI, M. A. Metodologia Científica. 5. ed. São Paulo: \nAtlas, 2008.  ", "96": "   \n91 \n 3. SEVERINO, A. Joaquim. Metodologia do trabalho científico. São Paulo: \nCortez, 2002.  \n4. GIL, A.C. Como elaborar projetos de pesquisa. São Paulo: Atlas. 1996.  \n5. BARROS, A. J. S.; LEHFELD, N.A. de S. Fundamentos de metodologia \ncientífica. São Paulo: Makron Books. 2000.  \n \n10º Período  \n \nUNIDADE CURRICULAR : Trabalho de Conclusão de Curso II - CH – 15 h \nEMENTA  \nAplicação dos procedimentos e estrutura do trabalho final de curso com base \nnas normas da ABNT e sob a orientação e monitoramento do professor \nespecialista e do professor orientador do aluno. Conclusão do TCC e \napresentação à banca examinadora.  \n \nBibliografia Básica:  \n1. CERVO, A. L.; BERVIAN, P. A.; SILVA, R. Metodologia Científica. São \nPaulo: Pearson Makron Books, 2007.  \n2. LAKATOS, E. M.; MARCONI, M. A. Fundamentos de Metodologia Cientifica. \n6. ed. São Paulo: Atl as, 2007.  \n3. ANDRADE, M. M. Introdução à metodologia do trabalho científico. 3. ed. São \nPaulo: Atlas, 1998.  \nBibliografia Complementar:  \n1. OLIVEIRA NETO, A. A. Metodologia da Pesquisa Científica. Florianópolis: \nVisual Books, 2008.  \n2. LAKATOS, E. M.; MARCONI , M. A. Metodologia Científica. 5. ed. São Paulo: \nAtlas, 2008.  \n3. SEVERINO, A. Joaquim. Metodologia do trabalho científico. São Paulo: \nCortez, 2002.  \n4. GIL, A.C. Como elaborar projetos de pesquisa. São Paulo: Atlas. 1996.  \n5. BARROS, A.J.S; LEHFELD, N.A. d e S. Fundamentos de metodologia \ncientífica. São Paulo: Makron Books. 2000.  \n ", "97": "   \n92 \n UNIDADE CURRICULAR : Ética e Legislação Profissional – CH - 30h \nEMENTA  \nNoções de ética geral. Ética profissional. Direitos e deveres dos trabalhadores. \nConselhos profissionais da  engenharia. Legislação pertinente  \n \nBibliografia Básica:  \n1. DRUMOND, J. G. F. O cidadão e o seu compromisso social. Belo Horizonte, \nMG: Cuatira, 1993. 212 p.  \n2. PINHO, R. R.; NASCIMENTO, A. M. Instituições de direito público e privado: \nintrodução ao estu do do direito e noções de ética profissional. 24.ed. São \nPaulo: Atlas, 2009. 426 p  \n3. VALLS, A. L. M. O que é ética. 9.ed.. São Paulo: Brasiliense, 2006. 82 p.  \n \nBibliografia Complementar:  \n1. MUYLAERT, P. Ética profissional. Niterói, RJ: [s.n.], 1977. 281 p.  \n2. GOMES, A. M. A. et al. Um olhar sobre ética e cidadania. São Paulo: \nMackenzie, 2002. 142 p.  \n3. BURSZTYN, M. (org.). Ciência, ética e sustentabilidade. 2.ed. Brasília: \nCortez, 2001. 192 p.  \n4. SINGER, P. Ética prática. 3.ed.. São Paulo: Fontes, 2006 . 399 p.  \n5. BRASIL. Conselho Federal de Química. Resolução Normativa Nº 46 de \n27.de janeiro de.1978. Determina o registro nos Conselhos Regionais de \nQuímica dos profissionais que menciona.  \nUNIDADE CURRICULAR : Saúde e segurança do trabalho – CH - 45h \nEMENTA  \nLegislação: normas regulamentadoras. Acidentes e doenças do trabalho: \nconceitos, estatísticas. Análises de acidentes. Avaliação de risco: abordagem \nqualitativa e quantitativa. Equipamentos de proteção. Causas das doenças do \ntrabalho: agentes físico s, agentes químicos, agentes biológicos e agentes \nergonômicos. Condições ambientais: padrões, medição, avaliação. Métodos de \nproteção: individual, coletiva. O ambiente industrial (iluminação, ventilação, \nacústica e ruído -vibrações). Desenho universal e NBR  9050. Primeiros \nsocorros. Prevenção e combate a incêndio e a desastres em estabelecimentos, ", "98": "   \n93 \n edificações e áreas de reunião de público (Lei nº 13425 de 30 de março de \n2017).  \nBibliografia Básica:  \n1. DUL, J.;  WEERDMEESTER, B. Ergonomia prática. São Paulo: Edgar \nBlücher, 2004.  \n2. IIDA, I. Ergonomia: projeto e produção. 2. ed. São Paulo: Edgar Blucher, \n2005.  \n3. KROEMER, K. H. E.; GRANDJEAN, E. Manual de ergonomia : adaptando o \ntrabalho ao homem. Porto Alegre: Bookman, 2005.  \nBibliografia Complementar:  \n1. COUTO, H. A. Ergonomia Aplicada ao Trabalho: manual técnico da máquina \nhumana. Belo Horizonte: ERGO, 1996. v. 1 -2. \n2. GRANDJEAN, E. Manual de ergonomia: adaptando o trabalho ao homem. \n4ª.ed. Porto Alegre: Bookma n, 1998.  \n3. MARANO, Vicente Pedro. Doenças Ocupacionais. 2ª ed. São Paulo: LTR, \n2007.  \n4.MONTEIRO, Antônio Lopes. Acidentes do Trabalho e Doenças \nOcupacionais. 4ª ed. São Paulo: Saraiva, 2007.  \n5.BRASIL. Constituição da República Federativa do Brasil. São Paulo: Saraiva, \n2007.  \n6. SEGURANÇA e medicina do trabalho. 84ª ed. São Paulo: Atlas S.A., 2020. \n1112 p.  \n7. CAMBIAGHI, Silvana Serafino. Desenho Universal – métodos e técnicas \npara arquitetos e urbanistas. São Paulo: Senac São Paulo, 2007.  \n8. CARVALHO E CAS TRO, Jary. Ir e Vir - Acessibilidade, compromisso de \ncada um. Gráfica Gibim e Editora, 2013.  \n9. PRADO, Adriana; LOPES, Maria Elisabete; ORNSTEIN, Sheila (orgs.). \nDesenho Universal: caminhos da acessibilidade no Brasil. Annablume, 2010.  \n \n \n \n ", "99": "   \n94 \n UNIDADES CURRICULARE S DE COMUNICAÇÃO, LINGUAGENS,  \nINFORMAÇÃO e HUMANIDADES  \n \nUNIDADE CURRICULAR : Inglês Instrumental - CH – 60 h \nEMENTA  \nLeitura e interpretação de textos em inglês com conteúdos técnicos e de \natualidade. Desenvolvimento do inglês para leitura. Estudo de textos, análise \ndos conteúdos textuais através de estratégias de leitura. Vocabulário e \nlinguagem técnica.  \nBibliografia Básica:  \n1. THAINE, C; MCCARTHY, M;.Cambridge Academic English: Intermediate. \nCambridge: Cambridge University Press, 2012  \n2. LIMA, E.P. Upstream: Inglês Instrumental. Petróleo e Gás. Cengage, 2013.  \n3. MURPHY, Raymond. Essential Grammarin Use. Cambridge: CUP, 1988.  \n \nBibliografia  Complementar:  \n1.DIAS, R. Reading critically in English. 3.ed. revista e ampliada. Belo \nHorizonte: E ditora UFMG. 2002.  \n2. SWAN, Michael. Practical English Usage. 2. ed. Oxford: Oxford University \nPress, 1995.  \n3. SOUZA, Adriana Grade Fiori; ABSY, Conceição A.; DA COSTA, Gisele \nCilliet al. Leitura em Língua Inglesa: uma Abordagem Instrumental. 2. ed. São \nPaulo: Disal, 2010.  \n4. AMORIM, José Olavo. Gramática escolar da língua Inglesa. Longman, 2005  \n5. LONGMAN. Dicionário Longman Escolar para Estudantes Brasileiros. \nPortuguês -Inglês/Inglês -Português. 2ª Edição: São Paulo: Pearson Education  \ndo Brasil, 2008. 1998.  \n \n \nUNIDADE CURRICULAR : Filosofia da Linguagem e Tecnologia - CH – 60h \nEMENTA  \nHistória da filosofia da linguagem e da tecnologia. Desenvolvimento das \ntecnologias humanas e desenvolvimento da linguagem humana. Revoluções ", "100": "   \n95 \n tecnológica s e comunicacionais.  \n \nBibliografia Básica:  \n1. ABBAGNANO. Nicola. Dicionário de Filosofia. São Paulo, Mestre Jou. 1982.  \n2. CARRILHO, M.M. O que é filosofia? Lisboa: Editora Difusão Cultural, 1994.  \n3. GERALDI, J. W. A diferença identifica. A desigualdade deforma. Percursos \nbakhtinianos de construção ética e estética. 2003. In: FREITAS, M. T.; JOBIM \nE SOUZA, S.  \nBibliografia Complementar:  \n1. ARENDT, Hanna. A condição humana. Tradução de Roberto Raposo,  São \nPaulo: Ed. Universidade São Paulo. 1981.  \n2. COVRE, A.; MIOTELLO, V. A Quarta Onda: observações sobre a revolução \nda informação. 2008. In: TASSO, I. (org.). Estudos dos Textos e do Discurso. \nInterfaces entre Língua(gens), Identidade e Memória. São Carl os: Clara Luz \nEditora.  \n3. LÉVY, P. A inteligência coletiva. São Paulo: Edições Loyola. 1998.  \n4. LÉVY, P. Cibercultura. São Paulo: Editora 34. 1999.  \n5. PASCAL, I. A arte de pensar. São Paulo: Martins Fontes. 1995.  \n \nUNIDADE CURRICULAR : Leitura e Produção de  Textos - CH – 60 h \nEMENTA  \nIntrodução aos estudos da linguagem: conceitos básicos de comunicação \nlinguística textual. Leitura e produção de textos. Leitura e redação de textos de \nmaior complexidade. Categorização e prática textual. Relação texto e realidade \nsocial. Leitura: compreensão e análise crítica de um texto. Produção de texto: \ntipologias e gêneros textuais; coerência e coesão; adequação à norma culta da \nlíngua.  \n \nBibliografia Básica:  \n1. COSTA VAL, Maria da Graça. Redação e Textualidade. São Paulo: Martins \nFontes, 2006.  \n2. MACHADO, Anna Rachel; LOUSADA, Eliane; ABREU -TARDELLI, Lílian \nSantos (orgs.). Planejar gêneros acadêmicos. São Paulo: Parábola, 2005.  ", "101": "   \n96 \n 3. COSCARELLI, Carla Viana. Oficina de Leitura e Produção de Textos. Belo \nHorizonte: Editora UFMG, 2012.  \n \nBibliografia Complementar:  \n1.ANTUNES, I. Lutar com as palavras: coesão e coerência. São Paulo: \nParábola, 2005.  \n2. FURLAN, Vera Irma. O estudo dos textos teóricos. In: Construindo  o saber. \nCampinas, SP: Papirus, 1987.  \n3. HISSA, Cássio Eduardo Viana. O texto: entre o vago e o impreciso. In: A \nmobilidade das Fronteiras: inserções da geografia na crise da modernidade. \nBelo Horizonte: Editora UFMG, 2006.  \n4. KLEIMAN, Angela. Texto e lei tor: aspectos cognitivos da leitura. 5.ed. \nCampinas, SP: Pontes, 1997.  \n5. POSSENTI. Sírio. Indícios de autoria. In: Perspectiva. Florianópolis, v.1, \np.105 -124, jan/jun, 2002.  \n \nUNIDADE CURRICULAR : Questões de História e Filosofia da Ciência - CH – \n60h \nEMENTA  \nDiscussão sobre os aspectos mais relevantes da história da ciência. Discussão \nsobre as principais reflexões filosóficas sobre ciência. Discussão sobre o que é \nciência, seu alcance e suas limitações. A relação entre as ciências exatas e as \nciências humanas. A ciência atualmente e no futuro: no mundo e no Brasil.  \n \nBibliografia Básica:  \n1. ALFONSO -GOLDFARB, A.M. O que é história da ciência. São Paulo: \nBrasiliense. 1994.  \n2. ALVES, R. Filosofia da ciência: Introdução ao jogo e a suas regras. 12. ed. \nSão P aulo: Loyola. 2007.  \n3. CHASSOT, A.A ciência através dos tempos. São Paulo: Moderna. 1994.  \n \nBibliografia Complementar:  \n1. KOYRÉ, A. Estudos de história do pensamento científico. 2. ed. Rio de ", "102": "   \n97 \n Janeiro: Forense Universitária. 1991.  \n2. KUHN, T.S. A estrutura d as revoluções científicas. São Paulo: Perspectiva. \n1997.  \n3. MARTINS, R. de A. Universo: sobre sua origem e evolução. São Paulo: \nModerna. 1994.  \n4. MATTAR, J. Introdução à filosofia da ciência. São Paulo: Pearson. 2010.  \n5. SILVA, C.C. (Org.). Estudos de hist ória e filosofia das ciências: subsídios \npara aplicação no ensino. São Paulo: Livraria da Física. 2006.  \n \n \n \nUNIDADE CURRICULAR : Mundo Contemporâneo: Filosofia e Economia - CH \n– 60h \nEMENTA  \nIntrodução à lógica e à teoria do conhecimento como bases filosóficas para a \nfundamentação de uma reflexão sobre as Relações Internacionais. O processo \nhistórico que caracterizou a formação da economia contemporânea sob o \nsigno da industrialização e da Revolução Industrial. O processo de crescimento \ne desenvolvim ento econômico e social, principais conjunturas que marcaram a \neconomia mundial.  \n \nBibliografia Básica:  \n1. CARVALHO, L. A. Introdução ao estudo das relações internacionais. 2. \ned.São Paulo: IOB. 2007.  \n2. CHAUÍ, M. Convite a filosofia. 13. ed. São Paulo: Áti ca. 2003.  \n3. HUBERMAN, L. História da riqueza do homem: do feudalismo ao século \nXXI. 22. ed. Rio de Janeiro: LTC. 2010.  \n \nBibliografia Complementar:  \n1. BOBBIO, N. O futuro da democracia. 11. ed. São Paulo: Paz e Terra. 2009.  \n2. BOURDIEU, P. A economia das t rocas simbólicas. 6. ed. São Paulo: \nPerspectiva. 2007.  \n3. D’ARAÚJO, M.C. Capital social. Rio de Janeiro: Jorge Zahar. 2003.  ", "103": "   \n98 \n 4. FIORI, J. L. (Org.). Estados e moedas no desenvolvimento das nações. 3. \ned. Petrópolis: Vozes. 2000.  \n5. LÖWY, M. A teoria da revo lução no jovem Marx. Petrópolis: Vozes. 2002.  \n \nUNIDADE CURRICULAR : Questões de Sociologia e Antropologia da Ciência - \nCH – 60h \nEMENTA  \nPrincipais contribuições da sociologia e da antropologia ao estudo dos \nprocessos sociais implicados na produção, validação e circulação dos \nconhecimentos científicos e da tecnologia; contribuição das ciências sociais: \ndesvendamento das relações sociais, do s valores compartilhados e da \nestrutura institucional da ciência; institucionalidade e legitimidade social da \nciência; análise sociológica da produção do conhecimento científica; críticas ao \nmodelo internalista/externalista; etnografias de laboratório e as  controvérsias \ncientíficas; perspectiva construtivista da organização social da ciência.  \n \nBibliografia Básica:  \n1. DURKHEIM, E. A divisão do trabalho social. In: RODRIGUES, J. A. (Org.). \nDurkheim. São Paulo: Ática. 1988.  \n2. FOUCAULT, Michel. Microfísica do poder. Rio de Janeiro: Graal. 2005.  \n3. WEBER, M. A ética protestante e o espírito do capitalismo. São Paulo: \nPioneira. 1967.  \nBibliografia Complementar:  \n1. ARON, R. As etapas do pensamento sociológico. São Paulo: Martins \nFontes, UNB. 1987.  \n2. LUNGARZO, Car los. O que é ciência? São Paulo: Brasiliense. 1989.  \n3. MARX, K. O capital. Rio de Janeiro: Civilização Brasileira, 1985. Livro 1, v. \n1. \n4. SANTOS, B. S. Um discurso sobre as ciências. 12. ed. Porto: Afrontamento. \n2001.  \n5. WEBER, Max. Ciência e política: du as vocações. 14. ed. São Paulo: Cultrix. \n2007.  \n ", "104": "   \n99 \n UNIDADE CURRICULAR : Fundamentos e Técnicas de Trabalho Intelectual, \nCientífico e Tecnológico - CH – 60 h \nEMENTA  \nCiência Moderna. Cânones da Ciência. Ciência e Tecnologia. Conhecimento \nCientífico. Fundamentos da Metodologia Cientifica. Normalização do \nConhecimento Científico. Pesquisa Cientifica e Desenvolvimento Tecnológico. \nElaboração de Relatórios Técnico -Científicos. Projetos de Pesquisa.  \n \nBibliografia Básica:  \n1. GIL, A.C. Como elaborar projetos  de pesquisa. São Paulo: Atlas. 1996.  \n2. LAKATOS, E. M.; MARCONI, M. A. Fundamentos de metodologia científica. \n6. ed. São Paulo: Atlas. 2005.  \n3. SEVERINO, A. Joaquim. Metodologia do trabalho científico. São Paulo: \nCortez, 2002.  \n \nBibliografia Complementar:  \n1. BARROS, A.J.S; LEHFELD, N.A. de S. Fundamentos de metodologia \ncientífica. São Paulo: Makron Books. 2000.  \n2. CERVO, A.L; BERVIAN, P. A. Metodologia científica. São Paulo: Prentice \nHall. 2002.  \n3. LAKATOS, E.M.; MARCONI, M.A. Fundamentos de metodologia cie ntífica. \n6a.ed. São Paulo: Atlas. 2005.  \n4. MARCON I, M. de A. Introdução à metodologia do trabalho científico. 4. \ned.São Paulo: Atlas. 1999.  \n5. MEDEIROS, J. Bosco. Redação científica: a prática de fichamentos, \nresumos e resenhas. São Paulo: Atlas. 1991.  \n \nUNIDADE CURRICULAR : Ser Humano como Indivíduo e em Grupos - CH – \n60h \nEMENTA  \nEmergência e identidade das Ciências Sociais. Conhecimento científico, \ninterdisciplinaridade e multidisciplinaridade. Fato social e divisão social do \ntrabalho. Sistemas econômico s e classes sociais. Organizações modernas, \nracionalização e burocracia. Estrutura social, socialização e sociabilidade. ", "105": "   \n100 \n Cultura e organização social. Sistemas simbólicos. Identidade Social e ação \ncoletiva. Estado, mercado e sociedade. Cidadania e desigual dade. \nDesenvolvimento econômico e bem -estar social.  \n \nBibliografia Básica:  \n1. DURKHEIM, E. A divisão do trabalho social. In: RODRIGUES, J. A. (Org.). \nDurkheim. São Paulo: Ática. 1988.  \n2. MÉSZÁROS, István. O poder da ideologia. São Paulo: Boitempo. 2004.  \n3. MÉZÁROS, István. A teoria da alienação em Marx. Tradução brasileira de \nIsa Tavares. São Paulo: Boitempo. 2006.  \nBibliografia Complementar:  \n1. ANTUNES, Ricardo. Adeus ao trabalho? : ensaio sobre as metamorfoses e \na centralidade do mundo trabalho. 10. ed. São Paulo: Cortez ; Campinas: \nUNICAMP. 2005.  \n2. FOUCAULT, Michel. Microfísica do poder. Rio de Janeiro: Graal. 2005.  \n3. LARAIA, R. de Barros. Cultura: um conceito antropológico. Rio de Janeiro: \nJorge Zahar.  \n2011.  \n4. SANTOS, B. S. Um discurso sobre as ciênc ias. 12. ed. Porto: Afrontamento. \n2001.  \n5. SANTOS, J. Luiz dos. O que é cultura. São Paulo: Brasiliense. 2006.  \n \nUNIDADE CURRICULAR : Relações Internacionais e Globalização - CH – 60h \nEMENTA  \nEvolução dos condicionantes materiais e tecnológicos das trocas entre \nEstados e nações – abordagem de longo prazo. Dimensões da globalização no \nmundo atual – abordagem contemporânea. Teorias da globalização. \nIntrodução aos sistemas internacionais. Organism os multilaterais. Acordos \ninternacionais. Reflexão sobre globalização e sistemas internacionais aplicada \na temas contemporâneos.  \nBibliografia Básica:  \n1. CASTELLS, Manuel. A sociedade em rede. São Paulo: Paz e Terra. 1999.  \n2. FRIEDMAN, Thomas. O mundo é pla no: uma breve história do século XXI. ", "106": "   \n101 \n Rio de Janeiro: Objetiva. 2005.  \n3. MAGNOLI, Demétrio. Relações internacionais. São Paulo: Saraiva. 2005.  \n \nBibliografia Complementar:  \n1. CARBAUGH, Robert J. Economia internacional. São Paulo: Thomson. 2004.  \n2. CAVES, Ri chard E. Economia internacional: comércio e transações globais. \nSão Paulo: Saraiva. 2001.  \n3. CHEREM, M. T. Costa. Comércio internacional e desenvolvimento: uma \nperspectiva brasileira. São Paulo: Saraiva. 2004.  \n4. STIGLITZ, Joseph E. Livre mercado para todo s. São Paulo: Campus. 2006.  \n5. DEVENPORT, Thomas; PRUSAK, Laurence. Conhecimento empresarial. \nRio de Janeiro: Campus; São Paulo: Publifolha. 1999.  \n \nUNIDADE CURRICULAR : Noções Gerais de Direito - CH – 60h \nEMENTA  \nPessoas. Bens. Fato Jurídico. Direito de vizinhança. A empresa. Registro do \ncomércio. Nome comercial. Propriedade industrial. Sociedades comerciais. \nTítulos de crédito. Empregado. Empregador. Contrato de trabalho. Estabilidade \ne fundo de garantia do tempo de serviço. Segurança e medicina do traba lho. \nPrevidência social. Legislação relativa aos profissionais da engenharia. \nCONFEA. CREA. Exercício profissional. Responsabilidade profissional. \nRegistro de autonomia de planos e projetos. Remuneração profissional.  \n \nBibliografia Básica:  \n1. ALEXANDRE, Ric ardo. Direito tributário: esquematizado. 4. ed. São Paulo: \nMétodo. 2010.  \n2. DELGADO, M. Godinho. Curso de direito do trabalho. 9. ed. São Paulo: LTr. \n2010.  \n3. REQUIÃO, Rubens. Curso de direito comercial. 27. ed. São Paulo: Saraiva. \n2010, v.1 e 2.  \n \nBibliografia Complementar:  \n1. AMARO, Luciano. Direito tributário brasileiro. 16. ed. São Paulo: Saraiva. ", "107": "   \n102 \n 2010.  \n2. CARVALHO FILHO, J. dos Santos. Manual de direito administrativo. 22. ed. \nRio de Janeiro: Lumen Juris. 2009.  \n3. CAVALIERI FILHO, S. Programa de  responsabilidade civil. São Paulo: Atlas. \n2012.  \n4. COELHO, F. Ulhoa. Manual de direito comercial. 22. ed. São Paulo: Saraiva. \n2010.  \n5. OLIVEIRA, J. Eduardo. Código de defesa do consumidor. 4. ed. São Paulo: \nAtlas. 2009.  \n \n \nUNIDADE CURRICULAR : English for Academic Purposes – CH – 60h \nEMENTA  \nA disciplina de English for Academic  Purposes  (Inglês para Fins Acadêmicos) \ndestina -se a alunos já proficientes em Língua Inglesa e abrange as habilidades \nde fala, compreensão auditiva, escrita, e leitura nessa língua, especificamente \nno contexto acadêmico. O curso se propõe a ajudar os alunos a expa ndir o \nvocabulário e desenvolver o conhecimento em gramática, bem como promover \no desenvolvimento de estratégias para a comunicação oral, apresentações, \nseminários, leitura e escrita de trabalhos acadêmicos.  \n \nBibliografia  básica:  \n1. HEWINGS, M; MCCARTHY, M . Cambridge Academic English: Upper \nIntermediate. Cambridge: Cambridge University Press, 2012.  \n2. BURTON, Graham. Presenting: Deliver presentations with confidence. \nCollins, 2013.  \n3. AISH, Fiona; TOMLINSON, Jo. Lectures - Learn listening and note -taking \nskills. Collins, 2013.  \n \nBibliografia  complementar:  \n1. THAINE, C; MCCARTHY, M;. Cambridge Academic English: Intermediate. \nCambridge: Cambridge University Press, 2012  \n2. SWAN, Michael. Practical English Usage. 2nd ed. Oxford: Oxford University ", "108": "   \n103 \n Press, 1995.  \n3. OSHIMA, A. & HOGUE, A. Writing academic English. White Pain: \nPearson/Longman. 2006.  \n4. GEAR, Jolene; GEAR, Robert. Cambridge Preparation for the TOEFL Test. \n4ed. Cambridge: Cambridge University Press.  \n5. SWALES, Jonh; FEAK, Christine. Academic Writing fo r Graduate students: \nEssential Tasks and Skills. Michigan: The University  of Michigan Press, 2004.  \nUNIDADE CURRICULAR : Estudos Culturais – CH – 60h \nEMENTA  \nA identidade, a diferença e a diversidade de gênero, raça e classe no Brasil. \nConcepções de cultura. O discurso minoritário, as políticas culturais e a \neducação para as relações étnico -raciais. Pós -colonialismo e descolonização \ndo pensamento. As políticas de reconhecimento e os direitos humanos.  \n \nBibliografia básica  \nCHAUI, Marilena; SANTOS, Boaventura de Sousa. Direitos Humanos, \ndemocracia e desenvolvimento . São Paulo: Cortez, 2013.  \nHALL, Stuart. Da diáspora : identidades e mediações culturais. Belo Horizont e: \nEditora UFMG, 2003.  \nHONNETH, Axel.  Luta por reconhecimento : a gramática moral dos conflitos \nsociais. São Paulo: Ed. 34, 2003.  \nBibliografia complementar  \nABRAMOWICZ , Anete; GOMES , Nilma Lino (Org.). Educação e raça : \nperspectivas políticas, pedagógicas e estéticas. Belo Horizonte: Autêntica \nEditora, 2010.  \nLANDER, Edgardo (Org.). A colonialidade do saber : eurocentrismo e \nciências sociais. Perspectivas latino -americanas. Buenos Aires: CLACSO, \n2005.  \nMIGNOLO, Walter. Histórias locais / projetos globais : coloni alidade, saberes \nsubalternos e pensamento liminar. Belo Horizonte: Editora UFMG, 2003.  \nMUNANGA, Kabengele. Rediscutindo a mestiçagem no Brasil . Belo \nHorizonte: Autêntica Editora, 2008.  \nSCOTT, Joan. Gênero: uma categoria útil de análise histórica. In: Educa ção e ", "109": "   \n104 \n Realidade , Porto Alegre, v. 20, n. 2, jul./dez., 1995.  \n \n \nUNIDADE CURRICULAR: Língua Brasileira de Sinais – CH- 45h \nEMENTA  \nIntrodução à Educação de Surdos e às principais abordagens educacionais. \nVisões sobre os surdos e a surdez. Bilinguismo dos Surdos - aquisição da \nlinguagem e desenvolvimento da pessoa surda; Libras como primeira língua e \nlíngua portuguesa como segunda líng ua. Inclusão educacional de alunos \nsurdos. Noções básicas sobre as Libras. Desenvolvimento da competência \ncomunicativa em nível básico, tanto referente à compreensão como à \nsinalização,com temas voltados a situações cotidianas vivenciadas na escola, \nem fam ília e em outras situações. Desenvolvimento de vocabulário em Libras \ne reflexão sobre estruturas linguísticas.  \n \nBibliografia Básica:  \n1. CAPOVILLA, F. C.; RAPHAEL, W. D. Dicionário Enciclopédico Ilustrado \nTrilíngüe da Língua de Sinais Brasileira. São Paulo:  EDUSP. 2001. v.1 e 2.  \n2. BRITO, L. F. Integração social & educação de surdos. Rio de Janeiro: \nBabel. 1993.  \n3. SACKS, O. Vendo vozes: uma viagem ao mundo dos surdos. São Paulo: \nCompanhia das Letras. 1998.  \n \nBibliografia Complementar:  \n1. BRITO, L F. Por uma gramática de língua de sinais. Rio de Janeiro: Tempo \nBrasileiro. 1995.  \n2. COUTINHO, D. LIBRAS e Língua Portuguesa: Semelhanças e diferenças. \nJoão Pessoa: Arpoador. 2000.  \n3. QUADROS, R.M.; KARNOPP, L.B. Língua de Sinais Brasileira: estudos \nlinguísticos. Por to Alegre: Artmed. 2004.  \n4. Falcão, Luiz Albérico Barbosa. Aprendendo a libras e reconhecendo as \ndiferenças: um olhar reflexivo sobre a inclusão: estabelecendo novos diálogos. \n2.ed.. Recife: Ed. do autor. 2007.  ", "110": "   \n105 \n 5. Lacerda, Cristina B. F. de. Intérprete de libras: em atuação na educação \ninfantil e no ensino fundamental. 2.ed. Porto Alegre: Mediação. 2009.  \n \n \n \n \n \n \n \n \n \nANEXO II: QUADRO DE DOCENTES  \nNome  Titulação  Regime  Unidade  \nAntônio Carlos Guedes Zappalá  Especialista  Estatutário  IECT  \nAntônio Carlos Telau  Mestre  Estatutário  IECT  \nBárbara Gonçalves Rocha  Mestre  Estatutário  IECT  \nCarlos Henrique Alves Costa  Mestre  Estatutário  IECT  \nDanilo Duarte Costa  Mestre  Estatutário  IECT  \nFabiano Alan Serafim Ferrari  Doutor  Estatutário  IECT  \nFabrício Figueredo Monção  Mestre  Estatutário  IECT  \nGiovana Ribeiro Ferreira  Doutor  Estatutário  IECT  \nHeber Fernandes Amaral  Mestre  Estatutário  IECT  \nHonovan Paz Rocha  Mestre  Estatutário  IECT  \nJean Carlos Coelho Felipe  Doutor  Estatutário  IECT  \nJoão de Deus Oliveira Junior  Mestre  Estatutário  IECT  \nKarla Aparecida Guimarães Gusmão  Mestre  Estatutário  IECT  \nLázaro Chaves Sicupira  Mestre  Estatutário  IECT  \nLeila Moreira Bittencourt Rigueira  Doutor  Estatutário  IECT  \nMário Fernandes Rodrigues  Mestre  Estatutário  IECT  \nMax Pereira Gonçalves  Doutor  Estatutário  IECT  ", "111": "   \n106 \n Patrícia Nirlane da Costa  Doutor  Estatutário  IECT  \nPatrícia Teixeira Sampaio  Mestre  Estatutário  IECT  \nPatrícia Xavier Baliza  Doutor  Estatutário  IECT  \nPaulo Alliprandinii Filho  Doutor  Estatutário  IECT  \nPaulo Vitor Brandão Leal  Mestre  Estatutário  IECT  \nRenata de Oliveira Gama  Doutor  Estatutário  IECT  \nRogério Alves Santana  Mestre  Estatutário  IECT  \nThiago de Lima Prado  Doutor  Estatutário  IECT  \nWelyson  Tiano dos Santos Ramos  Mestre  Estatutário  IECT  \n \nANEXO III: RESOLUÇÃO Nº 21 – CONSEPE, DE 25 DE JULHO DE \n2014.  \n \nAltera a Resolução nº. 02 – CONSEPE, de 26 de \nfevereiro de 2010 que estabelece as normas de \nEstágio dos Discentes dos cursos de Graduação da \nUniversidade Federal dos Vales do Jequitinhonha e \nMucuri (UFVJM).  \n \nO Conselho de Ensino, Pesquisa e Extensão (CONS EPE) da Universidade Federal \ndos Vales do Jequitinhonha e Mucuri (UFVJM), no uso de suas atribuições e \nconsiderando o que determina a Lei nº. 11.788, de 25 de setembro de 2008,  \n \nRESOLVE:  \n \nArt. 1º Considerar o estágio como ato educativo, de aprendizagem social, \nprofissional e cultural proporcionado ao discente pela participação em situações \nreais de vida e trabalho em seu meio, realizado em ambiente externo ou interno à \nUniversidade.  \n \nArt. 2º O est ágio poderá ser obrigatório ou não obrigatório conforme determinação \ndas diretrizes curriculares e do projeto pedagógico do curso.  \n ", "112": "   \n107 \n § 1º Estágio obrigatório é aquele definido como tal no projeto pedagógico do curso, \ncuja carga horária é requisito para apr ovação e obtenção do diploma.  \n \n§ 2º Estágio não obrigatório é aquele desenvolvido como atividade opcional, \nacrescida à carga horária regular e obrigatória.  \n \n§ 3º As atividades de extensão, de monitoria e de iniciação científica somente \npoderão ser equipa radas ao estágio em caso de previsão no projeto pedagógico do \ncurso.  \n \nArt. 3º O estágio obrigatório deverá constar do Projeto Pedagógico do Curso \naprovado pelo CONSEPE, com especificação de pré -requisitos, créditos e carga \nhorária.  \n \nArt. 4º O estágio pod e ser realizado no Brasil e no exterior, em instituição pública ou \nprivada ou em instituição da sociedade civil organizada, ou mesmo em Unidade ou \nÓrgão da própria UFVJM, que desenvolva atividades propícias ao aprendizado do \nestagiário.  \n \n§ 1º O estágio re alizado na UFVJM será acordado entre a Unidade Acadêmica do \nCurso e a Unidade ou Órgão concedente do estágio.  \n \n§ 2º Em qualquer situação, aulas de disciplinas de cursos regulares da UFVJM não \npodem ser computadas como estágio.  \n \n§ 3º Os estágios realizado s no exterior devem atender a todos os termos desta \nResolução, inclusive no que diz respeito à supervisão acadêmica.  \n \nArt. 5º Para a realização do estágio em Instituições Concedentes será celebrado \nconvênio de concessão de estágio entre a UFVJM e as mesma s, onde estarão \nacordadas todas as condições de realização do estágio e as atribuições de cada \nparte envolvida.  \n ", "113": "   \n108 \n § 1º O Convênio será firmado pelo Diretor da Unidade Acadêmica do Curso a qual \nse vincula o estagiário.  \n \n§ 2º O Convênio e seus ajustes, apro vados pela Procuradoria Jurídica da UFVJM, \ndeverão ser publicados no Diário Oficial da União pela Universidade.  \n \n§ 3º É vedado ao discente iniciar o estágio antes da publicação do Termo de \nConvênio e a assinatura do Termo de Compromisso pelos representantes legais. \nEstágios iniciados sem o atendimento a esse item não serão validados.  \n \n§ 4º Cabe à Unidade Acadêmica acompanhar a vigência dos convênios de estágio e \nsolicitar suas renovações, quando for o caso, com a antecedência mínima de três \nmeses de sua finalização.  \n \nArt. 6º Cada curso de graduação da UFVJM terá pelo menos um professor \nCoor denador de Estágio cujas atribuições lhe serão determinadas pelo Colegiado de \nCurso.  \n \n§ 1º Para a realização do estágio não obrigatório, o contato com instituições \nconcedentes, bem como, a tramitação de toda a documentação necessária é de \nresponsabilidade  do discente interessado.  \n \n§ 2º Os Coordenadores de Curso deverão informar à Pró -Reitoria de Graduação \n(PROGRAD) o(s) nome(s) do(s) Coordenador(es) de Estágio.  \n \n§ 3º Em qualquer uma das modalidades, o estágio será realizado sob orientação de \num professor , escolhido pelo discente entre os docentes do curso ou designado pelo \nCoordenador de Curso, e ser acompanhado de um Supervisor na Instituição \nConcedente.  \n \n§ 4º O discente deverá entregar declaração constando o aceite do professor -\norientador ao Coordenado r de Estágio.  \n ", "114": "   \n109 \n § 5º O professor -orientador deverá comunicar ao Coordenador de Estágio qualquer \ndivergência existente durante o estágio entre as atividades desenvolvidas e o Plano \nde Estágio.  \n \n§ 6º O professor -orientador avaliará o Relatório final do está gio segundo os critérios \ndeterminados pelo Colegiado de Curso.  \n \nArt. 7º É facultado aos Colegiados de Curso o estabelecimento de normas \nespecíficas, em adição às previstas nesta Resolução, para regulamentar a atividade \nde estágio.  \nArt. 8º Para a realizaç ão e conclusão do estágio deverão ser apresentados ao \nCoordenador de Estágio os seguintes documentos:  \n \nI-Termo de Compromisso de Estágio.  \nII- Plano de Atividades do Estagiário a serem realizadas na Instituição Concedente, \naprovado pelo professor -orientad or.  \nIII- Ficha de Avaliação do Estágio , preenchida pelo supervisor de estágio da \nInstituição Concedente.  \nIV- Relatório Final da Atividade de Estágio , elaborado pelo estagiário ao término do \nestágio, para avaliação pelo professor -orientador.  \n \n§ 1º Os mod elo dos Termos de Compromisso disponibilizados pela Prograd preveem \nas condições para a realização do estágio obrigatório ou não obrigatório em \ninstituições externas ou mesmo em Unidade ou Órgão da própria UFVJM.  \n \n§ 2º Caso o Termo de Compromisso seja da Instituição Concedente, o mesmo \ndeverá ser elaborado com todas as cláusulas que nortearão o contrato de estágio e \nem conformidade com as disposições da Lei nº 11.788, de 25 de setembro de 2008, \nouvida a PGF -UFVJM.  \n§ 3º As Unidades Acadêmicas, considerando as especificidades de cada curso, \ndeverão elaborar os modelos do Plano de Atividades do Estágio e das Fichas de \nAvaliação do Supervisor de Estágio e do Orientador, devendo os referidos ", "115": "   \n110 \n documentos serem disponibilizado s nas páginas eletrônicas das respectivas \nUnidades.  \n \nArt. 9º A jornada de atividade semanal de estágio deverá ser distribuída nos horários \nde funcionamento da Instituição Concedente e ser compatível com o horário escolar \ndo estagiário, quando for realizada durante o período letivo, nos termos da \nlegislação vigente.  \n \nArt. 10. Durante o período de estágio, o estudante fará jus ao seguro contra \nacidentes pessoais.  \n \n§ 1º Em se tratando de estágio não obrigatório o seguro deverá ser contratado pela \nInstituição Concedente.  \n \n§ 2º Em se tratando de estágio obrigatório, o seguro deverá ser contratado pela \nUFVJM , salvo nos casos em que a instituição concedente assuma a \nresponsabilidade pela contratação do seguro, conforme previsto na Lei nº 11.788, de \n25 de setembro de 2008.  \n \nArt. 11. É facultada à Instituição Concedente a concessão de bolsa ou outra forma \nde auxílio financeiro ao estagiário, sendo compulsória a sua concessão, bem como a \ndo auxílio transporte, no caso de estágio não -obrigatório.  \n \nArt. 12. O estagiário poderá ser desligado do estágio:  \nI- a qualquer tempo, n o interesse da Instituição Concedente;  \nII- a qualquer tempo, a pedido do Estagiário;  \nIII- em decorrência do descumprimento do Termo de Compromisso de Estágio e do \nPlano de Atividades do Estagiário;  \nIV- pela interrupção do curso, por trancamento, desistê ncia ou desligamento.  \n \nArt. 13. Em nenhuma hipótese poderá ser cobrada do estudante qualquer taxa \nadicional referente às providências administrativas para obtenção e realização de \nestágio.  ", "116": "   \n111 \n  \nArt. 14. Esta Resolução entrará em vigor na data de sua aprovaçã o pelo CONSEPE, \nrevogando -se as Resoluções nº 03 –CONSEPE/2007, e nos 14 e 32 –\nCONSEPE/2008, 02 -CONSEPE/2010 e as demais disposições em contrário.  \n \n \nDiamantina, 25 de julho de 2014  \n \nProf. Pedro Angelo Almeida Abreu  \nPresidente do CONSEPE  \nANEXO IV: RESOLUÇÃO Nº.  17 - CONSEPE , DE 24 DE AGOSTO DE \n2016.  \n \nRevoga, ad referendum  do CONSEPE , o art. 5º e \nparágrafos, da Resolução nº 21/ CONSEPE /2014 \ne dá outras providências.  \n \n \n O PRESIDENTE DO CONSELHO DE ENSINO, PESQUISA E \nEXTENSÃO da Universidade Federal dos Vales do Jequitinhonha e Mucuri, no uso \nde suas atribuições “ ad referendum” , e \n \nCONSIDERANDO:  \n \n- a Lei Federal nº 11.788, de 25 de setembro de 2008, em seu art. 8º, que faculta às \ninstituições de ensino celebrar com entes públicos e privados convênio d e \nconcessão de estágio;  \n- o Parecer nº 196/2016 da Procuradoria -Geral Federal sobre consulta da Pró -\nReitoria de Graduação acerca da obrigatoriedade da celebração do convênio de ", "117": "   \n112 \n estágio, que recomenda  que os estágios sejam realizados sem a formalização do \nconvênio;  \n \n RESOLVE : \n \nArt. 1º  – Revogar o art. 5º , que diz:  \n  “Art. 5º – Para a realização do estágio em Instituições Concedentes \nserá celebrado convênio de concessão de estágio entre a UFVJM e as mesmas, \nonde estarão acordadas todas as condições de realização do estágio e as \natribuições de cada parte envolvida.  \n  § 1º  O convênio será firmado pelo Diretor da Unidade Acadêmica do \nCurso a qual se vincula o estagiário.  \n  § 2º O Convênio e seus ajustes, aprovados pela Procuradoria Jurídica \nda UFVJM, deverão ser publicados no Diário Oficial da União pela Universidade.  \n \n  § 3º É vedado ao discente iniciar o estágio antes da publicação do \nTermo de Convênio e a assinatura do Termo de Compromisso pelos representantes \nlegais. Estágios iniciados sem o atendimento a esse item não serão validados.  \n  § 4º Cabe à Unidade Acadêmica acompanhar a vigência dos convênios \nde estágio e solicitar suas renovações, quando for o caso, com antecedência mínima \nde três meses de sua formalização.”  \n \nArt. 2º  – Determinar qu e seja firmado um termo de compromisso entre o \ndiscente, a concedente e a universidade, prevendo as condições para a realização \ndo estágio curricular em conformidade com a Lei Federal nº 11.788/2008 e a \nproposta pedagógica do curso.  \n §1º O termo de comprom isso deverá ser assinado por todos os responsáveis \nlegais antes do início das atividades de estágio.  ", "118": "   \n113 \n  §2º Caberá ao diretor(a) da unidade acadêmica assinar o termo de \ncompromisso de estágio.  \n \nArt. 3º  – Se, por exigência da concedente, houver a necessidade de \ncelebração de convênio, a minuta deverá ser encaminhada à Pró -Reitoria de \nGraduação, impressa em duas vias, carimbada e assinada pelo responsável da \nconcedente de estágio.  \n \n Parágrafo único. Compete à Divisão de Assuntos Acadêmicos o \nencaminhamento de minuta -padrão da concedente à Procuradoria -Geral Federal, \npara análise e parecer do procurador quanto à viabilidade da celebração do \nconvênio, caso isso se faça necessário.  \n \nArt. 4º – Os estágios  curriculares que não atenderem ao disposto nesta \nresolução serão invalidados.  \n \nArt. 5º – Esta resolução  entra em vigor nesta data, revogando -se as \ndisposições em contrário.  \n \nProf. Gilciano saraiva nogueira  \nPresidente do Consepe/UFVJM  \n \n \n \n \n \n ", "119": "   \n114 \n  \n \n \n \n \n \nANEXO V: RESOLUÇÃO Nº. 05 - CONSEPE, DE 23 DE \nABRIL DE 2010  \n \nEstabelece a equivalência em horas das Atividades \nComplementares -AC e das Atividades Acadêmico  – \nCientífico  – Culturais -AACC, conforme previsto no \nRegulamento dos Cursos de Graduação da UFVJM.  \n \nO Conselho de Ensino, Pesquisa e Extensão da Universidade  Federal  dos \nVales do Jequitinhonha e Mucuri, no uso de suas  atribuições estatutárias, tendo em  \nvista o que deliberou em sua 31ª Reunião, realizada em 23/04/2010;  \n \nRESOLVE:  \n  \nArt. 1º  As Atividades Complementares -AC e as Atividades Acadêmico -\nCientífico -Culturais -AACC estão previstas como atividades obrigatórias, nas \nDiretrizes Curriculares para os cursos de graduação e nos Projetos Pedagógicos dos \nCursos.  \nArt. 2º  Para atividades de Iniciação Científica, Iniciação a Docência/Monitoria, \nParticipação em Projeto de Extensão, Estágio Não Obrigatório, Bolsa Atividade, \nPrograma de Educação Tutorial -PET, Programa Institucional de Bolsa de Iniciação à \nDocência -PIBID, Progra ma de Consolidação das Licenciaturas -PRODOCÊNCIA e ", "120": "   \n115 \n demais Projetos Institucionais, cada 4 horas de atividade, com bolsa, \ncorresponderão a 1 hora de AC ou AACC.  \n§ 1º No caso de estudantes envolvidos nas atividades enumeradas no caput  \ndo artigo que não perc ebem bolsa, a equivalência de horas, será definida pelo \nColegiado do Curso.  \n \n§ 2º Os critérios de avaliação das atividades dos estudantes sem bolsa serão \nos mesmos daqueles atendidos com bolsa.  \nArt. 3º  Para atividades Desportivas e Culturais, cada 12 hora s de participação \ncorresponderão a 1 hora de AC ou AACC . \n§ 1º Entende -se por atividades desportivas as atividades físicas como dança, \nginástica, lutas e esportes realizados sob orientação profissional e desenvolvidos em \nescolas, clubes, academias ou espaço s culturais.  \n§ 2º Entende -se por atividades culturais, participação em recitais, espetáculos \n(teatro, coral, dança, ópera, circo, mostras de cinema), festivais, mostras ou outros \nformatos de eventos culturais (relacionados ao folclore, artesanato, artes pl ásticas, \nartes gráficas, fotografias e patrimônio).  \n§ 3º As atividades relacionadas nos §1º e §2º deverão ser oficializadas em \ndocumento emitido pelo órgão/entidade promotora do evento, com detalhamento da \natividade, incluindo carga horária.  \nArt. 4º  A participação em Eventos oficiais de natureza acadêmico -científico -\ntecnológicas, cada 4 horas, com apresentação de trabalho, corresponderão a 2 \nhoras de ACC ou AACC  e 8 horas, em apresentação de trabalho, corresponderão a \n2 horas de AC ou AACC . \nArt. 5º A participação em eventos sem a declaração de carga horária no \ncertificado do evento, será considerada para cada dia de participação, 1 hora de AC \nou AACC.  \nArt. 6º  Para a participação em Órgãos Colegiados da UFVJM, cada ciclo de \nparticipação corresponderá a  15 horas de AC ou AACC . ", "121": "   \n116 \n Art. 7º  A participação em comissões, designada por portaria, corresponderá a \n5 horas de AC ou AACC.  \nArt. 8º  Para a participação em entidades de r epresentação estudantil, cada \nciclo de gestão corresponderá a 20 horas de AC ou AACC.  \n \nArt. 9º  Outras atividades consideradas relevantes para a formação do \ndiscente poderão ser autorizadas pelos Colegiados de Curso, para integralização \ncurricular, sendo as horas correspondentes definidas pelo Colegiado do Curso.  \n \nArt. 10 º O Colegiado de Cur so estabelecerá o limite máximo de horas que o \ndiscente deve cumprir em cada atividade descrita nesta resolução, dando ampla \ndivulgação aos discentes matriculados.  \n \nArt. 11 º Caberá ao estudante requerer, ao colegiado do respectivo curso, em \nformulário próp rio, o registro das atividades para integralização como AC e,ou \nAACC, obedecendo ao estabelecido no Projeto Pedagógico de Curso.  \n \nArt. 12 º Para integralização das AC ou AACC  as atividades deverão ser \ncomprovadas por meio de declarações ou certificados.  \n \nArt. 13 º Esta Resolução entra em vigor na data de sua aprovação, revogadas \nas disposições em contrário.  \n \n \nDiamantina, 23 de abril de 2010.  \n \nProf. Pedro Ângelo Almeida Abreu  ", "122": "   \n117 \n Presidente do CONSEPE/UFVJM  \n "}