{"1": "I\n \nINSTITUTO FEDERAL DO NORTE DE MINAS - CAMPUS JANUÁRIA \n \nPROJETO PEDAGÓGICO DO CURSO DE AGRONOMIA \nJanuária \nMarço de 2010 \n(1º Revisão – Agosto de 2019) \n(2ª Revisão – Julho de 2021) \n", "2": "II\n \n \nPresidente da República \nJAIR MESSIAS BOLSONARO \n  \n \nMinistro da Educação \nMILTON RIBEIRO \n  \n \nSecretário de Educação Profissional e Tecnológica \nARIOSTO ANTUNES CULAU   \n \n \nReitora \nJOAQUINA APARECIDA NOBRE DA SILVA \n \nPró-Reitor de Administração  \nJOÃO LEANDRO CASSIO DE OLIVEIRA  \n \n \nPró-Reitor de Ensino \nRICARDO MAGALHÃES DIAS CARDOSO \n  \n \nDiretor de Ensino \nWALLAS SIQUEIRA JARDIM \n  \n \nPró-Reitor de Extensão e Cultura \n RONY ENDERSON DE OLIVEIRA \n  \n \nPró-Reitor de Pesquisa, Inovação Tecnológica e Pós-Graduação \nEDINEI CANUTO PAIVA\n", "3": "III\n \n \nEquipe Técnico-Pedagógica do Departamento de Ensino da Pró-Reitoria de Ensino \n  \nDiretor Departamento de Ensino Superior \nROBERTO MARQUES SILVA \n  \nPedagoga \nANTÔNIA ANGÉLICA MENDES DO NASCIMENTO \n  \nTécnica em Assuntos Educacionais \nJAQUELINE PEREIRA EVANGELISTA SALES \n  \n \nTécnica em Assuntos Educacionais \nROBERTA CARDOSO SILVA \n \n \n \n \n \n  IFNMG CAMPUS JANUÁRIA \n \nDiretor Geral \nEMANOELITO FERNANDES VIEIRA JÚNIOR \n \n \nDiretora de Ensino \nARIANE GONCALVES DE OLIVEIRA COUTINHO \n \n \nDiretor de Departamento de Ensino Superior \nAROLDO GOMES FILHO \n \n \nCoordenador de Curso \nRODRIGO AMATO MOREIRA \n \n \nCOMISSÃO DE REESTRUTURAÇÃO \nServidores (as): Aroldo Gomes Filho, Eliane Souza Gomes Brito, Silas Oliveira \nde Souza, Rodrigo Amato Moreira, Tattiane Gomes Costa, Claubert Wagner \nGuimarães de Menezes e Nelson Licínio Campos de Oliveira. \n \n", "4": "IV\n \n \nSUMÁRIO \n1.       IDENTIFICAÇÃO * ......................................................................................................................................... 5 \n2.      APRESENTAÇÃO ........................................................................................................................................... 6 \n3. \nHISTÓRICO DO IFNMG - CAMPUS JANUÁRIA ....................................................................................... 9 \n4. \nJUSTIFICATIVA ........................................................................................................................................... 12 \n5. \nOBJETIVOS .................................................................................................................................................. 15 \n6. \nCONCEPÇÃO DO CURSO .......................................................................................................................... 15 \n7. \nPERFIL DO EGRESSO ................................................................................................................................. 16 \n8. \nHABILIDADES E COMPETÊNCIAS .......................................................................................................... 17 \n9. \nÁREAS DE ATUAÇÃO ................................................................................................................................ 18 \n10. \nORGANIZAÇÃO CURRICULAR ................................................................................................................ 19 \n10.1. \nMONITORIA...................................................................................................................................................21 \n10.2. \nESTÁGIO CURRICULAR SUPERVISIONADO..........................................................................................23 \n10.3. INICIAÇÃO CIENTÍFICA ............................................................................................................................ 26 \n10.4. TRABALHO DE CONCLUSÃO DE CURSO ............................................................................................... 27 \n11.    ESTRUTURA CURRICULAR ....................................................................................................................... 30 \n11.1. DISCIPLINAS OBRIGATÓRIAS ................................................................................................................. 30 \n11.2. DISCIPLINAS OPTATIVAS ......................................................................................................................... 34 \n11.3. TABELA DE EQUIVALÊNCIA DE DISCIPLINAS OBRIGATÓRIAS ..................................................... 36 \n11.4. TABELA DE EQUIVALÊNCIA DE DISCIPLINAS OPTATIVAS ............................................................. 49 \n11.5. EMENTÁRIO ................................................................................................................................................. 58 \n12.   AVALIAÇÃO ................................................................................................................................................ 104 \n12.1 AVALIAÇAO DA APRENDIZAGEM ......................................................................................................... 104 \n12.2 AVALIAÇÃO DO PROJETO PEDAGÓGICO DO CURSO ....................................................................... 105 \n13.  COORDENAÇÃO DO CURSO ..................................................................................................................... 106 \n14.  CORPO DOCENTE ........................................................................................................................................ 106 \n15.  INSTALAÇÕES E INFRAESTRUTURA ...................................................................................................... 109 \n16.  BIBLIOTECA ................................................................................................................................................. 117 \n17.  ANEXOS ......................................................................................................................................................... 119 \n17.1. ATO LEGAL DO CURSO ............................................................................................................................. 120 \n17.2. REGIMENTO DE ESTÁGIO SUPERVISIONADO ..................................................................................... 121 \n17.3. REGULAMENTO DE MONOGRAFIA ........................................................................................................ 128\n", "5": "5\n \n1. \nIDENTIFICAÇÃO * \nInstituição: \nINSTITUTO FEDERAL DE EDUCAÇÃO, CIÊNCIA E \nTECNOLOGIA DO NORTE DE MINAS GERAIS- \nCÂMPUS JANUÁRIA \nEndereço: \nFazenda São Geraldo, s/n. Bairro Bom Jardim CEP: 39480-\n000 Fone: 38-36211100 \nCurso: \nJanuária, MG Agronomia \nPortaria de funcionamento \nResolução CD N.° 001/2007 de 11/10/2007 (Vide Anexo \n01) \ndo Curso \n \nNúmero de vagas: \n40 \nPeríodo/Turno: \nIntegral (Matutino/Vespertino) \n \n \nCarga Horária: \n   Carga Horária do Curso: 3.640 horas, incluindo: \n Estágio Supervisionado: 360 horas \n Planejamento Agronômico Integrado: 80 horas  \nTempo para Integralização: \nMínimo de 5 anos - 10 períodos Máximo de 7,5 anos -15 \nperíodos \nModalidade: \nBacharelado \nAno de implantação: \n2008 \nRegime escolar: \nSeriado semestral \n \n", "6": "6\n \n \n2. APRESENTAÇÃO \nO antigo CEFET - Januária, hoje Instituto Federal de Educação, Ciência e Tecnologia do Norte de Minas Gerais, \nCampus Januária (IFNMG - Campus Januária), sediado em Januária, no Estado de Minas Gerais, iniciou suas atividades no \ncampo do Ensino Superior no ano de 2004, implementando o curso de Tecnologia em Irrigação e Drenagem. \nPosteriormente foram implementandos os cursos de Tecnologia em Análise e Desenvolvimento de Sistemas, Tecnologia em \nGestão Comercial, Bacharelado em Administração, Licenciatura em Matemática, Licenciatura em Física e, em 2008, o \nBacharelado em Agronomia. \nO Município de Januária tem uma área de 7.299 km2 e conta com uma população de 63.603 habitantes. \nAproximadamente 47% residem na sede e 53% na zona rural (IBGE - 2000). \nO IFNMG - Campus Januária está localizado na Mesorregião Norte do Estado de Minas Gerais, na zona \nfisiográfica do Alto Médio São Francisco e mais especificamente na microrregião Sanfranciscana de Januária, composta por \n15 municípios que abrangem uma área de 32.380,85 km2 e é povoada por 264.842 habitantes, também está inserido na área \nmineira do Polígono da Seca - Região Geoeconômica da Agência de Desenvolvimento do Nordeste - ADENE. \nA Microrregião Norte de Minas é banhada por uma expressiva rede hidrográfica composta por vários rios perenes, \nriachos e lagoas, tendo como base o Rio São Francisco que é um facilitador para o desenvolvimento regional. \nOs investimentos federais e estaduais têm transformando o cenário natural de terras inaproveitadas da região em \num espaço de possibilidades para o desenvolvimento econômico e social. Os perímetros irrigados dos Projetos Jaíba, \nGorutuba, Mocambinho, Estreito e Formoso, indicam as possibilidades de desenvolvimento local requerendo das \ninstituições públicas circunvizinhas a participação com seus acervos de conhecimento e competência para o êxito desses \nempreendimentos. \nO principal suporte econômico da região é a agropecuária e é também a que mais mobiliza a força de trabalho. \nNeste setor, a fruticultura irrigada é a que mais se destaca, devido às condições edafo-climáticas e hídricas da região. \nA população urbana do município de Januária está direcionada ao setor terciário da economia, uma vez que o \nsecundário ainda é embrionário e incipiente, sendo representado pela agroindústria da cachaça e da mandioca, indústria de \ncerâmica e da transformação da madeira.\n", "7": "7\n \n \nO IFNMG - Campus Januária se localiza a 6 km da sede do município e ocupa uma área 226,7 hectares, sendo \n41,5 hectares dessa área localizados às margens do Rio São Francisco e está a 80 Km do Projeto Jaíba, o maior complexo de \nirrigação da América Latina, onde são cultivados mais de 60 produtos agrícolas diferentes (Rural Minas, 2008). \nA Instituição conta com importantes parceiros formais e/ou informais, na região, dentre os quais se destacam o \nBanco do Nordeste, a EPAMIG, a EMATER, o IEF, a CODEVASF, a CEMIG, o SEBRAE, que muito têm contribuído para \na construção do fazer pedagógico desenvolvido neste IFNMG - Campus Januária. \nAnalisando o seu percurso histórico, constatando a demanda crescente para os seus serviços e avaliando seus \nprocessos acadêmicos e gerenciais, pode-se, apriori, perceber que o IFNMG - Campus Januária tem priorizado um \nincremento contínuo de qualidade e excelência no ensino, introduzido inovações gerenciais nas atividades fins e meio da \norganização e, especialmente, valorizando o capital humano: docente, técnico administrativo e de apoio, com o propósito \nmaior de atender aos discentes (ator e autor de seu próprio processo educativo de cidadania e profissionalização), satisfazer \naos anseios da sociedade, participar do processo de desenvolvimento com sustentabilidade sócio-cultural, ambiental e \npolítico-econômica local e regional e atender às expectativas e dispositivos legais para operar na área da educação superior. \nA região norte de Minas Gerais é constituída em quase sua totalidade por regiões semi-áridas. A grande maioria \ndos municípios da região tem IDHs abaixo da média nacional. Também é uma região com baixa oferta de ensino público de \nqualidade, principalmente de nível superior. O entrave principal da região é o baixo nível de conhecimentos técnicos no que \ndiz respeito à aplicação de novas tecnologias e conseqüente modernização da agricultura, principalmente em épocas críticas, \ndificultando a exploração racional da mesma. Paradoxalmente, no semiárido mineiro está localizado o maior Perímetro \nIrrigado da América Latina (Projeto Jaíba). Com a oferta de água de boa qualidade, terras férteis e clima seco e quente, com \naltos índices de insolação durante praticamente todo o ano, a região tornou-se grande produtora de alimentos para o Brasil, \nprincipalmente fruticultura irrigada. \nApesar da grandiosidade do Projeto Jaíba, grande parte da produção regional é oriunda de pequenos e mini-\nprodutores, comunidades tradicionais e assentados, que praticam uma agricultura tradicionalmente de sequeiro, cuja \nconvivência com as secas periódicas demandam desenvolvimento de tecnologias adaptadas à região.\n", "8": "8\n \n \nAo IFNMG - Campus Januária cabe cumprir o seu papel de ensino, pesquisa e extensão, para gerar conhecimento \ne tecnologias adaptadas à nossa região; atender tanto à demanda regional por um profissional que possa atuar de maneira \ncompetente e crítica nessa nova ordem mundial quanto aos anseios da nossa população jovem, que hoje conta com oferta \nmuito reduzida de cursos de boa qualidade, devendo, quase sempre, migrar para outras regiões a fim de obter ensino de \nqualidade. \nPor essas razões, foi criado o Curso de Agronomia, o qual pretende formar profissionais com uma mente analítica, \ncrítica e criativa, com vontade de transformar e com real capacidade de solucionar problemas, de forma que sejam \nprodutores de conhecimento e não meros receptores de informação. Para isso, é fundamental oferecer as condições para que \no aluno desenvolva além de uma consistente formação técnico-científica a consciência de sua responsabilidade social, como \nrecurso humano de alto nível, num país que apresenta graves problemas, tanto do ponto de vista tecnológico quanto \nambiental e socioeconômico. \nO Curso de Agronomia foi aprovado pelo Conselho Diretor do IFNMG - Campus Januária em 11/10/2007 pela \nResolução CD N.° 1/2007 e iniciou suas atividades no primeiro semestre letivo de 2008. \nNo Projeto Político-Pedagógico do curso de Agronomia, procura se estruturar uma grade curricular na qual, aos \nfuturos profissionais, sejam proporcionados os meios que lhes permitirão obter o melhor desempenho técnico e econômico \npara as diferentes condições em que poderão atuar, com atuação destacada na solução de problemas relacionados aos \nsistemas agrícolas e agroindustriais, incluindo as áreas de construções e eletrificações rurais, irrigação, topografia, \nfitotecnia, solos, zootecnia, ecologia e recursos naturais renováveis, defesa sanitária vegetal, alimentos, parques e jardins, \nnutrição animal, extensão rural, transferência de tecnologia; perícias e vistorias; gerenciamento de propriedades agrícolas; \ncomércio exterior e crédito rural, assessoria e planejamento para pequenas, médias e grandes empresas do complexo \nagropecuário, empresas ligadas à transformação e comercialização de produtos agropecuários, empresas relacionadas com a \nprodução e venda de insumos agrícolas e em setores ligados às cadeias produtivas agrícolas, bancos, cooperativas, \nsindicatos, instituições agrícolas do setor federal, estadual, prefeituras e iniciativa privada.\n", "9": "9\n \n \n3. HISTÓRICO DO IFNMG - CAMPUS JANUÁRIA \nO Instituto Federal de Educação, Ciência e Tecnologia do Norte de Minas Gerais - IFNMG, criado em 29 de \ndezembro de 2008, pela Lei n. 11.892, mediante integração do Centro Federal de Educação Tecnológica de Januária e da \nEscola Agrotécnica Federal de Salinas, juntamente com as novas Unidades de Ensino Descentralizadas (UNEDs) de \nAlmenara, Araçuaí, Arinos, Januária, Montes Claros e Pirapora, dentro do plano de expansão do Governo Federal. \nComo Instituições já consolidadas, o Cefet Januária e a EAF de Salinas começaram a construir sua história na \nmetade do século passado, como Escolas voltadas para os pobres e desfavorecidos, preferencialmente, o pequeno produtor \nrural, o mesmo propósito que deu origem a da Rede Federal de Educação Profissional em 1909, como Escolas de \nAprendizes e Artífices, pelo então presidente Nilo Peçanha. Mediante mudanças de ordem legal, ambas as Instituições, de \norigem Agrícola, sofreram alterações de nomenclaturas, passando de Escola Agrícola a Colégio Agrícola, e posteriormente \nEscola Agrotécnica Federal, sendo que a Escola Agrotécnica Federal de Januária, em 2002, por Decreto Presidencial, foi \ntransformada em Centro Federal de Educação Tecnológica de Januária- Cefet Januária, assim denominado até o advento da \nlei 11.892 que criou os Institutos Federais de Educação de Educação, Ciência e Tecnologia. \nNeste contexto o Instituto Federal do Norte de Minas se firma como Instituição de Educação Superior, Básica e \nProfissional, pluricurricular e multicampi, especializada na oferta de educação profissional e tecnológica nas diferentes \nmodalidades de ensino, com base na conjugação de conhecimentos técnicos e tecnológicos com as suas práticas \npedagógicas. \nAssim consolidado, o IFNMG prima em formar e qualificar cidadãos com vistas na atuação profissional nos \ndiversos setores da economia, com ênfase no desenvolvimento socioeconômico local, regional e nacional, tendo em vista \numa educação profissional técnica de nível médio, prioritariamente na forma de cursos integrados, para os concluintes do \nensino fundamental e para o público da educação de jovens e adultos; oportunizando ao jovem uma possibilidade de \nformação já nessa etapa do ensino. Na educação superior serão ofertados cursos de tecnologia; cursos de licenciatura; cursos \nde bacharelado e engenharia, além de cursos de pós-graduação Lato Sensu, a especialização, e também cursos de pós-\ngraduação Stricto Sensu, mestrado e doutorado. \nO IFNMG deverá também, desenvolver programas de extensão e de divulgação científica e tecnológica, bem como \nrealizar e estimular a pesquisa aplicada, a produção cultural, o empreendedorismo, o cooperativismo e o desenvolvimento \ncientífico e tecnológico.\n", "10": "10\n \n \nO IFNMG - Campus Januária foi criado nos início dos anos 60, com o objetivo de proporcionar à comunidade \num espaço específico e especial de atendimento às necessidades essenciais da região do semiárido do Norte de Minas \nGerais. \nDesde a autorização de seus primeiros cursos, o IFNMG - Campus Januária estabeleceu por missão ser um \nagente propulsor de formação do ser integral, profissional, competente, cidadão ético, pró-ativo e empreendedor, \ncomprometido com a melhoria da qualidade de vida individual e coletiva da população e com o desenvolvimento local e \nregional. \nO IFNMG - Campus Januária ao longo dos seus 50 anos de experiência apresentou transformações de ordem legal, \nque muito contribuíram para o aperfeiçoamento do seu fazer pedagógico e ou técnico-administrativo. As mais importantes e \ndecisivas dessas transformações são relacionadas como se seguem: \n1. \nNo dia 04 de outubro de 1960, foi celebrado um convênio entre o Governo Federal e o Governo do Estado de Minas \nGerais para instalação de uma Escola Agrícola no município de Januária; \n2. \nNo dia 18 de dezembro desse mesmo ano, pela Lei n° 3.853, publicada no DOU de 20/12/60, foi criada a Escola \nAgrotécnica de Januária-MG; \n3. \nPelo Decreto Federal n° 53.558, de 13/02/64, este Estabelecimento de Ensino passou a denominar-se Colégio \nAgrícola de Januária; \n4. \nPelo Decreto n° 60.731, datado de 19/05/67, o Colégio Agrícola de Januária, até então subordinado ao Ministério da \nAgricultura, foi transferido para o Ministério da Educação e Cultura; permanecendo neste Ministério até os dias \natuais; \n5. \nEm maio de 1964, teve início os estudos formais na Escola, sendo matriculada a primeira turma de ginasianos \nagrícolas, tendo acontecido em 1967, à formatura dos primeiros alunos matriculados como Mestres Agrícolas. \n6. \nEm 17 de novembro de 1967, ocorreram as inscrições e matrículas à 1a série do Curso Técnico Agrícola - Ramo \nAgricultura, ao nível de 2° grau, tendo suas aulas iniciadas em agosto de 1968. A colação de grau dessa primeira \nturma aconteceu em 05/07/71, como Técnico Agrícola. \n7. \nNo dia 06 de maio de 1972, cola grau a última turma de ginasianos agrícolas passando a escola a funcionar somente \ncom o curso Técnico Agrícola.\n", "11": "11\n \n \n8. \nNo ano letivo de 1974, a Escola fez uma mudança radical no seu Currículo e Calendário escolar, passando a \nministrar, sem prejuízo para os alunos que cursavam a habilitação até então oferecida, o Curso Técnico Agrícola - \nHabilitação em Agropecuária, situação que perdura até a presente data. \n9. \nAssim, em 03 de Julho de 1975, aconteceu colação de grau da última turma de Técnicos Agrícolas - habilitação em \nAgricultura. \n10. \nPela Lei n° 8.731, do dia 16 de novembro de 1993, a Escola conseguiu autonomia didático- pedagógica e \nadministrativa, através de sua autarquização; \n11. \nNo Ano Letivo de 1996, além da tradicional habilitação em agropecuária a Escola passou a oferecer uma nova \nhabilitação, a de Processamento de Dados, em nível de Pós-Segundo grau, a qual posteriormente passou a \ndenominar-se Técnico em Informática. \n12. \nNo Ano Letivo de 1998, foi implantada a Habilitação de Técnico em Agroindústria. \n13. \nNo ano letivo de 2000 foi implantado a Habilitação de Técnico em Enfermagem. \n14. \nEm 2001, mais duas habilitações foram implantadas. Uma na Área de Gestão - Técnico em Administração, em que \nforam oferecidas 60 vagas e outra na Área de Meio Ambiente - Técnico em Meio Ambiente. \n15. \nFinalmente, pelo Decreto Presidencial de 13 de novembro de 2002, a Escola foi transformada em Centro Federal de \nEducação Tecnológica de Januária - CEFET de Januária-MG. Ainda no ano de 2002, a Portaria n° 3634 de 19/12/2002 \nautorizou o funcionamento do primeiro Curso Superior na Instituição: o Curso Superior de Tecnologia em Irrigação e \nDrenagem, com vestibular realizado no mês de dezembro/2003, com o início das aulas em fevereiro de 2004. No ano de \n2006, foram implantados mais dois cursos tecnológicos: Sistemas de Informação e Administração. \nÉ importante ressaltar que no ano letivo de 2001 a Escola Agrotécnica Federal de Januária-MG realizou a separação \nde matrículas do seu curso Técnico em Agropecuária, que até então, era constituído de disciplinas de Ensino Médio e de \ndisciplinas de Educação Profissional. Passando a oferecer os cursos de Ensino Médio e de Técnico em Agropecuária \nobedecendo aos princípios pedagógicos e filosóficos das Referencias Curriculares. Além disso, com a publicação do \nDecreto n° 5.154 de 23 de julho de 2004, esta Instituição manteve a educação profissional técnica de nível médio \nconcomitante de forma articulada ao ensino médio com duração de 03 (três) anos.\n", "12": "12\n \n \n4. JUSTIFICATIVA \nO IFNMG - Campus Januária está localizado na região Norte do Estado de Minas Gerais, à margem esquerda do \nRio São Francisco, na Fazenda São Geraldo, a 6 km da sede do município de Januária, e exerce forte influência sobre \naproximadamente 60 cidades a seu entorno. Observam-se no Norte de Minas traços muito semelhantes à região do Nordeste \ndo Brasil, no que se refere ao âmbito sócio-econômico. A partir da leitura dessa realidade, compreende-se a necessidade de \nformação de profissionais que tenham a capacidade de reverter o quadro de estagnação vigente em nossa sociedade, e nisto \no IFNMG - Campus Januária, como instituição de Educação Tecnológica, deve assumir o papel de estimular o \ndesenvolvimento regional, difundindo tecnologias e formando cidadãos comprometidos com a realidade onde estão \ninseridos. \nA missão do IFNMG - Campus Januária, nos seus 50 anos de Ensino Agrícola, é formar profissional em áreas \nprioritárias para o desenvolvimento da região, a qual enfrenta sérios desafios em relação, principalmente ao acesso à \neducação. Neste contexto, uma das missões desta instituição é capacitar, promover e apoiar os agricultores familiares, as \nassociações comunitárias rurais, cooperativas e as associações de produtores, bem como toda a iniciativa de \ndesenvolvimento rural sustentável, promovendo uma educação de excelência por meio da tríade ensino, pesquisa e \nextensão, possibilitando a interação entre as pessoas, estabelecendo parcerias com outros órgãos e instituições, ampliando o \nconhecimento e construindo novas tecnologias que proporcione o desenvolvimento da região norte-mineira. \nTambém gerar tecnologias capazes de estimular renda em consonância ao equilíbrio ecológico, para fixação do \nhomem no campo como agente difusor das tecnologias de convivência e recuperador dos fatores ambientais essenciais à sua \nsobrevivência, é uma das missões do IFNMG - Campus Januária. Neste sentido, este projeto propõe ações de inserção de \nprofessores e estudantes do IFNMG - Campus Januária como agentes de transformação da realidade local, através de \npequenas ações pelo processo dialético de teoria/prática, em um trabalho interdisciplinar favorecendo uma visão integrada \ndo social.\n", "13": "13\n \n \nO IFNMG - Campus Januária, comum às demais instituições de Ensino Superior, organiza-se para desenvolver \nsua missão cultural que significa: transmissão, perseverança e transformação do saber para atender a geração de uma \ninvestigação criativa; formação de profissionais necessários à sociedade; bem como a missão social de manter-se a serviço \nda região e do desenvolvimento científico e tecnológico. Ele ao definir sua missão, assumiu preocupação com as \nnecessidades presentes e futuras do meio em que está inserido, com a consciência de que a educação superior é essencial \npara que o município e a micorregião de Januaria alcancem desenvolvimento econômico, social e cultural sustentáveis, \nelevando o padrão de vida de sua população. \nTambém entende o IFNMG - Campus Januária que a educação que oferece deve provocar mudanças para \natender às necessidades sociais e promover a solidariedade e a igualdade; deve preservar e exercer o rigor científico e a \noriginalidade com imparcialidade e como condição prévia básica para atingir e manter um nível indispensável de qualidade, \ndeve colocar os discentes no centro de suas preocupações, dentro de uma perspectiva continuada, permitindo sua integração \nna sociedade de conhecimento global. \nO relacionamento entre comunidade e IFNMG - Campus Januária deve ser dinâmico, permitindo aos \nprofissionais formados por ele serem agentes de transformações sociais, dando-lhes liberdade e autonomia, capaz assim de \ndefinir uma hierarquia de valores, onde seus direitos fundamentais, tais como o civismo, a justiça e a eqüidade social, a \nhonradez, o sentimento e a aspiração ao transcendente, tenham primazia. \nO IFNMG - Campus Januária forma discentes, futuros profissionais que integrarão o seu quadro de pessoal - \ndirigentes, docentes, técnicos e administrativos - e os diversos setores da comunidade. Assim, ele procura ser o espaço de \nconcretização de ideais de pessoas com propósito na consolidação de bens e valores culturais. Portanto, esta instituição \npossui dupla tarefa: o resgate da identidade cultural da região e a procura de seu desenvolvimento pleno no seio da \ncomunidade local e regional preparando recursos humanos para o desempenho das profissões exigidas pela sociedade e \nnecessárias para o mercado em contínuas e profundas transformações.\n", "14": "14\n \n \nEm função da realidade econômica de Minas Gerais, com pólo de produção agrícola e agroindustrial, a região \nNorte, em franca expansão, encontra a necessidade de adequação ao momento, de uma economia cada vez mais globalizada, \nativa e sustentável. Dessa forma, ao colocar sua infra- estrutura física, bem como disponibilizar os recursos humanos \nnecessários, o IFNMG - Campus Januária contribui para o desenvolvimento sócio-econômico da região, atendendo aos \nanseios da comunidade regional por novos conhecimentos. \nO IFNMG - Campus Januária na análise de necessidades e vocação regional defronta-se com a exigência da \nimplantação de um curso que seja fruto da observação da realidade econômica sócio- educacional; seja pelas \npotencialidades a serem concretizadas; seja pela abrangência da erradicação desenvolvimentista que a formação de \nprofissionais voltados à área de ciências agrária, se faz necessária à esta região do estado de Minas Gerais. Portanto, o curso \nde Agronomia é um marco para que Januária, em seu raio de atuação, encontre formas eficientes de produção, \nagroindustrialização, comercialização, sem danificar o meio ambiente, com objetivo de servir de referência para o \ndesenvolvimento regional e nacional. \nAs oportunidades do mercado de trabalho para os futuros Engenheiros Agrônomos estão nas áreas de \nconstruções e eletrificações rurais, irrigação, topografia, fitotecnia, solos, zootecnia, ecologia e recursos naturais renováveis, \ndefesa sanitária vegetal, alimentos, parques e jardins, nutrição animal, extensão rural, transferência de tecnologia; perícias e \nvistorias; gerenciamento de propriedades agrícolas; comércio exterior e crédito rural, assessoria e planejamento para \npequenas, médias e grandes empresas do complexo agropecuário, empresas ligadas à transformação e comercialização de \nprodutos agropecuários, empresas relacionadas com a produção e venda de insumos agrícolas e em setores ligados às \ncadeias produtivas agrícolas, bancos, cooperativas, sindicatos, instituições agrícolas do setor federal, estadual, prefeituras e \niniciativa privada.\n", "15": "15\n \n5. OBJETIVOS \nO curso de Agronomia do IFNMG - Campus Januária tem por objetivo, formar e qualificar profissionais, no \nâmbito das Ciências Agrárias, para os diversos setores desta área de conhecimento, para atuarem no ensino, na pesquisa e \nna extensão, realizando pesquisa aplicada e promovendo o desenvolvimento tecnológico de novos processos, produtos e \nserviços, buscando assim, novas técnicas que levem à solução dos problemas ligados ao desenvolvimento das atividades \nagropecuárias e, consequentemente, da produção agrícola nacional, visando aumentar a produtividade e a qualidade das \nculturas alimentícias e de produtos para exportação, em estreita articulação com os setores produtivos e a sociedade, \nespecialmente de abrangência local e regional. \n6. CONCEPÇÃO DO CURSO \nO projeto pedagógico do curso de Agronomia do IFNMG - Campus Januária, busca sistematizar, as políticas e \nas diretrizes do Ministério da Educação. O projeto pedagógico do curso não tem como objetivo criar uma versão definitiva, \nmas sim se adaptar a nova realidade do agronegócio brasileiro e a nova diretriz curricular proposta para o curso de \nagronomia através da e Resolução CNE N° 1, de 2 de fevereiro de 2006, a qual institui as Diretrizes Curriculares Nacionais \npara o curso de graduação em Agronomia (existe uma proposta para unificação do nome de todos os cursos para Eng. \nAgronômica). \nO curso de Agronomia do IFNMG - Campus Januária é o segundo curso da área de Ciências Agrárias neste \nInstituto datando a sua autorização em 11 de outubro de 2007 pela Portaria do Conselho Diretor do antigo IFNMG - \nCampus Januária. Ele dispõe de uma infra-estrutura de laboratórios para atendimento aos ciclos básico e específico do \ncurso; áreas experimentais de campo, além de parcerias com propriedades e empresas agropecuárias para a realização de \naulas práticas, estágios, atividades complementares e trabalhos de conclusão de curso, permitindo aos discentes e docentes \nanalisarem situações reais do cotidiano das diversas cadeias produtivas do agronegócio. É característico do curso uma \nmatriz curricular atualizada e ampla, que contempla aspectos fundamentais requeridos para a inserção do graduado no \nmercado de trabalho com vantagens ao pleno exercício da profissão de Engenheiro Agrônomo.\n", "16": "16\n \n \n7. PERFIL DO EGRESSO \nDe acordo com os enunciados da Lei No. 5.194, de 24 de dezembro de 1966, complementada pela Resolução N°. \n218 do CONFEA, de 29 de junho de 1973; da Resolução N° 1.010 do CONFEA, de 22 de agosto de 2005; e da Resolução \ndo CNE N° 1 de 2 de fevereiro de 2006, o perfil do Engenheiro Agrônomo deve ser: \n• \nUm profissional com capacidade de realizar análise científica, de identificar e resolver problemas, preocupado \ncom atualização permanente de conhecimentos e de tomar decisões com a finalidade de operar, modificar e criar \nsistemas agropecuários e agroindustriais, sempre se preocupando com os aspectos sociais e de sustentabilidade, \ndentro de princípios éticos. \n• \nEclético, com uma sólida base teórica e experiência prática desenvolvida, com visão ampla e holística dos \nfenômenos que afetam a agricultura, com competências e habilidades para atuar e buscar aperfeiçoar-se em \nquaisquer áreas e atividades atribuídas ao Engenheiro Agrônomo; \n• \nUm profissional com facilidade em conhecer as particularidades da agropecuária e estar preparado para \nacompanhar tendências e inovações tecnológicas da sociedade moderna, uma vez que características como \ncriatividade e versatilidade são estimuladas nos estudantes durante a realização do curso. \n• \nUm profissional com capacidade de gerar e aplicar conhecimentos científicos e técnicas agronômicas adequadas à \nprodução vegetal e animal, tendo uma sólida formação humanística, desenvolvendo consciência social, \neconômica, cultural e crítico-valorativa das atividades pertinentes ao seu campo profissional, orientando a \ncomunidade para a melhoria da qualidade de vida do homem.\n", "17": "17\n \nO curso de Agronomia possui ações pedagógicas com base no desenvolvimento de condutas e atitudes com \nresponsabilidade técnica e social, de maneira que o profissional estará habilitado a entender a coexistência de relações entre \nteoria e prática, como forma de fortalecer o conjunto dos elementos fundamentais para a aquisição de conhecimentos e \nhabilidades necessárias à concepção e práticas agronômicas, adaptando-se de modo inteligente, flexível, crítico e criativo às \nnovas situações, com condutas, atitudes e responsabilidade técnica e social, respeitando a fauna e a flora e promovendo a \nconservação e / ou recuperação da qualidade do solo, do ar e da água, com uso de tecnologias integradas e sustentáveis do \nmeio ambiente. É também prioridade formar massa crítica, reflexiva e integrada no contexto sócio-político-econômico e \ncultural, tornando o profissional um ser autônomo e empreendedor, capaz de atuar em uma sociedade em constantes \ntransformações. \n8. HABILIDADES E COMPETÊNCIAS \nA matriz curricular do curso de Agronomia do IFNMG - Campus Januária se constitui de disciplinas básicas e \nespecíficas para que os egressos adquiram competências e habilidades, tais como: \n• \nProjetar, coordenar, analisar, fiscalizar, assessorar, supervisionar e especificar técnica e economicamente projetos \nagroindustriais e do agronegócio, aplicando padrões, medidas e controle de qualidade; \n• \nRealizar vistorias, perícias, avaliações, arbitramentos, laudos e pareceres técnicos, com condutas, atitudes e \nresponsabilidade técnica e social, respeitando a fauna e a flora e promovendo a conservação e / ou recuperação da \nqualidade do solo, do ar e da água, com uso de tecnologias integradas e sustentáveis do ambiente; \n• \nAtuar na organização e gerenciamento empresarial e comunitário interagindo e influenciando nos processos \ndecisórios de agentes e instituições, na gestão de políticas setoriais; \n• \nProduzir, conservar e comercializar alimentos, fibras e outros produtos agropecuários; \n• \nParticipar e atuar em todos os segmentos das cadeias produtivas do agronegócio; exercer atividades de docência, \npesquisa e extensão no ensino técnico e superior; \n• \nEnfrentar os desafios das rápidas transformações da sociedade e do mercado de trabalho, adaptando-se às situações \nnovas e emergentes.\n", "18": "18\n \n \n9. ÁREAS DE ATUAÇÃO \nO Engenheiro Agrônomo formado pelo IFNMG - Campus Januária terá habilidade e credenciamento para \npromover realizações de interesse social e humano que importem na realização dos seguintes empreendimentos: \n• \nconstruções rurais; \n• \nirrigação e drenagem; \n• \ntopografia; \n• \nfitotecnia; \n• \nsolos; \n• \necologia e recursos naturais renováveis; \n• \ndefesa sanitária vegetal; \n• \nprocessamento de produtos de origem animal e vegetal; \n• \nparques e jardins; \n• \nmanejo de pastagens e nutrição animal; \n• \nextensão rural e transferência de tecnologia; \n• \nperícias e vistorias; \n• \ngerenciamento de propriedades agrícolas; \n• \ncomércio exterior e crédito rural; \n• \nassessoria e planejamento para pequenas, médias e grandes empresas do complexo agropecuário; \n• \nempresas ligadas à transformação e comercialização de produtos agropecuários; \n• \nempresas relacionadas com a produção e venda de insumos agrícolas e em setores ligados às cadeias produtivas \nagrícolas, bancos, cooperativas, sindicatos, instituições agrícolas do setor federal, estadual, prefeituras e iniciativa \nprivada.\n", "19": "19\n \n \n10. ORGANIZAÇÃO CURRICULAR \nA matriz curricular proposta neste projeto consta de disciplinas obrigatórias básicas e profissionalizantes e de \ndisciplinas optativas, apresentadas a seguir, juntamente com a adequação da organização pedagógica ao perfil profissional: \nO funcionamento da estrutura curricular proposta para o curso de Agronomia atende plenamente as Diretrizes \nCurriculares Nacionais e Leis, Resoluções e Normativas do Sistema CONFEA/CREA’ s. \nO Curso tem uma duração mínima de cinco anos, (10 semestres) e máxima de 7,5 anos, (15 semestres), totalizando \n3.640 horas, incluindo 360 horas de estágio curricular supervisionado e 80 horas de planejamento agronômico integrado. \nO curso de Bacharelado em Agronomia tem duração total de 05 (cinco) anos. Possui um período de integralização \n(duração) mínimo, de 05 (cinco) anos, correspondentes a 10 períodos, e um período máximo de 07 (sete) anos e meio, de \nacordo com a Resolução CNE/CEB n° 2/2007.  \nO estudante que cursar disciplinas além das ofertadas para o seu período, desde que não ultrapasse a carga horária \nmáxima permitida no Regulamento Interno dos Cursos de Graduação do Instituto Federal do Norte de Minas Gerais, \nCampus Januária/MG, poderá ter seu tempo de conclusão de curso abreviado, desde que tenha cumprido todos os \ncomponentes curriculares. Também se aplica a esse caso estudantes que tenha extraordinário aproveitamento de estudos, \ncertificação do conhecimento adquirido no trabalho ou na educação profissional: \n \na) O previsto no artigo 47 da LDB: \"Os alunos que tenham extraordinário aproveitamento nos estudos, demonstrado por \nmeio de provas e outros instrumentos de avaliação específicos, aplicados por banca examinadora especial, poderão ter \nabreviada a duração dos seus cursos, de acordo com as normas dos sistemas de ensino.\" \n  \nNeste sentido, é pertinente lembrar que o Parecer CNE/CES nº 60, de 01/03 de 2007, traz esclarecimentos no sentido de que \na demonstração exigida no artigo 47 da LDB se processa por meio de um ato acadêmico por excelência, com a constituição \nde banca examinadora para esse fim. \"A autonomia didático-científica das instituições de Educação Superior deve valer, no \nque se refere à liberdade para ensinar e aplicar exames e avaliações, para todas as categorias institucionais, não havendo \nbenefício na fixação de regulamento para esses fins (...) Naturalmente, a contrapartida a essa autonomia é a observância, por \nparte das instituições, da aplicação da norma do artigo em tela aos casos realmente extraordinários.\" \nb) A certificação de conhecimento adquirido no trabalho ou na educação profissional e de estudos anteriores; ou mesmo o \nregime de matrícula por disciplina, para fins da possibilidade de integralização do curso inferior, por meio de realização de \nestudo de compatibilização/equivalência. \nPoderá também ter seu tempo de conclusão de curso abreviado, discentes que obtiverem aproveitamento de estudos \nanteriores, transferidos de outras instituições, beneficiados pela reopção de curso e portadores de diploma. Outros casos de \nintegralização em tempo menor que mínimo deverão ser analisados pelo Colegiado de Curso ou órgão equivalente. Caso o \naluno ultrapasse o período máximo de integralização, estará sujeito ao desligamento do curso e consequentemente à perda \nda vaga.  \n", "20": "20\n \nPara retorno às suas atividades, o aluno deverá prestar novo processo seletivo, com direito à solicitação de \naproveitamento de estudos das disciplinas já cursadas e eventual necessidade de cumprimento de disciplinas em regime de \nadaptação, caso haja mudança/adequação na matriz curricular.  \nA integralização curricular ficará vinculada à freqüência mínima de 75% nas atividades teóricas, bem como nas \npráticas, de cada disciplina e ainda em consonância do coeficiente de verificação de rendimento escolar previsto no \nRegulamento Interno dos Cursos Superiores do IFNMG - Campus Januária. \nO curso será oferecido em regime anual, mas as disciplinas são semestrais. Sendo as disciplinas organizadas em \nperíodos, concentradas em datas pré-fixadas, possuindo aulas teóricas, práticas de campo e laboratórios. Na atual estrutura, \no acadêmico necessita cursar todas as disciplinas obrigatórias oferecidas para a sua formação profissional, entretanto há um \nelenco de disciplinas optativas que complementarão a formação profissional dos acadêmicos. A exigência de carga horária \nmínima nessas disciplinas optativas para a integralização da carga horária total é de 360 horas. \nComo atividades complementares são oferecidas oportunidades de: monitoria, estágio, congressos, simpósios, \nencontros científicos, iniciação científica, atividades de extensão e outros eventos com o objetivo de serem consideradas \ncomo um reforço da estrutura básica das disciplinas obrigatórias.\n", "21": "21\n \n \n10.1. MONITORIA \nO curso de graduação em Agronomia prevê a monitoria como uma atividade de complementação e \naprofundamento dos conteúdos e das ações de formação dos discentes. Visa ainda propiciar ao acadêmico a oportunidade de \ndesenvolver e compartilhar suas habilidades e competências, assegurando a cooperação didática entre o corpo docente e \ndiscente nas funções universitárias. \nA monitoria oferecida pelo curso seguirá às normas do Regulamento Interno dos Cursos Superiores do IFNMG - \nCampus Januária e visa atender os seguintes objetivos: \nI. Propiciar ao discente desenvolver e compartilhar suas habilidades e competências para a carreira docente, nas funções \nde ensino; \nII. Assegurar a cooperação didática entre o corpo docente e discente nas funções universitárias; \nIII. Preparar e direcionar os discentes nas várias áreas de interesse, visando seu treinamento em serviço, exploração de \naptidões intelectuais e de oportunidades profissionais; \nIV. Oferecer aos discentes oportunidades de complementação e de aprofundamentos de conteúdos nas diversas disciplinas. \nA atividade de monitoria, nos cursos de graduação do IFNMG - Campus Januária, é exercida por discente \nregularmente matriculado, durante o período letivo e de acordo com as normas específicas de cada modalidade citada em \nregulamento próprio. Cabe ao professor da disciplina solicitar o auxílio de monitor mediante projeto de monitoria para a \nrespectiva disciplina a ser encaminhado ao respectivo Colegiado de Curso. \nEm todas as modalidades, após o cumprimento do programa de monitoria, o monitor receberá um certificado \nemitido pela CIE-C se aprovado na avaliação. \nA IFNMG - Campus Januária oferecerá aos seus discentes duas modalidades desta atividade: a monitoria com \nbolsa auxílio e a monitoria voluntária em disciplinas já cursadas pelo acadêmico. Na modalidade de monitoria com bolsa \nauxílio, o acadêmico monitor recebe ajuda de custo, fixada em proposta apresentada pela Direção Geral, durante o período \nem que estiver realizando esta atividade. \nPara candidatar-se a esta modalidade o acadêmico deverá comprovar a aprovação na disciplina, com nota \nmínima de 70.0 (setenta) através do histórico escolar; ser indicado, depois de selecionado em teste classificatório específico, \na ser proposto e aplicado por comissão especialmente designada para este fim, segundo critérios e procedimentos \nestabelecidos em Edital.\n", "22": "22\n \n \nCaberá ao coordenador do curso referendar e homologar a classificação indicada pela comissão. O programa de \nmonitoria com bolsa auxílio, indicando o número de bolsas e respectivos valores, deverá ser proposto anualmente pela \nDireção Geral. \nPara candidatar-se a modalidade de monitoria voluntária em disciplina já cursada, o acadêmico deve: comprovar \na aprovação na disciplina, com nota mínima de 70.0 (sessenta), através do histórico escolar; após aprovação em teste \nseletivo, a ser elaborado e aplicado pelo docente da disciplina, segundo critérios e procedimentos estabelecidos em Edital. \nAs atribuições do monitor são auxiliar o docente nas atividades didático - científicas, inclusive na preparação de \naulas, atividades e trabalhos didáticos, atendimento e orientação de discentes, em períodos por ele já cursados; auxiliar o \ncorpo discente, sob a supervisão docente, na orientação de trabalhos de laboratório, de pesquisas bibliográficas, de trabalhos \nde campo e de outros compatíveis com seu grau de conhecimento e experiência; atender pequenos grupos em horários que \nnão coincidam com os seus horários de aula. É vedado ao monitor elaborar, aplicar ou corrigir provas, ministrar aulas como \nsubstituto ou outras funções exclusivamente docentes. \nEm relação ao regime de trabalho o programa de monitoria não implica em nenhum tipo de relação empregatícia \nentre o acadêmico e a Instituição. O monitor exerce suas atividades sob orientação de professor responsável que zelará pelo \nfiel cumprimento das atividades previstas. O horário das atividades do monitor não pode, em hipótese alguma, prejudicar as \natividades discentes e será fixado no ato de designação, a carga horária compatível com as funções e atividades a serem \ndesempenhadas. \nAs atividades de monitoria terão de 4 a 30 horas semanais. As atividades do monitor obedecem, em cada \nsemestre, ao projeto elaborado pelo professor, aprovado pelo coordenador do curso nas duas modalidades e também pelo \ngerente de graduação, quando se tratar da monitoria com bolsa auxílio. \nPara divulgação e supervisão das monitorias o Edital para seleção de monitores na modalidade de bolsa auxílio e \nmonitoria voluntária em disciplinas já cursadas deverá constar obrigatoriamente: os critérios para recrutamento e seleção \ndos monitores; os planos de trabalho do programa de monitoria; os mecanismos de acompanhamento e avaliação pelo \nprofessor supervisor do trabalho do monitor; a forma de controle do encaminhamento da freqüência dos monitores. \nA CIE-C emitirá os certificados de monitoria após o recebimento dos controles de freqüência e da avaliação dos \nmonitores por parte do coordenador de curso.\n", "23": "23\n \n \nO coordenador de curso encaminhará mensalmente à Direção Geral a frequência do monitor com vistas ao \npagamento de bolsa de auxílio. A renovação da bolsa de monitoria dependerá da existência de vagas e da análise do \ndesempenho do monitor, a ser realizada pelo professor supervisor, homologada pela coordenação do curso. A Instituição, de \nacordo com a legislação vigente, tomará providências necessárias para que os monitores fiquem assegurados contra \nacidentes pessoais. \n10.2. ESTÁGIO CURRICULAR SUPERVISIONADO \nEmbasamento legal \nO Estágio Curricular Supervisionado é, pois um modo especial de atividade de capacitação em serviço e que só \npode ocorrer em empresas e instituições onde o estagiário assuma efetivamente o papel profissional de bacharel agrônomo, \nde outras exigências do projeto pedagógico e das necessidades próprias do ambiente da instituição ou empresa de realização \ndo estágio testando suas competências por um determinado período. PARECER CNE/CP N.°: 28/2001. \nAinda, disposto no Decreto Lei n° 11. 788, de 25 de setembro de 2008 no Artigo 1 ◦ Estágio é ato educativo escolar \nsupervisionado, desenvolvido no ambiente de trabalho, que visa à preparação para o trabalho de educandos que estejam \nfreqüentando o ensino regular em instituições de educação superior, de educação profissional, de ensino médio, da \neducação especial e dos anos finais do ensino fundamental, na modalidade profissional da educação de jovens e adultos. \nNo Parágrafo primeiro da mesma Lei reza que, O estágio faz parte do projeto pedagógico do curso, além de integrar \no itinerário formativo do educando. \nJá no Parágrafo segundo, O estágio visa ao aprendizado de competências próprias da atividade profissional e à \ncontextualização curricular, objetivando o desenvolvimento do educando para a vida cidadã e para o trabalho. \nConforme determinações estabelecidas nas diretrizes curriculares previstas neste projeto pedagógico de curso, o \nestágio é Disciplina obrigatória, cuja carga horária é requisito para obtenção de diploma.\n", "24": "24\n \n \nA escolha do bacharelando em Agronomia da instituição onde realizará o estágio está condicionada a uma análise \ndos Coordenadores de Curso e de Estágio. Ainda, os Coordenadores de Curso e de Estágio estabelecerão junto à instituição \nconcedente do estágio os quantitativos de estagiários a serem lá enviados, assim como as exigências quanto aos recursos \nhumanos, materiais e as condições pedagógicas no desenvolvimento deste importante processo e ato educativo. \nDispositivos gerais ou específicos não definidos neste Projeto, a respeito dos estágios do curso de bacharel em \nAgronomia do Instituto Federal de Educação, Ciência e Tecnologia do Norte de Minas Gerais, Campus Januária, serão \nestabelecidos em Regulamento próprio elaborado pela CIE-C - Coordenadoria de Integração Escola-Comunidade. (Vide \nAnexo 02) \n \nAspectos teórico-pedagógicos: \nO estágio permite ao discente praticar aspectos que fundamentam a sua futura vida profissional. No entanto, não se \nresume a “um fazer específico”, e sim a um momento de reflexão que deve enriquecer a teoria que lhe dá suporte. O \nacadêmico vivenciará no estágio “as reais condições de trabalho”, que muitas vezes não foram abordadas na teoria de sala \nde aula, sendo, portanto, um espaço de novas aprendizagens. \nO estágio supervisionado será realizado como complemento do desenvolvimento das atividades teóricas, em \ncampos práticos específicos, tais como: Cooperativas, Centros de Pesquisas e Instituições de Ensino Brasileira e \nEstrangeira, convênios com Empresas de Assistência Técnica, Seguradoras, Propriedades Agrícolas, Assentamentos, \nÓrgãos Governamentais, Prefeituras, Secretarias de Agricultura, Bancos Públicos e Privados, Agências de Financiamento \nRural entre outros, atendo aos seguintes objetivos: \n• \nPromover a inserção crítica na realidade social, por meio de atuação direta em situações profissionais, \naproximando a teoria da prática; \n• \nRedirecionar os aspectos teóricos desenvolvidos em sala de aula frente à diversidade de realidade encontrada; e \n• \nOportunizar a articulação e integração das instituições envolvidas de ensino, pesquisa e extensão.\n", "25": "25\n \n \nO estágio supervisionado será controlado pela CIE-C - Coordenadoria de Integração Escola- Comunidade, sob a \nforma de extensão, constando de atividades de prática pré-profissional exercidas em situações reais de trabalho, pelo \ndesempenho de atividades práticas demandadas por estudantes, no intuito de aplicarem a teoria assimilada durante a sua \nintegralização da matriz curricular. \nO estágio possui regulamento próprio elaborado pela CIE-C e aprovado pelo Conselho Diretor do IFNMG - \nCampus Januária. A orientação do estágio fica a cargo dos docentes do IFNMG - Campus Januária, designados pela \nCoordenação do curso de Agronomia ad referendum da CIE-C. Para tanto, o estágio é desenvolvido sob orientação e \nassessoria docente. Na elaboração da programação e no processo de supervisão e avaliação do acadêmico em estágio \ncurricular, haverá a efetiva participação de um profissional das Ciências Agrárias no local onde se desenvolvem as \natividades do referido estágio. Cada discente é obrigado integralizar carga horária total de 360 (trezentas e sessenta) horas. \nO Estágio será Supervisionado e assumirá uma das modalidades a seguir: \na) Estágio Profissional: envolve atividades de caráter profissionalizante em consonância com o perfil profissional de \nconclusão, sendo obrigatório aos concluintes do curso de Agronomia e a exigência em carga horária para tal modalidade de \nestágio é de no mínimo 260 (duzentas e sessenta) horas. \nb) Estágio de Iniciação Científica/Tecnológica: envolve atividades que possibilitem a introdução do discente ao método \ncientífico, através do acompanhamento de um trabalho científico e/ou tecnológico e no desenvolvimento da capacidade de \nelaboração de projetos, com crescentes graus de autonomia intelectual. O tempo que o discente participar de tais trabalhos \npoderá ser computado para a integralização da carga horária total do estágio desde que não ultrapasse a 100 (cem) horas. \nc) Estágio Sociocultural: envolve atividades que possibilitem o contato com o mundo do trabalho e a participação em \nempreendimentos ou projetos de interesse social ou cultural, objetivando o desenvolvimento de competências para a vida \ncidadã e para o trabalho produtivo. A participação nesta modalidade de estágio irá contribuir para uma formação holística \ndo futuro profissional, entretanto as horas estagiadas não serão computadas para a integralização da carga horária de \nestágio.\n", "26": "26\n \n \nO estágio terá início a partir do 4° (quarto) período, ou seja, quando o acadêmico tiver concluído todas as \ndisciplinas do ciclo básico e deverá ser concluído até o 9° (nono) período. O prazo máximo para a conclusão do Estágio \nProfissional Obrigatório após a integralização da carga horária, para o curso de Agronomia será de no máximo 2 (dois) \nanos. Expirado este prazo o acadêmico não terá direito à sua colação de grau. \nO mecanismo de acompanhamento e de cumprimento do estágio curricular constitui na entrega da ficha de \navaliação e declaração (formulários próprios e disponíveis na CIE-C), emitidos pela empresa na qual o acadêmico realizou \no estágio, do relatório confeccionado pelo acadêmico, (em formulário próprio disponível na CIE-C) e do relatório final, \ncujas normas da redação constam de regulamento próprio disponível junto ao professor orientador. Tais documentos \ndeverão ser entregues ao professor orientador, para a validação ou não do estágio supervisionado. Tais documentos após \nanálise e parecer do professor orientador deverão ser encaminhados à CIE-C, sendo que o relatório final deverá ser entregue \nao professor responsável pelo estágio. \n \nReconhecendo a relevância do estágio para o discente, além do estágio supervisionado obrigatório, será permitida \na realização de estágio não obrigatório. O estágio supervisionado obrigatório é requisito para aprovação e obtenção de \ndiploma. O estágio não obrigatório é desenvolvido como atividade opcional, e a sua carga horária será acrescida ao \nhistórico. \n \n10.3. INICIAÇÃO CIENTÍFICA \n \nO Programa de Iniciação Científica (PIC) do IFNMG - Campus Januária é destinado aos discentes selecionados \ncom base no rendimento acadêmico e no talento investigativo. Ele visa permitir atuação de discentes nos projetos de \npesquisa aprovados pela Coordenação de Pesquisa e Pós- Graduação e pela Direção Geral. O PIC oferta bolsas de auxílio \nfinanceiro aos discentes, sendo que o número destas é definido através de Edital, por ato específico da Direção Geral. Há \ntambém a modalidade bolsista voluntário, a qual implica ausência de qualquer tipo de auxílio financeiro da instituição. \nSão objetivos do PIC: \nI. Em relação à Instituição: \na) Sistematizar e institucionalizar as pesquisas de iniciação científica; \nb) Tornar as ações institucionais competitivas na construção do conhecimento científico, disponibilizando este à \ncomunidade regional a partir de palestras, mini-cursos, dia de campo, entre outras estratégias de difusão \ntecnológica que dê respaldo à importância e ao reconhecimento pleno da Instituição;\n", "27": "27\n \n \nc) Permitir à Instituição ser uma vanguarda regional na área de desenvolvimento científico, atraindo assim \ndocentes e discentes com melhor qualidade técnica; \nd) Qualificar docentes e discentes, com vistas à continuidade da respectiva formação técnica e acadêmica, pelo \nencaminhamento dos mesmos para futuros programas de pós-graduação, com conseqüente reconhecimento da \nInstituição. \nII. Em relação aos discentes: \na) Despertar vocação científica e incentivar talentos potenciais de discentes, pela sua participação efetiva em \nprojetos de pesquisa e investigação científica; \nb) Proporcionar o domínio da metodologia científica, assim como, estimular desenvolvimento do pensamento \ncientífico aos discentes; \nc) Permitir produção científica de discentes vinculados ao PIC; \nd) Preparar o discente para acesso à pós-graduação. \nIII. Em relação aos docentes: \na) Estimular docentes para a prática da pesquisa científica, destacando o seu papel na orientação de \ndiscentes da Instituição; \nb) Aumentar a produção científica do docente, permitindo o seu devido reconhecimento profissional, a \npartir de difusão dos resultados em palestras, dia de campo, congressos, entre outros; \nc) Melhorar o processo ensino - aprendizagem, difundindo em sala de aula as descobertas \ncientíficas. \n10.4. TRABALHO DE CONCLUSÃO DE CURSO \nO discente para obter titulação de Engenheiro Agrônomo tem que desenvolver uma monografia, focando uma \npesquisa, preferencialmente relacionando sua prática em campo com o saber teórico. Esse trabalho de conclusão de curso \n(TCC) se constitui no estudo de uma temática de interesse agronômico. O TCC deve ser realizado individualmente pelo \ndiscente, sob a orientação de docente do próprio IFNMG - Campus Januária ou por profissional de outra Instituição, de \nnotado destaque em sua área de atuação.\n", "28": "28\n \n \nA distribuição da carga horária para TCC se justifica pela necessidade de elaboração do projeto de pesquisa e da \nexperimentação nas suas etapas: justificativa do problema; objetivo e hipóteses do estudo; estado atual da “arte”, por meio \nde levantamento bibliográfico; e metodologia e resultados esperados; implantação e acompanhamento de experimentos; \ncoleta e análise estatística de dados; resultados, discussão e conclusões. \nNo âmbito da legislação federal o TCC encontra amparo e dispositivos legais na Lei 10. 973, de 02 de dezembro \nde 2004, que dispõe sobre incentivos à inovação e à pesquisa científica e tecnológica no ambiente produtivo e dá outras \nprovidências. \nArt. 1o Esta Lei estabelece medidas de incentivo à inovação e à pesquisa científica e tecnológica no ambiente produtivo, \ncom vistas à capacitação e ao alcance da autonomia tecnológica e ao desenvolvimento industrial do País, nos termos dos \nArts. 218 e 219 da Constituição. \nArt. 2o Para os efeitos desta Lei, considera-se: \nV - Instituição Científica e Tecnológica - ICT: órgão ou entidade da administração pública que tenha por missão \ninstitucional, dentre outras, executar atividades de pesquisa básica ou aplicada de caráter científico ou tecnológico; \nVII - instituição de apoio - fundação criada com a finalidade de dar apoio a projetos de pesquisa, ensino e extensão e de \ndesenvolvimento institucional, científico e tecnológico de interesse das IFES e demais ICTs, registrada e credenciada nos \nMinistérios da Educação e da Ciência e Tecnologia, nos termos da Lei no 8.958, de 20 de dezembro de 1994; (Redação \ndada pela Lei n° 12.349, de 2010) \nO TCC deve ser apresentado sob forma de Monografia \nMonografia: \nA Monografia é um estudo sobre um tema específico, delimitado, obedecendo às normas gerais da metodologia \ncientífica. Portanto, é um trabalho escrito respaldado por uma atividade de pesquisa, apresentando como \ncaracterísticas: sistematização, completude, unidade temática, investigação de fatos, metodologia adequada, \ncontribuição da reflexão para a Ciência. \nO tema da Monografia é escolhido pelo bacharelando em agronomia devendo ser compatível com as temáticas \ndesenvolvidas durante o curso que tem como foco principal a formação de bacharéis agrônomos. \n", "29": "29\n \nA Monografia, conforme definida em seu Regulamento elaborado pela Coordenação de Cursos da área de \nCiência Agrárias e aprovado pelo Colegiado de Cursos Superiores e pelo Conselho Diretor do Campus Januária - \nIFNMG (Vide Anexo 03), é realizada individualmente, sob a orientação de um professor da área de Ciência Agrárias \ndo Instituto Federal de Educação, Ciência e Tecnologia do Norte de Minas Gerais, Campus Januária, que por sua vez, \ndeve computar a freqüência (mínima de 75%) dos alunos aos encontros de orientação, bem como registrar, \nsistematicamente, através de, no mínimo, dois relatórios, o desempenho do bacharelando em Agronomia, durante o \nprocesso de construção da Monografia que deve ocorrer nos 2 (dois) últimos períodos letivos. \nAs Monografias serão apresentadas por escrito e oralmente a uma Banca Avaliadora composta por três \nprofissionais da área de Ciências Agrárias, sendo um deles o orientador do aluno. \nApós a apreciação da Monografia apresentada pelo licenciando, será atribuído o resultado final de Aprovação, \nAprovação Condicional, aprovação condicionada às correções propostas pela banca as quais o estudante terá de fazer \npara obter a Aprovação, ou Reprovação, justificado em parecer assinado pelos membros da citada Banca Examinadora. \nPara fins de aprovação no TCC o acadêmico deverá apresentar aproveitamento de 60% na média dos três \navaliadores que compõem a Banca Examinadora.\n", "30": "30\n \n11. ESTRUTURA CURRICULAR \n11.1. DISCIPLINAS OBRIGATÓRIAS \n \n1º Período \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \nJANBCAN\n001 \nCitologia \n60 \n-- \nMaria Rosilene Alves \nDamasceno \nJANBCAN\n002 \nIntrodução à Engenharia Agronômica \n40 \n-- \nAroldo Gomes Filho \nJANBCAN\n003 \nIntrodução à Informática  \n40 \n-- \nValkennedy de Moura \nCastro  \nJANBCAN\n004 \nPortuguês Instrumental \n40 \n-- \nPedro Borges Pimenta \nJúnior \nJANBCAN\n005 \nMatemática Elementar \n60 \n-- \nRomário Santos \nMadureira \nJANBCAN\n006 \nCálculo Diferencial e Integral I \n80 \n-- \nCelimar Reijane Alves \nDamasceno Paiva \nJANBCAN\n007 \nQuímica Geral \n80 \n-- \nJomar de Oliveira \nVasconcelos \nSubtotal \n400 \n \n \n \n2º Período \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \nJANBCAN008 \nMicrobiologia Geral \n60 \nJANBCAN001 \nLuiz Carlos Ferreira \nJANBCAN009 \nMorfologia e Anatomia Vegetal \n80 \nJANBCAN001 \nLilian Betânia Reis \nAmaro \nJANBCAN010 \nEcologia Básica \n40 \n-- \nHamilton dos Reis \nSales \nJANBCAN011 \nDesenho Técnico Auxiliado por \nComputador \n60 \n-- \nSelma Alves Abrahão \nJANBCAN012 \nGênese, Constituição, Propriedades e \nClassificação de Solos \n80 \n-- \nManoel Xavier de \nOliveira Júnior \nJANBCAN013 \nCálculo Diferencial e Integral II \n80 \nJANBCAN006 \nAdriana Martins da \nSilva Castro \nJANBCAN014 \nQuímica Orgânica \n60 \nJANBCAN007 \nJomar de Oliveira \nVasconcelos \nSubtotal \n460 \n \n \n \n3º Período \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \n", "31": "31\n \n(h/a) \nJANBCAN015 \nSistemática e Taxonomia Vegetal \n60 \nJANBCAN009 \nLilian Betânia Reis \nAmaro \nJANBCAN016 \nBioquímica \n80 \nJANBCAN001 \nClináscia Rodrigues \nRocha Araújo \nJANBCAN017 \nMeteorologia e Climatologia \n60 \n-- \nAntônio Fábio Silva \nSantos \nJANBCAN018 \nFísica do Solo \n40 \nJANBCAN012 \nManoel Xavier de \nOliveira Júnior \nJANBCAN019 \nFísica Geral \n80 \nJANBCAN013 \nEdinei Canuto Paiva \nJANBCAN020 \nIntrodução à Estatística \n40 \n-- \nWaldomiro Rodrigues \nBorba Júnior \nJANBCAN021 \nQuímica Analítica \n80 \nJANBCAN007 \nJoel Santana do \nNascimento \nSubtotal \n440 \n \n \n \n4º Período \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \nJANBCAN022 \nFisiologia Vegetal \n100 \nJANBCAN016 \nRodrigo Amato Moreira \nJANBCAN023 \nMecanização Agrícola \n60 \n-- \nGracielly Ribeiro de \nAlcântara \nJANBCAN024 \nTopografia \n80 \nJANBCAN011 \nSelma Alves Abrahão \nJANBCAN025 \nFertilidade do Solo \n80 \n JANBCAN012 \nJANBCAN012 \nDilermando Dourado \nPacheco \nJANBCAN026 \nMetodologia Científica \n40 \n-- \nTatiana Tozzi Martins \nSouza Rodrigues \nJANBCAN027 \nExperimentação Agrícola \n60 \nJANBCAN020 \nDilermando Dourado \nPacheco \nSubtotal \n420 \n \n \n \n5º Período \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \nJANBCAN028 \nMicrobiologia dos Solos \n40 \nJANBCAN008 \nLuiz Carlos Ferreira \nJANBCAN029 \nGenética \n60 \nJANBCAN001 \nAroldo Gomes Filho \nJANBCAN030 \nHidráulica \n60 \nJANBCAN019 \nAntônio Fábio Silva \nSantos \nJANBCAN031 \nFitopatologia I \n80 \nJANBCAN008 \nTatiana Tozzi Martins \nSouza Rodrigues \nJANBCAN032 \nEntomologia Geral \n80 \nJANBCAN010 \nEliane Souza Gomes \nBrito \nJANBCAN033 \nZootecnia Geral \n80 \n-- \nWagner Azis Garcia de \nAraújo \n", "32": "32\n \n \nOptativas \n \n \n \nSubtotal \n400 \n \n \n \n6º Período \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \nJANBCAN034 \nLegislação Ambiental \n60 \n-- \nSoraia Ataíde Linhares \nFrota \nJANBCAN035 \nIrrigação e Drenagem \n80 \nJANBCAN030 \nAntônio Fábio Silva \nSantos \nJANBCAN036 \nManejo e Conservação do Solo \n60 \nJANBCAN025 \nManoel Xavier de \nOliveira Júnior \nJANBCAN037 \nFitopatologia II \n80 \nJANBCAN031 \nTatiana Tozzi Martins \nSouza Rodrigues \nJANBCAN038 \nMelhoramento Genético Vegetal \n80 \nJANBCAN029 \nAroldo Gomes Filho \nJANBCAN039 \nEntomologia Agrícola \n80 \nJANBCAN032 \nEliane Souza Gomes \nBrito \n \nOptativas \n \n \n \nSubtotal \n440 \n \n \n \n7º Período \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \nJANBCAN040 \nBiologia e Manejo de Plantas Daninhas \n80 \nJANBCAN022 \nClaubert Wagner G. \nMenezes \nJANBCAN041 \nOlericultura I \n80 \nJANBCAN022 \nJANBCAN025 \nNelson Licínio \nCampos de Oliveira \nJANBCAN042 \nFruticultura I (Banana, Abacaxi e \nManga) \n80 \nJANBCAN022 \nJANBCAN025 \nDilermando Dourado \nPacheco \nJANBCAN043 \nGrandes Culturas I (Milho e Soja) \n80 \nJANBCAN022 \nJANBCAN025 \nClaubert Wagner G. \nMenezes \n \nOptativas \n \n \n \nSubtotal \n320 \n \n \n \n8º Período \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \nJANBCAN044 \nSociologia Rural \n40 \n-- \nEliane Souza Gomes \nBrito \nJANBCAN045 \nEconomia Rural \n60 \n-- \nFelipe Lisboa Guedes \nJANBCAN046 \nSistemas de Produção Agroecológicos \n80 \nJANBCAN025 \nAlberto Luiz Ferreira \nBerto \nJANBCAN047 \nSilvicultura \n60 \nJANBCAN022 \nTattiane Gomes Costa \n", "33": "33\n \nJANBCAN025 \nJANBCAN048 \nProcessamento Animal e Vegetal \n80 \n-- \nGeralda Magela Costa \nNobre \n \nOptativas \n \n \n \nSubtotal \n320 \n \n \n \n9º Período \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \nJANBCAN049 \nGestão do Agronegócio \n40 \nJANBCAN045 \nRoberto Comini Frota \nJANBCAN050 \nDesenvolvimento Agrícola Sustentável \n60 \nJANBCAN044 \nAlberto Luiz Ferreira \nBerto \nJANBCAN051 \nConstruções Rurais e Ambiência \n80 \n-- \nGracielly Ribeiro de \nAlcântara \n \nOptativas \n \n \n \nSubtotal \n180 \n \n \n \n10º Período \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \nJANBCAN052 \nReceituário Agronômico e Deontologia \n40 \nJANBCAN036 \nJANBCAN039 \nJANBCAN041 \nJANBCAN037 \nJANBCAN040 \nEliane Souza Gomes \nBrito \nJANBCAN053 \nPlanejamento Agronômico Integrado** \n96 \nJANBCAN036 \nJANBCAN039 \nJANBCAN041 \nJANBCAN037 \nJANBCAN040 \nJANBCAN044 \nJANBCAN045 \nEdnaldo Liberato de \nOliveira \nJANBCAN054 \nEstágio Curricular Obrigatório \n432* \n-- \n-- \nJANBCAN055 \nTrabalho de Conclusão do Curso \n60 \nJANBCAN036 \nJANBCAN039 \nJANBCAN041 \nJANBCAN037 \nJANBCAN040 \nJANBCAN026 \nJANBCAN027 \nTatiana Tozzi Martins \nSouza Rodrigues \n \nOptativas \n \n \n \nSubtotal \n532 \n \n \n* Obs. Atividades realizadas em ambiente externo à sala de aula, por isso, considera-se hora de 60 min. \n** A disciplina Planejamento Agronômico Integrado é considerada uma atividade complementar do \ncurso. \n", "34": "34\n \n \nCarga Horária \nDisciplinas Obrigatórias: 3640 h/a \nDisciplinas Optativas: 360 h/a (mínimo) \nEstágio Obrigatório: 360 h \n \n11.2. DISCIPLINAS OPTATIVAS \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nPROFESSOR \nRESPONSÁVEL \nGrupo 1 – Fisiologia e Propagação de Plantas \nJANBCAN056 \nNutrição Mineral de Plantas \n60 \nJANBCAN022 \nEdnaldo Liberato de \nOliveira \nJANBCAN057 \nEcofisiologia Vegetal \n60 \nJANBCAN022 \n-- \nJANBCAN058 \nTecnologia e Produção de Sementes \n80 \nJANBCAN022 \nRodrigo Amato \nMoreira \nJANBCAN059 \nPropagação Vegetativa de Plantas \n80 \nJANBCAN022 \n-- \nJANBCAN060 \nFisiologia Aplicada a Plantas Agrícolas \n60 \nJANBCAN022 \n-- \nJANBCAN061 \nFisiologia e Manejo Pós-Colheita \n60 \nJANBCAN022 \nAroldo Gomes Filho \nJANBCAN166 \nTécnicas Biologia Molecular Aplicada \na Agronomia \n40 \nJANBCAN022 \nTatiana Tozzi Martins \nSouza Rodrigues \nGrupo 2 – Solos \nJANBCAN062 \nAdubos e adubações \n60 \nJANBCAN025 \nDilermando Dourado \nPacheco \nJANBCAN168 \nAvaliação da Fertilidade do Solo \n60 \nJANBCAN025 \nJANBCAN027 \nDilermando Dourado \nPacheco \nGrupo 3 – Produção Vegetal \nJANBCAN063 \nFloricultura e Paisagismo \n60 \nJANBCAN022 \nJANBCAN025 \n-- \nJANBCAN064 \nForragicultura \n60 \nJANBCAN022 \nJANBCAN025 \nJussara Barros Silva \nJANBCAN065 \nOlericultura II \n60 \nJANBCAN022 \nJANBCAN025 \nNelson Licínio \nCampos de Oliveira \nJANBCAN066 \nOlericultura III \n60 \nJANBCAN022 \nJANBCAN025 \nNelson Licínio \nCampos de Oliveira \nJANBCAN067 \nProdução de Hortaliças em Ambiente \nProtegido \n60 \nJANBCAN022 \nJANBCAN025 \nNelson Licínio \nCampos de Oliveira \nCÓDIGO \nDISCIPLINA \nCARGA \nHORÁRIA \n(h/a) \nPRÉ-\nREQUISITO \nCÓDIGO SAGU \nGrupo 3 – Produção Vegetal \nJANBCAN068 \nAgricultura Orgânica \n60 \nJANBCAN022 \nJANBCAN025 \nAlberto Luiz Ferreira \nBerto \nJANBCAN069 \nPlantas Medicinais e Aromáticas \n60 \nJANBCAN022 \nJANBCAN025 \nClaubert Wagner G. \nMenezes \nJANBCAN070 \nFruticultura II \n60 \nJANBCAN022 \nRodrigo Amato \n", "35": "35\n \nJANBCAN025 \nMoreira \nJANBCAN071 \nFruticultura III \n60 \nJANBCAN022 \nJANBCAN025 \nRodrigo Amato \nMoreira \nJANBCAN072 \nGrandes Culturas II (Arroz, Cana-de-\nAçúcar, Feijão e Sorgo)  \n80 \nJANBCAN022 \nJANBCAN025 \nClaubert Wagner G. \nMenezes \nJANBCAN073 \nGrandes Culturas III (Algodão, Girassol \ne Mamona) \n60 \nJANBCAN022 \nJANBCAN025 \nClaubert Wagner G. \nMenezes \nJANBCAN074 \nGrandes Culturas IV (Café e Mandioca) \n40 \nJANBCAN022 \nJANBCAN025 \nClaubert Wagner G. \nMenezes \nGrupo 4 – Conservação e Processamento Vegetal \nJANBCAN075 \nBeneficiamento e Armazenamento de \nGrãos \n80 \nJANBCAN043 \nWagner da Cunha \nSiqueira \nJANBCAN076 \nProcessamento de Produtos de Origem \nVegetal \n60 \nJANBCAN048 \nGeralda Magela \nCosta Nobre \nJANBCAN077 \nProcessamento de Produtos de Origem \nAnimal \n60 \nJANBCAN048 \nGeralda Magela \nCosta Nobre \nGrupo 5 – Engenharia Agrícola e Ambiental \nJANBCAN078 \nMáquinas e Motores \n60 \nJANBCAN018 \nJANBCAN019 \n-- \nJANBCAN079 \nInstalações Elétricas Rurais \n60 \nJANBCAN019 \n-- \nJANBCAN080 \nRelação Solo-água-clima-planta \n60 \nJANBCAN018 \nJANBCAN017 \nEdnaldo Liberato de \nOliveira \nJANBCAN081 \nHidrologia \n60 \n-- \n-- \nJANBCAN082 \nGestão Ambiental \n60 \n-- \n-- \nJANBCAN083 \nTecnologia de Aplicação de \nFitossanitáios \n60 \nJANBCAN078 \nJANBCEG027 \nEliane Souza Gomes \nBrito \nJANBCAN084 \nSistemas de Informação Geográfica \n60 \nJANBCAN011 \nJANBCEG006 \nSelma Alves Abrahão \nJANBCAN085 \nSensoriamento Remoto \n60 \nJANBCAN003 \nJANBCEG002 \nSelma Alves Abrahão \nJANBCAN086 \nProjetos de Irrigação e Drenagem \n80 \nJANBCAN035 \nAntônio Fábio Silva \nSantos \nJANBCAN087 \nManejo de Irrigação \n80 \nJANBCAN035 \nAntônio Fábio Silva \nSantos \nJANBCAN164 \nRecuperação de Áreas Degradadas \n60 \nJANBCAN018 \nTattiane Gomes Costa \nJANBCAN165 \nAgricultura de Precisão \n60 \nJANBCAN084 \nSelma Alves Abrahão \nGrupo 6 – Defesa Sanitária Vegetal \nJANBCAN088 \nManejo Integrado de Doenças de \nPlantas \n60 \nJANBCAN037 \nTatiana Tozzi Martins \nSouza Rodrigues \nJANBCAN089 \nManejo Integrado de Pragas \n60 \nJANBCAN039 \nEliane Souza Gomes \nBrito \nJANBCAN090 \nControle Biológico \n40 \nJANBCAN037 \nJANBCAN039 \nEliane Souza Gomes \nBrito \nJANBCAN167 \nApicultura e Meliponicultura \n60 \nJANBCAN032 \nJANBCAN033 \nJANBCAN 039 \nEliane Souza Gomes \nBrito \n", "36": "36\n \nJANBCAN 010 \nGrupo 7 – Gestão do Agronegócio \nJANBCAN091 \nPrincípios de Administração e Gerência \n80 \n-- \n-- \nJANBCAN092 \nContabilidade Básica \n80 \n-- \n-- \nJANBCAN093 \nIntrodução à economia \n40 \n-- \n-- \nJANBCAN094 \nConstrução de Negócios I \n80 \n-- \n-- \nJANBCAN095 \nComércio Exterior \n80 \n-- \n-- \n \nCÓDIGO \n \nDISCIPLINA \n \nCARGA \nHORÁRIA \n(h/a) \n \nPRÉ-\nREQUISITO \n \nCÓDIGO SAGU \nGrupo 8 – Produção Animal \nJANBCAN096 \nZootecnia I (Aquicultura, Piscicultura e \nRanicultura) \n80 \nJANBCAN033 \nWagner Azis Garcia \nde Araújo \nJANBCAN097 \nZootecnia II (Avicultura e \nSuinocultura) \n80 \nJANBCAN033 \nWagner Azis Garcia \nde Araújo \nJANBCAN098 \nZootecnia III (Bovinocultura, \nOvinocultura e Caprinocultura) \n80 \nJANBCAN033 \nJussara Barros Silva \nGrupo 9 – Administração e Legislação \nJANBCAN099 \nDireito Administrativo \n80 \n-- \n-- \nJANBCAN100 \nLegislação Social e Trabalhista \nAplicada \n40 \n-- \n-- \nJANBCAN101 \nDireito Comercial \n80 \n-- \n-- \nJANBCAN102 \nLegislação Tributária \n40 \n-- \n-- \nJANBCAN103 \nGestão em Meio Ambiente \n40 \n-- \n-- \nJANBCAN104 \nAdministração Pública \n80 \n-- \n-- \nJANBCAN105 \nGestão da Qualidade \n80 \nJANBCAD138 \n-- \nGrupo 10 – Línguas e Códigos \n \nJANBCAN106 \nLíngua Brasileira de Sinais - LIBRAS \n40 \n-- \n-- \nJANBCAN107 \n Inglês Técnico \n40 \n-- \n-- \n \nSÍNTESE DA CARGA HORÁRIA DO CURSO \n \nMODALIDADE \nCH/A (50 minutos) \nCH (60 minutos) \nDisciplinas obrigatórias \n3480 \n2900:00 \nDisciplinas optativas \n360 \n300:00 \n \n \n \n11.3. TABELA DE EQUIVALÊNCIA DE DISCIPLINAS OBRIGATÓRIAS \n", "37": "37\n \n \n \n \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríodo Código \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n \n1° \n \nJANBCAN001 \n \nCitologia \n \n60 \n \n50:00 \n \n- \n \n- \n \n- \n \n- \n \n- \nJANBCAN156 \nBiologia \ngeral* \n1° \nAgronomia \n60 \n50:00 \nJANBCAN001 \nCitologia** \n1° \nAgronomia \n60 \n50:00 \nJANBCEG007 \nCitologia \n1° \nEAA \n60 \n50:00 \nJANLCBI002  \nBiologia \nCelular \n1° \nBiologia \n80 \n66:40 \n1º \nJANBCAN006 \nCálculo \nDiferencial \ne Integral I \n80 \n66:40 \n-- \n-- \n-- \n-- \n-- \nJANBCAN110 \nCálculo \nI*/** \n1O \nAgronomia \n60 \n50:00 \nJANLCFI039  \nCálculo \nDif. e \nIntegral I \n2° \nFísica \n120 \n100:00 \nJANLCFI097  \nCálculo \nDif. e \nIntegral I \n2° \nFísica \n120 \n100:00 \nJANBCEG003 \nCálculo \nDif. e \nIntegral I \n1O \nEAA \n80 \n66:40 \nJANTLAS079  \nCálculo \nDif. e \nIntegral I \n1° \nTADS \n80 \n66:40 \nJANBCEC001 \nCálculo \nDif. e \nIntegral I \n1°  \nEng. Civil \n80 \n66:40 \nJANBCSI007 \nCálculo \nDif. e \nIntegral I \n2° \nBSI \n80 \n66:40 \n1O \nJANBCAN005 \nMatemática \nElementar \n60 \n50:00 \n-- \n-- \n-- \n-- \n-- \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n1º \nJANBCAN003 \nIntrodução \nà \nInformática \n40 \n33:20 \n-- \n-- \n-- \n-- \n-- \nJANBCAN155  \n \nInformática \n* \n \n \n1O \n \nAgronomia \n40 \n33:20 \nJANBCAN109 \nInformática \nbásica ** \n", "38": "38\n \nJANBCAD001  \nIntrodução \nà \nInformática \n1º \nAdministra\nção \n40 \n33:20 \nJANBCEG002 \nIntrodução \nà \nInformática \n1O \nEAA \n40 \n33:20 \nJANLCBI006  \nIntrodução \nà \nInformática \n1º \nBiologia \n40 \n33:20 \nJANLCMM110 \nIntrodução \nà \nInformática \n1º \nMatemática \n40 \n33:20 \nJANLCFI005 \nIntrodução \nà \nInformática \n1º \nFísica \n40 \n33:20 \n1º \nJANBCAN002 \nIntrodução \nà \nEngenharia \nAgronômic\na \n40 \n33:20 \n-- \n-- \n-- \n-- \n-- \nJANBCAN154 \nJANBCAD108 \nIntrodução \nà \nagronomia*\n/** \n1O \nAgronomia \n40 \n33:20 \n1º \nJANBCAN004 \nPortuguês \nInstrumenta\nl \n40 \n33:20 \n-- \n-- \n-- \n-- \n-- \nJANBCAN113 \nPortuguês*/\n** \n1O \nAgronomia \n40 \n33:20 \nJANTLAS018  \nLíngua \nPortuguesa \nAplicada \n1º \nTADS \n40 \n33:20 \nJANLCFI034 \nPortuguês \nInstrumenta\nl I \n1º \nFísica \n40 \n33:20 \nJANLCFI092 \nPortuguês \nInstrumenta\nl \n1º \nFísica \n40 \n33:20 \nJANLCBIO05  \nPortuguês \nInstrumenta\nl I \n1° \nBiologia \n40 \n33:20 \n1º \nJANBCAN007 \nQuímica \nGeral \n80 \n66:40 \n-- \n-- \n-- \n-- \n-- \nJANBCAN112 \nQuímica \ngeral*/** \n1O \nAgronomia \n60 \n50:00 \nJANBCEG005 \nQuímica \nGeral \n1O \nEAA \n80 \n66:40 \n \nTotal \n400 \n333:20 \n \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n2° \nJANBCAN013 \nCálculo \nDiferencial \nE Integral II \n80 \n66:40 \n1O \nJANB\nCAN0\n06 \nCálculo \nDiferencial e \nIntegral I \n80 \n66:40 \nJANBCAN115 \nCálculo \nII*/** \n2O \nAgronomia \n60 \n50:00 \nJANBCEG009 \nCálculo \n2O \nEAA \n80 \n66:40 \n", "39": "39\n \nOu \n \nCálculo I \nDif. e \nIntegral II \nJANLCMM072  \nCálculo \nDif. e \nIntegral II \n3º \nMatemática \n80 \n66:40 \nJANTLAS043 \nCálculo \nDif. e \nIntegral II \n2º \nTADS \n80 \n66:40 \nJANBCEC008 \nCálculo \nDif. e \nIntegral II \n2° \nENG.CIVI\nL \n80 \n66:40 \nJANBCSI048 \nCálculo \nDif. e \nIntegral II \n3° \nBSI \n80 \n66:40 \n2O \nJANBCAN010 \nEcologia \nBásica \n40 \n33:20 \n-- \n-- \n-- \n-- \n-- \nJANBCAN010 \n \nEcologia \nbásica* \n \n2O \n \nAgronomia \n \n40 \n33:20 \nJANBCAN117 \nEcologia ** \n \n2O \nAgronomia \n60 \n50:00 \nJANBCEG012 \nEcologia \nbásica \n2O \nEAA \n40 \n33:20 \n2O \nJANBCAN008 \nMicrobiolo\ngia Geral \n60 \n50:00 \n1O \nJANB\nCAN0\n01 \nCitologia \n60 \n50 \nJANBCAN008  \n \nMicrobiolo\ngia geral * \n2O \nAgronomia \n60 \n50:00 \nJANBCAN116 \nMicrobiolo\ngia** \n2O \nAgronomia \n60 \n50:00 \nJANLCBI019 \n \nMicrobiolo\ngia \n3° \nBiologia \n60 \n50:00 \nJANBCEG010 \nMicrobiolo\ngia Geral \n2O \nEAA \n60 \n50:00 \n2O \nJANBCAN014 \nQuímica \nOrgânica \n60 \n50:00 \n1O \nJANB\nCAN0\n07 \nQuímica \nGeral ou \nQuímica \nGeral I \n80 \n66:40 \nJANBCAN014 \nQuímica \norgânica \n*/** \n2O \nAgronomia \n60 \n50:00 \nJANBCEG011 \nQuímica \nOrgânica \n2O \nEAA \n60 \n50:00 \n2O \nJANBCAN012 \nGênese, \nConstituiçã\no, \nPropriedade\ns e \nClassificaçã\no de Solos \n80 \n66:40 \n-- \n-- \n-- \n-- \n-- \nJANBCAN158 \nJANBCAN114 \nSolos I \n(Gênese do \nsolo)* ou \nSolos I ** \n2O \n2O \nAgronomia \nAgronomia \n80 \n80 \n66:40 \n66:40 \n \n \n \nJANBCEG008 \nGênese, \nconstituição\n, \npropriedade\ns e \nclassificaçã\no de solos \n2O \nEAA \n \n \n \n80 \n \n \n \n66:40 \n2O \nJANBCAN009 \nMorfologia \ne Anatomia \nVegetal \n \n80 \n66:40 \n1O \nJANB\nCAN0\n01 \nCitologia \n60 \n50 \nJANBCAN118 \nAnatomia \nvegetal \n*/** \n2O \nAgronomia \n60 \n50:00 \n2O \nJANBCAN011 \nDesenho \n60 \n50:00 \n-- \n-- \n-- \n-- \n-- \nJANBCAN157 \n \n \n \n60 \n50:00 \n", "40": "40\n \nTécnico \nAuxiliado \npor \nComputado\nr \n \nDesenho \ntécnico * \n1O \n \n \nAgronomia \nJANBCAN159 \nDesenho \nTécnico e \nauxiliado \npor \ncomputador \n* \n \n4O \n \n \n \nAgronomia \n40 \n33:20 \nJANBCAN119 \nDesenho \nTécnico e \nauxiliado \npor \ncomputador\n** \n2O \nAgronomia \n60 \n50:00 \nJANBCEG006 \nDesenho \nTécnico \nauxiliado \npor \ncomputador \n1O \n \nEAA \n60 \n50:00 \n \n \nTotal \n460 \n383:20 \n \n \n \n \n \n \n \n \n \n \n \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n3O \nJANBCAN016 \nBioquímica \n80 \n66:40 \n1O  \nJANB\nCAN0\n01 \nCitologia \n60 \n50:00 \nJANBCAN016 \n \nBioquímica \n*/** \n3O \n \nAgronomia \n \n80 \n \n66:40 \n \nJANLCBI021 \n \nBioquímica \n3O \nBiologia \n60 \n50:00 \n3O \nJANBCAN020 \n \nIntrodução \nà Estatística \n \n40 \n33:20 \n-- \n-- \n-- \n-- \n-- \nJANBCAN123 \nEstatística \n*/** \n3O \nAgronomia \n60 \n50:00 \nJANBCAD010 \nEstatística \nAplicada a \nNegócios \n2° \nAdministra\nção \n80 \n66:40 \nJANBCEG018 \nIntrodução \nà Estatística \n3O \nEAA \n40 \n33:20 \nJANLCBI012 \nFundament\nos de \nEstatística \n2° \nBiologia \n40 \n33:20 \nJANLCFI048 \nFundament\nos de \nEstatística \n3° \nFísica \n40 \n33:20 \nJANLCMM095 \nEstatística \n6° \nMatemática \n80 \n66:40 \nJANTLAS046 \nEstatística \n3° \nTADS \n40 \n33:20 \n3O \nJANBCAN017 \nMeteorolog\n60 \n50:00 \n-- \n-- \n-- \n-- \n-- \nJANBCAN122 \nMeteorolog\n3O \nAgronomia \n60 \n50:00 \n", "41": "41\n \nia e \nClimatologi\na  \nia e \nclimatologi\na agrícola \n*/** \nJANBCEG017 \nMeteorolog\nia e \nClimatologi\na \n3O \nEAA \n60 \n50:00 \n3O \nJANBCAN021 \nQuímica \nAnalítica  \n \n80 \n \n66:40 \n1O \nJANB\nCAN0\n07 \nQuímica \nGeral ou \nQuímica \nGeral I \n80 \n66:40 \nJANBCAN121 \nQuímica \nanalítica \n*/** \n3O \nAgronomia \n60 \n50:00 \nJANBCEG016 \nQuímica \nAnalítica \n3O \nEAA \n80 \n66:40 \n3O \nJANBCAN015 \nSistemática \ne \nTaxonomia \nVegetal  \n \n60 \n50:00 \n2O \nJANB\nCAN0\n09 \nMorfologia e \nAnatomia \nVegetal \n80 \n66:40 \nJANBCAN015 \nSistemática \ne \ntaxonomia \nvegetal \n*/** \n3O \nAgronomia \n60 \n50:00 \n3O \nJANBCAN018 \nFísica do \nSolo \n \n40 \n33:20 \n2O \nJANB\nCAN0\n12 \nGênese, \nConstituição, \nPropriedades e \nClassificação \nde Solos \nou \nSolos I \n(Gênese do \nSolo) \nou \nSolos I \n(Gênese, \nconstituição, \npropriedades e \nclassificação \nde solos) \n \n80 \n66:40 \nJANBCAN120 \nSolos II - \nFísica do \nsolo */** \n3O \nAgronomia \n40 \n33:20 \nJANBCEG014 \nFísica do \nsolo \n3O \nEAA \n40 \n33:20 \n3O \n \nJANBCAN019 \n \nFísica Geral \n \n80 \n \n66:40 \n \n2O \n \nJANB\nCAN0\n13 \nCálculo \ndiferencial e \nintegral II \nou \nCálculo II \n \n80 \n \n66:40 \n \nJANBCAN111 \nFísica */** \n1O \nAgronomia \n80 \n66:40 \nJANLCMM014 \nJANLCMM022 \nFísica I \nFísica II \n1O \n \n2° \nMatemática \n60 \n \n60 \n50:00 \n \n50:00 \n \n \nTotal \n440 \n366:40 \n \n \n \n \n \n \n \n \n \n \n \n \n \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \n", "42": "42\n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \nPRÉ-REQUISITOS \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n4O \nJANBCAN027 \nExperiment\nação \nAgrícola  \n60 \n50:00 \n3O \nJANB\nCAN0\n20 \nIntrodução a \nestatística ou \nestatística \n40 \n33:20 \nJANBCAN027 \nExperiment\nação \nagrícola \n*/** \n4O \nAgronomia \n60 \n50:00 \nJANBCEG041 \nExperiment\nação \nAgrícola \n6O \nEAA \n  \n60 \n \n50:00 \n4O \nJANBCAN022 \nFisiologia \nVegetal \n100 \n83:20 \n3O \nJANB\nCAN0\n16 \nBioquímica \n80 \n66:40 \nJANBCAN022 \nFisiologia \nvegetal \n*/** \n4O \nAgronomia \n100 \n83:20 \n4O \nJANBCAN023 \nMecanizaçã\no Agrícola \n60 \n50:00 \n-- \n-- \n-- \n-- \n-- \nJANBCAN023 \nMecanizaçã\no agrícola \n*/** \n4O \nAgronomia \n60 \n50:00 \nJANBCEG028 \nMecanizaçã\no agrícola \n5O \nEAA \n60 \n50:00 \n4O \n \nJANBCAN025 \n \nFertilidade \ndo Solo \n80 \n66:40 \n2O \n3O \nJANB\nCAN0\n12 \nJANB\nCAN0\n18 \n \nGênese, \nconstituição, \npropriedades e \nclassificação \nde solos \nou \nSolos I \n(Gênese do \nsolo) \nou \nSolos I \n(Gênese, \nconstituição, \npropriedades e \nclassificação \nde solos) \nFísica do Solo \n80 \n40 \n66:40 \n33:20 \n \nJANBCAN124 \n \nSolos III – \nFertilidade \ndo solo ** \nou \nSolos III * \n \n4O \n \n4O \nAgronomia \n \nAgronomia \n80 \n \n80 \n66:40 \n \n66:40 \n \n \n \n \n \n \n \nJANBCEG021 \n \n \n \n \n \n \n \nFertilidade \ndo solo \n4O \nEAA \n \n \n \n \n \n \n \n80 \n \n \n \n \n \n \n \n66:40 \n4O \nJANBCAN026 \nMetodologi\na Científica \n40 \n33:20 \n-- \n-- \n-- \n-- \n-- \nJANBCAN026 \nMetodologi\na científica \n*/** \n2O \nAgronomia \n40 \n33:20 \nJANBCAD025 \nMetodologi\na Científica \n4° \nAdministra\nção \n40 \n33:20 \n", "43": "43\n \nI \nJANBCEG025 \nMetodologi\na Científica \n4O \nEAA \n40 \n33:20 \nJANLCBI007 \nMétodos e \nTécnicas de \nEstudos e \nPesquisas \n1° \nBiologia \n40 \n33:20 \nJANLCFI036 \nMétodos e \nTécnicas de \nEstudos e \nPesquisas \n1° \nFísica \n40 \n33:20 \nJANLCMM111 \nMétodos e \nTécnicas de \nPesquisa \n1° \nMatemática \n40 \n33:20 \n4O \nJANBCAN024 \nTopografia  \n80 \n66:40 \n2O \nJANB\nCAN0\n11 \nDesenho \ntécnico \nauxiliado por \ncomputador \nou \nDesenho \nauxiliado por \ncomputador \n60 \n50:00 \nJANBCAN024 \nTopografia \n*/** \n3O \nAgronomia \n80 \n66:40 \nJANBCEC010 \nTopografia \n2º \nEng. Civil \n100 \n83:20 \nJANBCEG024 \nTopografia \n4O \nEAA \n80 \n   \n \n66:40 \n \n \nTotal \n420 \n350:00 \n \n \n \n \n \n \n \n \n \n \n \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n5O \nJANBCAN028 \nMicrobiolo\ngia dos \nSolos \n40 \n33:20 \n2O \nJANB\nCAN0\n08 \nMicrobiologia \ngeral ou \nMicrobiologia \n60 \n50:00 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n5O \nJANBCAN029 \nGenética \n60 \n50:00 \n1O \nJANB\nCAN0\n01 \nCitologia \n60 \n50:00 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n5O \nJANBCAN030 \nHidráulica \n60 \n50:00 \n3O \nJANB\nCAN0\n19 \n \nFísica geral \n80 \n66:40 \n-- \nSem \nequivalente \n-- \n-- \n-- \n-- \nJANBCEG034 \nHidráulica \n5o \n \nEAA \n60 \n50:00 \n5O \n \nJANBCAN031 \nFitopatologi\na I \n \n80 \n \n66:40 \n \n2O \nJANB\nCAN0\n08 \nMicrobiologia \ngeral ou \nMicrobiologia \n60 \n50:00 \nJANBCAN132 \n \nFitopatolog\nia I */** \n \n5o \n \nAgronomia \n \n60 \n \n50:00 \n5O \nJANBCAN033 \nZootecnia \nGeral \n80 \n66:40 \n-- \n-- \n-- \n-- \n-- \nJANBCAN134 \nZootecnica \ni  */** \n5o \nAgronomia \n60 \n50:00 \n5O \nJANBCAN032 \nEntomologi\na Geral \n80 \n66:40 \n2O \nJANB\nCAN0\nEcologia \nbásica ou \n40 \n50:00 \nJANBCAN125 \nEntomologi\na I */** \n4o \nAgronomia \n80 \n66:40 \n", "44": "44\n \n10 \nEcologia \n \n \nTotal \n400 \n333:20 \n \n \n \n \n \n \n \n \n \n \n \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n6O \nJANBCAN034 \nLegislação \nAmbiental \n60 \n50:00 \n- \n- \n- \n- \n- \nJANBCEG031 \nLegislação \nAmbiental \n5O \nEAA \n60 \n50:00 \n6O \nJANBCAN035 \nIrrigação e \nDrenagem \n80 \n66:40 \n5O \nJANB\nCAN0\n30 \nHidráulica \n60 \n50:00 \nJANBCAN035 \nIrrigação e \ndrenagem \n*/** \n6O \nAgronomia \n80 \n66:40 \n6O \nJANBCAN036 \nManejo e \nConservaçã\no do Solo \n60 \n50:00 \n4o \nJANB\nCAN0\n25 \nFertilidade do \nSolo \n80 \n66:40 \nJANBCAN130 \n \nManejo e \nconservaçã\no do solo e \nágua */** \n6O \n \n \n \nAgronomia \n \n \n \n60 \n \n50:00 \nJANBCEG044 \nManejo e \nConservaçã\no do Solo e \nÁgua \n7O \nEAA \n60 \n50:00 \n6O \nJANBCAN037 \nFitopatologi\na II \n80 \n66:40 \n5O \nJANB\nCAN0\n31 \nFitopatologia \nI \n80 \n66:40 \nJANBCAN037 \nFitopatolog\nia II \n*/** \n6O \nAgronomia \n80 \n66:40 \n6O \nJANBCAN038 \nMelhorame\nnto \nGenético \nVegetal \n80 \n66:40 \n5O \nJANB\nCAN0\n29 \nGenética \n60 \n50:00 \nJANBCAN038 \nMelhorame\nnto \ngenético \nvegetal \n*/** \n5O \nAgronomia \n60 \n50:00 \n6O \nJANBCAN039 \nEntomologia \nAgrícola \n80 \n66:40 \n5O \nJANB\nCAN0\n32 \nEntomologia \nGeral \n80 \n66:40 \nJANBCAN133 \nEntomologi\na II \n*/** \n5O \nAgronomia \n80 \n66:40 \n \n \nTotal \n440 \n366:40 \n \n \n \n \n \n \n \n \n \n \n \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n", "45": "45\n \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n7o \nJANBCAN040 \nBiologia e \nManejo de \nPlantas \nDaninhas \n80 \n66:40 \n4o \nJANB\nCAN0\n22 \nFisiologia \nVegetal \n100 \n83:20 \nJANBCAN040 \n \nBiologia e \nmanejo de \nplantas \ndaninhas \n*/** \n6O \nAgronomia \n80 \n66:40 \n7o \nJANBCAN041 \nOlericultura \nI \n80 \n66:40 \n4o \n \n4o \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \n \nFisiologia \nVegetal \n \n \nFertilidade do \nSolo \n100 \n \n80 \n83:20 \n \n66:40 \nJANBCAN142 \n \nOlericultura \n*/** \n8o \nAgronomia \n80 \n66:40 \n7o \nJANBCAN042 \nFruticultura \nI (Banana, \nAbacaxi e \nManga) \n \n80 \n66:40 \n4o \n \n4o \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \n \nFisiologia \nVegetal \n \nFertilidade do \nSolo \n100 \n \n80 \n83:20 \n \n66:40 \nJANBCAN134 \n \nFruticultura \nI */** \n7o \nAgronomia \n60 \n50:00 \n7o \nJANBCAN043 \nGrandes \nCulturas I \n(Milho e \nSoja) \n80 \n66:40 \n4o \n \n4o \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \n \nFisiologia \nVegetal \n \nFertilidade do \nSolo \n100 \n \n80 \n83:20 \n \n66:40 \n-- \nSem \nequivalente \n-- \n-- \n-- \n-- \n \n \nTotal \n320 \n266:40 \n \n \n \n \n \n \n \n \n \n \n \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n8o \nJANBCAN044 \nSociologia \nRural \n40 \n33:20 \n-- \n-- \n-- \n-- \n-- \nJANBCAN044 \nSociologia \nrural * \n2o \nAgronomia \n40 \n33:20 \nJANBCAN044 \nSociologia \nrural ** \n6o \nAgronomia \n40 \n33:20 \n8o \nJANBCAN045 \nEconomia \nRural \n60 \n50:00 \n-- \n-- \n-- \n-- \n-- \nJANBCAN045 \nEconomia \nrural \n*/** \n9o \nAgronomia \n60 \n50:00 \nJANBCEG052 \nEconomia \n8o \nEAA \n60 \n50:00 \n", "46": "46\n \nRural \n8o \nJANBCAN046 \nSistemas de \nProdução \nAgroecológ\nicos \n80 \n66:40 \n4o \nJANB\nCAN0\n25 \nFertilidade do \nSolo \n80 \n66,40 \nJANBCAN137 \nAgroecolog\nia \n*/** \n7o \nAgronomia \n60 \n50:00 \nJANBCEG032 \nSistemas de \nProdução \nAgroecológ\nicos \n \nEAA \n80 \n66:40 \n8o \nJANBCAN047 \nSilvicultura \n60 \n50:00 \n4o \n4o \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83,20 \n66,40 \nJANBCAN135 \nRecursos \nflorestais \n*/** \n7o \nAgronomia \n60 \n50:00 \n8o \nJANBCAN048 \nProcessame\nnto Animal \ne Vegetal \n80 \n66:40 \n-- \n-- \n-- \n-- \n-- \nJANBCAN144 \nTecnologia \nde produtos \nagropecuári\nos \n*/** \n8o \nAgronomia \n60 \n50:00 \n \n \nTotal \n320 \n266:40 \n \n \n \n \n \n \n \n \n \n \n \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n9o \nJANBCAN049 \nGestão do \nAgronegócio \n40 \n33:20 \n8o \nJANB\nCAN0\n45 \nEconomia \nRural \n60 \n50:00 \nJANBCAN139 \n \nJANBCAD031 \nGestão do \nagronegóci\no*/** \n \nGestão de \nagronegóci\no \n8o \nAgronomia \nAdministra\nção \n \n60 \n40 \n \n50:00 \n33:20 \n9o \nJANBCAN050 \nDesenvolvim\nento Agrícola \nSustentável \n60 \n50:00 \n8o \nJANB\nCAN0\n44 \nSociologia \nRural \n40 \n33:20 \n-- \nSem \nequivalente \n-- \n-- \n-- \n-- \n9o \nJANBCAN051 \nConstruções \nRurais e \nAmbiência \nou \nConstruções \nRurais e \nAmbiência \n80 \n66:40 \n-- \n-- \n-- \n-- \n-- \n \nJANBCEG035 \n \nConstruçõe\ns Rurais e \nAmbiência \n \n6o \n \nEAA \n \n60 \n \n50:00 \n \n \nTotal \n180 \n150:00 \n \n \n \n \n \n \n \n \n \n \n \n \n \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \n", "47": "47\n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \nPRÉ-REQUISITOS \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n10o \nJANBCAN052 \nReceituário \nAgronômic\no e \nDeontologi\na \n40 \n33:20 \n \n \n7º \nJANB\nCAN0\n36 \n \n \nManejo e \nConservação \ndo Solo \n \n \n60 \n \n \n50:00 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n6º \nJANB\nCAN0\n39 \n \nEntomologia \nAgrícola  \n \n80 \n66:40 \n7º \nJANB\nCAN0\n41 \n \nOlericultura I  \n \n80 \n66:40 \n6º \nJANB\nCAN0\n37 \n \nFitopatologia \nII \n80 \n66:40 \n7º \nJANB\nCAN0\n40 \n \nBiologia e \nManejo de \nPlantas \nDaninhas  \n \n80 \n66:40 \n10o \nJANBCAN054 \nEstágio \nCurricular \nObrigatório \n432 \n360:00 \n4° \nJANB\nCAN0\n25 \n \nFertilidade do \nSolo \n80 \n66:40 \nJANBCAN151 \nEstágio \ncurricular \nobrigatório \n*/** \n10o \nAgronomia \n \n300:00  \n10º \nJANBCAN055 \n \nTrabalho de \nConclusão \nde Curso \n60 \n50:00 \n \n \n7º \nJANB\nCAN0\n36 \n \n \nManejo e \nConservação \ndo Solo \n \n \n60 \n \n \n50:00 \nJANBCAN152  \nTrabalho de \nconclusão \nde curso \n*/**  \n10º \nAgronomia \n60 \n50:00 \n6º \nJANB\nCAN0\n39 \n \nEntomologia \nAgrícola \n \n80 \n66:40 \n7º \nJANB\nCAN0\n41 \n \nOlericultura I \n \n80 \n66:40 \n6º \nJANB\nCAN0\n37 \n \nFitopatologia \nII \n80 \n66:40 \n", "48": "48\n \n7º \nJANB\nCAN0\n40 \n \nBiologia e \nManejo de \nPlantas \nDaninhas \n \n80 \n66:40 \n4° \n \nJANB\nCAN0\n26 \n \nMetodologia \nCientífica \n \n40 \n33:20 \n4° \n \nJANB\nCAN0\n27 \n \nExperimentaç\não Agrícola \n60 \n50:00 \n \n \nTotal \n3480 \n2900:0\n0 \n \n \n \n \n \n \n \n \n \n \n \n \nSíntese da carga horária do curso \n \nMODALIDADE \nCH/A (50 minutos) \nCH (60 minutos) \nDisciplinas obrigatórias \n3480 \n2900 \nDisciplinas optativas \n360 \n300 \nEstágio Curricular Obrigatório \n360 horas (60 minutos) \nPlanejamento Agronômico Integrado* \n80 horas (60 minutos) \nCarga Horária Total do Curso \n3640horas \n*Pré-requisitos: Manejo e Conservação do Solo, Entomologia Agrícola, Olericultura I, Fitopatologia II, Biologia e Manejo de \nPlantas Daninhas, Sociologia Rural e Economia Rural a partir de 04/03/2013. Antes era “estar cursando os dois últimos \nperíodos”. \n \n \n \n", "49": "49\n \n \n \n11.4. TABELA DE EQUIVALÊNCIA DE DISCIPLINAS OPTATIVAS \n \nGRUPO 1 -  Fisiologia e Propagação de Plantas \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríodo Código \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n \nJANBCAN056 \nNutrição \nMineral de \nPlantas \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nFisiologia \nVegetal \n100 \n83:20 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN057 \nEcofisiolog\nia Vegetal \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nFisiologia \nVegetal \n100 \n83:20 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN058 \nTecnologia \ne Produção \nde \nSementes \n80 \n66:40 \n4º \nJANB\nCAN0\n22 \nFisiologia \nVegetal \n100 \n83:20 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN059 \nPropagação \nVegetativa \nde Plantas \n80 \n66:40 \n4º \nJANB\nCAN0\n22 \nFisiologia \nVegetal \n100 \n83:20 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN060 \nFisiologia \nAplicada a \nPlantas \nAgrícolas \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nFisiologia \nVegetal \n100 \n83:20 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN061 \nFisiologia e \nManejo \nPós-\nColheita \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nFisiologia \nVegetal \n100 \n83:20 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN166 \nTécnicas \nBiologia \nMolecular \nAplicada à \nAgronomia \n \n40 \n33:20 \n4º \nJANB\nCAN0\n22 \nFisiologia \nVegetal \n100 \n83:20 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \nGrupo 2 – Solos  \n \n \n \n \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n", "50": "50\n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \nPRÉ-REQUISITOS \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n \nJANBCAN062 \n \nAdubos e \nAdubações \n \n60 \n50:00 \n4º \nJANB\nCAN0\n25 \nFertilidade do \nSolo \n80 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN168 \nAvaliação \nda \nFertilidade \ndo Solo \n60 \n50:00 \n4º \nJANB\nCAN0\n25 \nFertilidade do \nSolo \n80 \n66:40 \n--- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \nGrupo 3 – Produção Vegetal \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n \nJANBCAN063 \nFloricultura \ne \nPaisagismo \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN064 \nForragicult\nura \n \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN065 \nOlericultur\na II \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN066 \nOlericultur\na III \n \n \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n", "51": "51\n \n25 \n \nJANBCAN067 \nProdução \nde \nHortaliças \nem \nAmbiente \nProtegido \n \n \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN068 \nAgricultura \nOrgânica \n \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN069 \n \nPlantas \nMedicinais \ne \nAromáticas \n \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN070 \n \nFruticultura \nII \n \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN071 \n \nFruticultura \nIII \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN072 \n \nGrandes \nCulturas II \n(Arroz, \nCana-de-\naçúcar, \nFeijão e \nSorgo) \n \n80 \n66:40 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN073 \n \nGrandes \nCulturas III \n(Algodão, \nGirassol e \nMamona) \n \n60 \n50:00 \n4º \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN074 \nGrandes \n40 \n33:20 \n4º \n \n \n \n \n-- \nSem \n-- \n-- \n-- \n-- \n", "52": "52\n \n \nCulturas IV \n(Café e \nMandioca) \n \nJANB\nCAN0\n22 \nJANB\nCAN0\n25 \nFisiologia \nVegetal \nFertilidade do \nSolo \n100 \n80 \n83:20 \n66:40 \nequivalênci\na \nGrupo 4 – Conservação e Processamento Vegetal \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n \nJANBCAN075 \nBeneficiam\nento e \nArmazena\nmento de \nGrãos \n60 \n50:00 \n7º \nJANB\nCAN0\n43 \nGrandes \nCulturas I \n(Milho e \nSoja) \n80 \n66:40 \n \n  \nJANBCEG051 \n \n \n \nJANBCAN075 \nBeneficiam\nento e \nArmazena\nmento de \nGrãos \nBeneficiam\nento e \nArmazena\nmento de \nGrãos \n \n8º \n \n \nOP \nEAA \n \n \n \n \nAgronomia \n \n \n \n \n80 \n \n \n \n80 \n \n \n \n \n66:40 \n \n \n \n66:40 \n \nJANBCAN076 \nProcessame\nnto de \nProdutos de \nOrigem \nVegetal \n60 \n50:00 \n8º \nJANB\nCAN0\n48 \nProcessament\no Animal e \nVegetal \n80 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN077 \nProcessame\nnto de \nProdutos de \nOrigem \nAnimal \n60 \n50:00 \n8º \nJANB\nCAN0\n48 \nProcessament\no Animal e \nVegetal \n80 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \nGrupo 5 – Engenharia Agrícola e Ambiental \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n", "53": "53\n \n \nJANBCAN078 \nMáquinas e \nMotores \n60 \n50:00 \n3º \nJANB\nCAN0\n18 \nJANB\nCAN0\n19 \nFísica do Solo \n \n \n \nFísica Geral \n80 \n66:40 \nJANBCEG027 \nMáquinas e \nMotores \n4º \nEAA \n60 \n50:00 \n \nJANBCAN079 \nInstalações \nElétricas \nRurais \n60 \n50:00 \n3º \nJANB\nCAN0\n19 \nFísica Geral \n80 \n66:40 \nJANBCEG030 \nInstalações \nElétricas \nRurais \n5º \nEAA \n60 \n50:00 \n \nJANBCAN080 \nRelação \nSolo-água-\nclima-\nplanta \n60 \n50:00 \n3º \nJANB\nCAN0\n18 \nJANB\nCAN0\n17 \nFísica do Solo \nMetereologia \n \n \nClimatologia \n80 \n \n \n60 \n66:40 \n \n \n50:00 \n \n \n \nJANBCEG029 \n \n \nRelação \nSolo-água-\nclima-\nplanta \n \n5º \n \nEAA \n \n \n \n60 \n \n \n \n50:00 \n \nJANBCAN081 \nHidrologia \n \n60 \n \n50:00 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCEG038 \nHidrologia \n6º \nEAA \n60 \n50:00 \n \nJANBCAN082 \nGestão \nAmbiental \n \n60 \n \n50:00 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCEG049 \nGestão \nAmbiental \n8º \nEAA \n60 \n50:00 \n \nJANBCAN083 \nTecnologia \nde \nAplicação \nde \nFitossanitár\nios \n \n60 \n \n50:00 \n4º \nJANB\nCAN0\n78 \n \nMáquinas e \nMotores \n60 \n50:00 \nJANBCEG081 \nTecnologia \nde \nAplicação \nde \nFitossanitár\nios \nOP \nEAA \n60 \n50:00 \n \nJANBCAN084 \nSistemas de \nInformação \nGeográfica \n \n60 \n \n50:00 \n2º \nJANB\nCAN0\n11 \n \nDesenho \nTécnico \nAuxiliado por  \nComputador \n60 \n50:00 \nJANBCEG047 \nSistemas de \nInformaçõe\ns \nGeográficas \n7º \nEAA \n60 \n50:00 \n \nJANBCAN085 \nSensoriame\nnto Remoto \n \n40 \n \n33:20 \n \n1º \nJANB\nCAN0\n03 \n \nIntrodução a \nInformática \n40 \n33:20 \nJANBCEG042 \n \n \nJANBCAN085 \nSensoriame\nnto Remoto \n \nSensoriame\nnto Remoto \n7º \n \nOP \nEAA \n \n \nAgronomia \n40 \n \n \n60 \n33:20 \n \n \n50:00 \n \nJANBCAN086 \nProjetos de \nIrrigação e \nDrenagem \n \n60 \n \n50:00 \n6º \nJANB\nCAN0\n35 \nIrrigação e \nDrenagem \n80 \n66:40 \nJANBCEG084 \n \n \nJANBCAN086 \nProjeto de \nSistemas de \nIrrigação \n \nProjetos de \nIrrigação e \nDrenagem \n \nOP \n \nOP \nEAA \n \n \n \nAgronomia \n60 \n \n \n \n80 \n50:00 \n \n \n66:40 \n \nJANBCAN087 \nManejo de \nIrrigação \n \n60 \n \n50:00 \n6º \nJANB\nCAN0\n35 \nIrrigação e \nDrenagem \n80 \n66:40 \nJANBCEG043 \n \n \nJANBCAN087 \nManejo de \nIrrigação \n \nManejo de \nIrrigação \n \n7º \n \nOP \nEAA \n \n \nAgronomia \n60 \n \n \n80 \n50:00 \n \n \n66:40 \n", "54": "54\n \n \nJANBCAN164 \nRecuperaçã\no de Áreas \nDegradadas \n \n60 \n50:00 \n9º \nJANB\nCAN0\n18 \nFísica do Solo \n80 \n66:40 \n JANBCEG046 \nRecuperaçã\no de Áreas \nDegradadas \n9º \nEAA \n60 \n50:00 \n \nJANBCAN165 \nAgricultura \nde Precisão \n60 \n50:00 \nOP \nJANB\nCAN0\n84 \nSistemas de \nInformação \nGeográfica \n60 \n50:00 \nJANBCEG079 \nAgricultura \nde Precisão \nOP \nEAA \n60 \n50:00 \nGrupo 6 – Defesa Sanitária Vegetal \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n \nJANBCAN088 \nManejo \nIntegrado \nde Doenças \nde Plantas \n60 \n50:00 \n6º \nJANB\nCAN0\n37 \nFitopatologia \nII \n80 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN089 \nManejo \nIntegrado \nde Pragas \n60 \n50:00 \n6º \nJANB\nCAN0\n39 \nEntomologia \nAgrícola \n80 \n66:40 \n-- \nSem \nequivalênci\na \n-- \n-- \n-- \n-- \n \nJANBCAN090 \nControle \nBiológico \n40 \n33:20 \n6º \nJANB\nCAN0\n37 \n \nJANB\nCAN0\n39 \nFitopatologia \nII \n \nEntomologia \nAgrícola \n80 \n66:40 \n \n \n \n-- \n \n \nSem \nequivalênci\na \n \n \n \n-- \n \n \n \n-- \n \n \n \n-- \n \n \n \n-- \n \nJANBCAN167 \nApicultura \ne \nMeliponicu\nltura \n60 \n50:00 \n5º \n \n \n \n5º \n \n \n \n \n6º \n \n \n \n2º \nJANB\nCAN0\n32 \n \nJANB\nCAN0\n33 \n \nJANB\nCAN \n039 \n \nJANB\nCAN \n010 \nEntomologia \nGeral \n \nZootecnia \nGeral \nEntomologia \nAgrícola \n \n Ecologia  \nBásica \n80 \n \n \n \n80 \n \n \n \n80 \n \n \n40 \n66:40 \n \n \n \n66:40 \n \n \n \n66:40 \n \n \n33:20 \n \n \n \n-- \n \n \nSem \nequivalênci\na \n \n \n \n-- \n \n \n \n-- \n \n \n \n-- \n \n \n \n-- \nGrupo 7 – Gestão do Agronegócio \n \n \nCOMPONENTES CURRICULARES \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n", "55": "55\n \n(Matriz atual – válida a partir de 1/2010) \n \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n \nJANBCAN091 \nPrincípios \nde \nAdministra\nção e \nGerência \n80 \n66:40 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \n \n \nJANBCAD002 \n \n \nJANBCAD102 \n \nPrincípios \nde \nAdministra\nção e \nGerência \nTeoria \nGeral da \nAdministra\nção \n \n1º \n \n1º \n \nAdministra\nção \n \nAdministra\nção \n80 \n \n80 \n66:40 \n \n66:40 \n \nJANBCAN092 \nContabilida\nde Básica \n80 \n66:40 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD112 \nContabilida\nde Básica \n2º \nAdministra\nção \n80 \n66:40 \n \nJANBCAN093 \nIntrodução \nà Economia \n \n40 \n33:20 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD106 \nIntrodução \nà Economia \n1º \nAdministra\nção \n40 \n33:20 \n \nJANBCAN094 \nConstruçõe\ns de \nNegócios I \n \n40 \n33:20 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD118 \n \nJANBCAN094 \nConstrução \nde \nNegócios I \n \nConstrução \nde \nNegócios I \n3º \n \nOP \nAdministra\nção \n \nAgronomia \n40 \n \n \n80 \n33:20 \n \n \n66:40 \n \nJANBCAN095 \nComércio \nExterior \n \n40 \n33:20 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD147 \nComércio \nExterior \n8º \nAdministra\nção \n40 \n33:20 \nGrupo 8 – Produção Animal \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n \nJANBCAN096 \nZootecnia I \n(Aquicultur\na, \nPiscicultura \ne \nRanicultura\n) \n80 \n66:40 \n5º \nJANB\nCAN0\n33 \nZootecnia \nGeral \n80 \n66:40 \n-- \nSem \nequivalente \n-- \n-- \n-- \n-- \n \nJANBCAN097 \nZootecnia \nII \n(Avicultura \n80 \n66:40 \n5º \nJANB\nCAN0\n33 \nZootecnia \nGeral \n80 \n66:40 \n-- \nSem \nequivalente \n-- \n-- \n-- \n-- \n", "56": "56\n \ne \nSuinocultur\na) \n \nJANBCAN098 \nZootecnia \nIII \n(Bovinocul\ntura, \nOvinocultu\nra e \nCaprinocult\nura) \n80 \n66:40 \n5º \nJANB\nCAN0\n33 \nZootecnia \nGeral \n80 \n66:40 \n-- \nSem \nequivalente \n-- \n-- \n-- \n-- \nGrupo 9 – Administração e Legislação \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n \nJANBCAN099 \nDireito \nAdministrati\nvo \n80 \n66:40 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD013 \n \n \n \n \nJANBCAD0136 \nDireito \nAdministrati\nvo \n \nFundamento\ns do Direito \nAdministrati\nvo \n6º \n  \n6º \n \nAdministra\nção \n \nAdministra\nção \n80 \n \n80 \n66:40 \n \n66:40 \n \nJANBCAN100 \nLegislação \nSocial e \nTrabalhista \nAplicada \n40 \n33:20 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \n  \n \n \nJANBCAD017 \n \n \n \n \nLegislação \nSocial e \nTrabalhista \nAplicada \n \n3º \nAdministra\nção \n40 \n \n33:20 \n \n \nJANBCAN101 \nDireito \nComercial \n80 \n66:40 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD022 \n \n \nJANBCAD123 \nDireito \nComercial \n \nDireito \nEmpresarial \n4º \n4º \n \nAdministra\nção \nAdministra\nção \n80 \n80 \n66:40 \n66:40 \n \nJANBCAN102 \nLegislação \nTributária \n40 \n33:20 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD038 \n \nJANBCAD141 \nLegislação \nTributária \n \nDireito \nTributário \n \n7º \n7º \nAdministra\nção \nAdministra\nção \n40 \n40 \n33:20 \n33:20 \n", "57": "57\n \n \n \nJANBCAN103 \nGestão em \nMeio \nAmbiente \n40 \n33:20 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD044 \n \n \nJANBCAD142 \nGestão em \nMeio \nAmbiente \n \nGestão \nAmbiental \n \n7º \n7º \n \nAdministra\nção \nAdministra\nção \n40 \n40 \n33:20 \n33:20 \n \nJANBCAN104 \nAdministraç\não Pública \n80 \n66:40 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD045 \n \n \nJANBCAD135 \nAdministraç\não Pública \n \nGestão \nPública \n \n6º \n6º \n \nAdministra\nção \nAdministra\nção \n80 \n80 \n66:40 \n66:40 \n \nJANBCAN105 \nGestão da \nQualidade \n80 \n66:40 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD144 \nGestão em \nQualidade \n7º \nAdministra\nção \n80 \n66:40 \nGrupo 10 – Línguas e Códigos \n \n \nCOMPONENTES CURRICULARES \n \n(Matriz atual – válida a partir de 1/2010) \n \n \n \nPRÉ-REQUISITOS \nEQUIVALÊNCIA COM A MATRIZ DA AGRONOMIA 2008 e 2009 E \nDISCIPLINAS DE OUTROS CURSOS DO IFNMG – JANUÁRIA \n \n(Matriz curricular AGRONOMIA 2008 – válida de 1/2008 a 2/2008)* \n \n(Matriz curricular AGRONOMIA 2009 – válida de 1/2009 a 2/2009)** \n \nPeríod\no \nCódigo \nDenominaç\não \nCH \nh/a \nCH \nhora \nPeríodo \nCódigo \nDenominação \nCH \nh/a \nCH \nhora \nCódigo \nDenominaç\não \nPeríodo \nCurso \nCH \nh/a \nCH \nhora \n \nJANBCAN106 \nLíngua \nBrasileira \nde Sinais \n40 \n33:20 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \nJANBCAD152 \n \n \n \nJANTLAS090 \nLibras \n \n \n \nLibras \nOP \n \nOP \n \nAdministra\nção \nTecnologia \nem Análise \ne \nDesenvolvi\nmento de \nSistemas \n40 \n \n40 \n33:20 \n \n33:20 \n \nJANBCAN107 \nInglês \nTécnico \n40 \n33:20 \n-- \n-- \nSem pré-\nrequisito \n-- \n-- \n \nJANTLAS005 \n \n \nInglês \nTécnico \n \nOP \n \nOP \nTecnologia \nem Análise \ne \nDesenvolvi\nmento de \nSistemas \n40 \n \n \n33:20 \n \n \n", "58": "58\n \n \nJANBCAD154 \n \nInglês \nInstrumenta\nl \n \nAdministra\nção \n \n40 \n33:20 \n", "59": "59\n \n \n11.5. EMENTÁRIO \nCITOLOGIA  \nEmenta \nOrganização geral das células e dos vírus. Métodos de estudo das células. Composição química da célula. \nMembranas biológicas, organelas e digestão intracelular. Mitocôndria. Célula Vegetal. Citoesqueleto e \nmovimentos celulares. Ciclo celular. Retículo Endoplasmático e complexo de Golgi. Diferenciação. \nObjetivo \nReconhecer a célula como unidade fundamental da vida. Conhecer os componentes celulares, seu \nfuncionamento e integração. \nBibliografia Básica \nALBERTS, B. et al. Biologia Molecular da Célula. 4.ed. Porto Alegre: Artmed, 2004. 1462 p. \nBOLSOVER, S. R. et al. Biologia Celular. 2. ed. Rio de Janeiro: Guanabara Koogan, 2005. \nJUNQUEIRA, L.C. ; CARNEIRO, J. Histologia Básica. 10.ed. Rio de Janeiro: Guanabara Koogan, 2004. \nBibliografia Complementar \nRAVEN, P.H., EVERT, R.F. & CURTIS,H. 2001. Biologia Vegetal. 6a ed. Ed. Guanabara Koogan S.A., Rio de \nJaneiro. \nINTRODUÇÃO À ENGENHARIA AGRONÔMICA  \nEmenta \nIFNMG conceito, estrutura e articulação histórica com a sociedade. O IFNMG. Estruturação do conhecimento \nem Agronomia e áreas de atuação profissional. Currículo e normas de funcionamento acadêmico. História da \nagricultura e da Agronomia. Grandes debates atuais na agricultura. A agricultura e o rural em MG e no Brasil: \ncaracterização e importância sócio-econômica, atores sociais, políticas públicas e inserção no contexto \ninternacional. Evolução das técnicas agropecuárias ao longo da história da humanidade. Modelos de \nexploração agrícola. Formação profissional e mercado de trabalho. O que é Agronomia. Áreas de atuação do \nagrônomo. Biotecnologia na agricultura. Ética profissional. \nObjetivo \nOferecer oportunidades de vivência agronômica orientada, como forma de demonstrar as relações entre o \nconhecimento agronômico e as disciplinas do ciclo básico do Curso. Estimular o interesse e a motivação dos \nalunos pelo Curso.\n", "60": "Bibliografia Básica\n60\n \nBARBIERI, R.L.; STUMPF, E.R.T. (Eds.) Origem e evolução de plantas cultivadas. Brasília: Embrapa \nInformação Tecnológica, 2008. 909p. \nCAMARGO, M. Fundamentos de ética geral e profissional. Petrópolis: Vozes, 2008. 108p. \nCDEN. Código de ética profissional: da engenharia, da arquitetura, da agronomia, da geologia, da geografia e \nda meteorologia. Disponível em: \nhttp:// \nwww.gerenciamento.ufba.br/Downloads/Código \nde \nÉtica \nfinal_070303.pdf. Acesso em: 03 Ago. 2009. \nBibliografia Complementar \nBRASIL. Ministério da Agricultura, Pecuária e Abastecimento (MAPA). Legislação - Sistema de Consulta à \nLegislação (SISLEGIS). Disponível em: .Acesso em: 15 mar. 2009. \nBUCKERIDGE, M.S. (Ed.). Biologia e mudanças climáticas no Brasil. São Carlos: Rima, 2008. 316p. DAJOZ, \nR. Princípios de ecologia. 7.ed. São Paulo: ArtMed, 2008. 519p. \nMAZOYER, M.; ROUDART, L. História das agriculturas do mundo: do neolítico à crise contemporânea. Lisboa: \nInstituto Piaget, 1998. 520p. \nMENDES, J.T.G.; PADILHA JUNIOR, J.B. Agronegócio: uma abordagem econômica. São Paulo: Prentice Hall, \n2007. 369p. \nPATERNIANI, E. Agricultura sustentável nos trópicos. Estudos Avançados, 15: 303-326, 2001. \nSOARES, M.S. Ética e exercício profissional. Brasília: ABEAS, 1996. 174p. \nYEGANIANTZ, L.; MACEDO, M.M.C. O desafio da ética agrícola. Cadernos de Ciência e Tecnologia, 17: 125-\n146, 2000. \nINTRODUÇÃO À INFORMÁTICA  \nEmenta \nIntrodução. História do computador. Arquitetura do computador pessoal. Hardware e Software. Sistemas \noperacionais Linux e Windows. Internet. Ferramenta de busca Web. Editor de texto, Planilha eletrônica e \nGerador de slides. Domínio dos periféricos de entrada e saída. \nObjetivo \nAmpliar conhecimento sobre a informática; Adquirir noções básicas sobre microcomputadores; Adquirir noções \nbásicas dos Sistemas Operacionais Linux e Windows; Desenvolver ou ampliar habilidades na utilização de \nsoftwares editores de texto, planilhas eletrônicas e geradores de slide; Conhecer e utilizar periféricos de entrada \ne saída.\n", "61": "Bibliografia Básica\n61\n \n \nALMEIDA, M.G. Fundamentos de informática: software e hardware. Rio de Janeiro: Brasport, Livros e \nMultimídia, 1999. \nERICA DUFF, Hoyt; Ball, Bill. Dominando Linux Red Hat e Fedora - C/ CD Rom. Makron Books \nSILVA, Mario Gomes da. Informática - Terminologia Básica, Windows Xp e Office Word 2003. \nBibliografia Complementar \nBRAGA, William. Open Office - Tutorial Passo-a-Passo. Alta Books \nTANEMBAUM, Andrew S. Sistemas Operacionais Modernos. Editora Guanabara. \nPORTUGUÊS INSTRUMENTAL  \nEmenta \nTécnicas de leitura. A redação de textos: coesão e coerência; Tipos relacionados: narração, descrição e \ndissertação; contextualização gramatical: concordância nominal e concordância verbal, regência verbal e \nnominal expressão oral. Redação técnica e científica: \nObjetivo \nCapacitar o aluno a compreender e produzir textos narrativos, descritivos e dissertativos e elaborar documentos \ne correspondências oficiais relacionadas ao curso. \nBibliografia Básica \nBECHARA, E. Moderna gramática portuguesa. 37. ed. rev. e ampl. Rio de Janeiro: Lucerna, 1999. \nMARTINS, D.S, ZILBERKNOP, L. S. Português Instrumental. 23 ed. Porto Alegre: Sagra Luzzato, 2002. \nVIANA, P.C. (Coord.). Roteiro de redação: lendo e argumentando. São Paulo: Scipione, 1998. \nBibliografia Complementar \nGARCIA, O. M. Comunicação em prosa moderna, 17. ed. Rio de Janeiro, Vozes, 1997 \nKURY, A.G. Novas lições de análise sintática. São Paulo, Ática, 1987. \nLUFT, C. P.. Língua e Liberdade. Coleção Universidade Livre\n", "62": "62\n \nMATEMÁTICA ELEMENTAR \nEmenta \nSistema legal de medidas, regra de três, funções, função afim, função quadrática, função exponencial, \nlogaritmos e função logarítmica. \nObjetivo \nIdentificar e resolver situações problemas que envolvam sistemas legais de medidas, regras de três e funções. \nBibliografia Básica \nDANTE, Luis Roberto, Matemática, Contexto e Aplicações.Vol. 1 ,2 e 3. São Paulo: Editora Àtica, 2003. \nIEZZI, Gelson et al. Fundamentos de matemática elementar. São Paulo: Atual, 1998-2001. v. 1. \nLIMA, Elon Lages et al. A matemática do ensino médio. 5. ed Rio de Janeiro: SBM, 2001. v.1. \nBibliografia Complementar \nDOMINGUES, Hygino Hugueros, IEZZI, Gelson. Álgebra moderna. 3. ed São Paulo: Atual, 2001. \nLIMA, E. L. e outros. A Matemática no Ensino Médio. Vol. 1e2. Coleção do Professor de Matemática. SBEM. \nCÁLCULO DIFERENCIAL E INTEGRAL I \nEmenta \nNúmeros Reais, Funções e Gráficos.Limite e Continuidade de Funções.Derivadas de Funções Algébricas, \nlogarítmicas, Exponenciais e Trigonométricas. Aplicações das Derivadas. Diferenciais. \nObjetivo \nConhecer e compreender os conceitos do Cálculo Diferencial e Integral, bem como suas aplicações e \nestratégias para a solução de problemas matemáticos que permeiam as diversas áreas do conhecimento. \nBibliografia Básica \nLEITHOLD, L. O Cálculo com Geometria Analítica. 3a Edição. Editora Harbra. São Paulo. 1994. Volume 1. \nMUNEM, Mustafa A.; FOULIS, David J.. Cálculo. Editora LTC. Rio de Janeiro. 1982. Vol. 1. \nFLEMMING, Diva Marília; GONÇALVES, Mirian Buss. Cálculo A: funções, limite, derivação, integração. 6a \nEdição. Editora Pearson Prentice Hall. São Paulo. 2006.\n", "63": "Bibliografia Complementar \n63\n \n \nÁVILA, G.. Cálculo das Funções de uma Variável. 7a Edição. Editora LTC. Rio de Janeiro. 2006. Vol. 1. \nGUIDORIZZI, Hamilton Luiz.Um Curso de Cálculo. 5a Ed. Editora LTC. Rio de Janeiro. 2001. Vol 1. \nIEZZI, Gelson et al. Fundamentos de Matemática elementar. Editora Atual. São Paulo. 2001. \nLARSON, Ron; EDWARDS, Bruce. Cálculo com Aplicações. 6a Edição. Editora LTC. Rio de Janeiro. 2005. \nQUÍMICA GERAL  \nEmenta \nConceitos e medidas em química. Propriedades periódicas. Ligações químicas. Gases, sólidos, líquidos e \nsoluções. Cálculos estequiométricos. Cinética e Equilíbrio químico. Equilíbrio iônico. Equilíbrio de dissociação: \nácido-base. Hidrólise de sais. Soluções tampão. Atividades de Laboratório. \nObjetivo \nProporcionar aos acadêmicos o aprendizado de conceitos fundamentais em química geral, de modo que \npossam compreender, discutir e analisar, interpretar, avaliar e solucionar problemas relacionadas problemas \nrelacionados a estes princípios químicos em sua área de atuação. \nBibliografia Básica \nMAHAN, B.H., MEYERS, R.J. Química: um curso =universitário. São Paulo, Edgard Blucher, 1993. \nMASTERTON, W.L., SLOWINSKI, E.J., STANITSKI, C.L. Princípios de Química. 6 ed. Rio de Janeiro, Editora \nGuanabara Koogan. 1990. 681 p. \nRUSSEL, J. Química Geral. São Paulo: Pearson Education do Brasil, 1994. \nBibliografia Complementar \nALMEIDA , P. G. V. Química Geral - Práticas Fundamentais [organizado por] Paulo Gontijo Veloso de \nAlmeida. Viçosa: Editora UFV, 2002. \nATKINS, P., & JONES, L. Princípios de Química: questionando a vida moderna e o meio ambiente. Porto \nAlegre, Bookman. 2001.914 p. \nATKINS, P., JONES, L. Princípios de Química. Porto Alegre: Bookman, 2006. \nBRADY, J.E., RUSSEL, J.W., HOLUM J.R. Química: a matéria e suas transformações. Rio de Janeiro: Livros \nTécnicos e Científicos, 2003. \nKOTZ, J.C. & TREICHEL, P. Química & Reações Químicas.3 ed. Rio de Janeiro, LTC - Livros Técnicos e \nCientíficos Editora. 1998. vol.1 e 2, 730p.\n", "64": "64\n \nMICROBIOLOGIA GERAL \nEmenta \nEvolução e importância da Microbiologia; características gerais das bactérias, fungos e vírus; metabolismo \nmicrobiano; crescimento microbiano; efeito dos fatores físicos e químicos sobre a atividade dos \nmicroorganismos; métodos de esterilização; preparações microscópicas; meios de cultura para cultivo em \nlaboratório; identidade bacteriana. \nObjetivo \nConhecer conceitos e fundamentos de morfologia, fisiologia, nutrição, reprodução, bem como o controle de \nmicroorganismos. Conhecer as técnicas microbiológicas, identificação microbiana, formas de contaminação e \nprevenção. Ainda, deverá reconhecer as relações recíprocas dos microorganismos, com outros seres vivos e \ntambém com o meio ambiente. \nBibliografia Básica \nCAMPOS, S.G., BARONI, F. A. & SOUZA, M. M. S. Microbiologia Geral. Rio de Janeiro: UFRRJ/DMIV, 2003. \nPELCZAR, M. J., CHANG, E. C. S., KRIEG, N. R. Microbiologia: conceitos e aplicações, Volume I e II, 2a ed. \nSão Paulo: Makron BooKs, 1996. \nTORTORA, Gerard J.; FUNKE, Berdell R.; CASE, Christine L.. Microbiologia. 6a. Ed. Porto. Alegre: Artmed, \n2002. \nBibliografia Complementar \nALFENAS, A.C. & MAFIA, R. G. Métodos em Fitopatologia. Viçosa: UFV, 2007. \nMORFOLOGIA E ANATOMIA VEGETAL  \nEmenta \nCélula vegetal. Meristemas. Sistemas de tecidos: fundamental, dérmico e condutor. Estrutura da folha. \nEstrutura primária e secundária do caule e da raiz. Estruturas secretoras. Anatomia da flor, fruto e semente. \nCaracterização da morfologia externa dos órgãos vegetativos e reprodutivos de gimnospermas e angiospermas. \nCaracterização da morfologia interna dos órgãos vegetativos de angiospermas. Relação da anatomia vegetal \ncom a sistemática e a fisiologia vegetais.\n", "65": "65\n \n \nObjetivo \nFamiliarizar o aluno com a terminologia botânica. Demonstrar a importância da Morfologia Vegetal e da \nAnatomia Vegetal como ferramenta para o agrônomo. Capacitar o aluno a reconhecer as estruturas vegetativas \ndas plantas incluídas nas Gimnospermas e Angiospermas. Proporcionar ao aluno uma visão geral da Anatomia \nVegetal, capacitando-o a interrelacionar as estruturas internas e externas. Capacitar o aluno para o \nreconhecimento de cada órgão vegetal, através da análise de suas estruturas internas. Capacitar o aluno a \nrelacionar as estruturas morfológicas com os processos metabólicos. \nBibliografia Básica \nCUTTER, E. G. 1986. Anatomia Vegetal. Parte 1. Células e Tecidos. São Paulo, Tradução Roca, 2°ed., 304p. \nCUTTER, E. G. 1987. Anatomia Vegetal. Parte2. Órgãos. São Paulo, Tradução Roca, 336p. \nESAU, K. 1988. Anatomia das Plantas com Sementes. São Paulo, Edgard Blucher, 293p. \nBibliografia Complementar \nALVES AZEVEDO, A. et al. 2007. Anatomia das Espermatófitas. Caderno Didático 70. Editora UFV, 94 p. \nAPPEZZATO-DA-GLÓRIA, B.; CARMELLO-GUERREIRO, S. M. Anatomia Vegetal. 2a edição revista e \natualizada, 2006, Editora UFV. \nFERRI, M. G. 1987. Morfologia Interna das Plantas (anatomia). São Paulo, Nobel, 113p. \nSOUZA, L.A. 2003 Morfologia Anatomia Vegetal células, Tecidos, Órgãos e Plântula, UEPG, 259p. \nSOUZA, L.A et al. 2005. Morfologia Anatomia Vegetal - técnicas e práticas, UEPG, 192p. \nECOLOGIA BÁSICA  \nEmenta \nHistórico; conceitos gerais de ecologia desenvolvidos nos seguintes tópicos: o organismo e o ambiente \nabiótico; populações: interações interespecíficas; comunidades; ecossistemas; biomas e regiões biográficas; \nimpacto ambiental dos sistemas produtivos agropastoris; legislação ambiental em todos os âmbitos (Estadual \nMunicipal e Federal). \nObjetivo \nPromover a reflexão, observação, investigação e análise dos fatores do ambiente, de modo a capacitar os \nalunos na resolução de problemas ambientais e na avaliação dos impactos ocasionados pelas atividades \nagrícolas nos ecossistemas naturais e agroecossistemas.\n", "66": "Bibliografia Básica\n66\n \nBEGON, M.; TOWSEND, C.R; HARPER, J.L. Ecologia: de indivíduos a ecossistemas. Porto Alegre: Artmed, \n2007.752p. \nPRIMAVESI, A. Agroecologia, Ecosfera, Tecnosfera e Agricultura. 1a ed. São Paulo: Nobel, 1997. \nRICKLEFS, R. Economia da Natureza. Rio de Janeiro: Guanabara Koogan, 2001.470p. \nBibliografia Complementar \nEHLERS, E. Agricultura Sustentável. 2a ed. Guaíba: Icea, 1999. \nGLIESSMAN, S.R. Agroecologia: processos ecológicos em agricultura sustentável. Porto Alegre: Editora da \nUniversidade / UFRGS, 2001. 653p. \nODUM, E.P.; BARRETT, G.W. Fundamentos de Ecologia. São Paulo: Thompson Learning, 2007. 612p. \nDESENHO TÉCNICO AUXILIADO POR COMPUTADOR  \nEmenta \nLinguagem Gráfica. Traçado à mão livre: técnicas convencionais, letras e algarismos, vistas ortográficas, \nperspectiva isométrica, vistas seccionais, cotagem, escalas. 2) Traçado com instrumentos básicos: noções de \ndesenho topográfico, rural, arquitetônico, hidráulico, elétrico. Simbologia e normas técnicas pertinentes. \nObjetivo \nFormar hábitos de ordem, limpeza e exatidão na realização de trabalhos gráficos. Proporcionar o \ndesenvolvimento da habilidade manual, bem como a percepção e a acuidade visual. Proporcionar a aquisição \nde habilidade e destreza no manejo e utilização de instrumentos de desenho geométrico. \nBibliografia Básica \nFRENCH, T.E. Desenho Técnico. Porto Alegre: Globo, 197 \nPEREIRA, M.F. Construções Rurais. Vol 2. São Paulo, Nobel, 1983. \nRANGEL, A.P. Desenho Projetivo: projeções cotadas. 3 ed. Rio de Janeiro: Ao Livro Técnico, 1973. \nBibliografia Complementar \nCARDAO, C. Técnica de Construção. Belo Horizonte, Engenharia e Arquitetura, 1983. 2 \nREIS, L.F.; BARRETO, E.M. Notas de aulas em desenho técnico e arquitetônico. UFV- Viçosa, 2005, 83 p \n(apostila)\n", "67": "67\n \n \nRODRIGUES, A.J. Geometria Descritiva. Eed. Rio de Janeiro: Ao Livro Técnico, \n1970. SOUZA, J.L.M. Manual das construções rurais. Curitiba. 1997, 165p. (Apostila) \nGÊNESE, CONSTITUIÇÃO, PROPRIEDADES E CLASSIFICAÇAO DE SOLOS  \nEmenta \nA Terra; minerais; rochas; intemperismo; fatores de formação de solos; características e propriedades do solo; \nprocessos de formação de solo; horizontes do solo; Levantamentos pedológicos; classificação brasileira de \nsolos. \nObjetivo \nConhecer a formação do solo e prever suas características e seu comportamento; - Relacionar a constituição \nmineral e orgânica do solo com suas propriedades e seu comportamento; - Relacionar os atributos e processos \nquímicos, físicos e biológicos do solo com sua formação e interpretar a interação destes como determinantes do \ncomportamento do solo para uso agrícola e não agrícola; - Conhecer os diferentes tipos de solo e sua \ndistribuição geográfica; - Avaliar o solo e estimar o potencial de uso da terra. \nBibliografia Básica \nEMBRAPA. Centro Nacional de Pesquisa de Solos. Sistema Brasileiro de Classificação de Solos. Rio de \nJaneiro, Embrapa Solos, 1999. 412p. Lemos, R.C. & R.D. Santos. Manual de descrição e coleta de solo no \ncampo. Campinas, Sociedade Brasileira de Ciência do Solo, 1996. 83p. \nManual da Ciência do Solo L. S. Vieira 2a S. Paulo Agronômica Céres 1988 Sistema Brasileiro de \nClassificação de Solos EMBRAPA/CNPS Brasília EMBRAPA/CNPS 1999. \nEMBRAPA/CNPS. Sistema brasileiro de classificação de solos. 2.ed. Rio de Janeiro: EMBRAPA Solos, \n2006. 306p. \nBibliografia Complementar \nKIEHL, E. J. Manual de edafologia. Ed. Agronômica Ceres. São Paulo, SP. 1979. 263p. \nMUNSELL COLLOR COMPANY . Munsell Soil Color Charts. Baltimore, 1946. 22p. \nOLIVEIRA, J.B.; JACOMINE. P.K.T. & CAMARGO, M.N. Classes gerais de solos do Brasil: guia auxiliar \npara reconhecimento. \nSchneider, P. Giasson, E.; Klamt, E. Classificação da aptidão agrícola das terras. Guaíba: Agrolivros, 2007. \n72p.\n", "68": "68\n \n \nCÁLCULO DIFERENCIAL E INTEGRAL II  \nEmenta \nAntidiferenciação, Equações Diferenciais e Área; A Integral Definida ou de Riemann; Aplicações da Integral \nDefinida; Funções Trigonométricas; Funções Logaritmicas e Exponenciais; Técnicas de Integração. \nObjetivo \nCompreender os conceitos do Cálculo Diferencial e Integral, bem como suas aplicações e estratégias para a \nsolução de problemas matemáticos que permeiam as áreas do conhecimento. \nBibliografia Básica \nFLEMMING, D.M.; GONÇALVES, M.B. Cálculo A: funções, limite, derivação, integração. 6a Edição. Editora \nPearson Prentice Hall. São Paulo. 2006. \nGUIDORIZZI, H.L. Um Curso de Cálculo. 5a Ed. Editora LTC. Rio de Janeiro. 2001. Vol 1. \nMUNEM, M.A.; FOULIS, D.J. Cálculo. Editora LTC. Rio de Janeiro. 1982. Vol. 1. \nBibliografia Complementar \nÁVILA, G.. Cálculo das Funções de uma Variável. Ia Edição. Editora LTC. Rio de Janeiro. 2006. Vol. 1. \nIEZZI, G. et al. Fundamentos de Matemática elementar. Editora Atual. São Paulo. 2001. \nLARSON, R.; EDWARDS, B. Cálculo com Aplicações. 6a Edição. Editora LTC. Rio de Janeiro. 2005. \nLEITHOLD, L. O Cálculo com Geometria Analítica. 3a Edição. Editora Harbra. São Paulo. 1994. Volume 1. \nQUÍMICA ORGÂNICA  \nEmenta \nIntrodução ao estudo da química orgânica. Sinopse das funções orgânicas. Alcanos. Alquenos e alquinos. \nHidrocarbonetos aromáticos benzênicos e seus derivados. Álcoois, éteres e fenóis. Estereoquímica de \ncompostos orgânicos. Aldeídos e cetonas. Os ácidos carboxílicos e seus derivados funcionais. Aminas. \nAtividades de Laboratório. \nObjetivo \nProporcionar aos acadêmicos o aprendizado de conceitos fundamentais em Química Orgânica, de modo que \neles possam compreender, discutir, analisar, interpretar, avaliar e solucionar problemas relacionados a estes \nprincípios químicos em sua área de atuação.\n", "69": "Bibliografia Básica\n69\n \nBARBOSA, Luiz Cláudio de Almeida. Introdução à química orgânica. São Paulo: Prentice- Hall, 2004. 336 p. \nSOLOMONS, T.W. Química Orgânica vol. 1e vol. 2. Editora: LTC , 8a Edição, 2005. \nVOGEL, A. I. Química Orgânica, Vol. I, II e III, Ao livro Técnico-Edusp, São Paulo, 1985. \nBibliografia Complementar \nALLINGER, N. L; CAVA, M. P.; DE JONGH, D. C.; JOHNSON, C. R.; LEBEL, N. A.; TEVENS, C. L. Química \nOrgânica, Editora Guanabara Dois, 2a Edição, Rio de Janeiro, 1976. 961pp \nCAREY, F. A. Organic Chemistry, McGraw-Hill, INC., New York, 1992. \nFOX, M.A. e Whitesell, J. K., \"Organic Chemistry\", 2nd ed, John Bartlett (1997). \nMcMURRY, J., Química Orgânica vol. 1 e vol. 2. Editora CENGAGE Learning. Tradução da 6a \nEdição Norte Americana, 2008. \nMORRISON, R. T.; BOYD, R. N. Química Orgânica, 13a Edição: Fundação Calouste Gulbekian, Lisboa, 1996. \nVOLLHARDT, K. P. C.; SCHORE, N. E. Química Orgânica - Estrutura e Função, 4a Edição, Editora Bookman, \nPorto Alegre, 2004 \nSISTEMÁTICA E TAXONOMIA VEGETAL  \nEmenta \nIntrodução. Organografia vegetal - raiz, caule, folha, flor, fruto e semente. \nSistemática e taxonomia vegetal. Princípios da classificação de plantas. Código Internacional de Nomenclatura \nBotânica. Técnicas de herbarização. Estudo e classificação das gimnospermas e angiospermas \n(monocotiledôneas e eudicotiledôneas) através das famílias de importância agronômica. \nObjetivo \nReconhecer a importância agronômica e econômica das famílias e seus principais representantes. Identificar os \nórgãos vegetais através de um estudo sistemático (organografia vegetal). Utilizar a chave de determinação de \nfamílias vegetais, principalmente de angiospermas. Efetuar técnicas de herborização. Reconhecer as principais \nespécies e variedades de interesse agronômico (tóxicos, invasoras, medicinais etc.). \nBibliografia Básica \nDAMIÃO FILHO, C.F. Morfologia vegetal._Jaboticabal:UNESP. 1993. \nSCHULTZ, A.R. Botânica sistemática._Porto Alegre: Globo. 1968.\n", "70": "70\n \n \nVIDAL, W.N. e VIDAL, M.R.R. Organografia vegetal. Viçosa: UFV. 2004. \nBibliografia Complementar \nJOLY, A.B. Botânica: Introdução à taxonomia vegetal.Z0 ed. São Paulo: Nacional. 1976. 77p. \nSCHULTZ, A. R. Botânica geral. Porto Alegre: Globo. 1972. \nSHIMOYA, C. Curso de botânica. Viçosa: UFV. 1977. \nBIOQUÍMICA  \nEmenta \nQuímica e importância biológica de aminoácidos, proteínas, carboidratos e lipídeos . enzimas: cinética e \ninibição. Coenzimas e Vitaminas. Energética bioquímica e visão geral do metabolismo. Metabolismo de \ncarboidratos, lipídeos, aminoácidos e proteínas. Ciclo do nitrogênio, fixação e assimilação. Fotossíntese e ciclo \ndo carbono. Interrelações e regulação metabólica. Bases moleculares da expressão gênica. \nObjetivo \nIdentificar as estruturas das biomoléculas que ocorrem no interior das células, bem como as transformações \ndas mesmas e suas funções específicas nas plantas. \nBibliografia Básica \nLEHNINGER, A. L.; NELSON, D.L.; COX, M.M. Princípios de bioquímica. 2a. Ed. São Paulo: Sarvier, 2003. \nRIEGEL, R. E. Bioquímica. 4a Ed. São Leopoldo: Unisinos, 2004. \nSACKHEIM, G. I. & LEHMAN, D. D. Química e Bioquímica: para ciências biomédicas. 8a Ed. Tamboré: Manole, \n2001. \nBibliografia Complementar \nBEHE, M. A Caixa Preta de Darwin: o desafio da bioquímica à teoria da evolução. Rio de Janeiro: Jorge Zahar, \n2001. \nLIMA, \nR. \nS. \nN. \nCaminhando \npela \nbioquímica. \nVirtual \nBooks, \n2001. \nDisponível \nem: \nhttp://virtualbooks.terra.com.br/novalexandria/raquel/bioquimica.htm. Acessado em: 19/10/2008.\n", "71": "71\n \n \nMETEOROLOGIA E CLIMATOLOGIA  \nEmenta \nIntrodução à meteorologia e climatologia agrícola, Estrutura e composição da atmosfera terrestre. Relações \nastronômicas Terra-Sol. Radiação solar. Balanço da energia. Temperatura do ar e do solo. Psicrometria. \nEvaporação e evapotranspiração. Precipitação atmosférica. Balanço hídrico. Classificação climática. \nZoneamento agroclimático. Circulação atmosférica, tempo e clima. Mudanças climáticas globais. Aplicações da \nmeteorologia e climatologia na agropecuária. Adversidades climáticas na agricultura. \nObjetivo \nCompreender as técnicas de observação e quantificação dos elementos meteorológicos, identificar as \ninterações existentes entre elementos climáticos e fatores do clima, correlacionar a influência destas interações \ncom as atividades agrícolas. \nBibliografia Básica \nBERGAMASHI, H.; BERLATO, M.A.; MATZENAUER, R.; FONTANA, D.C.; CUNHA, G.R.; SANTOS, M.L.V. \ndos.; FARIAS, J.R.B.; BARNI, N.A. Agrometeorologia aplicada à irrigação 1.ed. Porto Alegre: Editora da \nUniversidade/UFRGS, 1992. 125p. \nMENDONÇA, F.; OLIVEIRA, I. M. D. Climatotologia: noções básicas e climas do Brasil. 1.ed. São Paulo: \nEditora: Vida & Consciência, 2007. 206p. il. \nVIANELLO, R.L.; ALVES, A.R. Meteorologia básica e aplicações. Viçosa: Imprensa Universitária/UFV, 1991. \n449p. \nBibliografia Complementar \nPEREIRA, A. R., VILLA NOVA, N. A., Sedyama, G. C. Evapotranspiração. Piracicaba, FEALQ, 1997, 183p. \nArtigos da área de meteorologia e climatologia agrícola publicados nos seguintes periódicos: \n1) Revista Brasileira de Engenharia Agrícola e Ambiental, disponível em: http://www.agriambi.com.br \n2) Ciência e agrotecnologia, disponível em: http://www.editora.ufla.br/revista/ \n3) Revista Engenharia Agrícola, disponível em: http://www.engenhariaagricola.org.br/ \n4) Revista Ciência Rural, disponível em: http://www.ufsm.br/ccr/revista/ \nFÍSICA DO SOLO  \nEmenta \nIntrodução; Fração sólida do solo: Textura, Arranjamento das partículas; Estrutura, Consistência; Relações \nMassa-Volume dos constituintes do solo; Ar do solo; Transferência de calor, água e solutos.\n", "72": "72\n \n \nObjetivo \nCompreender a relação de características e propriedades físicas dos solos relacionando-a com a capacidade \nprodutiva do ambiente; \nIdentificar, analisar e discutir os problemas do solo como um sistema trifásico, heterogêneo disperso; \nFornecer fundamentos da metodologia de análise das fases sólida, líquida e gasosa e de suas interações; \nAplicar os conhecimentos em problemas relacionados à agricultura. \nBibliografia Básica \nCAPUTO, H.P. Mecânica dos solos e suas aplicações. LTC. 6a edição, vol 1, 1987, 234p. \nCAPUTO, H.P. Mecânica dos solos e suas aplicações. LTC. 6a edição, vol 2, 1987, 498p. \nCURI, N.; J.O.I.L.; KAMPF, N.; MONIZ, A.C.; FONTES, L.E.F. Vocabulário de ciência do solo. SBCS, 1993. \n90p. \nFONTES, L.E.F.; FONTES, M.P.F. Glossário de termos e expressões em ciência do solo. Caderno Técnico \n138. Imprensa Universitária, UFV, 1982, 97p. \nBibliografia Complementar \nRESENDE, M. Pedologia. Caderno Técnico 140. Imprensa Universitária, UFV, 1991,100p. \nWebsite sugeridos: \nhttp://www.cnps.embrapa.br/ \nhttp://www.pedologiafacil.com.br/ \nFÍSICA GERAL  \nEmenta \nIntrodução à mecânica Newtoniana. Introdução à Mecânica dos Fluidos. Introdução ao eletromagnetismo. \nObjetivo \nAssegurar ao futuro agrônomo um conhecimento básico sobre física geral, que o ajude a desenvolver, com \ncompetência, suas atividades estudantis e profissionais. \nBibliografia Básica \nALVARENGA, B.; MAXIMO, A. Curso de Física. Vol. 1 e 3. 5 edição. São Paulo, Atual, 1998. \nCHAVES, A. Física. V 2 e 4. Rio de Janeiro: Reichmann & Affonso , 2001. \nHALLIDAY, D; WALKER, J.; RENISCH. Fundamentos de Física. Vol. 1,2,3,4. 4 e 6° edições. Rio de Janeiro. LCT, 2002.\n", "73": "Bibliografia Complementar \n73\n \nSEARS E ZEMANSKY, YOUNG, HUGH D. E FREEDMAN, ROGER A. “Física II” e III. 10° edição. São Paulo: A. \nWesley, 2003. \nNUSSENZVEIG, H. M. Curso de Física. Vol. 2. 4 edição. São Paulo: Edgard Blucher, 2002. \nINTRODUÇÃO À ESTATÍSTICA  \nEmenta \nTabelas estatísticas e representação gráfica. Distribuição de freqüência. Estatística descritiva. Medidas de posição e \ndispersão. Probabilidade. Variáveis aleatórias discretas e continuas. Funções de variáveis aleatórias. Esperança matemática, \nvariância e covariância. Testes de significância: qui-quadrado, F e t. Intervalos de confiança. \nObjetivo \nAlertar o aluno para a necessidade e a importância da Estatística como um instrumento de trabalho na investigação \ncientífica, especialmente na área biológica. Familiarizar o aluno com a metodologia comumente usada na coleta de dados de \nobservação, e seu uso para fins de inferência. Expor o aluno ao significado da terminologia e metodologia estatística para \nhabilitá-lo a compreender as informações contidas nas publicações científicas que deverá acompanhar para fins de \natualização no exercício profissional. \nBibliografia Básica \nMARKUS, R., 1977. Elementos de Estatística Aplicada. Faculdade de Agronomia/UFRGS. Princípios Básicos (Parte I). \nMARKUS, Ruben; et alli, 1993. Exercícios de Métodos Estatísticos. Série B n° 16, UFRGS. \nSPIEGEL, M.R., 1978. Probabilidade e Estatística. McCraw-Hill. VIEIRA, Sônia & HOFFMANN, Rodolfo. Estatística \nExperimental. Editora Atlas, São Paulo, 1989. \nVIEIRA, Sônia. Introdução à Bioestatística. Editora Campus, Rio de Janeiro, 1991 \nBibliografia Complementar \nMarconi, M. A. e Lakatos, E. M. “Técnicas de pesquisa\". Ed. Atlas. \nMartins, G. A. e Donaire, D. “Princípios de estatística\". Ed. Atlas. \nKasmier, L. J. Estatística Aplicada a Economia e Administração. Ed. McGraw-Hill, 1982.\n", "74": "74\n \n \nQUI 201 - QUÍMICA ANALÍTICA \nEmenta \nInstrumentação laboratorial (cuidados e calibração), divisão da química analítica (quantitativa e qualitativa), Amostragem e \nPreparado de Amostras para Análise; Preparação da Solução para análise; Métodos gerais de separação; Erros em Química \nAnalítica Quantitativa; espectrometria, Métodos gravimétricos; Métodos volumétricos e Métodos Instrumentais de análise. \nObjetivo \nProporcionar aos acadêmicos o aprendizado de conceitos fundamentais em Química Analítica, de modo que eles possam \ncompreender, discutir, analisar, interpretar, avaliar e solucionar problemas relacionados a estes princípios químicos em sua \nárea de atuação \nBibliografia Básica \nBACCAN, N.; Godinho, O. E. S.; Andrade, J. C.; Barone, J. S. Química Analítica Quantitativa Elementar, Edgar Blucher, \nSP, 2001. \nGUENTHER, B. Química Analítica. Ed. Edgard Blucher. SP, 1972. \nOHLWEILER, O. A. Química Analítica Quantitativa, Editora Livros Técnicos e Científicos, SP, 1980. \nBibliografia Complementar \nCOLLINS, C.H., Braga, G.L., Bonato, P.S. Fundamentos e Cromatografia. Campinas: Editora da UNICAMP, 2006.452p. \nEWING, G. G. Métodos Instrumentais em Análises Químicas. Vol. 1,2, 3. Ed. Blucher - SP, 1972 \nHARRIS, D. C. Análise Química Quantitativa. Tradução da 6a ed. New York: W. H. Freeman and Company, 2005. \nSKOOG, D. A.; West, D. M.; Holler, F. J.; Crouch, S. R. Fundamentos de Química Analítica, tradução da 8a edição norte-\namericana, São Paulo: Pioneira Thomson Learning, 2006. \nVOGEL, A. I. Química Analítica Qualitativa. Editora Mestre Jou - SP, 1981. \nVOGEL, A. Química Analítica Quantitativa, Editora Mestre Jou - SP, 1981.\n", "75": " \n75\n \n \nFISIOLOGIA VEGETAL \nEmenta \nFotossíntese. Respiração. Nutrição mineral. Assimilação do nitrogênio. Relações hídricas. Transporte de solutos orgânicos. \nFormação, dormência e germinação de sementes. Crescimento e desenvolvimento vegetativo e reprodutivo. Fisiologia da \nplanta sob condições adversas. \nObjetivo \nReconhecer os fatores que agem sobre o metabolismo respiratório e fotossintético e sua influência na produção vegetal. \nConhecer as relações hídricas estabelecidas entre o sistema solo-água-planta-atmosfera. Relacionar o metabolismo com \nabsorção e utilização dos nutrientes. Relacionar crescimento e desenvolvimento. Conhecer os principais fatores que afetam \na produção vegetal. \nBibliografia Básica \nTAIZ, L. E ZEIGER, EDUARDO. Fisiologia vegetal. Porto alegre: Artmed, 2004. \nCASTRO, P. R. C.; KLUGE, R. A.; PERES, L. E. P. Manual de fisiologia vegetal: teórica e prática. São Paulo: \nAgronômica Ceres. 2005. \nMARENCO, R.A.; LOPES, N.F. Fisiologia Vegetal: fotossíntese - respiração - relações hídricas - nutrição mineral. Viçosa: \nUFV, 2009. 486 p. \nBibliografia Complementar \nBUCHANAN, B., GRUISSEM, W., JONES R. Biochemistry & Molecular Biology of Plants, 2002, Wiley, 1408 p. \nMECANIZAÇÃO AGRÍCOLA  \nEmenta \nTratores agrícolas- Conceito, tipos, aplicação- Regulagem de implementos agrícolas; Aplicar os conceitos de capacidade de \nuso, capacidade de campo - Manutenção e reparos. Normas de segurança. Máquinas e Implementos agrícolas. Operação, \nmanutenção e reparação de tratores e máquinas agrícolas. Custos horários. Normas de segurança.\n", "76": "76\n \n \nObjetivo \nIdentificar características das diferentes fontes de potência utilizadas em propriedades agrícolas e implementos agrícolas; \nDefinição dos tipos mais adequados de maquinários. Classificar os tratores agrícolas de rodas e de esteiras; dimensionar os \ntratores e equipamentos agrícolas para execução de atividades no campo; distinguir e aplicar os conceitos fundamentais para \nmecanização das atividades agrícolas, nivelamento e sistematização das áreas agrícolas; aplicar os conceitos de capacidade \nde uso, eficiência de campo, custo horário e manutenção dos equipamentos; Identificar nos tratores, os equipamentos \nelétricos, chassis, freios, transmissão de força, polia e tomada de força, sistema hidráulico; Conhecer implementos agrícolas \ne seus fabricantes; Desenvolver operação, manutenção e reparo de tratores e máquinas agrícolas; conhecer e aplicar as \nnormas de segurança. \nBibliografia Básica \nBALESTREIRE, L.A 1a Máquinas agrícolas. São Paulo, Nobel, 1993. \nSILVEIRA, G. M. da. Máquinas para Plantio e Condução das Culturas. 3° Viçosa, MG Aprenda Fácil 2001. SILVEIRA, G. \nM. da. Preparo de Solo: Técnicas e Implementos 2° Viçosa, MG Aprenda Fácil 2001. \nBibliografia Complementar \nBERETTA, C. C. Tração Animal na Agricultura 1° São Paulo, SP Nobel 1988. \nCOAN, O. Ferramentas para manutenção de máquinas e implementos agrícolas. 1a Jaboticabal/SP UNESP 1997. \nGALETI, P. A. Praticas de Controle à Erosão. 1° Campinas, SP Icea,1985. \nGRANDI, L. A. O prático: Máquinas e implementos agrícolas.1a Lavras/MG UFLA/FAEPE 1 998. \nRANGEL, C. Arado, Componentes e Emprego. 1° Guaíba Icea, 1993. \nSAAD, O. Máquinas e Técnicas de Preparo Inicial do Solo. 5° São Paulo, SP Nobel. \nSILVEIRA, G. M. Máquinas para planta1 Rio de Janeiro, Globo, 1989. \nTAVARES, G.. Elementos Orgânicos e Fundamentais de Máquinas e Implementos Agrícolas. 1a Lavras UFLA/FAEPE \n1996\n", "77": " \n77\n \nTOPOGRAFIA \nEmenta \nIntrodução à topografia. Unidades de medidas e escala. Medição de ângulos e distâncias de forma direta. Azimute. Métodos \nde levantamentos topográficos planimétricos (planimetria). Cálculo de área. Métodos de levantamentos topográficos \naltimétricos (nivelamento, diferença de nível e declividade). Planialtimetria. Posicionamento (GPS - Sistema de \nposicionamento Global) e Introdução ao SIG (Sistema de Informação Geográfica). \nObjetivo \nPropiciar conhecimentos sobre métodos e instrumentos utilizados nas diversas formas de levantamentos e processamento \nde dados, objetivando a elaboração e interpretação de plantas topográficas, bem como a obtenção de informações \ngeográficas a partir destas plantas, de fotografias aéreas e de imagens obtidas por satélites. \nBibliografia Básica \nCOMASTRI, J. A.; JUNIOR, J. G. Topografia Aplicada: medição, divisão e demarcação. Viçosa: UFV. 1990. 175p. \nCOMASTRI, J. A.; TULER, J. C. Topografia: altimetria. Viçosa: UFV. 1990. 175p. \nESPARTEL, L. Curso de Topografia. 2a. ed. Porto Alegre: Globo, 1980. \nBibliografia Complementar \nANTUNES, C. Levantamentos Topográficos: Apontamentos de topografia. Lisboa: FCUL. 1995. 129p. \nBRANDALIZE, M. C. B. Topografia. PUC/PR. 2007. 178p. \nNETO, O. F. Topografia básica. Aracajú. 1997. 63p. \nSILVA, M. S. Altimetria. 2° ed. Lavras: Imprensa Universitária. 1995. 151p. \nFERTILIDADE DO SOLO  \nEmenta \nConceito de fertilidade: interações químicas, físicas e biológicas. Fertilidade do solo no contexto social e econômico do \npaís e do Estado. Fatores que afetam o rendimento das culturas. Métodos para a avaliação da fertilidade do solo. Métodos de \nanálise do solo. Classes de fertilidade. Solos ácidos e alcalinos e sua correção. Dinâmica dos nutrientes no solo e correção \ndas deficiências pela adubação. Tipos de adubos, métodos e formas de aplicação. Recomendações com base em análise de \nsolo. Fertilidade de solo e sua relação com a eficiência da exploração da propriedade agrícola e qualidade ambiental. O solo \ncomo meio de inativação de resíduos poluentes.\n", "78": "78\n \n \nObjetivo \nProporcionar condições de entender o processo de ciclagem de nutrientes por meio da avaliação das relações do manejo da \nfertilidade do solo. Fazer com que o aluno compreenda, analise e interprete o comportamento dos elementos do solo de \nforma sistêmica sabendo que ao alterar qualquer fator este terá conseqüência sobre os demais; Capacitar o aluno em \nrecomendações de adubação e calagem adequadas aos diversos sistemas de produção existentes e que maximizem a \neficiência das culturas agrícolas. \nBibliografia Básica \nRAIJ, B.V.Fertilidade do Solo e Adubação. Piracicaba, Editora CERES, 1991.200p. \nMALAVOLTA, E. Manual de química agrícola: adubos e adubação. Agronômica Ceres. 1981.596p. \nTROEH, F.R.; THOMPSON, L.M. Solos e fertilidade do solo. Andrei Editora Ltda. 6a edição. 2007. 718p. Bibliografia \nComplementar \nCOELHO, F.S.; VERLENGIA, F. Fertilidade do Solo. Instituto Campineiro de Ensino Agrícola. 1973, 384p. \nMALAVOLTA, E.; GOMES, F.P.; ALCARDE, J.C. Adubos e adubação. Nobel, 2002, 200p. \nNOVAIS, R.F.; ALVAREZ V., V.H.; BARROS, N.F.; FONTES, R.L.F.; CANTARUTTI, R.B.; NEVES, J.C.L.Fertilidade \ndo Solo. Viçosa, Editora UFV. 2007. 1017p. \nRAIJ, B.V.; ANDRADE, J.C.; CANTARELLA, H. QUAGGIO, J.A. Análise química para avaliação da fertilidade de solos \ntropicais. Campinas, Instituto Agronômico, 2001.285p. \nSÁ, M.E.; BUZZETI, S. Importância da adubação na qualidade de produtos agrícolas. Ícone, 1994. 437p. YAMADA, T.; \nABDALLA, S.R.S. Fósforo na agricultura brasileira. Potafós, 2004, 726p. \nYAMADA, T.; ROBERTS, T.L. Potássio na agricultura brasileira. Potafós, 2005, 841p \nMETODOLOGIA CIENTÍFICA  \nEmenta \nTeoria da Ciência: conhecimento do senso comum e conhecimento científico. Ciência, Pesquisa e método: tipologia. \nFormas de comunicação científica. Prática da pesquisa: planejamento e execução. Projeto de pesquisa. Trabalhos \nacadêmicos. Monografia. \nObjetivo \nDespertar a sensibilidade do aluno para que possa levantar problemas, criar hipóteses e modelos para a solução dos \nproblemas propostos. Selecionar toda documentação da bibliografia relacionada ao(s) objetivo(s). Analisar a coerência, \nvalidade, originalidade e profundidade das idéias dos autores selecionados.\n", "79": " \n79\n \n \nALVES, R. Filosofia da ciência: introdução ao jogo e suas regras. São Paulo: brasiliense, 1981. \nDUARTE, S.V.; FURTADO, M.S. Manual para elaboração de monografia e projetos de pesquisa. 2. ed.rev. Montes \nClaros: UNIMONTES, 2000. \nKÕCHE, José Carlos. Fundamentos de Metodologia Científica: teoria da ciência e iniciação à pesquisa. Petrópolis: Vozes, \n2003. \nBibliografia Complementar \nFRANÇA, Júnia Lessa. Manual para normatização de publicações técnico-científicas. 7a. ed. rev. Belo Horizonte: UFMG, \n2005. \nGIL, Antonio Carlos. Como elaborar projetos de pesquisa. São Paulo: Editora Atlas, 2002. \nMAGALHÃES, Gildo. Introdução à metodologia da pesquisa: caminhos da ciência e da tecnologia. São Paulo: Ática, \n2005. \nSEVERINO, Antonio Joaquim. Metodologia do trabalho científico. 21 ed.revisada e.ampliada. São Paulo: \nCortez, 2000. \nEXPERIMENTAÇÃO AGRÍCOLA  \nEmenta \nPrincípios básicos da experimentação. Análise de Variância. Testes de hipóteses. Contrastes. Procedimentos para \ncomparações múltiplas: testes de Tukey, N.K., Duncan, Scott-Knott, Dunett, Scheffé e t. Delineamentos experimentais. \nExperimentos fatoriais e em parcelas subdivididas. Regressão linear. Uso de software para análises estatísticas. \nObjetivo \nCapacitar o futuro agrônomo na instalação de experimentos de pesquisa, tomada de dados e processamento dos mesmos. \nFamiliarizar o estudante com os principais delineamentos, testes estatísticos e softwares utilizados para processamento de \ndados experimentais. \nBibliografia Básica \nPIMENTEL GOMES, F., 1985. Curso de Estatística Experimental Livraria Nobel. \nSPIEGEL, M.R., 1978. Probabilidade e Estatística. McCraw-Hill. VIEIRA, Sônia & HOFFMANN, Rodolfo. Estatística \nExperimental. Editora Atlas, São Paulo, 1989. \nVIEIRA, S.; HOFFMANA, R. Estatística Experimental. Ed. Atlas. 179p.\n", "80": "Bibliografia Complementar \n80\n \nSNEDECOR, G. W AND COCHRER W. G. USA 1989, Statistical method. \nMICROBIOLOGIA DOS SOLOS  \nEmenta \nIntrodução ao estudo da biologia do solo. Ecologia e diversidade dos organismos do solo (bactérias, fungos, micorrizas, \nactinomicetos, algas, protozoários, mesofauna, minhocas) quanto às características, funções e importância agrícola. Fatores \nque influem na atividade biológica do solo. Ciclo do carbono, decomposição da matéria orgânica, formação de húmus, \ndecomposição de compostos de importância agrícola. Compostagem, vermicompostagem e metanogênese. Ciclo do \nnitrogênio: mineralização, nitrificação, desnitrificação, imobilizacão e fixação de nitrogênio atmosférico. Transformações \nmicrobianas do fósforo, enxofre, ferro, manganês, potássio e metais pesados. Microbiologia da rizosfera. Interações planta-\nmicrorganismo. \nObjetivo \nNo final do semestre os estudantes deverão ser capazes de interpretar os processos biológicos que ocorrem no solo como \npromotores de transformações bioquímicas que influenciam o sistema de produção e o manejo sustentável do solo e a \nqualidade do ambiente. \nBibliografia Básica \nCARDOSO, E.J.B.N. et al. 1992. Microbiologia do Solo. Campinas: SBCS. 340p. \nFREIRE, J.R.J. 1975. Microbiologia do Solo. Departamento de Solos, Faculdade de Agronomia/UFRGS, Porto Alegre. \n234pp. (mimeografado). \nSIQUEIRA, J.O. & FRANCO, A.A. 1988. Biotecnologia do solo - Fundamentos e Perspectivas. Brasília: MEC-ESAL. \n235p. \nBibliografia Complementar \nAraújo, R.S. e Hungria, M. A. Manual de métodos empregados em estudos de microbiologia agrícola. 542p. Embrapa \nVargas, M.A.T.; Hungria, M. Biologia dos Solos dos Cerrados. Embrapa. 1997 \nMoreira, F.M.S. e Siqueira, J.O. Microbiologia e bioquímica do solo. Editora UFLA,625 p., 2002.\n", "81": " \n81\n \n \nCitologia e localização do material genético. Genética molecular, com a estrutura e propriedades do material genético. \nMutação. Divisão celular. Regras da genética e interação não alélicas e gênicas. Pleitropismo, penetrância e expressividade. \nA influência do meio ambiente na expressão gênica. Alelos múltiplos, genes letais e aberrações cromossômicas. A \nreprodução de plantas superiores, autógamas e alógamas. Bases da genética quantitativa e previsões de caráter e \nherdabilidade. Genética de populações e estudo dos fatores que alteram as freqüências alélicas e genotípicas de uma \npopulação. Engenharia genética. \nObjetivo \nTornar o aluno apto a compreender as bases genéticas do melhoramento animal e vegetal. \nBibliografia Básica \nGARDNER, E.J.; SNUSTAD, D.P. Genética. 7a ed. Rio de Janeiro: Interamericana, 1986.497p. \nRAMALHO, M.A.P.; SANTOS, J.B. dos; PINTO, C.A.B.P. Genética na agropecuária. São Paulo: Globo, 1989. 359p. \nRAMALHO, D.M.A.; SANTOS, J.B.dos; ZIMERMANN, M.J.O. Genética quantitativa em plantas autógamas: \naplicações ao melhoramento do feijoeiro. Editora da Universidade Federal de Goiânia, 1993. 271 p. \nBibliografia Complementar \nBORÉM, A. Hibridação artificial de plantas. UFV, Viçosa, 1999. \nSTRICKBERGER, M.W. Genetics. 3a ed. Nova York: MacMillan, 1985.842p \nHIDRÁULICA  \nEmenta \nPrincipais propriedades dos fluidos; - Hidrostática; - Lei de Stevin; - Lei de Pascal; - Empuxo; - Manometria; - \nHidrodinâmica; - Cinemática; - Equação da continuidade; - Equação de Bernoulli aplicada aos fluidos ideais e reais; - \nEscoamento em condutos livres e em condutos forçados; - Perda de carga contínua;- Perda de carga localizada; - Condutos \nequivalentes ; - Medição de vazão; - Instalações de recalque; Pequenas barragens de terra.\n", "82": "82\n \n \n \nObjetivo \nConceituar a hidrodinâmica, manometria, propriedades dos fluidos, hidrostática e empuxo; Apresentar os fundamentos \nteóricos da equação de Bernoulli, equação de continuidade e perda de carga contínua, incluindo os tipos de escoamento dos \nfluidos; Determinar as perdas de carga em escoamentos de fluídos; Dimensionar instalações de recalque e pequenas \nbarragens de terra. \nBibliografia Básica \nManual de Hidráulica J. M. Azevedo Netto e outros 8a São Paulo Edgard Blucher 1998 Sim Bombas \ne Instalações de Bombeamento A.J. Macintyre 2a Rio de Janeiro LTC 1997 Sim Hidráulica dos \nCondutos Forçados M. M. Ramos ia Viçosa - MG DEA/UFV 1996 Sim Bibliografia Complementar \nManual de Medição de Vazão G.J. Delmée 2a São Paulo Edgard Blucher 1998 Não \nBarragens de Terra de Pequeno Porte. Antonio Teixeira de Matos, Demetrius David da Silva, Fernando Falco Pruski. 2 \nedição. 2003. Viçosa. UFV \nFITOPATOLOGIA I  \nEmenta \nIntrodução à fitopatologia: conceito, histórico e importância. Etiologia: classificação geral de agentes causais de doenças de \nplantas. Micologia: fungos fitopatogênicos, fisiologia do fungo e doenças fúngicas. Sintomatologia e diagnose. Postulado de \nKoch. Ciclo das relações patógeno-hospedeiro: ciclo primário e secundário, sobrevivência, disseminação, infecção, \ncolonização e reprodução de patógenos. Epidemiologia. Princípios e métodos de controle de doenças de plantas. Fungicidas \nprotetores e sistêmicos. Resistência de fungos a fungicidas. \nObjetivo \nIntroduzir a fitopatologia como ciência aos estudantes do curso de agronomia. Proporcionar o conhecimento dos principais \nagentes causais de doenças de plantas, em especial os fungos, desenvolvimento de epidemias e os principais métodos de \ncontrole de doenças. \nBibliografia Básica \nALFENAS, A. C. E. , MAFIA, R. G. Métodos em Fitopatologia. Viçosa, MG. Ed. UFV. 382 p. 2007. \nBERGAMIM FILHO, A., KIMATI, H., AMORIM, L. (Editores). Manual de Fitopatologia. Volume 1. Princípios e \nConceitos. 3a edição. São Paulo, SP. Ed. Agronômica Ceres. 919 p. 1995.\n", "83": "83\n \nKIMATI, H., AMORIM, L., BERGAMIN FILHO, A., CAMARGO, L. E. A., REZENDE, J. A. M. (Editores). Manual de \nFitopatologia. Volume 2. Doenças das Plantas Cultivadas. 3a Edição. São Paulo, SP. Ed. Agronômica Ceres. 774p. 1997. \nBibliografia Complementar \nAGRIOS, G. N. Plant Pathology. 5a edição. New York. Academic Press. 2005. \nALEXOPOULOS, C.J., MIMS, C.W., BLACKWELL, M. Introductory Mycology. J. Wiley & Sons, New York. 868p. \n1996. \nGHINI, R., KIMATI, H. Resistência de fungos a fungicidas. Jaguariúna, SP. Embrapa Meio Ambiente. 78p. 2000. \nMIZUBUTI, E. S. G., MAFFIA, L. A. Introdução à Fitopatologia. Viçosa, MG. Ed. UFV. Caderno Didático 115. 190p. \n2007. \nMONTEIRO, A. J. A., VALE, F. X. R., COSTA, H., ZAMBOLIM, L. Controle de Doenças de Plantas - Fruteiras - Vol. 1. \nEd. Produção Independente. 674 p. 2002. \nRODRIGUES, F. A., SILVA ROMEIRO, R. Indução de Resistência em Plantas a Patógenos. Ed. Produção Independente. \n340p. 2007. \nROMEIRO, R. S. Controle Biológico de Doenças de Plantas: Procedimentos. Viçosa, MG. Ed. UFV. 172p. 2007. \nVALE, F. X. R., JESUS JUNIOR, W. C. Epidemiologia Aplicada ao Manejo de Doenças de Plantas. Belo Horizonte, MG. \nEd. Perfil. 532p. 2004. \nENTOMOLOGIA GERAL \nEmenta \nConceitos básicos de Entomologia. A Classe insecta (Importância, distribuição, definição e caracteres gerais dos insetos). \nNoções de Nomenclatura Zoológica. Técnicas de coleta, preparo, conservação e remessa de material entomológico. As \nordens dos insetos (Blattodea, Hymenoptera, Orthoptera, Coleoptera, Isoptera, Phasmatodea, Dermaptera, Lepidoptera, \nPhthiraptera, Diptera, Mantodea, Mantophasmatodea, Siphonaptera, Ephemeroptera, Neuroptera, Thysanoptera, Hemiptera, \nOdonata). Morfologia e Fisiologia dos Insetos. Reprodução e Desenvolvimento dos Insetos. Taxonomia de Insetos: \nIdentificação e caracterização das principais Ordens, Subordens e famílias. \nObjetivo \nCompreender a importância dos insetos nos ambientes naturais, urbanos e agroecossistemas, reconhecendo os principais \ngrupos de importância econômica e as características morfo-fisiológicas, reprodutivas e comportamentais que auxiliem na \nelaboração de programas de manejo.\n", "84": "Bibliografia Básica\n84\n \n \nGALLO, D.; NAKANO, O.; SILVEIRA NETO, S.; CARVALHO, R. P. L.; BATISTA, G. C. de; BERTI FILHO, E.; \nPARRA, J. R. P.; ZUCCHI, R. A.; ALVES, S. B.; VENDRAMIM, J. D. Entomologia Agrícola. Piracicaba:. FEALQ, \n2002. 920p. \nGULLAN, P. J. E CRANSTON, P. S. Os Insetos: Um Resumo de Entomologia. São Paulo: ROCA, 2008. 456p. \nPANIZZI, A.R. (Org.); PARRA, J.R.P. (Org.). Bioecologia e nutrição de insetos. Base para o manejo integrado de \npragas. 1. ed. Brasília: Embrapa Informação Tecnológica, 2009. v.1., 1263p. \nBibliografia Complementar \nBORROR, D.L.J.; DELONG, D.M. Introdução ao estudo dos insetos. São Paulo: Edgard Blucher, 1988. 653p. \nLARA, F. M. Princípios de entomologia. 2 ed. Piracicaba: Ceres, 1992. 312p. \nLIMA, A. da C. Insetos do Brasil. Rio de Janeiro: Escola Nacional de Agronomia, 1939. \nMARANHÃO, Z. C. Entomologia Geral. São Paulo: Nobel, 1976. 514p. \nMARANHÃO, Z. C. Morfologia geral dos insetos. São Paulo: Nobel, 1978. 396p. \nZOOTECNIA GERAL  \nEmenta \nIntrodução à zootecnia. Biocliamatologia Animal. Melhoramento genético dos animais domésticos. Nutrição e alimentação \nanimal. \nObjetivo \nCapacitar o estudante para desenvolver com eficiência as práticas de melhoramento genético e alimentação animal. \nProporcionar aos alunos uma visão geral e especifica sobre os principais aspectos técnicos envolvidos na produção racional \ndos animais domésticos. Desenvolver a capacidade geradora de novas tecnologias e a capacidade critica sobre os principais \nproblemas inerentes à cadeia produtiva da pecuária. \nBibliografia Básica \nANDRIGUETTO, et al. Nutrição Animal. v. 1, 1a Ed. Livraria Nobel S.A., 1982. 394 p. \nMAYNARD, L. A. , LOOSLI, J.K., HINTZ, H.F., WARNER, R.G. Nutrição Animal, Rio de Janeiro: Livraria Freitas \nBastos. 1984. 726 p. \nDOMINGUEZ, OTAVIO. Elementos de zootecnia tropical. Nobel.1984.\n", "85": "Bibliografia Complementar \n85\n \n \nCOLE,H.H. MAGNAR. Curso de zootecnia. Biologia de los animales domésticos y su empleo por el hombre.Acribia. \n1974. \nMAIER, J. C., PEIXOTO, R.R. Nutrição e Alimentação Animal. Pelotas: UCPEL., EDUCAT, 1993. 169 p. MALLEVI,M. \nTORRENT. Zootecnia básica. Aedos. 1982. \nMARQUES D, A COSTA. Criação de bovinos. Nobel. 1985. \nTORRES,A. DI PARAVICINI. Melhoramento dos rebanhos. Noções fundamentais. Nobel. 1986. \nSANTOS, REINALDO DOS. Os cruzamentos na pecuária tropical. Edição comemorativa dos 100 anos de pesquisa de \ncruzamentos no Brasil. 1999. \nNUNES, I.J.N. Nutrição Animal Básica. 2o ed. Belo Horizonte: FEP-MVZ Editora, 1998. 388 p. \nLEGISLAÇÃO AMBIENTAL  \nEmenta \nLegislação federal aplicada ao ambiente. Evolução histórica, conceito, fontes e princípios Direito Ambiental. O conceito \njurídico de meio ambiente. A proteção constitucional do meio ambiente e os bens ambientais. O sistema federativo e a \ncompetência no meio ambiente. A Política Nacional do Meio Ambiente, seus instrumentos e o funcionamento do \nSISNAMA. Licenciamento Ambiental e o Estudo Prévio de Impacto Ambiental. O Sistema Nacional de Unidades de \nConservação da Natureza. A Política Nacional de Recursos Hídricos, A proteção da flora, fauna e pesca. O Estatuto da \nCidade. A Lei de Crime Ambientais e os instrumentos judiciais e extrajudiciais de defesa dos bens ambientais. Reparação \nde danos ambientais. \nObjetivo \nDespertar nos discentes devida atenção com os aspectos de explorações agropecuárias em consonância com a legislação \nambiental vigente no país \nBibliografia Básica \nMORAES, Luís Carlos Silva de. Curso de Direito Ambiental. 2. ed. São Paulo: Editora Atlas, 2004. FIORILLO, Celso \nAntonio Pacheco. Curso de Direito Ambiental Brasileiro. 3.ed São Paulo 2002. MACHADO, Paulo Affonso Leme. Direito \nAmbiental Brasileiro. 3.ed. São Paulo: Editora. \nMalheiros, 2005.\n", "86": "Bibliografia Complementar \n86\n \nFAZZIO JUNIOR, Waldo. Fundamentos de Direito Administrativo. 2.ed. São Paulo: Editora Atlas, 2002. \nMELLO, Celso Antonio Bandeira de. Curso de Direito Administrativo. 14.ed. São Paulo:Editora Malheiros. \nMEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 26.ed. São Paulo: Editora Malheiros. \nIRRIGAÇAO E DRENAGEM  \nEmenta \nIntrodução ao estudo da irrigação; Água no solo; Relação solo-água-planta; Medição e condução de água para irrigação; \nMétodos de irrigação; Dimensionamento de sistemas de irrigação; Manejo de irrigação. Introdução ao estudo da drenagem. \nMétodos de drenagem. Drenagem superficial. Noções de drenagem subterrânea. \nObjetivo \nFornecer ao aluno os subsídios necessários para que, no exercício da profissão, possa realizar uma análise criteriosa dos \nproblemas de irrigação e drenagem, capacitando-o a indicar um conjunto de soluções tecnicamente viáveis, inclusive o \ndimensionamento e manejo de sistemas de irrigação e drenagem, nas quais sejam considerados os aspectos econômicos, \nsociais e ambientais envolvidos. \nBibliografia Básica \nBERNARDO, S. 2006. Manual de irrigação. Viçosa : Impr. Univ. UFV 8 ed. 596 p. \nDAKER, A. A água na agricultura. Vol. 1,2 e 3 Rio de Janeiro : Freitas Bastos, 1984. \nMANTOVANI, E. C., BERNARDO, S., PALARETTI, L. F. Irrigação - Princípios e Métodos. Viçosa: UFV. 2007. \nBibliografia Complementar \nABEAS. Elaboração de Projetos de Irrigação. (diversos módulos). ABEAS: Brasília. 1988. 53 p. \nCAUDURO, F. A. e DORFMAN, R. Manual de ensaios de laboratório e de campo para irrigação e drenagem. Porto Alegre \n: PRONI : IPH-UFRGS, sd. 216 p. \nCRUCIANI, D.E. A drenagem na agricultura. São Paulo : Nobel. 1987. 333 p. \nEMBRAPA.. Quimigação - Aplicação de produtos químicos e biológicos via irrigação. Embrapa. 1994. \nGOMES, E.P. Engenharia de irrigação. Universidade Federal da Paraíba. 2 ed. 1997. \nKLAR, A.E. Irrigação: freqüência e quantidade de aplicação. Nobel.1992.\n", "87": "87\n \n \nMILLAR, A. Drenagem de terras agrícolas. Bases agronômicas. McGraw-HilI, 1978. \nTUBELIS, A. Clima e Irrigação. Viçosa: UFV. 2003 \nMANEJO E CONSERVAÇAO DO SOLO  \nEmenta \nProcesso erosivo. Histórico da utilização dos recursos naturais pelo homem. Problemas em recursos naturais. \nCaracterísticas físicas do solo. Solos de cerrados: potencialidades e limitações. . Erosão hídrica Eólica. Fases da erosão. \nTipos de erosão. .Causas da ocorrência de erosão. Conseqüências da erosão do solo. Conseqüências da degradação do solo. \nUnidades ambientais. Áreas de conservação. Finalidades e funções. Áreas de preservação. Finalidades e funções. \nLevantamento da capacidade de uso do solo. Parâmetros considerados para a classificação. Classes de capacidade de uso de \nsolo. Sistemas de avaliação da aptidão agrícola das terras. Nível de manejo. Fatores limitantes. Viabilidade de \nmelhoramento. Quadros guias. Práticas de conservação do solo (edáficas, vegetativas e mecânicas) e plantio direto. \nObjetivo \nEstudar os sistemas de manejo do solo, especialmente aqueles utilizados na agricultura brasileira; compreender as \nconseqüências do uso e manejo inadequados do solo sobre a capacidade do mesmo em cumprir com suas funções \nagroecológicas. Conhecer técnicas de controle da degradação e de recuperação de solos degradados. Conhecer a legislação \nbrasileira referente ao uso e manejo de solos. Utilizar técnicas de manejo, conservação do solo e uso adequado do solo e \nágua, visando minimizar os processos erosivos, proporcionando assim melhor rendimento agrícola. \nBibliografia Básica \nManual da Ciência do Solo Lúcio S. Vieira 2a S. Paulo Agronômica Ceres 1988 Práticas \nde Controle à Erosão Galeti-Paulo Anestar 1° Campinas, SP Icea 1985. \nConservação do Solo Bertoni, José. \nBibliografia Complementar \nFormação e Conservação do Solo I. F. Lepsch São Paulo Oficina de Texto 2002 Manual \nde Conservação do Solo Vários 2a Porto Alegre FEPLAM 1975. \nManual de Morfologia e Classificação dos Solos, Lúcio S. Vieira 1a Belém Faculdade de Belém 1981\n", "88": "88\n \n \nFITOPATOLOGIA II  \nEmenta \nVirologia, bacteriologia e nematologia: características dos patógenos, doenças causadas e controle. Variabilidade em \nfitopatógenos. Fisiologia do parasitismo. Resistência de plantas às doenças. Patologia de sementes e pós-colheita. Produção \nde material propagativo certificado. Princípios gerais do manejo integrado de doenças de plantas. \nObjetivo \nApresentar as principais doenças causadas por vírus, bactérias, micoplasmas e nematóides, seu desenvolvimento e controle. \nPropiciar aos estudantes o conhecimento dos mecanismos envolvidos na resistência de plantas e conhecimentos gerais sobre \nprodução de material propagativo sadio. Introduzir a patologia de sementes e em pós-colheita. Capacitar os estudantes para \naplicar os conhecimentos adquiridos no contexto da produção integrada de plantas. \nBibliografia Básica \nALFENAS, A. C. E. ; MAFIA, R. G. Métodos em Fitopatologia. Viçosa, MG. Ed. UFV. 382 p. 2007. \nKIMATI, H., AMORIM, L., BERGAMIN FILHO, A., CAMARGO, L. E. A., REZENDE, J. A. M. (Editores). Manual de \nFitopatologia. Volume 2. Doenças das Plantas Cultivadas. 3a Edição. São Paulo, SP. Ed. Agronômica Ceres. 774 p. 1997. \nMONTEIRO, A. J. A., VALE, F. X. R., COSTA, H., ZAMBOLIM, L. Controle de Doenças de Plantas - Fruteiras - Vol. 1. \nEd. Produção Independente. 674 p. 2002. \nBibliografia Complementar \nAGRIOS, G. N. Plant Pathology. 5a edição. New York. Academic Press. 2005. \nBERGAMIM FILHO, A.; KIMATI, H.; AMORIM, L. (Editores). Manual de Fitopatologia. Volume 1. Princípios e \nConceitos. 3a edição. São Paulo, SP. Ed. Agronômica Ceres. 919 p. 1995. \nDHINGRA, O. D., ACUNA, R.S. Patologia de Sementes de Soja. Viçosa,MG. Ed. UFV. 119 p. 1997. \nGRASSI FREITAS, L., OLIVEIRA, R. D. L., FERRAZ, S. Introdução à Nematologia. Caderno Didático 58. 84 p, \n1999, Editora UFV. \nMACHADO, J. C. Patologia de Sementes: fundamentos e aplicações. Brasília, MEC / ESAL/FAEP. 107 p. 1988. \nMACHADO, J. C. Tratamento de Sementes no Controle de Doenças. Lavras, LAPS/UFLA/FAEPE. 138 p. \n2000. \nMIZUBUTI, E. S. G; MAFFIA, L. A. Introdução à Fitopatologia. Viçosa, MG. Ed. UFV. Caderno Didático 115. 190 p. \n2007.\n", "89": "89\n \n \nROMEIRO, R. S. Métodos em Bacteriologia de Plantas. 279p, 2001, Editora UFV. \nROMEIRO, R. S. Bactérias Fitopatogênicas, 2a edição, 417p, 2005, Editora UFV. \nTIHOHOD, D. Nematologia Agrícola. Jaboticabal, SP. Ed. UNESP. 372 p. 1993. \nTIHOHOD, D. Guia Prático para a Identificação de Fitonematóides. Jaboticabal, SP. FCAV, FAPESP. 246p. 1997. \nVALE, F. X. R., JESUS JUNIOR, W. C. Epidemiologia Aplicada ao Manejo de Doenças de Plantas. Belo Horizonte, MG. \nEd. Perfil. 532 p. 2004. \nZAMBOLIM, L. Manejo integrado Fruteiras Tropicais Doenças e Pragas. Ed. UFV. Viçosa, MG. 672p. 2002. \nZERBINI JR. F. M.; CARVALHO, M. G. de ZAMBOLIM, E. M. Introdução à Virologia Vegetal. Viçosa, MG. Ed. UFV. \nCaderno Didático 87. 145p. 2002. \nMELHORAMENTO GENÉTICO VEGETAL  \nEmenta \nConceito e importância do melhoramento de plantas na agricultura. Centros de origem e diversidade das plantas cultivadas. \nRecursos genéticos. Sistemas de reprodução das plantas cultivadas. Métodos de controle de polinização. Estrutura genética \ndas populações. Tipos de ação gênica. Caracteres qualitativos e quantitativos. Endogamia e heterose. Métodos de \nmelhoramento aplicados às plantas autógamas e alógamas. Melhoramento de plantas visando resistência às doenças, pragas \ne adaptação às condições adversas de ambiente. Aplicação de técnicas biotecnológicas no melhoramento de plantas. \nManutenção de variedades melhoradas. Ideótipos de culturas. Elaboração de um programa de melhoramento. \nObjetivo \nO aluno deverá ser capaz de utilizar os princípios genéticos e a variabilidade natural ou induzida para obtenção de novas \ncultivares geneticamente superiores, através da aplicação dos diferentes métodos de melhoramento. \nBibliografia Básica \nALLARD, R.W. Princípios de melhoramento genético das plantas. Rio de Janeiro: Edgard Blucher, 1971,381 p. BORÉM, \nA. Melhoramento de plantas. Viçosa: UFV, 1997. 547 p. \nBORÉM, A. Hibridação artificial de plantas. Viçosa: UFV, 1999. 546 p. \nBibliografia Complementar \nBORÉM, A. Melhoramento de espécies cultivadas. Viçosa: UFV, 1999. 817 p. \nBUENO, L.C.S.; MENDES, A.N.G.; CARVALHO, S.P. Melhoramento genético de plantas. Lavras. UFLA/FAEPE, 1999. \n432 p.\n", "90": "90\n \n \nTORRES, A.C.; CALDAS, L.S.; BUSO, J.A. Cultura de tecidos e transformação genética de plantas. Brasília, \nEMBRAPA. Vols. 1 e 2, 1998. 864 p. \nENTOMOLOGIA AGRÍCOLA  \nEmenta \nMétodos de Controle de insetos (Legislativo, Mecânico, Cultural, Físico, Resistência de Plantas, por Comportamento, \nAutocida; Controle Biológico: principais inimigos naturais; Controle químico: inseticidas, classificação, formulações, modo \nde ação, aspectos toxicológicos, Resistência de insetos a inseticidas). Pragas das plantas e seu controle: considerações \ngerais; pragas das grandes culturas; pragas das hortaliças; pragas das frutíferas; pragas gerais (formigas, cupins e \ngafanhotos); pragas dos produtos armazenados. Ecologia dos insetos: autoecologia, sinecologia (Levantamento da \npopulação, Dinâmica da população, Níveis de danos. Manejo Integrado de Pragas. \nObjetivo \nCompreender a estratégia da fitofagia nos insetos. Conhecer aspectos biológicos e ecológicos das principais ordens: \nfamílias e espécies de insetos associados com plantas cultivadas. Reconhecer a condição de praga. Conhecer as principais \nmedidas de controle. Compreender e reconhecer os elementos essenciais para o manejo integrado de pragas (MIP). \nCapacitar e subsidiar o aluno, através de discussões teóricas e aulas práticas, para as atividades de pesquisa e a tomada de \ndecisão frente aos problemas com pragas em ecossistemas. \nBibliografia Básica \nANDREI, E. Coord. Compêndio de defensivos agrícolas. 8a ed. São Paulo: Organização Andrei Ed. 2009. 1380p. \nGALLO, D.; NAKANO, O.; SILVEIRA NETO, S.; CARVALHO, R. P. L.; BATISTA, G. C. de; BERTI FILHO, E.; \nPARRA, J. R. P.; ZUCCHI, R. A.; ALVES, S. B.; VENDRAMIM, J. D. Entomologia Agrícola. Piracicaba:. FEALQ, 2002. \n920p. \nPARRA, J.R.P.; BOTELHO, P.S.; CORRÊA-FERREIRA, B.S.; BENTO, J.M. Controle Biológico no Brasil: \nparasitóides e Predadores. São Paulo: Manole, 2002, 609p. \nBibliografia Complementar \nALTIERI, M.A.; SILVA, E.N.; NICHOLLS, C.N. O papel da biodiversidade no manejo de pragas. Ribeirão Preto: Holos, \n2003. 226p. \nALVES, S.B. (ed.). Controle Microbiano de Insetos. 2° ed., Fealq, Piracicaba, 1998. 1163p. \nFLECHTMANN. C. H. W. Ácaros de importância agrícola. São Paulo: Nobel, 1985. 189p.\n", "91": "91\n \n \nMALAVASI, A; ZUCCHI, R. A (eds.). Moscas das frutas de importância econômica no Brasil: conhecimento básico e \naplicado, 2000. 327p. \nMENEZES, E.A.; BARBOSA, F.R. Pragas da mangueira: monitoramento,nível de ação e controle. 1. ed. \nPetrolina: Embrapa Semi-árido, 2005. 149 p. \nPINTO, A.S.; BOTELHO, P.S.M.; OLIVEIRA, H.N. Guia Ilustrado de Pragas e Insetos Benéficos da Cana- de-açúcar. \n2009, 160p. \nVILELA, E. F.; ZUCCHI, R. A.; CANTOR, F. (ed). Histórico e impacto das pragas introduzidas no Brasil. \nSão Paulo: Holos, 2001.173p. \nZAMBOLIM, L.; LOPES, C.A.; PICANÇO, M.C.; COSTA, H. Manejo Integrado de Doenças e Pragas: Hortaliças. Viçosa: \nUFV, 2007. 627p. \nZANUNCIO, J. C. Manual de pragas florestais - Lepidoptera desfolhadores do Eucalipto: Biologia, ecologia e controle. \nIPEF/SIF, 1993. 140 p. Vol. I. \nZUCCHI, R-A.; SILVEIRA NETO, S.; NAKANO, O. Guia de identificação pragas agrícolas. Piracicaba: FEALQ, 1993. \n139p. \nBIOLOGIA E MANEJO DE PLANTAS DANINHAS  \nEmenta \nDanos, prejuízos e benefícios causados por plantas daninhas à agricultura. Formas de dispersão, dormência, germinação e \nalelopatia. Competição plantas daninhas e culturas. Reconhecimento de plantas daninhas. Métodos de controle de plantas \ndaninhas. Herbicidas: formulações, absorção, translocação, classificação e mecanismos de ação. Metabolismo de herbicidas \nem plantas e seletividade. Herbicidas x ambiente. Resistência de plantas daninhas à herbicidas. Tecnologia de aplicação de \nherbicidas. Recomendações para o manejo de plantas daninhas em áreas agrícolas e não agrícolas. \nObjetivo \nCapacitar o estudante a identificar as principais espécies daninhas, conhecer sua biologia e selecionar métodos para de \ncontrole. Capacitar o estudante a prescrever herbicidas corretamente, enfatizando o modo de ação dos mesmos para alcançar \nsua utilização correta e de acordo com a legislação. \nBibliografia Básica \nSILVA, A.A.; SILVA, J.F. Tópicos em Manejo de Plantas Daninhas. Viçosa: UFV, 2007. 367 p. \nLORENZI, H. 1994. Manual de identificação e controle de plantas daninhas. Nova Odessa, SP. 240p. DEUBER, R. 1992. \nCiência das plantas daninhas: fundamentos. Jaboticabal, SP. 431p. \nOLIVEIRA JÚNIOR, R. S. de.; CONSTANTIN, J.; INOUE, M. H. Biologia e manejo de plantas daninhas.Curitiba: \nomnipax, 2011. 348p. Disponível em: < http://omnipax.com.br/site/?page_id=108>. Acesso em: 27 Mar. 2012.\n", "92": "92\n \n \nBibliografia Complementar \nRODRIGUES, B.N; ALMEIDA, F.S. Guia de herbicidas. Grafmark: Londrina, 2005. 592 p. \nOLERICULTURA I  \nEmenta \nIntrodução, definições e objetivos; características da exploração olerícola; tipos de empresas olerícolas; classificação das \nhortaliças (botânica, segundo a parte comestível, popular); valor econômico, alimentar e social; hortaliças e ambiente \n(temperatura, fotoperíodo, precipitação, umidade relativa, solos). propagação (sexuada e assexuada); planejamento de \nexploração olerícola; plasticultura; Olericultura especial: culturas de alface; alho; cebola; cenoura; cucurbitáceas; feijão-de-\nvagem; ervilha e beterraba (aspectos gerais e importância econômica, alimentar e social; origem e botânica;principais \nproblemas da cultura e objetivos do melhoramento genético; exigências edafo-climáticas; cultivares; tratos culturais gerais e \nespeciais; controle fitossanitário; colheita, seleção, classificação, embalagem, armazenamento e comercialização; \nelaboração de orçamento de custeio). \nObjetivo \nDesenvolver nos alunos a habilidade de buscar e/ou criar, interpretar e aplicar novas tecnologias voltadas para a exploração \nolerícola; através de atividades práticas, permitir ao aluno aplicar o conhecimento científico e tecnológico no que diz \nrespeito à produção de olerícolas. \nBibliografia Básica \nFILGUEIRA, Fernando Antonio Reis. Novo Manual de Olericultura. 2. ed. Viçosa - MG: UFV, 2003. \nCFSEMG. Recomendações para o uso de corretivos e fertilizantes em Minas Gerais. 5a aproximação. CFSEMG, Viçosa. \n1999. 359p. \nMAROUELLI, W.A.; SILVA, W.L.C.; SILVA, H.R. Manejo da Irrigação em Hortaliças. EMBRAPA/CNPH, 1994. \n60p. \nBibliografia Complementar \nNASCIMENTO, W.M. Produção de sementes de hortaliças para a agricultura familiar. Brasília: CNPH, 2005. 16p. il. \n(Circular Técnica 35). \nZAMBOLIN, L.; DO VALE, F.X.R.; COSTA, H. Controle de doenças de plantas hortaliças. Viçosa: UFV, 2000. 2v.: il.\n", "93": "93\n \n \nFRUTICULTURA I (BANANA, ABACAXI E MANGA) \n \nEmenta \nImportância econômica e social da Fruticultura. Instalação e manejo de pomares. Controle do crescimento, florescimento e \nfrutificação de plantas frutíferas (processos químicos, físicos e biológicos): quebra de dormência de gemas, poda, \nanelamento de ramos e raleio de frutos. Melhoramento genético aplicado à Fruticultura. Técnicas de produção e \ncomercialização das espécies frutíferas de maior importância econômica e social. Fatores de improdutividade. \nObjetivo \nDesenvolver nos alunos a habilidade de aplicar tecnologias apropriadas à exploração de frutíferas, com destaque para \nbananeira, abacaxizeiro e mangueira; através de atividades práticas, permitir ao aluno aplicar o conhecimento científico e \ntecnológico no que diz respeito à produção de frutíferas. \nBibliografia Básica \nAlves, E.J. A cultura da Banana, Aspectos Técnicos, Socio-econômicos e Agroindustriais. Serviço de Produção da \nInformação, Embrapa, Brasília, DF, 1999, 585 p. \nBartholomew, D.P. (Ed.) The Pineapple: Botany, Production and Uses. CABI Publishing, 2002, 320 p. \nCFSEMG. Recomendações para o uso de corretivos e fertilizantes em Minas Gerais. 5a aproximação. CFSEMG, Viçosa. \n1999. 359p. \nBibliografia Complementar \nChitarra, M.I.; Chitarra, A.B. Pós-colheita de Frutas e Hortaliças. Editora UFLA, Lavras, MG, 2005, 783 p. \nGRANDES CULTURAS I (MILHO E SOJA) \nEmenta \nHistórico e importância sócio-econômica. Botânica. Exigências climáticas e de solo. Cultivares. Semeadura. Nutrição. \nIrrigação. Manejo de pragas, doenças e plantas daninhas. Rotação e consórcio. Colheita, trilha e secagem. Beneficiamento e \narmazenamento. Análise econômica da exploração. \nObjetivo \nCapacitar o estudante no planejamento e execução das principais práticas culturais e soluções para o manejo eficiente das \nculturas do milho e da soja. \nBibliografia Básica \nGALVÃO, J. C. e MIRANDA, G. V. Tecnologias de produção do milho. Viçosa, UFV. 2004. \nCNPSO. Tecnologias de produção de soja - região central do Brasil - 2007. Londrina: Embrapa Soja: Embrapa Cerrados: \nEmbrapa Agropecuária Oeste, 2007. 225 p. (Sistemas de Produção 11).\n", "94": "94\n \n \nSEDYAMA, T. Tecnologias de Produção e Usos da Soja. Londrina: Mecenas, 2009. 314 p. \nBibliografia Complementar \nCFSEMG. Recomendações para o uso de corretivos e fertilizantes em Minas Gerais. 5a aproximação. CFSEMG, Viçosa. \n1999. 359p. \nArantes, N.E. & Souza, P.I.M. Cultura da Soja nos Cerrados. Piracicaba: POTAFÓS. 1993. 535p.il. - CDD 633.34. \nFornasieri F°, D. A cultura do Milho. Jaboticabal: FUNEP. 1992. 273p. - CDU 633.15. \nSOCIOLOGIA RURAL \n Ementa \nCampo da Sociologia Rural. Paradigmas da Sociologia Rural. Estrutura fundiária atual e seu passado. Desenvolvimento \nagrário e agroindustrial. Aspectos da polarização da sociedade agrária e sua história. Transformação e ruptura agrária no \nBrasil. Modernização agrícola conservadora e a relação com o capitalismo nacional e internacional. Relação campo-cidade. \nComplexo agroindustrial e pobreza rural. Reorganização das classes na agricultura moderna. Movimentos sociais no campo \ne reforma agrária. Tecnologias alternativas e a dinâmica da agricultura: da instituição escravocrata à biotecnologia e \nagricultura ecológica. \nObjetivo \nPossibilitar que todos os acadêmicos do curso de Agronomia tenham acesso ao conhecimento das principais abordagens \ntécnico/científicas sobre o rural, e possam assim analisar criticamente a realidade brasileira, mais especificamente a da \nagricultura familiar, na perspectiva do desenvolvimento sustentável. \nBibliografia Básica \nAMIN, S. A questão agrária e o capitalismo. Rio de Janeiro: Paz e terra, 1977. \nFROEHLICH, J. M. DIESEL, V (orgs). Desenvolvimento rural: tendências e debates contemporâneos. Ijuí: UNIJUl, 2006. \nGUILHERME VELHO, O. Sociedade e agricultura. Rio de Janeiro: Zahar, 1982. \nBibliografia Complementar \nABRAMOWAY, R. Paradigmas do capitalismo agrário em questão. São Paulo, Rio de Janeiro, Campinas: \nHucitec/ANPOCS, 1992. \nALMEIDA, J. A construção social de uma nova agricultura. Porto Alegre: Editora da UFRGS, 1999. \nALMEIDA, J; NAVARRO, Z. Reconstruindo a agricultura: idéias e ideais na perspectiva do desenvolvimento rural \nsustentável. 2. ed. Porto Alegre: Editora da UFRGS, 1998.\n", "95": "95\n \n \nBRANDENBURG, A, FERREIRA, A. D. (orgs.). Para pensar outra agricultura. Curitiba: UFPR, 1998. \nBRANDENBURG, A. A agricultura familiar, ONG’s e desenvolvimento sustentável. Curitiba/PR: Ed, UFPR, 1999. \nCARNEIRO, M. J. Ruralidade: novas identidades em construção. XXXV - Congresso da SOBER: 1997. \nCHAYANOV. A V. La organizacion de la unidad económica campesina. Buenos Aires: Nueva Visión, 1974. \nFOLADORI, G. Limites do desenvolvimento sustentável. Campinas: UNICAMP, 2001. \nREIJNTJES, C. Agricultura para o futuro: uma introdução à agricultura sustentável e de baixo uso de insumos externos. 2. \ned. Rio de Janeiro: AS-PTA Leusden: ILEIA, 1999. \nSILVA, J.G.; STOLCKE, V. A questão agrária. São Paulo: Brasiliense, 1981. \nECONOMIA RURAL  \nEmenta \nRelação entre as políticas de desenvolvimento econômico do país e o uso do recurso solo dentro de um modo de produção \ncapitalista. O objeto de estudo é setor agropecuário dentro do sistema econômico, tipos de organização da produção na \nagricultura, tipos de propriedades da terra, usos, custos, preços e mercados de produtos agropecuários. Evolução e \nperspectivas da agropecuária no Brasil. \nObjetivo \nDiscutir os principais temas ligados à Economia Rural e Políticas Agrícolas, estimulando a reflexão sobre a realidade da \nagricultura brasileira e, a atual conjuntura nos seus aspectos ligados ao mercado de produtos da agropecuária, à questão \nagrária e meio-ambiente. Discutir a interligação do setor agrícola com os demais setores da economia e os seus impactos \nsobre o emprego, renda e investimentos. \nBibliografia Basica \nBACHA, C.J.C. Economia e política agrícola. São Paulo: Atlas, 2004. 236p. \nHOFFMAN, R. et al. Administração da empresa agrícola. 6.ed. São Paulo: Pioneira, 1989, 325p. \nSANTOS, G.J.; MARION, J.C.; SEGATTI, S. Administração de custos na agropecuária. 3.ed. São Paulo: Atlas, 2002. \n168p. \nBibliografia Complementar \nBACHA, C.J.C. Entendendo a Economia Brasileira. Campinas, SP: Alínea, 2007. \nBATALHA, M.O. Gestão agroindustrial. vol. I, 2.ed. São Paulo: Atlas, 2001,692p. \nBATALHA, M.O. Gestão agroindustrial. vol. II, 2.ed. São Paulo: Atlas, 2001,388p.\n", "96": "96\n \n \nBORDENAVE, J.D. O que é comunicação rural. 2.ed. São Paulo: Melhoramentos, 1983. 104p. (Coleção Primeiros Passos). \nBURKE, T.J.; MOLINA FILHO, J. Assistência técnica aos agricultores: teoria e prática. Piracicaba: ESALQ/USP, 2001. \nDELGADO, G. et al. (Org), Agricultura e políticas públicas. Brasília: IPEA, 1990. 565p. \nDUTRA SOBRINHO, J. Matemática financeira. 3.ed. São Paulo: Atlas, 2000. 184p. \nFAGUNDES, M.A. (Org). Políticas agrícolas e o comércio mundial. Brasília: IPEA, 1994. 466p. (Série Estudos de \nPolíticas Agrícolas, 28) \nFONSECA, M.T.L. A extensão rural no Brasil, um projeto educativo para o capital. São Paulo: Editora Loyola, 1985. 191p. \nFREIRE, P. Extensão ou comunicação? 11.ed. Rio de Janeiro: Paz e Terra, 1971.93p. \nMARQUES, P.V.; MELLO, P.C.; MARTINES Fo, J.G. Mercados Futuros e de Opções \nAgropecuárias. Piracicaba, SP, Departamento de Economia, Administração e Sociologia da Esalq/USP, 2006, série \ndidática, n. D-129. \nMARTIN, N.B. Sistema integrado de custos agropecuários-CUSTAGRI, Informações econômicas, \nSão Paulo. v.28, n.1, jan. 1998. \nNEVES, M. F.; CHADDAD, F. R.; LAZZARINI, S. G. Gestão de Negócios em Alimentos. São \nPaulo: Pioneira Thomson Learning, 2003. \nNEVES, M.F.; ZYLBERSZTAJN, D.; NEVES, E.M. Agronegócio do Brasil. São Paulo: Saraiva, \n2006. \nSOUZA, N.J. Curso de economia. São Paulo: Atlas, 2000. 374p. \nTROSTER, R. L.; MOCHÓN, F. M. Introdução à Economia. São Paulo: Pearson Makron Books, 2002. \nVASCONCELLOS, M.A.S. Economia-micro e macro. São Paulo: Atlas, 2001.425p.\n", "97": "97\n \nSISTEMA DE PRODUÇAO AGROECOLOGICOS  \nEmenta \nEvolução técnica das práticas agrícolas. Impacto das técnicas agrícolas sobre os recursos produtivos. Contexto dos \nproblemas ecológicos da agricultura. Inter-relação de fatores envolvidos no processo produtivo. Estudo de técnicas e \nprocessos produtivos poupadores de energia e recursos. Sustentabilidade ecológica da agricultura. Sistemas de produção nos \ngrandes ambientes brasileiros. Agroecologia e sustentabilidade. Estrutura e processos ecológicos em ecossistemas naturais e \nem agroecossistemas. Nutrição mineral em agroecossistemas. Artrópodes em agroecossistemas. Plantas espontâneas em \nagroecossistemas. Sistemas de cultivos múltiplos. Agroecossistemas tradicionais. Sustentabilidade ecológica de \nagroecossistemas. Agricultura sustentável. \nObjetivo \nDespertar nos alunos métodos alternativos de produção agrícola. Serão abordadas bases cientificas para que o aluno oriente \no produtor rural a fazer uma agricultura preocupada com o social, o economicamente viável e o ecologicamente correto. \nBibliografia Basica \nBonilla, J.A. Qualidade total na agicultura Editora Ceota, 1a edição, 1994. \nEhlers, E. Agricultura sustentável: origens e perspectivas de um novo paradigma. Guaiba - RS - Brasil. Editora \nagropecuária, 2a edição, 1999. \nFukuoka, M. Agricultura natural: teoria e prática da filosofia verde. São Paulo - Brasil, Editora Nobel, ia edição, 1995. \nBibliografia Complementar \nCosta, M.B.B. Adubação Orgânica (Nova síntese e novo caminho para a agricultura). Brasília - DF - Brasil, Editora Ícone, \n1a Edição, 1994. \nNeto, J.F.Manual De Horticultura Ecológica. São Paulo, Brasil, Editora Nobel, 1a Edição, 1999. \nMiyasaka, S.Agricultura Natural. Cuiabá, MT, 1997, 2a Edição, Editora Sebrae/MT. \nEmbrapa // Produção Orgânica de Hortaliças. O Produtor Pergunta, A Embrapa Responde. 1a Edição - Brasília - DF. 30p. \n2007. \nFreitas, J.A.C. - Agricultura Orgânica: Uso de Biossólidos Urbanos e Normatização de Produtos Orgânicos. XXI Congresso \nBrasileiro de Agronomia - Campo Grande/MS, 44p. 1999. \nSouza, J.L. e Outros - Curso de Agricultura Orgânica - CREA-DF. Brasília/DF. 87p. 2001.\n", "98": "98\n \n \nSILVICULTURA  \nEmenta \nIntrodução à ciência florestal: história, importância econômica, ecológica o social. Florestamentos e reflorestamentos: \npreservação, implantação e manejo de florestas considerando a integração do meio ambiente. Silvicultura ao nível de \nfazenda. Melhoramento e exploração dos recursos florestais. Princípios dos recursos florestais. Princípios básicos da \ntecnologia de transformação dos recursos florestais e sua aplicação. Legislação florestal. Produção de sementes e mudas. \nEspécies mais utilizadas e seu manejo. Propiciar conhecimentos para a racionalização do manejo e utilização dos recursos \nflorestais, como bens permanentes, visando a produção florestal e seus aspectos econômicos, ecológicos e sociais, com base \nna integração dos conhecimentos técnicos especializados, buscando a harmonia dos ecossistemas, como atividade \nintegrador. \nObjetivo \nPermitir que os discentes desenvolvam atividades relativas à produção de sementes, mudas, bem como a formação e \ncondução de povoamentos florestais. \nBibliografia Básica \nAGUIAR, I. B.; PINA-RODRIGUES, F. C. M.; FIGLIOLIA, M. B. Sementes florestais tropicais. Brasília: 1993. ALVES, \nA. A. M. Técnicas de produção florestal. Lisboa: Instituto Nacional de Investigação Científica, 1982. LORENZI, H. Árvores \nbrasileiras: Manual de identificação de plantas arbóreas do Brasil. Vol. 1 e 2. 4a ed. Nova Odessa, SP. Instituto Plantarum, \n2002. 368p. \nBibliografia Complementar \nANDRAE, F. H. Ecologia florestal. Santa Maria: UFSM, 1978. \nCARNEIRO, J. G. A. Curso de silvicultura I. Curitiba: FUPEF, 1986. \nCARNEIRO, J. G. A. Produção e qualidade de mudas florestais. Curitiba: UFPR/FUPEF, 1995. 451p. FERREIRA, O. \nTecnicas de viveros forestales con referencia especial a centroamérica. Honduras: NAPIER - Sigua tepeque, 1985. \nGALVÃO, A. P. M. Reflorestamento de propriedades rurais para fins produtivos e ambientais: um guia para ações \nmunicipais e regionais. Brasília, EMBRAPA - Comunicação para transferência de tecnologia. Colombo- PR: EMBRAPA \nFlorestas, 2000. 351p. \nLIMA, W. P. O reflorestamento com eucalipto e seus impactos ambientais. São Paulo: ARTPRESS, 1987. PROPINIGIS, F. \nFisiologia da semente. Brasília, s. ed. 1985. 289p.\n", "99": "99\n \n \nPROCESSAMENTO ANIMAL E VEGETAL  \nEmenta \nAlteração de alimentos. Métodos de conservação de alimentos. Princípios gerais e métodos; composição dos alimentos, \nmétodos de conservação de alimentos (temperatura, resfriamento, congelamento, defumação, conservantes, radiações, \nfermentações). Contaminação dos alimentos - perigos físicos, químicos e biológicos. Conceitos e etapas da higienização. \nDetergentes e sanitizantes. Água: potabilidade e dureza. Tratamento de água. \nObjetivo \nEsta disciplina objetiva fornecer aos alunos um entendimento dos processos envolvidos na produção e conservação de \nprodutos alimentares de origem animal e vegetal. Através da análise da composição das matérias primas, das etapas e \nprocessos de transformação e conservação e dos agentes microbiológicos atuantes na elaboração ou degradação dos \nprodutos, procura desenvolver a compreensão necessária ao gerenciamento dos fatores envolvidos, dentro dos limites legais \nestabelecidos em nossa legislação. \nBibliografia Básica \nCAMARGO, R. & Colaboradores. Tecnologia dos Produtos Agropecuários - Alimentos. São Paulo, Nobel, 1986. \nCRUESS, W.V. Produtos industriais de frutas e hortaliças- Vol. I e II- São Paulo, Edgar Blücher, 1973. CAMARGO, R et \nal. Tecnologia dos produtos agropecuários. Alimentos, Ed.Nobel. São Paulo, 1996. 298P. Bibliografia Complementar \nANDRADE, Nélio José de. Higiene na indústria de alimentos: avaliação e controle de adesão e formação de biofilmes \nbacterianos. São Paulo: Varela, 2008, 412p \nEVANGELISTA, J. Tecnologia dos alimentos. Ed. Atheneu. São Paulo-SP. 2°ed. 1992. 652p. \nGAVA, A. L.. Principio de tecnologia de alimentos. São Paulo-SP,Ed,Nobel, , 284p. \nGOMES, José Carlos. Legislação de Alimentos e bebidas. Viçosa: editora UFV, 2007. 635p. \nJAY, James M. Microbiologia de Alimentos. Trad. Eduardo César Tondo et al. 6a ed: Porto Alegre: Artmed, 2005. 711p. \nORDÓNEZ, Juan A. (Org.). Tecnologia de alimentos. Componentes dos Alimentos e Processos. Trad. Fátima Murad. Vol. \n1. Porto Alegre: Artmed, 2005. 294p. \nORDÓNEZ, Juan A. (Org.). Tecnologia de alimentos. Alimentos de Origem Animal. Trad. Fátima Murad. Vol. 2. Porto \nAlegre: Artmed, 2005. 279p. \nSILVA, Neusely da. et al. Manual de métodos de análise microbiológica de alimentos. 3 ed., São Paulo: Livraria Varela. \n2007. 552p. \nSILVA JÚNIOR, Eneo Alves da. Manual do controle higiênico-sanitário em serviços de alimentação. São \nPaulo: Livraria Varela. 1995. 623p.\n", "100": "100\n \n \nGESTÃO DO AGRONEGÓCIO  \nEmenta \nAprofundamento do conceito de Agronegócio. O papel estratégico do Agronegócio na economia. Metodologias de análise \ndas cadeias agroindustriais. Os sistemas de coordenação entre os diferentes segmentos das cadeias agroindustriais. \nApresentação das principais cadeias de produtos agrícolas no Brasil. \nObjetivo \nConscientização e Apresentação de Técnicas Administrativas e Planejamento da Empresa Rural e do Agronegócio. \nBibliografia Básica \nBATALHA, Mario Otavio. Gestão Agroindustrial. São Paulo.Atlas. 2001. \nMAXIMILIANO, Antonio César Amaru. Teoria Geral da Administração. São Paulo. Atalas. 1997. \nTEIXEIRA, E.C. e GOMES S.T. elaboração e analise de Projetos agropecuários. Viçosa.FGV. \nBibliografia Complementar \nCERTO, Samuel e PETTER, J.P. Administração Estratégica. Planejamento e implementação da estratégia. São Paulo \nMakroon. \nCREPALDI, Silvio Aparecido. Contabilidade Rural. São Paulo. Atlas. 2005. \nDESENVOLVIMENTO AGRÍCOLA SUSTENTÁVEL  \nEmenta \nFundamentos da Extensão Rural; Caracterização de produtores rurais; Estrutura agrícola do Brasil e de Minas Gerias; \nMétodos de aprendizagem e treinamento; Processos de comunicação e difusão de inovações; Planejamento e avaliação de \nprogramas de extensão. Desenvolvimento de comunidades. Meios de comunicação com o produtor rural. Difusão de \ntecnologias. Metodologias de extensão. Princípios e métodos de desenvolvimento rural sustentável, com ênfase nas \nmetodologias participativas. \nObjetivo \nPropiciar aos alunos conhecimentos básicos sobre a origem, evolução, pressupostos, desafios e tendências da Extensão \nRural no Brasil, tendo em vista nossa história e estrutura agrícola e agrária, dando condições para que possam atuar de forma \nconsciente, crítica e criativa no desenvolvimento do meio rural e da sociedade como um todo.\n", "101": "101\n \n \nBibliografia Básica \nBIASI, C. A. F; GARBOSSA NETO; SILVESTRE F.S.; ANZUATEGUI, I. A. Métodos e meios de comunicação para a \nExtensão Rural. Volume I e II, Curitiba, 1979. \nCAPORAL, F. R.; COSTABEBER, J. A. Agroecologia e Extensão Rural: contribuições para a promoção do \ndesenvolvimento rural sustentável. Brasília: MDA/SAF/DATER-IICA, 2004. 166p. \nCARVALHO, Horácio Martins de. A tecnologia agrícola e o pequeno produtor rural. Paraná, 1986. 42 p. \nBibliografia Complementar \nAGUIAR, Ronaldo C. Abrindo o Pacote Tecnológico: Estado e Pesquisa Agropecuária no Brasil. Ed. Polis/CNPq, 1986. \nALMEIDA, J.A. Pesquisa em Extensão Rural. Brasília: ABEAS, 1989. \nBORDENAVE, Juan E.D. A Transferência de tecnologia e o pequeno agricultor. IICA/Brasil, Série Publicações \nMiscelâneas n° 213. 1980. 119 p. \nBORDENAVE, J. E D. Além dos meios e mensagens: Introdução à comunicação como processo, tecnologia, sistema e \nciência. Rio de Janeiro: Vozes, 1983. 110p. \nBORDENAVE, J. E D. O que é comunicação rural. 2 ed. São Paulo: Brasiliense, 1985. 104p. \nBRUM, Argemiro Jacob. O desenvolvimento econômico brasileiro. 2 ed. Rio de Janeiro, Vozes, 1982. 220 p. \nCARVALHO, Horácio Martins de. Introdução à teoria do planejamento. São Paulo, Brasiliense, 1979. 176 p. \nDUARTE, V. P. Construindo a Escola na Roça. Francisco Beltrão: Assesooar, 1996. 120 p. \nFONSECA, Maria Tereza Lousa da. A Extensão Rural no Brasil, um projeto educativo para o capital. São Paulo, Ed. \nLoyola, Coleção popular n° 3, 1985. 192 p. \nFREIRE, Paulo. Extensão ou Comunicação? 4 ed., Rio de Janeiro, Paz e Terra, 1979. 93 p. \nFREIRE, Paulo. Educação como Prática da Liberdade. Rio de Janeiro, Paz e Terra, 1967. 150 p. \nCONSTRUÇÕES RURAIS E AMBIÊNCIA  \nEmenta \nMateriais de construção. Técnicas de construção. Projetos: habitações rurais, instalações rurais. Noções de saneamento. \nOrganização de orçamentos. Estradas e eletrificação rural.\n", "102": "102\n \n \nObjetivo \nFornecer conhecimentos sobre as principais características dos materiais e técnicas de construção, adequados à utilização \nem meios rurais, desenvolvendo a capacidade de projetar, quantificar e executar diferentes tipos de instalações rurais. \nBibliografia Básica \nCARNEIRO, O. Construções Rurais. 8a. ed. São Paulo: Nobel, 1979. 719p. \nCEPED/THABA. Manual de Construção em Solo-Cimento. São Paulo, ABCP, 1984. 147p. \nPEREIRA, M.F. Construções Rurais. São Paulo: Nobel, 1978. 231p. \nBibliografia Complementar \nBARREIRA, P. Biodigestor: Energia, fertilidade e saneamento para a zona rural. São Paulo, Ícone, 1993. 106p. BORGES. \nA.C. Práticas das pequenas construções. 7a. ed. rev. amp. São Paulo: Edgar Blucher. v.I. 284p. NÃÃS, I.A. Princípios de \nConforto Térmico na Produção Animal. São Paulo, Ícone, 1989. 183p. \nNOGUEIRA, L.A.H. Biodigestão: a alternativa energética. São Paulo, Nobel, 1986. 93p. \nPIANCA, J.B. Manual do Construtor. 18a. ed. Porto Alegre: Globo, 1980. v. 1-5. \nPIEDADE JUNIOR, C. Eletrificação Rural. 2a ed. São Paulo: Nobel 1983. 280p. \nRECEITUÁRIO AGRONÔMICO E DEONTOLOGIA  \nEmenta \nIntrodução. Receituário agronômico. Semiotécnica agronômica aplicada ao receituário agronômico. Fatores relacionados \ncom a prescrição da receita (Determinantes e Limitantes). Tríplice lavagem de embalagens vazias. Destino final das \nembalagens. Armazenamento de agrotóxicos. Legislação aplicada ao receituário. Toxicologia básica dos agrotóxicos. \nReceituário agronômico como medida preventiva de acidentes, uso de equipamentos de proteção individual (EPI). \nLegislação profissional. Deontologia. \nObjetivo \nPromover discussão frente aos problemas relacionados com a implantação do Receituário Agronômico, desenvolver \nconsciência sobre os valores etioecotoxicológicos e sobre o Receituário como instrumento de valorização profissional, além \nde proporcionar conhecimentos básicos sobre os direitos e deveres do profissional \nBibliografia Básica \nANDREI, E. Coord. Compêndio de defensivos agrícolas. 8a ed. São Paulo: Organização Andrei Ed. 2009. 1380p. \nINSTITUTO MINEIRO DE AGROPECUÁRIA. Legislação básica de agrotóxicos e afins do Estado de Minas Gerais. Belo \nHorizonte: IMA, 1996.\n", "103": "103\n \n \nZAMBOLIM, L.; PICANÇO, M.C.; SILVA, A.A.; FERREIRA, L.R.; FERREIRA, F.A. JESUS JÚNIOR, W.C. (Eds.) \nProdutos Fitossanitários (Fungicidas, Inseticidas, Acaricidas e Herbicidas). Viçosa: UFV, 2008. 652p. \nBibliografia Complementar \nAZEVEDO, F.A.; CHASIN, A.A.M. (coords.). As Bases Toxicológicas da Ecotoxicologia. São Carlos: RIMA. 340p. \n2006p. \nMACHADO NETO, J. G. Segurança no trabalho com agrotóxicos em cultura de Eucalipto. 1. ed. \nJaboticabal: FUNEP, 2001. v. 1. 105 p. \nLARINI, L. Toxicologia. São Paulo: Manole, 1987. 315p. \nPAULA, J. A. A. de. Perfil do profissional do Engenheiro Agrônomo. Belo Horizonte. 1989. 19p. \nPHEGO, F. F. O impacto dos agrotóxicos sabre o ambiente, saúde e a sociedade. S.P.: Icone, 1986. 95, p. SILVA JÚNIOR, \nD. F. Legislação Federal: agrotóxicos e afins. São Paulo. 2003. Indax. 392. \nSOARES, M. S. Ética e exercício profissional. Brasília: ABEAS, 1996. 174p. \nZAMBOLIM, L.; ZUPPI, M.; SANTIAGO, T. O Que Engenheiros Agrônomos Devem Saber para Orientar Uso de \nProdutos Fitossanitários. 3a ed. Viçosa: UFV, 2008. 464p. \nBibliografia Complementar \nBERTONI, J.; LOMBARDI NETO, F. Conservação do solo. Ed. Ícone, São Paulo, 1990. 392p. \nA critério dos Professores, outras fontes de literatura poderão ser indicadas para pontos específicos da disciplina (artigos, \napostilas, capítulos de livros, revisões, etc.). \nTRABALHO DE CONCLUSÃO DO CURSO (Disciplina) \nEmenta \nOrientação para elaboração do projeto de pesquisa e da experimentação nas suas etapas: justificativa do problema; objetivo \ne hipóteses do estudo; estado atual da “arte”, por meio de levantamento bibliográfico; e metodologia e resultados esperados; \nimplantação e acompanhamento de experimentos; coleta e análise estatística de dados; resultados, discussão e conclusões.  \n \nObjetivo \nOrientar o estudante na elaboração de projeto de TCC, na condução das atividades de pesquisas relacionadas ao TCC e na \napresentação do trabalho oral. \n", "104": "104\n \nBibliografia Básica \nGIL, A.C. (2002). Como elaborar projetos de pesquisa. Editora Atlas, São Paulo. 4ª edição. 175 p \nKÖCHE, J. C. (2011) Fundamentos de metodologia científica: teoria da ciência e iniciação à pesquisa. Editora Vozes, \nPetrópolis/RJ. 29ª edição. 182 p \nRAMPAZZO, L. (2005). Metodologia científica. Edições Loyola, São Paulo. 3ª edição. 141 p \nBibliografia Complementar \nFRANÇA, Júnia Lessa.  Manual para normatização de publicações técnico-científicas. 7ª. ed. rev. Belo Horizonte: UFMG, \n2005. \n \nTRABALHO DE CONCLUSÃO DO CURSO (Atividade) \nVer normas específicas (anexo) \nPLANEJAMENTO AGRONÔMICO INTEGRADO  \nTrata-se de atividade a ser desenvolvida em ambiente fora da sala de aula, no total de 80 horas (de 60 minutos), com o \nobjetivo de integrar os conhecimentos e capacitações adquiridas durante o Curso de Agronomia, utilizando-os para o \nplanejamento agrícola de uma propriedade rural ou de uma microbacia hidrográfica. Contribuir para a consolidação de \nsistemas sustentáveis de produção agrícola, compatíveis com a realidade do produtor e da comunidade na qual se insere. \nDeve se nortear pelos seguintes tópicos: Enquadramento de uma propriedade rural no contexto do potencial agrícola e das \ncondições sócio-econômicas e institucionais do produtor, do município e da região. Levantamento utilitário do meio físico, \ninterpretação e avaliação da aptidão do uso agrícola das terras. Diagnóstico da propriedade e da realidade econômica, \nsocial, cultural e institucional na qual se insere, com a participação do público-alvo. Planejamento integrado de uso da \npropriedade rural. Estimativa dos custos e das receitas resultantes da execução do planejamento proposto. Elaboração e \napresentação de trabalho conclusivo. \n \nBibliografia Básica \nGIASSON, E.; SOUZA, L.F.C.; LEVIEN, R. e MERTEN, G.H. Planejamento Integrado de Uso da Terra Uma disciplina \nintegradora no ensino da Agronomia da UFRGS. Revista Brasileira de Ciencia do Solo, 29: 9951003, 2005. \nBERTOL, I.; COGO, N.P. Terraceamento em sistemas de preparo conservacionista de solo: um novo conceito. Lages: \nNúcleo Regional Sul da SBCS, 1996, 41 p. (Boletim Técnico 1) \nBRASIL. Ministério da Agricultura e do Abastecimento. Empresa Nacional de Pesquisa Agropecuária. Centro Nacional de \nPesquisa de Solos. Sistema Brasileiro de Classificação de Solos. Brasília: EMBRAPA, 1999. 412p \nBibliografia Complementar \n \nBERTONI, J.; LOMBARDI NETO, F. Conservação do solo. Ed. Ícone, São Paulo, 1990. 392p. \n \nA critério dos Professores, outras fontes de literatura poderão ser indicadas para pontos específicos da disciplina (artigos, \napostilas, capítulos de livros, revisões, etc.). \n \n \nESTÁGIO CURRICULAR OBRIGATÓRIO \nVer normas específicas (anexo) \n \n", "105": "105\n \n \n12 - AVALIAÇAO \n12 - 1. AVALIAÇÃO DA APRENDIZAGEM DO ALUNO \nA avaliação da aprendizagem constitui atividade pedagógica alicerçada nos variados instrumentos de aferição, \nentre os quais a prova e a observação e o acompanhamento do acadêmico em todas as atividades que desenvolve durante o \ncurso, sejam atividades teóricas, práticas ou atividades práticas supervisionadas. A aprovação para o período subseqüente \ntem como preceito o rendimento do acadêmico e a freqüência às atividades propostas. \nA re-elaboração de atividades de forma a permitir recuperação de conteúdos deve ser possibilitada de forma \nconcomitante e atendendo às necessidades apresentadas pelos discentes no decorrer do período. \nA avaliação da aprendizagem deve acontecer no decorrer do período letivo, sendo encaminhada à Coordenação de \nRegistro Acadêmico - Divisão de Ensino Superior - um único registro, ao final do período letivo. \nDevem ser aplicadas aos acadêmicos no mínimo 3 (três) atividades de elaboração individual, correspondendo a 60% \nno mínimo das competências previstas para a disciplina ou eixo temático, e outras atividades com 40% no máximo da \nprevisão total. \nEntende-se por atividades de elaboração individual: provas escritas, apresentações orais, elaboração e \ndesenvolvimento de projetos e outras formas de expressão individual, além de outros instrumentos de trabalho, condizentes \ncom o cotidiano de cada componente curricular. \nO processo de avaliação e recuperação escolar é planejado, executado e permanentemente controlado e avaliado em \nconsonância com normas regulamentares, aprovadas pelo Conselho Diretor. \nIndependentemente dos demais resultados obtidos é considerado reprovado na disciplina o acadêmico que não \nobtenha freqüência de, no mínimo, 75% (setenta e cinco por cento) das aulas e demais atividades programadas. Também não \nserá aprovado o discente com média final no semestre inferior a 60% dos pontos atribuídos. Neste último caso, cabe ao \ndiscente com nota final no intervalo de 30 a 60% dos pontos a realização de prova final, a qual abrange todo o conteúdo \ndesenvolvido no semestre, sendo ele aprovado caso obtenha na prova final uma nota que somada com a média do semestre \nimplique em uma média final maior ou igual a 60% dos pontos. \nA verificação de registro da freqüência é de responsabilidade do docente, sendo seu controle e divulgação semestral \nna Secretaria de Ensino Superior. \nO discente que, por motivo justificado, previsto em lei, não puder prestar qualquer exame na época estabelecida no \ncalendário escolar, será permitido o exame em época especial prevista no calendário escolar. O acadêmico que perder \nqualquer exame deverá entrar com requerimento de segunda prova na secretaria dentro de 48 horas após a data de expedição \ndo atestado médico. \n", "106": "106\n \n \n12.2.  AVALIAÇÃO DO PROJETO PEDAGÓGICO DO CURSO: \n \nCom um processo contínuo, o colegiado composto pelos professores das disciplinas específicas do curso \njuntamente com o coordenador de curso, deverão realizar pelo menos uma reunião semestral para analisar e debater sobre o \nbom andamento da Matriz Curricular, bem como a proposição inicial do Projeto Pedagógico do Curso de Bacharelado em \nAgronomia.\n", "107": "107\n \n \n13. \nCOORDENAÇÃO DO CURSO \nA coordenação do curso é responsável pela condução e direcionamento do curso. Através dela é que se planeja a \nparticipação do corpo docente e do corpo discente nos trabalhos, desde a concepção do projeto político pedagógico do curso \naté formação do corpo docente; a formulação e discussão dos planos de ensino e seu caráter interdisciplinar; os processos de \navaliação, a indicação da bibliografia; os projetos de pesquisa e de atividades de extensão; as políticas e os planos das \npráticas pedagógicas; e a normatização para a redação dos trabalhos de conclusão de curso. \nO professor coordenador é indicado pelo Diretor Geral, mediante portaria. Entretanto a coordenação geral dos \ncursos superiores do IFNMG - Campus Januária, é feita pelo colegiado dos cursos superiores, conforme previsto no \nRegimento Interno. É um órgão de caráter consultivo e deliberativo em matéria técnico-pedagógica e disciplinar do IFNMG \n- Campus Januária. \n \n14. CORPO DOCENTE \nf. Alessandro Maciel de Souza \n• \nCiências \n• \nZootecnia \n• \nEngenharia \nAgrícola \n• \nLicenciado em Ciências Agrícolas \n• \nEspecialista em Produção de Suínos \ne Aves \n• \nEspecialista em Máquinas \nAgrícolas \n• \nMestre em Educação Agrícola \nDE (40hs) \nProf. Alberto Luiz Ferreira \nBerto \n• Agronomia \n• \nEngenheiro Agrônomo \n• \nUso Racional dos Rec. Naturais e \nseus Reflexos no Meio Ambiente \nDE (40hs) \nProf. Aroldo Gomes Filho \n• Agronomia \n• \nBacharelado em Agronomia \n• \nMestre em Produção Vegetal \n• \nDoutor em Genética e \nMelhoramento de Plantas \nDE (40hs) \nProf. Antônio Carlos \nSoares Martins \n• \nLetras \n• \nLingüística \n• \nLingüística \nAplicada \n• \nLicenciado em Letras - Português e \nInglês \n• \nEspecialista em Língua Inglesa \n• \nMestre em Lingüística \n• \nDoutor em Estudos Lingüísticos \n40 horas \nProf. Antônio Pinheiro \nCaíres \n• Administração \n• \nBacharel em Administração de \nEmpresas \n• \nEspecialista em Gerenciamento de \nMicro e Pequenas Empresas \n40 horas \n \n", "108": "108\n \n \nProf. Augusto José Querino • Ciências da \nEducação \n• \nLicenciado em História \n• \nMestre em Desenvolvimento Social \nDE(40hs) \nProf. Cláudio Alexandre \nGusmão \n• \nComputação \n• \nEducação \n• \nBacharel em Sistema de \nInformação \n• \nEspecialista em Docência do \nEnsino Superior \nDE (40hs) \nProf. Cláudio Roberto \nFerreira Montalvão \n• \nVeterinária \n• \nZootecnia \n• \nEducação \n• \nEducação \nAgrícola \n• \nMédico Veterinário \n• \nEspecialista em Produção \nAnimal/Ruminantes \n• \nEspecialista em Didática Aplicada à \nEducação Tecnológica \n• \nMestre em Educação Agrícola \nDE (40hs) \nProf. Damião de Sousa \nVieira Junior \n• Física \n• \nBacharel e Licenciado em Física \n• \nMestre em Física \nDE (40hs) \nProf. Danilo Magalhães \nNunes \n• Computação \n• \nTecnólogo em Informática \n• \nEspecialista em Engenharia de \nSistemas \nDE (40hs) \nProf. Dilermando Dourado \nPacheco \n• Agronomia \n• \nEngenheiro Agrônomo \n• \nMestre em Fitotecnia Doutor em \nFitotecnia \nDE (40hs) \nProf. Edinei Canuto Paiva \n• Física \n• \nLicenciado em Física \n• \nMestre em Física Aplicada \n• \nDoutorado em Engenharia Agrícola \nDE (40hs) \nProf. Edson Oliveira Neves • Administração \n• \nBacharel em Administração de \nEmpresas \n• \nEspecialista em Gerenciamento de \nMicro e Pequenas Empresas \nDE (40hs) \nProf. Egídio Rodrigues \nMartins \n• \nCiências \n• \nEducação \n• \nLicenciando em Ciências \n• \nEspecialista em Informática em \nEducação \nDE (40hs) \nProf. Felipe Lisboa Guedes • Economia \n• \nLicenciado em Ciências \nEconômicas \n• \nMestre em Economia \nDE (40hs) \nProf. Giuliano Viana de \nAlkmim \n• Computação \n• \nBacharel em Ciência da \nComputação \n• \nEspecialista em Docência do \nEnsino Superior \nDE (40hs) \nProf. Joabe Jobson de \nOliveira Pimentel \n• Zootecnia \n• \nBacharel em Zootecnia \n• \nMestre em Zootecnia \nDE (40hs) \nProf. João Carneiro Filho \n• Agronomia \n• \nEngenheiro Agrônomo \n• \nMestre em Fitotecnia - Produção \nVegetal \nDE (40hs) \nProf. Joel Carlos Pereira \n• Agronomia \n• \nEngenheiro Agrícola \n• \nMestre em Agronomia - Solos e \nNutrição de Plantas \nDE (40hs) \nProf. José Alberto Alves de \nSouza \n• Engenharia Agrícola \n• \nEngenheira Agrícola \n• \nMestre em Engenharia Agrícola \n• \nDoutora em Engenharia Agrícola \nDE (40hs) \n \n", "109": "109\n \n \nProf. José Sérgio de Araújo • Agronomia \n• \nEngenheiro Agrônomo \n• \nMestre em Agronomia \n• \nDoutor em Agronomia \nDE (40hs) \nProf1. Juliana Mendes \nCampos Quintino \n• \nLetras \n• \nLingüística \nAplicada \n• \nLicenciada em Letras - \nPortuguês/Inglês \n• \nEspecialista em Lingüística \nAplicada \n• \nMestre em Lingüística \n40 horas \nProf. Kleber Carvalho dos \nSantos \n• \nAdministração \n• \nCiências \nContábeis \n• \nEconomia \n• \nBacharel Administração de \nEmpresas \n• \nBacharel em Ciências Contábeis \n• \nLicenciado em Administração e \nEconomia Rural \n• \nMestre em Administração \nDE (40hs) \nProf. Leonardo Ângelo de \nAquino \n• Agronomia \n• \nEngenheiro Agrônomo \n• \nMestre em Fitotecnia \n• \nDoutorado em Fitotecnia \nDE (40hs) \nProf. Marcelo Moreira \nFreire \n• Química \n• \nLicenciado em Química \n• \nMestre em Agroquímica \nDE (40hs) \nMarcelo Geraldo De \nMoraes Silva \n• Eng. Agrônomo \n• \nMestre em Agronomia/Genética \nMelhoramento de Plantas \n• \nDoutor em Produção Vegetal \n \nProf3. Maria Aparecida \nColares Mendes \n• Ciências da \nEducação \n• \nLicenciada em Pedagogia \n• \nEspecialista em Psicopedagogia \n• \nEspecialista em Literatura Infantil e \nJuvenil \n• \nMestre em Educação \nDE (40hs) \nProf3. Mirian Rejane M \nMendes \n• \nFarmácia \n• \nEducação \n• \nFarmacêutica e Bioquímica \n• \nEspecialista em Metodologia de \nEnsino \n• \nMestre em Ensino de Ciências \nDE (40hs) \nProf. Nelson Licínio C de \nOliveira \n• Ciências \n• \nLicenciado em Ciências Agrícolas \n• \nEspecialista em Topografia \n• \nMestre em Fitotecnia \nDE (40hs) \nProf. Renildo Ismael Félix \nda Costa \n• Agronomia \n• \nEngenheiro Agrônomo \n• \nMestre em Agronomia \n• \nDoutor em \nAgrono mia/Ento mologia \nDE (40hs) \nProf. Roberto Comini Frota • Administração \n• \nBacharel em Administração de \nEmpresas \n• \nMestre em Administração Rural \nDE (40hs) \nProf3. Rosiney Rocha \nAlmeida \n• \nCiências \n• \nEducação \n• \nLicenciada em Ciências Biológicas \n• \nEspecialista em Docência do \nEnsino Superior \n• \nMestre em \nDE (40hs) \nProf. Sebastião Batista \nAmorim \n• Física \n• Licenciado em Física \nDE (40hs) \nProf3. Soraia Ataíde \nLinhares Frota \n• \nDireito \n• \nCiência Política \n• \nBacharel em Direito \n• \nEspecialista em Políticas Públicas \nDE (40hs) \n \n", "110": "110\n \n \n \n15. INSTALAÇÕES E INFRA-ESTRUTURA \nO patrimônio imobiliário do IFNMG - Campus Januária, está constituído por 4 (quatro) glebas de terras perfazendo \numa área total de 226,7 hectares, todas ocupadas mansa e pacificamente. Dessas 4 glebas uma está localizada à margem \nesquerda do Rio São Francisco e as outras 3 (três) são limitantes ou confrontantes entre si. \nEssas glebas, pelo histórico de suas aquisições, estão assim distribuídas: \na - Gleba I - Área total de 104,00 ha; b - \nGleba II - Área total de 57,00 ha; c - Gleba \nIII - Área total de 24,20 ha; d - Gleba IV - \nÁrea total de 41,50 ha. \nTodas as Glebas estão escrituradas e registradas no competente Cartório de Registro de Imóveis da Comarca de \nJanuária - MG, em nome desta Instituição Federal de Ensino. \nTodas as edificações abaixo relacionadas se localizam na gleba de 104,00 ha. Não estão aqui relacionadas aquelas \nedificações não utilizadas para fins didático-pedagógicos, tais como as destinadas a residências funcionais, casas de \nmotobombas, caixas d’água, depósitos, etc.\nProf. Valkennedy de Moura \nCastro \n• \nComputação \n• \nEducação \n• \nBacharel em Ciência da \nComputação \n• \nEspecialista em Didática - \nFundamental Teórico e Práticas \nPedagógicas \nDE (40hs) \nProf. Walfredo Sérgio C. \nFigueiredo \n• \nCiências \n• \nEngenharia \nAgrícola \n• \nLicenciado em Ciências Agrícolas \n• \nMestre em Engenharia Agrícola \nDE (40hs) \nProf. Walisson da Silva \nFreitas \n• Engenharia Agrícola \n• \nEngenharia Agrícola \n• \nMestre em Engenharia Agrícola \n• \nDoutor em Engenharia Agrícola \nDE (40hs) \nTatiana Tozzi Rodrigues \n• Agronomia \n• \nEngenheiro Agrônoma \n• \nMestre em Fitopatologia \n• \nDoutor em Fitopatologia \nDE (40hs) \nSidney Pereira \n• Engenharia Agrícola \n• \nEngenharia Agrícola \n• \nMestre em Engenharia Agrícola \n• \nDoutor em Engenharia Agrícola \nDE (40hs) \n*DE - Dedicação exclusiva \n \n", "111": "111\n \n \n \nII - DESTINO E USO DAS EDIFICAÇÕES \n \nI - DESTINO E USO DAS TERRAS (GLEBAS) \nEspecificação \nArea - m2 \n1. Ocupada com Projetos Zootécnicos \n910.000 \n2. Ocupada com Projetos Agrícolas \n662.000 \n3. Disponível para Expansão \n278.874 \n4. Outras Áreas (Estradas internas/Estacionamentos/Jardins/Bosques, etc.) \n123.582 \n5. Destinada à Agroindústria \n10.000 \n6. Área não Aproveitável (Reserva/Estrada Vicinais/Lagoa, etc.) \n234.930 \n7. Aérea Construída \n47.614 \nTOTAL \n2.267.000 \n \n \nDistribuição das Areas Construídas \n \n1. Área Construída Coberta \n18.036 \n2. Área Construída Descoberta \n29.578 \nTOTAL \n47.614 \n \nA - PAVILHÃO PEDAGÓGICO \nItem \nEspecificação \nArea - m2 \n1. \nSetor pedagógico - Salas de Coordenação de Integração Escola-\nEmpresa, de Supervisão Pedagógica, de Coordenação-Geral de Ensino, \nde Reprografia, de Secretaria Escola, Sala de Professores, Depósitos, \nConjuntos Sanitários Masculino e Feminino. Laboratórios de Física, \nQuímica, Biologia, Desenho e Topografia, Análise Solos, Enfermagem, \nAnálise de Água, Física dos Solos, Informática I, II, Informática \n(Montagem), Sala de Audiovisual, 12 Salas de aulas, Cantina. \n2.840,00 \nTOTAL \n2.840,00 \n \nB - \nSAL\nSALAS DE AULAS E LABORATÓRIOS \n \nItem \nEspecificação \nArea - m2 \n1. \nSalas de Aulas (15) - sendo 12 no Pavilhão Pedagógico e 3 no Centro \nCapacitação (*) \n720,00 \n2. \nDesenho e Topografia (*) \n71,55 \n3. \nQuímica (*) \n58,60 \n4. \nFísica (*) \n47,00 \n5. \nBiologia (*) \n58,86 \n6. \nMicrobiologia - Agroindústria (*) \n39,00 \n7. \nAnalise de Solos (*) \n93,96 \n8. \nInformática I (*) \n65,61 \n9. \nInformática II (*) \n48,06 \n10. \nInformática III (*) \n47,00 \n11. \nInformática III - Manutenção (*) \n19,00 \n12. \nInformática IV - Centro de Capacitação (*) \n54,00 \n \n", "112": "112\n \n \n \n \nOBS: O Pavilhão IV está em fase de licitação e irá englobar os Laboratórios de Análises de Solos e Tecido Vegetal; o \nLaboratório de Física dos Solos; e o Laboratório de Qualidade de Água e terá a mesma área dos demais pavilhões, \n424,65 m2. \nC - ÁREAS DE ESPORTE/LAZER \n13. \nAnálise de Água (*) \n77,81 \n14. \nHidráulica \n138,00 \n15. \nAnálise Física de Solos (*) \n47,00 \n16. \nLaboratório de Casa de Ração \n456,85 \n17. \nLaboratório de Mecânica Agrícola \n188,16 \n18. \nLaboratório de Administração de Empresas \n87,5 \n19. \nLaboratório de Saúde - Enfermagem (*) \n160,09 \nTOTAL \n \n --------- > 1 --------------------------------------------------------------------------------------------------  \n(*) - Áreas já incluídas nas Edificações onde se localizam esses laboratórios. \n \nB.1. LABORATÓRIOS ESPECIFICOS PARA CURSOS DE CIENCIAS AGRARIAS \nPAVIL HÃO I \nItem \nEspecificação \nArea - m2 \n1. \nLaboratório de química \n141,55 \n2. \nLaboratório de fitopatologia/microbiologia \n141,55 \n3. \nLaboratório de Botânica/ Microscopia \n141,55 \nTOTAL \n424,65 \nPAVIL HÃO II \nItem \nEspecificação \nArea - m2 \n4. \nLaboratório de entomologia \n141,55 \n5. \nLaboratório de fisiologia vegetal \n141,55 \n6. \nLaboratório de póscolheita \n141,55 \nTOTAL \n424,65 \nPAVIL HÃO III \nItem \nEspecificação \nArea - m2 \n7. \nLaboratório de informática aplicada à agropecuária \n141,55 \n8. \nLaboratório de biologia (genética e melhoramento) \n141,55 \n9. \nLaboratório de sementes \n141,55 \nTOTAL \n424,65 \n \nItem \nEspecificação \nArea - m2 \n1 \nQuadra poliesportiva \n1.117,00 \n2 \nGinásio Poliesportivo \n1.384,00 \n3 \nPista de atletismo \n1.649,00 \n4 \n2 Quadras de peteca \n196,00 \n5 \nQuadra de voley de praia \n162,00 \n6 \nQuadra poliesportiva \n416,00 \n7 \nCampo de futebol \n10.000,00 \n8 \n3 Quadras Esportivas \n5.760,00 \nTOTAL \n20.684,00 \n \n", "113": "113\n \n \n \nD - AREA DA BIBLIOTECA \nItem \nEspecificação \nArea - m2 \n1. \nBiblioteca - Área do acervo bibliográfico, Sala de administração, depósito, \nhall, sala de leitura, videoteca, salas individuais de leitura/pesquisa, salas \ncoletivas de leitura/pesquisa, ambiente p/ internet, conjunto sanitários \nmasculino/feminino, sala de videoconferência. \n593,00 \nTOTAL \n593,00 \nE - OUTRAS ÁREAS RELACIONADAS COM A ASSISTÊNCIA AO \nEDI \nUCANDO \nItem \nEspecificação \nArea - m2 \n1. \nRefeitório \n902,00 \n2. \nPadaria/Confeitaria \n138,24 \n3. \nLavanderia \n148,33 \n4. \nVestiário - Acadêmicos semi-internos - Masculino e Feminino \n198,23 \n5. \nÁrea coberta destinada a estudo extra-classe \n351,97 \n6. \nÁrea de Convivência - Cantina Escolar \n77,00 \n7. \nPrédio da Coordenação-Geral de Assistência ao Educando - Atendimento \nmédico-odontológico \ne \nenfermagem, \nGrêmio \nEstudantil, \nSala \nda \nAdministração, Sala de Reuniões, Conjunto sanitários, Depósitos. \n629,20 \nTOTAL \n2.444,97 \nF - EDIFICAÇÕES DAS UNIDADES EDUCATIVAS DE PRODUÇÃO - UEPs. \n \nF.1 - UEP de Agricultura I - Culturas Anuais Temporárias (Olericultura e Jardinagem) \nItem \nEspecificação \nArea - m2 \n1. \nSala Ambiente/Aula - Agricultura I \n116,38 \n2. \nDeposito de ferramentas e equipamentos \n102,19 \n3. \nEstufa hidropônica \n227,50 \n4. \nSala recipiente de solução nutritiva \n37,00 \n5. \nViveiro de mudas \n22,50 \n6. \nHidroponia - II \n300,00 \n7. \nEstufa \n300,00 \nTOTAL \n1.105,57 \nF.2 - UEP DE AGRICULTURA II - Culturas Anuais Temporárias (Regionais) \nItem \nEspecificação \nArea - m2 \n1. \nSala ambiente/Aula - Agricultura II \n116,38 \nTOTAL \n116,38 \nF.3 \n-\nU \nMudas\n)\nEP DE AGRICULTURA III - Culturas Permanentes (Fruticultura, \nSilvicultura e \nItem \nEspecificação \nArea - m2 \n1. \nSala Ambiente/Aula - Agricultura III \n164,22 \n2. \nCriatório de minhocas \n31,20 \n3. \nViveiro de mudas \n205,03 \nTOTAL \n400,45 \n \n", "114": "114\n \n \n \n \nF.4 - \nU\nEP DE ZOOTENIA I - Animais de Pequeno Porte \nItem \nEspecificação \nArea - m2 \n1. \nSala Ambiente/Aula - Zootecnia I \n151,06 \n2. \nGalpões pinteiros (fases de criação I e II) - frango caipira \n240,00 \n3. \nGalpões Recria e Terminação - frango caipira \n160,00 \n4. \nGalpões Recria (pinteiros I e II) - postura \n528,00 \n5. \nGalpões postura (I e II) \n600,00 \n6. \nGalpão criação de coelhos \n81,84 \n7. \nFabrica de doce de leite / sala de aula \n116,54 \n8. \nGalpão pinto postura IV \n60,80 \n9. \nDeposito (adaptação) \n62,20 \n10. \nGalpão pinto postura III \n66,15 \n11. \nGalpão pinto postura II \n56,76 \n12. \nGalpão criação de codornas \n121,50 \n13. \nGalpão postura \n256,36 \n14. \nGalpão postura frangos \n164,10 \nTOTAL \n2.665,31 \n \nF.5 - UEP DE ZOOTENIA II - Animais de Médio Porte \nItem \nEspecificação \nArea - m2 \n1. \nSala Ambiente/aula - Zootecnia II \n155,73 \n2. \nCreche suína \n144,00 \n3. \nGalpão cabritos \n67,20 \n4. \nÁrea coberta para reprodutor \n80,00 \n5. \nPocilga \n982,90 \n6. \nPocilga (ruínas) \n300,00 \n7. \nRuínas \n72,00 \nTOTAL \n1.801,83 \n \nF.6 - UEP DE ZOOTENIA III - Animais de Grande Porte \nItem \nEspecificação \nArea - m2 \n1. \nSala Ambiente/Aula - Zootecnia III \n151,06 \n2. \nTronco de contenção \n123,00 \n3. \nArraçoamento de novilhas \n84,00 \n4. \nLaboratório de Mecanização Agrícola \n188,16 \n5. \nCocheiras cobertas (I, II e III0 \n4,95 \n6. \nCocheira coberta - Confinamento \n117,60 \n7. \nCocheira coberta - Vacas em lactação \n143,50 \n8. \nCurral de espera e Sala de Ordenha \n488,29 \n9. \nBovinocultura \n2.143,89 \n10. \nSilo (desativado) \n37,68 \n11. \nEstábulo (ruínas) \n186,00 \n12. \nSilo (desativado) \n83,00 \n13. \nRuínas \n60,48 \n14. \nRuínas \n31,49 \n15. \nRuínas \n2,08 \nTOTAL \n3.845,18 \n \n", "115": "115\n \n \nItem \nEspecificação \nArea - m2 \n1. \nAbatedouro de frangos \n130,76 \n2. \nAgroindústria (Inclusive Sala Ambiente/Aula c/ 48 m2) \n1.967,05 \n3. \nFabrica de rações - Depósito, Sala de Mistura, Silo e Moega \n456,85 \n4. \nAbatedouro de Bovino/Ovinocaprino/Suíno + Sala Administração + Sala de \nAula \n997,97 \nTOTAL \n3.552,63 \nF.8 - \nM \nECANIZAÇÃO AGRÍCOLA \nItem \nEspecificação \nArea - m2 \n1. \nSala Ambiente/Aula - Mecanização Agrícola \n86,48 \n2. \nGaragem tratores e implementos agrícolas \n161,82 \n3. \nRampa veículos \n28,00 \nTOTAL \n464,46 \nG - \nSEI \nDE DA COOPERATIVA-ESCOLA \nItem \nEspecificação \nArea - m2 \n2. \nCooperativa - Sala de Administração, Posto de Vendas, Escritório, \nConjunto Sanitários. \n144,00 \nTOTAL \n144,00 \nH - \nCE] \nNTRO DE CAPACITAÇÃO \nItem \nEspecificação \nArea - m2 \n1. \nCentro de capacitação - 3 Salas de Aulas, Sala de Administração, Sala de \nReunião, Cozinha/Cantina, Conjunto sanitários/Depósito, 8 apartamentos p/ \n6 pessoas, Área de Lazer \n903,16 \nTOTAL \n903,16 \nF.7 - UEP DE AGROINDÚSTRIA \n", "116": "116\n \nI - ÁREAS RELACIONADAS ÀS ATIVIDADES TÉCNICO-ADMINISTRATIVAS E DE APOIO \nDIDÁTICO-PEDAGÓGICO \nItem \nEspecificação - Utilização \nArea - m2 \n1. \nÁreas Relativas às Unidades Técnico-Administrativas - (Prédio de \nAdministração, Almoxarifado, Área de Oficinas (Bombeiro hidráulico, \nCarpintaria, Eletricidade, Pavilhão de Máquinas) - Sala do Coord. Geral de \nProdução e Pesquisa, Sala do Setor Patrimônio. \n2.037,00 \nTOTAL \n2.037,00 \n \n(Complexo Agroindustrial São Geraldo) \n", "117": "117\n \nInfra-Estrutura Acadêmica \nPode-se apresentar a infra-estrutura do IFNMG - Campus Januária da seguinte forma: \nACERVO DA BIBLIOTECA \nTIPO DE ACERVO \nN° TÍTULOS \nN° DE VOLUMES \nLivros \n4.177 \n8.354 \nPeriódicos \n60 \n1.295 \nColeções \n15 \n287 \nVídeos \n435 \n597 \nSoftwares Educacionais \n25 \n25 \nMultimídia \n01 \n01 \nTOTAL \n4.713 \n10.559 \n \nUTILIZAÇÃO DA BIBLIOTECA \nTIPO DE USUÁRIO \nN° EMPRÉSTIMO \nN° DE CONSULTA \nAcadêmicos \n1.652 \n4.219 \nDocentes \n252 \n325 \nTécn ico-Ad min istrativos \n127 \n183 \nComunidade \n329 \n734 \nTOTAL \n2.360 \n5.461 \n \n \nA estrutura física do campus ainda não tem o aproveitamento total. A comunidade escolar assumiu como \ncompromisso a utilização integral de todos os equipamentos e espaços ainda subaproveitados com a oferta de novos cursos \nnas diversas modalidades, com o trabalho de extensão, pesquisa, com a introdução de incubadoras de empresas, com o pleno \nfuncionamento da Empresa Jr. e como aumento da produção interna da fazenda-escola. \nEspecificamente quanto ao atendimento aos portadores de necessidades especiais, o IFNMG vem dispensando \ngrande atenção para dotar seus prédios de condições que permitam acessibilidade plena aos seus imóveis, buscando assim a \nquebra das barreiras arquitetônicas e o cumprimento de determinações legais. \nO Sistema de Vigilância do campus é precário, chegando a comprometer a prestação de serviços e o processo \nprodutivo. Também são limitados o sistema de manutenção preventiva e a conservação da estrutura física do campus.\n", "118": "118\n \n \n \n \n \nEQUIPAMENTOS DE INFORMÁTICA \nEQUIPAMENTO \nAREA \nADMINISTRATIVA \nÁREA DE ENSINO \nComputador \n24 \n90 \nImpressora \n21 \n14 \nScanner \n01 \n02 \nProjetor de mídia \n01 \n01 \nVídeo conferência \n-- \n01 \nTOTAL \n46 \n108 \n \nREDE DE INFORMÁTICA \nRECURSO \nÁREA \nADMINISTRATIVA \nÁREA DE ENSINO \nServidor de Rede \n01 \n-- \nPontos de rede \n21 \n84 \nCorreio Eletrônico \n23 \n20 \nTOTAL \n45 \n104 \n \nOUTROS EQUIPAMENTOS DE APOIO PEDAGÓGICO \nESPECIFICAÇÃO \nQUANTIDADE \nTratores Agrícolas \n07 \nImplementos Agrícolas - Arados, Grades, Carretas, Enleitador, Roçadeiras, \nEncanteirador \nDiversos \nÔnibus Rodoviário \n02 \nMicro-ônibus \n01 \nVeículos Diversos (passageiros) \n10 \nCaminhões - Tara diversas \n03 \nTOTAL \n10.559 \n \n", "119": "119\n \n16. BIBLIOTECA  \n17. Espaço Físico: \nA Biblioteca da IFNMG - Campus Januária encontra-se instalada em prédio especifico denominado. Os balcões, \nas mesas, as cadeiras as estantes de livros são adequadas às exigências próprias da biblioteca. \nConta com salas de estudo com capacidade para 8 (oito) pessoas cada, distribuídas no interior da Biblioteca. \nContém também com repartições para estudo individual, e um saguão com mesas apropriadas para pesquisa e estudos \ncoletivos. \nA Biblioteca possui ainda Sala de Informática, com Internet, onde os usuários podem, gratuitamente, realizar \npesquisas e digitar trabalhos. Os acadêmicos terão acesso ao Portal Periódicos Capes e uma vez em cada semestre será \nrealizado um treinamento para utilização desta base. \nPolítica de aquisição do acervo \nA Biblioteca do IFNMG - Campus Januária é constantemente atualizada mediante aquisição de livros, com vistas \na atender às necessidades dos cursos. \nAs aquisições de livros são feitas a partir de listas selecionadas, indicadas pelos professores e coordenadores de \ncada curso. Além disso, a atualizações são feitas a partir de catálogos recebidos das  editoras, que contém os últimos \nlançamentos editoriais.\n", "120": "120\n \n \n17 - Anexos: \n18. 1 - Anexo 01 - Ato Legal de Criação, Autorização e Reconhecimento do Curso: \nBacharelado em Agronomia \nAto Legal de Criação do Curso: Resolução CD N.° 001/2007 de 11/10/2007 \nCoordenador do Curso: Prof. Fábio Martins de Carvalho \nNível / Modalidade: Ensino Superior \nClassificação: Bacharelado \nÁrea: Agricultura \nNome do Curso: Agronomia \nNúmero de vagas: 40 vagas anuais \nTurnos: Matutino e Vespertino \nDuração do curso: Mínimo 10 semestres e máximo 15 \nsemestres\n", "121": "121\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nMINISTÉRIO DA EDUCAÇAO \nSECRETARIA DE EDUCAÇÃO PROFSSIONAL E TECNOLÓGICA \nCENTRO FEDERAL DE EDUCAÇÃO TECNOLÓGICA DE JANIJAR1A \nRESOLUÇÃO CD N.° 01/2007, DE 11 DE OUTUBRO DE 2007 \nO PRESIDENTE DO CONSELHO DIRETOR DO CENTRO \nFEDERAL DE EDUCAÇAO TECNOLÓGICA DE JANUARIA. no uso de suas \natribuições legais e, tendo em vista a deliberação do \nColegiado em reunião \nordinária realizada nesta data, resolve: \nI - Aprovar o Projeto Pedagógico para Criação do Curso \nSuperior de Agronomia - Bacharelado, neste Centro Federal de Educação \nTecnológica \nP Semestre Letivo de 2008. \nII - Autorizar o funcionamento do supracitado curso a partir do \nCefet Januária. 11 de outubro de 2007. \nPROF. PAULO CESAR PINHEI \nPRESIDENTE DO CONSF. \nDE AZEVEDO i \nDIRjETOR \n", "122": "122\n \n17. 2 - Anexo 02 - Regimento de Estágio: \n \nMINISTÉRIO DA EDUCAÇAO \nSECRETARIA DE EDUCAÇAO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DE EDUCAÇAO, CIENCIA E TECNOLOGIA NORTE DE MINAS GERAIS \nCAMPUS - JANUÁRIA \nREGULAMENTO PARA ESTÁGIOS DE ALUNOS DA EDUCAÇÃO PROFISSIONAL E DA EDUCAÇÃO \nSUPERIOR DO INSTITUTO FEDERAL DE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA NORTE DE MINAS \nGERAIS - CAMPUS JANUÁRIA. \nCAPÍTULO I \nDO ESTÁGIO CURRICULAR SUPERVISIONADO \nArt. 1° - O Estágio Curricular Supervisionado encontra amparo legal na Lei n° 11.788 de 25 de setembro de \n2008 e também na Resolução CNE/CEB n° 1 de 21.01.2004, que estabelecem Diretrizes Nacionais para a \norganização de Estágios de Alunos da Educação Profissional e do Ensino Médio, inclusive nas modalidades de \nEducação Especial e de Educação de Jovens e Adultos. \nCAPÍTULO II \nDOS OBJETIVOS E FINALIDADES \nArt.2° - O estágio visa ao aprendizado de competências próprias da atividade profissional e a contextualização \ncurricular, objetivando o desenvolvimento do educando para a vida cidadã e para o trabalho. \nCAPÍTULO III \nDAS MODALIDADES \nArt. 3° - O estágio como ato educativo será supervisionado e poderá ser obrigatório ou não-obrigatório, \nconforme determinação das diretrizes curriculares da etapa, modalidade e área de ensino e do projeto \npedagógico do curso. \n§ 1o Estágio obrigatório é aquele definido como tal no projeto do curso, cuja carga horária é requisito para \naprovação e obtenção de diploma. \n§ 2o Estágio não-obrigatório é aquele desenvolvido como atividade opcional, acrescida à carga horária regular \ne obrigatória. \n§ 3° Constará carga horária em diploma de estágio não-obrigatório apenas os estágios realizados em igual ou \nsuperior a 160 horas. \nArt. 4° As atividades de extensão, de monitorias e de iniciação científica na educação superior, desenvolvidas \npelo estudante, somente poderão ser equiparadas ao estágio em caso de previsão no projeto pedagógico do \ncurso.\n", "123": "123\n \n \nCAPÍTULO IV \nDA MATRÍCULA \nArt.5 ° A matrícula de estágio tanto obrigatório quanto não-obrigatório será efetivada na Coordenação Geral de \nExtensão e Integração Instituto-Empresa (CGEI) do Instituto Federal de Educação, Ciência e Tecnologia Norte \nde Minas Gerais - Campus Januária, após a aprovação do plano de estágio, para todos os alunos em curso, em \nregime de dependências e para os que integralizaram a carga horária do curso, obedecendo aos prazos \nestabelecidos pela CGEI. \n§ 1° Entende-se por integralização da carga horária do curso, a efetiva conclusão de todas as \nséries/módulos/disciplinas que integram a estrutura curricular do curso, excluindo-se estágios, defesa de \ntrabalho de conclusão de curso entre outras atividades que não pressuponham a presença regular do aluno nas \ndependências da Instituição. \n§ 2° A matrícula de estágio poderá ocorrer em qualquer série/módulo/período conforme projeto pedagógico de \ncada curso. \n§ 3° O aluno que iniciar o estágio sem que tenha efetuado sua matrícula perderá o tempo de estágio realizado \nanteriormente à data da mesma. \nCAPÍTULO V \nDA REALIZAÇÃO \nArt. 6° - O Estágio será realizado em Empresas, Instituições ou através de agentes de integração públicas ou \nprivadas devidamente conveniadas e/ou cadastradas no Instituto Federal Norte de Minas Gerais - Campus \nJanuária, que apresentarem condições de proporcionar experiências práticas na área de formação do aluno. \nParágrafo único - O Estágio poderá ser realizado no próprio Instituto Federal Norte de Minas Gerais - Campus \nJanuária, desde que as atividades desenvolvidas assegurem o alcance dos objetivos previstos no art. 2° deste \nRegulamento, devidamente aprovado pelas Coordenações envolvidas. \nArt. 7° - O Estágio não-obrigatório somente poderá ser realizado enquanto o aluno mantiver-se matriculado e \nfreqüente na Instituição. \nParágrafo único - Os procedimentos para requerer o estágio não-obrigatório seguirão as mesmas rotinas \nestabelecidas para o Estágio obrigatório. \nArt. 8° - O prazo máximo para a conclusão do estágio obrigatório após a integralização da carga horária dos \ncursos técnicos de nível médio e superiores será de acordo com o disposto no projeto pedagógico de cada \ncurso. \nArt.9° - Os estudantes que realizam estágio fora do Brasil (exterior), dentro de programas de intercâmbio \ninteruniversitário obedecem aos procedimentos das universidades anfitriãs. \nParágrafo único - No caso do estágio realizado em empresa fora do Brasil (exterior), sem interveniência de \nuniversidade parceira, é necessário que o processo siga os mesmos trâmites do estágio realizado no país. \nArt.10 - Somente poderão realizar estágio supervisionado os alunos que tiverem no mínimo, 16 anos \ncompletos, na data de início do estágio. \nParágrafo único - O aluno menor de idade, em qualquer situação, precisará de autorização, por escrito, do(s) \npai(s) ou responsável legal para realizar o estágio. \nArt. 11 - O estágio será interrompido quando o aluno:\n", "124": "124\n \n \nI - Trancar a matrícula; \nII - Não freqüentar regularmente o curso; \nIII - Abandonar o curso; \nIV - Mudar de curso; \nV \n- Usar documentação falsa. \nCAPITULO VI \nDA FORMALIZAÇÃO \nArt. 12 - A formalização do Estágio ocorre mediante assinaturas de Termo de Compromisso, celebrado entre o \nInstituto Federal Norte de Minas Gerais - Campus Januária, a empresa e o estagiário e, por meio de convênios \npara concessão de Estágio supervisionado e/ou cadastros com a entidade concedente. \n§ 1° - O Termo de Compromisso deverá obedecer aos seguintes itens: \nI - constar as principais atividades a serem desenvolvidas no campo de estágio; \nII - possuir data do início e término do contrato; \nIII - possuir nome da seguradora e número da apólice do seguro contra acidentes pessoais, bem como, \nconforme o caso, seguro de responsabilidade civil por danos contra terceiros. \nIV - data da emissão; \nV \n- estar devidamente assinado e carimbado. \n§ 2° - A validade do Termo de Compromisso será de no máximo 6 (seis) meses, podendo ser prorrogado por \nigual período. \n§ 3° - A validade do Convênio terá duração de 5 (cinco) anos, podendo ser renovado quando houver interesse \nde ambas as partes. \nCAPITULO VII \nDO INÍCIO E DURAÇÃO \nArt. 13 - O início do estágio obrigatório para cômputo de carga horária e a carga horária mínima do estágio \npara os cursos técnicos e superiores serão de acordo com o disposto no projeto pedagógico de cada curso. \nArt. 14 - A jornada de estágio será definida de comum acordo entre a Instituição de ensino, a parte concedente \ne o aluno estagiário ou seu representante legal, não ultrapassando: \nI - 04 (quatro) horas diárias e 20 (vinte) horas semanais, no caso de estudantes de educação_especial. \nII -06 (seis) horas diárias e 30 (trinta) horas semanais, no caso de estudantes da Educação Profissional de \nnível médio e do ensino superior. \n§ 1° - No período de férias escolares e para os estudantes que integralizaram a carga horária do curso a \njornada poderá ser de até 40 (quarenta) horas semanais. \n§ 2° - O horário do estágio deverá compatibilizar-se com o horário escolar. \n§ 3° - As atividades extra classe que conflitarem com o horário do estágio deverão ser acordado entre a CEI, a \nEmpresa/Instituição concedente e o aluno, com o objetivo de não prejudicar o estagiário. \n§ 4° - O documento comprobatório da atividade referida no parágrafo anterior deverá ser emitido pelo \nCoordenador de Curso. \nArt.15 - As atividades de extensão, de monitorias e de iniciação científica na educação superior, serão \ncoordenadas e supervisionadas pelo coordenador do projeto /ou responsável, cabendo-lhe dar os pareceres em \ntodos os trâmites do estágio. \nArt. 16 - O aluno estagiário deverá ter um professor do Instituto Federal Norte de Minas Gerais - Campus \nJanuária, definido como orientador.\n", "125": "125\n \n \nArt. 17 - O acompanhamento do estágio na Empresa/Instituição será realizado por um supervisor do estágio, \ndesignado pela Empresa/Instituição, para supervisionar o processo de estágio. \nParágrafo Único: Para o curso Técnico em Enfermagem o supervisor de estágio será designado pelo Instituto \nFederal Norte Minas - Campus Januária. \nArt. 18 - A duração do estágio, na mesma Empresa/Instituição concedente, não poderá exceder 2 (dois) anos, \nexceto quando se tratar de estagiário com deficiência. \nCAPITULO VIII \nDA BOLSA E DO SEGURO DE ESTÁGIO \nArt. 19 - A entidade concedente poderá oferecer ao estagiário, bolsa ou outra forma de contraprestação, que \nvenha a ser acordada, sendo compulsória a sua concessão, bem como a do auxílio-transporte, na hipótese de \nestágio não-obrigatório. \nArt. 20 - No caso de estágio obrigatório, o Instituto Federal Norte de Minas Gerais - Campus Januária poderá \nalternativamente, contratar em favor do estagiário seguro contra acidentes pessoais, cuja apólice seja \ncompatível com valores de mercado, caso a entidade concedente não o faça. \nCAPITULO IX \nDO APROVEITAMENTO PROFISSIONAL \nArt. 21 - Os alunos que exercerem atividades profissionais a pelo menos 06 (seis) meses em áreas correlatas a \nseu curso na condição de empregados devidamente registrados, autônomos ou empresários poderão \nconsiderar tais atividades como estágio desde que previstos nos projetos pedagógicos dos cursos. \n§ 1° - A aceitação do exercício de atividades profissionais a que se refere o caput deste artigo, como estágio, \ndependerá de decisão do Coordenador do Curso respectivo que levará em consideração o tipo de atividade \ndesenvolvida e o valor de sua contribuição para complementar à formação profissional. \n§ 2° - Ao requerer o aproveitamento como estágio de suas atividades profissionais, o aluno deverá apresentar \nos seguintes documentos: \nI - se empregado, cópia da parte da carteira de trabalho em que fique configurado seu vínculo empregatício e \ndescrição, por parte de seu chefe imediato, das atividades que desenvolvem; \nII - se autônomo, comprovante de seu registro em órgão competente, nessa condição comprovante de \nrecolhimento do imposto sobre serviços correspondente ao mês da entrada do requerimento e descrição das \natividades que executa; \nIII - se empresário, cópia do Contrato Social da empresa e descrição das atividades que executa. \n§ 3° - Os procedimentos para requerer o aproveitamento seguirão as mesmas rotinas estabelecidas para o \nestágio. \nCAPITULO X \nDO ALUNO ESTAGIÁRIO \nArt. 22 - Cabe ao aluno estagiário: \nI - efetuar a matrícula de estágio na CGEI; \nII - entregar na CGEI, o plano de estágio, em uma via, carimbada e assinada pelo professor orientador e pelo \nsupervisor de estágio, após ser submetido ao coordenador de curso para análise e aprovação; \nIII - providenciar sua carteira profissional, caso seja necessário, para posterior registro do estágio pela \nEmpresa/Instituição; \nIV - firmar o Termo de Compromisso com a entidade concedente e o Instituto Federal Norte de Minas Gerais - \nCampus Januária; \nV - respeitar as cláusulas do Termo de Compromisso;\n", "126": "126\n \n \nVI - acatar as normas da Empresa/Instituição; \nVII - apresentar ao professor orientador todos os relatórios de acompanhamento e o relatório final nos prazos \nestabelecidos pela CGEI; \nVIII - apresentar junto a CGEI, o parecer do professor orientador de estágio, a avaliação do estágio (feita pelo \nestagiário) e o relatório final de estágio (feito pelo estagiário), em prazo não superior a 06 (seis) meses, após a \nconclusão do estágio. \nCAPITULO XI \nDA CGEI \nArt. 23 - Cabe à CGEI: \nI - Identificar e divulgar as oportunidades de estágio; \nII - prestar serviços administrativos de cadastramento de alunos e de oportunidades de estágio; \nIII - encaminhar a entidade concedente o aluno candidato a estágio; \nIV - fornecer ao estagiário a documentação necessária à efetivação do estágio; \nV \n- assegurar a legalidade do processo de estágio; \nVI - assinar o Termo de Compromisso celebrado entre Instituto Federal Norte de Minas Gerais - Campus \nJanuária; a entidade concedente e o estagiário. \nVII - encaminhar o resultado da avaliação final do estagiário à secretaria do curso, para registro. \nCAPITULO XII \nDO PROFESSOR ORIENTADOR \nArt. 24 - Cabe ao professor orientador: \nI - orientar o aluno na elaboração do plano de estágio e durante o período de estágio; \nII - acompanhar o estagiário através de formulários próprios; \nIII - visitar o local do estágio, quando possível; \nIV - emitir parecer final sobre o estágio. \nCAPITULO XIII \nDO COORDENADOR DE CURSO \nArt. 25 - Cabe ao coordenador de curso: \nI - emitir parecer sobre o plano de estágio; \nII - distribuir os alunos para o(s) professor (es) orientador (es), respeitando, quando possível, sua área de \natuação; \nIII - emitir parecer nas situações do Art. 21, §1° \nCAPITULO XIV \nDA UNIDADE CONCEDENTE DE ESTÁGIO \nArt. 26 - À unidade concedente do estágio compete: \nI - celebrar convênio e/ou fazer cadastro para concessão de estágio junto ao IFNMG - Campus Januária e/ou \njunto a CGEI;\n", "127": "127\n \n \nII - comunicar à CGEI a existência de vagas para estagiários, bem como os requisitos necessários para seu \npreenchimento; \nIII - firmar com o Instituto Federal Norte de Minas Gerais - Campus Januária e o estagiário o Termo de \nCompromisso de Estágio; \nIV - estabelecer o valor da bolsa-auxílio ao estagiário, quando couber; \nV - indicar o supervisor de estágio, com formação ou experiência profissional na área de conhecimento \ndesenvolvida no curso do estagiário, exceto para estagiários do Curso Técnico em Enfermagem; \nVI - informar ao estagiário as normas da Empresa/Instituição; \nVII - assegurar ao estagiário todas as condições necessárias para a plena realização de seu estágio, nos \ntermos do art. 2o deste Regulamento; \nVIII - comunicar à CGEI quaisquer alterações nos termos do Termo de Compromisso de Estágio celebrado; \nIX \n- integrar o estagiário na Empresa/Instituição; \nX - enviar à Instituição de ensino, com periodicidade mínima de 06 (seis) meses, relatório de atividades, com \nvista obrigatória ao estagiário. \nCAPITULO XV \nDO SUPERVISOR DE ESTÁGIO \nArt. 27 - Cabe ao supervisor de estágio: \nI - acompanhar o aluno, na unidade concedente de estágio, durante o período de realização do estágio; \nII - assegurar a compatibilidade das atividades desenvolvidas no estágio com o currículo do curso; \nIII - proceder à avaliação de desempenho do estagiário, por meio de instrumento próprio fornecido pela CGEI. \nCAPITULO XVI \nDOS MECANISMOS DE ACOMPANHAMENTO E DE CUMPRIMENTO \nArt. 28 - Os mecanismos de acompanhamento e de cumprimento do estágio profissional constituem das \nseguintes etapas: \nI - elaboração do plano de estágio, em conjunto com o professor orientador de estágio e o supervisor de \nestágio, a ser entregue junto a CGEI; \nII - elaboração, durante e após a realização do estágio, do(s) relatório(s) de estágio, através de discussões \nrealizadas entre estagiário, o professor orientador e o supervisor de estágio; \nIII - apresentação oral do relatório final de estágio para Banca Examinadora, se disposto no projeto \npedagógico do curso; \nIV - apresentação do parecer do professor orientador de estágio, da avaliação do estágio (feita pelo estagiário) \ne do relatório final de estágio (feito pelo estagiário), junto a CGEI em prazo não superior a 6 (seis) meses. \nCAPITULO XVII \nDA AVALIAÇÃO DO ESTÁGIO \nArt. 29 - A avaliação do estágio é de responsabilidade do Instituto Federal Norte de Minas Gerais - Campus \nJanuária. \nArt. 30 - Na avaliação das atividades desenvolvidas pelo estagiário, serão consideradas: \nI - a compatibilidade das atividades desenvolvidas com o currículo do curso e com o plano de estágio; \nII - a qualidade e eficácia na realização das atividades; \nIII - a capacidade inovadora ou criativa demonstrada por meio das atividades desenvolvidas; \nIV - capacidade de adaptar-se socialmente ao ambiente de trabalho.\n", "128": "128\n \n \nArt. 31 - O estágio é composto por duas avaliações: \nI - a avaliação parcial do estágio, que é feita por intermédio do supervisor de estágio, efetivar-se-á por meio de \nrelatório de estágio (feita pela Empresa/Instituição), com vista obrigatória ao estagiário. \nII - a avaliação final de estágio, que é feita por intermédio do professor orientador, efetivar-se-á por meio de \nrelatório final de estágio (feita pelo estagiário). \nCAPITULO XVIII \nDAS IRREGULARIDADES E PUNIÇÕES \nArt. 32 - O não cumprimento das normas estabelecidas neste Regulamento resultará ao aluno estagiário \nperdas das horas estagiadas. \nArt. 33 - Qualquer irregularidade ocorrida deve ser relatada e documentada via relatório à CGEI. \nCAPITULO XIX \nDAS DISPOSIÇÕES GERAIS \nArt. 34 - A realização do estágio por parte do aluno não acarretará vínculo empregatício de qualquer natureza \npara com a concedente de estágio. \nArt. 35 - Será permitida renovação do estágio, desde que se obedeça ao prazo máximo; estabelecido no art. 8°. \nArt. 36 - Visitas técnicas, palestras, feiras e outros eventos de curta duração não serão computados como \ncarga horária de estágio. \nArt. 37 - O aluno estagiário de outra Instituição de Ensino que necessitar cumprir o estágio junto ao Instituto \nFederal Norte de Minas Gerais - Campus Januária, deverá apresentar ofício elaborado pela Instituição de \nEnsino de origem, solicitando o acompanhamento do estágio, informando o período pretendido e a área de \nconhecimento. \nParágrafo único. O aluno que se enquadrar no caput deste artigo deverá cumprir todas as normas exaradas \nneste Regulamento. \nArt. 38 - Os casos omissos e/ou dúvidas porventura suscitadas quando da aplicação deste Regulamento, serão \nresolvidos pela CGEI ou por quem esta designar. \nArt. 39 - Este regulamento entra em vigor após aprovação do Conselho Superior. \nArt. 40 - Revoga-se o Regulamento para Estágios de alunos da Educação Profissional de Nível Técnico e da \nEducação Superior do Centro Federal de Educação Tecnológica de Januária, aprovada pelo Conselho Diretor \nem (14) quatorze de julho de 2006. \nAprovado pelo Conselho Superior do IFNMG, em reunião realizada no dia 28 de outubro de 2010. \nJanuária(MG), 13 de novembro de 2010.\n", "129": "129\n \n \n17. 3 - Anexo 03 - Regulamento de Monografia: \nREGULAMENTO DO TRABALHO DE CONCLUSÃO DE CURSO \n(TCC) DOS CURSOS SUPERIORES DA ÁREA DE CIÊNCIAS \nAGRÁRIAS \nCapítulo I \nDas disposições iniciais \nArt. 1° - O Trabalho de Conclusão de Curso (TCC) é um dos componentes curriculares dos cursos \nda área de Ciências Agrárias do Instituto Federal de Educação Tecnológica do Norte de Minas Gerais \n- Campus Januária. \nParágrafo único - este regulamento apresenta os elementos norteadores do Trabalho de Conclusão \nde Curso (TCC) dos cursos da área de Ciências Agrárias do Instituto Federal de Educação, Ciência e \nTecnologia do Norte de Minas Gerais - IFNMG/ Campus Januária. \nArt. 2° - As atividades do Trabalho de Conclusão de Curso (TCC) serão organizadas e \nimplementadas a partir dos dois últimos períodos, conforme o disposto na matriz curricular do curso e \nneste regulamento. \nParágrafo Único - O Trabalho de Conclusão de Curso deverá ser feito individualmente e orientado \npor um professor de Curso da área de Ciências Agrárias do Instituto Federal de Educação, Ciência e \nTecnologia do Norte de Minas Gerais. \nArt. 3° - As atividades do Trabalho de Conclusão de Curso (TCC) devem ser desenvolvidas em \nhorário diferente do horário escolar no qual o acadêmico esteja matriculado, com atendimentos \nindividuais com o orientador e o professor coordenador de TCC.\n", "130": "130\n \n \nCapítulo II \nDos Objetivos \nArt. 4° - O TCC é um trabalho científico que tem por finalidade propiciar ao aluno: \nI. \nEstímulo à produção científica; \nII. Aprofundamento de um tema da área das Ciências Agrárias. \nIII. Formação interdisciplinar no contexto curricular dos cursos e disciplinas da área de Ciências \nAgrárias; \nIV. Desenvolvimento da capacidade científica, crítica, reflexiva e criativa na área de interesse; \nV. Realização de experiências de pesquisa e extensão; \nVI. Inter-relação entre teoria e prática; \nVII. Interação entre os Corpos Docente e Discente. \nCapítulo III \nProfissionais e participantes envolvidos \nArt. 5° - Os profissionais e participantes envolvidos no Trabalho de Conclusão de Curso (TCC) dos \ncursos da área de Ciências Agrárias do IFNMG - Campus Januária são: \nI. \nO professor coordenador do Trabalho de Conclusão de Curso (TCC) \nII. \nO professor orientador de monografia \nIII. \nO orientando / acadêmico \nIV. \nA banca avaliadora \nV. \nSecretaria dos Cursos Superiores \nVI. \nA biblioteca \nVII. \nOs laboratórios \nCapítulo IV \nAtribuições dos profissionais \nArt.6° - Todos os profissionais envolvidos, bem como os acadêmicos, possuem atribuições que \ndeverão ser cumpridas de forma responsável e organizada para que o Trabalho de Conclusão de \nCurso (TCC) dos Cursos da área de Ciências Agrárias do IFNMG - Campus Januária seja \nimplementado com êxito, tendo como princípio uma formação docente pautada na excelência e \nprática da pesquisa. \nSeção I \nAtribuições do Coordenador de Trabalho de Conclusão de Curso (TCC) \nArt. 7°- O Professor Coordenador de Trabalho de Conclusão de Curso (TCC) é um professor da área \nde Ciências Agrárias que atue diretamente nos cursos da citada área do IFNMG - Campus Januária. \nArt. 8° - O Professor Coordenador de Trabalho de Conclusão de Curso (TCC) direciona o acadêmico \nnas etapas a serem cumpridas para a efetivação do trabalho; conta com uma carga horária em sala \nde aula para monitoramento do cumprimento das propostas colocadas em cada etapa do processo de \nconstrução da monografia, sendo essa carga horária distribuída.\n", "131": "131\n \n \nArt.9° - São atribuições do Professor Coordenador de Trabalho de Conclusão de Curso (TCC): \nI. \nDivulgar aos orientadores de monografia as etapas do trabalho, bem como os prazos \na serem cumpridos. \nII. Fazer o registro formal em caderneta do cumprimento das etapas em cada período, \nconforme consta na matriz curricular do curso. \nIII. Informar e orientar acerca dos aspectos legais e científicos em relação ao TCC. \nIV. Divulgar e agendar as apresentações de TCC. \nV. Repassar as atas de apresentação e os documentos aos orientadores. \nVI. Recolher a versão digital juntamente com duas copias impressas da versão final do \ntrabalho. \nVII. Encaminhar à biblioteca cópias impressa e digital dos trabalhos aprovados em sua \nversão final, já anexa à ficha catalográfica. \nSeção II \nAtribuições do Professor Orientador de Monografia \nArt. 10- O Professor Orientador tem uma carga horária específica para a orientação de monografia, \nsendo duas horas aulas semanais por orientando. \nParágrafo único - O Professor Orientador do Trabalho de Conclusão de Curso (TCC) dos cursos da \nárea de Ciências Agrárias do Campus Januária deve ter conhecimento da área que se propõe a \norientar. \nArt.11- São atribuições do Professor Orientador de monografia: \nI. \nOrientar os acadêmicos na construção do trabalho monográfico, auxiliando desde o projeto \naté a defesa. \nII. \nEsclarecer as etapas e a organização do trabalho monográfico. \nIII. \nAvaliar todas as etapas do trabalho alertando o orientando das suas deficiências e os \nauxiliando na superação das mesmas. \nIV. \nSugerir referências bibliográficas referentes ao tema do trabalho. \nV. \nCumprir o cronograma previsto no projeto, evitando atrasos e o não cumprimento das \netapas. \nVI. \nAssinar e entregar os relatórios \nde orientação ao final de cada período (semestre) de \ntrabalho. \nVII. Definir os componentes que participarão da Banca Avaliadora. \nVIII. Comunicar à Coordenação de curso a definição da banca e data de apresentação. \nIX. \nOrientar o acadêmico a encaminhar a monografia aos componentes da banca com pelo \nmenos 15 (quinze) dias de antecedência da data da defesa. \nX. \nEntregar ata de defesa assinada \npela banca, declaração de autoria material e intelectual \nassinada pelo(a) acadêmico(a) e \nversão final da monografia em duas cópias impressas e \numa versão digital para à coordenação de cursos da área de Ciências Agrárias.\n", "132": "132\n \n \nSeção III \nAtribuições do Orientando/Acadêmico \nArt. 12- O TCC é um componente obrigatório do projeto pedagógico dos cursos da área de Ciências \nAgrárias e requer do acadêmico disciplina, organização e compromisso com a sua formação, a \nprática da pesquisa e consequentemente a produção do conhecimento para a construção de uma \npráxis crítica e transformadora. \nArt.13 - São atribuições do Orientando/Acadêmico: \nI. Cumprir, com eficiência, as tarefas que lhe sejam referentes, em inteira comunhão com o \nprofessor coordenador de TCC e o professor orientador da monografia. \nII. Seguir as normas estabelecidas para o Trabalho de Conclusão de Curso (TCC); \nIII. Respeitar as regras e as normas regimentais estabelecidas para a elaboração do Trabalho de \nConclusão de Curso (TCC); \nIV. Comparecer, assídua e pontualmente, aos encontros com o professor orientador da \nmonografia, respeitando o planejamento elaborado; \nV. Assumir com responsabilidade as tarefas e alterações sugeridas pelo orientador; \nVI. Ao final de cada semestre de orientação entregar relatório de atividades (vide anexo) ao \nProfessor Coordenador de Trabalho de Conclusão de Curso (TCC) devidamente assinado pelo \norientador, fazendo parte da documentação necessária para a aprovação do trabalho. \nVII. Assumir todos os custos com as cópias da monografia para a Banca Avaliadora, orientador e \naquelas que são obrigatórias conforme o manual de normalização do IFNMG - Campus \nJanuária. \nVIII. Ter postura ética condizente à elaboração de um trabalho científico, respeitando os direitos \nautorais, os sujeitos envolvidos, as realidades vivenciadas durante todo o processo. \nIX. \nEntregar cópias da monografia para a Banca Avaliadora com 15 (quinze) dias de antecedência \nda defesa; \nX. \nReportar-se ao Professor Orientador sempre que enfrentar problemas relativos ao Trabalho de \nConclusão de Curso (TCC). \nXI. \nApresentar a monografia de forma oral e pública para a banca avaliadora, numa exposição \nresumida do trabalho, no prazo máximo de 20 minutos. \nXII. Providenciar correções, quando necessárias, no prazo máximo de 7 (sete) dias corridos da \napresentação do trabalho. \nXIII. Entregar a versão final da monografia em duas cópias impressas e uma versão digital ao \norientador de acordo com o prazo estabelecido. \nXIV. Providenciar ficha catalográfica junto à biblioteca. \nParágrafo Único - Deve-se observar que para participar da solenidade de colação de grau, a ata de \ndefesa deve ser entregue na Secretaria de Registro Acadêmico no máximo em 30 (trinta) dias \ncorridos antes da data da colação. \nSeção IV Atribuições \nda Banca Avaliadora \nArt. 14- O profissional participante de banca Avaliadora deverá ter domínio teórico/prático relativo ao \ntema da monografia, podendo ser pertencente ao Campus Januária ou outra instituição.\n", "133": "133\n \n \nArt.15- São atribuições do profissional participante de banca Avaliadora: \nI. \nLer o trabalho com antecedência. \nII. \nApontar os pontos positivos e as eventuais correções para que o trabalho tenha valor \nacadêmico. \nIII. Esclarecer detalhadamente as alterações que forem necessárias e encaminhar por escrito ao \norientador e ao acadêmico. \nIV. Avaliar a qualidade do trabalho. \nV. Participar da banca Avaliadora conforme data e horários marcados pelo orientador. \nSeção V \nAtribuições da Secretaria dos Cursos Superiores \nArt. 16- A secretaria dos cursos superiores tem a responsabilidade de registrar a nota do acadêmico \nque defendeu seu trabalho monográfico. \nArt.17- São atribuições da secretaria dos cursos superiores: \nI. \nReceber do Coordenador de curso as atas e as notas dos acadêmicos. \nII. \nRegistrar em documento próprio o resultado da defesa da monografia. \nIII. \nComunicar ao professor coordenador de TCC qualquer problema que ocorrer em \nrelação à documentação citada. \nSeção VI - Atribuições da Biblioteca \nArt. 18- A biblioteca tem a responsabilidade de elaborar a ficha catalográfica da monografia. \nArt.19- São atribuições da biblioteca: \nI. \nProvidenciar ficha catalográfica dos trabalhos de monografia. \nII. \nReceber do coordenador de TCC as monografias para disponibilizá-las no arquivo \nbibliográfico da instituição. \nIII. Divulgar os trabalhos acadêmicos arquivados. \nSeção - VII - Atribuições Laboratoriais \nArt. 20 - São atribuições Laboratoriais: \nI - Recepcionar os acadêmicos e dar suporte aos mesmos quanto às análises de amostras das \npesquisas.\n", "134": "134\n \n \nCapítulo V \nRegulamentação do Trabalho de Conclusão de Curso (TCC) \nArt.21 - De acordo com os projetos pedagógicos dos cursos das áreas de Ciências Agrárias do \nIFNMG - Campus Januária, o Trabalho de Conclusão de Curso (TCC) é uma monografia. \nArt. 22 - A Monografia é um estudo sobre um tema específico, delimitado, obedecendo às normas \ngerais da metodologia científica. Portanto, é um trabalho escrito respaldado por uma atividade de \npesquisa, apresentando como características: sistematização, completude, unidade temática, \ninvestigação de fatos, metodologia adequada, contribuição da reflexão para a Ciência. \nArt. 23 - O tema da Monografia é escolhido pelo acadêmico e seu orientador devendo ser compatível \ncom as temáticas desenvolvidas durante o curso e as linhas de pesquisa constantes neste \ndocumento. \nArt. 24 - A Monografia será realizada individualmente, sob a orientação de um professor dos cursos \nda área de Ciências Agrárias do IFNMG. \nArt. 25 - A Monografia será apresentada por escrito e oralmente a uma Banca Avaliadora composta \npor três profissionais da área, sendo um deles o orientador do aluno. A Banca Avaliadora, após a \napreciação da mesma, atribui o resultado final de Aprovação, Aprovação Condicional ou Reprovação, \njustificado em parecer assinado pelos membros da Banca Avaliadora. \nI - Será considerado aprovado o trabalho que não requerer alterações de conteúdo e correção de \nconceitos no texto apresentado; \nII - Na aprovação condicional o acadêmico terá um prazo de 7 (sete) dias corridos para efetuar as \ncorreções necessárias apontadas pela banca, como: correções técnicas, revisão de conceitos, \nacréscimos de informações, correção ortográfica, etc.; \nIII - A reprovação se efetivará quando o trabalho apresentar incorreções conceituais e técnico- \ncientíficas graves, se caracterizar como plágio, não atender os requisitos previstos neste regulamento \ne nas normas da instituição. \nParágrafo único - Caso algum membro da Banca falte no dia da apresentação, esta funcionará \nexcepcionalmente com dois profissionais. Somente será adiada quando dois membros não \ncomparecerem. \nArt. 26 - Se o acadêmico for reprovado ou em comum acordo com o orientador optar pelo adiamento \nda defesa, será reavaliado/avaliado em data a ser definida pelo Professor Coordenador de Trabalho \nde Conclusão de Curso (TCC), pelo professor orientador e pelo coordenador do curso. \nParágrafo 1° - O acadêmico que não realizar a defesa da monografia ou que tiver seu trabalho \nreprovado poderá defender o TCC até o período de vigência da sua turma de ingresso, requerendo \ncolação de grau na mesma data prevista em calendário para a solenidade dos alunos regulares.\n", "135": "135\n \n \nCapítulo VI \nDas linhas de pesquisa \nArt. 27 - As linhas de pesquisa do trabalho de monografia deverão ser compatíveis com os campos \nteóricos estudados ao longo dos cursos da área de Ciências Agrárias. \nArt. 28 - São linhas de pesquisa dos cursos das áreas de Ciências Agrárias do Instituto Federal de \nEducação, Ciência e Tecnologia do Norte de Minas Gerais - Campus Januária. \nI - Experimentação Agrícola: \n- Testes de Adubações, \n- Competição de Variedades, \n- Doenças e Pragas de Plantas, \n- Irrigação, drenagem e manejo, \n- Sistemas Agroecológico, \n- Avaliação de Qualidade de Ambiente. \nII - Extensão Rural. \nIII - Demais temáticas relacionadas à estrutura curricular com foco na pesquisa aplicada: \nCapítulo VII \nDas disposições finais e transitórias \nArt. 29 - O presente Regulamento entra em vigor no dia seguinte ao da sua aprovação pelo \nColegiado dos Cursos Superiores. \nArt. 30 - Os casos omissos neste Regulamento serão resolvidos por comissão especialmente \ndesignada pelo Colegiado dos cursos das áreas de Ciências Agrárias. \nJanuária, 23 de Agosto de 2019\n", "136": "136\n \nModelo da ata de defesa \nATA \nDA \nDEFESA \nDO \nTRABALHO \nDE \nCONCLUSÃO \nDE \nCURSO \nINTITULADO \n__________________________________________________________________________________________\n__________________________________________________________________________________________ \n ACADEMICO(A): _________________________________________________________________________ \n \nAos ________ dias do mês de ______________ de ______, às _____ horas, reuniu-se, na sala \n______________________________, no Instituto Federal do Norte de Minas Gerais - Campus Januária, a \nBanca Avaliadora de Trabalho de Conclusão de Curso para avaliar em exame final, o trabalho intitulado – \n__________________________________________________________________________________________\n_________________________________________________________________________________________, \ncomo parte dos requisitos para obtenção do título de _______________________________________________. \nA seção foi aberta pelo(a) presidente da Banca Avaliadora, ________________________________, \norientador(a) do trabalho, após dar conhecimento aos presentes do teor das normas regulamentares do Trabalho \nde Conclusão de Curso, passou-se a palavra ao acadêmico(a) para que o(a) mesmo(a) fizesse a apresentação oral \npública do trabalho de TCC. Em seguida iniciou-se a argüição pelos componentes da banca avaliadora em \nreunião fechada. O acadêmico(a) defendeu sua produção e aceitou as contribuições sugeridas pelos professores. \nLogo após a argüição a banca se reuniu, sem a presença do(a) acadêmico(a), para a avaliação final do trabalho e \nexpedição do resultado. Após análise da banca, foi deliberado o seguinte resultado: \n \nAprovado(a) ( A ) ______ Aprovado(a) Condicional (AC) _______  Reprovado(a) ( R )______  \nO resultado final foi comunicado publicamente ao acadêmico(a) pelo(a) presidente da banca, sendo ainda \nsolicitado ao acadêmico(a) a assinatura de uma declaração de autoria material e intelectual do trabalho \napresentado. Nada mais havendo a tratar, o(a) presidente encerrou a reunião e lavrou a presente ata, que será lida \ne aprovada pelos membros da Banca Avaliadora de Trabalho de Conclusão de Curso. \n \n____________________________________ \nProf. XXXXXXXXXXXXX \n                                            \n_____________________________ \nProf. XXXXXXXXXXXXXX \n \n_____________________________ \nProf XXXXXXXXXXXXXXXXX \n(Orientador(a) \n \nJanuária, ___ de ___________ de ________  \n \n", "137": "137\n \n \n \n \n \nModelo de declaração \nD E C L A R A Ç A O \nEu,  _____________________________________ , \ndeclaro para os devidos fins que a produção \nmaterial e intelectual do trabalho de Conclusão de Cursos das áreas de Ciências Agrárias, cujo tema é \n ___________________________________________________________  é de minha autoria, excetuando as \ncitações e referências feitas aos diversos autores consultados. As imagens apresentadas no trabalho são de arquivo \npessoal e foram devidamente autorizadas pelos sujeitos envolvidos na pesquisa. Declaro ainda não estar violando os \ndireitos de terceiros e ter consciência da seriedade que demanda a produção de um trabalho acadêmico de pesquisa. \n", "138": "138\n \nModelo de Relatório de atividades 1a e 2a etapas \nRELATÓRIO PARCIAL DE ATIVIDADES \nDATA: \nOBS: Os itens a serem apresentados no relatório obrigatoriamente. \n1) \nTítulo do Projeto de Pesquisa: \n2) \nObjetivo Geral: \n3) \nAtividades desenvolvidas durante o semestre em \nquestão: \n4) \nParecer do Orientador (Item indispensável). \n5) \nAssinatura e Data - aluno e Orientador: \n \n"}