{"1": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO \nDE ENGENHARIA FLORESTAL \n \n \n \n \n \n \n \n \nSalinas - MG  \n2019 \n", "2": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n \n \n \nPresidente da República \nJAIR MESSIAS BOLSONARO \n \n \nMinistro da Educação \nABRAHAM BRAGANÇA DE VASCONCELLOS WEINTRAUB \nSecretário de Educação Profissional e Tecnológica \nARIOSTO ANTUNES CULAU \nReitor \nProf. JOSÉ RICARDO MARTINS DA SILVA \nPró-Reitor de Administração e Planejamento \nProf. EDMILSON TADEU CASSANI \nPró-Reitor de Desenvolvimento Institucional \nProf. ALISSON MAGALHÃES CASTRO \nPró-Reitor de Ensino \nProf. RICARDO MAGALHÃES DIAS CARDOZO  \nPró-Reitora de Extensão \nProf.ª MARIA ARACI MAGALHÃES \nPró-Reitor de Pesquisa, Inovação Tecnológica e Pós-Graduação \nProf. ROGÉRIO MURTA \nDiretor Geral - Campus Salinas \nProf. WAGNER PATRÍCIO DE SOUSA JUNIOR \n", "3": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n \n \nEQUIPE TÉCNICA DA PRÓ-REITORIA DE ENSINO \nROBERTO MARQUES SILVA – Diretor Departamento de Ensino Superior \nDANIELA FERNANDES GOMES – Técnica em Assuntos Educacionais  \nPAULA FRANCISCA DA SILVA – Pedagoga \nROBERTA CARDOSO SILVA – Técnica em Assuntos Educacionais \n \nEQUIPE DO DEPARTAMENTO DE ENSINO \nWania Silvinha Loiola de Oliveira – Diretora de Ensino \nGuilherme Mendes de Almeida Carvalho – Coordenador de Ensino Superior \nEliane Cristina Gualberto Melo Mineiro – Pedagoga \nFlávia Emanuelle Alves de Freitas – Pedagoga  \nLidiane Rodrigues Brito – Pedagoga  \nMarilene Sarmento Cardoso – Técnica em Assuntos Educacionais \nMeirivan Batista de Oliveira – Técnica em Assuntos Educacionais  \nSoraya Gonçalves Costa – Técnica em Assuntos Educacionais \n \nCOORDENAÇÃO DE ENGENHARIA FLORESTAL \nAlessandro de Paula Silva – Coordenador do Curso \nVinícius Orlandi Barbosa Lima – Coordenador Substituto \n \nEQUIPE ORGANIZADORA \nAlessandro de Paula Silva – Professor DSc \nÉlcio José do Nascimento – Professor  DSc \nJane Bruna de Almeida – Professora  MSc \nMarcelo Rossi Vicente – Professor DSc \nMarília Dutra Massad – Professora MSc \nRomildo Lopes de Oliveira – Professor MSc \nRonaldo Medeiros dos Santos – Professor DSc \nTiago Reis Dutra – Professor MSc \nVinícius Orlandi Barbosa Lima – Professor MSc \nWagner Patrício de Sousa Júnior – Professor MSc \n", "4": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n \n \nSUMÁRIO \n \n1   APRESENTAÇÃO \n6 \n1.1  Apresentação Geral \n6 \n1.2  Apresentação do Campus \n7 \n2   IDENTIFICAÇÃO DO CURSO \n11 \n3   JUSTIFICATIVA: ASPECTOS LEGAIS, PRINCÍPIOS E CONCEPÇÕES \n12 \n4   OBJETIVOS \n14 \n4.1  Objetivo Geral \n14 \n4.2  Objetivos Específicos \n14 \n5    PERFIL PROFISSIONAL DOS EGRESSOS DO CURSO \n15 \n6 ORGANIZAÇÃO CURRICULAR DO CURSO DE ENGENHARIA \n    17 \nFLORESTAL \n6.1  Orientações Metodológicas \n17 \n6.2  Processo de Construção do Currículo \n19 \n6.2.1  Enfoque Pedagógico do Currículo \n22 \n6.2.2  Fluxograma do Curso de Bacharelado em Engenharia Florestal 26 \n6.3  Matriz Curricular do Curso \n27 \n6.3.1  Componentes Curriculares Obrigatórios \n27 \n6.3.2  Componentes Curriculares Optativos \n27 \n   6.3.2.1 Núcleo Específico \n29 \n   6.3.2.2 Núcleo Geral \n30 \n6.4  Ementas e Bibliografias \n34 \n6.4.1 Disciplinas Obrigatórias \n34 \n6.4.2 Disciplinas Optativas \n81 \n 6.4.2.1 Núcleo Específico \n81 \n 6.4.2.2 Núcleo Geral \n95 \n6.5  Prática Profissional \n102 \n6.5.1  Estágio Curricular Supervisionado \n102 \n6.5.2  Atividades Complementares \n104 \n6.5.3  Trabalho de conclusão de Curso \n106 \n   6.6  Iniciação Científica \n107 \n   6.7  Apoio ao Discente \n107 \n", "5": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n \n \n7 CRITÉRIOS DE APROVEITAMENTO DE ESTUDOS, CONHECIMENTOS110 \nE EXPERIÊNCIAS ANTERIORES \n8 CRITÉRIOS DE AVALIAÇÃO DA APRENDIZAGEM \n \n \n         111 \n8.1  Promoção e Reprovação \n111 \n8.2  Frequência \n112 \n9  SISTEMA DE AVALIAÇÃO DO PROJETO DO CURSO \n112 \n10  GESTÃO ADMINISTRATIVA E PEDAGÓGICA DO CURSO \n114 \n11  CORPO DOCENTE \n114 \n12  CORPO TÉCNICO ADMINISTRATIVO ENVOLVIDO NO CURSO \n116 \n13  INSTALAÇÕES E EQUIPAMENTOS \n118 \n13.1  Instalações disponíveis no Campus utilizados pelo Curso \n118 \n13.2  Biblioteca \n119 \n13.3  Infraestrutura de Laboratórios Específicos à Área do Curso \n119 \n13.4  Equipamentos e Mobiliário \n122 \n13.5  Recursos Tecnológicos \n122 \n13.6  Plano de Expansão \n122 \n14  REFERÊNCIAS BIBLIOGRÁFICAS \n \n \n \n \n         123 \n15  ANEXOS \n  \n \n \n \n \n \n \n \n         124 \n", "6": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n6 \n \n \n \n1. APRESENTAÇÃO \n \n1.1 Apresentação Geral \n \nEm 29 de dezembro de 2008, com a sanção da Lei Federal N° 11.892, que \ncria no Brasil 38 Institutos Federais de Educação, Ciência e Tecnologia, através da \njunção de Escolas Técnicas Federais, CEFETs, Escolas Agrotécnicas e Escolas \nvinculadas a Universidades, o Instituto Federal surge com a relevante missão de \npromover uma educação pública de excelência por meio da junção indissociável \nentre ensino, pesquisa e extensão, interagindo pessoas, conhecimento e tecnologia, \nvisando proporcionar a ampliação do desenvolvimento técnico e tecnológico da \nregião norte mineira. \nO Instituto Federal do Norte de Minas Gerais (IFNMG) é uma instituição de \neducação \nsuperior, \nbásica \ne \nprofissional, \npluricurricular, \nmulticampi \ne \ndescentralizada, especializada na oferta de educação profissional e tecnológica nas \ndiferentes modalidades de ensino, com base na conjugação de conhecimentos \ntécnicos e tecnológicos com sua prática pedagógica. Sua área de abrangência é \nconstituída por 176 municípios distribuídos em 4 mesorregiões (Norte e Noroeste de \nMinas Gerais, Vales do Jequitinhonha e Mucuri), ocupando uma área total de \n226.804,72 Km². A população total, segundo dados do Censo Demográfico realizado \npelo IBGE, é de 2.898.631 habitantes (IBGE, 2010). \nNeste contexto, o IFNMG agrega onze campi (Almenara, Araçuaí, Arinos, \nDiamantina, Janaúba, Januária, Montes Claros, Pirapora, Porteirinha, Salinas e \nTeófilo Otoni). Logo, vimos apresentar o Projeto Pedagógico do curso de \nBacharelado em Engenharia Florestal do Campus Salinas, para atender os anseios \ndas regiões supracitadas.  \nA proposta deste documento baseia-se no contexto social, no qual o \nCampus está inserido; no contexto histórico, cultural e econômico e na realidade \nvivenciada pelo Campus Salinas; na constante atualização, inovação e adequação \ncurricular; no atendimento aos interesses e anseios do público da região de \nabrangência do Campus; na busca pela expansão, sobretudo verticalização dos \nestudos, garantindo a qualificação dos estudantes, valorizando e possibilitando a \nprogressão acadêmica; e na permanente e indissociável integração entre ensino, \n", "7": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n7 \n \n \n \npesquisa e extensão. Além disso, a construção do presente Projeto Pedagógico, \ncontando com a participação dos profissionais da área do curso e da equipe \npedagógica, pautou-se nas legislações vigentes, presentes no Plano de \nDesenvolvimento Institucional (PDI), no Projeto Político Pedagógico (PPP) e nos \nprincípios democráticos. \nCita-se a legislação consultada: \n• \nLei N° 9.394, de 20/12/1996: Estabelece as diretrizes e bases da educação \nnacional; \n• \nLei N° 11.892, de 29/12/2008: Institui a Rede Federal de Educação \nProfissional, Científica e Tecnológica, que cria os Institutos Federais de Educação, \nCiência e Tecnologia, e dá outras providências; \n• \nLei N° 11.788, de 25/09/2008: Dispõe sobre o estágio de estudantes; \n• \nDecreto N° 5.773, de 9/05/2006: Dispõe sobre o exercício das funções de \nregulação, supervisão e avaliação de instituições de educação superior e cursos \nsuperiores de graduação e sequenciais no sistema federal de ensino; \n• \nDecreto N° 5.225, de 01/10/2004: Altera dispositivos do Decreto n° 3.860, de \n9 de julho de 2001, que dispõe sobre a organização do ensino superior e a avaliação \nde cursos e instituições; \n• \nResolução CNE/CES N° 3 de 02/02/2006: Diretrizes Curriculares Nacionais \ndo Curso Engenharia Florestal; \n• \nResolução CNE/CES N° 2, de 18 de junho de 2007: Dispõe sobre carga \nhorária mínima e procedimentos relativos à integralização e duração dos cursos de \ngraduação, bacharelados, na modalidade presencial. \n Dessa forma, o presente Projeto apresenta a estrutura que orientará a \nprática pedagógica do curso de Bacharelado em Engenharia Florestal, contudo \ndestaca-se que este documento está passível de ser atualizado e aprimorado \nsempre que se fizer necessário. \n \n 1.2. Apresentação do Campus \n \nO Campus Salinas foi criado por meio da Lei n° 11.892/2008, do dia \n29/12/2008, a partir da transformação da extinta “Escola Agrotécnica Federal de \nSalinas”, em uma das Unidades de Ensino integrantes do Instituto Federal de \n", "8": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n8 \n \n \n \nEducação, Ciência e Tecnologia do Norte de Minas Gerais – IFNMG; estando \nsituado na cidade de Salinas (MG), município que possui a extensão territorial de \n1.891,33 km², com uma população de 41.301 habitantes, nas zonas urbana e rural. \nO Campus Salinas foi implantado originalmente como “Escola de Iniciação Agrícola \nde Salinas”, mediante intervenção do então Deputado Federal, o Dr. Clemente \nMedrado Fernandes, sendo a sua “Pedra Fundamental” lançada no dia 02 de \nsetembro de 1953. As suas primeiras construções datam da época da sua fundação, \nsob a direção do seu primeiro Diretor Geral, o Engenheiro Agrônomo \nFitossanitarista, Dr. Abdênago Lisboa, que deu início ao funcionamento de suas \naulas, no dia 1º de março de 1956. Neste mais de meio século de existência, o \nCampus Salinas recebeu várias denominações anteriores: Escola de Iniciação \nAgrícola (1953–1963); Ginásio Agrícola de Salinas (1964–1969); Ginásio Agrícola \n“Clemente Medrado” (1969–1979); Escola Agrotécnica Federal de Salinas – MG \n“Clemente Medrado” (1979–2008). \nA sede do Campus Salinas do IFNMG ocupa uma área de 142,68ha e está \nsituada na Fazenda Varginha no Km 02 da rodovia MG-404 (Salinas-Taiobeiras), no \nmunicípio de Salinas – MG. Conta com diversas edificações utilizadas pelas áreas \nde Ensino, Pesquisa e Extensão, a Assistência Estudantil e a Administração, tais \ncomo salas de aula, reprografia, laboratórios de informática, biologia, química, física, \nanálise sensorial, microbiologia, físico-química, topografia, bem como, biblioteca, \nambientes esportivos (quadras, ginásio poliesportivo, academia), refeitório e \nunidades educativas de produção agrícola, zootécnica e agroindustrial, entre outros. \nPossui também outra propriedade rural, com área total de 56,30ha, denominada \nFazenda Santa Isabel, situada no Km 10 da rodovia MG-404 (Salinas-Taiobeiras), \nlocalizada nas margens da “Barragem do Rio Salinas”, neste mesmo município, \nonde são desenvolvidos projetos de produção de cachaça de alambique, fruticultura \ne cultura de cana-de-açúcar. Além da estrutura física, o Campus Salinas conta com \num qualificado quadro de recursos humanos.  \nDado a sua localização geográfica, e pelos diversos cursos ofertados e \nvoltados para a vocação natural da região, com um setor produtivo em franco \ndesenvolvimento, o Campus Salinas tem influência em todo o Norte de Minas \nGerais, no Vale do Jequitinhonha e no Sul da Bahia. Oferece cursos que visam, \nsobretudo, atender às demandas locais e regionais, nas áreas de sua abrangência e \n", "9": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n9 \n \n \n \natuação, oferecendo possibilidades diversificadas de desenvolvimento através da \noferta do ensino de qualidade, aliado com uma formação humana e sólida \nqualificação profissional. Isso o torna distinto e único, inclusive constituindo-se em \nreferência e pioneirismo na formação técnica e superior para os diversos setores da \neconomia local, regional e nacional. A área de polarização de Salinas é constituída \npor diversos municípios de pequeno porte e muito próximos entre si, dentre os quais \nalguns que foram desmembrados do seu próprio território, dando origem a Fruta de \nLeite, Santa Cruz de Salinas e Novorizonte, além daqueles que já existiam \nanteriormente: Rubelita, Taiobeiras, Chapada do Norte, Berizal, Padre Paraíso, \nVeredinha, São João do Paraíso, Rio Pardo de Minas, Mato Verde, Comercinho, \nCachoeira do Pajeú, Padre Carvalho, Ninheira, Itaobim, Pedra Azul, Coronel Murta, \nÁguas Vermelhas, Itinga, Virgem da Lapa, que dentre outros convergem para o \nmunicípio de Salinas à procura por bens e serviços, em razão de estar situada numa \nposição geográfica privilegiada, que naturalmente a tornou num importante polo de \ndesenvolvimento econômico regional. \nO Campus Salinas, por se tratar de uma Instituição Federal de Educação \nProfissional e Tecnológica, tem como missão finalística a execução prioritária das \nações atinentes ao Desenvolvimento da Educação Profissional e Tecnológica. Nesse \nsentido oferece atualmente cursos de formação inicial e continuada de trabalhadores \n(FIC), os Cursos Técnicos em Agropecuária, Agroindústria e Informática, todos \nIntegrados ao Ensino Médio; além do Curso Superior de Tecnologia em Produção de \nCachaça (o primeiro do Brasil e do mundo no gênero), as Licenciaturas em Ciências \nBiológicas, Física, Matemática e Química, e os Bacharelados em Medicina \nVeterinária, Engenharia de Alimentos, Engenharia Florestal e Sistemas de \nInformação, bem como diversos cursos na modalidade Educação à Distância (EAD). \nO Campus Salinas oferece ainda o curso de Pós-Graduação Stricto Sensu em \nMedicina Veterinária - Mestrado Profissional em Reprodução e Nutrição Animal.  \nInserido na Rede de Educação Profissional e Tecnológica, o IFNMG – \nCampus Salinas, assume o seu compromisso, mediante a permanente articulação \nentre ensino, pesquisa e extensão, de formar cidadãos habilitados, qualificados \nprofissionalmente, com valorização humana, atuantes no desenvolvimento da \nsociedade e, dessa forma, contribuir para a melhoria da qualidade de vida da \ncomunidade regional a que se integra. Produzindo, disseminando e aplicando \n", "10": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n10 \n \n \n \nconhecimento tecnológico e acadêmico, identificando problemas e criando soluções \npara o desenvolvimento, de maneira sustentável, com inclusão social e tecnológica, \nna perspectiva de expansão, desenvolvimento e da integração com as demandas da \nsociedade e estendendo seus benefícios a toda região de abrangência. \n \n", "11": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n11 \n \n \n \n2. IDENTIFICAÇÃO DO CURSO \n \nNOME DO CURSO \nEngenharia Florestal \nMODALIDADE \nBacharelado \nANO DE IMPLANTAÇÃO \n2010 \nHABILITAÇÃO \nEngenheiro(a) Florestal \nLOCAL DE OFERTA \nInstituto Federal de Educação, Ciência e \nTecnologia do Norte de Minas – Campus \nSalinas \nTURNO DE FUNCIONAMENTO \nDiurno \nFORMA DE INGRESSO \nVestibular e/ou pelo SISU (Sistema de \nSeleção \nUnificada \n– \nMinistério \nda \nEducação) \nREQUISITOS DE ACESSO \nTer concluído o Ensino Médio  \nNÚMERO DE VAGAS OFERECIDAS \n36 \nPERIODICIDADE DE OFERTA \nAnual \nDURAÇÃO DO CURSO \n5 anos \nCARGA HORÁRIA TOTAL \n4333,33 horas \nAUTORIZAÇÃO DE  FUNCIONAMENTO  Portaria CS Nº.150 de 29 de setembro de \n2009 \nRECONHECIMENTO DO CURSO \nPortaria SERES/MEC N° 867 DE 09 de \nnovembro de 2015 \n", "12": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n12 \n \n \n \n3. JUSTIFICATIVA: ASPECTOS LEGAIS, PRINCÍPIOS E CONCEPÇÕES \n \nA implantação do Curso de Engenharia Florestal no Instituto Federal de \nEducação, Ciência e Tecnologia Norte de Minas Gerais - Campus Salinas \npossibilitou a efetiva interiorização da formação superior qualificada e pública, numa \ndas regiões mais carentes de Minas Gerais. Apesar da imensa carência de \nprofissionais que atuam em Ciências Agrárias na Região Norte de Minas, a \ndisponibilidade de cursos de graduação nessa área ainda é extremamente baixa. \nA constante necessidade de refletir sobre a formação profissional de nossos \ncidadãos e o compromisso social deles, leva à construção dos projetos de curso em \nconsonância com as demandas da população. Desponta assim, a necessidade de \nformação do profissional Engenheiro Florestal, considerando atualmente os graves \nproblemas relacionados às áreas florestal e ambiental, que poderiam ser sanados \ncom a interferência de profissionais capacitados para atuarem nas atividades \nespecíficas da Engenharia Florestal. Estes profissionais podem ser protagonistas \ndas grandes mudanças que se fazem necessárias hoje, no que se refere ao uso da \nterra e da ética social, no sentido de melhorar a qualidade de vida da sociedade. \nA região Norte de Minas, especialmente na região de influência do Instituto \nFederal de Educação, Ciência e Tecnologia do Norte de Minas Gerais – Campus \nSalinas, é uma das principais com vocação florestal do estado de Minas Gerais, \npossuindo um extenso maciço reflorestado responsável pelo abastecimento do \ncarvão vegetal demandado pelas siderúrgicas mineiras. Aliado a esses fatos \ndestaca-se ainda, a grande utilização de frutos nativos e espécies medicinais do \nCerrado pela população local, havendo uma grande exploração desse Bioma na \nregião e uma carência por profissionais que trabalhem com o manejo sustentável do \nmesmo. \nEspecificamente, a Engenharia Florestal objetiva formar profissionais com \nsólidos conhecimentos teóricos e práticos nas áreas de silvicultura, manejo e \neconomia florestal, conservação da natureza e tecnologia e utilização de produtos \nflorestais. Dessa forma, o curso disponibilizará uma ampla base de informações que \ncapacitarão os profissionais a atuarem em empreendimentos que incluem a \nproteção/conservação até a produção/utilização dos recursos naturais renováveis. \nA graduação em Engenharia Florestal será voltada para atender às reais \n", "13": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n13 \n \n \n \nnecessidades da Região Norte de Minas, em termos de produção florestal, manejo \nflorestal e ambiental sustentável e tecnologia de produtos florestais, orientada no \nsentido de delinear o perfil do Engenheiro Florestal a ser formado, a partir de uma \nestrutura curricular coerente com o estabelecido nas características do curso, \nconsiderando as habilidades, conhecimentos e comportamentos de que deverá ser \ndotado esse profissional, observando-se a legislação específica emanada pelos \nórgãos competentes. \nEm Minas Gerais, o curso de Engenharia Florestal é oferecido pelas \nUniversidades Federais de Viçosa (UFV) e de Lavras (UFLA) localizadas na zona da \nmata e região sul, respectivamente. Também é ofertado pela UFVJM – Universidade \nFederal dos Vales do Jequitinhonha e Mucuri, localizada na cidade de Diamantina, \npelo Instituto de Ciências Agrárias da Universidade Federal de Minas Gerais (UFMG) \nem Montes Claros, pela Universidade Federal de São João Del Rei (UFSJ) Campus \nSete Lagoas na região Central e pelo Instituto Federal de Minas Gerais (IFMG) \nCampus São João Evangelista no Vale do Rio Doce. \nA estrutura do curso está fundamentada na Lei de Diretrizes e Bases da \nEducação Nacional (LDBEN 9394/1996), na Resolução CNE/CES N° 3 de \n02/02/2006 publicada no D.O.U. de 03/02/2006, Seção I, pág. 33 e 34, que \nhomologou as Diretrizes Curriculares Nacionais do Curso Engenharia Florestal, na \nResolução CNE/CES  N° 2, de 18 de junho de 2007, na Resolução CNE/CES nº \n11, de 11 de março de 2002 e nos pressupostos da lei 5.194 de 1966 que regula o \nexercício de profissões de Engenheiro, Arquiteto e Agrônomo. \n", "14": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n14 \n \n \n \n4. OBJETIVOS \n \n4.1 Objetivo Geral \n \nO Curso de Graduação em Engenharia Florestal do IFNMG Campus Salinas \nvisa disponibilizar no mercado de trabalho profissionais competentes, aptos para o \nexercício da cidadania, com visão voltada para as questões sociais, econômicas e \nambientais, além da sólida base de conhecimentos científicos nas ciências florestais \ne forte consciência ética e ecológica quanto a sua responsabilidade na conservação \nda natureza. \n \n4.2    Objetivos Específicos \n \n• \nTer juízo crítico autônomo na sua área de conhecimento e atuação, \nsabendo utilizar o método científico para a análise e condução dos \nprocessos de tomadas de decisão dentro dos princípios básicos de \nsustentabilidade. \n• \nSer capaz de intervir sobre os ecossistemas florestais através de \nmétodos de manejo adequados para cada situação ecológica, econômica \ne cultural. \n• \nConhecer os processos de transformação industrial de recursos de \norigem florestal, associando as propriedades da matéria prima florestal \ncom a qualidade dos produtos finais. \n• \nTer visão crítica dos processos sociais, sabendo interagir com pessoas de \ndiferentes grupos sociais e antropológicos. \n• \nTer visão holística da atuação do Engenheiro Florestal. \n• Ser apto para o trabalho em ambientes naturais e em atividades ligadas \nao desenvolvimento rural. \n• Pesquisar, desenvolver e difundir tecnologias alternativas apropriadas \npara a implantação, manejo e exploração dos recursos florestais. \n• Elaborar e executar projetos voltados para a solução de problemas \nconcretos no âmbito de atuação da Engenharia Florestal. \n", "15": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n15 \n \n \n \n5. \nPERFIL PROFISSIONAL DOS EGRESSOS DO CURSO \n \nO Engenheiro Florestal deve ser um profissional com sólida base de \nconhecimentos científicos que, dotado de consciência política, ética profissional e \nvisão crítica global da conjuntura econômica, social, política e cultural deste país, \ndeve estar preparado para gerenciar o ambiente e os recursos florestais, obtendo \nrecursos potencialmente disponíveis e tecnologias sociavelmente adaptáveis. \nO perfil dos profissionais da Engenharia Florestal, suas habilidades e \ncompetências estão expressos nos Artigos 5° e 6º das Diretrizes Nacionais do Curso \ndefinido pelo Conselho Nacional de Educação do Ministério da Educação. Nesse \ncontexto, o IFNMG Campus Salinas propõe formar profissionais de Engenharia \nFlorestal com o seguinte perfil: \n Sólida formação científica e profissional geral que possibilite absorver e \ndesenvolver tecnologia; \n Capacidade crítica e criativa na identificação e resolução de problemas, \nconsiderando seus aspectos políticos, econômicos, sociais, ambientais e \nculturais, com visão ética e humanística, em atendimento às demandas da \nsociedade; \n Compreensão e tradução das necessidades de indivíduos, grupos sociais e \ncomunidade, com relação aos problemas tecnológicos, socioeconômicos, \ngerenciais e organizativos, bem como utilização racional dos recursos \ndisponíveis, além da conservação do equilíbrio do ambiente; \n Capacidade de adaptação, de modo flexível, crítico e criativo, às novas \nsituações; \n Postura \nética \ne \ncompromisso \ne \ncompromisso \npolítico \ncom \no \ndesenvolvimento da região; \n Competência técnica e empreendedora; \n Formação humanística, visão crítica e espírito investigativo; \n Capacidade de aprendizagem autônoma e continuada; \n Habilidade para desenvolver ações multiprofissionais. \n Sólida base nas ciências exatas e biológicas; \n Forte consciência ética e ecológica; \n Conhecimento dos ecossistemas florestais; \n Conhecimento das realidades sociais econômicas associadas aos \necossistemas do país; \n", "16": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n16 \n \n \n \n Conhecimento de métodos científicos para condução de processos de \ndecisão; \n Conhecimento dos princípios básicos de sustentabilidade; \n Conhecimento sólido sobre métodos de manejo adequados para cada \nsituação ecológica, econômica e cultural; \n Conhecimento sobre máquinas e equipamentos para práticas florestais; \n Conhecimento de critérios de racionalidade operacional e baixo impacto \nambiental; \n Conhecimento dos processos de transformação industrial com recursos \nflorestais; \n Visão holística da atuação do engenheiro florestal: \n Associação da matéria prima florestal e qualidade dos produtos florestais; \n Aptidão \npara \ntrabalho \nem \nambientes \nnaturais \ne \natividades \ndo \ndesenvolvimento rural; \n Conhecimento dos processos de mitigação de danos ambientais; \n Conhecimento da inter-relação entre o ambiente econômico e o ambiente \nnatural e seu efeito na sustentabilidade e conservação da natureza; \n Conhecimento fundamental visando o despertar ao interesse à pesquisa \ncientífica.  \nAssim, ao final do curso, o profissional de Engenharia Florestal egresso do \nIFNMG Campus Salinas irá possuir as seguintes competências e habilidades: \n Estudar a viabilidade técnica e econômica, planejar, projetar, especificar, \nsupervisionar, coordenar e orientar tecnicamente; \n Realizar assistência, assessoria e consultoria;  \n Dirigir empresas, executar e fiscalizar serviços técnicos correlatos;  \n Realizar vistoria, perícia, avaliação, arbitramento, laudo e pareceres \ntécnicos;  \n Desempenhar cargo e função técnica;  \n Promover a padronização, mensuração e controle de qualidade;  \n Atuar em atividades docentes no ensino técnico profissional, ensino \nsuperior, pesquisa, análise, experimentação, ensaios e divulgação técnica e \nextensão;  \n Conhecer e compreender os fatores de produção e combiná-los com \neficiência técnica e econômica;  \n Aplicar conhecimentos científicos e tecnológicos;  \n", "17": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n17 \n \n \n \n Conceber, projetar e analisar sistemas, produtos e processos;  \n Identificar problemas e propor soluções;  \n Desenvolver, e utilizar novas tecnologias;  \n Gerenciar, operar e manter sistemas e processos;  \n Comunicar-se eficientemente nas formas escrita, oral e gráfica;  \n Atuar em equipes multidisciplinares;  \n Avaliar o impacto das atividades profissionais nos contextos social, \nambiental e econômico;  \n Conhecer e atuar em mercados do complexo agroindustrial e de \nagronegócio;  \n Compreender e atuar na organização e gerenciamento empresarial e \ncomunitário;  \n Atuar com espírito empreendedor;  \n Conhecer, interagir e influenciar nos processos decisórios de agentes e \ninstituições, na gestão de políticas setoriais. \n Contribuir para a difusão e para a construção do conhecimento científico da \nárea de Engenharia Florestal e Recursos Florestais; \n Contribuir para a construção de uma prática profissional comprometida com \nos avanços da ciência, com promoção da qualidade de vida da população e \ncom o exercício da cidadania em geral visando à sustentabilidade dos \nrecursos naturais; \n Construir uma prática profissional adequada ao campo da Engenharia \nFlorestal e da educação, buscando interagir com equipes multidisciplinares. \n \n6. \nORGANIZAÇÃO CURRICULAR DO CURSO DE ENGENHARIA FLORESTAL \n \n6.1  Orientações Metodológicas \n \nA Estrutura Curricular foi construída com base nas Diretrizes Curriculares \npara os Cursos de Engenharia Florestal aprovados pelo Ministério da Educação \n(Resolução CNE/CES nº 3, de 02 de fevereiro de 2006) e nos Princípios \nNorteadores das Engenharias nos Institutos Federais (MEC – SETEC, 2008). \nPropõe-se uma formação generalista, humanista, crítica, reflexiva, em \nsintonia com o mundo produtivo e a sociedade, embasada nos princípios da \nverticalização, da otimização e da interação das áreas de conhecimento, superando \n", "18": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n18 \n \n \n \na dicotomia entre teoria e prática e ultrapassando a concepção de terminalidade \nlaboral, tendo em vista a necessidade de revisão sucessiva da formação não só \nacadêmica, mas também ao longo de sua vida profissional. \nAs disciplinas a serem cursadas pelos alunos estão distribuídas em três \nnúcleos de conteúdos distribuídas da seguinte forma: \n Núcleo básico: 1400 h/a ou 31 % da carga horária total do curso. Fornece \no embasamento teórico necessário para o futuro profissional para \ndesenvolver o seu aprendizado. \n Núcleo profissionalizante: 680 h/a ou 15% da carga horária total do curso. \nAbrange o campo de saberes destinado à caracterização da identidade \ndo profissional. \n Núcleo específico: 2460 h/a ou 54% da carga horária total do curso. Visa \ncontribuir para o aperfeiçoamento da qualificação profissional do \nformando. \nOs componentes curriculares dos três primeiros períodos são formados em \nsua maioria por disciplinas do Núcleo básico. Nos períodos letivos seguintes, o  \ncurso  é  composto  por disciplinas profissionalizantes essenciais e específicas, que \nvisam introduzir o aluno a conhecimentos que os colocarão em contato com a prática \nde campo desde o início do curso. \nTendo em vista a legislação vigente, e o disposto nas políticas e normativas \ninstitucionais, o Curso de Engenharia Florestal do IFNMG/Campus Salinas poderá \nviabilizar a oferta de até 20% das atividades na modalidade de Educação a Distância \n(EAD), como possibilidade de diversificar, flexibilizar e inovar o currículo; reforçar a \nautonomia na aprendizagem; além de características como a disciplina e a \nautenticidade na formação do acadêmico. \nConsiderando o caráter dos conteúdos que compõem as ementas das \ndisciplinas elencadas na tabela abaixo, poderão fazer uso dos recursos da educação \na distância: \n \n \n \n \n \n", "19": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n19 \n \n \n \nDisciplina \nTipo \nCarga Horária \nEAD \nCarga Horária \nPresencial \nCarga Horária \nTotal* \nEstatística básica \nObrigatória \n80 \n0 \n80 \nGerência de projetos \nObrigatória \n40 \n40 \n80 \nSubtotal Disciplinas Obrigatórias \n120 \n40 \n160 \nEmpreendedorismo \nOptativa \n32 \n8 \n40 \nLibras \nOptativa \n40 \n0 \n40 \nSubtotal Disciplinas Optativas \n72 \n8 \n80 \nTOTAL  \n192** \n48 \n240 \n* hora/aula (módulo de 50 minutos); **possibilidade de cursar 192 horas na modalidade à distância, \ncorrespondente à 3,69% da carga horária total do curso (5200 h). \n \nAs disciplinas elencadas acima não esgotam possibilidades de inclusões na \nmatriz. Semestralmente o Colegiado do curso, caso necessário, pode convalidar \nnovas disciplinas, inclusive disciplinas optativas que podem enriquecer a formação \ndo egresso do curso. Cabe ao Coordenador do Curso manter o Projeto Pedagógico \ndo Curso atualizado e o Departamento de Ensino e Coordenação/Coordenadoria/ \nNúcleo de Registros Acadêmicos informados sobre a oferta de novas disciplinas \nnesta modalidade. \n \n6.2  Processo de Construção do Currículo \n \n \nNo dia 29 de setembro de 2009 com base na portaria nº 150 foi autorizado o \nfuncionamento do curso de Bacharelado em Engenharia Florestal do IFNMG – \nCampus Salinas. Com a intenção de ampliar a oferta de cursos superiores e como \nparte integrante do plano de metas de 2010, deu início ao processo de construção \nda implantação deste curso. \nCom o objetivo de construir uma proposta pedagógica para criação do curso \nGraduação em Engenharia Florestal constituiu-se uma Comissão, composta por \nservidores da área de ciências agrárias do IFNMG – Campus Salinas, tendo em vista \nque ainda não havia professores da área específica, ou seja, engenheiros florestais \nno quadro de servidores. Oficialmente instalada pela Portaria nº 224 de 12 de \nnovembro de 2009, a Comissão iniciou efetivamente seus trabalhos no final de \nnovembro de 2009. \nEm 2010 foi elaborado o Projeto Pedagógico e em 15 de março de 2010 \niniciaram as aulas da primeira turma do curso de Engenharia Florestal. Com o início \n", "20": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n20 \n \n \n \ndas atividades acadêmicas e posterior nomeação de professores específicos das \náreas do conhecimento da Engenharia Florestal, verificou-se a necessidade de \nrevisão da matriz curricular previamente estabelecida. \nNessa perspectiva foi reestruturada a matriz curricular, com a participação \nefetiva do corpo docente e técnico envolvido no curso. Após uma série de \ndiscussões concluiu-se que o IFNMG Campus Salinas trabalharia com duas matrizes \ncurriculares do Curso de Engenharia Florestal, ou seja, uma para os ingressantes do \nano 2010 e outra para os ingressantes a partir do ano 2011. É pertinente destacar \nque a matriz curricular iniciada em 2010 foi ajustada a partir do terceiro período. \n \nA partir da avaliação e Reconhecimento do Curso pelo Ministério da \nEducação, conferido pela Portaria SERES/MEC N° 867 DE 09 de novembro de \n2015, o curso de Engenharia Florestal do IFNMG foi classificado com nota 4 em uma \nescala com nota máxima 5. Na avaliação realizada pelo Exame Nacional de \nDesempenho de Estudantes – ENADE do ano de 2014, o curso obteve a \nclassificação máxima, nota 5, sendo classificado com a 4ª maior nota dentre os \ncursos de Engenharia Florestal do Brasil e 9º lugar no Índice Geral de Cursos. \nA matriz curricular foi reestruturada no ano de 2017 e atualizada em 2019 \npelo Núcleo Docente Estruturante do curso. A matriz então instituída para os \ningressantes a partir de 2020 está fundamentada na integração de conteúdos \nbásicos, profissionalizantes e específicos com carga horária total de 4333,33 horas e \nembasada em uma proposta curricular que teve como princípio educativo, a \nparticipação ativa da comunidade acadêmica. \nA proposta pedagógica atual propõe a formação plena de profissionais com \ncompetências e habilidades direcionadas para o uso sustentado dos recursos \nflorestais. Vislumbrando ao longo do curso: a sintonia com a sociedade e o mundo; o \ndiálogo com os arranjos produtivos culturais, locais e regionais; a preocupação com \no desenvolvimento humano sustentável; a possibilidade de estabelecer metodologias \nque viabilizem a ação pedagógica inter e transdisciplinar dos saberes; a realização \nde atividade em ambientes de formação para além dos espaços convencionais; a \ninteração de saberes teórico-práticos ao longo do curso; percepção da pesquisa e da \nextensão; a construção da autonomia dos discentes na aprendizagem; a adoção dos \nprincípios da mobilidade e da comparabilidade; a integração da comunidade discente \nde diferentes níveis e modalidades de ensino. \n", "21": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n21 \n \n \n \nAs disciplinas foram atualizadas na matriz curricular em consonância com o \nperfil do egresso desejado e os objetivos do curso. Atendendo ao princípio de \nflexibilização, liberdade de aprender e pluralismo de ideias, a estrutura curricular \nexige a participação do discente na definição de seu itinerário de formação, \nescolhendo seu perfil profissional. Isto é realizado através da oferta de disciplinas \noptativas, englobando diferentes áreas do conhecimento, que poderão ser \nescolhidas pelos estudantes mediante oferta a partir do terceiro período, de acordo \ncom um foco de formação específico de cada acadêmico. \nA alteração de matriz curricular está condicionada ao estabelecimento de \nequivalências de componentes curriculares, propostas pelo Núcleo Docente \nEstruturante (NDE) do curso, e apreciadas pelo Colegiado do Curso. O quadro de \nequivalências curriculares (Anexo I) com descrição das equivalências entre os \ncomponentes curriculares da matriz antiga e os componentes curriculares da nova \nmatriz estarão dispostos na Coordenação de Registros Acadêmicos (CRA). \nA oferta de disciplinas optativas em cada semestre será realizada mediante \ndefinição pela Coordenação do Curso. Dentre as disciplinas no quadro de optativas, \no coordenador deverá elencar no período de pré-matrícula, com o auxílio do corpo \ndocente do curso de Engenharia Florestal, as disciplinas a serem ofertadas no \npróximo semestre. As matrículas em disciplinas optativas devem respeitar o limite \nmínimo de 4 e máximo de 10 alunos por turma, ficando a cargo do professor \nresponsável, em conjunto com o coordenador de curso, o deferimento da oferta em \ncaso de número de alunos maior ou menor que o limite. A matrícula do aluno estará \ncondicionada a esta quantidade limite, uma vez que terão prioridade para a matrícula \nos acadêmicos com possibilidades de colação de grau no ano letivo em curso e \naqueles com maior carga horária total cumprida. O aluno poderá se matricular em \ndisciplinas optativas a partir do 3º período ou segundo ano do curso. A verificação \ndas disciplinas selecionadas será de responsabilidade do coordenador. Entretanto, \nnão havendo a manifestação de interesse durante o período de pré-matrícula, o NDE \ndo curso será responsável por selecionar as disciplinas ofertadas no semestre. \nAtendendo às disposições do Decreto N° 5.626 de 22 de dezembro de 2005, \nserá ofertada, como optativa, a disciplina Libras (Língua Brasileira de Sinais). O \nprojeto também observa a Resolução CNE/CP N° 01, de 17 de junho de 2004 sobre \na cultura e história afro-brasileira, africana e indígena e às Diretrizes Nacionais para \n", "22": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n22 \n \n \n \nEducação em Direitos Humanos estabelecidos pela Resolução nº 01, de 30 de maio \nde 2012, através de conteúdo abordado em disciplinas do currículo e atividades \nletivas previstas no calendário acadêmico em alusão à Consciência das Relações \nÉtnico-Raciais. Consoante com a Lei N° 9.795, de 27 de abril de 1999 e com o \nDecreto N° 4.281, de 25 de julho de 2002, o curso possui disciplinas que abordam a \ntemática ambiental, especificamente aquelas relacionadas à conservação dos \nrecursos naturais. \n \n6.2.1 Enfoque Pedagógico do Currículo \n \nAtendendo ao princípio de indissocialibilidade entre ensino, pesquisa e \nextensão o curso de Engenharia Florestal do IFNMG – Campus Salinas oferece ao \nseu aluno formas diversas de assistência que serão disponibilizadas como canais \nauxiliares na construção das competências e habilidades requeridas na formação do \nperfil do egresso. Desse modo vislumbra-se a percepção da pesquisa e da extensão \ncomo sustentadoras das ações na construção do conhecimento. \nConforme os Princípios Norteadores das Engenharias nos institutos federais \n(MEC – SETEC, 2008), a relação estreita entre ensino, pesquisa e extensão como \nbase da ação educativa, além de consolidar a postura investigativa e de permanente \nprodução de conhecimento, possibilita a construção da autonomia dos discentes na \naprendizagem, orientação e, consequentemente, nas atividades profissionais. A \npesquisa é a grande veiculadora do futuro, além de só fazer-se em condições em \nque a iniciativa, a autonomia, criatividade, espírito investigativo e empreendedor e \ncapacidade de atuação entre pares e busca de atualização permanente estejam \npresentes. É exatamente esse naipe de competências que também moverá nossa \ninstituição no sentido de estender seus estudos de “laboratórios” em ação de \nextensão. \nNesse sentido, a referida indissociabilidade do curso de Graduação em \nEngenharia Florestal se dará por meio de disciplinas contextualizadas de modo a \ninteragir os saberes teórico-práticos articulando atividades de pesquisa, ensino e \nextensão, principalmente através de: Programa de Monitoria, Projetos de Iniciação \nCientífica e eventos acadêmicos. \n \n", "23": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n23 \n \n \n \n- Programa de Monitoria \nOs programas de monitoria têm como principais objetivos propiciar maior \nengajamento do estudante nas atividades acadêmicas de ensino desenvolvidas; \nestimular o pensamento crítico, mediante o confronto da prática cotidiana com as \ndidáticas dos conhecimentos científicos, bem como estimular os estudantes na \norientação aos colegas em atividades de estudo. \nAs \natividades \nde \nmonitoria \nserão \ndesenvolvidas \npor \nmeio \ndo \nacompanhamento das atividades do professor, pelo exercício prático de auxílio às \natividades pedagógicas, nas atividades de reforço, de laboratório, nas visitas \ntécnicas, na coorientação de projetos da disciplina, inclusive no auxílio a pesquisas \nde âmbito didático-pedagógico, visando à melhor relação entre o interesse dos \ndiscentes e o perfil que se deseja alcançar. \nO trabalho de monitoria será exercido por estudantes selecionados conforme \nas condições estabelecidas e supervisionado por professores responsáveis pelos \ncomponentes curriculares, de acordo com critérios a serem definidos pelo IFNMG-\nCampus Salinas. \n \n- Programa Institucional de Bolsas de Iniciação Científica do IFNMG – \nPIBIC/IFNMG \nO Programa Institucional de Bolsas de Iniciação Científica do IFNMG é \nmantido com recursos próprios da Instituição. O Programa visa promover a iniciação \nà pesquisa e o desenvolvimento do pensamento científico dos estudantes de \ngraduação. São concedidas Bolsas de Iniciação Científica e Tecnológica (BIC) cujo \nprocesso seletivo ocorre geralmente no 1º semestre de cada ano. \n \n- Programa Institucional de Bolsa de Extensão ao Discente do IFNMG – \nPIBED/IFNMG \nO Programa Institucional de Bolsas de Extensão aos Discentes (PIBED) é \nmantido com recursos próprios da Instituição e é voltado para o desenvolvimento de \nações educativas, culturais e científicas junto à sociedade a fim de oportunizar um \nespaço de enriquecimento e produção de saberes nas várias áreas do \nconhecimento. \nA Bolsa de Extensão será instrumento de estímulo ao aprofundamento do \n", "24": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n24 \n \n \n \nconhecimento acadêmico dos estudantes dos cursos de graduação do IFNMG \ndestinada à atividade de extensão, podendo esta ter interface com atividades de \nensino e pesquisa.  \n \n- Programa de Bolsas de Iniciação Científica e Tecnológica PIBIC – \nIFNMG/FAPEMIG/CNPq \nO Programa de Bolsas de Iniciação Científica e Tecnológica (PIBIC) da \nFAPEMIG/CNPq procura desenvolver nos estudantes de graduação o interesse pela \npesquisa científica e tecnológica e complementar sua formação acadêmica, através \nda participação no desenvolvimento de atividades previstas em planos de trabalho \nvinculados a projetos de pesquisas, sob a orientação de professores/pesquisadores \nqualificados. Os alunos participantes recebem bolsas mensais por um período de até \n12 meses. As bolsas são concedidas por meio de processo seletivo, realizado, \ngeralmente, no 1º semestre de cada ano. \n \n- Programa de Mobilidade Acadêmica \nOs programas de mobilidade acadêmica do IFNMG são orientados pelo \nRegulamento do Programa de Mobilidade Acadêmica, bem como pelas diretrizes \nacordadas em programas, convênios ou termos de cooperação específicos, \ncelebrados entre IES nacionais ou estrangeiras. Os acadêmicos vinculados a \nprogramas de mobilidade acadêmica terão preservado o vínculo com o IFNMG.  \nO programa Ciência sem Fronteiras do Governo Federal proporciona a \nMobilidade Internacional. O Programa prevê um conjunto de bolsas destinadas a \ninserir alunos de graduação e pós-graduação em instituições altamente qualificadas \nno exterior, nas quais completarão a sua formação em contato com ambiente de \ncompetitividade, empreendedorismo e inovação. \n \n- Programa Jovens Talentos para a Ciência \nO Programa Jovens Talentos para a Ciência, promovido pela Coordenação \nde Aperfeiçoamento de Pessoal de Nível Superior (Capes) em parceria com o \nConselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), visa \nconceder bolsas de estudo a estudantes de graduação de todas as áreas do \n", "25": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n25 \n \n \n \nconhecimento recém-ingressos em universidades e institutos federais. Durante a \nvigência da bolsa, os alunos devem dedicar-se às atividades previstas no projeto ou \nplano de trabalho e participar das atividades oferecidas pela instituição, tais como \nseminários, eventos, palestras e curso de língua estrangeira. O objetivo do programa \né fazer a inserção dos estudantes recém-ingressos em atividades de pesquisa e \npermitir que estes se credenciem para participar de outros programas destas \ninstituições. \n \n- Eventos Acadêmicos \nOs eventos acadêmicos, além de atualizar o corpo docente e discente do \ncurso de Engenharia Florestal favorecem a integração entre a instituição e a \ncomunidade em que o Campus está inserido. Tais eventos terão sempre como \nobjetivos inserir os conhecimentos científicos das Ciências Florestais a serviço das \ndemandas e necessidades locais. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "26": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n \n \n \n \n \n6.2.2 Fluxograma do Curso de Bacharelado em Engenharia Florestal \n \n1º perí o do\n2º perí o do\n3º perí o do\n4º perí o do\n5º perí o do\n6º perí o do\n7º perí o do\n8º perí o do\n9º perí o do\n10º perí o do\nBiologia Celular\nAnatomia e \nM orfologia Vegetal\nBioquímica\nDendrologia\nDendrometria\nArborização e \nPaisagismo\nEconomia Florestal\nAvaliação de \nImpactos \nAmbientais e \nRecuperação de \nÁreas Degradadas\nEnergia da \nBiomassa Florestal\nEstágio \nSupervisionado\nCálculo I\nFísica Geral I\nEcologia Florestal\nEntomologia Básica\nFertilidade do Solo e \nNutrição de Plantas\nEstrutura Anatômica \ne Composição da \nM adeira\nEntomologia \nFlorestal\nColheita e \nTransporte Florestal\nEstrutura, Dinâmica \ne M anejo de \nFlorestas Nativas\nTrabalho conclusão \nde curso\nDesenho Técnico\nGeometria Analítica \ne Álgebra Linear\nEstatística Básica\nEstatística \nExperimental\nGenética\nHidráulica e Irrigação \nAplicada\nHidrologia e M anejo \nde Bacias \nHidrográficas\nConstruções de \nM adeira \nGerência de \nProjetos\nAtividades \nComplementares\nEcologia Geral\nIntrodução à \nGeologia\nFísica Geral II\nFisiologia Vegetal\nM ecanização \nFlorestal\nInventário Florestal \nSilvicultura\nM elhoramento \nFlorestal\nM anejo Florestal\nIniciação à \nEngenharia Florestal\nM étodos e Técnicas \nde Estudo e \nPesquisa\nM icrobiologia\nFotogrametria e \nFotointerpretação\nM eteorologia e \nClimatologia\nPatologia Florestal\nSistemas \nAgroflorestais\nPolítica e Legislação \nFlorestal\nPreservação da \nM adeira\nQuímica Geral\nQuímica Orgânica\nSistemática das \nAngiospermas\nGênese e \nM orfologia do Solo\nSementes Florestais\nSistemas de \nInformações \nGeográficas\nTecnologia da \nM adeira\nProdução e Gestão \ndo Conhecimento\nProteção contra \nIncêndios Florestais\nZoologia Geral\nSociologia e \nExtensão Rural\nTopografia \nQuímica Analítica \nSensoriamento \nRemoto\nViveiros Florestais\nUnidades de \nConservação\nProdutos Florestais\nTecnologia de \nObtenção de \nCelulose\nLegenda\nConteúdos Básicos\nConteúdos Específicos\nConteúdos Profissionalizantes\nAtividades Complementares e Estágio\n", "27": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n27 \n \n \n \n6.3 Matriz Curricular do Curso \n \n6.3.1 Componentes Curriculares Obrigatórios \nP Código Disciplina \nCarga Horária \nPré-requisito \nA/S T P H/A \nH \n1 BCEF301 Biologia Celular \n4 \n3 \n1 \n80 \n66,67 \n- \n1 BCEF302 Cálculo I \n4 \n4 \n0 \n80 \n66,67 \n- \n1 BCEF303 Desenho Técnico \n4 \n2 \n2 \n80 \n66,67 \n- \n1 BCEF304 Ecologia Geral \n3 \n2 \n1 \n60 \n50,00 \n- \n1 BCEF305 Iniciação à Engenharia \nFlorestal \n3 \n2 \n1 \n60 \n50,00 \n- \n1 BCEF306 Química Geral \n4 \n2 \n2 \n80 \n66,67 \n- \n1 BCEF307 Zoologia Geral \n4 \n2 \n2 \n80 \n66,67 \n- \n1 \n \nSUBTOTAL \n26 \n18 8 520 433,33 \n- \n2 BCEF308 Anatomia e Morfologia Vegetal \n4 \n2 \n2 \n80 \n66,67 \n- \n2 BCEF309 Física Geral I \n4 \n4 \n0 \n80 \n66,67 \nCálculo I \n2 BCEF310 Geometria Analítica e Álgebra \nLinear \n4 \n4 \n0 \n80 \n66,67 \n- \n2 BCEF311 Introdução à Geologia \n4 \n3 \n1 \n80 \n66,67 \n- \n2 BCEF312 Métodos e Técnicas de Estudo \ne Pesquisa \n2 \n2 \n0 \n40 \n33,33 \n- \n2 BCEF313 Química Orgânica \n4 \n3 \n1 \n80 \n66,67 \nQuímica Geral \n2 BCEF314 Sociologia e Extensão Rural \n4 \n3 \n1 \n80 \n66,67 \n- \n2 \n \nSUBTOTAL \n26 \n21 5 520 433,33 \n \n3 BCEF315 Bioquímica \n4 \n4 \n0 \n80 \n66,67 \nQuímica Orgânica \n3 BCEF316 Ecologia Florestal \n3 \n2 \n1 \n60 \n50,00 \nEcologia Geral \n3 BCEF317 Estatística Básica \n4 \n4 \n0 \n80 \n66,67 \n- \n3 BCEF318 Física Geral II \n4 \n4 \n0 \n80 \n66,67 \nFísica Geral I \n3 BCEF319 Microbiologia \n4 \n3 \n1 \n80 \n66,67 \nBiologia Celular \n3 BCEF320 Sistemática das Angiospermas \n4 \n2 \n2 \n80 \n66,67 \nAnatomia e Morfologia \nVegetal \n3 BCEF321 Topografia  \n4 \n2 \n2 \n80 \n66,67 \nDesenho Técnico \n3 \n \nSUBTOTAL \n27 \n20 7 540 450,00 \n \n4 BCEF322 Dendrologia \n4 \n2 \n2 \n80 \n66,67 \nSistemática das \nAngiospermas \n4 BCEF323 Entomologia Básica \n3 \n2 \n1 \n60 \n50,00 \nZoologia Geral \n", "28": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n28 \n \n \n \n4 BCEF324 Estatística Experimental \n4 \n4 \n0 \n80 \n66,67 \nEstatística Básica \n4 BCEF325 Fisiologia Vegetal \n4 \n3 \n1 \n80 \n66,67 \nAnatomia e Morfologia \nVegetal \n4 BCEF326 Fotogrametria e \nFotointerpretação \n2 \n1 \n1 \n40 \n33,33 \nTopografia \n4 BCEF327 Gênese e Morfologia do Solo \n4 \n2 \n2 \n80 \n66,67 \nIntrodução à Geologia \n4 BCEF328 Química Analítica  \n4 \n2 \n2 \n80 \n66,67 \nQuímica Geral \n4 \n \nSUBTOTAL \n25 \n16 9 500 416,67 \n \n5 BCEF329 Dendrometria \n4 \n3 \n1 \n80 \n66,67 \nEstatística Básica \n5 BCEF330 Fertilidade do Solo e Nutrição \nde Plantas \n4 \n2 \n2 \n80 \n66,67 \nGênese e Morfologia do \nSolo \n5 BCEF331 Genética \n4 \n4 \n0 \n80 \n66,67 \nBiologia Celular \n5 BCEF332 Mecanização Florestal \n4 \n3 \n1 \n80 \n66,67 \nFísica Geral I \n5 BCEF333 Meteorologia e Climatologia \n4 \n3 \n1 \n80 \n66,67 \nCálculo I \n5 BCEF334 Sementes Florestais \n4 \n2 \n2 \n80 \n66,67 \nFisiologia Vegetal \n5 BCEF335 Sensoriamento Remoto \n3 \n1 \n2 \n60 \n50,00 \nFotogrametria e \nFotointerpretação \n5 \n \nSUBTOTAL \n27 \n17 10 540 450,00 \n \n6 BCEF336 Arborização e Paisagismo \n3 \n2 \n1 \n60 \n50,00 \nDendrologia e Desenho \nTécnico \n6 BCEF337 Estrutura Anatômica e \nComposição da Madeira \n4 \n3 \n1 \n80 \n66,67 \nAnatomia e Morfologia \nVegetal \n6 BCEF338 Hidráulica e Irrigação Aplicada \n4 \n3 \n1 \n80 \n66,67 \nFísica Geral II \n6 BCEF339 Inventário Florestal  \n4 \n3 \n1 \n80 \n66,67 \nDendrometria \n6 BCEF340 Patologia Florestal \n4 \n2 \n2 \n80 \n66,67 \nMicrobiologia \n6 BCEF341 Sistemas de Informações \nGeográficas \n3 \n1 \n2 \n60 \n50,00 \nSensoriamento Remoto \n6 BCEF342 Viveiros Florestais \n4 \n2 \n2 \n80 \n66,67 \nSementes Florestais \n6 \n \nSUBTOTAL \n26 \n16 10 520 433,33 \n \n7 BCEF343 Economia Florestal \n4 \n3 \n1 \n80 \n66,67 \n- \n7 BCEF344 Entomologia Florestal \n2 \n1 \n1 \n40 \n33,33 \nEntomologia Básica \n7 BCEF345 Hidrologia e Manejo de Bacias \nHidrográficas \n4 \n3 \n1 \n80 \n66,67 \nMeteorologia e \nClimatologia \n7 BCEF346 Silvicultura \n4 \n2 \n2 \n80 \n66,67 \nViveiros Florestais \n7 BCEF347 Sistemas Agroflorestais \n4 \n2 \n2 \n80 \n66,67 \nEcologia Florestal \n7 BCEF348 Tecnologia da Madeira \n4 \n2 \n2 \n80 \n66,67 \nEstrutura Anatômica e \nComposição da Madeira \n7 BCEF349 Unidades de Conservação \n4 \n3 \n1 \n80 \n66,67 \n- \n7 \n \nSUBTOTAL \n26 \n16 10 520 433,33 \n \n", "29": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n29 \n \n \n \n8 BCEF350 \nAvaliação de Impactos \nAmbientais e Recuperação de \nÁreas Degradadas \n4 \n2 \n2 \n80 \n66,67 \nGênese e Morfologia do \nSolo \n8 BCEF351 Colheita e Transporte Florestal \n4 \n2 \n2 \n80 \n66,67 \nFísica Geral I; \nMecanização Florestal \n8 BCEF352 Construções de Madeira  \n4 \n3 \n1 \n80 \n66,67 \nTecnologia da Madeira \n8 BCEF353 Melhoramento Florestal \n4 \n2 \n2 \n80 \n66,67 \nGenética \n8 BCEF354 Política e Legislação Florestal \n4 \n4 \n0 \n80 \n66,67 \n- \n8 BCEF355 Produção e Gestão do \nConhecimento \n2 \n2 \n0 \n40 \n33,33 \nMétodos e Técnicas de \nEstudo e Pesquisa \n8 BCEF356 Produtos Florestais \n4 \n3 \n1 \n80 \n66,67 \nTecnologia da Madeira \n8 \n \nSUBTOTAL \n26 \n17 9 520 433,33 \n \n9 BCEF357 Energia da Biomassa Florestal \n2 \n1 \n1 \n40 \n33,33 \nEstrutura Anatômica e \nComposição da Madeira \n9 BCEF358 Estrutura, Dinâmica e Manejo \nde Florestas Nativas \n2 \n1 \n1 \n40 \n33,33 \nInventário Florestal \n9 BCEF359 Gerência de Projetos \n4 \n3 \n1 \n80 \n66,67 \n- \n9 BCEF360 Manejo Florestal \n4 \n3 \n1 \n80 \n66,67 \nInventário Florestal \n9 BCEF361 Preservação da Madeira \n2 \n1 \n1 \n40 \n33,33 \nEstrutura Anatômica e \nComposição da Madeira \n9 BCEF362 Proteção contra Incêndios \nFlorestais \n2 \n1 \n1 \n40 \n33,33 \nMeteorologia e \nClimatologia \n9 BCEF363 Tecnologia de Obtenção de \nCelulose \n2 \n1 \n1 \n40 \n33,33 \nTecnologia da Madeira \n9 \n \nSUBTOTAL \n18 \n11 7 360 300,00 \n \n10 BCEF364 Estágio Supervisionado \n \n \n \n288 240,00 \nter cursado 2500 \nhoras/minuto \n10 BCEF365 Trabalho conclusão de curso \n \n \n \n72 \n60,00 \nter cursado 3000 \nhoras/minuto \n10 BCEF366 Atividades Complementares \n \n \n \n120 100,00 \n- \n* P = período; A/S = total de aulas/semana; T = aulas teóricas; P = aulas práticas; H/A = hora/aula \n(módulo de 50 minutos); H = hora/minuto \n \n6.3.2 Componentes Curriculares Optativos \n6.3.2.1 Núcleo Específico \nDisciplina \nCarga Horária \nPré-requisito \nA/S T P H/A \nH \nOpt Estatística aplicada à Ciência \nFlorestal \n4 \n2 2 \n80 \n66,67 Estatística Experimental \nOpt Física do Solo \n3 \n2 1 \n60 \n50,00 Gênese e Morfologia do \nSolo \nOpt Geomorfologia \n3 \n2 1 \n60 \n50,00 \nIntrodução à Geologia \n", "30": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n30 \n \n \n \nOpt Geoprocessamento Avançado \n2 \n0 2 \n40 \n33,33 \nSensoriamento Remoto; \nSistemas de Informações \nGeográficas \nOpt Gestão Ambiental \n4 \n3 1 \n80 \n66,67 \n- \nOpt Licenciamento Ambiental \naplicado à Engenharia Florestal \n3 \n3 0 60 \n50,00 \nPolítica e Legislação \nFlorestal; Avaliação de \nImpactos Ambientais e \nRecuperação de Áreas \nDegradadas \nOpt Manejo da Irrigação \n2 \n1 1 \n40 \n33,33 \nMeteorologia e \nClimatologia; Hidráulica \ne Irrigação Aplicada \nOpt Manejo de Plantas Daninhas em \nPovoamentos Florestais \n3 \n2 1 \n60 \n50,00 \nSilvicultura \nOpt Manejo e conservação de solos \nflorestais \n4 \n3 1 \n80 \n66,67 Gênese e Morfologia do \nSolo \nOpt Métodos de Amostragem e \nAnálise da Vegetação \n2 \n1 1 \n40 \n33,33 \nInventário Florestal \nOpt Microbiologia do solo \n3 \n2 1 \n60 \n50,00 \nMicrobiologia \nOpt Mudanças climáticas e créditos \nde carbono \n2 \n2 0 40 \n33,33 \nMeteorologia e \nClimatologia \nOpt Painéis de Madeira, Adesivos e \nAdesão \n2 \n1 1 \n40 \n33,33 \nTecnologia da Madeira \nOpt Plantas úteis do Cerrado e da \nCaatinga \n2 \n2 0 \n40 \n33,33 \nEcologia Geral \nOpt Saneamento Rural \n3 \n2 1 60 \n50,00 \nMicrobiologia \nOpt Segurança no Trabalho \n2 \n2 0 \n40 \n33,33 \n- \nOpt Serraria e Secagem da Madeira \n4 \n2 2 \n80 \n66,67 \nTecnologia da Madeira \nOpt Silvicultura Regional \n4 \n2 2 \n80 \n66,67 \nSilvicultura \nOpt Tecnologia de Produção de Papel \n2 \n1 1 \n40 \n33,33 Tecnologia de Obtenção \nde Celulose \nOpt Tópicos Especiais em \nEngenharia Florestal \n2 \n2 0 \n40 \n33,33 \n- \n* A/S = total de aulas/semana; T = aulas teóricas; P = aulas práticas; H/A = hora/aula (módulo de 50 \nminutos); H = hora/minuto \n \n6.3.2.2 Núcleo Geral \nDisciplina \nCarga Horária \nPré-requisito \nA/S T P H/A \nH \nOpt Ecologia de Comunidades e \nEcossistemas \n4 \n3 1 \n80 \n66,67 \n- \nOpt Empreendedorismo \n2 \n2 0 \n40 \n33,33 \n- \nOpt Gestão do Agronegócio \n4 \n4 0 \n80 \n66,67 \n- \nOpt Inglês Instrumental \n2 \n2 0 \n40 \n33,33 \n \n", "31": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n31 \n \n \n \nOpt Libras (EAD) \n2 \n2 0 \n40 \n33,33 \n- \nOpt Libras I \n2 \n2 0 \n40 \n33,33 \n- \nOpt Libras II \n2 \n2 0 \n40 \n33,33 \nLibras I \nOpt Português Instrumental \n2 \n2 0 \n40 \n33,33 \n- \nOpt Prática Pedagógica I: Introdução \nà Prática Docente \n2 \n0 2 \n40 \n33,33 \n- \n* A/S = aulas/semana; T = aulas teóricas; P = aulas práticas; H/A = hora/aula; H = hora/minuto \n \n \nQuadro Resumo da Integralização Curricular \nDescrição \nCarga Horária (h/a) \nCarga Horária (h) \nTotal de Disciplinas Obrigatórias \n4540 \n3783,33 \nTrabalho de Conclusão de Curso \n72 \n60 \nAtividades Complementares \n120 \n100 \nEstágio Supervisionado \n288 \n240 \nDisciplinas Optativas \n180 \n150 \nCarga Horária Total \n5200 \n4333,33 \n* h/a = hora/aula (módulo de 50 minutos); h = hora/minuto. \n \n- Núcleo de Conteúdos Básicos \nDISCIPLINAS \nCARGA HORÁRIA (H/A) \nCálculo I \n80 \nQuímica Geral \n80 \nZoologia Geral \n80 \nBiologia Celular \n80 \nFísica Geral I \n80 \nEcologia Geral \n60 \nGeometria Analítica e Álgebra Linear \n80 \nAnatomia e Morfologia Vegetal \n80 \nMétodos e Técnicas de Estudo e Pesquisa \n40 \nFísica Geral II \n80 \nEstatística Básica \n80 \nSistemática Vegetal \n80 \nEstatística Experimental \n80 \nFisiologia Vegetal \n80 \nGenética  \n80 \nProdução e Gestão do Conhecimento \n40 \nEntomologia Básica \n60 \nSociologia e Extensão Rural \n80 \nGerência de Projetos \n80 \n \n", "32": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n32 \n \n \n \n- Núcleo de Conteúdos Profissionalizantes \nDISCIPLINAS \nCARGA HORÁRIA (H/A) \nDesenho Técnico \n80 \nQuímica Orgânica \n80 \nBioquímica \n80 \nTopografia \n80 \nMicrobiologia \n80 \nQuímica Analítica \n80 \nSistemas de Informações Geográficas \n60 \nSensoriamento Remoto \n60 \nHidráulica e Irrigação Aplicada \n80 \n \n- Núcleo de Conteúdos Específicos \nDISCIPLINAS \nCARGA HORÁRIA (H/A) \nIniciação a Engenharia Florestal \n60 \nIntrodução à Geologia \n80 \nEcologia Florestal \n60 \nGênese e Morfologia do Solo \n80 \nDendrologia \n80 \nMeteorologia e Climatologia \n80 \nFotogrametria e Fotointerpretação \n40 \nFertilidade do Solo e Nutrição de Plantas \n80 \nMecanização Florestal \n80 \nDendrometria \n80 \nSementes Florestais \n80 \nEntomologia Florestal  \n40 \nPatologia Florestal \n80 \nEstrutura Anatômica e Composição da Madeira \n80 \nViveiros Florestais \n80 \nInventário Florestal \n80 \nHidrologia e Manejo Bacias Hidrográficas \n80 \nSistemas Agroflorestais \n80 \nSilvicultura \n80 \nAvaliação de Impactos Ambientais e Recuperação de \nÁreas Degradadas \n80 \nTecnologia da Madeira \n80 \nArborização e Paisagismo \n60 \nEconomia Florestal \n80 \nConstruções de Madeira \n80 \nMelhoramento Florestal \n80 \nColheita e Transporte Florestal \n80 \nProdutos Florestais \n80 \nManejo Florestal \n80 \nEstrutura, Dinâmica e Manejo de Florestas Nativas \n40 \nProteção Contra Incêndios Florestais \n40 \nEnergia da biomassa Florestal \n40 \n", "33": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n33 \n \n \n \nPolítica e Legislação Florestal \n80 \nPreservação da madeira \n40 \nTecnologia de Obtenção de Celulose \n40 \nUnidades de Conservação \n80 \nTrabalho de Conclusão de Curso em Engenharia \nFlorestal \n60 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "34": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n34 \n \n \n \n6.4  Ementas e Bibliografias \n \n6.4.1  Disciplinas Obrigatórias \n \nPRIMEIRO PERÍODO \n \n \nDisciplina: Biologia Celular \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n80 \n60 \n20 \nEmenta: Introdução à célula procarionte e eucarionte. Diferenciação entre células \nanimais e vegetais. Técnicas de estudo das células: microscopia. Membrana \ncelular: organização molecular, modelos de membranas, permeabilidade e \ntransporte celular, síntese de membranas. Diferenciação da membrana. Organelas \ncitoplasmáticas. \nCompartimentos \ncelulares \nde \nenergia: \nmitocôndrias \ne \ncloroplastos. Citoesqueleto e motilidade celular. Núcleo interfásico. Ciclo celular e \ndivisão celular: mitose e meiose. \nBibliografia Básica \n1. BRUCE, ALBERTS. Fundamentos da Biologia Celular. 3ª ed. Porto Alegre: \nArtmed. 2011. 864 p. \n2. DE ROBERTIS, E. D. & DE ROBERTS JR., E. M. P. Bases da Biologia celular \ne Molecular. 4ª ed. Rio de Janeiro: Guanabara Koogan, 2006. 330p.  \n3. JUNQUEIRA, L. C. Biologia Celular e Molecular. 9ª ed. Rio de Janeiro: \nGuanabara Koogan, 2012. 364p. \nBibliografia Complementar \n1. GEOFFREY M. COOPER. A célula. Uma abordagem molecular. 3ª ed. Porto \nAlegre: Artmed, 2007. 717p. \n2. JUNQUEIRA & CARNEIRO. Histologia Básica. 12ª ed. Rio de Janeiro: \nGuanabara Koogan, 2013. 556p. \n3. MALACINSKI, G. M. Fundamentos de Biologia Molecular. 4ª ed. Rio de \nJaneiro: Guanabara Koogan, 2005. 460p. \n4. KARP, G. Biologia celular e molecular: conceitos e experimentos. 3ª ed. \nSão Paulo: Manole, 2005. 786p. \n5. CARVALHO, H. F.; COLLARES-BUZATO, C. B. Células - Uma Abordagem \nMultidisciplinar. São Paulo: Manole, 2005. 465p. \n \n \n \n \n \n", "35": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n35 \n \n \n \n \nDisciplina: Cálculo I \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n80 \n80 \n0 \nEmenta: Funções de uma variável real: números reais. Intervalos. Valor absoluto e \ndesigualdades.  Funções: conceito, domínio, contradomínio e imagem. Funções \nelementares. Esboço do gráfico de funções elementares. Funções pares e funções \nímpares. Funções injetoras, sobrejetoras e bijetoras. Funções invertíveis. Limite e \ncontinuidade: conceito e noção intuitiva de limite. Propriedades básicas. Limites \nlaterais. Teorema do confronto. Limites infinitos e limites no infinito. Operações \ncom o símbolo. Derivada: definição via limite, regras de derivação. Regra da \ncadeia. Derivada como taxa de variação. Derivadas de ordem superior. Derivação \nimplícita. Teorema de rolle, teorema do valor médio. Aplicações da derivada. \nIntegral: definição, teorema fundamental do cálculo, técnicas de integração, \naplicações da integral. \nBibliografia Básica \n1. STEWART, J. Cálculo - Vol. 1, 6ª edição. Editora Cengage Learning, 2009. \n2.HOFFMANN, Laurence D.; BRADLEY; Cálculo: um curso moderno e suas \naplicações. Editora LTC. 7ª Edição. 2002. \n3. ANTON, Howard.; Cálculo volume 1. Editora Artmed. 8º Edição 8A. 2007. \n4. LARSON, R.; EDWARDS, B.; Cálculo com aplicações. Editora LTC Edição 6ª \nED. 2005. \nBibliografia Complementar \n1. FLEMMING, D.M.; GONÇALVES, M. B. Cálculo A, Editora Makron Books, \nEdição 6ª ED. 2006 \n2. LEITHOLD, Louis.; Cálculo com Geometria Analítica, vol 1. Editora Harbra. \nEdição 3ª ED. 1994. \n3. IEZZI, G; MURAKAMI, C; MACHADO, N.J.; Fundamentos de Matemática \nElementar – volume 8, 6ª edição. Editora Atual, São Paulo: 2005. \n4. GUIDORIZZI, H. Luiz. Um Curso de Cálculo. Vol. 1, 5ª edição. Editora LTC. \nSão Paulo: 2008. \n5. TAHAN, Malba.; O homem que calculava. 72ª edição. Editora Record, 2008. \n \nDisciplina: Desenho Técnico \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n80 \n40 \n40 \nEmenta: Introdução ao estudo do desenho técnico; material utilizado no desenho \ntécnico; projeções ortogonais; escalas; cotagem em desenho técnico; normas \ntécnicas; introdução ao desenho arquitetônico; desenho assistido por computador; \nSistemas CAD. \n", "36": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n36 \n \n \n \nBibliografia Básica \n1. MICELI, M. T.; FERREIRA, P. Desenho técnico: básico. 4a Edição. Rio de \nJaneiro, Editora Imperial Novo Milênio, 2010. 43 p.  \n2. FERREIRA, P. Desenho de Arquitetura. Rio de Janeiro, Editora Imperial Novo \nMilênio, 2008. 134p. \n3. MONTENEGRO, G. A. Desenho arquitetônico. 4a Edição. São Paulo, Editora \nEdgar Blucher LTDA, 2001. 158p. \n4. RIBEIRO, C. P. B. do V. Desenho técnico para engenharias. Curitiba: Juruá, \n2008. 196 p. \nBibliografia Complementar \n1. NBR – 6492: Representação de projetos de arquitetura. Rio de Janeiro: ABNT, \n1994. 27 p. \n2. NBR - 10067: Princípios gerais de representação em desenho técnico. Rio de \nJaneiro: ABNT, 1995. 14p. \n3. NBR – 8196: Desenho técnico: emprego de escalas. Rio de Janeiro: ABNT, \n1999. 2 p. \n4. NBR – 8402: Execução de caráter para escrita em desenho técnico. Rio de \nJaneiro: ABNT, 1994. 4p. \n5. ROSA, K. Autocad 2017 - Projetos em 2D. São Paulo, Editora Senac, 2017, \n536 p. \n \nDisciplina: Ecologia Geral \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n60 \n40 \n20 \nEmenta: \nConceitos \nfundamentais \nem \nEcologia. \nNíveis \nhierárquicos \nde \norganização. Conceito de ecossistema, principais componentes e dinâmica. O \nagroecossistema. Fatores Bióticos e Abióticos. Ciclos biogeoquímicos. Ecologia \ntrófica, cadeias e teias alimentares. Fluxo de energia e Ciclagem de nutrientes. \nFatores ecológicos. Dinâmica de populações. Estrutura de comunidades. \nSucessão ecológica. Diversidade das comunidades biológicas. Evolução e \ndinâmica. Biodiversidade e usos de recursos naturais. \nBibliografia Básica \n1. BEGON, M.; TOWNSEND, C.R.; HARPER, J.L. Ecologia: de indivíduos a \necossistemas. 4. ed. Artmed, 2007. 752p. \n2. TOWNSEND, C.R.; BEGON, M.; HARPER J.L. Fundamentos em Ecologia. 3. \ned. Artmed, 2010. 576p. \n3. RICKLEFS R.; RELYEA, R. A Economia da Natureza. 7. ed. Guanabara \nKoogan, 2016. 636p. \n", "37": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n37 \n \n \n \nBibliografia Complementar \n1. ODUM, E.P.; BARRETT, G.W. Fundamentos de Ecologia. 5. ed. Pioneira \nThomson, 2007. 632p. \n2. ALTIERI, M. Agroecologia: bases científicas para uma agricultura sustentável. \n3. ed. Expressão Popular, 2012. 400p. \n3. BONILLA; J.A. Fundamentos da Agricultura Ecológica: sobrevivência e \nqualidade de vida. Nobel, 1992. 260p. \n4. FUTUYAMA, D.J. Biologia Evolutiva. 3. ed. Funpec, 2009. 631p. \n5. LARCHER, W. Ecofisiologia Vegetal. Rima, 2000. 531p. \n \nDisciplina: Iniciação à Engenharia Florestal \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n60 \n40 \n20 \nEmenta: Estrutura orgânica do curso de Engenharia Florestal. Regime Didático. O \nprofissional de Engenharia. Regulamentação da profissão. Conselhos Federal e \nRegionais de Engenharia. Áreas temáticas. \nBibliografia Básica \n1. LADEIRA, H.P. Quatro décadas de Engenharia Florestal no Brasil. SIF \nViçosa. 2002. 207p. \n2. LEÃO, R.M. A floresta e o homem. IPEF/EDUSP. 2000. 434p. \n3. FERREIRA, M. A situação florestal brasileira e o papel da silvicultura \nintensiva. ESALQ. 1989. 9p. \n4. SILVA, E. Plantios florestais no Brasil – critérios para avaliação e gestão \nambiental. Editora UFV, 39 p. 2012. \nBibliografia Complementar \n1. ALVES, R.R.; JACOVINE, L.A.G.; NARDELLI, A.M.B.; SILVA, M.L. Empresas \nverdes – estratégia e vantagem competitiva. Editora UFV, 194 p. 2011. \n2. PONS, M. A. História da agricultura. Maneco Editora. 1999. 240p. \n3. PRIMAVESI, A. Agroecologia, ecosfera, tecnosfera e agricultura. Editora \nNobel. 1997. \n4. PRINCSLEY, R. T. The Role of Trees in Sustainable Agriculture. Ed Kluwer \nAcademic  Publishers. 1991. 186p. \n5. IFNMG. Projeto Pedagógico do curso de Engenharia Florestal, Campus \nSalinas. 2017. \n \n \n \n", "38": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n38 \n \n \n \nDisciplina: Química Geral \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n80 \n60 \n20 \nEmenta: Matéria. Estrutura atômica. Compostos químicos e suas fórmulas. \nEquações químicas e estequiometria das reações. Classificação periódica dos \nelementos químicos. Ácidos e bases. Soluções. Ligações químicas. Forças \nintermoleculares. Noções básicas de segurança de laboratório. \nBibliografia Básica \n1. ATKINS, P.; JONES, L. Princípios de Química: Questionando a Vida \nModerna e o Meio Ambiente. 3ª ed. Porto Alegre: Bookman, 2012. \n2. BROWN, T. L.; LEMAY, H. E.; BURSTEN, B. E. Química: A Ciência Central. 9ª \ned. São Paulo: Pearson, 2016. \n3. MAHAN, B. M.; MYERS, R. L. Química: Um Curso Universitário. 4ª ed. São \nPaulo: Edgard Blücher, 1995. \nBibliografia Complementar \n1. BRADY, J. E.; HUMISTON, G. E. Química Geral. 2ª ed. Rio de Janeiro: LTC, \n2000. Vol.1 e 2. \n2. KOTZ, J. C.; TREICHEL, P. M.; WEAVER, G. C. Química Geral e Reações \nQuímicas. 6ª ed. São Paulo: Cengage Learning, 2010, Vol.1 e 2. \n3. RUSSELL, J. B. Química Geral. 2ª ed. São Paulo: Pearson, 1994. \n4. CHANG, R.; GOLDSBY, K. A. Química.11ª ed. Porto Alegre: AMGH, 2013. \n5. JESPERSEN, N. D.; HYSLOP, A.; BRADY, J. E. Química: A Natureza \nMolecular da Matéria. 7ª ed. Rio de Janeiro: LTC, 2017. Vol 1 e 2. \n \nDisciplina: Zoologia Geral \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n80 \n40 \n40 \nEmenta: Zoologia no contexto das Ciências. Relações entre os seres vivos. \nCódigo de Nomenclatura Zoológica. Relações evolutivas e filogenia dos seguintes \ngrupos: Protozoa; Poríferos; Cnidários; Platelmintos; Nematoda; Moluscos; \nAnelídeos; Artrópodes; Equinodermos; Cordados: Peixes cartilaginosos, peixes \nósseos, anfíbios, répteis, aves e mamíferos. Principais apomorfias. \nBibliografia Básica \n1. BARNES, R. D. Zoologia dos invertebrados. 7ª ed.. São Paulo: Roca, 2005. \n2. HICKMAN J. R.; C. P.; ROBERTS, L. S.; LARSON, A. Princípios integrados \nde zoologia. 11ª ed. Guanabara Koogan, 2004. \n3. POUGH, F. H.; JANIS, C.M.; HEISER, J.B.A Vida dos Vertebrados – 4.ed. \nAtheneu Sp, 2008. \n4. STORER, T.I. Zoologia geral. São Paulo. Comp. Ed. Mac. 2000. \n", "39": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n39 \n \n \n \nBibliografia Complementar \n1. BORROR, S.J.; DeLONG, D.M. Introdução ao estudo dos insetos. São Paulo, \nEdgard Blucher Ltda., 1988. \n2. BRUSCA, R.C.; BRUSCA, G.J. Invertebrados. 2.ed. Guanabara Koogan, 2006. \n3. COSTA, E. C.; D'AVILA, M.; CANTARELLI, E. B.; MURARI, A. B.; MANZONI, C. \nG. Entomologia Florestal. 1ª ed. Editora UFSM, 2008. \n4. GARCIA, F. Zoologia Agrícola: manejo ecológico de pragas. 3.ed. Editora \nRigel. 256 p. 2008. \n5. ORR, R.T. Biologia dos vertebrados. São Paulo, Roca, 1986. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "40": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n40 \n \n \n \n \nSEGUNDO PERÍODO \n \n \nDisciplina: Anatomia e Morfologia Vegetal \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n80 \n40 \n40 \nEmenta: Desenvolvimento inicial do corpo da planta; Célula e tecidos vegetais; \nAnatomia dos órgãos vegetativos: raiz, caule e folha. Anatomia dos órgãos \nreprodutivos: flor, fruto e semente. Reprodução das Angiospermas e dispersão de \nfrutos e sementes. Aplicações práticas da anatomia vegetal: cortes, fixação e \ndesenho. Diferenciação anatômica e morfológica de monocotiledôneas e \neudicotiledôneas. \nBibliografia Básica \n1. APPEZZATO, B.G.; GUERREIRO, S.M.C. Anatomia vegetal. 3. ed. UFV, 2012. \n404p. \n2. GONÇALVES, E.G.; LORENZI, H. Morfologia Vegetal. 2.ed. Editora Plantarum, \n2011. 544p.  \n3. RAVEN, P.H; EICHHORN, S.E.; EVERT, R.F. Biologia Vegetal. 8.ed. Rio de \nJaneiro: Guanabara Koogan, 2014. 850p. \nBibliografia Complementar \n1. CUTTER, E.G. Anatomia Vegetal: Parte I – Células e Tecidos. 2. ed. Editora \nRoca, 2010. 320p. \n2. CUTTER, E.G. Anatomia Vegetal: Parte II – Órgãos – Experimentos e \nInterpretação. Editora Roca, 2004. 346p. \n3. CORTEZ, P.A.; SILVA, D. da C.; CHAVES, A.L.F. Manual prático de \nmorfologia e Anatomia Vegetal. Editora Editus, 2016. 92p. \n4. SOUZA, L.A. de. Morfologia e anatomia vegetal: técnicas e práticas. Editora \nUepg Ciências Humanas, 2005. 194p. \n5. SOUZA, L.A. de. Morfologia anatomia vegetal: células, tecidos, órgãos e \nplântula. Editora Uepg Ciências Humanas, 2009. 259p. \n \n \nDisciplina: Física Geral I \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Cálculo I \n80 \n80 \n0 \nEmenta:  Movimento em duas e três dimensões. Força e movimento. Trabalho e \nenergia. Centro de massa e Momento Linear. Colisões. Rotação. Rolamento, \ntorque e momento angular. \n", "41": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n41 \n \n \n \nBibliografia Básica \n1. HALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da física, v. 1. LTC. \n2. SEARS, F.; ZEMANSKY, M. W.; YOUNG, H. D.; FREEDMAN, R. A. Física I - \nMecânica. 12ª edição. Editora Addison Wesley, 2008. \n3. TIPLER, P; MOSCA, G. Física para cientistas e engenheiros, v.1. LTC. \nBibliografia Complementar \n1. NUSSENZVEIG H.M. Curso de física básica, v. 1. Editora Blücher, 2006. \n2. CHAVES, A.; SAMPAIO, J. F. Física Básica – Mecânica. LTC. \n3. JOHNSON, KENNETH W.; CUTNELL, JOHN D. Física – volume 1. LTC.  \n4.  ALONSO, M.; FINN, EDWARD J. Física – Um curso Universitário - Vol. 1 - \nMecânica. Editora Blücher. \n5. TELLES, DIRCEU D.; MONGELLI NETO, JOÃO Física com Aplicação \nTecnológica - Vol. 1 Mecânica.  Editora Blücher. \n \nDisciplina:  Geometria Analítica e Álgebra \nLinear \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  \n80 \n80 \n0 \nEmenta: Matrizes e sistemas lineares. Inversão de matrizes e determinantes. \nVetores no plano e no espaço. Retas e planos. Seções cônicas. Mudança de \ncoordenadas no plano. \nBibliografia Básica \n1. ANTON, H. Álgebra linear com aplicações. Bookman. 8. ed., 2001. \n2. CALLIOLI, C. A.; DOMINGUES, H. H.; COSTA, R. C. F. Álgebra Linear e \nAplicações. 7. ed. São Paulo: Atual, 1990. \n3. CAMARGO, I.; BOULOS, P. Geometria Analítica: um tratamento vetorial. \n3.ed. Pearson Education, 2005. \nBibliografia Complementar \n1. STEINBRUCH, A; WINTERLI, P. Geometria Analítica. 2. ed. São Paulo: \nMakron Books, 1987. \n2. SIMMONS, G. F. Cálculo com Geometria Analítica. Pearson, 1987. \n3. MACHADO, A. S. Álgebra Linear e Geometria Analítica. 2. ed. São Paulo: \nAtual, 1982. \n4. LORETO, A. C. da C.; LORETO JUNIOR, A. P. Vetores e Geometria Analítica: \nteoria e exercícios. LCTE, 2005. \n5. IEZZI, G.; HAZZAN, S. Fundamentos de Matemática Elementar. 7. ed. São \nPaulo: Atual: 2004. v. 4. \n \n", "42": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n42 \n \n \n \nDisciplina:  Introdução à Geologia \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  \n80 \n60 \n20 \nEmenta: Origem e evolução do planeta Terra: aspectos gerais do planeta Terra; \nos grandes grupos de rochas: R. ígneas, R. metamórficas e R. sedimentares; \nnoções de geologia estrutural: dobras, falhas e etc; minerais formadores de \nrochas; atributos diagnósticos dos minerais; tempo geológico; noções de \nsedimentologia e estratigrafia; deriva continental e tectônica de placas; erosão \ngeológica; vulcanismo. \nBibliografia Básica \n1. BIGARELLA, J.J.; BECKER, R.D.; SANTOS, G.F. Estrutura e origem de \npaisagens tropicais e subtropicais. Florianópolis: Ed UFSC. 2009. 425 p. \n2. SUGUIO,K. Geologia sedimentar. São Paulo: Ed Blucher. 2003. 400 p. \n3. TEIXEIRA, W.; TOLEDO, M.C.; FAIRCHILD, T.R.; TAIOLI, F. (Coord.) \nDecifrando a Terra. São Paulo: Cia Ed Nacional. 2008. 558 p. \nBibliografia Complementar \n1. PRESS, F.; SIEVER, R.; GROTZINGER, J.; JORDAM, T.H. Para entender a \nTerra. Porto Alegre: Bookman Ed. 2006. 656 p.  \n2. WICANDER, R.; MONROE, R.S.; Fundamentos de geologia. São Paulo: \nCengage Learning. 2009. 508 p. \n \nDisciplina:  Métodos e Técnicas de Estudo \ne Pesquisa \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  \n40 \n40 \n0 \nEmenta: Universidade, ciência e formação acadêmica. Técnicas de Estudo. \nLeitura científica: análise e interpretação. Técnicas de elaboração de textos \nacadêmicos: planejamento, organização e estrutura. Técnicas de escrita: \nfichamento, resumo, esquema, resenhas, ensaios, relatórios e artigos. Técnicas de \nPesquisa Bibliográfica. Recursos para obtenções de informações em ambientes \nfísicos e virtuais. Teoria da Ciência: conhecimento do senso comum e \nconhecimento científico. Ciência e método: uma visão histórica. Pesquisa e projeto \nde pesquisa Normas técnicas do trabalho acadêmico: normatização da \ncomunidade científica (Normas da ABNT). \nBibliografia Básica \n1. LAKATOS, E.M; MARCONI, M.A. Fundamentos da metodologia cientifica. \n8a.Edição. São Paulo: Atlas, 2017. 368 p. \n2. MEDEIROS, J.B. Redação cientifica: a prática de fichamentos, resumos, \nresenhas. 12. ed. São Paulo: Editora Atlas, 2014. 344 p. \n3. SEVERINO, A. J. Metodologia do trabalho científico. 24.ed. São Paulo, \nEditora Cortez, 2007. 320 p. \n", "43": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n43 \n \n \n \nBibliografia Complementar \n1. VOLPATO, G. L. Método Lógico para Redação Científica. Editora Best \nWriting, 2017, 156 p. \n2. BASTOS, C.L.; KELLER, V. Aprendendo a aprender: introdução à metodologia \ncientífica. 15.ed. Petrópolis: Editora Vozes, 2001. \n3. KÖCHE, J.C. Fundamentos de Metodologia Científica: teoria da ciência e \niniciação à pesquisa. Petrópolis: Vozes, 2003. \n4. OLIVEIRA, S.L. Tratado de metodologia científica. 2.ed. São Paulo: Editora \nPioneira, 1999. \n5. SALOMON, D.V. Como fazer monografias. 11.ed. São Paulo: Martins Fontes, \n2004. \n \nDisciplina: Química Orgânica \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Química Geral \n80 \n60 \n20 \nEmenta: A química do átomo de carbono: estrutura eletrônica, teoria dos orbitais \nmoleculares, hibridização, ligações químicas e números de oxidação. Cadeias \ncarbônicas: classificação e representação. Formas de ressonância. Estudo das \nprincipais funções orgânicas: classificação, estrutura química e nomenclatura. \nPropriedades \nfísicas \ndos \ncompostos \norgânicos. \nConformações \ndos \nhidrocarbonetos. Química orgânica: sociedade e cotidiano. Experimentos \nrelacionados à química orgânica. \nBibliografia Básica \n1. SOLOMONS, T. W. G.; FRYHLE, C. B. Química Orgânica, 10ª ed. Rio de \nJaneiro: LTC, 2012. Vol. 1 e 2. \n2. BRUICE, P. Y. Química Orgânica, 4ª ed. São Paulo: Pearson, 2006. Vol. 1 e 2. \n3. BARBOSA, L. C. A. Introdução à Química Orgânica, 2ª ed. São Paulo: \nPearson, 2011. \nBibliografia Complementar \n1. KLEIN, D. Química Orgânica, 2ª ed. Rio de Janeiro: LTC, 2016. Vol. 1 e 2. \n2. MCMURRAY, J. Química Orgânica, 4ª ed. Rio de Janeiro: LTC, 1997. \n3. PAVIA, D. L.; LAMPMAN, G. M.; KRIZ, G. S.; ENGEL, R. G. Química Orgânica \nExperimental: Técnicas de escala pequena, 2ª ed. São Paulo: Bookman, 2009. \n4. MCMURRAY, J. Química Orgânica, 4ª ed. Rio de Janeiro: LTC, 1997. \n5. BARBOSA, L. C. A. Introdução à Química Orgânica, 2ª ed. São Paulo: \nPearson, 2011. \n \n \n", "44": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n44 \n \n \n \nDisciplina: Sociologia e Extensão Rural \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n80 \n60 \n20 \nEmenta: Conceitos básicos de sociologia e antropologia. Especificidades do \nmundo rural. Estrutura fundiária e organização social. O Estado e a questão \nfundiária. A questão da terra e a reforma agrária. Movimentos sociais no meio \nrural. Reconstrução histórica da extensão rural no Brasil, seus objetivos e \nconcepções metodológicas. Análise dos modelos de ação extensionista, suas \ntransformações e perspectivas. \nBibliografia Básica \n1. AMIN, Samir; VERGOPOULOS, Kostas. A questão agrária e o capitalismo. \nPaz e Terra, 1977. 179p. \n2. ARON, R. As Etapas do Pensamento Sociológico. 7ª ed. São Paulo: Martins \nFontes, 2008. 884p. \n3. FREIRE, P. Extensão ou comunicação? 16ª ed. Rio de Janeiro: Paz e Terra, \n2013. 131p.  \nBibliografia Complementar \n1. STÉDILE, J.P. A questão agrária na década de 1990. 4° Ed. Porto Alegre: Ed. \nda UFRGS, 2004. \n2. IANNI, O. Origens Agrárias do Estado Brasileiro. São Paulo: Brasiliense, \n2004. 255p. \n3. LARAIA, R. Cultura, um conceito Antropológico. Rio de Janeiro: Jorge Zahar, \n1986. 117p. \n4. MARTINS, J.S. Cativeiro da Terra. 9ª ed. São Paulo: Contexto, 2010. 282p. \n5. RUAS, E.D. et al. Metodologia Participativa da Extensão Rural para o \nDesenvolvimento Sustentável - MEXPAR. 1ª ed. Belo Horizonte: Bárbara Bela \nEditora Gráfica, 2006. \n \n \n \n \n \n \n \n \n \n \n \n", "45": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n45 \n \n \n \n \nTERCEIRO PERÍODO \n \n \nDisciplina: Bioquímica \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Química Orgânica \n80 \n80 \n0 \nEmenta: Introdução à Bioquímica. Carboidratos. Lipídeos. Aminoácidos, peptídeos \ne proteínas. Enzimas. Bioenergética e metabolismo. Respiração celular aeróbica, \nFermentação. Biossíntese e oxidação de ácidos graxos. Degradação de \naminoácidos e ciclo da ureia. Nucleotídeos e ácidos nucléicos. Síntese de \nproteínas. Regulação e integração metabólica. \nBibliografia Básica \n1. LEHNINGER, A. L.; NELSON, D. L.; COX M. M. Princípios de Bioquímica. 6ª \ned. São Paulo: Sarvier, 2014. 1336 p.  \n2. BERG, J. M.; TYMOCZKO, J. L.; STRYER, L. Bioquímica. 6ª ed. Rio de \nJaneiro: Guanabara Koogan, 2008. 1114 p. \n3. VOET, D.; VOET, J. G. Bioquímica. 4ª ed. Porto Alegre: Artmed, 2013, 1481p. \nBibliografia Complementar \n1. MURRAY, R. A. et al. Bioquímica ilustrada de Harper. 29ª ed. Porto Alegre: \nArtmed, 2013. 818p.  \n2. HARVEY, R. A.; FERRIER, D. R. Bioquímica Ilustrada. 5ª ed. Porto Alegre: \nArtmed, 2012. 528p.  \n3. CAMPBELL, M. K.; FARREL, S. O. Bioquímica – Volume 1: Bioquímica \nbásica.5ª ed. Thomson, 2006. \n4. CAMPBELL, M. K.; FARREL, S. O. Bioquímica – Volume 3: Bioquímica \nmetabólica. 5ª ed. Thomson, 2007. 380p. \n5. MARZZOCO, A. E.; TORRES, B. B. Bioquímica básica. 3ª ed. Rio de Janeiro: \nGuanabara Koogan, 2007. 400p. \n \nDisciplina: Ecologia Florestal \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Ecologia Geral \n60 \n40 \n20 \nEmenta: Introdução à ecologia florestal: conceitos e importância. Ecologia das \ndiferentes formações florestais naturais e povoamentos florestais. Fatores \nambientais e climáticos. Produtividade florestal. Ciclagem de nutrientes.  Biomassa \nvegetal. Processos biológicos: competição, sucessão vegetal, polinização, \ndispersão de sementes, ecologia de população e comunidades. Distúrbios \nantrópicos e ambientais. Relação solo-vegetação.  Biomas. Fragmentação \nflorestal. Ecologia da paisagem. \n", "46": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n46 \n \n \n \nBibliografia Básica \n1. MARTINS, S.V. Ecologia de Florestas Tropicais do Brasil. UFV, 2012. 371p. \n2. MORAN, E.F.; OSTROM, E. Ecossistemas Florestais. Senac SP, 2009. 544p. \n3. PINTO-COELHO, R.M. Fundamentos em Ecologia. Artmed, 2000. 252p. \nBibliografia Complementar \n1. COUTINHO, L.M. Biomas Brasileiros. Oficina de textos, 2016. 160p. \n2. FURLAN, S.A.; NUCCI, J.C. Conservação das Florestas Tropicais. Atual \nEditora, 2007. 112p. \n3. AB’SABER, A.N. Ecossistemas do Brasil. Metalivros, 2006. 300p. \n4. BEGON, M.; TOWNSEND, C.R.; HARPER, J.L. Ecologia: de indivíduos a \necossistemas. 4. ed. Artmed, 2007. 752p. \n5. RICKLEFS R.; RELYEA, R. A Economia da Natureza. 7. ed. Guanabara \nKoogan, 2016. 636p. \n \nDisciplina: Estatística Básica \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n80 \n80 \n0 \nEmenta: Apresentação de dados. Técnicas de Amostragem. Gráficos, Distribuição \nde frequência. Medidas de posição e Medidas de dispersão. Probabilidades. \nVariáveis aleatórias. Esperança matemática. Distribuições de Probabilidades: \nBinomial, Poisson e Normal. Regressão linear simples. Testes de Hipóteses. \nBibliografia Básica \n1. BUSSAB, W.O.; MORETTIN, Pedro. A. Estatística Básica. 5ª. ed. São Paulo: \nAtual, 2002. \n2. TRIOLA, M.F. Introdução à Estatística. Rio de Janeiro: LTC, 9ª Ed. 2005. \n3. MAGALHÃES, M.N.; LIMA, A. C PEDROSO. Noções de Probabilidade e \nEstatística. 6. ed. São Paulo, Edusp. 2004. \nBibliografia Complementar \n1. OLIVEIRA, Marcelo Silva de ...[et al.]. Introdução à estatística. Lavras: Ed. \nUFLA, 2009. \n2. MORGADO, A. C. de O.; CARVALHO, J.B.P. de.; CARVALHO, P. C. P.; \nFERNADEZ, P.; Análise combinatória e Probabilidades. 9ª Edição Publicação \nda Sociedade Brasileira de Matemática -SBM, 2004. \n3. SOARES, José F. et al. Introdução à Estatística. Rio de Janeiro: LTC, 1991. \n4. LARSON, Ron. Estatística aplicada. São Paulo: Pearson Prentice Hall, 2010. \n5. FERREIRA, Daniel Furtado. Estatística básica. Lavras: UFLA, 2005. \n \n", "47": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n47 \n \n \n \nDisciplina: Física Geral II \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Física Geral I \n80 \n80 \n0 \nEmenta: Equilíbrio e Elasticidade. Fluidos. Oscilações. Ondas. Temperatura, calor \ne a Primeira Lei da Termodinâmica. A Teoria cinética dos Gases. Entropia e \nSegunda Lei da Termodinâmica. \nBibliografia Básica \n1. HALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da física, v. 2. LTC. \n2. SEARS, F.; ZEMANSKY, M. W.; YOUNG, H. D.; FREEDMAN, R. A. Física II – \nTermodinâmica e Ondas. 12ª edição. Editora Addison Wesley, 2008. \n3. TIPLER, P; MOSCA, G. Física para cientistas e engenheiros, v.2. LTC. \nBibliografia Complementar \n1. NUSSENZVEIG H.M. Curso de física básica, v. 2. Editora Blücher, 2006. \n2. CHAVES, A.; SAMPAIO, J. F. Física Básica – Gravitação, Fluidos, Ondas, \nTermodinâmica. LTC. \n3. JOHNSON, KENNETH W.; CUTNELL, JOHN D. Física – volume 1. LTC.  \n4.  ALONSO, M.; FINN, EDWARD J. Física – Um curso Universitário - Vol. 1 - \nMecânica. Editora Blücher. \n5. TELLES, DIRCEU D.; MONGELLI NETO, JOÃO Física com Aplicação \nTecnológica - Vol. 1 Mecânica.  Editora Blücher. \n \nDisciplina: Microbiologia \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Biologia Celular \n80 \n60 \n20 \nEmenta: Mundo microbiano. Grupos de interesse microbiológico: Protozoários, \nfungos, bactérias e vírus. Normas básicas de conduta no laboratório de \nmicrobiologia. \nFundamentos \nde \nlaboratório. \nMorfologia \ne \nfisiologia \nde \nmicrorganismos. Genética microbiana. Crescimento e controle de microrganismos. \nAgentes antimicrobianos. Isolamento e caracterização de microrganismos. \nIntrodução ao metabolismo energético microbiano. Fermentação. Fatores que \ncondicionam \no \ndesenvolvimento \nmicrobiano \nMicrobiologia \nAmbiental. \nBiotecnologia: Aplicação industrial. \nBibliografia Básica \n1. TORTORA, G. J.; FUNKE, B. R.; CASE, C. L. Microbiologia. 10ª ed. Porto \nAlegre: Artmed, 2012. 894p.  \n2. PELCZAR, J. R.; M. J.; CHAN, E.C.S.; KRIEG, N. R. Microbiologia – \nconceitos e aplicações. Vol I . 2ª ed. Makron Books, 1996. 524p. \n3. PELCZAR, J. R.; M. J.; CHAN, E. C. S.; KRIEG, N. R. Microbiologia – \nconceitos e aplicações. vol II. 2ª ed. Makron Books, 1996. \n", "48": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n48 \n \n \n \nBibliografia Complementar \n1. MADIGAN, M. T. et al. Microbiologia de Brock. 14ª ed. Porto Alegre: Artmed, \n2016. 1032p.  \n2. SILVA, N. da; JUNQUEIRA, V. C. A.; SILVEIRA, N. F. de A. Manual de métodos \nde análise microbiológica de alimentos. 2ª ed. São Paulo: Varela, 2001. 317 p. \n3. STROHL, W.; ROUSE, H.; FISHER, B. Microbiologia ilustrada. Porto Alegre: \nArtmed, 2004. 521p.  \n4. SOUTO-PADRÓN, T.; COELHO, R. R. R.; PEREIRA, A. F.; VERMELHO, \nA.B.Práticas de Microbiologia.Rio de Janeiro: Guanabara Koogan, 2006. 256p. \n5. HIRSH, D. C. Imunologia veterinária-Microbiologia veterinária. Rio de \nJaneiro: Guanabara Koogan, 2009. 446p. \n \nDisciplina: Sistemática das Angiospermas \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Anatomia e Morfologia Vegetal \n80 \n40 \n40 \nEmenta: Introdução à Sistemática Vegetal: identificação, nomenclatura botânica e \nclassificação. Histórico dos sistemas de classificação botânica. Escolas \nsistemáticas: sistemática tradicional, fenética, gradista e filogenética. Fundamentos \nde sistemática filogenética. Evolução dos caracteres morfológicos. Sistemática e \nrelações filogenéticas das angiospermas. Identificação das principais famílias de \nAngiospermas. Identificação das principais plantas da flora local. Utilização de \nchaves analíticas para identificação de famílias botânicas. Métodos de coleta, \nherborização de preservação de exsicatas vegetais. \nBibliografia Básica \n1. SOUZA, V. C. & LORENZI, H. Botânica Sistemática – Guia ilustrado para a \nidentificação das famílias de Fanerógamas nativas e exóticas no Brasil, \nbaseado em APG III. 3ª ed. Nova Odessa:Plantarum. 2012. 768p.  \n2. JUDD W. S., CAMPBELL C. S., KELLOGG E. A., STEVENS, P. F. & \nDONOGHUE M. J. Sistemática vegetal: um enfoque filogenético. 3ª ed. Porto \nAlegre: Artmed. 2009.612 p. \n3. VIDAL, W. N. & VIDAL, M. R. R. Botânica – organografia; quadros sinóticos \nilustrados de fanerógamas. 4a ed. rev. ampl. Viçosa: Editora UFV. 2003. 124p. \nBibliografia Complementar \n1. GONÇALVES, E. G., LORENZI, H. Morfologia Vegetal: Organografia e \ndicionário ilustrado de morfologia das plantas vasculares. 2ª ed. Nova \nOdessa: Instituto Plantarum. 2011. 512p.  \n2. RAVEN, P. H.; EVERT, R. F.; EICHHORN, S. E. Biologia Vegetal. 8ª ed.Rio de \nJaneiro: Guanabara Koogan. 2014. 856p.  \n3. LORENZI, H. Árvores brasileiras: manual de identificação e cultivo de \nplantas arbóreas nativas do Brasil. vol. 1 5ª ed. Nova Odessa: Instituto \n", "49": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n49 \n \n \n \nPlantarum. 2008. 384 p. \n4. LORENZI, H. Árvores brasileiras: manual de identificação e cultivo de \nplantas arbóreas nativas do Brasil. vol. 2 3ª ed. Nova Odessa: Instituto \nPlantarum. 2009. 384 p. \n5. LORENZI, H. Árvores brasileiras: manual de identificação e cultivo de \nplantas arbóreas nativas do Brasil. vol. 3. 1ª ed. Nova Odessa: Instituto \nPlantarum. 2009. 384 p. \n \nDisciplina: Topografia \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Desenho Técnico \n80 \n40 \n40 \nEmenta: Introdução, importância e aplicações da topografia; instrumentos \nutilizados em topografia; medição de ângulos e distâncias; métodos de \nlevantamento topográfico planimétrico; métodos de levantamento topográfico \naltimétrico; planialtimetria; desenho da planta topográfica; determinação de áreas; \ntraçado de curvas de nível; introdução ao uso do GPS. \nBibliografia Básica \n1. ASACA, J. M.; MATOS. J. L.; BAIO, J. M. Topografia Geral. Editora LTC. 2007. \n216p. \n2. COMASTRE, J. A. Topografia: planimetria. Viçosa, UFV. Imprensa \nUniversitária, 2000. \n3. COMASTRE, J. A. Topografia: Altimetria. Viçosa, UFV. Imprensa \nUniversitária, 1999, 336p. \nBibliografia Complementar \n1. BORGES, A. C. Exercícios de topografia. São Paulo: Edgard Blucher, 1975. \n2. MCCORMAC, J. Topografia. Editora LTC. 2007. 408p. \n3. MONICO, J.G. Posicionamento pelo GNSS – Descrição, Fundamentos e \nAplicações. 2. ed. São Paulo. Editora UNESP, 2008. \n \n \n \n \n \n \n \n \n \n \n", "50": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n50 \n \n \n \n \nQUARTO PERÍODO \n \n \nDisciplina: Dendrologia \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Sistemática das Angiospermas \n80 \n40 \n40 \nEmenta: Definição, evolução e importância. Conceito, origem, classificação e \nnomenclatura da árvore. Características dendrológicas. Identificação de árvores \nem povoamentos naturais. Coleções dendrológicas. Formações florestais. \nGimnospermas de interesse florestal. Angiospermas de interesse florestal. \nFenologia florestal.  \nBibliografia Básica \n1. \nPINHEIRO, \nA.L. \nFundamentos \nem \nTaxonomia \naplicados \nno \ndesenvolvimento da Dendrologia Tropical. Viçosa, MG: Editora UFV, 2014. \n278p. \n2. MARCHIORI, J.N.C. Elementos da dendrologia. 3ª Ed. Santa Maria: UFSM, \n216 p., 2013. \n3. RIZZINI, C.T. Árvores e madeiras úteis do Brasil: manual de dendrologia \nbrasileira. São Paulo: Edgard Blucher, 2005. \nBibliografia Complementar \n1. MARCHIORI, J. N. C. Dendrologia das gimnospermas. Santa Maria:UFSM, \n1996.  \n2. MARCHIORI, J.N.C. Dendrologia das angiospermas: leguminosas. Santa \nMaria: UFSM, 1997. \n3. LORENZI, H. Árvores Brasileiras. Manual de Identificação e Cultivo de \nPlantas Arbóreas Nativas do Brasil - Volume 1. 7ª ed. Nova Odessa: Instituto \nPlantarum, 2016. \n4. LORENZI, H. Árvores brasileiras: manual de identificação e cultivo de \nplantas arbóreas nativas do Brasil. vol. 2 5ª ed. Nova Odessa: Instituto \nPlantarum. 2016. 384 p. \n5. LORENZI, H. Árvores brasileiras manual de identificação e cultivo de \nplantas arbóreas nativas do Brasil. vol. 3. 2ª ed. Nova Odessa: Inst. Plantarum. \n2016. 384 p. \n \nDisciplina: Entomologia Básica \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Zoologia Geral \n60 \n40 \n20 \nEmenta: A importância dos insetos; Os insetos e o reino animal; Noções de \nnomenclatura zoológica; Coleta,  montagem e conservação de insetos; Morfologia \nexterna; Identificação taxonômica das ordens de insetos; Reprodução e \ndesenvolvimento dos insetos; Ecologia de insetos. \n", "51": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n51 \n \n \n \nBibliografia Básica \n1. CHAPMAN, R.F. The Insects: structure and function. 4 ed. Cambridge: \nCambridge University Press, 2009.788p. \n2. CARRANO-MOREIRA, A.F. Insetos. Editora Technical Books. 2ªed. 2015. \n369p. \n3. GULLAN,P.J., CRANSTON, P.S. Insetos Fundamentos da Entomologia, 5ª \nEd. Editora ROCA. 2017. 460p. \nBibliografia Complementar \n1. TRIPLEHORN, C.A., JOHNSON, N.F. Estudos dos Insetos - Tradução 7ª \nedição de Boor and Delong's introduction to the study of insects. Editora Cengage \nLearning. 2011. 809p. \n2. ALMEIDA, L.M. Manual de Coleta, Conservação, Montagem e Identificação \nde Insetos. Ribeirão Preto: Holos, 1998, 88p. \n3. COSTA, E. C. Entomologia Florestal. Santa Maria: Editora UFSM. 2011. 247p. \n4. GALLO, D.; NAKANO, O.; NETO, S.S. Entomologia agrícola. 3 ed. Piracicaba: \nFEALQ, 2002. 920p. \n5. LARA, F.M. Princípios de entomologia. Editora Ícone. 330p. 1992.  \n \nDisciplina: Estatística Experimental \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Estatística Básica \n80 \n80 \n0 \nEmenta: Estatística experimental e conhecimento científico; principais conceitos \nda estatística experimental; planejamento experimental; classificação de variáveis;  \nHipóteses e tipos de erros experimentais; intervalo de confiança; princípios básicos \nda experimentação; Testes de hipóteses e de comparação de médias; \ndelineamentos experimentais; arranjos experimentais; análise de regressão linear \nsimples. \nBibliografia Básica \n1. BUSSAB, Wilton O.; MORETTIN, Pedro. A. Estatística Básica. 5ª. ed. São \nPaulo: Atual, 2002. \n2. TRIOLA, Mário F. Introdução à Estatística. Rio de Janeiro: LTC, 1998. \n3. BANZATTO, D.A., KRONKA, S.N. Experimentação agrícola. Jaboticabal, SP: \nFUNEP, 2008. \n", "52": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n52 \n \n \n \nBibliografia Complementar \n1. SOARES, José F. et al. Introdução à Estatística. Rio de Janeiro: LTC, 1991. \n2. PIMENTEL, Frederico. Curso de estatística experimental. Piracicaba: FEALQ, \n2009. \n3. VIEIRA, Sonia. Estatística experimental. São Paulo: Atlas, 1999. \n4. RAMALHO,nio Patto. Experimentação em genética e melhoramento de \nplantas. Lavras: UFLA, 2005. \n5. OLIVEIRA, Marcelo Silva de ...[et al.]. Introdução à estatística. Lavras: Ed. \nUFLA, 2009. \n6. MOTTA, Valter T. Bioestatística. Caxias do Sul, RS: EDUCS, 2006 \n \nDisciplina: Fisiologia Vegetal \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Anatomia e Morfologia Vegetal \n80 \n60 \n20 \nEmenta: Relações hídricas. Fotossíntese. Translocação no floema. Respiração. \nHormônios vegetais. Fotomorfogênese. Movimentos em plantas. \nBibliografia Básica \n1. TAIZ, L.; ZEIGER. E. Fisiologia Vegetal. 5aed. Porto Alegre: Artmed, 2013. \n2. KERBAUY, G. B. Fisiologia Vegetal. 2a ed. Rio de Janeiro: Guanabara \nKoogan, 2012.431p.  \n3. RAVEN, P. H.; EVERT, R. F.; EICHHORN, S. E. Biologia Vegetal. 8ª ed.Rio de \nJaneiro: Guanabara Koogan. 2014. 856p. \nBibliografia Complementar \n1. MAJEROWICZ, N. Fisiologia Vegetal: Curso Prático. Rio de Janeiro: Âmbito \nCultural. 2003. 138p.  \n2. LARCHER, W. Ecofisiologia vegetal. São Carlos: Rima. 2000. 531p.  \n3. MARENCO, R. A.; LOPES, N. F. Fisiologia Vegetal: fotossíntese, respiração, \nrelações hídricas e nutrição mineral. 3ª ed. Viçosa: Editora UFV. 2009. 486p \n4. ROSS, C. W. FRANK B. SALISBURY, F. B. 2013. Fisiologia das Plantas - \nTradução da 4ª Edição Norte-americana. Editora: Cengage Learning. 773p.  \n5. REICHARDT, K.;  TIMM, L. C. Solo, Planta e Atmosfera - Conceitos, \nProcessos e Aplicações. São Paulo: Manole. 2ª ed. 2012. 524p. \n \n \n \n \n \n", "53": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n53 \n \n \n \nDisciplina: Fotogrametria e Fotointerpretação \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Topografia \n40 \n20 \n20 \nEmenta: Introdução à fotogrametria e à fotointerpretação; fundamentos da \nfotogrametria e da fotointerpretação; o processo fotográfico; aerofotogrametria; \ngeometria de fotos aéreas; planejamento do voo aerofotogramétrico; restituição; \nmosaicos; estereoscopia e estereogramas; técnicas de fotointerpretação; \ninterpretação geomorfológica; interpretação da cobertura vegetal. \nBibliografia Básica \n1. ANDRADE, J. B. Fotogrametria. 2ª Ed. 2003. 274p. \n2. LOCH, C., LAPOLLI, E.M. Elementos básicos da fotogrametria e sua \nutilização prática. Florianópolis: Editora UFSC, 4ª ed., 1998. 104 p. \n3. MACHADO, P.F., TAVARES, P. Fotogrametria. Sociedade Brasileira de \nCartografia. Rio de Janeiro, 1992. 420p. \nBibliografia Complementar \n1. \nALVES, \nM.L.; \nRIBEIRO, \nC.A.A.S. \nPráticas \nde \nFotogrametria \ne \nfotointerpretação. Viçosa: UFV, 1991. \n2. ANDERSON, P.H. Fundamentos de Fotointerpretação. Sociedade Brasileira \nde Cartografia. Brasília, 1982. 159p. \n3. LOCH, C. A. Interpretação de imagens aéreas: noções básicas e algumas \naplicações nos campos profissionais. Florianópolis: Editora UFSC, 4ª ed., 2001. \n118 p. \n4. MARCHETI, D.A.B., GARCIA, G.J. Princípios de fotogrametria e \nfotointerpretação. São Paulo, Nobel, 1981. 257p. \n \nDisciplina:  Gênese e Morfologia do Solo \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Introdução à Geologia \n80 \n40 \n40 \nEmenta: Introdução a pedologia. Um histórico do desenvolvimento do conceito de \nsolo. As contribuições dos diversos autores. O conceito de solo. A pedogênese: os \nefeitos dos principais fatores de formação do solo (material de origem, clima, \norganismos, relevo e tempo). Os principais processos de formação do solo. O \nintemperismo. Composição: as fases do solo e as relações entre elas. Minerais de \nargila. Principais atributos do solo (cor, textura, estrutura, porosidade, densidade, \nconsistência, transição entre os horizontes). O perfil do solo; os principais \nhorizontes (O, A, B e C) do solo. Noções de classificação e levantamento do solo. \nBibliografia Básica \n1. LEMOS, R.C.; SANTOS, R.D. Manual de descrição e coleta de solos no \ncampo. Viçosa: SBCS. 2005. 92 p. \n2. LEPSCH, I.F. 19 lições de pedologia. São Paulo: Oficina de textos. 2011.456 p. \n", "54": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n54 \n \n \n \n3. TEIXEIRA, W.; TOLEDO, M.C.; FAIRCHILD, T.R.; TAIOLI, F. (Coord) \nDecifrando a Terra. São Paulo: Cia Ed Nacional. 2008. 558 p. \n4. VIEIRA, L.S. Manual de ciência do solo. São Paulo: Ed Agr Ceres. 1988. 464 p. \nBibliografia Complementar \n1. BIGARELLA, J.J.; BECKER, R.D.; SANTOS, G.F. Estrutura e origem de \npaisagens tropicais e subtropicais. Florianópolis: Ed UFSC. 2009. 425 p. \n2. EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA. Centro Nacional de \nPesquisa de Solos. Sistema Brasileiro de Classificação de Solos. Brasília: \nEMBRAPA / CNPS. 2006. 306 p. \n3. NOVAIS, R.F.; ALVAREZ V., V.H.; BARROS, N.F.; FONTES, R.L.F.; \nCANTARUTTI, R.B.; NEVES, J.C.L. (Editores) Fertilidade do solo. Viçosa: SBCS. \n2007. 1017 p. \n4. WHITE, R.E. Princípios e práticas da ciência do solo. São Paulo: Organização \nAndrei Editora Ltda. 2009. 426 p. \n \nDisciplina:  Química Analítica \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Química Geral \n80 \n40 \n40 \nEmenta: Soluções. Equilíbrio químico. Equilíbrio químico ácido-base. Introdução à \nquímica analítica. Noções de volumetria de neutralização. \nBibliografia Básica \n1. HARRIS, Daniel C. Análise Química Quantitativa8 ed. Rio de Janeiro: LTC, \n2012. \n2. HARRIS, Daniel C. Explorando a química analítica. 4 ed. Rio de Janeiro: LTC, \n2011 \n3. SKOOG, Douglas A. Fundamentos de química analítica. São Paulo, SP: \nThomson Learning, 2015.  \nBibliografia Complementar \n1. VOGEL, A. I. Química Analítica Qualitativa . 5 ed. São Paulo : Mestre Jou, \n1990.  \n2. VOGEL, A. I. Química Analítica Quantitativa . 5 ed. São Paulo : Guanabara \nKoogan, 1992.    \n3. BACCAN, N., ANDRADE, J. C., GODINHO, O. E. S. & BARONE, J. S., Química \nAnalítica Quantitativa Elementar, 3a ed., Editora Edgard Blucher Ltda, \nCampinas, 2001. \n4. DIAS, S. L. P. et al. Química analítica: teoria e prática essenciais. Porto \nAlegre: Bookman, 2016. \n5. ROSA, G.; GAUTO, M. GONÇALVES, F. Química analítica: práticas de \nlaboratório. Porto Alegre: Bookman, 2013. 128p. (Série Tekne). \n", "55": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n55 \n \n \n \n \nQUINTO PERÍODO \n \n \nDisciplina: Dendrometria \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Estatística Básica \n80 \n60 \n20 \nEmenta: Introdução à mensuração florestal. Variáveis da árvore e do povoamento. \nMedição de diâmetro, área basal e altura. Estudo da forma e volume das árvores. \nCubagem rigorosa de troncos. Modelos volumétricos e hipsométricos. Modelos de \nmúltiplos volumes e de taper. Fator de empilhamento. Quantificação de biomassa. \nMétodo de Bitterlich.  \nBibliografia Básica \n1. CAMPOS, J.C.C.; LEITE, H.G. Mensuração Florestal: perguntas e respostas. \n3.ed., Viçosa: Editora UFV, 548 p. 2009. \n2. SOARES, C.P.B.; NETO, F.P.; SOUSA, A.L. Dendrometria e inventario \nflorestal. Viçosa: UFV, 2007. \n3. AVERY, T. E.; BURKHART, H. E. Forest measurements. 5. ed. New York: Mc \nGraw-Hill, 2001. 480p. \nBibliografia Complementar \n1. FINGER, C. A. G. Fundamentos de biometria florestal. Santa Maria: \nUniversidade Federal de Santa Maria, Centro de Pesquisas Florestais, 269 p. \n1992. \n2. SILVA, J.A.A. e NETO, F.P. Princípios Básicos de Dendrometria. UFRPE- \nRecife, Imprensa Universitária. 185 p. 1979. \n3. VEIGA, R. A. A. Dendrometria e inventário florestal. Botucatu: FEPAF. 108 p. \n1984. \n4. SCOLFORO, J.R. THIERSCH, C.R. Biometria Florestal: Medição, Volumetria \ne Gravimetria. Lavras: Editora UFLA, 2012. 285p. \n5. HUSCH, B.; MILLER, C. I. ; KERSHAW, J. A. Forest Mensuration. 4. ed. New \nYork: John Willey & Sons 2003. 443p. \n \nDisciplina:  Fertilidade do Solo e Nutrição \nde Plantas \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Gênese e Morfologia do Solo \n80 \n40 \n40 \nEmenta: Introdução a fertilidade do solo. Fatores que influenciam a produção \nagrícola e o conceito de fertilidade do solo. Elementos essenciais á planta e \ncritérios de essencialidade: Macronutrientes (N, P, K, Ca, Mg e S), Micronutrientes \n(B, Zn, Mn, Cl, Fe, Mo e Cu). Avaliação da fertilidade do solo (AFS); os principais \ninstrumentos de AFS. Amostragem de solo e Amostragem de tecidos vegetais; \nExtratores químicos. Interpretação de resultados de análises de solo. Acidez do \nsolo; Adsorção e troca iônica. Correção da acidez do solo. Relações solo-água-\nplanta. Matéria orgânica no solo. Adubação do solo: principais tipos de adubos e./ \n", "56": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n56 \n \n \n \nou fertilizantes; aplicação de adubos e./ ou fertilizantes ao solo; cálculos \nenvolvendo mistura de adubos e./ ou fertilizantes. \nBibliografia Básica \n1. MARENCO, R.A.; LOPES, N.F. Fisiologia vegetal: fotossíntese, respiração, \nrelações hídricas e nutrição mineral. Viçosa: Ed UFV. 2011. 486 p.  \n2. NOVAIS, R.F.; ALVAREZ V., V.H.; BARROS, N.F.; FONTES, R.L.F.; \nCANTARUTTI, R.B.; NEVES, J.C.L. (Editores) Fertilidade do solo. Viçosa: SBCS. \n2007. 1017 p. \n3. RIBEIRO, A.C.; GUIMARÃES, P.T.G.; ALVAREZ V., V.H. (Editores). \nRecomendações para o uso de corretivos e fertilizantes em MG. Viçosa: \nCFSEMG. 1999. 359 p. \nBibliografia Complementar \n1. KERBAUY, G.B. Fisiologia vegetal. Rio de Janeiro: Guanabara Koogan. 2013. \n431 p. \n2. MALAVOLTA, E.; VITTI, G.C.; OLIVEIRA, S.A. Avaliação do estado nutricional \ndas plantas: aplicação e perspectivas. Piracicaba: Patafos. 1997. 319 p. \n3. MOREIRA, F.M.S.; SIQUEIRA, J.O. Microbiologia e bioquímica do solo. \nLavras: Ed UFLA. 2006. 729 p. \n4. RAIJ, B. Fertilidade do solo e adubação. Piracicaba: Ed Agr Ceres./ Patafos. \n1991. 343 p. \n5. TAIZ, L.; ZEIGER, E. Fisiologia vegetal. Porto Alegre: Artmed. 2013. 918 p. \n6. Informe Agropecuário: No 147, 1987. Manejo da fertilidade do solo. No 170, \n1991. Calagem, a base da produtividade. No 171, 1991. Calagem, a chave do \nsucesso. No 257, 2010. Integração lavoura-pecuária-floresta. \n \nDisciplina: Genética \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Biologia Celular \n80 \n80 \n0 \nEmenta: Histórico da Genética. Variação genética. Genótipos e fenótipos. \nPrincípios da análise Mendeliana variações de dominância. Determinação de sexo \ne herança ligada ao sexo. Análise de heredogramas e genética humana. Interação \ngênica. Recombinação, ligação gênica e mapeamento genético de dois a três \npontos. Mutação gênica, alterações cromossômicas numéricas e estruturais. \nHerança citoplasmática e efeito materno, herança epigenética. Manutenção e \norganização da variabilidade genética de populações. Equilíbrio de Hardy-\nWeinberg. Mudança na frequência genotípica e alélica. Mutação, seleção, deriva e \nmigração. Endocruzamento. Estrutura genética das populações. \nBibliografia Básica \n1. PIERCE, B. A. Genética - Um Enfoque Conceitual. 3ª ed. Rio de Janeiro: \nGuanabara Koogan, 2011. 804p. \n", "57": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n57 \n \n \n \n2. GRIFFITHS, A. J. F. et al. Introdução à genética. 9ª ed. Rio de Janeiro: \nGuanabara Koogan, 2008. 740 p. \n3. RINGO, J. Genética Básica.1ª ed. Rio de Janeiro: Editora Guanabara, 2005. \n404p. \nBibliografia Complementar \n1. SNUSTAD & SIMMONS. Fundamentos de Genética. 4ª ed. Rio de Janeiro: \nGuanabara Koogan, 2008. 922p.  \n2. BURNS, G. W.; BOTTINO, P. J. Genética. 6ª ed. Rio de Janeiro: \nInteramericana.1984. 381p.  \n3. LEWONTIN, R. C.; CARROLL, S. B.; GRIFFITHS, A. J. F.; WESSLER, S. R. \nIntrodução à Genética. 10ª ed. Rio de Janeiro: Guanabara Koogan, 2013. 736p.  \n4. HARTL, D. L.; CLARK, A. G. Princípios de Genética de Populações. 4ª ed. \nPorto Alegre: Artmed, 2010. 660p.  \n5. PIMENTEL, M. M. G. Genética Essencial. 1ª ed. Rio de Janeiro: Guanabara \nKoogan, 2013. 350p. \n \nDisciplina: Mecanização Florestal \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Física Geral I \n80 \n60 \n20 \nEmenta: Elementos básicos de mecânica. Mecanismos de transmissão de \npotência. \nLubrificação \ne \nlubrificantes. \nMotores \nde \ncombustão \ninterna. \nDeterminação da potência dos tratores. Capacidade operacional. Máquinas e \ntécnicas utilizadas no preparo do solo, plantio e aplicação de defensivos agrícolas. \nMáquinas utilizadas na colheita e transporte florestal. Determinação do custo \noperacional dos conjuntos mecanizados. \nBibliografia Básica \n1. SILVEIRA, G.M. Os cuidados com o trator. Editora Aprenda Fácil. 2006.  \n2. SILVEIRA, G.M. Máquinas para plantio e condução das culturas. Editora \nAprenda Fácil. 2001.  \n3. SILVEIRA, G.M. Máquinas para Colheita e Transporte. Ed. Aprenda Fácil. \n2001. \nBibliografia Complementar \n1. LOPES, E.S. Operação e manutenção de motosserras. Editora Aprenda \nFácil. 2007.  \n2. MACHADO, C.C. Colheita Florestal. Editora UFV. 2008.  \n3. MACHADO, C.C.; LOPES, E.S.; BIRRO, H.B. Transporte Rodoviário \nFlorestal. Editora UFV. 2009. \n \n \n", "58": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n58 \n \n \n \nDisciplina: Meteorologia e Climatologia \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Cálculo I \n80 \n60 \n20 \nEmenta: Introdução à Meteorologia Agrícola. A atmosfera terrestre. Dinâmica do \nar atmosférico. Radiação solar. Temperatura do ar e do solo. Psicrometria. \nPrecipitação. \nVentos. \nEvapotranspiração. \nBalanço \nhídrico. \nZoneamento \nAgroclimático. \nBibliografia Básica \n1. Vianello, R. L.; Alves, A. R. Meteorologia Básica e Aplicações. Ed. UFV, 2.ed.  \n2012. \n2. SOARES, R.V.; BATISTA, A.C. Meteorologia e climatologia florestal. Ed. \nFUPEF; 2004. \n3. PEREIRA, A. R.; SEDIYAMA, G. C.; VILLA NOVA, N. A. Evapotranspiração. \nEd. FUNDAG, 2013. \nBibliografia Complementar \n1. REICHARDT, K. A.; TIMM, L. C. Solo, Planta e atmosfera: conceitos, \nprocessos e aplicações. Ed. Manole. 2.ed. 2012. \n2. STEINKE, E. T. Climatologia fácil. Ed. Oficina de textos. 2012. \n3. FERREIRA, A. G. Meteorologia Prática. Ed. Oficina de Textos. 2006. \n4. MENDONCA, F.; DANNI-OLIVEIRA, I. M. Climatologia: noções básicas e \nclimas do Brasil. Ed. Oficina de Textos. 2007. \n5. YNOUE, R. Y.; REBOITA, M. S.; AMBRIZZI , T.; SILVA, G. A. M. Meteorologia: \nnoções básicas. Ed. Oficina de Textos. 2017 \n \nDisciplina: Sementes Florestais \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Fisiologia Vegetal \n80 \n40 \n40 \nEmenta: Considerações gerais. Importância das sementes. Características das \nsementes. \nMaturação. \nDormência. \nDispersão. \nFisiologia \nda \ngerminação. \nDeterioração e vigor. Colheita. Secagem. Beneficiamento. Armazenamento. \nBibliografia Básica \n1. CARVALHO, N.M.; NAKAGAWA, J. Sementes-ciência, tecnologia e \nprodução. Jaboticabal. Editora Funep, 5ª edição, 590 p. 2012. \n2. FERREIRA, G.F.; BORGHETTI, F. Germinação - Do básico ao aplicado. \nPorto Alegre. Artmed. 323 p. 2004. \n3. MARCOS FILHO, J. Fisiologia de sementes de plantas cultivadas. Esalq. \nPiracicaba. 430 p. 2005. \n", "59": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n59 \n \n \n \nBibliografia Complementar \n1. BRASIL. Ministério da Agricultura e Reforma Agrária. Regras para análise de \nsementes. Brasília: MAPA, 2009. 395p. \n2. CARVALHO, N.M. A secagem de sementes. Jaboticabal. Funep, 184 p. 2005. \n3. DAVIDE, A.C.; SILVA, E.A.A. Produção de sementes e mudas de espécies \nflorestais. Lavras: UFLA, 2008. 175p. \n4. SANTOS, A.F.; PARISI, J.J.D.; MENTEN, J.O.M. Patologia de sementes \nflorestais. Editora Embrapa, 236 p., 2011. \n5. SOUZA JUNIOR, C.N.; BRANCALION, P.H.S. Sementes & Mudas: guia para \npropagação de árvores brasileiras. Editora Oficina de Textos, 1ª edição, 463 p. \n2016. \n \nDisciplina: Sensoriamento Remoto \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Fotogrametria e Fotointerpretação \n60 \n20 \n40 \nEmenta: Conceito, histórico, princípio físico, sistemas sensores, processos de \nimageamento e principais sistemas sensores imageadores, características de \nimagens orbitais (resolução temporal, espectral, espacial e radiométrica), \ncartografia básica aplicada ao sensoriamento remoto, processamento de imagens \ndigitais (filtragem, realce de contraste, correção geométrica e radiométrica, \nclassificação, mosaicagem e razão entre bandas), aplicações práticas de imagens \norbitais. \nBibliografia Básica \n1. FITZ, P.R. Geoprocessamento sem Complicação. São Paulo. Editora Oficina \nde Textos, 2008. \n2. MOREIRA, M.A. Fundamentos do Sensoriamento Remoto e Metodologias \nde Aplicação. 4. ed. Viçosa-MG. Editora UFV, 422 p. 2011. \n3. NOVO, E.M.L.M. Sensoriamento remoto: principios e aplicações. 4 ed. \nBlucher, 2010. \nBibliografia Complementar \n1. FLORENZANO, T.G. Iniciação em Sensoriamento Remoto. 2 ed. São Paulo. \nEditora Oficina de Textos, 2007. \n2. PONZONI, F.J. Sensoriamento Remoto da Vegetação. 2. ed. São Paulo. \nOficina de Textos, 2012. \n3. MENDONÇA, F. J. Sensoriamento Remoto Aplicado a Agricultura: \nprincípios básicos, metodologia e aplicações. Inpe, 1981. \n4. GALVÍNCIO, J.D. Sensoriamento Remoto e Análise Ambiental. Editora \nUFPE, 2016. \n5. BLASCHKE, T.; KUX, H. Sensoriamento Remoto e SIG Avançados. 2 ed. São \nPaulo. Oficina de Textos, 2007. \n", "60": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n60 \n \n \n \n \nSEXTO PERÍODO \n \n \nDisciplina: Arborização e Paisagismo \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Dendrologia e Desenho Técnico \n60 \n40 \n20 \nEmenta: História do paisagismo. Conceito e evolução de paisagismo. Princípios \ndo paisagismo. Planejamento paisagístico. Classificação de plantas ornamentais \n(nativas e exóticas). Disposição de plantas no paisagismo. Tratos Silviculturas e \nmanutenção de árvores. Arborização urbana e rodoviária. \nBibliografia Básica \n1. WATERMAN, T. Fundamentos de Paisagismo. Editora Bookman Companhia, \n2010. 200p. \n2. MASCARO, L.E. de; MASCARO, J.L. Vegetação urbana. 3. ed. Editora \nMasquatro, 2010.  \n3. PAIVA, H.N. de; GONÇALVES, W. Arborização em rodovias. Caderno \nDidático, nº 84. UFV, 2005. 30p. \nBibliografia Complementar \n1. VIANA, V.J.; RIBEIRO, G.S.R.B. Cultivo de plantas ornamentais. Editora \nErica, 2014. 152p.  \n2. LORENZI, H. Plantas para jardim no Brasil. 2. ed. Editora Plantarum Ltda, \n2015. 1120p. \n3. JAMES, M. Jardim urbano. Senac SP, 2014. 226p. \n4. \nMORELLI, \nM.R.S. \nJardins \nsustentáveis: \nprincípios \ne \ntécnicas \nde \nsustentabilidade aplicáveis a projetos de jardins. Editora Rígel, 2012. 186p. \n5. GONÇALVES, W.; PAIVA, H.N. de. Árvores para o ambiente urbano. Editora \nCPT, 2004. 242p. \n \nDisciplina:  Estrutura   Anatômica  e \nComposição da  Madeira \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Anatomia e Morfologia Vegetal \n80 \n60 \n20 \nEmenta: Estrutura microscópica do tronco. Atividade fisiológica do tronco. \nEstrutura da parede celular. Planos de corte para estudos anatômicos. Grupos \nvegetais que produzem madeiras. Estrutura anatômica de madeiras coníferas e \nfolhosas. Propriedades organolépticas da madeira. Defeitos da madeira. \nComposição química da madeira: celulose, hemiceluloses, lignina, componentes \nsecundários e componentes minerais. \nBibliografia Básica \n1. CUTLER, D.F. Anatomia vegetal: uma abordagem aplicada. Editora Artmed. \n304p. 2011.  \n", "61": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n61 \n \n \n \n2. ESAU, K. Anatomia das plantas com sementes. São Paulo: Edgard Blücher, \n2002. 312p.  \n3. MADY, F.T.M. Técnicas para Microscopia da Madeira - EDUA. Editora UFAM, \n2007. 84 p. \n4. APPEZZATO, B.G.; GUERREIRO, M.S.C. Anatomia vegetal. Minas Gerais: \nUFV, 2003 \nBibliografia Complementar \n1. PAULA, J. E.; ALVES, J. L. H. 922 Madeiras nativas do Brasil. Editora 5 \ncontinentes, 470p. 2010. \n2. BONA, C.; BOEGER,M.R.; SANTOS,G.O. Guia ilustrado de anatomia vegetal. \nEditora Holos, 2004. 80p. \n \nDisciplina: Hidráulica e Irrigação Aplicada \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Física Geral II \n80 \n60 \n20 \nEmenta: Introdução, Hidrostática, Hidrodinâmica, Manometria, Escoamento em \ncondutos forçados. Elevação de água, Água no Solo. Relação solo-água-planta-\natmosfera, Qualidade da Água para Irrigação, Irrigação por aspersão, Irrigação \nLocalizada, Irrigação por superfície, Sistemas de drenagem do solo. \nBibliografia Básica \n1. MANTOVANI, E. C.; BERNARDO, S.; PALARETTI, L. F. Irrigação: Princípios e \nMétodos. Editora UFV. 3.ed. 2009. \n2. AZEVEDO NETO, J. Manual de Hidráulica. Editora Blucher. 9.ed. 2015. \n3. GOMES FILHO, R. R. Hidráulica aplicada à Ciências Agrárias. Editora \nAmérica/UEG. 2013 \nBibliografia Complementar \n1. BERNARDO, S.; SOARES, A. A.; MANTOVANI, E. C. Manual de Irrigação. \nEditora UFV. 8.ed. 2008. \n2. LOPES, J. D. S.; LIMA, F. Z.; OLIVEIRA, F. G. Irrigação por aspersão \nconvencional. Editora Aprenda Fácil. 2009. \n3. Carvalho, J. A. Instalações de bombeamento para irrigação: Hidráulica e \nconsumo de energia. Editora UFLA. 2.ed. 2014 \n4. FRIZZONE, J. A.; FREITAS, P. S. L.; RESENDE, R. FARIA, M. A. \nMicroirrigação: Gotejamento e Microaspersão. Editora UEM. 2012. \n5. MAROUELLI, W.A.; SILVA, H.R.; SILVA, W.L.C. Irrigação por Aspersão em \nHortaliças: Qualidade da Água, Aspectos do Sistema e Método Prático de \nManejo. Embrapa. 4.ed. 2017. \n \n \n", "62": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n62 \n \n \n \nDisciplina: Inventário Florestal \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Dendrometria \n80 \n60 \n20 \nEmenta: Noções sobre crescimento e produção florestal. Termos, erros e \nestatísticas em inventário florestal. Delineamento de amostragem. Forma e \ntamanho de unidades de amostra. Amostragem casual simples. Amostragem \nsistemática. Amostragem estratificada. Amostragem em múltiplos estágios. \nInventário com amostragem repetitiva. Emprego de parâmetro auxiliar em \namostragem \nflorestal. \nPlanejamento \nde \ninventários \nflorestais. \nSoftwares \nempregados em inventário florestal. \nBibliografia Básica \n1. SOARES, C.P.B.; NETO, F.P.; SOUZA, A.L. Dendrometria e Inventário \nFlorestal. Editora UFV, 2007. \n2. CAMPOS, J.C.C.; LEITE, H.G. Mensuração Florestal: perguntas e respostas. \n3.ed., Viçosa: Editora UFV, 548 p. 2009. \n3. NETTO, S.P.; BRENA, D.A. Inventário florestal. Curitiba: Editorado pelos \nautores, 316 p. 1997. \nBibliografia Complementar \n1. HUCH, B.; KERSHAW, J.; BEERS. T. W. Forest mensuration. 4. ed. New York: \nJohn Willey & Sons. 2003, 443p \n2. SANQUETTA, C. R.; WATZLAWICK, L. F.; DALLA CÔRTE, A. P.; \nFERNANDES, L. A. Inventários Florestais : Planejamento e execução. Curitiba: \nMulti-Grafic gráfica e editora, 2006. 271p. \n3. CLUTTER, J.L.; FORTSON, J.C.; PIENAAR, L.V.; BRISTER, R.G.H.; BAILEY, \nR.L. Timber management: a quantitative approach. New York: John Wiley & \nSons, 333 p. 1983. \n4. VAN LAAR, A.; AKÇA, A. Forest mensuration (managing forest ecosystem). \n2. ed. Dordrecht: Springer, 2007. 383p. \n5. AVERY, T. E.; BURKMART, H. E. Forest measurements. 5. ed. New York: \nMcGraw-Hill, 2001. 480p. \n \nDisciplina: Patologia Florestal \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Microbiologia  \n80 \n40 \n40 \nEmenta: História da Fitopatologia e da Patologia Florestal no Brasil. Conceitos e \nperdas por doenças florestais. Sintomatologia. Agentes causais de doenças \nflorestais. Etiologia. Epidemiologia. Princípios fundamentais de controle de \ndoenças em plantas. Resistência de plantas a doenças. Controle químico de \ndoenças. Principais doenças florestais. \nBibliografia Básica \nALFENAS, A. C.; MAFIA, R. G. Métodos em fitopatologia. Viçosa: Universidade \n", "63": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n63 \n \n \n \nFederal de Viçosa, 2016. \nAMORIM, L.; REZENDE, J.A.M. & BERGAMIN FILHO, A. eds. Manual de \nFitopatologia. Volume 1 - Princípios e Conceitos. 4ª Edição. Editora \nAgronômica Ceres Ltda. São Paulo. 2011. 704p. \nBLUM, L.E.B.; UESUGI, C. H.; CARES, J.E & VALE, H.M.M. eds. Fitopatologia e \nmicrorganismos fitopatogênicos. 1ª Edição. Gráfica e Editora Positiva Ltda. \nBrasília, DF. 2012. 156p. \nBibliografia Complementar \n1. DIANESE, J.C. ed. Patologia Vegetal: Agressão e defesa em sistemas \nplanta/patógeno. Brasília, DF. Editora Universidade de Brasília. 1990.139p. \nFERREIRA, F.A. & MILANI, D. ed. Patologia Florestal. Diagnose Visual e \nControle das Doenças Abióticas e Bióticas do Eucalipto no Brasil. 1ª. Edição. \nEditora UFV. Viçosa, MG. 2012. 89p. \nKIMATI, H.; AMORIM, L.; REZENDE, J.A.M.; BERGAMIN FILHO, A. & \nCAMARGO, L.E.A. ed. Manual de Fitopatologia. Volume 2. Doenças das \nPlantas Cultivadas. 4ª Edição. Editora Agronômica Ceres Ltda. São Paulo. \n2005. 666p. \nLORDELLO, L.G.E. ed. Nematóides das plantas cultivadas. São Paulo, \nSP. Editora Nobel. 1980. \nLUZ, W.C. ed. Revisão Anual de Patologia de Plantas. Volume 22. Passo \nFundo, RS. Gráfica e Editora Padre Berthier dos Missionários da Sagrada Família. \n2014. 400p. \n \nDisciplina:  Sistemas de Informações \nGeográficas \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Sensoriamento Remoto \n60 \n20 \n40 \nEmenta: Conceito, histórico, componentes e funcionalidades de um SIG, tipos de \ndados em SIG’s (dados não espaciais e espaciais), cartografia básica aplicada a \nSIG’s, \nmanipulação \nde \ndados \nespaciais \nem \nsoftwares \nSIG’s \n(layers, \ngerenciamento, formatos e ferramentas de busca e consulta), técnicas de análise \nespacial, integração entre SIG’s e sensoriamento remoto, aplicações de SIG’s ao \ncampo de atuação do engenheiro florestal – estudos de caso. \nBibliografia Básica \n1. FITZ, P.R. Geoprocessamento sem Complicação. São Paulo. Editora Oficina de \nTextos, 2008. \n2. MIRANDA, J.I. Fundamentos de Sistemas de Informações Geográficas. Brasília. \nEditora Embrapa, 2005. \n3. LONGLEY, P.A.; GOODCHILD, M.F.; MAGUIRE, D.J.; RHIND, D.W. Sistemas e \nCiência da Informação Geográfica. 3. Ed. Bookman, 2013. \nBibliografia Complementar \n", "64": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n64 \n \n \n \n1. ASSAD, E.D.; SANO, E.E. Sistema de Informações Geográficas – Aplicações na \nAgricultura. 2.ed. Brasília-DF. Editora Embrapa, 1998. \n2. MOLINARI, M.J. Adoção de Sistema de Informação Geográfica. 1. Ed. Curitiba, \nAppris, 2015. \n3. COSME, A. Projeto em Sistemas de Informações Geográficas.  1. ed. Lidel, \n2012. \n4. GARCIA, M.C.P. A Aplicação do Sistema de Informações Geográficas em \nEstudos Ambientais. 1 ed. InterSaberes, 2014. \n5. BLASCHKE, T.; KUX, H. Sensoriamento Remoto e SIG Avançados. 2 ed. São \nPaulo. Oficina de Textos, 2007. \n \nDisciplina: Viveiros Florestais \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Sementes Florestais \n80 \n40 \n40 \nEmenta: Aspectos legais. Projeto de viveiros florestais. Avaliação do local para \nimplantação de um viveiro. Insumos necessários. Sistema de irrigação. Sistemas \nde propagação de essências florestais. Qualidade de mudas. \nBibliografia Básica \n1. CARNEIRO, J.G.A. Produção e controle de qualidade de mudas florestais. \nCuritiba: UFPR/FUPEF, 451 p. 1995. \n2. DO VALE, A.B.; MACHADO, C.C.; PIRES, J.M.M.; BARBOSA, M. \nEucaliptocultura no Brasil: silvicultura, manejo e ambiência. Editora SIF, 1ª \nedição, 551 p. 2014. \n3. GOMES, J.M.; PAIVA, H.N. Viveiros Florestais – Propagação Sexuada: Série \nDidática. Viçosa: Editora UFV, 116 p. 2011. \nBibliografia Complementar \n1. AGUIAR, S.G.S.; CINTRA, W.G.S. Produção de mudas em viveiro florestal. \nLK Editora, 3ª ed. 60 p. 2012. \n2. ALFENAS, A.C., ZAUZA, E.A.V., MAFIA, R.G., ASSIS, T.F. Clonagem e \ndoenças do \nEucalipto – 2ª ed. Viçosa: UFV, 500 p. 2009. \n3. WENDLING, I.; DUTRA, L.F. Produção de mudas de eucalipto. Editora \nEmbrapa, 1ª ed. 184 p. 2010. \n4. WENDLING, I.; GATTO, A. Planejamento e Instalação de Viveiros. Editora \nAprenda Fácil, 122 p. 2012. \n5. WENDLING, I.; GATTO, A.; PAIVA, H. N.; GONÇALVES, W. Substratos, \nadubação e irrigação na produção de mudas. Viçosa: Aprenda Fácil, 2002. \n \n \n", "65": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n65 \n \n \n \n \nSÉTIMO PERÍODO \n \n \nDisciplina: Economia Florestal \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  \n80 \n60 \n20 \nEmenta: O setor florestal. Princípios elementares em economia. Teoria de preços. \nA função de produção. Função de custo. Estudo dos custos na empresa florestal. \nCapital e juros na empresa florestal. Avaliação de povoamentos florestais. \nInvestimento na empresa florestal. Rendimento na empresa florestal. \nBibliografia Básica \n1. HOLANDA, N. Introdução à economia. 8.ed. Petrópolis: Vozes, 848 p. 2003. \n2. \nMANKIW, \nG. \nIntrodução \nà \neconomia: \nprincípios \nde \nmicro \ne \nmacroeconomia. Rio de Janeiro: Campus, 896 p. 2001. \n3. REZENDE, J.L.P.; OLIVEIRA, A.D. Análise econômica e social de projetos \nflorestais. 2. ed. Viçosa: UFV, 386 p. 2008. \n4. SILVA, M.L.; JACOVINE, L.A.G.; VALVERDE, S.R. Economia florestal. 2.ed. \nViçosa: UFV, 176 p. 2005. \nBibliografia Complementar \n1. ALMEIDA, M.I.R. Manual de planejamento estratégico. 2.ed. São Paulo: \nAtlas, 2003. 160 p. \n2. CONTADOR, C.R. Projetos sociais: avaliação e prática. 4.ed. São Paulo: \nAtlas, 376 p. 2000. \n3. MAY, P.; LUSTOSA, M.C.; VINHA, V. (Orgs.) Economia do meio ambiente: \nteoria e prática. Rio de Janeiro: Elsevier, 318 p. 2003. \n \nDisciplina: Entomologia Florestal \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Entomologia Básica \n40 \n20 \n20 \nEmenta: Introdução à Entomologia Florestal. Taxonomia, descrição e biologia das \nprincipais pragas florestais. Métodos de controle de pragas. Manejo Integrado de \npragas florestais.  \nBibliografia Básica  \n1. COSTA, E. C. Entomologia Florestal. Santa Maria: Editora UFSM. 2011. 247p. \n2. GALLO, D.; NAKANO, O.; NETO, S.S. Entomologia agrícola. 3 ed. Piracicaba: \nFEALQ, 2002. 920p. \n3. CANTARELLI, E.B., COSTA, E.C. Entomologia Florestal Aplicada. Editora \nUFSM. 2014. 256p. \nBibliografia Complementar \n", "66": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n66 \n \n \n \n1. P.J. GULLAN,P.J., CRANSTON, P.S. EDUARDO DA SILVA ALVES DOS \nSANTOS. Insetos Fundamentos da Entomologia, 5ª Ed. Editora ROCA. 2017. \n460p. \n2. ALMEIDA, L.M. Manual de Coleta, Conservação, Montagem e Identificação \nde Insetos. Ribeirão Preto: Holos, 1998, 88p. \n3. TRIPLEHORN, C.A., JOHNSON, N.F. Estudos dos Insetos - Tradução 7ª \nedição de Boor and Delong's introduction to the study of insects. Editora Cengage \nLearning. 2011. 809p. \n4. CHAPMAN, R.F. The Insects: structure and function. 4 ed. Cambridge: \nCambridge University Press, 2009.788p. \n5. ANJOS N. Entomologia Florestal Brasileira. Universidade Federal de Viçosa \nCCA/DBA. Viçosa - MG. 2003. 53p. \n \nDisciplina:  Hidrologia e Manejo de Bacias \nHidrográficas \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Meteorologia e Climatologia  \n80 \n60 \n20 \nEmenta: Introdução à hidrologia; formas de ocorrência e distribuição da água na \nTerra; a bacia hidrográfica; o ciclo hidrológico; precipitação; infiltração; \nescoamento superficial; evapotranspiração; introdução e fundamentos de \nhidrologia florestal; introdução e fundamentos do manejo de bacias hidrográficas; \nmecanismos de produção da água em bacias hidrográficas; processos de \ndegradação ambiental em bacias hidrográficas; práticas conservacionistas \npreventivas; remediação e mitigação de processos impactantes; recuperação de \náreas degradadas; legislação ambiental; gerenciamento de recursos hídricos. \nBibliografia Básica \n1. BRANCO, S. H. Água: origem uso e preservação. São Paulo, Ed. Moderna, \n1998. \n2. GUERRA, A.J.T.; CUNHA, S.B.G. Geomorfologia e meio ambiente. Rio de \nJaneiro: Bertrand Brasil, 2000. 372p. \n3. PINTO, N. S. Hidrologia Básica. 5 ed. São Paulo: Edgard Blucher, 1995. \n4. SILVA A. M. Erosão e hidrossedimentologia em bacias hidrográficas. São \nCarlos, SP: Editora Rima, 2003, 140p. \nBibliografia Complementar \n1. PRUSKI, F. F. Conservação de Água e Solo: Práticas Mecânicas para o \nControle da Erosão Hídrica. 2ª Ed. Viçosa. Editora UFV, 2009. 278p. \n2. TUCCI, C. E. M. (Org). Hidrologia: Ciência e Aplicação – 4ª Ed. Porto Alegre, \nEditora UFRGS. 2007. 944p. \n3. VALENTE, O. F. V; GOMES, M. A. Conservação de nascentes: hidrologia e \nmanejo de bacias hidrográficas de cabeceira. Viçosa: Aprenda Fácil, 2005. \n210p. \n", "67": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n67 \n \n \n \n \nDisciplina: Silvicultura \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Viveiros Florestais \n80 \n40 \n40 \nEmenta: Definição e importância da silvicultura. Projeto de implantação florestal. \nSistemas silviculturais. Preparo da área, plantio, replantio, adubação, irrigação e \ntratos silviculturais. Ciclo de vida dos povoamentos florestais. Cortes culturais de \ndesbaste e desramas. Regeneração e reforma de povoamentos florestais. \nBibliografia Básica \n1. DO VALE, A.B.; MACHADO, C.C.; PIRES, J.M.M.; BARBOSA, M. \nEucaliptocultura no Brasil: silvicultura, manejo e ambiência. Editora SIF, 1ª \nedição, 551 p. 2014. \n2. GONÇALVES, J.L.M. Nutrição e fertilização florestal. Piracicaba: IPEF, 427 p. \n2000. \n3. GONÇALVES, J.L.M.; STAPE, J.L. (ed.). Conservação e cultivo de solos para \nplantações florestais. Piracicaba: IPEF, 498 p. 2002. Reimpressão 2015.  \nBibliografia Complementar \n1. ALFENAS, A.C., ZAUZA, E.A.V., MAFIA, R.G., ASSIS, T.F. Clonagem e \ndoenças do Eucalipto – 2.ed. Viçosa: UFV, 500 p. 2009. \n2. FERREIRA, C.A.; SILVA, H.D. Formação de povoamento florestais. Editora \nEmbrapa, 108 p. 2008. \n3. FERREIRA, L.R.; MACHADO, A.F.L.; FERREIRA, F.A.; SANTOS, L.D.T. \nManejo integrado de plantas daninhas na cultura do eucalipto. Editora UFV, \n140 p. 2010. \n4. NOVAIS, R. F.; ALVAREZ, V. H.; BARROS, N. F. de; FONTES, R. L. F.; \nCANTARUTTI, R. B.; NEVES, J. C. L. (Editores). Fertilidade do solo. Viçosa: \nSociedade Brasileira de Ciência do Solo, 2007. 1017p. \n5. PAIVA, H.N.; JACOVINE, L.A.G.; TRINDADE, C.; RIBEIRO, G.T. Cultivo de \neucalipto: implantação e manejo. Editora Aprenda Fácil, 354 p. 2011. \n \nDisciplina: Sistemas Agroflorestais \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito: Ecologia Florestal \n80 \n40 \n40 \nEmenta: Introdução aos Sistemas agroflorestais. Conceitos e classificações. \nEcologia dos sistemas agroflorestais de uso múltiplo. Princípios e bases dos \nsistemas agroflorestais.  Métodos de implantação e manejo de sistemas \nagroflorestais. Dinâmica temporal e espacial de SAF’s. Importância ecológica, \nsocial e econômica dos sistemas agroflorestais. Sistemas agroflorestais no Brasil e \nno mundo. Desenvolvimento e difusão de sistemas agroflorestais. Legislação \naplicada aos SAF’s. \n", "68": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n68 \n \n \n \nBibliografia Básica \n1. COELHO, G.C. Sistemas Agroflorestais. Rima, 2016. 206p. \n2. STEENBOCK, W. Agrofloresta, ecologia e sociedade. Kairós, 2013. 422p. \n3. STEENBOCK, W. Agrofloresta: aprendendo a produzir com a natureza. \nFabiane Machado Vezzani, 2013. 148p. \nBibliografia Complementar \n1. ALVES, F.V.; LAURA, V.A.; ALMEIDA, R.G. de. Sistemas agroflorestais: a \nagropecuária sustentável. Disponível em: <https://www.embrapa.br/busca-de-\npublicacoes/-/publicacao/1010949/sistemas-agroflorestais-a-agropecuaria-\nsustentavel>. Acesso em 26 out 2017. \n2. MICCOLIS, A. Restauração ecológica com sistemas agroflorestais: como \nconciliar conservação com produção – Opções para cerrado e caatinga. Disponível \nem: \n< \nhttp://www.worldagroforestry.org/downloads/Publications/PDFS/MN17387.pdf \n>. Acesso em: 26 out 2017. \n3. LONDRES, F.; MARTINS, G.; PETERSEN, P. Olhares agroecológicos: \nanálise econômico-ecológica de agroecossistemas em sete territórios brasileiros. \nAS-PTA, 2017. 192p. \n4. PETERSEN, P.; SILVEIRA, L.M. da; FERNANDES, G.B.; ALMEIDA, S.G. de. \nMétodo de análise econômico-ecológica de agroecossistemas. AS-PTA, 2017. \n246p. \n5. PACHECO, A.R. Integração lavoura-pecuária-floresta. Coleção 500 \nperguntas – 500 respostas. Embrapa, 2015. 393p. \n \nDisciplina: Tecnologia da Madeira \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:  Estrutura Anatômica e Composição \nda Madeira \n80 \n40 \n40 \nEmenta: Madeira e derivados. Crescimento da árvore e formação do tecido \nmadeireiro. Estrutura e ultra estrutura da parede celular. Propriedades físicas. A \nrelação água/madeira. Propriedades térmicas e acústicas. Propriedades elétricas. \nPropriedades mecânicas. Variabilidade da madeira. Qualidade e usos da madeira. \nSecagem da madeira. \nBibliografia Básica \n1. NENNEWITZ, I. et al. Manual de tecnologia da madeira. Edgard Blucher, \n2008. \n2. PAULA, J.E. Densidade da Madeira de 932 Espécies Nativas do Brasil. \nEditora 5 continentes, 248p. 2011. \n3. PAULA, J. E.; ALVES, J. L. H. 922 Madeiras nativas do Brasil. Editora 5 \n", "69": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n69 \n \n \n \ncontinentes, 470p. 2010. \nBibliografia Complementar \n 1. SILVA, J.C., CASTRO, V.R. Propriedades e usos da madeira de eucalipto. \nEditora Arbotec, 2014. 68p. \n2. CORTEZ, L.A.; LORA, E. E. S. Biomassa para energia. Editora UNICAMP, \n2008. 734p. \n3. CUTLER, D.F. Anatomia vegetal: uma abordagem aplicada. Editora Artmed. \n304p. 2011. VITAL, B. R. Planejamento e operação de serrarias. Viçosa: UFV, \n2008. 211p. \n \nDisciplina: Unidades de Conservação \nCarga horária (h/a) \nTOTAL Teórica Prática \nPré-requisito:   \n80 \n60 \n20 \nEmenta: Importância e objetivos da criação de unidades de conservação. \nClassificação das unidades de conservação de uso direto e indireto. As unidades \nde conservação brasileiras: características gerais, legislação pertinente e \nprincipais problemas e possíveis soluções. Planejamento de unidades de \nconservação: objetivos, fases e modelos. Plano de manejo de unidades de \nconservação: finalidade, zoneamento, gerenciamento de recursos humanos e \nfísicos e programas de pesquisa, conservação, proteção integral, uso direto, \neducação e recreação, monitoramento. \nBibliografia Básica \n1. BRASIL. Lei nº 9.985, de 18 de Julho de 2000. Regulamenta o artigo 225, § 1º, \nincisos I, II, III e VII da Constituição Federal, institui o Sistema Nacional de \nUnidades de Conservação da Natureza e dá outras providências. Ministério do \nMeio Ambiente, Brasília.  \n2. BRASIL. Decreto Federal n°4.340 de 2002. Regulamenta artigos da lei Nº \n9.985, de 18 de julho de 2002, que dispõe sobre o Sistema Nacional de Unidades \nde Conservação da Natureza - SNUC, e dá outras providências.  \n3. MMA. Roteiro metodológico de planejamento – Parque Nacional, Reserva \nBiológica, Estação Ecológica. IBAMA. 2002 \nBibliografia Complementar \n1. SOARES, M.C.C (Coord.), BENSUSAN, N. & NETO, P.S.F. Entorno de \nUnidades de Conservação: Estudo de Experiências com UCs de Proteção \nIntegral. FUNBIO: Rio de Janeiro, 2002. \n2. BENSUSAN, N. Conservação da biodiversidade em áreas protegidas. Rio \nde Janeiro, RJ: Editora da Fundação Getúlio Vargas, 2006. 176p. \n3. CANDIDO, L. A. Turismo em áreas naturais protegidas. Editora UCS, 2006. \n303p. \n4. GRIFFITH, J. J. O processo de planejamento de parques e reservas. \n", "70": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n70 \n \n \n \nUFV/DEF, 1992. 8p. \n5. ARAÚJO, M., A., R., COELHO, R., M., P. Por que as Unidades de \nConservação são precariamente geridas no Brasil? IV Congresso Brasileiro de \nUnidades de Conservação, Vol 1, 2004, pp. 55-61. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "71": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n71 \n \n \n \n \nOITAVO PERÍODO \n \n \n \n \n \nDisciplina: \nAvaliação  de  Impactos \nAmbientais e Recuperação \nde  Áreas  Degradadas \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Gênese e Morfologia do Solo  \n80 \n40 \n40 \nEmenta: Conceitos e definições em meio ambiente. Avaliação de Impacto \nAmbiental (AIA): origem e difusão. Quadro legal e institucional da AIA no Brasil. O \nprocesso de AIA e seus objetivos. Estudos de Impacto Ambiental (EIA). \nMetodologias para avaliação de impactos ambientais. Classificação de impactos \nambientais. Conceitos de degradação e recuperação de áreas degradadas. \nSucessão ecológica e recuperação de áreas degradadas. Etapas e projeto para \nrecuperação de áreas degradadas. Técnicas para restauração da cobertura \nvegetal em áreas degradadas. Restauração de remanescentes florestais \ndegradados. Revegetação de taludes. Controle da erosão e revegetação em \nvoçorocas. Recuperação de áreas mineradas. Avaliação e monitoramento da \nrecuperação. \nBibliografia Básica \n1.  PERIRA, J.A.A. et al.; Fundamentos da Avaliação de Impactos Ambientais. \n1ª. Edição. Editora UFLA. 2014. 187p.  \n2. FUNDAÇÃO CARGILL (Org.). Manejo ambiental e restauração de áreas \ndegradadas. São Paulo, SP : Fundação Cargill, 2007. \n3. MARTINS, S.V. Recuperação de áreas degradadas. Viçosa-MG: Aprenda \nFácil Editora. 270 p. 2009. \nBibliografia Complementar \n1. FILIPPINI ALBA, J. M. (Org). Recuperação de áreas mineradas: a visão dos \nespecialistas brasileiros. Pelotas, RS: Embrapa Clima Temperado, 2007. \n2. PEREIRA, A. L. Como selecionar plantas para áreas degradadas e controle \nde erosão. 2. ed. Belo Horizonte, MG: Editora Fapi, 2008. \n3. SILVA, E.; ROCHA, E. C.; CANTO, J. L.; FINGER, F. A.; FAIS, C. L. Agenda \nVerde: sistemática de licenciamento do Instituto Estadual de Florestas de \nMinas Gerais. Viçosa, MG, Editora UFV, 2006. 40p. \n4. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS - ABNT- NBR ISO \n14031 - Gestão Ambiental - Avaliação de Desempenho Ambiental - Diretrizes. \nRio de Janeiro, RJ: Norma técnica, ABNT, 2004. 32p. \n5. LELLES, L. C.; SILVA, E.; GRIFFITH, J. J.; MARTINS, S. V. Perfil ambiental \nqualitativo da extração de areia em cursos d´água. Viçosa - MG: Revista \nÁrvore, v. 29, n. 3, p. 439 - 444. 2005. \n", "72": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n72 \n \n \n \nDisciplina:  Colheita e Transporte Florestal \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Física Geral I; Mecanização Florestal  \n80 \n40 \n40 \nEmenta: Introdução a colheita e transporte florestal. Fatores determinantes \nambientais, sociais, florestais e econômicos. Corte Florestal. Extração Florestal. \nSistemas de colheita. Planejamento da colheita florestal. Organização e métodos \nde trabalho de colheita. Controle de produção e custos na colheita e transporte \nflorestal. Ergonomia aplicada à colheita. Qualidade total na atividade de colheita \nflorestal. Gestão integrada de máquinas florestais. Transporte florestal. \nBibliografia Básica \n1. MACHADO, C.C.; LOPES, E.S.; BIRRO, H.B.B. Transporte Rodoviário \nFlorestal. Editora UFV. 2009. \n2. MACHADO, C.C. Colheita Florestal. Editora UFV. 2008. \n3. MACHADO, C.C.; LOPES, LOPES, E.S.; BIRRO, H.B.B. Elementos Básicos \ndo Transporte Florestal Rodoviário. 2.ed. Editora UFV. 2009. \nBibliografia Complementar \n1. LOPES, E.S. Operação e manutenção de motosserras. Editora Aprenda \nFácil. 2007.  \n2. SILVEIRA, G.M. Os cuidados com o trator. Editora Aprenda Fácil. 2006. \n3. SILVEIRA, G.M. Máquinas para plantio e condução das culturas. Editora. \nAprenda Fácil. 2001. \n4. SILVEIRA, G.M. Máquinas para Colheita e Transporte. Editora Aprenda Fácil. \n2001. \n \nDisciplina:  Construções de Madeira \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Tecnologia da Madeira  \n80 \n60 \n20 \nEmenta: Noções de resistência dos materiais e estabilidade das construções. A \nmadeira como material de construção. O processamento da madeira para \nemprego estrutural. Noções de ensaios de madeira e tensões admissíveis em \npeças estruturais. Ligações de peças estruturais. Noções de projetos e \nconstruções em madeira. Dimensionamento de peças estruturais de madeira. \nBibliografia Básica \n1. ALVIM, R.C. Projeto de Estruturas de Madeira. Blucher Acadêmico. 2009.  \n2. PFEIL, W. PFEIL, M. Estruturas de Madeira. 6.ed. Editora LTC. 2003. 240p. \n3. HIBBELER R.C. Resistência dos Materiais 7. ed. Editora Pearson. 2009. \nBibliografia Complementar \n1. CALIL JUNIOR, C. Manual de Projeto e Construção de Pontes de Madeira. \nEESC/USP. 2007. \n", "73": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n73 \n \n \n \nDisciplina:  Melhoramento Florestal \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Genética  \n80 \n40 \n40 \nEmenta: Histórico do melhoramento genético florestal no Brasil e no mundo. \nSistemas reprodutivos e variações em espécies florestais. Conservação genética. \nDomesticação de espécies florestais. Testes de procedência. Seleção de árvores. \nPrincipais métodos de melhoramento florestal. Melhoramento florestal por \nhibridação e clonagem. Fatores que devem ser considerados em um programa de \nmelhoramento florestal. Silvicultura clonal. Principais aspectos quantitativos do \nmelhoramento florestal.  \nBibliografia Básica \n1. BORÉM, A.; MIRANDA, G.V. Melhoramento de plantas. Viçosa: Editora UFV, \n6ª ed., 523 p. 2013. \n2. FONSECA, S.M.; RESENDE, M.D.V.; ALFENAS, A.C.; GUIMARÃES, L.M.S.; \nASSIS, T.F.; GRATTAPAGLIA, D. Manual prático de melhoramento genético do \neucalipto. Editora UFV, 200 p., 2010. \n3. XAVIER, A.; WENDLING, I.; DA SILVA, R.L. Silvicultura Clonal – Princípios e \nTécnicas. Editora UFV. 272 p. 2009. \nBibliografia Complementar \n1. BORÉM, A. Biotecnologia florestal. Viçosa: UFV, 2007. 387p. \n2. BORÉM, A.; FRITSCHE-NETO, R. Biotecnologia aplicada ao melhoramento \nde plantas. Editora Independente, 335 p. 2012. \n3. FRITSCHE-NETO, R.; BORÉM, A. Melhoramento de plantas para condições \nde estresses abióticos. Editora Suprema Gráfica, 250 p. 2011. \n4. FRITSCHE-NETO, R.; BORÉM, A. Melhoramento de plantas para condições \nde estresses bióticos. Editora Suprema Gráfica, 240 p. 2012. \n5. PIRES, I.E.; RESENDE, M.D.V. Genética Florestal. Editora Sif, 1ª ed. 318 p. \n2011. \n \nDisciplina:  Política e Legislação Florestal \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  \n80 \n80 \n0 \nEmenta: Definição e objetivos da política florestal brasileira. Princípios e diretrizes \nda política florestal Brasileira. Lei da Política Nacional de Meio Ambiente. Lei do \nCódigo Florestal. Lei de Crimes Ambientais. Lei das Águas - Política Brasileira de \nRecursos Hídricos. Lei Florestal do Estado de MG. Leis ambientais relacionadas \nao setor florestal. Licenciamento Ambiental. \nBibliografia Básica \n1. BRASIL. Constituição da República Federativa do Brasil. Diário Oficial [Da] \nRepública Federativa do Brasil, Brasília, 5 de out. de 1988. \n2. Lei do Código Florestal Brasileiro. \n", "74": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n74 \n \n \n \n3. Lei da Política Nacional de Recursos Hídricos \n4. Lei da Política Nacional de Meio Ambiente. \n5. Lei Florestal do Estado de Minas Gerais. \nBibliografia Complementar \n1. AGUIAR, R.A.R. Direito do meio ambiente e participação popular. (2ª ed.). \nBrasília: IBAMA, 158p., 1998. \n2. CONAMA. Lei nº 6.938/81 – Política nacional do Meio Ambiente. MMA. 1981. \n3. IBAMA. Lei de Crimes Ambientais – A Lei da Vida. IBAMA - Brasília–DF. \nImprensa do IBAMA. 2002. \n4. SILVA, J.A. Direito Ambiental Constitucional. São Paulo: Malheiros, 2003. \n5. CONAMA. Instruções normativas. \n6. ROSADO, J.S., CAVATTE, P.C. Educação ambiental. [s.l.]: Independente, \n2008. 180p. \n \nDisciplina:  Produção e Gestão do \nConhecimento \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Métodos e Téc. de Estudo e Pesquisa \n40 \n40 \n0 \nEmenta: O homem e o saber científico. A relação entre a ciência, o conhecimento \ne o senso comum; A comunicação e expressão do conhecimento. O conceito de \npesquisa. O processo de construção do trabalho científico: pesquisa, tipos de \npesquisa, componentes do projeto de pesquisa. Técnicas e instrumentos de coleta \nde dados. Sistematização e análise de dados. Problematização e elaboração de \nprojetos de pesquisa. O trabalho de conclusão de curso. Normas da ABNT. \nBibliografia Básica \n1. GIL, A.C. Como elaborar projetos de pesquisa. 6. ed. Atlas, 2017. 192p.  \n2. ALMEIDA, M. de S. Elaboração de projeto, tcc, dissertação e tese: uma \nabordagem simples, prática e objetiva. 2. ed. Atlas, 2014. 96p. \n3. FERRAREZI JUNIOR, C. Guia do trabalho científico: do projeto à redação \nfinal. Contexto, 2011. 160p. \nBibliografia Complementar \n1. SPECTOR, N. Manual para redação de teses, projetos de pesquisa e \nartigos científicos. Guanabara Koogan, 2002. 176p. \n2. RUDIO, F.V. Introdução ao projeto de pesquisa científica. Vozes, 2015. 43p. \n3. SORDI, J.O. de. Elaboração de pesquisa científica. Saraiva, 2012. 160p. \n4. MARTINS JUNIOR, J. Como escrever trabalhos de conclusão de curso. \nVozes, 2011. 248p. \n5. BIAGI, M.C. Pesquisa científica: roteiro prático para desenvolver projetos e \n", "75": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n75 \n \n \n \nteses. Juruá Editora, 2009. 148p. \n \nDisciplina:  Produtos Florestais \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Tecnologia da Madeira \n80 \n60 \n20 \nEmenta: Qualidade e usos da madeira; Princípios de organização de uma serraria, \narmazenamento de toras, técnicas de desdobro e de beneficiamento da madeira. \nProdutos do processamento mecânico da madeira; Produtos Serrados e \nLaminados; Painéis de Madeira; Produtos Químicos da madeira; Celulose e seus \nderivados; Resina e resinagem; Látex; Óleos essenciais; Adesivos e adesão. \nBibliografia Básica \n1. GENETTE, F. Manual Prático do Carpinteiro e Marceneiro. Editora Hemus, \n144p. 2002.  \n2. 2. IWAKIRI, S. Painéis de Madeira Reconstituída. Curitiba: FUPEF, 2005. \n254p. \n3. LORENZI, H. Arvores exóticas no Brasil: madeireiras, ornamentais e \naromáticas. Editora Plantarum, 384p. 2003. \nBibliografia Complementar \n1. CARVALHO, P.E.R. Espécies arbóreas brasileiras (Vol.1). Editora EMBRAPA, \n1039p. 2003. \n2. NENNEWITZ, I. et al. Manual de tecnologia da madeira. Edgard Blucher, \n2008. \n3. SHIMIZU, J.Y. Pinus na silvicultura brasileira. EMBRAPA, 2008. 223p. \n4. FOREST PRODUCTS LABORATORY. Wood handbook - wood as an \nengineering material. Madison: U.S.D.A., F.P.L., 1999. 463p. \n5. LEWIN, M.; GOLDSTEIN, I.S. Wood structure and composition. New York, \nMarcel Dekker, 1991. \n \n \n \n \n \n \n \n \n \n \n \n", "76": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n76 \n \n \n \n \nNONO PERÍODO \n \n \nDisciplina:  Energia da Biomassa Florestal \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Estrutura Anatômica e Composição \nda Madeira \n40 \n20 \n20 \nEmenta: A energia da madeira no contexto energético brasileiro. Propriedades da \nmadeira para energia. Combustão direta. Processos de pirólise e carbonização. \nRecuperação e utilização de subprodutos da pirólise e carbonização. Impacto \nambiental do carvoejamento. Gaseificação de lenha. Briquetagem de biomassa \npara energia. \nBibliografia Básica \n1. CORTEZ, L.A.; LORA, E. E. S. Biomassa para energia. Editora UNICAMP, \n2008. 734p.  \n2. BRAND, M.A. Energia da biomassa florestal. Editora Interciência: 2010. 114p. \n3. NOGUEIRA, L. A. H.; LORA, E. E. S. Dendroenergia: fundamentos e \naplicações. 2. ed. Interciência, 2003. \nBibliografia Complementar \n1. TOLMASQUIM, M.T. Fontes renováveis de energia no brasil. Editora \nInterciência, 2003. \n2. GOLDEMBERG, J.; PALETTA, F.C. Energias renováveis. Editora Edgard \nBlucher. 2012. 110p. \n3. ROSILLO-CALE, F.; BAJAY, S.V.; ROTHMAN, H. Uso da biomassa para \nprodução de energia na indústria brasileira. Editora UNICAMP. 2005. 448p. \n \nDisciplina:  Estrutura, Dinâmica e Manejo \nde Florestas Nativas \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito: Inventário Florestal \n40 \n20 \n20 \nEmenta: Conceitos relacionados ao manejo de florestas nativas. Análise da \ncomposição florística e estrutura da floresta nativa. Planos de manejo. \nFundamentos de crescimento e dinâmica da vegetação. Determinação de cortes \nseletivos. Prognose em florestas nativas. Sistemas de colheita, silvicultural e de \nmonitoramento. Análise dos efeitos ambientais do manejo. Critérios e indicadores \nde sustentabilidade para o manejo de florestas. Certificação florestal. Manejo \nflorestal comunitário. \nBibliografia Básica \n1. SOUZA, A.L.; SOARES, C.P.B. Florestas Nativas: estrutura, dinâmica e \nmanejo. Viçosa: Editora UFV, 2013, 322 p. \n2. DAVIS, L.S., JOHNSON, K.N., BETTINGER, P., HOWARD, T.E. Forest \nmanagement: to sustain ecological, economic and social values. 4th ed. \n", "77": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n77 \n \n \n \nIllinois:Waveland Pr. Inc., 2005. 816 p.  \n3. HIGMAN, S., MAYERS, J., BASS, S., JUDD, N., NUSSBAUM, R. Manual do \nManejo Florestal Sustentável Tradutora: Áurea Maria Brandi Nardelli. Viçosa: \nEditora UFV. 2015. 398p.  \nBibliografia Complementar \n1. BALIEIRO, M.R., ESPADA, A.L.V., NOGUEIRA, O., PALMIERI, R., LENTINI, M. \nAs concessões de florestas públicas na Amazônia brasileira: um manual \npara pequenos e médios produtores rurais. Piracicaba: Imaflora, 2010. 204 p  \n2. FAO. Food and Agriculture Organization of the United Nations. Guidelines for \nthe management of tropical forests 1. The production of wood (FAO forestry \npaper 135). Rome: FAO, 1998. 108p. \n3. PEÑA-CLAROS, M., FREDERICKSEN, T.S., ALARCÓN, A., BLATE, G.M., \nCHOQUE, U., PINTO, A., AMARAL, P., AMARAL, M. Iniciativas de manejo \nflorestal comunitário e familiar na Amazônia brasileira 2009/2010. Brasília, DF: \nGIZ, SFB, 2011. 84 p.  \n4. SABOGAL, C., POKORNY, B., SILVA, J.N.M., CARVALHO, J.O.P., ZWEEDE, \nJ., PUERTA, R. Diretrizes técnicas de manejo para produção madeireira \nmecanizada em florestas de terra firme na Amazônia brasileira. Belém, PA: \nEmbrapa Amazônia Oriental,2009.217p \n5. HIGMAN, S.; MAYERS, J.; BASS, S.; JUDD, N.; NUSSBAUM, R. The \nSustainable Forestry Handbook: A practical guide for tropical forest \nmanagers on implementing new standards. 2. ed. London:EARTHSCAN, \nSecond edition, 2005. 332p. \n \nDisciplina:  Gerência de Projetos \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  \n80 \n60 \n20 \nEmenta: O conceito e os objetivos da gerência de projetos. Abertura e definição \ndo escopo de um projeto. Ferramentas para estimativas, avaliações e métricas de \nqualidade e risco. Planejamento de um projeto. Execução, acompanhamento e \ncontrole de um projeto. Revisão e avaliação de um projeto. Fechamento de um \nprojeto. Metodologias, técnicas e ferramentas da gerência de projetos. Modelo de \ngerenciamento de projeto do Project Management Institute. Gerência de Portfólio. \nBibliografia Básica \n1. MARTINS, J. C. C. Gerenciando projetos de desenvolvimento de software \ncom PMI, RUP e UML. Rio de Janeiro: Brasport, 2005. \n2. PHILLIPS, J. Gerência de Projetos de Tecnologia da Informação. Rio de \nJaneiro: Campus, 2003. \n3. PMI (Project Management Institute). Um Guia do Conjunto de Conhecimentos \nem Gerenciamento de Projetos. 4. ed. 2009. (Guia PMBOK) \n", "78": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n78 \n \n \n \nBibliografia Complementar \n1. HELDMAN, K. Gerência de Projetos: Guia para o Exame Oficial do PMI. 5. ed. \nRio de Janeiro: Campus, 2009. \n2. PFEIFFER, P. Gerenciamento de Projetos de Desenvolvimento: conceitos, \ninstrumentos e aplicações. Rio de Janeiro: Brasport, 2005. \n3. COHN, M. Desenvolvimento de Software com Scrum: Aplicando Métodos \nÁgeis com Sucesso. Porto Alegre: Bookman, 2011. \n4. PHAM, A.; PHAM, P. Scrum em Ação: Gerenciamento e Desenvolvimento \nÁgil de Projetos de Software. São Paulo: Novatec, 2011. \n5. REZENDE, J.L.P.; OLIVEIRA, A.D. Análise econômica e social de projetos \nflorestais. 2. ed. Viçosa: UFV, 386 p. 2008. \n \nDisciplina:  Manejo Florestal \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Inventário Florestal \n80 \n60 \n20 \nEmenta: Conceitos relacionados ao manejo florestal. Elementos do manejo \nflorestal. Classificação da Capacidade Produtiva. Modelagem do Crescimento e da \nProdução. Rotação florestal. Desbaste florestal. Aplicações da pesquisa \noperacional em manejo florestal. Regulação Florestal. Avaliação de povoamentos \nmanejados. Introdução à inteligência artificial aplicada ao manejo florestal.  \nBibliografia Básica \n1. CAMPOS, J.C.C.; LEITE, H.G. Mensuração Florestal: perguntas e respostas. \n3.ed., Viçosa: Editora UFV, 548 p. 2009. \n2. SCHNEIDER, P. Introdução ao manejo florestal. Santa Maria: UFSM, 348 p. \n1993. \n3. SCHNEIDER, P.R. Manejo Florestal: Planejamento da Produção Florestal. \nSanta Maria: CEPEF/FATEC/UFSM. . 492 p. 2002. \nBibliografia Complementar \n1. BUONGIORNO, J. GILESS, J. K. Forest management and economics - a \nprimer in quantitative methods. New York: Macmillan, 285 p. 1987. \n2. CLUTTER, J. L.; FORTSON, J. C.; PIENAAR, L. V.; BRISTER, G. H.; BAILEY, \nR. L. Timber management: a quantitative approach. New York: J. Wiley & Sons, \n333 p. 1983. \n3. DAVIS, L. S.; JOHNSON, K. N. Forest management. 3.ed. New York: McGraw-\nHill Book Company, 790 p. 1987. \n4. HILLIER, F.S., LIEBERMAN, G.J. Introdução à pesquisa operacional. Rio de \nJaneiro: Campus, 805 p. 1988. \n", "79": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n79 \n \n \n \n5. LEUSCHNER, W.A. Forest regulation, harvest scheduling, and planning \ntechniques. New York: Jonh Willey & Sons, 281 p. 1990. \n6. SCOLFORO, J.R.S. Manejo florestal. Lavras: UFLA/FAEPE, 1997. 438 p. \n \nDisciplina:  Preservação da Madeira \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Estrutura Anatômica e Composição \nda Madeira \n40 \n20 \n20 \nEmenta: Elementos anatômicos macroscópicos e microscópicos e características \nfísicas importantes na preservação da madeira. Durabilidade natural da madeira. \nAgentes responsáveis pela degradação da madeira. Tipos e sistemas \npreservativos. Processos usados nos tratamentos preservativos. Usinas de \npreservação. Teste de eficiência de preservativos e avaliação da durabilidade \nnatural da madeira. Legislação sobre preservação de madeiras. \nBibliografia Básica \n1. NENNEWITZ, I. et al. Manual de tecnologia da madeira. Edgard Blucher, \n2008. \n2. OLIVEIRA, J.T.S. Secagem e tratamento de madeira na fazenda. CPT – \nCentro de produções técnicas. UFV. 300p. \n3. RIZZINI, C. T. Árvores e madeiras úteis do Brasil: manual de dendrologia \nbrasileira. Editora Edgard Blucher. 2005. 312p. \n \nBibliografia Complementar \n1. CUTLER, D.F. Anatomia vegetal: uma abordagem aplicada. Editora Artmed. \n304p. 2011. \n2. PAULA, J. E.; ALVES, J. L. H. 922 Madeiras nativas do Brasil. Editora 5 \ncontinentes, 470p. 2010. \n3. EDWARDS, R. & MILL, A.E. 1986. Termites in buildings: Their biology and \ncontrol. 1. ed. W. Sussex: Rentokil Limited. 261p. \nFAO. Wood Preservation Manual. FAO Forestry Paper Nº 76. Rome. Italy. 152p. \n1986. \n \nDisciplina:  Proteção Contra Incêndios \nFlorestais \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Meteorologia e Climatologia \n40 \n20 \n20 \nEmenta: Conceitos básicos sobre a combustão, incêndio florestal e manejo do \nfogo. Princípios da combustão. Comportamento do fogo. Caracterização do \nmaterial combustível florestal. Índices de riscos de incêndios. Plano de proteção \ncontra incêndios florestais. Tecnologia aplicada na proteção contra incêndios \nflorestais. Efeitos dos incêndios. Noções sobre queima controlada. \n", "80": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n80 \n \n \n \nBibliografia Básica \n1. SOARES, R. V.; BATISTA, A. C. Incêndios florestais. Curitiba. Fundação de \nPesquisas e Estudos Florestais do Paraná - FUPEF, 2007. 180p. \n2. COUTINHO, L. M. As queimadas e seu papel ecológico. Brasília: Brasil \nFlorestal, v.10, n.44, p.7-23, 1980.  \n3. SOARES, R.V.; BATISTA, A.C. Incêndios Florestais: controle, efeitos e uso \ndo fogo. CURITIBA, 2007. 250p. \nBibliografia Complementar \n1. SOARES, R.V.; BATISTA, A. C. (Eds) Meteorologia e Climatologia Florestal. \nCuritiba, 2004. 195p. \n2. IX Silvoteca. Incendios forestales. Chile: Conception, 1997. \n3. AGEE, J. K. Fire ecology of Pacific Northwest Forests. Island Press, 1993. \n4. SILVA, S. Queimadas – Perguntas e respostas. Editora Aprenda fácil. 2007. \n151p. \n \nDisciplina:  Tecnologia de Obtenção de \nCelulose \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Tecnologia da Madeira \n40 \n20 \n20 \nEmenta: O setor nacional de celulose e papel. Matérias-primas fibrosas. \nClassificação e caracterização dos processos de polpação. Preparo da madeira \npara polpação. Os processos alcalinos de polpação. O processo Kraft. \nProcessamento da polpa celulósica. Processos de polpação de alto rendimento. \nBranqueamento da polpa celulósica. Secagem da polpa celulósica. \nBibliografia Básica \n1. D'ALMEIDA, M. L. O. Celulose e papel - Tecnologia da fabricação da pasta \ncelulósica. 2.ed. São Paulo: SENAI-IPT, 1988. 559p. \n2. GOMIDE, J. L. Polpa de celulósica - química dos processos alcalinos de \npolpação. Viçosa: Univ. Federal, 1979. 50p. \n3. SIXTA, H. ed. Handbook of pulp. Wiley. VCH, Weinheim, Germany. 2006. 608 \np. \nBibliografia Complementar \n1. GRACE, T. M.; LEOPOLD, B.; MALCOLM, E. W. e KOCUR K, M. J. ed. \nPulpand paper manufacture - volume 5: Alcaline pulping. 3.ed. Atlanta: Tappi \nPress, 1989. 637p. \nKENNEDY, J. F. Celulose and its derivatives. John Wiley & Sons, 1995. 551p. \n \n \n \n", "81": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n81 \n \n \n \n6.4.2  Disciplinas Optativas \n6.4.2.1 Núcleo Específico \n \nDisciplina:  Estatística aplicada à Ciência \nFlorestal \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Estatística Experimental \n80 \n40 \n40 \nEmenta: \nDistribuições \nestatísticas \nmais \nutilizadas \nem \nciência \nflorestal. \nDelineamentos experimentais. Testes de comparações múltiplas de médias. \nRegressão linear e avaliação de modelos. Modelos estatísticos comumente \nutilizados em ciência florestal. Identidade de modelos de regressão linear. Funções \nde densidade populacional aplicadas a povoamentos florestais. \nBibliografia Básica \n1. BANZATTO, D.A.; KRONKA, S.N. Experimentação Agrícola. 4ª ed. \nJaboticabal: FUNEP, 2006. 237p. \n2. CAMPOS, J.C.C.; LEITE, H.G. Mensuração Florestal: perguntas e respostas. \n2ª ed. Viçosa: UFV, 2006. 470p. \n3. SPIEGEL, M.R.; STEPHENS, L.J. Estatística. 4ª ed. Porto Alegre: Bookman, \n2009. 597p. \nBibliografia Complementar \n1. MONTGOMERY, D.C.; RUNGER, G.C. Estatística aplicada e probabilidade \npara engenheiros. Rio de Janeiro: Editora LCT, 4ed. 2009. 493p. \n2. PIMENTEL GOMES, F. Curso de estatística experimental. 15. ed. Piracicaba: \nNobel/USP-ESALQ, 2009. 451 p. \n3. PIMENTEL-GOMES, F.; GARCIA, C. H. Estatística aplicada a Experimentos \nAgronômicos e Florestais: exposição com exemplos e orientações para uso de \naplicativos. Piracicaba: FEALQ, 2002. 309p. \n4. SCHNEIDER, P. R. Análise de Regressão Aplicada Engenharia Florestal. \nSanta Maria, RS: UFSM, 1998. 236p.:il p.  \n5. SHIVER, B.D.; BORDERS, B.E. Sampling Techniques for Forest Resources \nInventory. New York: John Wiley & Sons. 1996. 356 p. \n \nDisciplina:  Física do Solo \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Gênese e Morfologia do Solo \n60 \n40 \n20 \nEmenta: Caracterização física do solo: textura do solo; relações massa volume; \nestrutura e agregação do solo; consistência do solo; compactação do solo; \npotencial da água no solo; disponibilidade de água para as plantas. \nBibliografia Básica \n", "82": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n82 \n \n \n \n1. REICHARDT, K.; TIMM, L C . Solo, Planta e Atmosfera: conceitos, \nprocessos e aplicações. 2ª ed. Barueri: Manole, 2012. 500 p. \n2. DE JONG VAN LIER, Q.. Física do Solo. Viçosa: Sociedade Brasileira de \nCiência do Solo, 2010. 298p. \n3. EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA — EMBRAPA. \nManual de métodos de análises de solo. 2.ed. Rio de Janeiro, Ministério da \nAgricultura e do Abastecimento, 2011. 230p. \nBibliografia Complementar \n1. LEPSCH, I. F.. 19 Lições de Pedologia. 1. ed. São Paulo: Editora Oficina de \nTextos, 2011. v. 1. 456p. \n2. LEPSCH, I. F.. Formação e Conservação dos Solos. 2. ed. São Paulo: Oficina \nde Textos, 2010. v. 1. 216p. \n3. RESENDE, M.; CURI, N.; REZENDE, S. B.; CORRÊA, G. F. (Ed.). Pedologia: \nbase para distinção de ambientes. Lavras: Ed. Ufla, 2007. 322p. \n4. KIRKHAM, M.B. Principles of Soil and Plant Water Relations. California: \nElsevier Academic Press, 2005. 500p. \n \nDisciplina:  Geomorfologia \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Introdução à Geologia \n60 \n40 \n20 \nEmenta: Introdução à Geomorfologia. Aplicação da teoria dos sistemas gerais aos \nfatos geomorfológicos. Descrição, gênese e evolução das formas de relevo. \nObservação, análise e interpretação de elementos geográficos; Ações endógenas \ne ações exógenas quanto ao relevo. Movimentos de massa. Interações entre \naspectos geomorfológicos e qualidade de sítio. \nBibliografia Básica \n1. CHRISTOPHERSON, R.W. Geossistemas: uma introdução a geografia física. \nPorto Alegre: Ed Bookman. 2012. 728 p.  \n2. MEDEIROS, P.C. Geomorfologia: fundamentos e métodos para estudo do \nrelevo. São Paulo: Intersaberes. 2016. 375 p. \n3. TORRES, F.T.P.; MARQUES NETO, R.; MENEZES, S.O. Introdução a \ngeomorfologia. São Paulo: Cengage learning. 2013. 336 p. \nBibliografia Complementar \n1. BIGARELLA, J.J.; BECKER, R.D.; SANTOS, G.F. Estrutura e origem de \npaisagens tropicais e subtropicais. Florianópolis: Ed UFSC. 2009. 425 p. \n2. CASSETI, W. Elementos de geomorfologia. Goiânia: Ed UFG. 2001. 137 p. \n3. CHRISTOFOLETTI, A. Geomorfologia. São Paulo: Edgard Blücher. 1980. 188 \np. \n4. GUERRA, A.J.T.; CUNHA, S.B. (Organ) Geomorfologia; uma atualização de \n", "83": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n83 \n \n \n \nbases e conceitos. Rio de Janeiro: Bertrand Brasil. 1994. 458 p. \n5. PRESS, F.; SIEVER, R.; GROTZINGER, J.; JORDAN, T.H. Para entender a \nTerra. Porto Alegre: Bookmam Ed. 2006. 656 p. \n \nDisciplina:  Geoprocessamento Avançado \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Sensoriamento Remoto e Sistemas \nde Informações Geográficas \n40 \n0 \n40 \nEmenta: Técnicas avançadas em processamento de imagens digitais (análise de \ncomponentes principais, correção radiométrica, fusão, classificadores inteligentes \ne análise multitemporal), sensoriamento remoto aplicado a estudos florestais e \nambientais, técnicas avançadas em sistemas de informações geográficas (análises \nespaciais em ambiente vetorial, análises espaciais em ambiente raster, \nmodelagem de redes, modelagem de terreno, noções de geoestatística), sistemas \nde informações geográficas aplicados a estudos florestais e ambientais, \nconcepção \ne \ndesenvolvimento \nde \nestudos/projetos \nassistidos \npor \ngeoprocessamento. \nBibliografia Básica \n1. FITZ, P.R. Geoprocessamento sem Complicação. São Paulo. Editora Oficina \nde Textos, 2008. \n2. MOREIRA, M.A. Fundamentos do Sensoriamento Remoto e Metodologias \nde Aplicação. 4. ed. Viçosa-MG. Editora UFV, 422 p. 2011. \n3. NOVO, E.M.L.M. Sensoriamento remoto: principios e aplicações. 4 ed. \nBlucher, 2010. \nBibliografia Complementar \n1. FLORENZANO, T.G. Iniciação em Sensoriamento Remoto. 2 ed. São Paulo. \nEditora Oficina de Textos, 2007. \n2. PONZONI, F.J. Sensoriamento Remoto da Vegetação. 2. ed. São Paulo. \nOficina de Textos, 2012. \n3. MENDONÇA, F. J. Sensoriamento Remoto Aplicado a Agricultura: \nprincípios básicos, metodologia e aplicações. Inpe, 1981. \n4. GALVÍNCIO, J.D. Sensoriamento Remoto e Análise Ambiental. Editora \nUFPE, 2016. \n5. BLASCHKE, T.; KUX, H. Sensoriamento Remoto e SIG Avançados. 2 ed. São \nPaulo. Oficina de Textos, 2007. \n \nDisciplina:  Gestão Ambiental \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:   \n80 \n60 \n20 \nEmenta: Introdução a gestão ambiental; conceito. Histórico da evolução da questão \n", "84": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n84 \n \n \n \nambiental no mundo e no Brasil. O conceito de desenvolvimento sustentável. A \nresponsabilidade socioambiental. As principais razões para uma corporação abraçar \na causa ambiental. Sistema de gestão ambiental (planejamento, implantação, \navaliação). As principais estratégias e os principais instrumentos de gestão \nambiental. Considerações finais. \nBibliografia Básica \n1. ALBUQUERQUE, J.L. (Organ) Gestão ambiental e responsabilidade social. \nSão Paulo: Ed Atlas. 2009. 385 p. \n2. DIAS, R. Gestão Ambiental: responsabilidade social e sustentabilidade. \nSão Paulo: Atlas, 2011. 196 p. \n3. PHILIPPI Jr., A.; ROMERO, M.A.; BRUNA, G.C. Curso de gestão ambiental. São \nPaulo: Ed Manole, 2007. 1045 p.  \nBibliografia Complementar \n1. BARBIERI, J.C. Gestão Ambiental Empresarial: conceitos, modelos e \ninstrumentos. São Paulo: Ed Saraiva, 2012. \n2. BRAGA, B.; HESPANHOL, I.; CONEJO, J.G.L.; BARROS, M.T.L.; SPENCER, M.; \n3. PORTO, M.; NUCCI, N.; JULIANO, N.; EIGER, S. Introdução a engenharia \nambiental. São Paulo: Prentice Hall. 2002. 305 p. \n4. DONAIRE, D. Gestão Ambiental na empresa. São Paulo: Ed Atlas. 2004. 134 \np. \n5. FEAN - FUNDAÇÃO ESTADUAL DO MEIO AMBIENTE. Iniciação ao \ndesenvolvimento sustentável. Belo Horizonte: Fean, 2003. 464 p.  \n6. REIS, L.F.S.S.D.; QUEIROZ, S.M.P. Gestão Ambiental em Pequenas e \nMédias Empresas. Qualitymark Editora, 2002. \n \nDisciplina:  Licenciamento Ambiental \naplicado à Engenharia Florestal \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  \nPolítica e Legislação Florestal; \nAvaliação de Impactos Ambientais e \nRecuperação de Áreas Degradadas \n60 \n60 \n0 \nEmenta: Fases do Licenciamento ambiental; Critérios exigidos na legislação \nmunicipal, estadual e federal para obtenção do licenciamento ambiental; \nProcedimentos para o licenciamento ambiental em Minas Gerais; Projetos \nflorestais: peculiaridades no licenciamento ambiental; Classificação de potencial \npoluidor e porte de empreendimentos; Estudos técnicos para fins de licenciamento \nambiental; Regularização florestal em propriedades; Autorização para produção e  \ncomercialização de produtos de origem florestal. \nBibliografia Básica \n1. SANCHES, Luis. H. Avaliação de impacto ambiental: conceitos e métodos. 2. \ned. São Paulo: Oficina de texto, 2013 \n2. BRASIL. Ministério do Meio Ambiente, Conselho Nacional de Meio Ambiente, \n", "85": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n85 \n \n \n \nCONAMA. Resolução CONAMA n. 237 de 19 de Dezembro de 1997. \nLicenciamento \nAmbiental. \nDisponível \nem: \nhttp://www2.mma.gov.br/port/conama/legiabre.cfm?codlegi=237 \n3. BRASIL. Ministério do Meio Ambiente, Conselho Estadual de Política Ambiental, \nCOPAM. Deliberação Normativa COPAM nº 217, de 6 de dezembro de 2017. \nEstabelece critérios para classificação, segundo o porte e potencial poluidor, bem \ncomo os critérios locacionais a serem utilizados para definição das modalidades de \nlicenciamento ambiental de empreendimentos e atividades utilizadores de recursos \nambientais no Estado de Minas Gerais e dá outras providências. Disponível em:  \nhttp://www.siam.mg.gov.br/sla/download.pdf?idNorma=44198. \nBibliografia Complementar \n1. IBAMA. Cartilha do Licenciamento Ambiental. 2. ed. Brasília, 2007. \n2. TRENNEPOHL, C.; TRENNEPOHL, T. Licenciamento ambiental. 4. ed. \nNiterói: Impetus, 2011. \n3. BRASIL. CONSELHO NACIONAL DO MEIO AMBIENTE (Brasil). Ministério do \nMeio Ambiente, Conselho Nacional de Meio Ambiente, CONAMA. Resolução \nCONAMA n. 01 de 19 de Janeiro de 1986. Licenciamento Ambiental. Disponível \nem:< http://www2.mma.gov.br/port/conama/res/res86/res0186.html> \n4. HAMMES, V. S. Julgar: percepção do impacto ambiental. 2. ed. São Paulo: \nGlobo, 2004. (Educação ambiental para o desenvolvimento sustentável. v. 4) \n5. GUERRA, A. J. T. Impactos ambientais urbanos no Brasil. 8. ed. Rio de \nJaneiro: Bertrand, 2011. \n \nDisciplina:  Manejo da Irrigação \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:  Meteorologia e Climatologia; \nHidráulica e Irrigação Aplicada. \n40 \n20 \n20 \nEmenta: Histórico da irrigação, A Importância da irrigação, Planejamento agrícola, \nNecessidades e manejo da água para as culturas e espécies florestais, \nDeterminação da função de produção, Avaliação de sistemas de irrigação. \nBibliografia Básica \n1. BERNARDO, S.; SOARES, A. A.; MANTOVANI, E. C. Manual de Irrigação. \nEditora UFV. 8.ed. 2008. \n2. REICHARDT, K. A.; TIMM, L. C. Solo, Planta e atmosfera: conceitos, \nprocessos e aplicações. Ed. Manole. 2.ed. 2012. \n3. PEREIRA, A. R.; SEDIYAMA, G. C.; VILLA NOVA, N. A. Evapotranspiração. \nEd. FUNDAG, 2013.  \nBibliografia Complementar \n1. MANTOVANI, E. C.; BERNARDO, S.; PALARETTI, L. F. Irrigação: Princípios e \nMétodos. Editora UFV. 3.ed. 2009. \n", "86": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n86 \n \n \n \n2. LOPES, J. D. S.; LIMA, F. Z.; OLIVEIRA, F. G. Irrigação por aspersão \nconvencional. Editora Aprenda Fácil. 2009. \n3. MAROUELLI, W.A.; SILVA, H.R.; SILVA, W.L.C. Irrigação por Aspersão em \nHortaliças: Qualidade da Água, Aspectos do Sistema e Método Prático de \nManejo. Embrapa. 4.ed. 2017. \n4. FRIZZONE, J. A.; FREITAS, P. S. L.; RESENDE, R. FARIA, M. A. \nMicroirrigação: Gotejamento e Microaspersão. Editora UEM. 2012. \n5. SOARES, R.V.; BATISTA, A.C. Meteorologia e climatologia florestal. Ed. \nFUPEF; 2004. \n \nDisciplina:  Manejo de Plantas Daninhas em \nPovoamentos Florestais \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:   \n60 \n40 \n20 \nEmenta: Biologia das plantas daninhas. Formas de dispersão, dormência, \ngerminação e alelopatia. Aspectos fisiológicos da competição entre plantas \ndaninhas e culturas. Métodos de controle de plantas daninhas. Herbicidas. \nFormulações, absorção e translocação. Metabolismos nas plantas e seletividade. \nInterações herbicidas ambiente. Resistência de plantas daninhas a herbicidas. \nTecnologia para aplicação de herbicidas. \nBibliografia Básica \n1. SILVA, A. A.; SILVA, J. F. (Ed.). Tópicos em manejo de plantas daninhas. \nViçosa: Ed. UFV. 2007. 367p. \n2. RESENDE, A. S.; LELES, P. S. S. (Ed) Controle de plantas daninhas em \nrestauração florestal. Brasília: Embrapa, 2017. 107p. \n3. OLIVEIRA JR., R. S.; CONSTATNTIN, J.; INOUE, M. H.. Biologia e manejo de \nplantas daninhas. Curitiba: Omnipax, 2011. 348p. \nBibliografia Complementar \n1. LORENZI, H. Manual de Identificação e Controle de Plantas Daninhas. 6a \ned. Nova Odessa, SP. Plantarum. 2006. 399p.  \n2. LORENZI, H. Plantas daninhas do Brasil. 4ª ed. Nova Odessa, SP. Plantarum. \n2008. 640p. \n3. MATTHEWS, G.A., HISLOP, E.C.. Application technology for crop \nprotection. Eds:., Bristol, 1994. 359p. \n4. OLIVEIRA Jr, R.S. & CONSTANTIN, J. Plantas Daninhas e seu Manejo. \nGuaíba: Agropecuária, 2001. 362p. \n \nDisciplina:  Manejo e Conservação De Solos \nFlorestais \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Gênese e Morfologia do Solo \n80 \n60 \n20 \n", "87": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n87 \n \n \n \nEmenta: O planejamento conservacionista como a principal ferramenta para o \nmanejo e conservação do solo. Escolha e classificação de terras para fins \nflorestais (aspectos fisiográficos e pedológicos). A implantação e conservação das \nvias (principais e secundárias, carreadores) de acesso. O preparo inicial do solo. A \nprevenção dos processos erosivos. O manejo da fertilidade do solo. Aquisição, \ndistribuição e armazenamento de nutrientes em árvores. O manejo dos resíduos \nflorestais como forma de manutenção e reposição dos nutrientes ao solo. \nBiomassa e ciclagem de nutrientes em sistemas florestais. Nutrição mineral e \nadubação de florestas. Manejo florestal intensivo e sustentabilidade da atividade \nflorestal. \nBibliografia Básica \n1. BERTONI, J.; LOMBARDI NETO, F. Conservação do solo. São Paulo: Ícone \nEditora Ltda. 1990. 355 p. \n2. GONÇALVES, J.L.M.; STAPE, J.L. (eds.). Conservação e cultivo de solos \npara plantações florestais. Piracicaba: IPEF, 2002. 498 p.  \n3. MACHADO, C.C. Construção e conservação de estradas rurais e florestais. \nViçosa: Editor (o autor). 2013. 441 p. \nBibliografia Complementar \n1. GALVÃO, A.P.M. (Organ) Reflorestamento de propriedades rurais para fins \nprodutivos e ambientais; um guia para ações municipais e regionais. Brasília: \nEmbrapa Informação tecnológica. Colombo: Embrapa floresta. 2000. 351 p.  \nGOMES, M.A.F.; PESSOA, M.C.P.Y. Planejamento ambiental do espaço rural \ncom ênfase para microbacias hidrográficas. Brasília: Embrapa. 2010. 412 p. \nHAAG, H.P. Ciclagem de nutrientes em florestas tropicais. Campinas: \nFundação Cargill, 1985. 114 p.  \nNAMBIAR, E.K.S.; BROW N, A.G. Management of soil, nutrients and water in \ntropical plantation forests. Canberra: Australian Center for International \nAgricultural Research (ACIAR). 1997. 571 p. \nSANTOS, G.A.; CAMARGO F.A.O. (eds.) Fundamentos da matéria orgânica do \nsolo. Porto Alegre: Ed Genesis, 1999. 491 p.  \n \nDisciplina:  Métodos \nde \nAmostragem \ne \nAnálise da Vegetação \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Inventário Florestal \n40 \n20 \n20 \nEmenta: Métodos de amostragem da vegetação. Descrição da vegetação. \nFitossociologia e métodos de classificação. Diversidade e índices de vegetação. \nAnálise de gradientes e métodos de ordenação. \nBibliografia Básica \n1. FELFILI, J. M.; CARVALHO, F. A., HAIDAR, R. F. Manual para o \nmonitoramento de parcelas permanentes nos biomas cerrado e pantanal. – \n", "88": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n88 \n \n \n \nBrasília: Universidade de Brasília, Departamento de Engenharia Florestal, 2005. \n2. FELFILI, J.M., EISENLOHR, P.V., MELO, M.M.R.F., ANDRADE, L.A. & MEIRA \nNETO, J.A.A. (Eds.). Fitossociologia no Brasil: métodos e estudos de caso. v.1 \nViçosa, Editora UFV. 2011. \n3. KENT, M.; COKER, P. Vegetation Description and Analysis: A Practical \nApproach. London: Belhaven Press, 1992. 363p. \nBibliografia Complementar \n1. MUELLER-DOMBOIS, D. & ELLENBERG, H. 1974. Aims and methods of \nvegetation ecology. New York. John Wiley & Sons. 547 p \n2. DURIGAM, G. 2003. Métodos para análise de vegetação arbórea. In: Métodos de \nEstudos em Biologia da Conservação & Manejo da Vida Silvestre. (L. Cullen \nJunior; R. Rudran & C. Valladares-Padua, eds.). Editora da UFPR, Fundação O \nBoticário de Proteção à Natureza, p. 455- 497. \n3. PITER, M. T. R.; AVELAR, T. Ecologia das populações e das comunidades. \nLisboa: Fundação Calouste Gulbenkian. 1996. 315p. \n4. WHITMORE, T.C. An Introduction to Tropical Rain Forests. Oxford: Clarendon \nPress, 1990. 226p \n5. BRAUN-BLANQUET, J. Fitosociologia. Bases para el studio de las \ncomunidades vegetales. H. Blume Ediciones. RosárioMadrid, 1979. \n \nDisciplina:  Microbiologia do Solo \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:  Microbiologia; \nGênese e Morfologia do Solo \n60 \n40 \n20 \nEmenta: A microbiota do solo. Influência dos fatores do ambiente na microbiota do \nsolo. Interações entre os microrganismos do solo. Interações microrganismos-\nplanta. Rizosfera. Enzimas do solo. Transformações do carbono (C), do nitrogênio \n(N), do fósforo (P) e do enxofre (S) no solo. Nodulação (fixação biológica de N). \nMicorrizas. Recuperação de áreas degradadas.  \nBibliografia Básica \n1. BALOTA, E.L. Manejo e qualidade biológica do solo. São Paulo: Ed \nMecenas. 2017. 288 p. \n2. MOREIRA, F.M.S.; SIQUEIRA, J.O. Microbiologia e bioquímica do solo. Lavras: \nEd. UFLA. 2006. 729 p. \n3. NOVAIS, R.F.; ALVAREZ V., V.H.; BARROS, N.F.; FONTES, R.L.F.; \nCANATARUTTI, R.B.; NEVES, J.C.L. Fertilidade do solo. Viçosa: S.B.C.S. 2007. \n1017 p. \nBibliografia Complementar \n1. KERBAUY, G.B. Fisiologia vegetal. Rio de Janeiro: Guanabara Koogan. 2013. \n431 p. \n", "89": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n89 \n \n \n \n2. MARENCO, R.A.; LOPES, N. F. Fisiologia vegetal: fotossíntese, respiração, \nrelações hídricas e nutrição mineral. Viçosa: Ed UFV. 2011. 486 p. \n3. MELO, I.S.; AZEVEDO, J.L. Microbiologia ambiental. Jaguariúna: Embrapa Meio \nAmbiente. Produção da informação. 1997. 45 p. \n4. TAIZ, L.; ZEIGER, E. Fisiologia vegetal. Porto Alegre: Artmed. 2013. 918 p. \n5. VARGAS, M.A.T.; HUNGRIA, M. Biologia dos solos dos cerrados. Planaltina: \nEMBRAPA-CPAC. 1997. 524 p.  \n \nDisciplina:  Mudanças Climáticas e Créditos \nde Carbono  \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Meteorologia e Climatologia \n40 \n40 \n0 \nEmenta: Efeito Estufa, Aquecimento Global e Mudanças Climáticas. Negociações \ne Acordos Internacionais sobre o Clima. Mecanismo de Desenvolvimento Limpo. \nMercado de Carbono. As Florestas e as Mudanças Climáticas. Projetos de MDL. \nProjetos no Mercado Voluntário de Carbono – REDD. Estudos de Caso de \nProjetos de MDL. Estudos de Caso de Projetos no Mercado Voluntário e Outras \nAções de Redução de Emissões de Gases de Efeito Estufa. Inventários de \nEmissão de Gases de Efeito Estufa. \nBibliografia Básica \n1. FUJIHARA, M.A.; LOPES, F.G. Sustentabilidade e mudanças climáticas. São \nPaulo: SENAC, 2009. 167p.  \n2. GUIMARÃES, C. de S. Controle e monitoramento de poluentes \natmosféricos. Rio de Janeiro: Elsevier, 2016. \n 3. CGEE – Centro de Gestão e Estudos Estratégicos. Manual de capacitação: \nmudanças climática e projetos de mecanismo de desenvolvimento limpo. \nBrasília: CGEE, 2008. 276p. \nBibliografia Complementar \n1. GOMES, J. Poluição atmosférica: um manual universitário. 2. ed. Portugal: \nEditora Publindústria, 2010. \n2. BRASIL. Ministério da Ciência e Tecnologia. Manual para Submissão de \nAtividades de Projeto no Âmbito do MDL. Brasília: MCT, 2008. 43p. \n3. Margulis, S.; Dubeux, C.B.S. Economia da Mudança do Clima no Brasil: \nCustos e Oportunidades. Ibep Gráfica. 2010. \n4 GORE, A. A nossa escolha: um plano para resolver a crise climática. Lisboa: \nGulbenkian, 2009. 414p  \n5. LISBOA, H de M.; MAURICY, K. Controle da poluição atmosférica. Montreal, \n2007. Edição Eletrônica. ISBN 978-85-913483-0-5. Disponível pelo link: \nhttp://repositorio.asces.edu.br/bitstream/123456789/418/7/Cap%204%20Monitora\nmento%20de%20poluentes%20atmosf%C3%A9ricos.pdf \n \n", "90": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n90 \n \n \n \nDisciplina:  Painéis de Madeira, Adesivos e \nAdesão  \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisito:  Tecnologia da Madeira \n40 \n20 \n20 \nEmenta: Introdução ao setor de painéis de madeira. Geração de partículas e \nlâminas de madeira. Aplicação de resina, tipos de resinas, formação do painel, \nsecagem. Determinação das propriedades dos painéis de madeira. Aplicação dos \npainéis de madeira. Conceitos em adesão e adesivos. Fatores que afetam a \nadesão e a colagem. Qualificação dos adesivos. Adesivos de ureia formaldeído. \nAdesivos de fenol-formaldeído. Adesivos à base de resorcinol. Adesivos de \nmelaninaformaldeído. Adesivos de lignina. Adesivos à base de carboidratos. \nBibliografia Básica \n1. IWAKIRI, S. Painéis de Madeira reconstituída. Curitiba: FUPEF, 2005, 247 p. \n2. MARRA, A.A. Technology of wood bonding: principles in practice. New \nYork: Van Nostrand Reinhold. 1992. 453p. \n3. SELLERS, T. Plywood and adhesive technology. New York: Marcel Dekker, \n1985. 661p. \nBibliografia Complementar \n1. ASSOCIAÇÃO BRASILEIRA DA INDÚSTRIA DE MADEIRA PROCESSADA \nMECANICAMENTE – ABIMCI. Compensado de Pinus – Catálogo Técnico nº 1. \nCuritiba, 2002. 19p. \n2. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. MB-985: tintas: \ndeterminação da aderência. Rio de Janeiro, 1987. 7p. \n3. BORDEN QUÍMICA IND. E COM. LTDA. Boletim Técnico. s/data, 6p. \nCANADIAN STANDARDS ASSOCIATION. OSB and Waferboard. CSA 0437.0 – \n93. Ontário: 1993.18p. \n4. CLOUTIER, A. Oriented Strandboard (OSB): raw material, manufacturing \nprocess, properties of woodbase fiber and particle materials. In: International \nSeminar on Solid Wood Products of High Technology, 1., Anais. Belo \nHorizonte, SIF, 1998, p. 173-185. \n5. ERNARDI, R. Painéis de Madeira Maciça. Revista da Madeira. Curitiba, 2003. \np.36 \n6. KOLLMAN , F.F.P., CÔTÉ, W.A. Principles of wood science and tecnology. \nII: Wood Based Materials. New York, Springer – Verlag, 1975. 703p. \n \nDisciplina:  Plantas Úteis do Cerrado e da \nCaatinga \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n40 \n40 \n0 \nEmenta: Biomas Cerrado e Caatinga. Aspectos botânicos, culturais e econômicos \ndas espécies nativas. Produtos de espécies oleaginosas, resiníferas, frutíferas, \nmedicinais, produtoras de fibras. Importância econômica local, regional e nacional. \n", "91": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n91 \n \n \n \nProdução e beneficiamento. Manejo sustentável. \nBibliografia Básica \n1. MACHADO, A.T. Manejo sustentável da agrobiodiversidade nos biomas \ncerrado e caatinga. Embrapa, 2011. 380p. \n2. MANCUSSI, A.C. Cerrado: ecologia e flora – vol.2. Embrapa, 2008. 1279p. \n3. BRANDÃO, M. Guia ilustrado de plantas do cerrado de Minas Gerais. \nEmpresa das Artes, 2001. 96p. \nBibliografia Complementar \n1. GUTIERREZ, I.E.M. de. Plantas medicinais no semiárido: conhecimentos \npopulares e acadêmicos. Edufba, 2010. 125p. \n2. PINCHEMEL, M. Frutos do Cerrado: paixão, aromas e sabores. Editora Kelps, \n2016. 132p. \n3. FARIAS, R. Caminhando pelo cerrado: plantas herbáceo-arbustivas. Unb, \n2002. 94p. \n4. LEAL, I.R. Ecologia e Conservação da Caatinga. Disponível em: \n<http://www.mma.gov.br/estruturas/203/_arquivos/5_livro_ecologia_e_conservao_\nda_caatinga_203.pdf>. Acesso em 26 out 2017. \n5. BARACUHY, J.G. de V.; FURTADO, D.A.; FRANCISCO, P.R.M. Tecnologias \nde convivência com o Semiárido Brasileiro. EDUFCG, 2017. 130p. \n \nDisciplina:  Saneamento Rural \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:  Microbiologia \n60 \n40 \n20 \nEmenta: Noções conceituais introdutórias de saneamento rural. Políticas públicas \nde saneamento rural no Brasil: perspectiva histórica e debates contemporâneos. \nMétodos de pesquisa em saneamento rural. Tecnologias de saneamento \napropriadas às peculiaridades regionais e locais. Metodologias para tratamento da \nágua, do ar, de efluentes líquidos e dos resíduos sólidos no meio rural. \nBibliografia Básica \n1. BARRETO, G. B. Noções de Saneamento Rural. 2ª ed. Campinas: Instituto \nCampineiro de Ensino Agrícola, 1984. \n2. NUVOLARI, A. (coord.). Esgoto Sanitário: Coleta, Transporte, Tratamento e \nReúso Agrícola. São Paulo: Edgard Blücher, 2003.  \n3. MANCUSO, P.C.S.; SANTOS, H.F. (editores). Reúso de Água. Barueri, SP: \nManole, 2003. \nBibliografia Complementar \n1. SANT’ANNA JR, G.L. Tratamento Biológico de Efluentes: fundamentos e \naplicações. Rio de Janeiro: Interciência, 2010. \n2. TONETTI, A. L. Tratamento de esgotos domésticos em comunidades \n", "92": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n92 \n \n \n \nisoladas: referencial para a escolha de soluções.// Ana Lucia Brasil, Francisco \nJosé Peña y Lillo Madrid, et al. -- Campinas, SP. Unicamp, 2018.  \n3. MASCARÓ, J.L.; AZAMBUJA, G.B. Sustentabilidade em Urbanizações de \nPequeno Porte. Porto Alegre: Masquatro editora, 2010.  \n4. TEIXEIRA, J. B. Saneamento Rural no Brasil. Cadernos temáticos para o \nPanorama do saneamento no Brasil. Brasília: Ministério das Cidades, 2013. p. \n237–296.  \n5. BRASIL. Ministério da Saúde. Fundação Nacional de Saúde. Manual de \nSaneamento / Ministério da Saúde, Fundação Nacional de Saúde. – 4. ed. – \nBrasília : Funasa, 2015. 642 p. il. \n \nDisciplina:  Segurança no Trabalho \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n40 \n40 \n0 \nEmenta: Histórico e evolução da Segurança do Trabalho. Conceitos da Segurança \ndo Trabalho. Acidentes do Trabalho. Comissões internas de prevenção de \nacidentes (CIPA). Inspeção de Segurança. Investigação e análise dos acidentes \ndo trabalho. Condições ambientais de trabalho. Doenças do trabalho. \nEquipamentos de Proteção Individual e Coletivos (EPI’S E EPC’S). Proteção e \ncombate a incêndio. Legislação trabalhista. Sistemas de gestão de qualidade. \nBibliografia Básica \n1. EQUIPE ATLAS. Segurança e Medicina do Trabalho - Manuais de \nLegislação - 70ª Ed. Editora Atlas, 1048 p. 2012. \n2. GONÇALVES, E.A. Manual de saúde e segurança no trabalho. São Paulo: \nEditora LTr, 1206 p. 2011. \n3. SOBRINHO, Z.P. Acidente do Trabalho. Editora LTr, 584 p. 2012. \nBibliografia Complementar \n1. CHIRMICI, A.; OLIVEIRA, E. A. R. Introdução à Segurança e Saúde no \nTrabalho. Editora Guanabara, 192 p., 2016. \n2. NEVES, M.A.B. Doenças ocupacionais e as doenças relacionadas ao \ntrabalho. Editora LTr, 736 p., 2011. \n3. PAOLESCHI, B. CIPA – guia prático de segurança do trabalho. Editora Érica, \n128 p. 2010. \n4. SALIBA, T.M.; CORRÊA, M.A.C. Insalubridade e periculosidade: aspectos \ntécnicos e práticos. 11ª ed. São Paulo: Editora LTr, 256 p. 2012. \n5. SALIBA, T. M.; PAGANO, S. C. R. S. Legislação de segurança, acidente do \ntrabalho e saúde do trabalhador. 12ª. ed. São Paulo: Editora LTr, 728 p., 2017. \n \n \n \n", "93": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n93 \n \n \n \nDisciplina:  Serraria e Secagem da Madeira \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n80 \n40 \n40 \nEmenta: Introdução, generalidades e histórico. Planejamento e operação de \nserrarias. Características do maquinário. Processamento e classificação de toras. \nTécnicas de desdobro. Usinagem da madeira. Princípios e métodos de secagem \nda madeira. Defeitos de secagem. Técnicas de acabamento para madeira.  \nBibliografia Básica \n1. VITAL, B. R. Planejamento e Operação de Serrarias. Viçosa, Editora UFV, \n2008, 211p.  \n2. GONÇALVES , M.T.T. Processamento da madeira. – Bauru SP Brasil – 2000, \n242 p. \n3. OLIVEIRA, J.T.S. Curso Secagem e Tratamento de Madeira na Fazenda. \nCPT - Centro de Produções Técnicas. 2000, 300p. \nBibliografia Complementar \n1. AMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM D 1666-87 \nStandard method for conducting machining testes of wood and wood base \nmaterials (reapproved 1994). Philadelphia: 1995. P.226-245. \n2. EATON, R.A. & HALE, M.D.C. Wood: Decay, pests and protection. 1. ed. \nChapman & Hall. 1993. 546p. \n3. FOREST PRODUCTS LABORATORY. Wood Handbook – Wood as an \nengineering material. Gen.Tech. Rep. FPL- GTR-113. Madison, WI: U.S. \nDepartment of Agriculture, Forest Service, Forest Products Laboratory. 463p. \n4. GALVÃO, A. P. M.; JANKOVISKY, I. P. Secagem racional de madeira. São \nPaulo: Nobel, 1985. 111p \n5. SILVA, J. R. M.; TRUGUILHO, P.F.; MENDES, L. M.; CAIXETA, J.; LUCIA, R. \nM. D. Produtos utilizados no setor de acabamento de móveis de madeira - \nCaracterísticas e técnicas de aplicação. Editora UFLA. Boletim informativo. \n2002. \n \nDisciplina:  Silvicultura Regional \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:  Silvicultura \n80 \n40 \n40 \nEmenta: Desafios da silvicultura da Região Norte de Minas Gerais nas próximas \ndécadas. Métodos de cultivo das espécies de maior importância na região. Análise \ncrítica e comparativa das técnicas silviculturais da região. \nBibliografia Básica \n1. FRITSCHE-NETO, R.; BORÉM, A. Melhoramento de plantas para condições \nde estresses abióticos. Editora Suprema Gráfica, 250 p. 2011. \n2. RIZZINI, C.T. Árvores e Madeiras Úteis do Brasil. Editora Edigar Blucher, 1ª \n", "94": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n94 \n \n \n \ned. 312 p. 1978. \n3. SCHUMACHER, M.V.; VIEIRA, M. Silvicultura do eucalipto no Brasil. Editora \nUFSM. 208 p. 2015. \nBibliografia Complementar \n1. DO VALE, A.B.; MACHADO, C.C.; PIRES, J.M.M.; BARBOSA, M. \nEucaliptocultura no Brasil: silvicultura, manejo e ambiência. Editora SIF, 1ª \nedição, 551 p. 2014. \n2. GALVÃO, A. P. M. (Org.). Reflorestamento de Propriedades Rurais para Fins \nProdutivos e Ambientais: Um guia para ações municipais e regionais. \nColombo: EMBRAPA Florestas, 351 p. 2000.  \n3. PAIVA, H.N.; JACOVINE, L.A.G.; TRINDADE, C.; RIBEIRO, G.T. Cultivo de \neucalipto: implantação e manejo. Editora Aprenda Fácil, 354 p. 2011. \n4. PAIVA, H. N.; VITAL, B. R. Escolha da espécie florestal. Viçosa: UFV, 42p., \n2008. \n5. SHIMIZU, J.Y. Pínus na silvicultura brasileira. Editora Embrapa, 1ª ed. 223 p. \n2008. \n \nDisciplina:  Tecnologia de Produção de \nPapel \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:  Tecnologia de Obtenção de \nCelulose \n40 \n20 \n20 \nEmenta: A indústria de papel. Recursos fibrosos para produção de papéis. \nRelações entre a qualidade da madeira e as propriedades do papel. Fundamentos \ntecnológicos de sistemas de preparo de massa e de reciclagem de papéis. \nEstrutura do papel. Propriedades físico-mecânicas de papéis. Aditivos do papel. \nPropriedades ópticas do papel. Coloração do papel.  \nBibliografia Básica \n1. ANDRIONI, José Luis Lino, 2006. Fabricação de papel. 1.ed. Vol. I. Preparo \nda Massa. 252p. - Vol. II. Formação de Folha. 316p. Vol. III. Curitiba: Federação \ndas Indústrias do Paraná - FIEP, 2006. 2v. \n2. AREA, Maria Cristina (ed.), 2008. Panorama de la industria de celulosa y \npapel en Iberoamérica. 1.ed. Misiones : Red Iberoamericana de Docencia e \nInvestigacion en Celulosa y Papel - RIADICYP, 2008. 568p. \n3. D' ALMEIDA, M. L. O. Celulose e papel: Tecnologia de fabricação do papel. \n2 ed. São Paulo: IPT-SENAI, 1988, v.2. 964p.  \nBibliografia Complementar \n1. D'ALMEIDA, M. L. O. Metodologias de avaliação de minerais para a \nindústria de papel. São Paulo: IPT, 1991. 169p. \n2. HALWARD, A.; SANCHEZ, C. Métodos de ensaios nas indústrias de \n", "95": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n95 \n \n \n \ncelulose e papel. São Paulo: Brusco, 1975. 458p. \n3. CASEY, J. P. Pulp and paper - chemistry and chemical technology, 3.ed. \nJohn Wiley & Sons, 1980. vol. 2, 821-1466p. vol 3, 2011. \n4. SILVA, D. J.; CHAVES, O. R. Produção artesanal de papel reciclado. \nUniversidade Federal de Viçosa - Pró-Reitoria de extensão e cultura, 1999. 09p. \n5. NETO, M. C. Produção gráfica II - Papel, Tinta, Impressão e acabamento. \nGlobal Editora, 1997. 243p.  \n \nDisciplina:  Tópicos Especiais em \nEngenharia Florestal \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n40 \n40 \n0 \nEmenta: Conteúdo variável. Compreende tópicos específicos de Engenharia \nFlorestal. \nBibliografia Básica \n1. De acordo com os tópicos abordados. \nBibliografia Complementar \n1. De acordo com os tópicos abordados. \n \n6.4.2.2 Núcleo Geral \n \nDisciplina:  Ecologia de Comunidades e \nEcossistemas \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n80 \n60 \n20 \nEmenta: Comunidades: definição, padrões no espaço e sucessão ecológica. \nTeoria de biogeografia de ilhas. Padrões de diversidade em tempo ecológico e \nevolutivo. Competição e a estrutura de comunidades. Teias tróficas: fluxo de \nenergia, ciclagem de matéria e padrões de interação. Aplicações ecológicas no \nnível das comunidades e ecossistemas. \nBibliografia Básica \n1. RICKLEFS, R. E. A Economia da Natureza. 6a ed. Editora Guanabara Koogan, \nRio de Janeiro, 2010, 503 p.  \n2. BEGON, M., TOWNSEND, C. R., HARPER J. L. Fundamentos em Ecologia. \n3a ed, Editora Artmed, Porto Alegre, 2010, 576 p. \n3. ODUM, E. P. Fundamentos da Ecologia. Editora Guanabara Koogan, Rio de \nJaneiro, 2012, 612 p. \nBibliografia Complementar \n1. GOTELLI, N. J. & ELLISON, A. M. Princípios de estatística em ecologia. \n", "96": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n96 \n \n \n \nEditora Artmed, Porto Alegre, 2010, 527 p. \n2. BEGON, M., TOWNSEND, C. R., HARPER J. L. Ecologia: de Indivíduos à \necossistemas, 4aed, Editora Artmed, Porto Alegre, 2007, 740 p.  \n3. PRIMACK R. B., RODRIGUES E. Biologia da Conservação. 1a ed. Editora \nPlanta, Londrina, 2001, 327 p. \n4. PINTO-COELHO, Ricardo Motta. Fundamentos em Ecologia. Artmed, 2006. \n5. MARTINS S. V. Ecologia de Florestas Tropicais do Brasil, 2a ed, Editora \nUFV, Viçosa, 2012, 371 p. \n \nDisciplina:  Empreendedorismo \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n40 \n40 \n0 \nEmenta: Apresentação das características, do perfil e do espírito empreendedor. \nIntrodução ao estudo da Gerência Administrativas e das Funções Administrativas e \nsuas Características. Estudo de um Plano de Negócios. \nBibliografia Básica \n1. MAXIMIANO, A. C. A. Administração para empreendedores: fundamentos da \ncriação e gestão de novos negócios. São Paulo: Pearson Prentice Hall. 2006. \n2. DOLABELA, F. Oficina do empreendedor: a metodologia de ensino que ajuda \na transformar conhecimento em riqueza. São Paulo: Cultura. 1999. \n3. DOLABELA, F. O segredo de Luísa. São Paulo: Cultura Editores Associados. \n2006. \nBibliografia Complementar \n1. BAXTER, Mike. Projeto de Produto: Guia Pratico Para o Design de Novos \nProdutos. 2 Ed. São Paulo: Edgard Blucher, 2006. \n2. DOLABELA, F. O segredo de Luísa. São Paulo: Cultura Editores Associados. \n2008. \n3. SCHUMPETER, A teoria do desenvolvimento econômico. Abril Cultural, \n1982. \n4. WEBER, Max. A ética protestante e o espírito do capitalismo. São Paulo: \nCompanhia das Letras, 2004. \n5. MAXIMIANO, Antônio Cesar Amaru. Administração para empreendedores: \nfundamentos da criação e da gestão de novos negócios. 2 ed. São Paulo. Person \nPentice Hall. 2008. \n \nDisciplina:  Gestão do Agronegócio \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n80 \n80 \n0 \n", "97": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n97 \n \n \n \nEmenta: Conceitos relacionados à agricultura e agronegócios; sistemas \nagroindustriais: \ncadeias \ne \ncomplexos \nprodutivos, \nagroindustriais \ne \nsua \ncoordenação; clusters e arranjos produtivos; segmentos \"antes, dentro e depois da \nporteira\", verticalizações e integração agroindustriais; agregação de valores e \nmargem de comercialização no agronegócio; atividades administrativas voltadas \npara os sistemas do agronegócio e suas diversas possibilidades de produção; o \nagronegócio no Brasil. \nBibliografia Básica \n1. ARAÚJO, M. Fundamentos de Agronegócios. São Paulo: Atlas, 2005. \nBATALHA, M.O. (Org.). Gestão Agroindustrial. v. 1. 3. ed. São Paulo: Atlas, \n2009. \nBATALHA, M.O. (Org.). Gestão Agroindustrial. v. 2. 5. ed. São Paulo: Atlas, \n2009. \nBibliografia Complementar \n1. CASTRO, L.T; NEVES, M.F. (Org.). Marketing e estratégia em agronegócios \ne alimentos. São Paulo: Atlas, 2007. \n2. FELTRE, C. et al.; ZUIN, L.F.S. (Coord.); QUEIROZ, T.R. (Colab.). \nAgronegócios: gestão e inovação. São Paulo: Saraiva, 2007. \nMARION, J.C.; SANTOS, G.J.; SEGATTI, S. Administração de custos na \nagropecuária. São Paulo: Atlas, 2006. \nNEVES, M.F.; ZYLBERSZTAJN, D.; NEVES, E.M. Agronegócio do Brasil. São \nPaulo: Saraiva, 2006. \nZYLBERSZTAJN, D.; NEVES, M.F. (Org.). Economia e gestão dos negócios \nagroalimentares. São Paulo: Pioneira, 2000. \n \nDisciplina:  Inglês Instrumental \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n40 \n40 \n0 \nEmenta: Noções básicas dos gêneros textuais. Produção, estruturação e \npadronização do texto acadêmico-científico. Uso de gêneros textuais na produção \ne avaliação de um texto. Produção de textos (orais e escritos) a partir dos gêneros \naprendidos. Desenvolvimento de competências de leitura e de produção textual. \nConhecimento e uso do padrão culto da língua em contextos de leitura e produção \ntextual. Reflexão sobre o próprio texto e o texto do outro. Desenvolvimento da \nexpressão e da comunicação compatíveis com o exercício profissional, inclusive \nnos processos de negociação e nas comunicações intergrupais e interpessoais. \nBibliografia Básica \n1. SANTOS, D. Ensino de língua inglesa: foco em estratégias. Barueri: Disal, \n2012. \n2. CRUZ, D. T. Inglês Instrumental para Informática: English Online. Disal, \n", "98": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n98 \n \n \n \n2013. \n3. THOMPSON, M. A. da S. Inglês Instrumental: Estratégia de Leitura para \nInformática e Internet, São Paulo: Érica, 2015. \nBibliografia Complementar \n1. GLENDINNING, E. H; MCEWAN, J. Basic english for computing. Oxford: \nOxford University, 2003. \n2. GALLO, L. R. Inglês Instrumental para Informática: Módulo I. Ícone, 2008. \n3. MURPHY, R. Essential grammar in use: gramática básica da língua inglesa. \n2 ed. São Paulo: Martins Fontes, 2010. \n4. ESTERAS, S. R. Infotech: English for Computer Users. 4 ed. Cambridge \nUniversity, 2008. \n5. HOGAN, J. T.; IGREJA, J. R. A. Phrasal verbs: como falar inglês como um \namericano! São Paulo: Disal, 2004. \n \nDisciplina:  Libras – Língua Brasileira de \nSinais (EAD) \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n40 \n40 \n0 \nEmenta: Estrutura da Língua Brasileira de Sinais: fundamentos, aspectos \nhistóricos, limites, possibilidades e prática. Surdez e linguagem. Papel social da \nLíngua Brasileira de Sinais (LIBRAS). Parâmetros formacionais dos sinais, uso do \nespaço, relações pronominais, verbos direcionais e de negação, classificadores e \nexpressões faciais em LIBRAS. \n \nDisciplina:  Libras I \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n40 \n40 \n0 \nEmenta: História da educação de surdos. O impacto do Congresso de Milão \n(1880) na educação de surdos no Brasil. Legislação e surdez. As políticas de \ninclusão e exclusão sociais e educacionais. Comunidade surda: cultura, identidade \ne língua de sinais. O estudo da LIBRAS na formação do professor em uma visão \ninclusiva da educação. \nBibliografia Básica \n1. BRITO, L. F. Integração Social & Educação de Surdos. Rio de Janeiro: Babel \nEditora, 1993. \n2. PERLIN, G. T. T. Identidades surdas. In Skliar Carlos (org.) A Surdez: um olhar \nsobre as diferenças. Porto Alegre: Editora Mediação, 1998. \n3. QUADROS, R.. Educação de surdos: a aquisição da linguagem, Porto Alegre: \nArtes Médicas, 1997. \n4. SKLIAR, C.. Educação & exclusão: abordagens sócio-antropológicas em \n", "99": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n99 \n \n \n \neducação especial. Porto Alegre: Editora Mediação, 1997. \nBibliografia Complementar \n1. AMARAL, L. A. Pensar a diferença/deficiência. Brasília - Coordenadoria \nNacional para integração da pessoa portadora de deficiência - CORDE, 1994. \n2. BRASIL Declaração de Salamanca e linha de ação sobre as necessidades \neducativas especiais. Brasília,(1994).CORDE. \n3. COLLARES, C. A. L.; Moysés, M. A. - Preconceitos no cotidiano escolar. São \nPaulo: Cortez Editora, 1996. \n4. FERNANDES, E. (org.). Surdez e Bilingüismo. Porto Alegre: Editora Mediação, \n2005. \n5. PERLIN, G. O Lugar da Cultura Surda, In THOMA, Adriana da Silva e LOPES, \nMaura Corcini (orgs), A Invenção da Surdez: Cultura, alteridade, Identidade e \nDiferença no campo da educação. Santa Cruz do Sul, EDUNISC, 2004. \n6. SACKS, O. Vendo Vozes: Uma jornada pelo mundo dos surdos. Rio de Janeiro: \nImago Editora, 1990 \n \nDisciplina:  Libras II \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n40 \n40 \n0 \nEmenta: O estudo da LIBRAS na formação do professor em uma visão inclusiva \nda educação. Noções básicas da língua de sinais brasileira: o espaço de \nsinalização, os elementos que constituem os sinais, noções sobre a estrutura da \nlíngua, a língua e seu uso em contextos triviais de comunicação. Uso de \nexpressões faciais gramaticais e afetivas. A estrutura da frase na língua de sinais. \nAtividades de prática como componente curricular. \nBibliografia Básica \n1. CAPOVILLA, Fernando César e DUARTE, Walquiria Raphael (orgs). Dicionário \nenciclopédico ilustrado trilíngüe Língua de Sinais Brasileiros. Memmon \nEdições científicas. \n2. FELIPE, Tanya Amara e MONTEIRO, Myrian Salerno. LIBRAS em contexto: \ncurso básico, livro do estudante cursista. Brasília: Programa Nacional de Apoio \nà Educação dos Surdos/MEC/SEESP, 2001. \n3. FERREIRA, Lucinda. Integração social e educação de surdos. Rio de \nJaneiro: Editora Babel, 1993. \nBibliografia Complementar \n1. FERNANDES, Eulália (org). Surdez e Bilingüismo. Porto Alegre: Editora \nMediação, 2005. \n2. HALL, Stuart. A Identidade Cultural na Pós-Modernidade. Rio de \nJaneiro,DP&A Editora, 2004. \n", "100": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n100 \n \n \n \n3. SKLIAR, Carlos (org.) Atualidade da Educação Bilíngüe para Surdos. \nProcessos e projetos pedagógicos. Volume I Porto Alegre: Editora Mediação, \n1999. \n4. _____________ Atualidade da Educação Bilíngüe para Surdos. Interfaces \nentre pedagogia e lingüística. Volume II Porto Alegre: Editora Mediação, 1999. \n5. SACKS, Oliver. Vendo Vozes: Uma jornada pelo mundo dos surdos. Rio de \nJaneiro: Imago Editora, 1990 \n \nDisciplina:  Português Instrumental \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n40 \n40 \n0 \nEmenta: Leitura, interpretação e produção de textos de vários gêneros textuais, \ncom ênfase naqueles relacionados à área de atuação do curso. Informações \nexplícitas e implícitas na análise textual. Estruturação dos parágrafos. O uso da \nvariante padrão da Língua Portuguesa (principais desvios): acentuação gráfica; os \nsinais de pontuação (em especial, a vírgula); crase; concordância verbo-nominal; \nregência verbo-nominal e dificuldades ortográficas mais recorrentes. Coesão e \nCoerência. Estratégias de planejamento de produção textual. Práticas de escrita \nde diversos gêneros textuais: requerimento, esquema, resumo, resenha e currículo \nda Plataforma Lattes. \nBibliografia Básica \n1. BECHARA, E. Moderna Gramática Portuguesa. 37ª ed. Rio de Janeiro: \nLucerna: 2009.  \n2. COSCARELLI, C. V.(Org.). Leituras sobre a leitura: passos e espaços em sala \nde aula. Belo Horizonte: Veredas, 2013. \n3. CUNHA, C.; CINTRA, L. Nova Gramática do Português Contemporâneo. 5ª \ned. Rio de Janeiro: Lexicon, 2008. \n4. FAVERO, L. L. Coesão e coerência textuais. 9ª ed. São Paulo: Ática, 2003. \n5. MARCUSCHI, L. A. Produção textual, análise de gêneros e compreensão. \nSão Paulo: Cortez, 2008. \n6. MEDEIROS, J. B. Português instrumental. 10ª ed. São Paulo: Atlas, 2013. \n7. MEDEIROS, J. B. Redação Científica: a Prática de fichamentos, resumos, \nresenhas. Editora: Atlas, 11ª ed. 2009. \nBibliografia Complementar \n1. EMEDIATO, W. A fórmula do texto: redação, argumentação e leitura: técnicas \ninéditas para alunos de graduação e ensino médio. 5ª ed. São Paulo: Geração \nEditorial, 2008. \n2. GARCIA, O. Comunicação em prosa moderna. Rio de Janeiro: FGV, 2007. \n3. INFANTE, U. Curso de gramática aplicada ao texto. 7ª ed. São Paulo: \nScipione, 2008. \n", "101": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n101 \n \n \n \n4. MACHADO, A. R.; LOUSADA, E.; ABREU-TARDELLI, L. S. Planejar gêneros \nacadêmicos: escrita científica, texto acadêmico, diário de pesquisa, metodologia. \nSão Paulo: Parábola Editorial, 2005. \n5. NEVES, I. C. B. et al. (org.). Ler e escrever: compromisso de todas as áreas. 5ª \ned. Porto Alegre: Ed. UFRGS, 2003. \n6. PESTANA, F. A gramática para concursos públicos. 2ª ed. Rio de Janeiro: \nForense; São Paulo: Método, 2015. \n \nDisciplina:  Prática pedagógica I: \nIntrodução à Prática Docente \nCarga horária (h/a) \nTOTAL \nTeórica \nPrática \nPré-requisitos:   \n40 \n40 \n0 \nEmenta: Breve contextualização histórica da profissão docente. A formação do \nprofessor e o exercício profissional: histórico e perspectivas. A formação de \nprofessores: desafios da formação da identidade iniciação na docência. Papel \nsocial e função ética e política do professor. Resgate da memória educativa. \nConstrução do memorial. \nBibliografia Básica \n1. DINIZ, J. P. Formação de professores: pesquisas, representações e poder. \nBelo Horizonte. Autêntica. 2006. \n2. LIBÂNEO, J. Adeus professor, adeus professora: novas exigências \neducacionais e profissão docente. Cortez, 2005. \n3. MIZUKAMI, M. G. N.; REALI, A. M. M. R. Formação de Professores: \ntendências Atuais. São Paulo, 2006. \nBibliografia Complementar \n1. BRASIL. Conselho Nacional de Educação. Parecer CP/CNE n° 009/2001 – \nDiretrizes Nacionais para a Formação de Professores da Educação Básica, em \nnível superior, graduação plena, aprovado em 08/05/2001, publicado no DOU de \n29/12/2001. \n2. NÓVOA, A. (org). Profissão professor. 2. ed. Porto - Portugal: Porto Editora, \n1995. \n3. NÓVOA, A. Vidas De Professores. Porto Editora. \n4. PRADA, L. E. A. Concepções de formação de professores nos trabalhos da \nANPED 2003-2007. \n5. TARDIF, M. Saberes Docentes e Formação Profissional. Editora Vozes. \n2002. \n6. VEIGA, I. P. A. (org.) Caminhos da profissionalização do magistério. \nCampinas \n \n \n", "102": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n102 \n \n \n \n6.5  Prática Profissional \n \nA Prática Profissional do curso de Engenharia Florestal preza os princípios \nda equidade, flexibilidade e aprendizado contínuo. Tendo como referência o espaço, \ntempo e saber relativos ao locus de atuação do profissional do Engenheiro Florestal, \né \nconstituída \ndos \nseguintes \nelementos \ncurriculares: \nEstágio \nCurricular \nSupervisionado, Atividades práticas de formação profissional, Trabalho de \nConclusão de Curso (TCC) e Atividades Complementares (AC). \nEssa prática busca possibilitar uma atividade articuladora entre o ensino, a \npesquisa e a extensão balizadores de uma formação articulada, universal e integral \nde sujeitos para atuar no mundo em constantes mudanças e desafios. Dessa forma, \nviabilizar a percepção de que o Engenheiro Florestal deve zelar pela preservação e \no desenvolvimento sustentável e harmônico do ser humano, do ambiente e de seus \nvalores, a partir do saber científico e consciente manejo, conservação e ampliação \ndos recursos do meio ambiente, garantindo-lhe a sua sustentabilidade da natureza \nda profissão. \nÉ importante destacar que as propostas curriculares dos cursos superiores \ndos Institutos Federais, em particular os de engenharia, tem como característica a \ninteração de saberes teórico-práticos ao longo do curso. No curso de Engenharia \nFlorestal do IFNMG – Campus Salinas isso se viabiliza através da Prática \nProfissional. Dessa forma, se estabelece relação intrínseca entre os núcleos de \nconhecimento (básico, profissionais e específicos) discriminados nas Diretrizes da \nEngenharia especificadas na Resolução CNE/CES nº. 11/2002, o que colabora para \nevitar fragmentações no currículo, da mesma forma que faz com que os estudantes \nvivenciem situações de aprendizagem em que os conhecimentos profissionais e \nespecíficos da área sejam aplicados ao longo de todo o curso. \n \n6.5.1 Estágio Curricular Supervisionado \n \nDe acordo com a lei n° 11788 de 25/09/08 que dispõe sobre o estágio dos \nestudantes, “estágio é um ato educativo escolar supervisionado, desenvolvido no \nambiente de trabalho, que visa à preparação para o trabalho produtivo de educandos \n(...)”. Corroborando as Diretrizes Curriculares do curso de Engenharia Florestal, o \n", "103": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n103 \n \n \n \nEstágio Curricular Supervisionado é um conjunto de atividades de formação, \nprogramados e diretamente supervisionados por membros do corpo docente da \ninstituição formadora e procuram assegurar a consolidação e a articulação das \ncompetências estabelecidas. \nDesse modo, o Estágio Curricular Supervisionado, visa assegurar o contato \ndo formando com situações, contextos e instituições, permitindo que conhecimentos, \nhabilidades e atitudes se concretizem em ações profissionais. Durante o estágio são \noferecidas atividades de aprendizagem social, profissional e cultural, proporcionadas \nao estudante pela participação em situações reais de vida e trabalho de seu meio, \nsendo realizadas na comunidade em geral ou junto a pessoas jurídicas de direito \npúblico ou privado, sob a responsabilidade e coordenação da instituição de ensino. \nO Estágio ainda oportuniza a instituição subsídios para avaliar seu processo \neducativo possibilitando a revisão e atualização dos currículos. \nO Estagio Curricular Supervisionado do IFNMG - Campus Salinas será \ncoordenado e acompanhado por professores do curso de Engenharia Florestal sob \norientações das normas do Departamento de Extensão (DEX) e do Regulamento \npara Estágios de Discentes do IFNMG. Deverá ser desenvolvido, de acordo com o \ncurrículo do curso, na área de interesse do aluno. Terá duração mínima de 240 \nhoras, o que favorecerá o aprofundamento nos conhecimentos profissionais e a \ninter-relação entre a instituição e o mercado de trabalho. O discente poderá fazer o \nestágio em várias empresas e instituições, mas cada estágio não poderá ter carga \nhorária inferior a 30% da carga horária total mínima (240 horas). Para realizá-lo, o \naluno deverá ter cursado 2500 horas/minuto de disciplinas, o que equivale ao \ncumprimento até o 6º período do curso. \nO estágio será realizado em Entidades Concedentes, que podem ser \nEmpresas, Instituições Públicas ou Privadas e Profissionais Liberais de nível \nsuperior (devidamente registrados em seus respectivos conselhos de fiscalização \nprofessional) ou através de Agentes de Integração Públicas ou Privadas \ndevidamente conveniadas e/ou cadastradas no IFNMG, que apresentarem \ncondições de proporcionar experiências práticas na área de formação do discente.  \nO estágio poderá ser realizado no próprio IFNMG, desde que as atividades \ndesenvolvidas assegurem o alcance dos objetivos e finalidades previstos no \nRegulamento de Estágio do IFNMG, devidamente aprovado pelo Coordenador de \n", "104": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n104 \n \n \n \nCurso, observando o percentual da carga horária mínima para cada estágio. Para \nintegralização do estágio curricular o acadêmico poderá cumprir no próprio IFNMG \nno máximo 50% da carga horária total de estágio exigida pelo curso. O aluno poderá \nrealizar estágio em projetos de iniciação científica e de extensão devidamente \nregistrados na Diretoria de Pesquisa, Pós-Graduação e Inovação (DPPI) e Diretoria \nde Extensão (DEX) do Campus, respectivamente. As atividades serão coordenadas \ne supervisionadas pelo Coordenador do projeto, cabendo-lhe dar os pareceres em \ntodos os trâmites do estágio. \nO estágio realizado pelo discente nas dependências do próprio IFNMG ou \nno âmbito da Administração Pública Federal dever-se-á ainda obedecer à \nOrientação Normativa nº 7, de 30 de outubro de 2008, emitida pelo Ministério do \nPlanejamento, Orçamento e Gestão para aceitação de estagiários na \nAdministração Pública Federal. \nA realização do estágio não acarretará vinculo empregatício de qualquer \nnatureza, junto à empresa ou órgão. O estagiário poderá receber bolsa ou outra \nforma de contraprestação previdenciária, devendo o estagiário, em qualquer \nhipótese, estar assegurado contra acidentes pessoais. \nApós a conclusão do estágio, o estagiário deverá apresentar junto a \nDiretoria de Extensão do Campus Salinas o parecer do Professor Orientador de \nestágio, a avaliação do estágio (feita pelo Estagiário) e o relatório final de estágio \n(feito pelo Estagiário), em prazo não superior a 06 (seis) meses, após a conclusão \ndo estágio. O professor-orientador irá avaliar o relatório de estágio e emitirá \nparecer final sobre o estágio. Caso o relatório seja reprovado (ou necessite de \ncorreções) o estudante terá um prazo de 15 (quinze) dias para fazê-lo. \nA realização do estágio curricular será condição indispensável à obtenção do \ndiploma de Engenheiro Florestal. \n \n6.5.2 Atividades Complementares \n \nAs atividades complementares têm a finalidade de enriquecer o processo de \nensino-aprendizagem, privilegiando a complementação da formação social e \nprofissional. Com base no Art.9 da Resolução CNE/CES Nº3/2006 as atividades \ncomplementares são componentes curriculares que possibilitam, por avaliação, o \n", "105": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n105 \n \n \n \nreconhecimento de habilidades, conhecimentos, competências e atitudes do aluno, \nadquiridos inclusive fora do ambiente acadêmico. \nAssim, para obter o título de Bacharel em Engenharia Florestal do \nIFNMG Campus Salinas, o estudante deverá cumprir uma carga horária mínima de \n100 horas de atividades complementares. Estas atividades devem contribuir na \nformação profissional do aluno no desenvolvimento de novas habilidades, \ncompetências e atitudes, do ponto de vista técnico, ético e humanístico. A \ncontabilização da carga horária de atividades complementares será feita no final do \nnono período letivo. As atividades complementares poderão ser cumpridas a partir \ndo primeiro semestre letivo do curso, não havendo restrição quanto a pré-requisitos. \nSerão consideradas atividades complementares: \na) Eventos científicos (Congresso, Simpósios, Seminários de pesquisa ou \nExtensão, Encontros Científicos, Conferências, entre outros) \nb) Atividades de pesquisa e extensão (Projetos de pesquisa, Iniciação \ncientífica e Projetos de extensão) \nc) Palestras \nd) Curso extracurricular \ne) Estágio extracurricular \nf) Publicação de artigos científicos \ng) Publicação de resumos em anais de congresso \nh) Boletim técnico \ni) Monitoria \nj) Apresentação de seminário em eventos \nk) Módulos temáticos \nCasos não contemplados neste item, desde que devidamente comprovados \npor órgão responsável, serão avaliados pela coordenação do curso. \nEstas atividades se constituem componentes curriculares enriquecedoras e \nimplementadoras do próprio perfil do acadêmico, sem que se confundam com \nestágio supervisionado. \nAs normas e procedimentos para contabilização da carga horária das \natividades complementares serão especificadas por regulamento específico do \nIFNMG Campus Salinas. \nRessalta-se que as atividades complementares, também podem ser vistas \n", "106": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n106 \n \n \n \ncomo extensão, constituindo-se assim, elementos de intervenção na prática social, \nmaterializadas por meio de projetos educativos do curso. Este desenvolvimento \nintegrará todos os núcleos de conhecimento ao longo do ano. \n \n6.5.3 Trabalho de Conclusão de Curso \n \n \nO Trabalho de Conclusão de Curso (TCC) é um componente curricular \nobrigatório segundo as Diretrizes Curriculares para o curso de Graduação em \nEngenharia Florestal (Resolução CNE/CES Nº3/2006) a ser realizado ao longo do \núltimo ano do curso. \nO aluno de Curso de Graduação em Engenharia Florestal deve elaborar um \nTCC, centrado em determinada área teórico-prática ou de formação profissional, \ncomo atividade de síntese e integração de conhecimento e consolidação das \ntécnicas e de pesquisa, com carga horária de 60 horas. Esse tem por objetivo levar o \naluno ao desenvolvimento da sua capacidade criativa, reflexão crítica e solução de \nproblemas. \nO TCC deverá ser feito individualmente, após a integralização de 3000 \nhoras/minuto, a partir do 8º período, com a orientação de um professor. O tema a ser \ndesenvolvido no TCC deve ser aprovado previamente pelo professor orientador. \nO trabalho de conclusão de curso será composto de uma monografia, e de \numa apresentação oral. A apresentação oral será realizada em data acordada entre \no professor orientador e o Coordenador do curso e avaliada por uma Banca \nExaminadora, composta por três membros: o professor orientador do trabalho e dois \nmembros convidados, que poderão ser professores, pesquisadores ou profissionais \nda área em nível de pós-graduação. A apresentação oral terá duração de 30 a 40 \nminutos. \nA Banca Examinadora atribuirá pontos de zero a cem ao TCC apresentado. \nO TCC será considerado aprovado quando o número de pontos obtidos na \napreciação da Banca Examinadora for igual ou superior a sessenta pontos. Caso o \naluno não consiga aprovação na sua apresentação, será permitida uma 2ª \napresentação após 30 dias. Caso nessa 2ª apresentação não seja aprovado, um \nnovo TCC deverá ser elaborado. \nUma cópia impressa da monografia deverá ser entregue a cada membro da \n", "107": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n107 \n \n \n \nBanca Examinadora, até quinze dias antes da data prevista para a apresentação \noral. \nApós a apresentação oral do TCC, o aluno deverá fazer as correções \nsolicitadas pela Banca Examinadora e entregar uma versão final do trabalho na \nBiblioteca, em no máximo trinta dias corridos, a contar da data da apresentação oral. \nA versão final do trabalho deve seguir as normas estabelecidas pelo IFNMG – \nCampus Salinas. \n \n6.6 Iniciação Científica \n \nA Iniciação Científica objetiva despertar e cultivar a vocação científica entre \nos estudantes, proporcionando, sob a orientação de pesquisadores qualificados, o \ndesenvolvimento de habilidades e competência para o trabalho sistemático de \npesquisa e elaboração de trabalhos científicos. \nAlém disso, os docentes, na figura de coordenadores/orientadores ou \npesquisadores participantes de projetos de Iniciação Científica, são estimulados a \nintensificar suas práticas de pesquisa, aumentando sua produção científica e, \nconsequentemente, da instituição, bem como melhorando o processo ensino e \naprendizagem ao aplicar em sala de aula princípios de suas observações científicas. \nAssim, o IFNMG incorpora a suas ações pedagógicas o incentivo a produção \ndo conhecimento científico, denotado, principalmente, pelo Programa Institucional de \nBolsa de Iniciação Científica (PIBIC). Através do PIBIC, bolsas de Iniciação \nCientífica poderão ser concedidas pela própria instituição, órgãos de fomento \n(FAPEMIG/CNPq), iniciativa privada e, também, por projetos de pesquisa em \ndemandas individuais dos docentes. As bolsas são oferecidas, respeitando a \ncritérios de desempenho acadêmico, a estudantes interessados no desenvolvimento \ndo trabalho proposto. \n \n6.7 Apoio ao Discente \n \nA Assistência Estudantil do IFNMG é uma Política de Ações, que têm como \nobjetivos garantir o acesso, o êxito, a permanência e a participação de seus \nestudantes no espaço escolar. A Instituição atende a Resolução N° 29/2011 sobre a \nPolítica de Assistência Estudantil do Instituto Federal de Educação, Ciência e \n", "108": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n108 \n \n \n \nTecnologia do Norte de Minas Gerais, a qual estabelece os princípios e eixos que \nnorteiam os programas e projetos desenvolvidos nos seus campi. \nA proposta de Política de Assistência Estudantil foi pensada para as \nmodalidades: integrado, concomitante, subsequente, tecnologia, licenciatura, \nBacharelado e PROEJA, todos na modalidade presencial. \nA Política de Assistência Estudantil do IFNMG é composta pelos seguintes \nprogramas:  \n Programa de Assistência e Apoio aos Estudantes; \n Programa de Educação para Diversidade; \n Programa de Apoio a Pessoas com Necessidades Específicas;  \n Programa de Assistência à Saúde; \n Programa de Acompanhamento Psicológico; \n Programa de Acompanhamento pedagógico; \n Programa de acompanhamento social;  \n Programa de Incentivo à Educação Física e Lazer; \n Programa de Incentivo à Educação Artística e Cultural; \n Programa de Incentivo à Formação de Cidadania. \nAlém dos programas de Assistência Estudantil o IFNMG também possui o \nCentro de Línguas e o Programa de Mobilidade acadêmica. \nO Centro de Línguas têm como objetivo oportunizar um ensino de qualidade \nde línguas estrangeiras e português para a comunidade em geral do IFNMG e, \nquando possível, para a comunidade externa. Além disso, proporciona aos \nestudantes o conhecimento de uma nova língua natural de modalidade gestual \n(LIBRAS), gerando competências comunicativas que valorizem a educação e a \ncultura da comunidade surda. \nO Programa de Mobilidade acadêmica proporciona aos estudantes do \nIFNMG a possibilidade de realizarem atividades acadêmicas em outras instituições, \nnacionais ou estrangeiras, contabilizando-as em seus currículos escolares mediante \naproveitamento de estudos. A mesma possibilidade é dada a estudantes \nestrangeiros que estejam temporariamente desenvolvendo atividades acadêmicas \nno IFNMG. \nAlém disso, comprometidos com a inclusão e a transformação social da \nregião, o projeto pedagógico do Curso de Engenharia Florestal do IFNMG - Campus \n", "109": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n109 \n \n \n \nSalinas integra estudantes, docentes e técnicos administrativos em uma proposta \ninstitucional de inclusão e diversidade.  \n \nO curso compromete-se com as Políticas de Inclusão (Dec. N° \n5.296/2004), os Direitos Humanos (Resolução CP/CNE N° 1, de 30 de maio de \n2012) e a legislação relativa às questões étnico-raciais e indígenas (Leis 10.639/03 e \n11.645/08; e Resolução CNE/CP N° 01 de 17 de junho de 2004) abordando tais \ntemáticas de maneira direta, transversal, interdisciplinar ou transdisciplinar em seu \ncurrículo. Este colabora e conta com serviços prestados pelo IFNMG, dentre os \nquais se destacam: \n- Núcleo Pedagógico: formado por pedagogos e técnicos em assuntos educacionais, \nauxilia docentes e discentes da instituição, no que diz respeito às peculiaridades \nexistentes no ambiente escolar, principalmente com relação aos aspectos \npedagógicos (relação professor-aluno, questões relacionadas a aprendizagem, \natualizações da legislação, dentre outros), com o intuito de melhorar a qualidade do \nensino, pesquisa e extensão oferecidos pelo IFNMG – Campus Salinas; \n- Núcleo de Estudos Afro-Brasileiros e Indígenas (NEABI): busca promover e \nfortalecer ações, de natureza sistêmica, no âmbito do ensino, pesquisa e extensão, \nque promovam o cumprimento efetivo das Leis N° 10.639/2003 e 11.645/2008 e os \ndemais instrumentos legais correlatos. \n- Assistência ao Educando: equipe multidisciplinar, composta por médico, dentista, \nassistente social, psicólogo, nutricionistas, assistentes de alunos e enfermeiro, que \noferecem assistência aos estudantes contribuindo para seu bem-estar e, assim, \nmelhoria de seu desempenho acadêmico, buscando minimizar a reprovação e a \nevasão escolar;  \n- Núcleo de Atendimento as Pessoas com Necessidades Específicas (NAPNE): \nsubsidia o IFNMG nas ações e estudos voltados à inclusão de estudantes com \ndificuldades na aprendizagem, advindas de fatores diversos, tais como altas \nhabilidades, disfunções neurológicas, problemas emocionais, limitações físicas, \nproblemas na fala e ausência total e/ou parcial da audição e/ou visão. Outras \ninformações importantes sobre a atuação deste núcleo estão descritas no subitem \nsubsequente.  \n- Política de assistência estudantil: compreende auxílios concedidos a partir de \ncritérios socioeconômicos (auxílio permanência, auxílio transporte, auxílio moradia, \n", "110": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n110 \n \n \n \nauxílio para aquisições de itens escolares, uniforme e viagens, auxílio cópia e \nimpressão) e auxílios concedidos por mérito acadêmico (Bolsas de monitoria, Bolsas \nde pesquisa e extensão, etc.). \n- Sistema de cotas no ingresso: O IFNMG reserva 50% das vagas para estudantes \nvindos de escolas públicas, parte delas para candidatos de baixa renda e \nautodeclarados negros, pardos e indígenas. Além disso, 5% das vagas serão \nreservadas para pessoas com deficiência. \n \n7 \nCRITÉRIOS DE APROVEITAMENTO DE ESTUDOS, CONHECIMENTOS E \nEXPERIÊNCIAS ANTERIORES \n \nNo curso de graduação em Engenharia Florestal o aproveitamento de \nestudos e de conhecimentos e experiências anteriores acontecerão conforme o \nRegulamento dos Cursos de Graduação do IFNMG.  \nO \naproveitamento \nde \nestudos \ncompreende \na \npossibilidade \nde \naproveitamento de disciplinas estudadas em outro curso superior mediante a \napresentação do requerimento específico. \nO aproveitamento de conhecimentos e experiências anteriores consiste na \npossibilidade de abreviação da duração do curso para acadêmicos que \ndemonstrarem, por meio de provas e outros instrumentos de avaliação específicos, \npossuírem \nextraordinário \naproveitamento \nde \nestudo \nou \ncomprovação \nde \ncompetência adquirida em ambiente extraescolar. \nOs pedidos de aproveitamento de disciplinas podem ser feitos em qualquer \nperíodo do curso e devem ser protocolados, nos prazos regulamentares previstos no \ncalendário acadêmico, no semestre letivo anterior ao da oferta das disciplinas, ao \ncoordenador de curso, para análise e deferimento, conforme previsto na matriz \ncurricular. \n \n \n \n \n \n \n \n", "111": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n111 \n \n \n \n8 \nCRITÉRIOS DE AVALIAÇÃO DA APRENDIZAGEM \n \nA avaliação de aprendizagem será realizada de acordo com o Regulamento \ndos Cursos de Graduação do IFNMG, por meio de diversos instrumentos avaliativos: \nprovas, trabalhos de pesquisa, projetos de trabalho, seminários, relatórios de \natividades, exercícios, aulas práticas, monografia e outros. \nDeverão ser priorizados instrumentos de avaliação estimuladores da \nautonomia na aprendizagem, que envolvam atividades realizadas individualmente e \nem grupo e forneçam indicadores da aplicação, no contexto profissional das \ncompetências adquiridas, visando a contemplar as peculiaridades dos alunos e de \ncada disciplina. \nA avaliação do aproveitamento do acadêmico compreenderá a apuração da \nassiduidade (frequência às atividades didáticas) e do aproveitamento em cada \ndisciplina, que será expressa numericamente numa escala de 0 (zero) a 100 (cem) \npontos. \n \n8.1 \nPromoção e Reprovação \n \nPara efeito de promoção ou reprovação em cada uma das disciplinas \nintegrantes da Matriz Curricular do Curso de Engenharia Florestal do IFNMG \nCampus Salinas serão aplicados os seguintes critérios, de acordo com o \nRegulamento de Cursos de Graduação do IFNMG: \n \n O acadêmico que obtiver a média das avaliações parciais no período \nmaior ou igual a 60 (sessenta) pontos, e frequência igual ou superior a \n75% (setenta e cinco por cento), em cada disciplina, será considerado \naprovado. \n O acadêmico que alcançar, na disciplina, média igual ou superior a 40 \n(quarenta) pontos e 75% de frequência, submeter-se-á a exame final, \nabrangendo todo o conteúdo programático da disciplina. \n Na hipótese da realização do exame final, serão aprovados aqueles que \nobtiverem ao final, a média aritmética igual ou superior a 60 (sessenta) \npontos obtida a partir das notas do exame final e da nota da disciplina. \n O acadêmico que obtiver, na disciplina, média inferior a 40 (quarenta) \n", "112": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n112 \n \n \n \npontos e/ou frequência inferior a 75%, será considerado reprovado. \n O acadêmico reprovado por não ter alcançado, seja a frequência ou a \nmédia exigidas, repetirá a disciplina, sujeitando-se às mesmas exigências \nde frequência e aproveitamento estabelecidas neste regulamento. \n A disciplina em que o acadêmico for reprovado poderá ser cumprida no \nmesmo curso ou em curso diferente, desde que haja equivalência \nprevista pelo PPC, e em horários não coincidentes com outras disciplinas \nem que esteja matriculado. \n \n8.2 \nFrequência \n \nA aprovação para o período subsequente tem como preceito o rendimento \ndo acadêmico e a frequência às atividades propostas; sendo exigência legal a \nfrequência mínima de 75% das aulas em cada período por disciplina, segundo a \nResolução CFE N° 04/1986 e conforme o estabelecido pelo Regulamento dos \nCursos de Graduação do IFNMG. \nA frequência às atividades escolares é obrigatória, considerando-se \nreprovado na disciplina o aluno que não comparecer a no mínimo 75% (setenta e \ncinco por cento) das aulas dadas, independente do seu aproveitamento. \nA verificação de registro da frequência é de responsabilidade do docente, \nsendo seu controle e divulgação semestral na Coordenação de Registro Acadêmico \n(CRA). \n \n9 \nSISTEMA DE AVALIAÇÃO DO PROJETO DO CURSO \n \nO projeto do Curso de graduação em Engenharia Florestal do IFNMG \nCampus Salinas será avaliado de forma contínua, periódica e permanente. Para \ntanto, será considerado o planejamento e a avaliação dos processos, resultados, \neficiência e eficácia institucionais, conforme orientações da lei nº 10.861, de \n14/04/2004, que institui o Sistema Nacional de Avaliação da Educação Superior - \nSINAES e dá outras providências. \nA coordenação do curso implantará mecanismos de avaliação anual, com a \nintenção de buscar melhorias e inovações que permitirão o surgimento de novas \n", "113": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n113 \n \n \n \npossibilidades, orientações, sugestões, justificativas, escolhas e tomadas de \ndecisões. \nSerão considerados como dados importantes nesta fase de avaliação as \navaliações externas, como o ENADE (Exame Nacional de Desempenho de \nEstudantes) e a análise das experiências dos egressos e da comunidade acadêmica. \nCom relação aos egressos, o objetivo é verificar se a atuação deles como \nprofissionais, supre as necessidades do mercado de trabalho e da comunidade, bem \ncomo se os conhecimentos adquiridos por eles no curso lhes dão subsídio para uma \natuação profissional competente. \nOutro fator que contribuirá para a avaliação do projeto pedagógico, ou do \nperfil do formando e do curso frente aos desafios externos são os eventos nacionais \nque discutirem as questões pertinentes ao ensino das ciências agrárias e/ou \nespecificamente, da Engenharia Florestal. \nSerão utilizados como mecanismo de avaliação: \n Aplicação ao final de cada período letivo, de um questionário de avaliação \ndas disciplinas e auto avaliação dos estudantes, a fim de analisar o \ndesempenho destes no processo ensino-aprendizagem; \n Realização de pesquisas periódicas para verificar o grau de satisfação \ndos egressos e mercado de trabalho com relação à otimização do \ncurrículo. \nTais dados orientarão tomadas de decisões que permitirão a melhoria da \nqualidade de ensino, como ajustes no projeto pedagógico do curso, metodologias de \nensino, solicitação e aperfeiçoamento dos recursos humanos, dentre outros. \nSalienta-se que esta avaliação abrangerá todas as dimensões, abrangendo: \nos objetivos do curso; as competências e habilidades desenvolvidas pelo acadêmico; \norganização curricular; formas de avaliação adotadas pelos professores e o suporte \nfísico, computacional e bibliográfico de funcionamento do curso. \nAssim, esta avaliação possibilitará a flexibilidade do referido projeto, \npermitindo adequações às necessidades do curso e da comunidade acerca de \nquestões sociais, técnicas e/ou científica. \n \n \n \n", "114": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n114 \n \n \n \n10    GESTÃO ADMINISTRATIVA E PEDAGÓGICA DO CURSO \n \n \nA gestão administrativa e pedagógica do curso de Engenharia Florestal do \nIFNMG possui como estrutura a Coordenação de Curso, o Colegiado de Curso e \nNúcleo Docente Estruturante.  As normas respectivas estão definas no Regulamento \ndas Atribuições dos Coordenadores de Curso de Graduação do IFNMG, \nRegulamento dos Colegiados dos Cursos de Graduação do IFNMG, Regulamento \ndo Núcleo Docente Estruturante dos Cursos de Graduação do IFNMG e \nRegulamento dos Cursos de Graduação do IFNMG. \n \n11 CORPO DOCENTE \n \nDocente \nTitulação \nAldemi Ferreira Mendes \nLicenciado em Matemática e Mestre em \nEducação Agrícola \nAlessandro de Paula Silva \nBacharel \nem \nEngenharia \nFlorestal, \nMestre em Agronomia e Doutor em \nCiências Ambientais \nAline Nogueira Alves Santiago \nBacharel e Licenciada em Química, \nMestre em Físico-Química \nAlisson Marques Miranda \nLicenciado em Física, Mestre em Física \nAplicada e Doutor em Física \nAnderson Vantuir Nobre Vieira \nLicenciado \nem \nMatemática, \nEspecialização em Educação Matemática \nCristiane da Silva Melo \nBacharel \nem \nFarmácia, \nMestre \nem \nCiências Farmacêuticas \nEdson Antunes Quaresma Júnior \nBacharel \nem \nAdministração, \nEspecialização em Docência do Ensino \nSuperior, Mestre em Educação, Cultura e \nOrganizações \nSociais \ne \nDoutor em \nAdministração \nÉlcio José do Nascimento \nBacharel em Agronomia; Mestre em \nSolos e Nutrição de Plantas e Doutor em \nGeologia \nFilipe Vieira Santos de Abreu \nLicenciado \nem \nCiências \nBiológicas, \nMestre em Parasitologia e Doutor em \nBiologia Parasitária \n", "115": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n115 \n \n \n \nGuilherme Mendes Almeida Carvalho Bacharel em Ciências Biológicas, Mestre \ne Doutor em Genética e Melhoramento \nJane Bruna de Almeida \nBacharel \nem \nEngenharia \nAmbiental, \nMestre em Produção Vegetal \nLuciano Adley Costa Castro \nLicenciado em Física, Especialista em \nFísica, Mestre em Ensino de Física e \nDoutor em Ensino de Física e Química \nMarcelo Rossi Vicente \nBacharel em Agronomia, Mestre e Doutor \nem Engenharia Agrícola \nMarco Aurélio Meira Fonseca \nLicenciado \nem \nMatemática, \nEspecialização \nem \nMatemática \ne \nEstatística e Mestre em Matemática \nMarcos de Oliveira \nBacharel \nem \nCiências \nBiológicas, \nEspecialização em Gestão Ambiental, \nBiodiversidade e Biologia, Mestre em \nBiologia Microbiana e Doutorando em \nCiências Biológicas \nMarília Dutra Massad \nBacharel em Agronomia, Especialista em \nGestão Integrada: Meio Ambiente, Saúde \ne Segurança no Trabalho, Mestre em \nProdução Vegetal e Doutoranda em \nCiência Florestal \nMário Anísio Borges \nBacharel \nem \nAdministração \nde \nEmpresas, \nBacharel \nem \nEconomia, \nLicenciado \nem \nMatemática, \nEspecialização em Administração Rural, \nEspecialização \nem \nMatemática \ne \nEstatística e Especialização em Gestão \nEstratégica \nem \nNegócios \ne \nEspecialização \nem \nGestão \nem \nAgronegócio \nMichelle Ferreira Terra Ematne \nBacharel em Ciências Biológicas, Mestre \ne Doutora em Microbiologia Agrícola \nMichellia Pereira Soares \nBacharel em Ciências Biológicas, Mestre \ne Doutora em Botânica \nRicardo dos Santos Silva \nBacharel em Ciências Sociais, Mestre em \nDesenvolvimento Social e Doutor em \nSociologia \nRoberto Ananias Ribeiro \nBacharel e Licenciado em Química, \nMestre e Doutor em Química \n", "116": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n116 \n \n \n \nRomildo Lopes de Oliveira \nBacharel em Engenharia Florestal e \nMestre em Ciência Florestal \nRonaldo Medeiros dos Santos \nBacharel em Engenharia de Agrimensura, \nMestre em Ciência Florestal, Doutor em \nTecnologia \nAmbiental \ne \nRecursos \nHídricos \nTatianne Gizelle Marques Silva \nBacharelado em Ciências Biológicas, \nMestre e Doutora em Entomologia \nTiago Reis Dutra \nBacharel \nem \nEngenharia \nFlorestal, \nEspecialista em Gestão Integrada: Meio \nAmbiente, \nSaúde \ne \nSegurança \nno \nTrabalho, Mestre em Produção Vegetal e \nDoutorando em Ciência Florestal \nVilson Alves Moreira \nLicenciado \nem \nFilosofia, \nMestre \ne \nEducação \nAgrícola \ne \nDoutor \nem \nDesenvolvimento Rural \nVinicius Orlandi Barbosa Lima \nBacharel em Engenharia Florestal e \nMestre em Ciência Florestal \nWagner Patrício de Sousa Junior \nBacharel em Engenharia Florestal e \nMestre em Ciência Florestal \n \n \n12  CORPO TÉCNICO ADMINISTRATIVO ENVOLVIDO NO CURSO \n \nTécnico \nAdministrativo \nCargo \nFormação \nAlessandra \nSarmento Rodrigues  \nPsicóloga \nGraduação em Psicologia; Mestrado em \nEducação Profissional Agrícola \nÁlvaro Diego Soares \nMota \nEngenheiro \nAgrônomo \nBacharel em Agronomia, Mestre em \nProdução Vegetal \nAurélio Marques de \nOliveira \nAuxiliar em \nAgropecuária \nCurso Técnico em Contabilidade \nEdvaldo Lima \nMáximo \nTécnico de \nLaboratório \nTécnico em eletrotécnica e Licenciado em \nFísica \nEliana Ramos \nFigueiredo \nTécnico de \nLaboratório \nTécnica e Licenciada em Química \nEliane Cristina \nGualberto Melo \nMineiro \nPedagoga \nBacharel em Pedagogia e Mestre em \nEducação \n", "117": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n117 \n \n \n \nEva Rodrigues de \nSousa \nTécnica de \nLaboratório \nTécnica em Química e Licenciada em \nQuímica e Bacharel em Tecn. Prod. \nCachaça \nFábio Antunes \nArruda \nTécnico em \nAgropecuária \nTécnico em Agropecuária - Graduando em \nMedicina Veterinária \nFábio Ferreira de \nOliveira \nOperador de \nMáquinas \nAgrícolas \nBacharel em Zootecnia e Mestre em \nDesenvolvimento \nRegional \ne \nMeio \nAmbiente \nFabio Pereira de \nSouza \nTécnico de \nlaboratório \nTécnico em agropecuária e Bacharel em \nTecn. Prod. Cachaça \nFlavia Emanuelle \nAlves de Freitas \nPedagoga \nGraduação em Pedagogia \nGeórgia Priscila \nSantiago Bastos \nAndrade \nAssistente Social \nGraduação \nem \nServiço \nSocial; \nEspecialização \nem \nPolíticas \nPúblicas \nSocais em Intervenção junto à Família \nJéssica Costa de \nOliveira \nEngenheira \nFlorestal \nBacharel em Engenharia Florestal, Mestre \nem Ciências Florestais e Doutoranda em \nProdução Vegetal \nLara Bruna Brito \nNeres de Castro \nTécnica de \nLaboratório \nBacharel em Tecn. Prod. de Cachaça, \nEspecialista em Docência do Ensino \nSuperior e Mestre em Educação Agrícola \nLidiane Rodrigues \nBrito \nPedagoga \nGraduação \nem \nPedagogia \ne \nEspecialização \nem \nPsicopedagogia \ne \nSupervisão Escolar \nMarilene Sarmento \nCardoso \nTécnica em \nAssuntos \nEducacionais \nLicenciatura Plena – Português/Inglês; \nPós-graduação em Docência do Ensino \nSuperior \nMeirivan Batista de \nOliveira \nTécnica em \nAssuntos \nEducacionais \nLicenciada em Letras/ Português/ Inglês; \nGraduanda em Pedagogia; Especialização \nem Educação de Jovens e Adultos-\nPROEJA e Mestre em Educação Agrícola \nPatrícia Nery Silva \nSouza \nTécnica de \nLaboratório \nBacharel em Ciências biológicas, Mestre \nem Ciências Agrárias e Doutoranda em \nProdução Vegetal \nRenata Xavier \nCastro \nEnfermeira \nGraduação \nem \nEnfermagem; \nEspecialização em Atenção Básica em \nSaúde da Família. \n", "118": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n118 \n \n \n \nRomilda da Silva \nPereira \nCoordenadora do \nSetor de \nRegistros \nAcadêmicos \nGraduação em Administração \nSabrina da Silva \nOliveira \nBibliotecária \nBacharel em Biblioteconomia \nSoraya Gonçalves \nCosta \nTécnica em \nAssuntos \nEducacionais \nGraduação em Pedagogia; Especialista \nem Docência do Ensino Superior e Mestre \nem Desenvolvimento Regional e Meio \nAmbiente \n \n \n \n13 \nINSTALAÇÕES E EQUIPAMENTOS  \n \n13.1 Instalações disponíveis no Campus utilizados pelo Curso \n \nDependências \nQuantidade \nPrédio de Salas de Aula \n3 \nGabinete de Professores \n10 \nPrédio de Assistência ao Educando \n1 \nBiblioteca \n1 \nReprografia \n1 \nGalpão de Eventos \n1 \nCantina Escolar \n1 \nRefeitório \n1 \nGinásio Poliesportivo \n1 \nQuadra Poliesportiva \n2 \nAcademia \n1 \nLaboratório de Análise e Comportamento de Insetos \n1 \nLaboratório de Desenho e Topografia \n1 \nLaboratório de Ecologia e Sistemática Vegetal \n1 \nLaboratório de Física \n1 \nLaboratório de Informática \n4 \nLaboratório de Matemática \n1 \nLaboratório de Mecanização Agrícola e Florestal \n1 \nLaboratório de Microbiologia \n1 \nLaboratório de Microscopia \n1 \n", "119": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n119 \n \n \n \nLaboratório de Anatomia e Propriedades da Madeira / Dendrologia \n1 \nLaboratório de Química \n1 \nLaboratório de Sementes e Propagação Florestal \n1 \nLaboratório de Solos \n1 \nLaboratório de Zoologia de Invertebrados \n1 \nLaboratório de Zoologia de Vertebrados \n1 \nViveiro Florestal \n1 \n \n13.2 \nBiblioteca \n \nO IFNMG - Campus Salinas possui uma biblioteca dotada de espaço físico \nsuficiente para atender todos os cursos ofertados pela instituição. A Biblioteca Iraci \nHeringer Lisboa tem por objetivo atender às necessidades de estudantes e \nservidores do IFNMG - Campus Salinas, tanto no ensino quanto na pesquisa, além \nde gerenciar a informação e o conhecimento, fornecendo suporte informacional à \ncomunidade acadêmica e escolar, contribuindo, assim, para a qualidade do ensino e \nda pesquisa. \nPossui acervo físico de: livros; periódicos; CD’s, DVD’s e VHS’s; monografias, \ndissertações e teses; relatórios técnicos e publicações seriadas. Oferece ainda \nserviços, entre eles: atendimento e orientação ao usuário; consulta ao acervo on-\nline; renovação e reservas on-line; catalogação na fonte; boletim informativos, \nacesso ao Portal CAPES; COMUT e serviços de referências. \nNo que tange ao acervo, grande parte das bibliografias já se encontram na \nBiblioteca Iraci Heringer Lisboa e as novas bibliografias, básica e complementar, \nlistadas neste projeto pedagógico serão adquiridas em novos processos de compra. \n \n13.3 \nInfraestrutura de Laboratórios Específicos à Área do Curso \n \nOs laboratórios do IFNMG - Campus Salinas tem por finalidade principal a \noferta de aulas práticas, visando a aquisição de conhecimento prático necessário à \nmelhor compreensão do conteúdo ministrado em aulas teóricas nas disciplinas. O \nlaboratórios também são utilizados para desenvolver atividades de pesquisa e \nextensão desde que sob orientação de um professor ou de servidor responsável pelo \nlaboratório. \n", "120": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n120 \n \n \n \nLABORATÓRIOS DE CIÊNCIAS BIOLÓGICAS \nOs laboratórios das Ciências Biológicas atendem às aulas práticas das diversas \ndisciplinas relacionadas à Botânica, Sistemática Vegetal, Zoologia, Entomologia e \nMicroscopia, a seguir: \n• \nLaboratório de Análise e Comportamento de Insetos; \n• \nLaboratório de Ecologia e Sistemática Vegetal; \n• \nLaboratório de Zoologia de Invertebrados; \n• \nLaboratório de Zoologia de Vertebrados; \n• \nLaboratório de Microscopia; \n \nLABORATÓRIO DE QUÍMICA \nO laboratório de Química ocupa uma área de 100 m2 dividido em 4 ambientes: Sala \nde aula, sala de equipamentos, almoxarifado de reagentes e sala de pesagem. \nNesta estrutura são realizadas atualmente as aulas práticas das disciplinas das \ngrandes áreas de Química contidas na matriz curricular. \n \nLABORATÓRIO DE FÍSICA \nO laboratório de Física é utilizado como apoio técnico ao conteúdo teórico \napresentado nas disciplinas do curso relacionados à Física I e II. Ocupa uma área de \n73,21 m2 dividido em 2 ambientes: Sala de aula e sala de equipamentos. \n \nLABORATÓRIO DE MICROBIOLOGIA \nO Laboratório de Microbiologia realiza análises microbiológicas de amostras \nvegetais, alimentos, água, dentre outros. É utilizado na realização de aulas práticas, \nabordando os principais grupos de interesse microbiológico, crescimento e controle \nde microrganismos. \n \nVIVEIRO FLORESTAL \nEstrutura destinada a produção de mudas de espécies nativas e exóticas visando a \npesquisa, ensino e extensão. O viveiro florestal é composto de estruturas tais como: \nMinijardim clonal, casa de vegetação, casa de sombra e área de crescimento a céu \naberto (todos com sistema de irrigação automatizado) e dependências tais como \ndepósito de insumos, ferramentas e agroquímicos, sala de beneficiamento e \narmazenamento de semente e escritório. \n \nLABORATÓRIO DE SEMENTES E PROPAGAÇÃO DE ESPÉCIES FLORESTAIS \nO laboratório de sementes e propagação está localizado em anexo ao viveiro \n", "121": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n121 \n \n \n \nflorestal, destinado ao armazenamento de sementes, práticas de fisiologia de \nsementes, testes de germinação, propagação vegetativa, micropropagação, \nsecagem e pesagem de material vegetal. \n \nLABORATÓRIO DE SOLOS \nO laboratório de solos tem por objetivo atender as demandas de ensino, pesquisa e \nextensão do curso de Engenharia Florestal e demais cursos relacionados com as \nCiências Agrárias. A estrutura do laboratório é composta por uma sala principal com \nequipamentos instalados e um anexo destinado a armazenar materiais, vidrarias e \ndestilação de água. O laboratório possui infraestrutura para realização de análises \nquímica simples e física do solo.  \n \nLABORATÓRIO \nDE \nANATOMIA \nE \nPROPRIEDADES \nDA \nMADEIRA \n/ \nDENDROLOGIA \nEste laboratório atualmente esta subdividido nas áreas de estudos em madeiras e \nestudos dendrológicos. É destinado à execução de parte das atividades práticas que \ncomplementam o conteúdo ministrado em aulas teóricas nas disciplinas de Estrutura \nAnatômica e Composição da Madeira, Tecnologia da Madeira, Produtos Florestais, \nPreservação da madeira, Energia da Biomassa e Tecnologia de Obtenção de \nCelulose. Com uma área de 65 m2 e um anexo para armazenamento de materiais e \nreagentes, a estrutura contribui também para as atividades de pesquisa e extensão \npertencentes à grande área de Ciência da Madeira. O laboratório de Dendrologia \ndestina-se no auxílio da identificação e classificação de espécies arbóreas, \nprocessamento de material botânico, montagem de exsicatas, apoio a atividades \npráticas de reconhecimento e monitoramento de plantas superiores, armazenamento \nde amostras de exemplares da flora regional e espécies vegetais exóticas. \n \nLABORATÓRIO DE MECANIZAÇÃO AGRÍCOLA E FLORESTAL \nO Laboratório de Mecanização Agrícola e Florestal do IFNMG Campus Salinas é \nutilizado para atender as atividades de ensino, pesquisa, extensão e produção do \nCampus. Sua estrutura atende as disciplinas de Mecanização Florestal e Colheita e \nTransporte Florestal. \n \nLABORATÓRIO DE DESENHO E TOPOGRAFIA \nO Laboratório de Desenho e Topografia encontra-se em funcionamento desde os \nprimórdios da antiga Escola Agrotécnica Federal de Salinas, inicialmente fornecendo \nsuporte aos alunos do curso técnico em agropecuária, nas disciplinas Topografia \nAplicada e Desenho Técnico. Desde 2010, após melhorias em sua estrutura, oferece \nsuporte também às disciplinas Representações Gráficas, Fotogrametria e \n", "122": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n122 \n \n \n \nGeoprocessamento. Além de dispor de estrutura e equipamentos para o \ndesenvolvimento das referidas disciplinas, o local é espaço de estudo frequentado \npor alunos. \n13.4 \nEquipamentos e Mobiliário \nA relação dos equipamentos e mobiliário disponíveis nas Instalações e \nlaboratórios específicos à área do Curso estão descritos no Anexo II. \n13.5 \nRecursos tecnológicos \nO Campus Salinas disponibiliza todos os recursos tecnológicos (aparelhos de \nTV, DVD, projetores, lousas interativas, caixas de som, microfones, entre outros) \nnecessários ao adequado funcionamento do curso de Bacharelado em Engenharia \nFlorestal \n \n13.6 \nPlano de Expansão \n \nA expansão e o melhor atendimento às necessidades do curso ocorrerão de \nacordo com o planejamento estratégico da Instituição, objetivando o atendimento do \nperfil exigido pelo mercado de trabalho. Visando-se concentrar as estruturas \ndisponíveis para o curso e prospectar a instalação de novos laboratórios, o \nplanejamento estratégico do curso que foi elaborado pelo Núcleo Docente \nEstruturante - NDE do curso de Engenharia Florestal prevê a construção de um \nprédio de laboratórios específicos para as áreas técnicas com área aproximada de \n2500m2 em área já definida no Campus. Esse planejamento também prevê a \nconstrução de anexos para um laboratório de água e clima, mecanização e colheita \nflorestal, galpão para serraria e marcenaria, bosque dendrológico e bioenergia. \n", "123": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n123 \n \n \n \n14  REFERÊNCIAS BIBLIOGRÁFICAS \n \nBRASIL. Decreto Nº 3.860, de 9 de Julho de 2001. Dispõe sobre a organização do \nensino superior, a avaliação de cursos e instituições, e dá outras providências. \nDisponível em: http://www.inep.gov.br . Acesso: 28 ago.2017. \n \nBRASIL. Lei LDB: de diretrizes e bases da educação: lei n. 9.394/96. \nApresentação Esther Grossi. 3. ed. Brasília: DP&A, 2000. \n \nBRASIL. Lei nº 10.861, de 14/04/2004. Institui o Sistema Nacional de Avaliação da \nEducação Superior – SINAES e dá outras providências. Disponível em: \nhttp://www.planalto.gov.br/ccivil_03/_ato2004-2006/2004/lei/l10.861.htm Acesso em \n10/04/2011. \n \nBRASIL. Lei 11788 de 25 de setembro de 2008. Dispõe sobre estágio de \nEstudantes. Disponível em: http://www.sjc.sp.gov.br . Acesso: 15 ago.2017. \n \nBRASIL. MEC – SETEC. Princípios Norteadores das Engenharias nos Institutos \nFederais. Brasília. 2008. \n \nBRASIL. Ministério da Educação do. Resolução Nº 3, de 2 de fevereiro de 2006. \nInstitui as Diretrizes Curriculares Nacionais para o curso de graduação em \nEngenharia \nFlorestal \ne \ndá \noutras \nprovidências. \nDisponível \nem: \nhttp://www.abmes.org.br . Acesso em: 25 ago.2017. \n \nBRASIL. Ministério da Educação do. Resolução nº4/1986 do Conselho Federal de \nEducação. Dispõe sobre o mínimo de frequência obrigatória nos cursos superiores. \nDisponível em: http://www.prolei.inep.gov.br . Acesso em: 25 ago.2017 \n \nBRASIL. Instituto Federal do Norte de Minas Gerais - IFNMG.  Conheça o IFNMG. \nDisponível em: <http://www.ifnmg.edu.br/ifnmg/conheca > Acesso em: 27 ago. 2017. \n \n_____. Instituto Brasileiro de Geografia e Estatística. Censo 2010.  Disponível em : \n<http:// http://www.ibge.gov.br > Acesso em: 20 ago. 2017. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "124": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n124 \n \n \n \n15. ANEXOS \n \nANEXO I – Equivalência de disciplinas com a Matriz Curricular de 2017 \n \nP \nDisciplina \nEquivalência Matriz 2017 \n1 \nBiologia Celular \nBiologia Celular \n1 \nCálculo I \nCálculo I \n1 \nDesenho Técnico \nDesenho Técnico \n1 \nEcologia Geral \nEcologia Geral \n1 \nIniciação a Engenharia Florestal \nIniciação a Engenharia Florestal \n1 \nQuímica Geral \nQuímica Geral \n1 \nZoologia Geral \nZoologia Geral \n2 \nAnatomia e Morfologia Vegetal \nAnatomia e Morfologia Vegetal \n2 \nFísica Geral I \nFísica Geral I \n2 \nGeometria Analítica e Álgebra Linear \nGeometria Analítica e Álgebra Linear \n2 \nIntrodução à Geologia \nIntrodução à Geologia \n2 \nMétodos e Técnicas de Estudo e \nPesquisa \nMétodos e Técnicas de Estudo e Pesquisa \n2 \nQuímica Orgânica \nQuímica Orgânica \n2 \nSociologia e Extensão Rural \nSociologia e Extensão Rural \n3 \nBioquímica \nBioquímica \n3 \nEcologia Florestal \nEcologia Florestal \n3 \nEstatística Básica \nEstatística Básica \n3 \nFísica Geral II \nFísica Geral II \n3 \nMicrobiologia \nMicrobiologia \n3 \nSistemática das Angiospermas \nSistemática das Angiospermas \n3 \nTopografia  \nTopografia \n4 \nDendrologia \nDendrologia \n4 \nEntomologia Básica \nEntomologia Básica \n4 \nEstatística Experimental \nEstatística Experimental \n4 \nFisiologia Vegetal \nFisiologia Vegetal \n4 \nFotogrametria e Fotointerpretação \nFotogrametria e Fotointerpretação \n4 \nGênese e Morfologia do Solo \nGênese e Morfologia do Solo \n4 \nQuímica Analítica  \nQuímica Analítica \n5 \nDendrometria \nDendrometria \n5 \nFertilidade do Solo e Nutrição de Plantas \nFertilidade do Solo e Nutrição de Plantas \n5 \nGenética \nGenética \n5 \nMecanização Florestal \nMecanização Florestal \n", "125": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n125 \n \n \n \n5 \nMeteorologia e Climatologia \nMeteorologia e Climatologia \n5 \nSementes Florestais \nSementes Florestais \n5 \nSensoriamento Remoto \nSensoriamento Remoto \n6 \nArborização e Paisagismo \nArborização e Paisagismo \n6 \nEstrutura Anatômica e Composição da \nMadeira \nEstrutura Anatômica e Composição da \nMadeira \n6 \nHidráulica e Irrigação Aplicada \nHidráulica e Irrigação Aplicada \n6 \nInventário Florestal  \nInventário Florestal \n6 \nPatologia Florestal \nPatologia Florestal \n6 \nSistemas de Informações Geográficas \nSistemas de Informações Geográficas \n6 \nViveiros Florestais \nViveiros Florestais \n7 \nEconomia Florestal \nEconomia Florestal \n7 \nEntomologia Florestal \nEntomologia Florestal \n7 \nHidrologia e Manejo de Bacias \nHidrográficas \nHidrologia e Manejo de Bacias \nHidrográficas \n7 \nSilvicultura \nSilvicultura \n7 \nSistemas Agroflorestais \nSistemas Agroflorestais \n7 \nTecnologia da Madeira \nTecnologia da Madeira \n7 \nUnidades de Conservação \nUnidades de Conservação \n8 \nAvaliação de Impactos Ambientais e \nRecuperação de Áreas Degradadas \nAvaliação de Impactos Ambientais e \nRecuperação de Áreas Degradadas \n8 \nColheita e Transporte Florestal \nColheita e Transporte Florestal \n8 \nConstruções de Madeira  \nConstruções de Madeira \n8 \nMelhoramento Florestal \nMelhoramento Florestal \n8 \nPolítica e Legislação Florestal \nPolítica e Legislação Florestal \n8 \nProdução e Gestão do Conhecimento \nProdução e Gestão do Conhecimento \n8 \nProdutos Florestais \nProdutos Florestais \n9 \nEnergia da Biomassa Florestal \nEnergia da Biomassa Florestal \n9 \nEstrutura, Dinâmica e Manejo de \nFlorestas Nativas \nEstrutura, Dinâmica e Manejo de Florestas \nNativas \n9 \nGerência de Projetos \nGerência de Projetos \n9 \nManejo Florestal \nManejo Florestal \n9 \nPreservação da Madeira \nPreservação da Madeira \n9 \nProteção contra Incêndios Florestais \nProteção contra Incêndios Florestais \n9 \nTecnologia de Obtenção de Celulose \nTecnologia de Obtenção de Celulose \nOptativas: Núcleo Geral \nOpt Estatística aplicada à Ciência Florestal \nEstatística aplicada à Ciência Florestal \nOpt Física do Solo \nFísica do Solo \nOpt Geomorfologia \nGeomorfologia \n", "126": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n126 \n \n \n \nOpt Geoprocessamento Avançado \nGeoprocessamento Avançado \nOpt Gestão Ambiental \nGestão Ambiental \nOpt Licenciamento Ambiental aplicado à \nEngenharia Florestal \n- \nOpt Manejo da Irrigação \nManejo da Irrigação \nOpt Manejo de Plantas Daninhas em \nPovoamentos Florestais \nManejo de Plantas Daninhas em \nPovoamentos Florestais \nOpt Manejo e conservação de solos florestais \nManejo e conservação de solos florestais \nOpt Métodos de Amostragem e Análise da \nVegetação \nMétodos de Amostragem e Análise da \nVegetação \nOpt Microbiologia do solo \nMicrobiologia do solo \nOpt Mudanças climáticas e créditos de \ncarbono \n- \nOpt Painéis de Madeira, Adesivos e Adesão \nPainéis de Madeira, Adesivos e Adesão \nOpt Plantas úteis do Cerrado e da Caatinga \nPlantas úteis do Cerrado e da Caatinga \nOpt Saneamento Rural \n- \nOpt Segurança no Trabalho \nSegurança no Trabalho \nOpt Serraria e Secagem da Madeira \nSerraria e Secagem da Madeira \nOpt Silvicultura Regional \nSilvicultura Regional \nOpt Tecnologia de Produção de Papel \nTecnologia de Produção de Papel \nOpt Tópicos Especiais em Engenharia \nFlorestal \nTópicos Especiais em Engenharia Florestal \nOptativas: Núcleo Geral \nOpt Ecologia de comunidades e ecossistemas \nEcologia de comunidades e ecossistemas \nOpt Empreendedorismo \nEmpreendedorismo \nOpt Gestão do Agronegócio \nGestão do Agronegócio \nOpt Inglês Instrumental \nInglês Instrumental \nOpt Libras (EAD) \n- \nOpt Libras I \nLibras I \nOpt Libras II \nLibras II \nOpt Português Instrumental \nPortuguês Instrumental \nOpt Prática Pedagógica I: Introdução à \nPrática Docente \nPrática Pedagógica I: Introdução à Prática \nDocente \n* P = período de oferta; Opt = disciplina optativa \n \n \n \n \n \n \n \n \n \n", "127": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n127 \n \n \n \nANEXO II – Equipamentos e Mobiliário \n \nLABORATÓRIOS DE BIOLOGIA \n \nAutoclave vertical 40x80cm serie 1778 \nBalança eletrônica semi-analítica  \nCaixas Entomológicas \nCaixas Parasitológicas  \nCentrifuga clinica de ângulo fixo  \nCentrífuga clínica de ângulo fixo  \nColeção de Zoologia \nCrânio didático \nDestilador de agua elétrico \nEsqueleto de cachorro em resina \nEsqueleto de gato em resina \nEsqueleto humano Estereomicroscópio Estereomicroscópio \nEstufa bacteriológica 21 L  \nIluminador por fibra ótica Iluminador por fibra ótica  \nLaminário \nLâminas Histológicas \nManta aquecedora mod.q321-a26 quimis  \nMicroscópio óptico binocular  \nModelo anatômico do sistema circular  \nModelo anatômico humano muscular Televisor 29\" tc 29 kl 05/04 marca panasonic \nTorso humano bisexual com 24 partes \n  \nLABORATÓRIO DE QUÍMICA \n \nAgitador de Tubos   \nAgitador Magnético com aquecimento macro - 220 V  (Quimis) \nBalança analítica elétrica 110/220V digital    \nBomba a vácuo e pressão \nCapela para exaustão de gases (P.V.C rígido) 150cm  \nChuveiro de emergência lava-olhos \nDestilador de parede 110/220V 2 litros/hora (Nova Técnica)  \nManta aquecedora – (Quimis) \nMedidor de pH de Bancada (Tecnopon) \nMedidor de Ponto de Fusão – Modelo PFM II (Tecnopon) \nPurificador de água – Osmose Reversa (Gahaka) \nTurbidímetro \nViscosímetro rotativo microprocessado \nTermômetro digital infravermelho \nCondutivímetro digital  \nTurbidímetro \nColorímetro \npH-metro portátil digital \nEvaporador rotativo \nEstufa de esterilização \nForno Mufla \n", "128": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n128 \n \n \n \nLABORATÓRIO DE FÍSICA \n \nAmperímetro didático CG/CA \nAmperímetro didático CC/CA \nBobina, 200 espiras, 1A, para transformador. \nBobina, 600 espiras, 1A, para transformador. \nBobina, 1.200 espiras, 1A, para transformador. \nBobina 1.800 espiras, 1A, para transformador. \nCalorímetro de água, 500 ml \nCapacitor didático \nCilindro de ferro com olhal \nCilindro de alumínio com olhal \nConjunto para lançamento horizontal \nCronômetro digital \nCuba de Arquimedes \nCuba de ondas \nDisco ótico \nDinamômetro, 100 gf. \nEbulidor pequeno \nEsfera com borne para pêndulo \nFonte de alimentação CC/CA regulada de 0 a 25 V - CC e 0 a 130 V – CA \nFonte de luz tubular \nGerador eletrostático de correia, tipo Van de Graff- Capacidade para 220 \nKMiliamperímetro CC/CA, escala 0 a 500 ma \nMiliamperímetro CC, 500-0-500 ma \nModelo de lente planocôncava \nModelo de lente planoconvexa \nMola helicoidal \nNúcleo magnético em forma de barra com suporte \nNúcleo magnético em forma de U \nPaquímetro de aço com 200 mm com dupla escala em milímetro e em \nPolegada \nPainel acrílico para associações de resistores \nPlano inclinado metálico com escala milimetrada \nResistor, 200W, 40 OHMS \nResistor, 200W, 50 OHMS \nResistor, 200W, 100 OHMS \nRoldana simples com cabo de metal fixado em mancalcônico \nTubo de alumínio para dilatação dos sólidos \nTubo de ferro para dilatação dos sólidos \nTubo de latão para dilatação dos sólidos \nTubo de Torricelli de vidro \nVoltímetro didático CC, escala de 0 a 5V \nVoltímetro didático CC, escala de 0 a 30V \nVoltímetro didático CA, escala de 0 a 150V \nVoltímetro didático CA, escala de 0 a 250 V \n \n \n \n", "129": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n129 \n \n \n \nLABORATÓRIOS DE INFORMÁTICA \n \n40 Microcomputadores Core i3, 1 TB HD, 4 GB de memória RAM , todos interligados \na Internet com Sistema Operacional Windows 7, 1 switch, cadeiras para \nusuários/professor, mesa para professor, quadro branco, 40 mesas/bancada para \ncomputadores. \n \nLABORATÓRIO DE MICROBIOLOGIA \n \nBiorreator - Fermentador \nCuba de Eletroforese Horizontal  \nCuba de Eletroforese Vertical  \nFonte de Eletroforese \nPurificador de Água Osmose Reversa  \nIncubadora de Piso Shaker \nUltra Freezer  \nDestilador de Água \nMicroscópio Óptico Binocular  \nMicroscópio Óptico Monocular  \nEspectrofotômetro \npHmetro \nBalança Analítica  \nTermociclador Vórtex \nDensímetro Eletrônico  \nCentrífuga Refrigerada  \nRefrigerador Duplex Frigobar \nDessecador de sílica Fogão à Gás, 4 bocas \nHomogeneizador de Amostras Forno Microondas \nDornas em aço inox Autoclave Vertical \nHomogeneizador  \nMisturador Mecânico  \nAgitador Magnético \nMultiprocessador de Alimentos \nPipeta Semi-Automática Monocanal, 100, 200, 1000 e 5000ul  \nPipeta Semi-Automática Multicanal, 10 e 200ul \nNobreak  \nBidestilador de Água \nBancada de Fluxo Laminar  \nJarra Anaeróbia \nLâmpada ultra violeta  \nCompressor de Ar Barrilete 50 L Moenda \nBarrilete 10 L  \nContador de Colônia  \nManta Aquecedora  \nBanho-Maria \nEstufa \nAparelho de Ultrassom  \nLavador Automático de Pipetas  \nIncubadora BOD  \n", "130": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n130 \n \n \n \nTransluminador UV \nSistema de Fotodocumentação (Biologia Molecular)  \nArmário de madeira \nArmário de EPI Computador \n \nVIVEIRO FLORESTAL \n \nMinijardim clonal, casa de vegetação, casa de sombra e área de crescimento a céu \naberto (todos com sistema de irrigação automatizado), depósito de insumos, \nferramentas e agroquímicos, sala de beneficiamento e armazenamento de sementes \ne escritório. \n \nLABORATÓRIO DE PROPRIEDADES DA MADEIRA / DENDROLOGIA \n \nEstufa de secagem com circulação e renovação de ar  \nMaquina universal de ensaios – 10 Ton \nTermômetro digital laser  \nBomba de vácuo  \nTermohigrometro digital  \nAutoclave \nMedidor de umidade portátil  \nCâmara climática \nForno mufla \nBalança precisão 500 gramas  \nPodão com cabo extensor \nTesouras de poda \nEstufa para secagem de material botânico \nHipsômetro eletrônico \nClinômetro de Suunto \nClinômetro de Abney \nSuta 80mm \nSuta 50mm \nPrensa para amostra vegetal; \n \nLABORATÓRIO DE SOLOS \n \nAgitador de tubos \nAgitador magnético com aquecimento macro-220 v \nBalança analítica 110 / 220 v, digital (200.g) \nBanho maria 110 / 220 v, retangular c/ 04 bocas \nBomba a vácuo (pressão) \nCapela para exaustão de gases (pvc rígido)150 cm. \nCentrifugador digital 110 / 220 v (com capac. p/ 06 tubos) \nChuveiro de emergência  \nDestilador de parede 110 / 220 v (cap dest 2 litros / hora)  \nEstufa p/ secagem (circulação forçada) \nFotômetro de gás, 220 v (Ba, K, Na e Li),  \nLavador de pipetas \nMacropipetador Digimax (0 a 100.ml) \n", "131": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n131 \n \n \n \nManta aquecedora \npHmetro de bancada (Tecnopon) \nMedidor de ponto de fusão (Tecnopon) \nPurificador de água de (osmose reversa) \nTurbidímetro \nViscosímetro \n \nLABORATÓRIO DE MECANIZAÇÃO AGRÍCOLA E FLORESTAL \n \nArado de disco  \nArado de Aiveca  \nSubsolador Sulcador \nBatedeira de cereais  \nBroca perfurador  \nCarreta agrícola  \nColhedora de forragens  \nCultivador \nDistribuidor de calcário e esterco  \nGrade aradora \nGrade destorroadora e niveladora  \nPerfurador de solo \nPicadeira e ensiladeira de forragens  \nPlataforma transportadora  \nPulverizador de barras  \nPulverizador Costal Manual \n \nLABORATÓRIO DE DESENHO E TOPOGRAFIA \n \nBalizas de ferro 220 cm; \nBússolas simples Marca Germani \nBarômetro Altímetro – Marca Ota \nBússolas de Agrimensor c/ tripé – Marca Ushikata \nCurvímetro \nTecnígrafo marca Cortin mod 79 \nEstojos de Normógrafo de aranha com 11 réguas \nRéguas em madeira \nEsquadros em acrílico \nRéguas “T” (40 unidades) em madeira e acrílico \nMira falante de encaixe, normal e invertida \nMapoteca de aço c/ 5 gavetas; \nNível de Luneta Bipartida com tripé \nPlanímetro PZO Warszana \nTeodolito PZOT-6 com tripé; \nNível Wild (Leica) automático PRS; \nMesa para desenho mod. Prancheta marca Kastrup \nTeodolito – mon (Te Ni3) (Seis Unidades) \nNível – mon (Ni – C4 ) – (sete unidades) \nTeodolito – mon – Te – B 43/A (360°); \nEstação Total marca/modelo “Topcon - GTS – 212” (Eletronic Total Station) c/ tripé, \n", "132": "MINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DO NORTE DE MINAS GERAIS \nCAMPUS SALINAS \n132 \n \n \n \n3 prismas; \nEstação Total marca/modelo “Topcon – ES” com tripé e prisma; \nReceptor GNSS (GPS) do tipo “Navegação” GARMIM – ETREX (cinco unidades); \nReceptor GNSS (GPS) do tipo geodésico, Hipper, mod/marca Trimble com coletora, \nantena e tripé; \nComputadores do tipo “Desktop”, Dell, 2gb mem. RAM e 500 gb HD (15 unidades); \nEstereoscópio de espelho mod. mesa (6 unidades). \n"}