{"1": "  \n \n \nPROJETO PEDAGÓGICO \n \nCURSO DE GRADUAÇÃO EM ENGENHARIA QUÍMICA \n \nUNIVERSIDADE FEDERA L DE MINAS GERAIS \n \n \n \n      \nProfa. Tânia Lúcia santos Miranda \n                                                                                    Coordenadora do Curso  \n                                                        Profa. Adriane Salum \n                                                                                       Subcoordenadora do Curso  \n \n \n      \n \nNovembro 2007 \n \n        ", "2": " 2\nPROJETO PEDAGÓGICO DO CURSO DE  GRADUAÇÃO EM  ENGENHARIA \nQUÍMICA DA UNIVERSIDADE FEDERAL DE MINAS GERAIS \n \n \n1. CONCEPÇÃO DO CURSO \n 1.1 – Objetivos  \nO Curso de Graduação em Engenharia Química da Universidade Federal de Minas \nGerais (CGEQ/EE/UFMG) tem como objetivo bá sico o de formar profissionais com um \nsólido conhecimento dos fundamentos da Enge nharia Química e capazes de integrá-los, \nreestruturá-los e aplicá-los, de fo rma criativa, crítica e consciente,  à operação, concepção, \nprojeto e desenvolvimento de sistemas, produtos e processos, atendendo, assim, não só às \ndemandas locais, regionais e nacionais mas, ta mbém, às perspectivas futuras da indústria \nquímica e dos setores afins. Entende-se, como forma consciente de aplicação do conhecimento, o respeito aos prin cípios éticos, sociais e ambien tais, necessários à existência \nde qualquer sociedade.  \nÉ importante ressaltar que a formação do profissional com um sólido conhecimento \ndos fundamentos da Engenharia Química apar ece no objetivo do curso desde a sua criação, \nenfocando a Engenharia como Ciên cia, a qual se propõe, no c ontexto metodológico, gerar o \nconhecimento sobre a natureza dos fenômenos e sobre a atuação do i ndivíduo. Esta Ciência, \nbem definida por Coimbra [1], em 1961, refl ete a nova postura da Engenharia frente à \ncomplexidade dos seus problemas, os quais, por não se enquadrarem  em uma definição \nmatemática rigorosa, requerem a formulação de modelos e generalizações, que se aproximam \nda verdade, para a obte nção de respostas acei táveis, geralmente validadas por experimentos. \nPortanto, “ a Ciência da Engenharia aceita uma sit uação completa tal como ela existe e \nprocura fornecer uma resposta tecnicamente correta para ser traduzida em alguma forma de \nação”  [1]. \nDentro do exposto, o objetivo geral do CGEQ /EE/UFMG encontra-se em consonância \ncom o papel histórico e transformador da Univ ersidade Federal de Mi nas Gerais, a qual não \nexiste como um núcleo reprodutor de conhecime nto já constituído e, sim, como um centro \nvivo de irradiação da cultura, de comunicação  e transformação do saber acumulado e de \nincentivo à criação da ciência por fazer , sendo, portanto, a consciência do mundo que a \nenvolve [2]. \n \n1.2 – Perfil do Curso \n O Curso de Graduação em Engenharia Quími ca da UFMG caracteriza-se por um forte \nembasamento dos fundamentos da Engenharia Química, em um ensino dinâmico, com técnicas de ensino focadas no aprendizado do al uno, de forma a capacitá-lo para uma postura \nanalítica, crítica, generalista e com a capacid ade de absorver, adaptar e promover inovações \ntecnológicas, com uma postura ética, dentro de um contexto social, econômico e político. \nO Curso mantém seu currículo permanen temente atualizado quanto à formação do \nprofissional, fortalecendo os conteúdos dos f undamentos da engenharia química e integrando-\nos, de forma equilibrada e criativa, aos de ope rações e processos e aos conteúdos de áreas \ncorrelatas. \nO curso mantém um processo regular de aval iação, de maneira que, os resultados da \nformação do profissional são continuamente av aliados, utilizando-se, para tal, dados \nreferentes às avaliações interna e externa do cu rso e à avaliação discente, de forma a subsidiar ", "3": " 3\na proposição das suas metas e ações ao  longo do seu processo  evolutivo.    \nHá também, uma constante atualização e expansão de seus laboratórios de ensino, \nquanto aos equipamentos e instalações, e o ac ervo da biblioteca, para que proporcionem as \ncondições necessárias ao ensino criativo e participativo, caracter ístico do curso de Engenharia \nQuímica da UFMG. \n \n1.3 – Perfil do Egresso \nEm concordância com os objetivos e o perf il do Curso, o perfil do egresso é o de um \nprofissional generalista, crítico e consciente, com grande capacidade analítica , habilitado não \napenas para operar indústrias  químicas mas, principalmente , para absorver, adaptar e \npromover inovações tecnológicas.  Assim, o engenheiro químico formado pela UFMG deve \napresentar as segui ntes habilidades: \n- Capacidade de desenvolvimento de raciocín io, equacionamento e resolução de problemas \nem Engenharia Química, nas diversas áreas do conhecimento. Habilidades expressas pela \nformação ampla e sólida nos fundamentos de Engenharia Química e pela versatilidade, \ncriatividade e capacidade an alítica para resolução de problemas e inovações. \n- Comportamento ético e humanista, com c onstantes questionamentos em relação ao \nconhecimento e o ambiente social. \n- Capacidade de atendimento das demandas da sociedade. - Visão crítica e analítica dos aspectos políticos, econômicos, so ciais, ambienta is e culturais \ndos problemas a serem solucionados \n \n1.4 - Dados sobre o Curso \nVisando entender a evolução do CGEQ/UFMG e como seus objetivos geraram as \nmetas e as ações que moveram esta evolução, faz-se necessário analisar a sua história, \ncontextualizando-a no quadro social e pol ítico do país e da própria UFMG.  \nO curso de Graduação em Engenharia Química da UFMG é diurno, semestral e \nrecebia, anualmente, até o presente ano, 50 alunos, distribuídos em duas entradas de 25 (primeiro e segundo semestres). O total de alunos  matriculados no Curso gira, atualmente, em \ntorno de 250 pois, são, em média, 25 alunos  por período, em um total de 10 períodos. No \ninício deste ano de 2007 o Cole giado solicitou à Pro-Reitoria de  Graduação uma expansão de \n20% do número de vagas, passando o curso a ter,  portanto um total de 60 vagas anuais (30 \nvagas por semestre) a partir de 2008. \nO curso, atualmente, encontra-se dividido em  ciclo básico (04 períodos), quando são \ncursadas as disciplinas de matemática, físi ca, química, estatística e computação e ciclo \nprofissional (06 períodos), qua ndo são abordados os conteúdos  de Engenharia Básica e os \nespecíficos da Engenharia Química. \nNo ciclo profissional, a grande maioria das disciplinas é ofertada pelo Departamento \nde Engenharia Química (DEQ-UFMG) que c onta, hoje, com 15 professores, sendo 13 \nDoutores, 01 mestre e 01 especialista. Na Tabe la 1 encontra-se a lista de docentes lotados no \nDEQ-UFMG \n \n \n ", "4": " 4\n \n \n \nTABELA 1 - RELAÇÃO DE PROFESSORES DO DEPARTAMENTO DE \nENGENHARIA QUIMICA - EE.UFMG \nPROFESSOR  TITULAÇÃO REGIME DE \nTRABALHO \nADRIANA SILVA FRANÇA   PROF. ADJ - DR.   DE \nADRIANE SALUM  PROF. ADJ - DR. DE  \nÉDER DOMINGOS DE OLIVEIRA  PROF. ADJ.- DR. DE \nLEANDRO SOARES DE OLIVEIRA  PROF. ADJ - DR.  DE  \nMARCELO CARDOSO  PROF. ADJ - DR. DE \nMARIA ELISA SCARPELLI RIBEIRO E SILVA  PROF. ADJ - DR. DE \nMARIA HELENA CAÑO DE ANDRADE  PROF. ADJ. - DR  DE \nMARIA DAS MERCÊS REIS DE CA STRO  PROF. ADJ - DR. DE \nRICARDO GERALDO DE SOUSA  PROF.  ADJ. - DR. DE \nROBERTO FERNANDO DE SOUZA FREITAS  PROF.TITULAR-DR. DE \nROBERTO MACHADO ZICA DE CASTRO   PROF. ASSIST. - MS.  T20 \nSÉRGIO LUIZ CABRAL DA SILVA  PROF. ADJ - DR. T20 \nSOLANGE VAZ COELHO  PROF. ADJ. - ESPEC. T20 \nTÂNIA LÚCIA  SANTOS MIRANDA  PROF. ADJ.  - DR.   DE \nVANESSA DE FREITAS CUNHA LINS  PROF. ADJ. - DR. DE \n \n1.5 – Forma de ingresso no Curso de Graduação em Engenharia Química da UFMG \nO ingresso no curso se dá quase essencialm ente por meio de concurso vestibular, \nrealizado anualmente na UFMG.  \nO vestibular da UFMG ocorre em duas etapas: a primeira, com questões de múltipla \nescolha, abrange todas as áreas do conhecime nto que são cobertas no ensino fundamental e \nmédio, ou seja, são provas de matemática, físi ca, química, biologia, português, história, \ngeografia e língua estran geira, comum a todos os cursos. Somente os candidatos aprovados na \nprimeira etapa podem participar da segunda etapa do vestibular. \n Na segunda etapa, as provas consistem de questões abertas e são específicas a cada \nárea do conhecimento. Assim, os candidatos ao  curso de Engenharia Química, na segunda \netapa, fazem provas de português, matemática, química e física. \nRessalte-se que o curso de Engenharia Química teve um grande salto nos últimos anos, \nno que tange o número de candidatos por vaga e a nota de corte no vestibular, passando de 10 \ncandidatos por vaga em 2000 para cerca de 19 candidatos por vaga, no vestibular de 2007. No \nvestibular de 2008 esse número só não foi ma ior que o de 2007 porque houve um aumento de \n20% no número de vagas, fica ndo a relação candidato/vaga em  torno de 18. Porém, se o \nnúmero de vagas tivesse se mantido essa re lação passaria para cerca de 22 candidatos por \nvaga. \nQuanto a nota de corte (primeira etapa), esta também teve um aumento significativo, \npassando de 72 em 2000 para 90 em 2007, segunda maior nota do vestibular. Esses resultados ", "5": " 5\nsão reflexos de uma das ações do Planejamen to Estratégico do DEQ que consiste em uma \nmaior divulgação do Curso, por meio de palestra s às escolas de ensino médio e visita de \nvárias escolas da Capital e do Interior de Minas Gerais às dependê ncias do DEQ. Essa \niniciativa proporcionou à comunidade estudan til um maior conhecimento sobre o curso e \nsobre as possibilidades de atuação do e ngenheiro químico no mercado de trabalho \naumentando, assim, a procura pelo curso e, c onseqüentemente, a nota de  corte no vestibular. \nAs outras formas de ingresso no curso se dão por meio de tran sferência de outras \nescolas ou por solicitação de obtenção de no vo título. Entretanto, essas duas formas de \ningresso estão condicionadas à existência de vagas remanescentes no curso, sendo este \nnúmero bastante reduzido,representando menos  de 2% do total de alunos ingressantes. \n \n1.5 - Histórico do Curso de Engenharia Química da UFMG \nEm 1946, implantou-se, na Escola de Enge nharia da, então, Universidade de Minas \nGerais, o curso de Engenheiros Industriais. Cumpre ressaltar que , seguindo a visão utilitarista \nda época, a Universidade de Minas Ge rais, fundada em 1927, era formada por um \nconglomerado de escolas superiores e faculdad es justapostas umas às outras. Similar à \nUniversidade do Rio de Janeiro, estes conglomer ados de escolas tinham a função de formar \nprofissionais e, embora se admitisse a ciência como atividade didaticamente útil, ela era esporadicamente praticada. Um núcleo central, representado pela reitoria, congregava estas \nfaculdades, porém, destituído de poder decisó rio, não lhe cabia o papel de direcionar \nmudanças. A reforma universitária, imposta nos  decretos governamentais de 1931, além de \noficializar este modelo de universidade como o de educação superior no país, restringia a sua autonomia [3].  \nNo final da década de 50, a Universida de de Minas Gerais se mobilizou, \nimplementando amplas discussões sobre o papel da universidade na sociedade brasileira e \nsobre as ações necessárias para concretizar a sua missão de centro irradiador da cultura, \nconsciente, inovador e transformador. Participan te destas discussões e já consciente da \nnecessidade de inovações drásticas no ensino s uperior, o curso de Engenharia Industrial da \nEscola de Engenharia se transformou, em 1961, no atual curso de Engenharia Química, \nlançando assim as bases de uma formação profissi onal mais sólida voltada para a investigação \nmetodológica dos processos na nova visão se qüencial de suas operações unitárias. \nA Universidade de Minas Gerais, que a pa rtir de 1965 passou, por lei, a denominar-se \nUniversidade Federal de Minas Gerais (UFMG), líder e ativa como sempre é, não esperou por \nreformas universitárias outorgadas e impl antou a sua própria, respeitando as suas \npeculiaridades e sendo fiel à su a história e tradições. No di scurso de posse do Magnífico \nReitor Prof. Aluízio Pimenta, em fevereiro de  1964, firmou-se o compromisso desta reforma. \nEmbora este processo fosse dinâmico e reaval iado a cada passo, já se tinham identificados \ncom clareza, pelas amplas discussões ocorrida s e a amadurecida reflexão da comunidade, o \npapel da universidade brasileira , a sua contribuição social, os problemas a serem sanados e as \nlinhas mestres que norteariam a reorganização da UFMG. Este documento de trabalho[2], \nbem posto para a comunidade, foi um exempl o vivo de organização, de metodologia e de \nautêntica autonomia universitária. \nEm 1963, o Conselho Universitário da UFMG, já prevendo essa re forma, estabeleceu \na criação de alguns institutos centrais. Criou-se, então, na Escola de Engenharia, o Instituto de \nQuímica, o qual deveria se or ganizar para atender também duas outras escolas (Farmácia e \nFilosofia). Este Instituto, na época, era o principal responsá vel em ministrar o Curso de \nEngenharia Química.   ", "6": " 6\nOutro marco importante que veio unir a comunidade da UFMG, foram os \nacontecimentos que sucederam ao golpe de Estado de 30 de março de 1964. A postura inabalável da UFMG, representada pelo seu Re itor Prof. Aluízio Pimenta, na defesa de sua \nautonomia e integridade, a recusa em ser um or ganismo inquisitorial da ditadura instalada no \npaís, a não submissão à lógica dos fatos consum ados com a ultrajante intervenção militar, o \nprotesto público do Reitor perante às autoridade s estaduais, federais e militares são exemplos \nde valores éticos a serem apreendidos, ainda hoje, por toda a comunidade. Esta postura de \nfidelidade aos seus objetivos e ideais resultou, de imediato, no apoio externo da sociedade e \nna constatação do importante papel que a UF MG exerce no cenário nacional. Reassumindo \nsuas atividades de Reitor, no dia 13 de junho de 1964, o Prof. Aluí zio Pimenta supera todas as \nações contrárias e implanta o seu plano de  trabalho para a reorganização da UFMG, \ncatalisando as forças vivas que de fato  se multiplicaram e mostraram toda a potencialidade \nna noite escura da intervenção e no dia claro da resistência.  Este trabalho pedagógico, \ncultural e democrático, envolvendo toda a comunida de no construir, reavaliar e implantar as \nmetas e os organismos de ação, estendeu-se por três anos consecutivos, quando, então, em \n1967, chegou-se a estrutura organizacional, a qual é mantida hoje, com algumas alterações.    \nA Reforma Universitária outorgada pelo  governo em 1968, embora incorporasse as \nexperiências da USP, UNB e da UFMG, fo i implantada em um contexto político \ndesfavorável, no qual não havia a devida liberd ade para a discussão sobre a diversidade e a \nespecificidade das instituições de ensino superior no país. A cr iação dos departamentos, sem a \ndevida discussão na instituição, gerou a frag mentação das universidades e fomentou formas \nadministrativas centralizadas e burocráticas. O sistema de matrículas por disciplina, em \nsubstituição ao serial ou anua l, suscitou em nova fragmentação da estrutura universitária.  \nCom essa reforma, os docentes e o pessoal administrativo do Instituto de Química da \nEE/UFMG foram divididos en tre o Departamento de Engenharia Química (DEQ) da \nEE/UFMG e o Departamento de Química do Ins tituto de Ciências Exatas (ICEX) da UFMG. \nEmbora o CEQ/EE/UFMG tenha se fragmentado em  dois ciclos, o básico  e o profissional, a \nsua criação, ainda no âmbito da Escola de Enge nharia, propiciou características próprias. Mais \ndo que isso, tinha-se formado o núcleo de do centes do curso, com profissionais atuantes \ndiretamente na área de engenharia química e no contexto de engenharia de processos e \nprojetos. E é este núcleo, que em distintos momentos da sua história, propõe ações e \nmudanças inovadoras na estrutura curricular do  curso e na metodologia de ensino dos seus \nconteúdos. Em conseqüência, a evolução do cu rso só pode ser entendida quando vinculada à \ndo corpo docente do DEQ/EE/UFMG.     \n Em 1970, mesmo contando com um número re duzido de 11 docentes, como visto na \nFigura 1, este núcleo introduziu, no currículo do curso, disciplinas inovadoras, tais como \nFenômenos de Transporte, Cinética e Cálcul o de Reatores, Proj etos Industriais e \nInstrumentação e Controle, antecipando-se a ssim à Resolução 48/76 do Conselho Federal de \nEducação (CFE) sobre os novos currículos mínimos para a área de engenharia. A disciplina de Projetos Industriais, subdividi da em I e II, consolidava e integrava os conhecimentos \nadquiridos pelo aluno ao longo do curso, pela  resolução de projetos específicos que \nenvolviam, não só a análise econômica, mas a concepção, o desenvolvimento e a \nespecificação detalhada e integrad a das etapas de um dado proce sso. Esta disciplina, inserida \nno currículo como a de fechamento do curso, as semelha-se hoje ao trabalho de conclusão de \ncurso das novas Leis de Di retrizes Curriculares.   \nQuanto à metodologia de ensino, havia-se implantado, no ciclo profissional, técnicas \ndinâmicas de trabalho em grupo com os alunos , consistindo de grupos  de discussão do \nconteúdo (GD) e grupos de discus são de problemas (GDP). O roteiro programado das aulas de \ndiscussão era distribuído prev iamente aos alunos para que estes estudassem o conteúdo e ", "7": " 7\npreparassem pontos e questões de discussão. Cada disciplina do ciclo profissional contava \ncom dois professores responsáveis, que subdivi diam a turma em dois GD. Nestes grupos, os \nalunos eram induzidos, pelo professor, a res ponder as questões levantadas, trocando suas \nopiniões e conceitos sobre o cont eúdo estudado. Nos GDP, os al unos recebiam, como desafio, \nproblemas específicos para discutirem e ap resentarem propostas viáveis de solução. O \naprendizado e o desempenho dos alunos eram ava liados continua e progressivamente pela sua \nparticipação nas discussões e por testes de conhecimento, nã o havia um sistema de provas \nformais. Os professores, além de orientarem as  discussões técnicas, identificavam conflitos de \ncomunicação, que eram discutidos e, se necessá rio, trabalhados de forma a minimiza-los com \nrelação ao aprendizado e a flexibilizar posturas frente à diversidade de opiniões e concepções. \nPara a aplicação destas técnicas de dinâ mica em grupo, os professores do DEQ/EE/UFMG \nhaviam sido treinados e eram assessorados por  especialistas na área de comportamento \nhumano.  \nTanto a reforma curricular quanto essas técni cas de ensino atendiam aos objetivos do \ncurso e se traduziram em ações inovadoras, que  refletiam o amadurecimento e a evolução da \nprópria UFMG. As novas disciplinas incorporad as perduraram ao longo destes anos, tendo \nperiodicamente o seu programa atualizado.  \nA avaliação dos resultados obtidos, nos a nos subsequentes, indi cou um significativo \ndiferencial na postura dos alunos participante s dos GD’s e dos GDP’s, que se impunham mais \nrápido e facilmente no mercado de trabalho. P ôde-se perceber o avanço na consolidação do \nconteúdo nas visitas técnicas re alizadas às indústrias, quando os próprios alunos discutiam \ncom os técnicos o uso e funcionamento do s equipamentos. Ressalte-se que as aulas \nexperimentais no curso eram aquém do desejado e as visitas técnicas programadas com as \nindústrias locais vinham suprir, em parte, esta deficiência. Em decorrência do tempo exigido \ndo aluno e do próprio professor no preparo de suas  atividades para os GD’s, estas técnicas \nforam se modificando nos anos que se seguira m. A dinâmica do GDP’s é, ainda, mantida, \nembora não mais assessora da por especialistas. \nNo ano de 1977, realizou-se uma ampla refo rma curricular, com destaque para a \nintrodução, no currículo do curso, das disciplinas : “Elementos de Ciência de Materiais” e \n“Laboratório de Operações e Processos”. A pr imeira incorporava à formação do profissional \numa área interdisciplinar, na qual a engenharia química tornava-se cada vez mais importante. Isto vinha, portanto, abrir novos campos de especialização e atuação dos futuros profissionais, formados no curso, atendendo assim a um dos objetivos específicos do curso.  \nA implantação do “Laboratório de Operações e Processos” (LOP), como disciplina de \nfinal de curso (9\no período), visava, em uma iniciativa pioneira, não só sanar parte da \ndeficiência de experimentação de tectada no ciclo profissional, mas, principalmente, integrar \nos conhecimentos teóricos e práticos, adquirido s pelo aluno ao longo do curso, com as suas \nhabilidades experimentais e a sua capacidade de organizar, extrapolar e de analisar \ncriticamente os resultados.  \nA reforma curricular de 1977 veio, também, es truturar, em um conjunto de três, as \ndisciplinas de Fenômenos de Transporte, fi cando sob a responsabilidade do DEQ/EE/UFMG. \nEsta seqüência organizada dos fundamentos dos  processos de transf erência, passando da \nmodelagem matemática para equacionamento empíri co e, em seqüência, para os projetos de \ntrocadores de calor e de evapor adores tornou-se, na época, um  dos pontos fortes do conteúdo \nteórico do curso. Tanto assim, que o grupo respons ável por estas disciplinas foi recrutado, nos \nanos que se seguiram, para estr uturar e ministrar a disciplina de  Processos de Transferência no \nCurso de Aperfeiçoamento da Pós-Graduação em Ciências e Técnicas Nucleares da UFMG e, \ncomo consultor técnico, para elaborar os m ódulos do Curso de Fenômenos de Transporte no ", "8": " 8\nPrograma de Especialização de Professores do  Ensino Superior (PREPES) da Pontifícia \nUniversidade Católica de Minas Gerais. \nEm paralelo a essa reforma, novos docentes foram contratados pelo DEQ/EE/UFMG, \nem regime de dedicação exclusiva. No início  dos anos 80, o DEQ/EE/ UFMG já contava com \n13 docentes, sendo 63 % em regime de 40 h. Ne sta época, preocupado com a qualificação do \nseu quadro docente, o DEQ/EE/UF MG elaborou o seu Programa de Capacitação Docente e a \nsua política interna de c ontratação de pessoal qualificado.  Em dezembro de 1979, implantou o \nPrograma Interno de Iniciação Científica, visando a integração do aluno do CEQ/EE/UFMG \nno desenvolvimento das linhas de pesquisas do Departamento. Elaboraram-se, então, as \nnormas do processo de inscrição e de seleção de candidatos às bolsas e as normas referentes \nàs atribuições dos bolsistas, dos professore s-orientadores e do c oordenador do programa. \nCriaram-se os Seminários Internos de IC, como forma de acompanhamento dos bolsistas, \nconstando da apresentação or al dos seus trabalhos, desenvol vidos no semestre letivo. O \nDEQ/EE/UFMG não mediu esforços  para divulgar os trabalhos de seus bolsistas e incentivá-\nlos a participar de Congressos Nacionais, co mo o I Congresso de Iniciação Científica e \nTecnológica em Engenharia (CICTE) realizado em São Carlos, no ano de 1982. Os resultados \npositivos, obtidos ao longo dos quatro anos de implantação do Programa, podem ser \ncomprovados não só pelo aumento na demanda mas, principalmente, pelo aumento no número de bolsas concedidas ao Programa, como visto na Figura 1. Em três anos de funcionamento do \nPrograma, o CNPq aumentou de 150 % o númer o de bolsas de IC concedidas. Em 1983, \nmesmo com o corte de recursos para a  educaç ão e a pesquisa no país , o Programa conseguiu \nassegurar 10 bolsas de IC para os alunos do curso.  \n \n 0246810\n1980 1981 1982 1983CNPq\nCPq-UFMG\n \nFigura 1 – Número de bol sas de iniciação científica conced ida pelos órgãos de fomento ao \nPrograma Interno de Iniciação Científica do DEQ/EE/UFMG. \n  \nNo ano de 1984, submeteu-se ao CNPq o projet o “Programa Institucional de Bolsas de \nIniciação Científica do Departamento de Enge nharia Química - UFMG”, o qual foi aprovado, \ninstitucionalizando as bolsas de IC no DEQ/ EE/UFMG com a programação de cotas para os \nanos de 1985 a 1988. Isto, além de fortalecer as linhas de pesquisa no Departamento, garantiu \na continuidade do Programa.  \nNo final da década de 80, outra reforma curricular foi implementada, com a introdução \nno currículo de mais uma disciplina experiment al importante, o “Laboratório de Fenômenos e \nOperações” e a criação da disciplina “Introdu ção à Engenharia Química”, que viria a ser \nexemplo para os demais cursos de Engenharia Química no país. Esta disciplina, ministrada, \nno Ciclo Básico, por docentes do Ciclo Profissi onal, tinha e tem como objetivo diminuir a ", "9": " 9\ndistância entre estes ciclos da  graduação. Houve, também, uma ampla reestruturação das áreas \nde Fundamentos, Operações e Processos, visa ndo uma maior organicidade na formação do \naluno e equacionando, de forma pione ira, questões que foram objeto de ampla discussão nos \nIII e IV Encontros Brasileiros sobre o Ensino da Engenharia Química (ENBEQs), realizados \nem 1989 e 1991, respectivamente. Dentre estas questões, destacam-se: a discussão, \nimplantação ou reestruturação das discipli nas críticas de Transferência de Massa, \nTermodinâmica e Cinética; a incorporação da in formática ao ensino da Engenharia Química; \na reformulação da área de Projeto de Proce ssos; a criação da disciplina Processos para \nProteção Ambiental, com enfoque nas chamadas  \"tecnologias limpas\" e a restruturação da \ndisciplina de Otimização e Simulação de Processos, enfocando o uso de métodos \ncomputacionais na simulação e otimização de processos.  \nQuanto à incorporação da informática ao  ensino da Engenharia Química, cumpre \nressaltar que, em novembro de 1989, aprovou-se o projeto “O Uso de Computadores no \nEnsino da Engenharia Química” em  Câmara Departamental, o qual veio originar o projeto \ninstitucional “Aprimoramento do Ensino de Graduação de Engenharia Química - \nDEQ/UFMG\", submetido ao PADCT em 1990 e aprovado em 1991. Este projeto tinha como \nmeta aplicar a ferramenta computacional pa ra promover um encadeamento maior entre as \ndisciplinas de fundamentos e as de operaçõ es unitárias, possibilitando desenvolver um \ntrabalho experimental mais criativo na disc iplina Laboratório de Fenômenos e Operações \n(LFO). Propunha-se, então, simular, utilizando-s e microcomputadores, etapas de um processo, \nenvolvendo a transferência de massa, energia e quantidade de movimento, de forma interativa \nnas diferentes disciplinas de Fundamentos da  Engenharia Química. O aluno iniciaria este \nmini-projeto no 5º período nas disciplinas de Fenômenos  de Transporte I e de Termodinâmica \nFísica e, à medida que fosse avançando na grade curricular dos fundamentos (6º e 7º \nperíodos), iria aglu tinando ao mini-projeto novas subrotinas de simulação para se ter, ao final \ndo 7º período, o programa de simulação completo das etapas do processo analisado. A partir \ndeste ponto, o aluno estaria apto para reprodu zir no laboratório o mini-projeto simulado e \nmedir as suas variáveis operacionais, obtendo da dos para o confronto teórico-experimental e \npara a análise crítica da real  influência destas variávei s no processo. Este confronto \npropiciaria ao aluno a real dimensão de um  modelo frente à re alidade experimental. \nEmbora essa metodologia de ensino parecesse  viável, as ferramentas para a sua \nimplementação se faziam, na época, incompletas,  pois, não havia, no Ciclo Básico, a prática \ncontinuada de se ministrar uma linguagem computacional aos alunos . A proposta do projeto \nteve que ser reformulada, introduzindo-se, no 5º e no 6º períodos, cursos complementares \nsobre linguagem computacional (PASCAL ou FORTRAN). Paralelo a estes cursos, \nimplantaram-se os mini-projetos nas disc iplinas de Fenômenos de Transporte I e \nTermodinâmica Física. Entretanto, a elabor ação do programa computacional não pôde ser \nconcretizada nesta primeira etapa do mini-pro jeto, nem tampouco, a análise dos resultados \nsimulados. Isto impossibilitou a continuida de da seqüência proposta. A carga horária \nadicional dos alunos com os cursos compleme ntares e a sua inexperiência na prática \ncomputacional foram as principais causas que inviabilizaram a implementação completa do \nprojeto. Fazia-se necessário,  então, trabalhar no conteúdo prático da disciplina de \nProgramação de Computadores, ministrada no 1º período do curso, e viabilizar, ao longo do \nCiclo Básico, o desenvolvimento de programas  computacionais para treinamento do aluno.  \nMesmo não se completando a simulação dos mini-projetos, a disciplina LFO poderia \nvir a ser implementada, repr oduzindo no laboratório etapas destes mini-projetos, com \ninstrumental básico, versátil e dinâmico de me dição e aquisição das variáveis em linha para \nconfronto e análise crítica da in fluência destas variáveis nas etapas do processo. Entretanto, \noptou-se, na época, por implantá-la nos moldes de  práticas mais tradicionais, como previa o ", "10": " 10\nprojeto “Implantação da Disciplina Laboratório  de Fenômenos e Operações do Currículo do \nCurso de Engenheiros Químicos da UFMG”,  aprovado em setembro de 1990, pela Pró-\nReitoria de Graduação, PROGRA D/UFMG. A disciplina LFO pass ou, então, a funcionar  na \ndependência dos laboratórios de pesquisa inst alados no Departamento só dando um salto a \npartir de 1999. Ainda que os trabalhos expe rimentais nessa disciplina fossem nos moldes \ntradicionais de práticas pré-es tabelecidas, os fundamentos de Fenômenos de Transporte e de \nOperações Unitárias encontravam-se com melh or integração. No currículo de 1977, a parte \nexperimental desses fundamentos se limitava  a trabalhos extra-classe com a montagem \ncriativa de “kits” de laboratório na disciplina de Fenômenos de Transporte I e a experimentos \ntradicionais envolvendo as operações de sepa ração mecânica e de concentração de sólidos \nparticulados, oferecidos no Laboratório de Op erações Unitárias A, com uma carga horária \nsemanal de 2 horas.  \nOutros pontos a se registrarem nessa re forma curricular de 1989-1990 foram: (i) o \nsalto qualitativo conseguido na ár ea de estatística com a redução de suas disciplinas no Ciclo \nBásico e a criação, no Ciclo Profissional, da disciplina “Planeja mento e Análise de \nExperimentos”, a qual veio atender às necessidades do currículo e fornecer suporte às disciplinas de caráter experimental; (ii) a atualização do conteúdo programático da disciplina \n“Análise Instrumental”, com a introdução de té cnicas instrumentais mais avançadas; (iii) a \nincorporação das disciplinas optativas “Enge nharia de Corrosão” e “Engenharia Bioquímica” \ncomo disciplinas obrigatórias,  atualizando assim o currículo com novas tecnologias em áreas \nnas quais a atuação do engenheiro químico ve m ganhando espaço, principalmente no Estado \nde Minas Gerais. \nRessalte-se que no final do ano de 1991, im plantou-se na EE/UFMG o Curso de \nMestrado em Engenharia Química (CPGEQ/E E/UFMG), tendo o DEQ/EE/UFMG como o \nresponsável pelo curso. A integração dos alunos de mestrado com os de graduação em Engenharia Química ocorreu rapidamente cons tituindo-se em ponto fo rte para ambos os \ncursos. Durante os primeiros anos de impl antação do CPGEQ/EE/UFMG, tal integração se \nprocessou por três mecanismos distintos: o prog rama de monitoria de pós-graduação (PMPG); \no programa de iniciação científica (PIC) e a disciplina “Laboratório de Operações e \nProcessos” (LOP). O PIC implantado no departamen to vinha interligar os  trabalhos de IC dos \nalunos de graduação com os de dissertação dos alunos de pós-graduação nos diferentes \nprojetos de pesquisa, em andamento. O LO P propiciava e propicia novos temas para as \ndissertações de mestrado ou temas compleme ntares às dissertações em andamento, \npossibilitando neste caso, a interação direta do aluno de pós-graduação com o grupo de alunos \nde graduação na disciplina. O programa de monitoria de pós-graduação, criado pela Pró-\nReitoria de Pós-Graduação da UF MG. Os benefícios desta inte ração aluno-monitor-professor \nconcentram-se no aprendizado conjunto de técn icas de ensino mais adequadas e inovadoras \nque, sem dúvidas, contribuíram no aprimorament o do ensino da graduação; na confiança \nmútua desenvolvida ao longo do trabalho, perm itindo aos alunos de graduação um maior \navanço no conhecimento técnico devido à facili dade de relacionamento com o monitor; na \nconsciência e no respeito pelo processo de aprendizado dos alunos adquiridos pelos \nmonitores, principalmente, aqueles co m potencial para o magistério [4 \nCumpre registrar que, nos anos de  1993-1995, apoiado pelo DEQ/EE/UFMG, o \nGrêmio de Engenharia Química implantou um programa de visitas t écnicas às indústrias \nlocais. Os próprios alunos planejavam, no início do semestre, uma visita técnica para cada um \ndos períodos do curso. Assessorados por um grupo de docentes, os alunos selecionavam \nadequadamente a indústria a ser visitada em função do conteúdo das disciplinas ministradas \npor período. O contato inicial e o cronograma de visitas eram de responsabilidade do Grêmio, \ncabendo ao DEQ/EE/UFMG viabilizar o trans porte e designar, por período, o professor ", "11": " 11\nresponsável pela visita e o seu acompa nhamento. Neste período, devido a problemas \noperacionais advindos da falta de recursos para manutenção adequada do microônibus da \nUFMG, o programa de visitas técnicas teve sua interrupção. Entretanto, tal experiência, além \nde demostrar uma outra forma de atuação dos alunos no contexto universitário, foi \nsignificativa na época para se programar as atividades extr acurriculares do curso. Houve, \ntambém neste período, a mobilização dos alunos  visando a criação da empresa júnior, que, \nembora não concretizada, reafirmava as n ovas metas do curso para englobar, mais \nefetivamente, a participação do aluno.  \nNo período de 1995-1996, o DEQ/EE/UFMG juntamente com o CPGEQ/EE/UFMG \nimplantaram a sua rede computacional, conta ndo com cerca de cinqüenta microcomputadores, \ndistribuídos entre o Laboratório Computacional pa ra os alunos de pós-graduação e graduação \nem Engenharia Química, a sala de estudo dos alunos da pós-gradu ação, os gabinetes dos \nprofessores e pesquisadores, as secretárias do s cursos de pós-graduação, de graduação e do \ndepartamento, os laboratórios de pesquisa e apoi o, a sala de seminário e conferência. A troca \nde informações, interna e externa, processou-se , a partir de então, pelo uso do correio \neletrônico. O sistema de INTERNET foi totalmen te instalado, com acesso a todos os usuários \nda rede DEQ/EE/UFMG, quais sejam: alunos de  pós-graduação, de graduação, professores, \npesquisadores, funcionários. Registra-se que , em todos os momentos, os Cursos em \nEngenharia Química, Pós-Graduação e Graduaçã o, trabalharam junto para se equiparem com \nos recursos computacionais. Além da aquisição de equipamentos de segurança para a rede \n(HUB e NO-BREAK), de equipamentos de s uporte para elaboração e apresentação de \ntrabalhos técnicos e científicos (“ scanner ” e projetor multimídia), foram selecionados e \nadquiridos softwares  específicos na área de Engenhari a e de Engenharia Química como \npacotes matemáticos (MATHCAD 6.0; MAPPLE 5.0); compiladores de linguagem \n(FORTRAN POWER STATION e DELPHI); si muladores de processos (PROVISION 1.0 e \nWINGENS 3.0) e licença de uso do NOVELL 4.1. Estes softwares  foram disponibilizados a \ntoda comunidade de Engenharia Química do DEQ/EE/UFMG. Projetos de pesquisa foram \nsubmetidos a órgãos de fome nto, visando a aquisição de um a estação de trabalho para \nimplementação do ensino e pesquisa na área de Desenvolvimento e Otimização de Processos. \nA estação de trabalho não pôde ser concretizad a devido aos cortes de verba destinados à \npesquisa, mas obtiveram-se, co m estes projetos, renovações de  licenças e/ou aquisição de \noutros novos softwares , como e o ASPEN e o STATISTCS.  \nA partir de 1994, foi realizada uma ade quação curricular, tendo como objetivo \nprincipal uma diminuição significativa da carga horária total do curso das disciplinas do ciclo \nprofissional, paralelamente a uma mudança metodológica, dando-se uma maior ênfase a \natividades extracurriculares, sem prej uízo do nível teórico do curso [5].  \nNo contexto nacional, havia, como uma da s recomendações do IV ENBEQ [6], a de se \nreduzir a carga horária global dos Cursos de Engenharia Quím ica para um número próximo \ndo mínimo exigido pela legislação vigente. Tinha  se verificado que a excessiva carga horária, \nna maioria dos Cursos de Engenharia Química, decorria de conteúdos repetitivos ministrado \nem sala de aula, prejudicando, em parte, a participação do aluno em atividades complementares (pesquisa bibliográfica, utiliz ação de recursos computacionais, trabalhos \nexperimentais suplementares, etc.), também de  importância para a formação do profissional \nem Engenharia Química.  \nO CEQ/EE/UFMG junto com o DEQ/EE/UF MG entendiam que, embora existissem \nconteúdos repetitivos no curso, era essencial, pa ra efetivar tal recomendação, oferecer, dentro \nde um planejamento adequado, atividades extrac urriculares para os al unos. Esta oferta só \npoderia ser concretizada com a real  disponibilidade de docentes qua lificados para orientar os \nalunos em seus trabalhos extra-classe. Entr etanto, no início de 1990, grande parte dos ", "12": " 12\ndocentes do DEQ/EE/UFMG tinha se titulado como  mestre e se encontrava engajada em \nprograma de doutorado. Portanto, neste períod o, uma redução brusca na carga horária do \ncurso (por eliminação dos conteúdos repetitivos ) poderia vir a inviabilizar a participação do \naluno em atividades complementares à sua formação. Em 1994, elaborou-se um plano de \nredução gradual da carga horária do curso junto com o de incentivo às atividades \nextracurriculares dos alunos. Implantaram-se, en tão, de forma gradativa, o Programa Especial \nde Treinamento (PET) e o Programa de Apri moramento Discente (PAD) em adição ao \nPrograma de Iniciação Científica (PIC) e ao de Monitoria de Graduação, já oferecidos pelo \nDEQ/EE/UFMG aos alunos do CEQ/EE/UFMG. Nos a nos que se seguiram, à medida que os \nmestres se qualificavam como doutores, estes eram engajados nos diversos Programas.  \nNo início de 2001, contando com 20 docentes no DEQ/EE/UFMG, sendo 70% \ndoutores contratados em regime de dedicação exclusiva e dois destes com pós-doutorado, o \nCEQ/EE/UFMG pôde-se completar o plano elab orado, reduzindo, em 20 02, a carga horária \ntotal do curso para 3600 horas. Re ssalte-se que a gradual redução  na carga horária global do \nCEQ/EE/UFMG se processou com o devido cu idado, mantendo as proporções entre os \nconteúdos necessários para a formação de pr ofissionais de alto nível e aqueles que \ncaracterizam a especificidade do curso.  \nCom base nesses dados, verifica-se, então, que a redução de 14 % ocorrida na carga \nhorária global do CEQ/EE/UFMG  veio atender os objetivos  propostos, quanto ao ensino \ndinâmico no contexto atual, e as recome ndações do ENBEQ, minimizando os conteúdos \nrepetitivos do currículo do curso, sem qualque r prejuízo dos seus conteúdos e de sua \nsistemática.  \nNos anos subseqüentes foram realizados alguns  ajustes curriculares, principalmente na \nárea de “Projetos e Processos”, que resultaram em uma ligeira diminuição na carga horária, passando o curso a ter um total de 3540 horas.   \nNo primeiro semestre de 1999, o CEQ/UFMG junto com o DEQ/EE/UFMG \ndiscutiram uma forma de alavancar a disciplin a “Laboratório de Fenômenos e Operações”, \nque contava, então, com uma infra-estrutura deficiente e com um número reduzido de \npráticas. Assim, foi iniciado um trabalho pioneir o com os monitores de graduação, em que as \nmonitorias das disciplinas liga das às áreas de Fundamentos fo ram vinculadas ao Projeto de \nReestruturação do Laboratório de Fenômenos  e Operações. Nessa proposta, passou a ser \nexigido do aluno uma postura mais incisiva e criativa nesta disciplina, uma vez que este \ndeveria não só trabalhar nos expe rimentos já montados, como ta mbém planejar e executar um \nnovo experimento e propor um outro para o semestre posterior. Além disso, o \nCEQ/EE/UFMG apresentou à Pró-Reitoria de  Graduação da UFMG (PROGRAD/UFMG), \nnesta mesma ocasião, um projeto para as disc iplinas Laboratório de Fenômenos e Operações \n(LFO) e Laboratório de Operações  e Processos (LOP), visando a aquisição de recursos para \natender a sua demanda, permitindo que estas disciplinas começassem a ter uma infra-estrutura própria, sem a dependência dos projetos de pe squisa do DEQ/EE/UFMG. Dentre os aspectos \npositivos decorrentes dos recursos obtidos na PROGRAD/UFMG podem ser citados: a melhoria da infra-estrutura de ensino experi mental do curso de graduação de engenharia \nquímica; a introdução de metodologias de ensino  inovadoras também na disciplina LFO, que, \naté então, se restringia a práticas pré-estabel ecidas, possibilitando a pa rticipação efetiva dos \nalunos na concepção, projeto, implementação  e execução de novos experimentos e um \naumento na integração graduação-indústria, pela viabilização de verbas na disciplina LOP \npara a busca de solução de problemas  propostos pelo setor industrial [5]. \nCumpre ressaltar, que está em anda mento, com término previsto para o 1\no semestre de \n2008, uma nova reforma curricular do CEQ/EE/U FMG, com uma Comissão designada para ", "13": " 13\ntal fim pelo Colegiado de Graduação do Curso, visando flexibilizar e verticalizar o currículo \nexistente hoje [5]. \nFrente a essa evolução histórica do Curs o de Engenharia Química da UFMG, pode-se \nconcluir que a grande preoc upação do DEQ/EE/UFMG foi e é de oferecer um curso de \ngraduação de qualidade, compatível com as necessidades nacionais e regionais e com as \nperspectivas futuras da indústria química e setore s correlatos. Esta preocupação se traduz, em \ncada um dos passos evolutivo do curso, na anális e cuidadosa dos seus objetivos propostos e \nna avaliação permanente dos seus pontos ainda deficientes e conflitantes com tais objetivos. As metas geradas e as ações implementadas sã o inovadoras e, em sua maioria, pioneiras no \npaís, mas diferindo entre si ao longo deste processo evolutivo. Esta sistematização, que é a \nalma da Engenharia Química, propicia o caráter dinâmico e criativo do curso. \nO nível de ensino do curso pode ser avalia do pelo bom desempe nho profissional de \nseus egressos, tanto em empresas regionais e nacionais, tais como: siderúrgicas (Usiminas, \nAcesita Açominas, MBR, Belgo Mineira, Ma nnesmann, Companhia Paraíbuna de Metais, \nGrupo Votarantin, etc.); empresas de tratamento de minérios, de fertilizantes, de refratários, \nde cimento e calcário (Vale do Rio Doce, Arafér tiil, Fosfértil, Magnesita, Itaú, Cauê, Grupo \nHolcim, Klabin, Ical, etc.); indústrias químicas  e petroquímicas (Petrobrás, Rhodia, entre \noutras); papel e celulose (Aracruz, Cenibra, Ripasa, Bahia Sul, etc. ); indústrias de alimentos e \ncorrelatas (Brahma, Itambé, Gessy, Ambev e Massas Orion, etc.); indústrias químicas e \nbiológicas (Biobrás); empresas de forneci mento e planejamento energético (CEMIG, \nCDTN/CNEN)  como em Programas de de Pó s-Graduação (em especial, UFMG-Metalúrgia; \nCOPPE/UFRJ, UNICAMP e UFSCar). Nos último s anos, devido ao convê nio de intercâmbio \nda CAPES (Graduação Sanduíche), os egre ssos do CEQ/EE/UFMG têm sido selecionados \nnos Programas de Pós-Graduação no exterior, pr incipalmente na Alemanha. Alguns outros, \nprincipalmente os que participaram do intercâm bio, encontram-se engajados em programas de \ntreinamento em empresas no exterior (França e Alemanha).  \nComprova-se, então, que os objetivos do Cu rso de Engenharia Química da UFMG não \nsão meros pontos identificados hoje no papel e sim o compromisso firmado com a sociedade \npara formar profissionais de qualidade, os quais atendam a demanda do país. Em momentos \ndistintos da sua história, os  docentes do DEQ/CEQ/EE/UFMG lid eraram mudanças no ensino \nda Engenharia Química no país. É importante registrar que o DEQ/CE Q/EE/UFMG organizou \no IV Encontro Brasileiro sobre o Ensino da  Engenharia Química (IV ENBEQ), em 1991. E, \nmais do que isto, foi o responsável por recupera r a memória destes encontros, coletando dados \ne informações e editando, em 1992, os Anais do I, II, III e IV ENBEQ, em três volumes, hoje \ndisponibilizados à comunidade.  \n \n2. CURRÍCULO DO CURSO  \n 2.1 – Currículo Pleno do Curso \nO currículo pleno do Curso de Graduação em  Engenharia Química, conforme descrito \nna história evolutiva do curso, é semestral e se  subdivide em Ciclo Bá sico (4 semestres) e \nCiclo Profissional (6 semestres). A carga horári a necessária para integralização é distribuída \nem Carga Mínima (1.950 horas) Carga Obrigató ria (1.500 Horas) Optativas (90 Horas), \ntotalizando 3.540 horas. A sua atual grade curricular encontra-se na  Figura 2 e, na Tabela 2 \nOs departamentos envolvidos com o Curso e o percentual de carga horária relativo a cada \ndepartamento . Na Figura 3  apresenta-se a distribuição da carga horária do Ciclo Básico e do \nCiclo Profissional segundo os diversos de partamentos que atuam no CEQ/EE/UFMG. As ", "14": " 14\nementas das disciplinas encontram- se detalhados no Apêndice A.  \nOs ajustes desta grade, a partir de 1998, fo ram elevados devido às mudanças ocorridas \nnas disciplinas do Ciclo Básico (Física e Quím ica Geral) e nas do Ciclo Profissional (ver \nApêndice B). Entretanto, como a verticalização e a flexibilização do currículo exigem outras \nmudanças, o CEQ/EE/UFMG entendeu ser o mo mento de uma nova reforma curricular, \ntendo, como base, os objetivos do curso e, como ponto de partida,  o perfil desejado do \negresso. Criou-se, então, uma comissão, no âmb ito do Colegiado de Curso, para estruturar a \nproposta de reforma. Esta comissão já avanço u bastante as discussõ es sobre a reforma e \npretende finalizar os tr abalhos até o final do prim eiro semestre de 2008.   \nEm termos do atual currículo, a disciplina “Introdução à Engenharia Química” (1o \nperíodo do Curso) interliga o Ciclo Básico ao Ciclo Profissional. Esta  disciplina aborda o \nCurso de Engenharia Química em três contexto s distintos: mercado de  trabalho (enfocando o \npapel do profissional e seu campo de atuação); concepção e proj eto do curso (fornecendo as \ninterligações, informações e noções básicas sobr e os fundamentos da Engenharia Química, as \noperações unitárias e seus equipamentos e o de senvolvimento de produto, processo e projeto); \ncurso e a universidade (funciona mento do curso na universidade). \n Como complemento, o Programa de Tutoria do CEQ/EE/UFMG, implantado no ano \nde 2002, veio aprofundar os temas abordados nessa disciplina. Esse programa objetivava \norientar os alunos quanto a pos síveis dúvidas sobre a estrutur a do curso e seus objetivos; \ncaminhos e opções para melhorar o seu dese mpenho e aprendizado; o funcionamento das \nnormas acadêmicas; os direito e os deveres do aluno; participação em programas acadêmicos e nas atividades extracurriculares oferecida s pela UFMG e pelo DEQ/EE/UFMG; atuação do \nprofissional no mercado de trab alho; funcionamento da UFMG, dos departamentos vinculados \ndiretamente ao curso, especialmente o DEQ/EE/ UFMG e do próprio curso. Neste programa, o \nprofessor tutor, docente do DEQ/EE/UFMG, re unia-se mensalmente com seus alunos, no \nhorário previsto pelo cronogram a do curso. Esse Programa, na forma de sua concepção, não \nteve muito êxito pois, devido a uma excessiva  carga horária nos 04 primeiros períodos e à \ndistância física existente entre a Escola de Engenharia (situada no Centro da Cidade), onde os \nprofessores do DEQ ministram suas aulas,  e o Instituto de Ciências  Exatas (situado no \nCampus-Pampulha), onde os alunos têm as aulas do ciclo básico, os encontros semanais com \nos alunos iam se tornando cada vez menos freqüe ntes ao longo do semestre, principalmente à \npartir do segundo período do aluno na Univer sidade. Em 2004 o Colegiado do Curso decidiu \ninterromper esse programa e aguardar a transferência da Escola de Engenharia para o Campus-Pampulha, que se dará em 2008, para sua retomada. \nNo contexto atual da evolução  do curso, considera-se defici ente a existência de apenas \numa disciplina interligando o Ciclo Básico ao Profissional. Esse asp ecto deve ser sanado com \na nova reforma curricular que prevê a introdução de outras disciplinas, sob a responsabilidade \ndo DEQ/EE/UFMG, no Ciclo Básico de maneira a abordar já nos primeiros períodos uma \nIntrodução aos Processos Industriais elaboran do balanços de massa e de energia e suas \naplicações em etapas simples de processo.  \nAtualmente, para amenizar esta distância en tre ciclo básico e ciclo profissional, tem \nsido oferecido aos alunos do ciclo básico al gumas disciplinas optativas, com conteúdos \nrelacionados ao ciclo profissional, minist radas por professores do DEQ, sendo que, em \nalgumas delas as aulas são ministradas no próprio Instituto de Ciências Exatas. \n  ", "15": " 15\nFigura 2 – Rede Curricular do CURSO DE GRADUAÇÃO EM ENGENHARIA QUÍMICA/UFMG – A no  2007 – REDE CURRICULAR  \n1º período 2º período 3º período 4º período 5º período 6º período 7º período 8º período 9º período 10º período \n \n           \n \n           \n \n           \n \n           \n \n   \n         \n \n           \n \n           \n \n           \n    \n        \n   \n         \n   \n         \nMínimo exigido: 90 h em optativas.   CÁLC. NUM. \nDCC 034 60 h  PROG. COMP. \nDCC 001 60 h \nEST. PROB. \nEST 031 60 h  INT. ENG. QUI \nEQM 009 30 h  INT. SOCIOL.  \nSOA 138 30 h \n QUI. INORG. I \nQUI 601 120 h   QUI. GERAL B \nQUI 003 60 h \n QUI. GERAL EXP. \nQUI 019 30 h  QUI. ANAL. I  \nQUI 606 120 h  \n QUI. ORG. I  \nQUI 603 105 h   QUI. ORG. II  \nQUI 605 105 h  ELE. GERAL C  \nELE 012 60 h \n ANAL. INST.  \nEQM 013 60 h \n G. AN.. ALG. LI \nMAT 038 60 h  INT. FIS. EXP. \nFIS 054 45 h  ECON. EMP. E \nEPD 022 60 h \n CIEN. MAT. \nEQM 057 75 h  ORG. IND. ENG  \nEPD 001 60 h \nDESENHO \nTECNICO  F 60 h \n ENG. COR.  \nEQM 129 60 h \n OP. UNIT. A  \nEQM 043 90 h    PR. TEX. TÉC.  \nLEV 015 30 h  EST. SUPER. \nEQM 006 150 h  \n OPTATIVA   \nOPTATIVA   DIR. LEGISL. \nDIT 001 30 h \nAVAL.ECON. \nPROJETOS \nEQM050  45 h \n LFO \nEQM 054 60 h  OT. AN. PROC  \nEQM 042 60 h  QUIM. PROC.  \nEQM 052 45 h \n FIS. EXP. ME  \nFIS 056 45 h OPTATIVA  \n C. DIF. INT. I \nMAT 001 90 h FUND. MEC. \nFIS O65 60 h  FUND. ELETM.  \nFIS 069 60 h PLA. AN. EXP. \nEST 006 60 h  INST. CONT. \nEMA 060 60 h  OPTATIVA \n  \n EQ. DIF. A.  \nMAT 015 60 h \n EQ. DIF. B  \nMAT 016 60 h  C. DIF. INT. II \nMAT 039 60 h \n FIS. QUIM. I  \nQUI 602 90 h \n C. DIF. INT. III  \nMAT 002 60 h  FIS. QUIM. II  \nQUI 604 90 h  TERM. FÍSICA  \nEQM 053 90 h  FEN. TRANS. I  \nEQM 051 90 h \n FEN. TRANS. II \nEQM 035 60 h \n TERM. QUIM. \nEQM 031 75 h  CIN. C. RE. I  \nEQM 055 75 h  OP. UNIT. B  \nEQM 040 105 h  \n CIN. C. RE II  \nEQM 039 60 h  TRAN. MASSA  \nEQM 036 45 h \n LOP \nEQM 041 90 h  P. PROT. AMB \nEQM 058 45 h  PROJETO DE \nPROCESSOS \nEQM 049 90 h  PROC. IND. I  \nEQM 056 60 h \nCICLO BÁSICO CICLO PROFISSIONALOPTATIVA  OPTATIVA  OPTATIVA  OPTATIVA  OPTATIVA  ", "16": " 16\nTabela 2 \nDepartamentos envolvidos no Curso de Graduação em Engenharia Química da UFMG: \nSIGLA DENOMINAÇÃO Participação no Curso \nCARGA HORÁRIA \nOBRIGATÓRIA  (%)NO. DE DISCIPLINAS \nOPTATIVAS \nDCC Ciência da Computação 3,3 - \nDIT Direito do Trabalho e Introdu ção ao Ensino de Direito 0,8 - \nESA Engenharia Sanitária e Ambiental - 3 \nEHR Engenharia Hidráulica e Recursos Híbridos - 1 \nEPD Engenharia de Produção 3,3 4 \nELE Engenharia Elétrica 1,7 - \nELT Engenharia Eletrônica - 1 \nEMA Engenharia Mecânica 1,7 5 \nEMT Engenharia Metalúrgica - 8 \nENU Engenharia Nuclear - 2 \nEQM Engenharia Química 45,0 11 \nEST Estatística 3,3 1 \nFIS Física 5,8 - \nGEL Geologia - 1 \nLEV Letras Vernáculas 0,8 - \nMAT Matemática 10,8 - \nQUI Química 20,0 3 \nSOA Sociologia e Antropologia 0,8 - ", "17": " 17\nCICLO BÁSICO - CH TOTAL: 1560 h \nEST\n4%QUI\n46%\nFIS\n13%CC\n8%EQ\n2%SOC\n2%\nMAT\n25%CICLO PROFISSIONAL \nCH TOTAL: 2040 h \nOPT\n4%EST\n3%\nELE\n3%EPD\n6%LET\n1%\nEQ\n79%DIT\n1%MEC\n3%\n \nFigura 3 – Distribuição da carga horária do Ci clo Básico e do Ciclo Profissional segundo os \ndiversos departamentos que atuam no CEQ/EE/UFMG. \n \nEm 2003 foram feitos alguns ajustes curricular es com uma reformulação completa na \nárea de Processos e Projetos, envolvendo as di sciplinas Processos Indu striais I (60 horas), \nProcessos Industriais II (60 horas ), Projetos Industriais I (60 horas) e Projetos Industriais II \n(45 horas). As disciplinas Processos II e Projetos I foram substituídas por uma nova disciplina (Projeto de Processos, com 90 horas) e a di sciplina Projetos Industriais II (60 horas) foi \nsubstituída pela disciplina Avaliação Econô mica de Projetos (45 horas). A área de \nTermodinâmica, que inclui 4 disciplinas, perfazendo um total de 345 horas, deverá ser \nestruturada em 3 disciplinas, com uma carga total de, no máximo, 270 horas, conforme a \nanálise dos docentes responsáveis  por essa ár ea. Avaliações similares estão em andamento, \nenvolvendo os professores de Química Bási ca e Matemática. Já foi acertado com o \nDepartamento de Estatística, mudanças na di sposição de suas disciplinas na nova grade \ncurricular que está sendo proposta. Foi, ta mbém, aprovada, pelo Colegiado do Curso, a \ninclusão de atividades extracurriculares, como estágios, Iniciação Científica, apresentação de \ntrabalhos em congressos, entre outras, como  parte integrante do currículo, desde que \ndevidamente avaliadas e aprovada s pelo referido Colegiado. Isto representa um incentivo à \nrealização dessas atividades, indo ao encontro às sugestões das Diretrizes Curriculares e do \nprojeto de Flexibilização Curricular em curso na  UFMG. Novas disciplinas optativas já estão \nsendo oferecidas sob a forma de Tópicos Es peciais em Engenharia Química [5].   \nA carga horária prática do curso, no Ciclo Profissional, caracter iza-se por 26 % em \naulas de exercícios, seminários, grupos de discussão de problemas, GDP´s que, de suma \nimportância na formação do aluno, consolidam se us conhecimentos teóricos. A carga horária \nprática referente ao ensino experimental nã o excede hoje a 11 % da carga total no Ciclo \nProfissional. Portanto, uma das metas do CEQ/ EE/UFMG, ao longo destes últimos anos, foi \nestruturar melhor o ensino expe rimental, visando sanar essa de ficiência. A infra-estrutura \ndisponível no DEQ/EE/UFMG é ainda insuficiente  para atender à formação experimental dos \nalunos, em termos do padrão desejado. O DE Q/EE/UFMG conta com poucos laboratórios \nvoltados exclusivamente para o ensino de graduação, limitando-se ao Laboratório de \nOperações Unitárias Mecânicas (inserido na  disciplina Operações Unitárias A), ao \nLaboratório de Análise Instrumental e ao La boratório de Fundamentos, para a disciplina \nLaboratório de Fenômenos e Op erações. A disciplina Laborató rio de Operações e Processos \nfunciona nos laboratórios de pesquisa. Como açã o, elaborou-se um projet o para implantar, no \ncurso, o Laboratório de Ensino Experimental em  Engenharia Química, o qual virá fortalecer \nas práticas e disciplinas experimentais, ex istentes hoje no currículo, complementando o \ndesenvolvimento do aluno em algumas das habilid ades e competências estabelecidas pelas \nDiretrizes Curriculares, tais como: projetar, s upervisionar, elaborar e coordenar experimentos ", "18": " 18\ne interpretar resultados; identificar, formular e resolver problemas de engenharia; desenvolver \ne/ou utilizar novas ferramentas e técnicas; supervisionar a operação e a manutenção de \nsistemas; avaliar criticamente a ordem de grand eza e significância de resultados numéricos; e, \nainda, obter uma progressiva autonomia intel ectual. Neste laboratório, que deverá ser \nconstituído pelos diferentes equipamentos que  compõem um dado processo, as medições, a \nformulação dos experimentos e o seu desenvolvimento serão de responsabilidade de grupos de alunos, supervisionados por professores [5]. \nRetomando a idéia dos mini-projetos,  lançada pelos próprios docentes do \nDEQ/EE/UFMG em 1990, pretende-se também com esse laboratório, já em um novo contexto \ndo curso, viabilizar sistemas computacionais para a aquisição de dados e controle das \nvariáveis em linha, visando inte grar, não só, as disciplina s sob a responsabilidade do \nDEQ/EE/UFMG, mas outras sob a responsabilidade dos demais Departamentos envolvidos no \ncurso, especialmente a de “Instrumentação e Co ntrole” e a optativa na área de Automação e \nControle. Iniciando com esta interdisciplinar idade, o projeto deste laboratório vai além, \npropondo a sua integração dos cursos de graduação com outros da UFMG, de forma que os alunos de Engenharia Química possam vir a trab alhar com os de outros cursos, na busca, \nseleção e desenvolvimento de análises químicas e métodos instrumentais; no planejamento de \nexperimentos e análise de erros; na especifi cação e desenvolvimento de sistema de automação \ne controle e de sistema de instrumentação. A metodologia a ser implantada, inovadora no \nensino experimental da Engenharia Química, encontra-se detalhada no projeto submetido à \nPROGRAD/UFMG [5]. \nOutro aspecto que merece igual atenção é a utilização dos recursos computacionais \ncomo ferramenta indispensável na análise, simulação e otimização de processos e no desenvolvimento de rotas de novos produtos. A disciplina “Otimização e Analise de \nProcessos” foi reestruturada para incluir novas técnicas de simulação e otimização de \nprocessos e integrada com as disciplinas de Projetos (Projeto de Processos e Análise \nEconômica de Processos) visando melhor equaci onar a função objetiva e as rotas de novos \nprodutos.  \nO currículo padrão do curso é dimensionado para integralização em 10 semestres e o \ntempo médio de integralização está entre 10 e 11 semestres, o que representa um indicador \npositivo, implicando em um baixo índice de re tenção. Tal índice é maior no Ciclo Básico, \nsendo, em média, de 14 % nos últimos 4 anos. \nOs índices de evasão são também baixos (2% nos últimos 2anos), com o curso \ndiplomando, em média, cerca de 90 % dos alunos que i ngressam. Estes dados (baixa retenção \ne baixa evasão) indicam que não há necessidade  de um mecanismo de ajuste ou mesmo de \nnivelamento dos alunos que ingr essam no curso (fato este c onfirmado pelas comissões que \navaliaram as condições de oferta do CE Q/EE/UFMG nos anos 1998, SeSu/MEC e 1999, \nPAIUB e 2002 INEP?SESu/MEC Renovação de Reconhecimento do Curso).   \n   \n2.2 – Trabalho de Conclusão do Curso (TCC) \nO Trabalho de Conclusão do Curso, realiza do por meio da disciplina Laboratório de \nOperações e Processos, tem como foco dese nvolver no aluno o conceito de metodologia \ncientífica, a partir de sua própr ia vivência. Em grupos reduzidos, de, em média, 5 alunos, eles \npassam por todas as etapas de um trabalho científico: revisão bibliográfica, definição da \nmetodologia a ser adotada, realiz ação de experimentos, análise de  resultados e elaboração de \num relatório final, e trabalham na solução de diversos problemas freqüe ntes na indústria ou ", "19": " 19\nem trabalhos de pesquisa, frente aos quais eles precisam se posicionar, se aprofundar e \npropor soluções.  Isso, sem dúvida, propicia um maior intercâmbio da Escola e dos alunos \ncom a própria indústria e, em vários casos, com os alunos de cursos de pós-graduação uma \nvez que alguns dos trabalhos, quando continua dos, originaram disse rtações de mestrado. \n Através do desenvolvimento experimental de  etapas de um processo industrial em \nescala de laboratório, esta disciplina propõe, a partir da própria vivência dos alunos, \nsistematizar a busca e a organização de informações, assim como, a análise, a concepção e a execução de processos . Os grupos de alunos passam por todas as etapas de um trabalho \nteórico experimental no âmbito da Ciência de E ngenharia, quais sejam: revisão bibliográfica, \ncontextualização do problema a ser analisado na sistemática do processo, definição das \nvariáveis de projeto e de opera ção, identificação das variáveis a serem estudadas, elaboração \nda metodologia a ser adotada em escala de  laboratório,  planejamento e realização de \nexperimentos, análise dos resultados e elaboração de um relatório final. Uma banca, composta \npelo professor orientador, um professor do DEQ/EE/UFMG e um membro externo ao \nDEQ/EE/UFMG avalia o relatório final em conj unto com a apresentação e defesa do trabalho \npelo grupo de alunos.  \nEsta disciplina tem desempenhado um papel de  grande relevância na consolidação dos \nconhecimentos adquiridos pelos alunos e no se u amadurecimento e é um  dos grandes saltos \ndo CEQ/EE/UFMG na área experimental, servindo, inclusive, de modelo para cursos de \nEngenharia Química de dife rentes pontos do país. \n \n2.3 – Estágio Curricular \nO Estágio Curricular é conceitu ado (de acordo com o Art. 1\n0 da RESOLUÇÃO N0 \n06/2005, de 09 E JUNHO E 2005) como atividade acadêmica curricular, obrigatória ou não, como Ato educativo, destinada à complementação da aprendizagem do graduando, realizada em um campo específico de trabalho, sob a re sponsabilidade de um Pr ofessor Orientador e \ncom acompanhamento de Supervisor designado pelo Campo de Estágio. \nEm consonância com a Resolução acima citada, que dispõe sobre os estágios \nacadêmicos de estudantes matriculados nos Cu rsos de Graduação e da Educação Básica e \nProfissional da UFMG, o Curso de Graduação em Engenharia Química da UFMG estabeleceu \num número mínimo de 160 horas de atividades em Estágio Curricular, para integralização do \nCurso. \nPara efeito de integralização os alunos de vem se matricular na disciplina Estágio \nSupervisionado (disciplina do 10\n0 período do Curso), que contab ilizará 10 créditos em sua \ngrade curricular, co rrespondendo a 150 horas. \nApós amplas discussões realizadas pelo  corpo docente do DEQ foram estabelecidos \nalguns princípios para supervis ão e avaliação dos Estágios, no contexto da disciplina Estágio \nSupervisionado:  \n(a) Os alunos matriculados na disciplina deverã o informar ao Coordenador da disciplina e ao \nColegiado, até uma data pré-estabelecida, nome da empresa, o nome de seu supervisor no \nCampo de Estágio, endereço, e-mail e telefone de  contato; (b) O Colegiado deverá solicitar à \nchefia do Departamento a indicação de um Prof essor Supervisor para orientação do aluno; (c) \nO aluno deverá apresentar ao seu Professor Orientador o Plano de Estágio, previamente \nelaborado, sob a orientação de seu Supervisor  no Campo de Estágio; (d) Serão agendadas \nreuniões, ao longo do semestre, entre o aluno o Professor Orientador para acompanhamento \ndas atividades realizadas no estágio. (e) Ao fi nal do semestre o aluno deverá apresentar ao ", "20": " 20\nProfessor Orientador um relatório, contendo Introdução (contextualização da disciplina, da \nempresa, do trabalho e atividad es desenvolvidas), Objetivos, Metodologia, Resultados do \ndesenvolvimento do Trabalho, Conclusões (r elativas ao trabalho desenvolvido e à \ncontribuição da disciplina na formação profis sional) e Referências utilizadas. (f) O aluno \ndeverá apresentar seu trabalho,  na forma de pôster, para a comunidade do DEQ, que será \navaliado por um professor do DEQ, indicado pelo coordenador da disciplina. (g) O \ndesempenho do aluno será avaliado em 100 pontos, distribuídos da seguinte maneira: \nrelatório, avaliação do Professor Orientador, de acordo com a participação nas reuniões e \ndiscussões, avaliação da apresentação do Trabal ho e cumprimento das atividades propostas. \n \nEspera-se com essas ações assegurar uma boa inte ração entre teoria e prática, em situações \nreais vivenciadas pelo estudante, visando seu aprimoramento profissional e desenvolvimento \nda prática de cidadania.  \n \n2.4 – Atividades Complementares \nFoi aprovada pelo Colegiado do Curso, a in clusão de atividades extracurriculares, \ncomo estágios não obrigatórios, Iniciação Científica, apresentação de trabalhos em \ncongressos, entre outras, como pa rte integrante do currículo, desde que devidamente avaliadas \ne aprovadas pelo referido Colegiado. Isto re presenta um incentivo à realização dessas \natividades, indo ao en contro às sugestões das Diretrizes Curricu lares e do projeto de \nFlexibilização Curricular em curso na UFMG. Entretanto, apesar da importância destas \natividades para a complementação da formação do aluno, elas não são contabilizadas no currículo atual para integral ização do curso. Na reforma curricular, em andamento, serão \nprevistos créditos com correspond entes cargas horárias para esse tipo de atividade, que \npassarão a fazer parte da carga horá ria necessária para integralização.  \n \n2.5 – Avaliação do Processo de Ensino-Aprendizagem \nAs formas de avaliação do processo ensi no-aprendizagem adotadas pelos professores \nque ministram aulas no Curso são bastante di versificadas e dependem, muitas vezes, do \ncaráter da disciplina. \n No ciclo básico predominam as provas e os  relatórios de aulas práticas. Já no ciclo \nprofissional, além das provas formais, o aluno é continuamente avaliado, por meio de grupos \nde discussão, realização de trabalhos individua l e em grupo, resolução de problemas dentro e \nfora da sala de aula, elaboração de projet os e apresentação de seminários, quando são \nobservados, além dos conhecimentos dos fundamentos  e da teoria das disc iplinas, a postura do \naluno frente aos problemas apresentados, a sua capacidade de análise crítica, capacidade de \ndesenvolvimento de raciocínio, equacionamento e resolução de problemas, assim como, da \nsua visão crítica e analítica dos aspectos políticos, econômicos, so ciais, ambienta is e culturais \ndos problemas a serem solucionados. \nTem sido dada uma maior ênfase na abor dagem pedagógica que enfatiza o papel do \nprofessor-orientador. Além disso, têm sido cria das condições para a re alização de práticas \nonde o aluno formule, resolva e analise o seu próprio problema. \nAo longo do semestre são distribuídos 100 pontos em cada disciplina e o aluno deve \nalcançar uma nota mínima igual a 60 pontos. Ressalte-se que os alunos do curso de \nEngenhariam Química, em sua grande maioria,  alcançam médias acima de 75%, percentual ", "21": " 21\nconsiderado muito bom frente a maior part e dos cursos de Engenharia da UFMG. \n \n3. AVALIAÇÃO DO PR OJETO DO CURSO  \n 3.1 – Sistema de Avaliação do Projeto do Curso \n \nAlguns dos indicadores de desempenho sã o os resultados obtidos nos Exames \nNacionais de Cursos. O Curso de Graduação em  Engenharia Química da UFMG foi um dos 6 \ncursos que obtiveram o conceito “5” dentre os 41 avaliados pelo ENADE em 2005, e obteve \nconceitos A ou B nos vários exames do provão a que foi submetido (“A”em 2003 e 2002, “B” \nem 2001, 2000 e 1999 e conceito “A” em 1997  \nO curso de Graduação em Engenharia Quím ica da UFMG é continuamente avaliado, \nutilizando-se, para tal, dados referentes às av aliações interna e externa do curso e à avaliação \ndiscente, de forma a subsidiar a proposição da s suas metas e ações ao longo do seu processo \nevolutivo.    \nO Curso de Graduação em Engenharia Quími ca da UFMG passou por três avaliações \nexternas, nos últimos 10 anos, com avaliações muito positivas , no entanto, foram ressaltados \nalguns pontos de grande relevância que, na me dida do possível, estão sendo contemplados na \nreforma curricular em andamento, que tem como  objetivo central obte r um currículo mais \nflexível e promover a integração dos ciclos bá sico e profissionalizante , o que se traduz em \numa maior verticalização  do currículo do curso.  \nComo esperado, pela própria hi stória e evolução do curso,  as avaliações apontaram, \ncomo aspectos positivos, a proposta do CEQ/EE/UFMG, seus objetivos e a adequada formação do profissional, frente às demandas do  país. Ressaltaram, também, o esforço que o \nCEQ/EE/UFMG vem despendendo, nestes últimos a nos, para alavancar o ensino experimental \nno seu Ciclo Profissional.  \nQuanto às recomendações, algumas já foram atendidas, quais sejam: a redução da \ncarga horária do Ciclo Básico e uma primeira r eestruturação na disciplina de Química Geral; \nampliação do ensino experimental ao que tange ao Laboratório de Fenômenos e Operações e \nao Laboratório de Operações Unitárias A (no qua l as práticas tornaram-se mais criativas e \nsendo montadas e executadas por grupos de alu nos). Entretanto, ainda, faltam as montagens \nconcernentes aos reatores químicos; aumento no oferecimento de disciplinas optativas por \ndocentes do DEQ/EE/UFMG; aumento e atualização  do acervo da biblioteca setorial em \ntítulos, diretamente voltados para a graduação em Engenharia Química, em decorrência, da \ncaptação de recursos, pelo CEQ/EE/UFMG, nos  Projeto Livro-Text o da EE/UFMG e da \nPROGRAD; viabilização do apoio institucional aos alunos do curso quanto à captação de \nestágios, visitas técnicas e intercâmbio com a empresa pela criação da  Central de Interação \nEmpresa – Escola de Engenharia da UFMG, já  implantada e em fase de consolidação; \nmudanças na supervisão do estági o curricular através de discussõ es com os supervisores e um \nmaior acompanhamento das ativid ades realizadas no estágio. \nQuestões como integração do Ciclo Básico com o Profissional pela inserção de um \nnúmero maior de disciplinas do curso no Ciclo Básico; melhor verticalização do currículo do \ncurso; reformulação do conteúdo de disciplinas específicas, etc. estã o já contempladas na \nreforma curricular, em andamento.  \nCabe, portanto, destacar as metas do CEQ/UF MG para os próximos 2 (dois) anos: ", "22": " 22\n- Retomar o Programa de Tutoria; \n- Efetuar a reforma curricular,  \n- Estimular e fomentar a utilização de r ecursos computacionais nas disciplinas do \ncurso. \n \n3.2 – Exame Nacional do Curso \nO CEQ/EE/UFMG foi bem avaliado no Exam e Nacional de Cursos, obtendo o \nconceito “A” em 1997 e o conceito “B”, nos a nos subsequentes. No ano de 1998, por mandato \njudicial requerido pela repres entação estudantil, não foi po ssível a realização do ENC em \nBelo Horizonte e o CEQ/EE/UFMG ficou, ne ste ano, sem conceito (SC). A Figura 4 \ncomprova que o CEQ/EE/UFMG situa-se entre os 15 melhores dos 50 Cursos de Graduação \nem Engenharia Química existentes no país.  \n \n05101520\nABCDE S C\n1997\nFederal\nEstadual\nMunicipal\nParticular\n  \n05101520\nABCDE S C\n1998\nFederal\nEstadual\nMunicipal\nParticular\n \n05101520\nABCDE S C\n1999\nFederal\nEstadual\nMunicipal\nParticular\n \n0510152025\nABCDE S C\n2000\nFederal\nEstadual\nMunicipal\nParticular\n \nFigura 4 – Evolução dos conceitos dos Cursos de Graduação em Engenharia Química quanto \nao desempenho no ENC-EQ no país, repr esentado na legenda  pelo ano e por \ncategorias administrativas das IES-EQ. (Obs .: SC – sem conceito representando as \nIES-EQ que tiveram um ou nenhum gr aduando presente no exame ou que, por \nalgum problema operacional, não ocorreu a aplicação do exame) [7].  \n \nVisando levantar os problemas enfrentados por seus alunos nos ENC-EQ, de forma a \nsubsidiar as mudanças curriculares e as pr óximas metas do CEQ/EE/UFMG, efetuou-se uma \nanálise das questões discursivas dos ENC frente às médias dos seus alunos e aos conteúdo e \nhabilidades abordados. Tal análise evidenciou algumas tendências quanto à necessidade de \nmelhor implementar a medição e o controle das variáveis em suas aplicações nas operações e \nprocessos. Fato este que corrobor a a ação já iniciada de se fort alecer o ensino experimental no \nCEQ/EE/UFMG. Como ação a curto prazo alterou-se a abordagem do conteúdo da disciplina ", "23": " 23\n“Instrumentação e Controle” com um enfoque  maior na sua aplicação em operações e \nprocessos da Engenharia Química, incl uindo, inclusive, a maior utilização de softwares , como \no MATHLAB, para a resolução dos problemas específicos voltados à Engenharia Química. \nUma análise do corpo discente quanto à nova abordagem servirá de subsídios para a análise desta disciplina na nova  proposta do currículo.  \nForam analisadas também as respostas dos graduando quanto às impressões sobre a \nprova. Destaca-se que, no EN C-99, os graduandos do CEQ/EE/ UFMG, em concordância com \na grande maioria dos graduandos em Engenharia Química do país, consideraram o tempo da prova insuficiente para seu bom desempe nho e apontaram, como problema enfrentado, o \nconteúdo estudado há muito tempo. Embora, no ex ame de 99, o tempo possa ter influenciado \no tipo de problema enfrentado pelos graduan dos, as discussões ocorridas nos ENBEQs \nanteriores já evidenciavam problemas, na ma ioria dos Cursos de Graduação em Engenharia \nQuímica, quanto à integração dos conteúdos das diversas disciplinas do curso. Ressalte-se que a nova reforma curricular do CEQ/EE/UFMG atenta  para este tipo de problema. Entretanto, \nao se analisar as respostas dos graduandos do CEQ/UFMG às questões da  prova nos diversos \nexames pôde-se inferir que os conteúdos de fundamentos, principalmente os relacionados à \nfísico-química, cinética e aos balanços de ma ssa e energia, estavam sendo bem equacionados \nem suas aplicações a processos. Possivelmente,  o real problema, apontados nos ENCs de 2000 \ne de 2001, é a forma de abordagem do conteúdo (“ diferente daquela a que estou habilitado”). \nEste tipo de resposta requer uma análise ma is profunda, pois existem, pelo menos, duas \ncausas distintas inseridas nesta resposta. A primeira condiz co m a própria evolução do aluno, \nque ao final do curso, deve estar habilitado a analisar um conteúdo teórico dentro de uma \nvisão mais ampla de processos, projetos e produtos. Tal aluno, ao se deparar com uma questão que não lhe propicie este tipo de  análise, pode ser induzido a opt ar por esta resposta. Algumas \ndas questões dos ENC de 1997 a 2001 (principalme nte aquelas que geraram as menores notas \nabsolutas) foram formuladas sem o vínculo com este tipo de análise. A segunda causa, mais \nséria, está ligada ao aprendizado do aluno que, por não ter consolidado seus conhecimentos, \nnão há como responder a uma questão formulada em uma abordagem diferente daquela vista em seu curso. O ENC-2002 que, diferente dos dema is, vincula as questões de conteúdo básico \na problemas mais concretos (ressalte-se que ne stas questões verifica-se o mesmo conteúdo \ndos exames anteriores, mas num contexto mais analítico de desenvolvimento de processos) \nfornecerá maiores subsídios para verificar a real causa do problema de abordagem do conteúdo.     \nEmbora se deva realizar uma análise mais  profunda do tipo de problema enfrentado \npelos graduando, é fato, já discutido nos ENBEQ’ s, a necessidade de viabilizar uma maior \nintegração dos conteúdos (entre as disciplinas e entre os diversos períodos) nos cursos de Engenharia Química do país. Algum as experiências realizadas em outros cursos apontam que \na mudança do regime semestral para o anual é um dos possíveis mecanismos para viabilizar \nesta maior integração de conteúdos. A mel horia do um ensino experimental é outro \nmecanismo viável para promover tal integração . A implementação do “Laboratório de Ensino \nExperimental em Engenharia Química” no CEQ/EE/UFMG juntamente com a maior \nverticalização do currículo do curso viabiliz arão esta maior integração de conteúdos.  \n  \n3.3 – Avaliação do Corpo Discente  \nNo CEQ/EE/UFMG, existe uma maior inte ração entre os alunos e os docentes do \nDEQ/EE/UFMG, principalmente devido à própria  metodologia de ensino utilizada, a qual \nabrange técnicas de dinâmica de grupo, as disc ussões e seminários, a construção do trabalho \nexperimental, etc. Esta partic ipação efetiva dos alunos no curs o propicia, ao aluno, a análise e ", "24": " 24\navaliação constante da disciplina e do curso.   \nFoi organizado e implementado pelo Colegiado de Curso, no passado, grupos de \nrepresentação dos alunos do CEQ/ EE/UFMG para discussão de a ssuntos de interesse. Cada \nturma tem três representantes que se organi zam nas seguintes áreas: acadêmica, social e \nassuntos externos. Os represen tantes da área acadêmica são re sponsáveis pelo levantamento e \nacompanhamento permanente, dentro de sua turm a, de questões relativas ao curso, dentre \nelas, conteúdo das disciplinas, problemas de infr a-estrutura, de aprendizado e relativos aos \nprofessores. Os representantes da área social  são responsáveis por atividades que visem a \nintegração dos alunos dentro de sua turma,  de seu período com os demais e com o \nDEQ/EE/UFMG. Os representantes para assuntos externos são os  responsáveis pelo contato e \ndivulgação de assuntos ligados à Engenharia Química, fora da Universidade, como visitas, \npossibilidade de estágios, divulgação de coope ração internacional, contato com ex-alunos, \ntendo como objetivo promover uma maior apr oximação do DEQ/EE/UFMG com as empresas \ne, finalmente a formação e a criação da Empresa-Júnior. Em cada um dos grupos, há o coordenador eleito entre os de mais representantes. Estes c oordenadores reúnem em Comissão \nCentral, com o presidente  dos Grêmios e um profe ssor do DEQ/EE/UFMG para \nencaminharem ao DEQ/EE/UFMG e ao Colegiado de Curso as questões a eles pertinentes. \nEspera-se, com esta organização, aprimorar o fl uxo de informações entre os diferentes grupos \nque constituem a comunidade de Engenharia Química, agilizar a solução de problemas \nconcernentes a cada setor envolvido e criar uma metodologia de análise e avaliação periódica, \npor parte dos alunos, do curso de  Engenharia Química. Os resultados desta proposta já \nimplementada deverão ser analis ados no decorrer deste ano. \nÉ importante registrar que a UFMG, sempre preocupada com o seu papel na formação \ndo aluno em suas diversas áreas, já implantou um sistema único de avaliação discente. Os alunos, antes de renovarem sua matrícula seme stral, devem responder o questionário de \navaliação das disciplinas cursadas no semestre  anterior. Este questionário, disponibilizado on \nline, aborda diferentes aspectos  a serem avaliados sobre a di sciplina e o professor que a \nministra (ver Tabela 2). As respostas dos alunos são compiladas por disciplina e semestre, \npelo sistema de dados da PROGRAD/UFMG e di sponibilizadas ao professor e ao Colegiado \nde Curso. Entretanto, os comentários e observaçõ es dos alunos ainda não são repassados aos \nprofessores. Este questionário, implantado em fase experimental, está  sendo reavaliado pela \nPROGRAD/UFMG. \nNo âmbito nacional, existe o questionári o pesquisa do ENC, com questões gerais e \nespecíficas relativas ao perfil do gra duando; o uso da informática (no caso o \nmicrocomputador); análise das condições da instituição onde está concluindo o curso de graduação; avaliação do currículo e do trabalho dos docentes do curso; maiores contribuições \ndo curso; perguntas específicas para os grad uandos de Engenharia Química (laboratórios; \ninstalações físicas; abordagem de tópicos especí ficos); perspectivas futuras. Este questionário \nsofreu algumas alterações ao longo dos pr imeiros anos de implantação do ENC que,  \ncuidadosamente estudadas pela  equipe de especi alistas do INEP/MEC , possibilitaram uma \nmaior clareza nas opções de resposta dos graduandos.  \n \n3.3.1 – Questionário interno de  avaliação das disciplinas \nUma Comissão, designada pelo Colegiado do Curso, foi encarregada para elaborar um \nrelatório minucioso e crítico das avaliações di scentes realizadas nos últimos anos na UFMG, \nvisando subsidiar os docentes no seu trabalho de  auto-avaliação. Entretanto, esta comissão \nverificou que, da forma na qual as perguntas são formuladas, não se pode, no contexto atual \ndo curso, obter resultados esta tísticos mais conclusivos.  ", "25": " 25\nNeste questionário, o aluno tem como opção de resposta, numa escala de 4, o grau \n“Muito Bom” ao “Muito Ruim” a perguntas qu e merecem, às vezes, outro tipo de resposta, \ncomo visto na Tabela 3.  \nObservou-se que a maioria dos alunos do cu rso opta por uma resposta “Bom” e como, \nainda, não se tem acesso às observações es pecífica dos mesmos, as informações ficam \nniveladas. No âmbito destas opções, o curso tem sido avaliado pelos discentes como “Bom” a \n“Muito Bom”. As poucas di sciplinas que apresentaram  um conceito médio abaixo do “Bom” \nforam reavaliadas pelo CEQ/EE/UFMG j unto com o docente responsável e, quando \nnecessário, com os alunos. Detectaram-se os problemas existentes, resultando em nova \nformulação de conteúdo e/ou de abordagem e, em caso extremo, em mu dança do professor da \ndisciplina.  \nEmbora tenham sido poucos os casos críticos  (três no máximo), notou-se que, após a \nreformulação das disciplinas críticas, houve um a melhora nas respostas do aluno e uma maior \nfreqüência do acompanhamento dessas avaliaçõ es pelo próprios docentes. Estes, ao \ndetectarem algum problema apontado pelas re spostas do aluno, já buscam soluções para \neliminá-lo no semestre subsequente. Esta auto-avaliação contínua e seqüencial tem sido o \nponto mais positivo desta avaliação discente in terna. No entanto, principalmente para o \nCEQ/EE/UFMG, há necessidade de repensar nas formulações de algumas questões postas \nneste questionário para se conseguir informações  mais concretas desta avaliação discente. A \ncomissão responsável deve redigir um docum ento à PROGRAD/UFMG para subsidiar à \nreformulação deste questionário interno. \n \nTabela 3 – Tópicos abordados no formulário  de avaliação discente das disciplinas \nministradas na UFMG. \nQuanto à disciplina \n01 - Clareza dos objetivos Opções de resposta: MB; B; R; MR e NA \n02 - Conteúdo programático Opções de resposta: MB; B; R; MR e NA \n03 - Adequação da carga horária teórica  ao \nconteúdo programático Opções de resposta: MB; B; R; MR e NA \n04 - Adequação da carga horária prática  ao \nconteúdo programático Opções de resposta: MB; B; R; MR e NA \n05 - Condições físicas de laboratórios e/ou \nambientes especiais Opções de resposta: MB; B; R; MR e NA \n06 - Equipamentos e material didático nas aulas \nteóricas Opções de resposta: MB; B; R; MR e NA \n07 – Disponibilidade de equipamento e material \nde ensino nas atividades práticas Opções de resposta: MB; B; R; MR e NA \n08 - Condições da prática clínica Opções de resposta: MB; B; R; MR e NA \n09 - Pessoal Técnico de laboratórios e/ou \nambientes especiais Opções de resposta: MB; B; R; MR e NA \n10 – Bibliografia indicada Opções de resposta: MB; B; R; MR e NA \nQuanto ao Professor da disciplina \n11 - Domínio do conteúdo programático Opções de resposta: MB; B; R; MR e NA \n12 – Capacidade de transmissão dos \nconhecimentos Opções de resposta: MB; B; R; MR e NA \n13 – Preocupação com a aprendizagem Opções de resposta: MB; B; R; MR e NA \n14 - Métodos didáticos empregados Opções de resposta: MB; B; R; MR e NA \n15 - Uso de meios de ensino à distância Opções de resposta: MB; B; R; MR e NA \n16 – Processos de avaliação da aprendizagem  Opções de resposta: MB; B; R; MR e NA \n17 – Cumprimento do programa proposto Opções de resposta: MB; B; R; MR e NA \n18 – Relacionamento com os alunos Opções de resposta: MB; B; R; MR e NA \n19 - Disponibilidade fora da sala de aula Opções de resposta: MB; B; R; MR e NA \n20 – Presença (assiduidade) Opções de resposta: MB; B; R; MR e NA ", "26": " 26\n21 – Pontualidade Opções de resposta: MB; B; R; MR e NA \nQuanto ao aluno \n22 - Interesse pela disciplina Opções de resposta: MG; G; P; MP \n23 - Conhecimento anterior Opções de resposta: MG; G; P; MP \n24 - Aprendizado na disciplina Opções de resposta: MG; G; P; MP \n25 - Grau de dificuldade Opções de resposta: MG; G; P; MP \n26 - Horas dedicadas ao estudo fora da sala, por \nsemana Opções: < 1 h, entre 1,1 e 2 horas; entre \n2,1 e 4 h; > 4 h \nInformações mais gerais \n27 - A disciplina motiva à procura de novos \nconhecimentos Opções de resposta: Sim (S) e Não (N) \n28 - A disciplina  fornece conhecimentos \nrelevantes para o curso Opções de resposta: Sim (S) e Não (N) \n29 – Recomendariam a um colega fazer a \ndisciplina  com o mesmo professor Opções de resposta: Sim (S) e Não (N) \nObs.: MB – muito bom; B – bom; R – ruim; MR – muito ruim; NA – não se aplica; MG – muito grande; \nG – grande; P – pequeno; MP – muito pequeno. \n \n3.3.2 - Questionário Pesquisa do ENC \nNo início de 2002, realizou-se a comp ilação das respostas dos graduandos do \nCEQ/EE/UFMG e dos graduando de Engenharia Qu ímica do Brasil ao questionário pesquisa \ndo ENC. \nDevido ao questionamento, por parte de alguns docentes do DEQ/EE/UFMG, quanto à \nvalidade das respostas dos graduandos nesse tipo  de questionário pesquisa, procurou-se, nesta \ncompilação, verificar, sempre que possível, os dados levantados com as informações \nreportadas pela UFMG, quando do ingresso desse s alunos. Para as turmas de alunos que \ningressaram em 1994 a 1996, as quais correspondem às turmas de graduandos de 1997 a 2001, conseguiu-se realizar uma comparação de re spostas, conforme visto na Figura 5.  Tais \ndados demonstram que as respostas dos alunos às questões de cunho  imutável comuns aos \ndois questionários (R1; R3 e R4) são as mesmas, a menos do desvio relativo das duas \npopulações analisadas (12 % correspondendo, em médi a, a soma do percentual de evasão e de \nretenção dos alunos no curso, no período de cinco anos). Isto vem validar as informações \nfornecidas pelos graduandos do CEQ/EE/UFMG  sobre o seu perfil neste questionário \npesquisa do ENC/INEP/MEC e, portanto, responder as dúvidas iniciais de alguns dos \ndocentes do DEQ/EE/UFMG. Além disso, as que stões R2; R5 e R6 apontam as mudanças \nocorridas como os alunos ao longo dos cinc o anos de curso. Estes encontram-se mais \nenvolvidos com o mercado de trabalho; contin uam lendo ocasionalmente jornais e utilizam \nmais a TV como principal meio de informação. Ressalte-se que a comuni cação visual e virtual \né um dos pontos característicos desta nova geração de alunos do CEQ/EE/UFMG. \n ", "27": " 27\n020406080100\nR1 R2 R3 R4 R5 R6\nQues tões  comuns% do total\nIngressantes 94-96: 150 alunos\nGraduandos 99-01: 132 alunos\n \nFigura 5  - Média percentual dos alunos i ngressantes (anos 1994 a 1996) ou dos graduandos \n(anos 1999 a 2001) às seis questões com uns ao QSEC-UFMG (Vestibular) e ao \nQP-ENC/INEP/MEC:  R1 – Salário familiar entre 3 a 20 salários mínimos; R2 – Sem trabalho remunerado (não incl ui estágios para os graduandos); \nR3 – Pais (pai e mãe) têm ensino superior (completo ou incompleto); \nR4 – Ensino médio cursado em escola pa rticular (completo ou a maior parte); \nR5 – Lê raramente ou ocasionalmente jornal; R6 – Fonte de informação principal: TV. \n(Obs.: barra do desvio corresponde ao percentual da diferença entre as duas  populações analisadas; \nQSEC – questionário sócio econômico cultural dos alunos que ingressam na UFMG; QP – questionário pesquisa dos graduandos do curso no ENC). \nA parir da análise dos dados  levantados, algumas consid erações e tendências podem \nser observadas, quais sejam: \n(a) a população dos graduandos de Engenhari a Química é formada por jovens, que \ngeralmente moram com a família, com uma renda situada entre 3 a 20 salários \nmínimos  (tanto no país quanto no CEQ/EE/UFMG);  \n(b) 57 %, em média, dos graduandos  do CEQ/EE/UFMG utilizam os \nmicrocomputadores para solução de probl emas (textos, planilhas, gráficos, \nprogramas específicos), enquanto no Brasil,  apenas 35 %, em média, os utilizam \npara tal fim. Este ponto é relevante e de ve ser considerado na nova restruturação \ndos recursos de informática; \n(c) em média, 53 % dos graduandos do CEQ/ EE/UFMG dedicam 3 a 8 horas semanais \nao estudo dos conteúdos do curso fora de  sala de aula (similar à média dos \ngraduandos no Brasil). Nota-se, ainda,  que 86 % dos graduandos do curso estão, \nem média, envolvidos em atividades acadêmicas, principalmente, no PIC – \nPrograma de Iniciação Científica do DEQ/EE/UFMG (67 %), enquanto, um \nmontante de 65 % dos graduandos no Brasil encontram-se envolvidos neste tipo de \natividades. Isto vem demonstrar que esta s atividades acadêmicas devem ser (como \nestão sendo) incentivadas e melhor pl anejadas pelo CEQ/EE/UFMG, visando \npropiciar a consolidação do conheciment o adquirido pelo aluno ao longo do curso \ne a sua postura crítica e analítica perante aos problemas enfrentados; \n(d) as impressões dos graduandos do CEQ/ EE/UFMG sobre o currículo do curso \napontam a necessidade de modificações imed iatas. Infere-se, pelo alto desvio \npadrão das suas respostas quanto às po ssíveis modificações a ser implementadas \nno currículo, que não há um consenso de como otimizar o currículo. Entretanto, há \numa maior tendência em incorporar novas di sciplinas e integrar mais algumas das ", "28": " 28\nexistentes. Eles também apontam certo dese quilíbrio de algumas disciplinas (muito \nconteúdo para pouco tempo). Tais informaçõ es são de suma importância para a \nnova reforma curricular em andamento e a pontam, realmente, a necessidade desta \nreforma (o que confirma uma das metas e ações do CEQ/EE/UFMG); \n(e) do ponto de vista dos graduandos, o tópico  relativo á Ética é pouco explorado no \ncurso (como também o é para os graduandos  em EQ do país). A necessidade de \nmaior abordagem, no curso de tal tópic o, já foi discutido pela comissão de \ndocentes envolvida com a reforma curricular e deve ser estruturada em um contexto maior de conhecimento da história política e social do país; \n(f) como comprovam as respostas dos gra duandos, Ecologia/Meio Ambiente é tema \ncentral de algumas disciplinas do curs o, especialmente as de Processos para \nProteção Ambiental (já incluída no currículo no final da década de 80) e nas disciplinas do grupo Processos e Projetos; \n(g) em concordância com as impressões dos graduandos, há necessida de de dar ênfase \nno curso aos tópicos de Qualidade e de  Tecnologia da Informática (Internet; \nvideoconferência; informática aplicada na sua área); \n(h) as impressões dos graduandos sobre o us o dos laboratórios no Ciclo Básico e no \nCiclo Profissional estão em concordância  com a meta atual do CEQ/EE/UFMG no \nque tange ao fortalecimento do Ensino Experimental no curso com a implantação do laboratório de Ensino Experimental em Engenharia Química; \n(i) quanto aos laboratórios de informática, as respostas dos graduandos indicam a \nnecessidade real de se invest ir na aquisição de equipamentos mais atualizados e em \nmaior número para disponibilizá-los aos alunos do curso. As impressões dos graduandos do CEQ/EE/UFMG quanto aos docentes do curso são muito boas, \nconfirmando as ações implementadas pe lo núcleo de docentes do DEQ/EE/UFMG \nao longo de sua história. A maioria dos graduandos  (59 % em média) apontam, \ncomo técnicas de ensino, aulas expo sitivas e trabalhos em grupo corroborando, \nassim, com as técnicas de dinâmica de  grupo descritas nos ítens anteriores; \n(j)  a principal contribuição do curs o, segundo a opinião dos graduandos do \nCEQ/EE/UFMG, é a aquisição de sua form ação profissional (55 %) e a habilidade \nmais bem desenvolvida pelos graduandos  no curso é a sua capacidade de \nraciocínio lógico e análise crítica (67 %) segu ida da capacidade de trabalhar em \nequipe (21 %). Em adição, 77 % dos  graduandos pretendem ou já estão \ntrabalhando na área de Engenharia Química. Estes dados demonstram que o objetivo básico do CEQ/EE/UFMG vem sendo cumprido ao longo destes anos, \nconsolidando a posição do CEQ/EE/UFMG  no mercado de trabalho e fornecendo \nincentivos aos docentes de aprimorar cada vez mais o curso.  \n \n3.4 – Auto-avaliação \nO processo de auto-avaliação do CEQ/EE/ UFMG, como comprovado na sua história, \né contínuo e permanente. Nos últimos dois anos, este processo foi canalizado, pelo \nDEQ/EE/UFMG, para o desenvolvimento do Plano Estratégico do Departamento, \nidentificando claramente a missão dos seus cu rsos e incluindo metas e ações conjuntas para \naprimorar, conjuntamente, o DEQ/EE/UFM G, o CEQ/EE/UFMG e o CPGEQ/EE/UFMG. \nReuniões constantes dos docentes, ao longo de stes dois anos, garantiram o desenvolvimento \ndeste plano mais agressivo de ações. O Plan o Estratégico do DEQ/EE/UFMG que já está \nsendo implantado está disponível no Colegi ado do Curso de Engenharia Química. \nAlém desse plano, o Colegiado de Curso está coordenando reuniões periódicas com o \ncorpo docente do curso para di scussão do sistema de avaliação existente hoje e detalhamento ", "29": " 29\nde metas específicas para a mel horia do curso, com base nos dados  e na análise das avaliações \njá existentes do CEQ/EE/UFMG.  \n \n4 - CONCLUSÃO \nPelo exposto, conclui-se que o CEQ/EE/UFMG , a partir de um processo intenso e \npermanente de auto-avaliação, corroborado por  avaliações externas e avaliações dos \ndiscentes, tem avançado significativamente na sua melhoria. Aspectos fundamentais \nidentificados e apontados em todos os processos de avaliação foram ou estão sendo sanados.  \nFinalmente, cumpre ressaltar que, como destacado nos últimos ENBEQ’s e na própria \npalestra proferida pelo Prof. Saul D´Ávila [8], o grande avanço no ensino de Engenharia \nQuímica, necessário para atender as perspectivas  futuras da indústria qu ímica e correlatas, se \nconcentra, principalmente, na mudança de mét odos e técnicas de abordagem e de ensino dos \ndiversos conteúdos do curso. Para tal, é fundame ntal que os docentes invistam, parte do seu \ntempo, na busca, estudo, criação e desenvolvime nto de novas técnicas e métodos de ensino-\naprendizagem e isto requer uma mudança de pos tura quanto à educação superior no país, \nprincipalmente, no que tange à valorização do docente enquanto educador. O novo sistema de avaliação da educação superior, o qual vem sendo implantado ao longo destes últimos anos, \nvem sendo a alavanca para novas di scussões e para o posiciona mento das Instituições de \nEnsino Superior no país quanto à necessidade de repensar, ade quar e aprimorar seus Cursos, \nprincipalmente os de Graduação. Os resultados  são positivos e promissores [7] e espera-se \nque venha a ser contínua esta ação de av aliação e melhoria do ensino no país.     \n \nREFERÊNCIAS BIBLIOGRÁFICAS \n1. COIMBRA, A. “Oportunidades para instal ação de um Curso de Pós-Graduação de \nEngenharia Química no País” – In: Alberto Coimbra e a COPPE\n, G. Massarani, L. \nMassarani e T. Costa – Brasília: Paralelo  15, Coordenação de Aperfeiçoamento de \nPessoal de Nível Superior (CAPES/MEC), 2002. \n2. PIMENTA, A. Universidade: a Destruiç ão de uma Experiência Democrática. Vozes, \nPetrópolis, 1984. \n3. FRANKEN, T. “Ciência no Brasil: a inutilidade da ciência útil”. Cadernos de Tecnologia e \nCiência, Ano 1, No. 1, 47-61, 1978. \n4. CPGEQ/EE/UFMG. “Curso de Pós-Graduação  em Engenharia Química: Evolução e \nTendências”. Relatório Interno. Curso de Pós-Graduação em Engenharia Química da \nUniversidade Federal de Minas Gerais, janeiro 1998. \n5. CEQ/EE/UFMG. “Programa de Aperfeiçoamento das Condições de Oferta de Cursos de \nGraduação SESu/MEC – 2001: Implantação do Laboratório de Ensino Experimental de \nEngenharia Química”. Salum, A. (coordenado ra). Projeto submetido à aprovação da \nPROGRAD/UFMG, Curso de Graduação em Engenharia Química, maio 2001. \n6. ABEQ. Anais do IV Encontro Brasileiro sobre o ensino da Engenharia Química. Passos, M. \nL. e Souza, O. V. G (eds.), Imprensa UFMG, Belo Horizonte, 1992. \n7. D´ÁVILA, S. - Palestra proferida no IX En contro Brasileiro sobre o Ensino da Engenharia \nQuímica (ENBEQ 2001) – setembro de 2001 – Poços de Caldas – MG, :http.://www.feq.ufu.br/enbeq2001). \n8. ABEQ - Anais do 14\nº Congresso Brasileiro de Engenh aria Química – Tema: Ensino de ", "30": " 30\nEngenharia Química – artigos, debates e palestras, 25 a 28  de agosto de 2002, Natal. \nRN.    \nBibliografia Consultada : \nINEP/MEC – Relatórios Sínteses: ENC-97 a ENC-2000. DEQ/EE/UFMG – Relatórios de Atividade do Departamento de Engenharia Química – 1990 a \n2001. \nDEQ/EE/UFMG – Relatório Interno: Planejam ento Estratégico do departamento – 2001 a \n2002. \nCEQ/EE/UFMG – Relatórios Internos e Projetos.  "}