{"1": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \n \n              \n \n \n \n      \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \n \nInstituto de Recursos Naturais – IRN \n \n \n \n \nProjeto Pedagógico do Curso de  \n Engenharia Hídrica  \n \n \n  \n \n \nItajubá – MG \nVersão 03/2016 \n ", "2": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n 1. Introdução  \n \nDe uma maneira geral o PPE prioriza uma robusta form ação técnica de engenharia, com forte \nenfoque sistêmico e holístico, que visa preparar profissionais com sensibilidade social e \nambiental, que incorpore as restrições econômicas à melhor técnica. De uma outra forma, \npode -se dividir o conhecimento e a capac idade de atuação do engenheiro hídrico em 4 grupos, \nembora sempre exista uma forte interação entre essas, que são: Sistemas Hídricos, \nHidromecânica, Sistemas de Informações Hídricas e Gestão de Sistemas Hídricos. Os \nengenheiros hídricos têm atuação consoli dada nas mais diversas áreas, podendo planejar e \norientar a utilização das águas de bacias hidrográficas, prevenindo os impactos negativos que \nelas possam sofrer em consequências de atividades industriais, agrícolas e urbanas. Pode \ncuidar da captação, do t ransporte, do emprego e do tratamento de água para atender a \npopulação, preocupado sempre com a conservação, reduzindo perdas e desperdícios desse \nbem. A determinação da demanda e da disponibilidade hídrica nas bacias e do auxílio na \nimplantação de polític as de uso e controle de qualidade de água, bem como da manutenção e \nrecuperação de mananciais são funções do engenheiro hídrico. Cabe ao engenheiro hídrico \nelaborar redes de água e esgoto, irrigação e drenagem, além de, na área de energia, atuar na \noperaçã o de reservatórios e no planejamento dos recursos hídricos.  \n \nEste Projeto Pedagógico apresenta uma perspectiva para o Curso de Engenharia \nHídrica, que foi implantado na Universidade Federal de Itajubá (UNIFEI/Itajubá) em \n2008. O Projeto Pedagógico atende à s diretrizes do MEC para as engenharias e observa \nas atribuições do engenheiro hídrico especificadas pelo CREA /CONFEA . \n \nSendo assim, de acordo com Projeto Pedagógico Institucional da UNIFEI, aspectos \ncaracterísticos puderam ser implementados através da atu ação dos cursos por ela \noferecidos, onde foram considerados (as):   \n- Identidade e marca próprias de nossa Universidade, aderente a um novo projeto de Nação \n(o modelo de Universidade não pode, nem deve, estar dissociado do projeto de Nação que \nalmejamos. Na ção que se quer autônoma, justa e progressista);  \n- Universidade como centro de formação profissional , cultural, intelectual, humanista, \nética, empreendedora e cidadã;  \n- Universidade como lugar de geração e aplicação do conhecimento  que propicia a \nexpansão das fronteiras do saber e do progresso;  \n- Universidade marcada pela função de responsabilidade Social que coloca  o \nconhecimento gerado e acumulado a serviço da sociedade;  \n- Estabelecimento de vínculos e parcerias  duradouras com universidades estrangeiras p ara \nintercâmbio de formação e geração de conhecimentos;  \n      - Universidade com fortes e consolidados Grupos de Pesquisa em áreas científico -\ntecnológicas portadoras de futuro;  ", "3": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n - Universidade como agente do desenvolvimento local e regional , participando, d e forma \nsubstantiva, do processo de interiorização do desenvolvimento;  \n- Universidade como espaço de aprendizagem, consolidando -se como uma “ comunidade \nde aprendizagem”  (auto -gerida,colaborativa e marcada pelo comprometimento de todos).  \n \n2. Justificativa  \n \nA água, um importante recurso natural, essencial à vida, dada a atual condição de escassez, \ntem sido objeto de diversas ações e regulamentações por parte da sociedade.  \n \nEm 1997, o Congresso Brasileiro aprovou a Lei No 9.433, também conhecida como “Políti ca \nNacional de Recursos Hídricos” ou, mais simplesmente, acunhada como “Lei das Águas”. \nTrata -se de um importante marco legal, que  veio para servir de panorama para o uso e gestão \ndos recursos hídricos e mudar todas as estratégias do setor para o futuro, pois permite que o \ngoverno estabeleça ações nas áreas de regulamentação operacional e concede a participação de \ngrupos não governamentais e de toda a  sociedade no setor  (BRASIL, 1997) . \n \nTrata -se de uma lei que propõe uma gestão descentralizada para os rec ursos hídricos, de \nmaneira a atender as necessidades e características sociais, econômicas e regionais de cada \nbacia hidrográfica, tomada com unidade de gestão. Entre o  s aspectos mais importantes a lei \ninclui regulamentos para administração dos sistemas d e outorgas e de alocações de direitos de \nuso da água, de padrões de serviços, de qualidade da água, de política tributária para uso da \nágua, de regras para competição de empresas de prestação de serviços e para resolução de \nconflitos entre usuários da água . \n \nEm 1997, a Escola Federal de Engenharia de Itajubá, de acordo com MEC, pelo DOU de 02 \nde dezembro de 1997, No 233, S eção 1 pág. 28269, a criação do primeiro curso de Engenharia \nHídrica do país  (Ministério da Educação e do Desporto, 1997) . \n \nA Engenharia Hídrica é a engenharia da água em seus mais diferentes aspectos. Dessa forma, \nela exige uma visão ampla e interdisciplinar, não só integrando áreas de engenharia (civil, \nmecânica, ambiental e elétrica), mas também incorporando conceitos e visões de outras áreas \ndo conhecimento, principalmente das ciências humanas. Assim, a economia, a geografia, a \ngeopolítica têm papéis importantes para a formação deste engenheiro, já que a água não pode \nser concebida apenas por seus aspectos e comportamentos físicos, quími cos e biológicos.  \n \nA palavra “hídrica” (ou hídrico) significa “aquilo que se relaciona à água”, enquanto a palavra \n“hidráulica” se refere aos “caminhos” por onde a água passa. Daí a escolha do nome: \n“engenharia da água” ou “engenharia hídrica”.  \n ", "4": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n É uma enge nharia com forte enfoque sistêmico e holístico, que visa preparar profissionais \ncom sensibilidade social e ambiental, que incorpore as restrições econômicas à melhor \ntécnica. Sua formação deve se basear na aplicação da melhor teoria.  \n  \nHoje a Engenharia Hí drica possui papel de destaque na gestão e utilização dos recursos \nhídricos no Brasil. Os engenheiros hídricos têm atuação consolidada nas mais diversas áreas. \nEle pode planejar e orientar a utilização das águas de bacias hidrográficas, prevenindo os \nimpac tos negativos que elas possam sofrer em consequências  de atividades industriais, \nagrícolas e urbanas. Pode cuidar da captação, do transporte, do emprego e do tratamento de \nágua para atender a população, preocupado sempre com a conservação, reduzindo perdas  e \ndesperdícios desse bem. A determinação da demanda e da disponibilidade hídrica nas bacias e \ndo auxílio na implantação de políticas de uso e controle de qualidade de água, bem como da \nmanutenção e recuperação de mananciais são funções do engenheiro hídri co. Cabe ao \nengenheiro hídrico elaborar redes de água e esgoto, irrigação e drenagem, além de, na área de \nenergia, atuar na operação de reservatórios e no planejamento dos recursos hídricos. Todos \nesses fatores comprovam a importância da interlocução entre  a formação técnica e do \nconhecimento das ciências humanas, inerentes à Engenharia Hídrica.  \n \n \n3. Perfil do curso  \n \nDentro da conceituação apresentada, pode -se desagregar essas duas grandes áreas em áreas \nespecíficas, onde o engenheiro hídrico deve ter conhe cimento suficiente para analisar e \nsintetizar, resguardando sempre a visão sistêmica.  \n \nNa área tecnológica, a engenharia hídrica envolve as engenharias: civil, mecânica, ambiental e \nelétrica, além da geologia. Nas ciências humanas, a economia e a geografia , como já foi dito, \nsão as áreas de maior interferência.  \n \nDe outra forma, pode -se dividir o conhecimento e a capacidade de atuação do engenheiro \nhídrico em 4 grupos, embora sempre exista uma forte interação entre essas, que são:  \n1 –  Sistemas Hídricos  \n2 – Hidromecânica  \n3 – Sistemas de Informações Hídricas  \n4 – Gestão de Sistemas  Hídricos  \n \n1 –  Sistemas Hídricos  \n \nA visão aqui é fortemente técnica, deixando para a Gestão de Sistemas Hídricos o enfoque \nmais holístico, envolvendo as ciências humanas.  \n ", "5": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Classific am-se os sistemas de recursos hídricos como naturais (SHN) e artificiais (SHA). \nBasicamente, tem  se como sistemas hídricos naturais as bacias hidrográficas, os aquíferos  e a \ncosta e plataforma marítimas. As bacias hidrográficas são os sistemas hídricos nat urais de \nmaior interesse para o curso, sendo seguido pelos aquíferos , em uma visão de largo prazo.  \n \nA atuação do engenheiro hídrico na bacia, sob o ponto de vista técnico, deve se concentrar nas \nquestões de quantidade e qualidade da água, caracterização da  demanda (usuários, localização, \npadrão de uso, etc...), intervenções necessárias (como obras, reflorestamentos, normalização \nde uso de solo e água) e interação com outros sistemas hídricos naturais ou artificiais.  \n \nDentro desta grande área estão incluídas  as áreas específicas: o bras portuárias, dinâmica \nhidro sedimentológica e salina de ambientes costeiros, hidrologia, hidrogeologia, prospecção e \nexploração de águas subterrâneas, saneamento (captação e tratamento de água bruta, \ndistribuição água, coleta e t ratamento de esgoto), irrigação, drenagem, hidrovias, hidráulica \nfluvial e marítima com seus sistemas associados, operação de reservatórios.  \n \nÉ evidente que a maior interação é entre o SHA e o  SHN em que ele está inserido, sendo esta \numa questão sempre po sta para o engenheiro hídrico. A combinação dos sistemas, através do \nmulti -uso da água, é de grande importância, principalmente para o longo prazo.  \n \n2 – Hidromecânica  \n \nA concepção original de hidromecânica se prende a máquinas e equipamentos mecânicos que \ninteragem com a água, como bombas, turbinas, válvulas, tubulações, comportas e grades. \nEntretanto, a visão desejada para este curso é mais sistêmica, envolvendo a interação dos \nequipamentos hidromecânicos com as estruturas civis, o que poderia ser chamada  de “hidro -\nestrutura”.  \n \nA definição dos esforços hidrodinâmicos e o cálculo das estruturas isostáticas ou hiper -\nestáticas para suportá -los, bem como os efeitos transitórios e oscilatórios, típicos dos sistemas \nhidráulicos, compõem este grupo de conheciment o. \n \nA hidromecânica é essencial ao dimensionamento dos outros SHA S. Entretanto, o \ndimensionamento, especificação, instalação, operação e manutenção desses equipamentos, de \nforma singular, é um nicho de mercado bastante significativo, seja do lado do fabric ante ou do \ncomprador, posto que os cursos de engenharia mecânica, igualmente, não dão enfoque maior a \nessa área, que, praticamente, inexiste na engenharia civil.  \n \nDentro desta grande área estão incluídas as áreas específicas: estudos, projeto, instalação, \noperação e fiscalização de circuitos de sistemas hidráulicos industriais, urbanos, rurais, de ", "6": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n energia, de transporte e de lazer; dimensionamento dos esforços de ondas sobre edificações e \nestruturas.  \n \n3 – Sistemas de Informações Hídricas  \n \nDiferentes dos do is grupos precedentes, predominantemente ligados à engenharia, os sistemas \nde informações hídricas têm uma forte interação com a geografia. Não basta medir, processar \ne transmitir o dado. É necessário disponibilizá -lo de forma ordenada e coordenada com out ras \ninformações, para que se possa ter uma visão abrangente daquele dado. Logo, é necessário \nreferenciá -lo temporal e espacialmente. Portanto, os Sistemas de Informações Geográficas \n(SIG’s) são a ferramenta ideal para tal intento. A seleção das informações  a serem \ndisponibilizadas pelos SIG’s exige uma visão abrangente e crítica para evitar o excesso, típico \nem nossos dias, graças às facilidades da telemática.  \n \nDe outra parte, a evolução da eletrônica e da telecomunicação exige do engenheiro hídrico \numa for mação capaz de absorver os desenvolvimentos dessas áreas, enquanto engenheiro de \naplicação.  É o caso da telemetria, de medidores Doppler para grandes vazões, dentre outros.  \nOs sistemas de informações hídricos têm relevância no planejamento, dimensionamen to, \noperação, manutenção e fiscalização dos sistemas hídricos naturais ou artificiais.  \n \nDentro desta grande área estão incluídas as áreas específicas: hidrometria, topo -batimetria, \nsistemas de informações geográficas, geoprocessamento, coleta de dados geog ráficos, \ninstrumentação, hidrometeorologia, monitoramento meteorológico, oceanográfico e \nhidrológico.  \n \n4 – Gestão de Sistemas  Hídricos  \n \nA gestão de sistemas hídricos envolve a política, planejamento e regulação desses sistemas, \nnão importando se naturais ou artificiais, visando atender os interesses da sociedade, \nresguardando princípios lapidares, como os contido na Constituição Federal.  \n \nA política hídrica tem uma forte conotação regional, sendo necessária a devida compreensão \ndas características sociais , ambientais e econômicas locais.  É neste  ponto que a técnica se \nenvolve mais fortemente com as ciências humanas, para formatar um engenheiro capaz de \nproduzir propostas políticas com verdadeira aceitação pela população, o que atenuará as \ninstabilidades naturais, face às mudanças de governos. Necessita -se, pois, de bom \nconhecimento de geopolítica, economia e sociologia.  \n \nCom base nas definições políticas, e incorporando as alternativas técnicas, realiza -se os \nplanejamentos dos sistemas hídricos, que pode ser um plano de bacia (realizado pelo comitê) \nou o plano de expansão de uma empresa de saneamento.  ", "7": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \nA regulação, de forma genérica, teve seu papel redesenhado e fortalecido nos anos 90, \nprincipalmente face à separação dos papeis de Estado e Governo e a par ticipação do capital \nprivado em infraestrutura. O papel regulador é típico de Estados, tendo em si também a \nfunção de fiscalização, e deve ser mais estável e indiferente às variações políticas de curto -\nprazo. A regulação dos sistemas hídricos, sob este nov o enfoque, é absolutamente inédita. \nMuito se tem a fazer na parte técnica e econômica com a fixação de parâmetros de qualidade e \npreços, além da busca da universalização dos serviços.  \n \nÉ natural concluir que a gestão dos sistemas hídricos é o maior passo a  ser dado pelo Brasil \nnesta área, pois não há tradição, talvez pela abundância aparente de água. Além disto, a lógica \nde gestão por bacia destoa da lógica federativa ou municipalista. De outra parte, com a \nexceção dos sistemas hidrelétricos, com larga trad ição em planejamento e se iniciando na \nregulação, os sistemas hídricos são neófitos nesses campos.  \n \nDentro desta grande área estão incluídas as áreas específicas: planejamento e regulação de \nrecursos hídricos, balanço hídrico, valoração ds águas e dos recu rsos naturais, operação de \nreservatórios, gerenciamento de bacias hidrográficas, gestão integrada de recursos hídricos e \nzona costeira, monitoramento de qualidade de água e do meio ambiente, controle de \ncontaminação de rios, lagos e reservatórios e dos oce anos.  \n \n4. Objetivos  \n \nA Engenharia Hídrica é um novo ramo da engenharia que se concentra em todos os assuntos \ntécnicos relacionados com a água. Basicamente, reúne habilidades Engenharia Civil \ntradicional (tais como hidráulica e recursos hídricos), com outro s campos da água, tais como \ngeografia (Sistemas de Informação Geográfica), geologia (produção de sedimentos e de \ntransporte, e de água subterrânea), engenharia mecânica (hidromecânica), saneamento \n(tratamento e distribuição de água, esgoto), os estudos amb ientais (limnologia, qualidade da \nágua) e engenharia agrícola (irrigação, drenagem), engenharia costeira, entre outros. Além \ndisso, incorpora hidrologia, hidráulica, hidromecânica, ordenamento do território e economia, \ne visa resolver desafios do uso racio nal dos recursos naturais de água e explorá -las com a \najuda de sistemas de engenharia (produção, irrigação, navegação, drenagem, armazenamento \nde água, o uso industrial, etc.) para atender às necessidades da sociedade. O profissional deve \npossuir habilidad es de diagnóstico e planejamento, e, com base nisso, ser capaz de selecionar \na melhor solução técnica e econômica, tendo em vista os aspectos socio -ambientais. O Brasil \nenfrenta uma crise hídrica severa, cheia na região norte e seca no restante no país, ne sse \ncontexto pode -se atuar de forma expressiva, no planejamento (gestão) e no de uso racional \ntanto nos setores industrial, agrícola, de geração de energia, de abastecimento e transporte \nhidroviário.  \n ", "8": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n 5. Formas de acesso e perfil do ingressante  \n \nPara o Cur so de Engenharia Hídrica na UNIFEI foram oferecidas incialmente 20 vagas anuais \ne a partir de 2009 houve um pequeno acréscimo, subindo para 22vagas por ano.  De 2010 a \n2015 eram  oferecidas 25 vagas e a partir de 2016 o numero de ingressantes passou para 4 0. \n \nA Figura 01 apresenta a evolução da relação candidato/vaga desde o inicio do curso, \nsendo que desde 2011 a entrada de alunos ocorre via SISU. Sendo que pesos das áreas de \nconhecimento do ENEM tem a  composição das notas apresentadas na Tabela 01.  O \npreenchimento das vagas oferecidas no processo seletivo de admissão inicial segue a Lei no \n12.711, de 29/08/2012, regulamentada pelo Decreto no 7.824, de 11/10/2012, pela Portaria \nNormativa no 18 de 11/10/2012 alterada pela Lei 13.409/2016, e pela Portaria N ormativa \nMEC nº 9, de 05/05/2017, e os procedimentos do Sistema de Seleção Unificada – SISU.  A \nTabela 02 apresenta a distribuição de vagas.  \n \nFigura 01: Evolução da demanda de candidatos ao vestibular da Engenharia Hídrica na \nUNIFEI.  \n1,32,74,97,99,8\n910,4\n6,112,1\n6,18,9\n7\n58,99,2\n67,5\n5,66,579,3\n02468101214\n1ª 2ª 1ª 2ª 1ª 2ª 1ª 2ª\n1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014\nCandidato/vaga\n \n \nTabela 01: Pesos das áreas de conhecimento do ENEM  \nCurso  Linguagem  Ciências \nhumanas  Ciências da \nnatureza  Matemática  Redação  \nPeso  Peso  Peso  Peso  Peso  \nEngenharia \nHídrica  1 1 3 3 2 \nFonte: Edital Próprio UNIFEI para processo seletivo d e 2015.  ", "9": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \nTabela 02: Vagas oferecidas para o processo seletivo  \nCurso  Turno  Total de \nVagas \nOferecidas  Vagas Ampla \nConcorrência  Vagas para Escolas Públicas  \n≤ 1,5 Salário Mínimo \nPer Capita  > 1,5 Salário  Mínimo Per \nCapita  \nSoma  Cota \nRacial  Demais  Cota  Racial  Demais  \nL10 L2 L9 L1 L14 L6 L13 L5 \nEngenharia \nHídrica  Integral  40 20 1 5 1 3 1 5 1 3 20 \nFonte: Edital Próprio UNIFEI para processo seletivo de 2015.  \n \nAlém disso, todo ano são oferecidas vagas para o processo de transferência (alunos de outr os \ncursos da UNIFEI e de outras instituições de ensino) que segue edital próprio da UNIFEI, a \nTabela 03 apresenta as condições para concorrer às vagas.  \n \nTabela03: Condições de concorrência às vagas do Curso de Engenharia Hídrica  \n \nCurso  Vagas  Poderão concor rer às vagas os candidatos oriundos de cursos de  \nInterna  Transferência \nExterna  Portador de Diploma de \nCurso Superior  \nEngenharia \nHídrica  15 Engenharia  Engenharia  Ciências Exatas e da \nTerra, Engenharia / \nGestão Tecnológica / \nTecnologia.  \nFonte: Edital Próprio UNIFEI  \n \nDe acordo com o projeto do governo federal REUNI, houve duas Instituições Federais que \niniciaram o curso de Engenharia Hídrica a partir do ano de 2009, que são a Universidade \nFederal De Pelotas e a Universidade Federal  Do Vale Do Jequitinhonha E Mucuri, no campus \nde Juiz de Fora -MG. Em 2012, a Universidade Federal do Rio Grande do Sul  teve seu \nprimeiro vestibular.  \n \n6. Perfil do egresso – competências e habilidades  \n \nDe forma abrangente, o documento que estabelece as dire trizes curriculares para os Cursos de \nEngenharia é a Resolução CNE/CES nº 11, de 11 de março de 2002  (MEC, 2002) , na qual o \nArtigo 3o estabelece que:    \nO Curso de Graduação  em Engenharia tem como perfil do formando egresso/profissional o \nengenheiro, com formação generalista, humanista, crítica e reflexiva, capacitado a absorver e \ndesenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na identificação e \nresolução de problemas, considerando seus aspectos políticos, econômicos, sociais, ", "10": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n ambientais e culturais, com visão ética e humanística, em atendimento às demandas da \nsociedade.  \n \nDurante a formação o engenheiro deve adquirir conhecimento para exercer as c ompetências e \nhabilidades , elencadas no Artigo 4º da referida Resolução : \nI - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia;  \nII - projetar e conduzir experimentos e interpretar resultados;  \nIII - conceber, projetar  e analisar sistemas, produtos e processos;  \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \nV - identificar, formular e resolver problemas de engenharia;  \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas;  \nVI - supervisionar a operação e a manutenção de sistemas;  \nVII - avaliar criticamente a operação e a manutenção de sistemas;  \nVIII - comunicar -se eficientemente nas formas escrita, oral e gráfica;  \nIX - atuar em equipes multidisciplinares;  \nX - compreender  e aplicar a ética e responsabilidade profissionais;  \nXI - avaliar o impacto das atividades da engenharia no contexto social e ambiental;  \nXII - avaliar a viabilidade econômica de projetos de engenharia;  \nXIII - assumir a postura de permanente busca de atu alização profissional.  \n \nMais especificamente, o Engenheiro Hídrico deverá ser um profissional apto para atuar em \ntodos os aspectos referentes ao uso e gestão do recurso água, incluindo seus aspectos técnicos, \nsociais e ambientais. Deve possuir habilidades de comunicação, liderança e iniciativa, apto \npara administrar conflitos e capaz de trabalhar em equipes multidisciplinares.  \n \nDeverá apresentar capacidade de trabalhar com grande volume de dados numéricos, \ngeográficos e sociais. Apresentar raciocínio lógico  e abstrato, inclusive o raciocínio espacial, \natravés da comunicação em linguagem gráfica e cartográfica.  \n \nAlém dos conhecimentos técnicos, deverá apresentar conhecimentos sobre os aspectos sociais, \nalém de um verniz cultural, e conhecimento sobre a import ância econômica e social da água \nnas diversas sociedades ao longo da história.  \n \nRecentemente, pode -se observar que os profissionais formados possuem um amplo campo de \natuação no mercado de trabalho, onde se destacam as áreas de estudos e projetos de centra is \nhidrelétricas, projetos de sistemas de saneamento, e também na área de energias renováveis, \nassunto este muito estratégico. Nos últimos anos nossos profissionais têm sido muito \ndisputados para vagas de estágios, trainees  e de empregos por empresas nacio nais e \nmultinacionais.  \n ", "11": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n O egresso apresentará uma visão ambiental abrangente, onde se inclui o uso e o manuseio de \nleis ambientais de uso e outorga dos recursos hídricos, assim como de sua preservação.  \n \nCom o intuito de aproximar o aluno do mercado de trab alho foram usadas as seguintes \nferramentas:  \n- Participação em audiências p úblicas: reuniões em Itajubá e nas cidades vizinhas, com a \npresença de alunos, discutindo Plano Diretor, Plano de Saneamento na Bacia Hidrográfica, \nCrise Hídrica;  \n- Participação em r euniões do Comitê de Bacia Hidrográficas: nossos alunos participam de \nreuniões técnicas dos comitês de bacia do Rio Sapucaí ( é representante e  membro da câmara \ntécnica ), do Rio Grande (professor da Eng. Hídrica é representante ) e dos rios Piracicaba -\nCapiv ari-Jundiaí (professor da Eng. Hídrica é é representante e membro da câmara técnica);  \n- Visitas técnicas: Visitas à hidrovias, indústrias de diversos setores , a centros de pesquisa, \nque permitem aos alunos o contato com profissionais de diversas áreas, inc lusive os egressos \ndo nosso curso;  \n- Seminários: são realizados encontros com ex -alunos do curso que estão atuando em diversas \náreas, possibilitando a troca de informações técnicas e pessoais. Desde 2015 tem sido \nrealizado o Dia Mundial da Água na UNIFEI ( todo mês de março de cada ano), um evento \nmarcado pela presença de ex -alunos do curso para discutir sobre temas relevantes e a sobre a \ncarreira do engenheiro hídrico.  \n \n \nOutra oportunidade de aproximar os alunos do mercado é através das empresas juniores, \nassim, dentre as várias empresas juniores da UNIFEI aquelas nas quais os alunos da EHD têm \nparticipado mais fortemente são: In Loco Jr (na área de eng. civil), GEIA Júnior (especializada  \nem meio ambiente) e Pro Hidro Jr (criada pelos alunos do curso de Eng.  Hídrica, que atua na \nárea de recursos hídricos e meio ambiente). A participação nestas agências ajuda a \ndesenvolver várias habilidades profissionais, como organização, trabalho em equipe, gestão \nempresarial, oratória, além de permitir que o aluno tenha co ntato com o mercado profissional. \nA Pro Hidro, também realiza atividades de extensão, como palestras de educação ambiental \nem escolas de ensino fundamental da rede pública da cidade de Itajubá. A oportunidade de \nprestar um serviço, através de uma relação d ireta com um contratante (empresário, setor \npúblico, fazendeiros, pequeno produtor.), orientados por professores com experiência técnica, \npermite aperfeiçoamento técnico deste futuro profissional.  \n \n \nRegistro Profissional Do Engenheiro Hídrico  \n \nA RESOLUÇÃO  Nº 492, DE 30 DE JUNHO DE 2006, dispõe sobre o registro profissional do \nengenheiro hídrico e discrimina suas atividades profissionais, conforme  publicada no D.O.U, \nde 14 de julho de 2006 – Seção 1, pág. 103 e descrito na íntegra abaixo:  ", "12": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \nO CONSELHO FEDERA L DE ENGENHARIA, ARQUITETURA E AGRONOMIA - Confea, \nno uso das atribuições que lhe confere a alínea \"f\" do art. 27 da Lei nº 5.194, de 24 de \ndezembro de 1966, e  \nConsiderando que o art. 7º da Lei nº 5.194, de 1966, se refere às atividades profissionais \npriva tivas do engenheiro, do arquiteto e do engenheiro agrônomo em termos genéricos;  \nConsiderando a necessidade de discriminar as atividades das diferentes modalidades \nprofissionais da Engenharia, da Arquitetura e da Agronomia para fins de fiscalização do seu \nexercício profissional;  \n \nConsiderando que a Resolução nº 48, de 27 de abril de 1976, do antigo Conselho Federal de \nEducação, atual Conselho Nacional de Educação, ao estabelecer os currículos mínimos dos \ncursos de Engenharia, permitiu que estes fossem organi zados levando em conta as \ncaracterísticas regionais;  \n \nConsiderando o Parecer CNE/CES nº 1.362, de 12 de dezembro de 2001, e a Resolução \nCNE/CES nº 11, de 11 de março de 2002, que instituiu as Diretrizes Curriculares Nacionais \ndo Curso de Graduação em Engen haria;  \n \nConsiderando a criação da área de Engenharia Hídrica pela Portaria nº 2.196, de 28 de \nnovembro de 1997, do Ministério da Educação;  \n \nConsiderando que o egresso do curso de Engenharia Hídrica, conforme o perfil profissional \nsubmetido à consideração d o Confea, é qualificado para avaliar, quantificar, projetar, \nmontar, construir, fiscalizar e gerenciar empreendimentos relacionados a recursos hídricos, \nsistemas e circuitos hídricos, sistemas de informações hidrológicas e gestão de recursos \nhídricos;  \nCons iderando que o profissional engenheiro hídrico está apto a atuar na gestão dos recursos \nhídricos, em seus aspectos técnicos, sociais e ambientais,  \n \nRESOLVE:  \nArt. 1º Os Conselhos Regionais de Engenharia, Arquitetura e Agronomia – Creas registrarão \nos egress os dos cursos de Engenharia Hídrica portadores de diplomas registrados ou \nrevalidados e anotarão em suas carteiras de identidade profissional o título de acordo com a \ntabela de títulos aprovada pelo Confea.  \n \nArt. 2º Compete ao engenheiro hídrico o desempen ho das atividades 1 à 18 do art. 1º da \nResolução nº 218, de 29 de junho de 1973, referentes ao uso e gestão de recursos hídricos \nsuperficiais, sistemas hidrológicos, sistemas de informações hidrológicas e circuitos hídricos, \nincluindo seus aspectos técnico s, sociais e ambientais.  \n ", "13": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Parágrafo único. As atividades e competências são atribuídas aos engenheiros hídricos sem \nprejuízo dos direitos e prerrogativas conferidos aos engenheiros, aos  arquitetos, aos \nengenheiros agrônomos, aos geólogos ou engenheiros geó logos, aos geógrafos e aos \nmeteorologistas.  \n \nArt. 3º Nenhum profissional poderá desempenhar atividades além daquelas que lhe competem \npelas características de seu currículo escolar, consideradas em cada caso apenas as \ndisciplinas que contribuem para a grad uação profissional, salvo outras que lhe sejam \nacrescidas em curso de pós -graduação, na mesma modalidade.  \n \nArt. 4º Os engenheiros hídricos integrarão o grupo ou categoria da Engenharia, Modalidade \nCivil, prevista no art. 8º da Resolução n° 335, de 27 de ou tubro de 1989.  \nArt. 5º Esta Resolução entra em vigor na data de sua publicação.  \n \nBrasília, 30 de junho de 2006.  \nEng. Civ. Marcos Túlio de Melo  \nPresidente  \n \n \n \n7. Fundamentos didático -pedagógicos e metodológicos  \n \nNeste projeto pedagógico foram considerados pr incípios filosóficos, metodológicos e \ncientíficos dentre os quais se destacaram para seu estabelecimento, dentre os quais:  \n- metodologia de ensino centrada no aluno como um dos agentes ativos na construção do \nconhecimento;  \n- disciplinas e/ou atividades com o maneiras de desenvolver a articulação teoria e prática ; \n- pesquisa como princípio educativo para desenvolvimento de competências, habilidades e \natitudes tais como autonomia intelectual, exercício crítico, capacidade de análise da \nrealidade e auto -aprendi zado;  \n- práticas acadêmico -pedagógicas interdisciplinares que incluam o uso de novas \ntecnologias para a educação;  \n- currículos flexíveis (por área ou por problemas) através de alternativas criativas e \ninovadoras, articulando pesquisa e extensão, universida de e setor produtivo  \n- aprendizagem como processo de construção que ocorre em variados “ lugares \nacadêmicos” (aulas, seminários, eventos, pesquisas,projetos, visitas técnicas, prestação de \nserviços);  \n- trabalho cooperativo inter e multidisciplinar que enge ndra competências como \ncomunicação, expressão, flexibilidade e crítica;  ", "14": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n - competências, habilidades e atitudes como aspectos a serem desenvolvidos/focados \natravés do trabalho com o conhecimento, as experiências e os valores que permeiam \nqualquer atividade acadêmica;  \n- ensino com pressuposto de disposição para aprender, onde a formação contínua docente \ndeve se firmar;  \n- conhecimento pertinente constrói -se através de atividades registradas, refletidas e \nresignificadas;  \n- constituído por docentes valorizados e  assumindo a função de gestores  de tempos, \nespaços, atividades e imprevisibilidades;  \n- currículos garantidores do entrelaçamento entre saber científico (inovação), \nproblematização do real (intervenção) e vínculos comunitários (responsabilidade social);  \n- promoção de práticas e processos participativos de produção e geração, difusão e \naplicação de conhecimento, criando as “ comunidades de aprendizagem”.  \n \nEm consonância com o Decreto  N° 5.626/2005 (BRASIL, 2005) , que orienta sobre a \ndisciplina de Língua Bras ileira de Sinais – Libras , o curso de EHD oferece esta como  \ndisciplina optativa  na grade curricular . \n \nA UNIFEI, campus de Itajubá, mantém a disposição dos discentes um serviço de \natendimento/encaminhamento/apoio psicológico e pedagógico com profissionais a tendendo \ntodos os dias da semana. Além disso, a equipe auxilia o corpo docente e técnicos  \nadministrativos  em atividades e dinâmicas de  grupo, com a finalidade de desenvolvimento de \nhabilidades e competências interpessoais.  \n \n \nNa UNIFEI, campus de Itajubá, existe o Núcleo de Educação à Distância (NEaD), que além \nde oferecer  disciplinas e cursos na modalidade semipresencial e a distância, oferecem \ntreinamento para os professores em ambientes virtuais, como Moodle. Ainda, auxiliam \nquando necessário na elaboraç ão de aulas em EaD para disciplinas do curso da EHD.  \n \n \n8. Sistemas de avaliação do projeto pedagógico, do discente e do \ndocente  \n \nA avaliação do Curso de Engenharia Hídrica ocorre nos seguintes âmbitos:  \n- Nível externo à UNIFEI:  \na) ENADE: A cada três anos (últimas edições 2017, 2014,...) os alunos do curso de \nEngenharia Hídrica, aptos a colação de grau (80% do curso concluído no semestre de \naplicação do exame e no seguinte), são inscritos para participarem  do Exame Nacional de \nAvaliação da Educação Superio r (SINAES). O objetivo é aferir o rendimento dos alunos dos \ncursos de graduação em relação aos conteúdos, habilidades e competências do profissional a ", "15": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n ser formado.  Ressalta -se que desde que foi iniciado este sistema de avaliação, o curso de \nEngenharia Híd rica realiza as provas no grupo da Engenharia Civil, pois não há grupo \nespecifico  para recursos hídricos, porém a  partir da edição de 2017, o curso deverá optar  por \nfazer a prova da área de “Engenharia”.  \n \nb) MEC: Considerando a nota obtida pelo ENADE e em função de questionários aplicados \nnos alunos que participam deste exame, onde são considerados questões sobre projeto \npedagógico, infra -estrutura da universidade, perfil docente, entre outras, o curso recebe uma \nnota.  \n \nc) Guia do Estudante (Editora Abril):  Anualmente é feita uma pesquisa junto a coordenação \ndo curso sobre os mais diversos temas pertinentes a formação do profissional, perfil docente, \ninfra -estrutura da instituição de ensino, mercado de trabalho, perfil do egresso. As respostas \nsão avaliadas por diversos profissionais e o resultado é publicado, classificando o curso com \nestrelas.  \n \n- Nível interno à UNIFEI:   \nA UNIFEI possui uma Comissão Própria de Avaliação – CPA, que tem como atribuição \nconduzir os  processos de avaliação internos da institui ção, sistematizar e prestar as \ninformações solicitadas pelo Instituto Nacional de Estudos e Pesquisas Educacionais Anísio \nTeixeira INEP. Uma vez instalada, a CPA tem como um de seus objetivos articular discentes, \ndocentes, funcionários e diretores num trab alho de avaliação contínua da atividade.  \n \n9. Perfil do docente  \n \nEm função das características holísticas do curso o quadro de professores é composto por \nprofissionais nas mais diversas áreas. O curso conta com professores nas áreas técnicas: \nHidrologia, Hi dráulica, Hidromecâmico, Sistemas Hidricos -Industriais, Geoprocessamento, \nSaneamento, Gestão de Recursos Hídricos, Sistemas litorâneos e Oceanografia, Geologia. \nAlém disso, conta com o apoio de vários professores do IRN, dos cursos de Engenharia \nAmbiental,  Engenharia Civil e Ciencias Atmosféicas, assim como da UNIFEI, dos institutos \nde Engenharia Mecânica, Engenharia Elétrica e de Produção. No que refere -se as matérias do \nensino básico das engenharias, o curso conta com o apoio dos professores do instituto de \nMatemática e Computação e do instituto de Fisica e Quimica. Sendo a quase totalidade de \nprofessores com dedicação exclusiva e com formação de doutorado, além de vários possuírem \nexperiência de mercado.  \n \n10. Colegiado de curso  \n \nO curso de Engenharia Hídr ica possui Colegiado constituído por 5 docentes que atuam \ndiretamente no curso, com  mais 1 suplente; 1 docente do ciclo básico (matemática, física e ", "16": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n química) e mais suplente;  e 1 representante dos alunos e seu suplente, totalizando 7 \nmembros titulares.   \n \nO Colegiado de Curso da Engenharia Hídrica fora criado  conforme a Norma para a \nOrganização dos Colegiados de Cursos de Graduação, que regulamenta a sua organização \n(aprovada pelo CEPEAD em 05 de março de 2008 – 58º  Resolução – 4ª Reunião Ordinária). \nEsta norma deixa clara a função do colegiado, de seus membros e da função do coordenador \nde curso.  \n \n11. Núcleo Docente Estruturante (NDE)  \n \nO curso de Engenharia Hídrica possui um NDE, que tem a função de elaborar, acompanhar a \nexecução, propor alterações no Projeto Pedagógico do Curso (PPC) e/ou estrutura curricular \ne disponibilizá -lo à comunidade acadêmica do curso para apreciação.  \n \nO NDE da EHD é constituído por 6  docentes (o número mínimo eram 5 professores), que \npertencem ao corpo docente do curso e repre sentam  grandes áreas do curso: Gestão de \nRecursos Hídricos, Hidromecânicos, Saneamento, Hidráulica, Hidrologia, Sistemas de \nInformações, além de Cálculo e Educação.  \n \n12. Infraestrutura  \n \nAulas Práticas  \n \nAs aulas práticas são prioridade no curso, em função  das competências e habilidades sugeridas \npelas Diretrizes Curriculares para a Engenharia enfatizarem este tipo de atividade.  \n \nAs aulas práticas serão ministradas após divisão dos alunos em turmas, respeitando o limite \nestabelecido pelos professores chefes  de laboratório.  \n \nBasicamente, há duas metodologias a serem adotadas para a realização das aulas práticas:  \na) As aulas/metodologias são apresentadas aos alunos e cada turma realiza suas \natividades aplicadas a uma dada situação, acompanhadas unicamente pelos monitores \ne técnicos de laboratórios. Sendo assim, várias competências e habilidades seriam \ndesenvolvidas nos alunos, principalmente aquelas que enfatizam trabalhos em grupo, \ndinamismo, criatividade, senso de observação, liderança, etc.  \nb) O professor apresen ta as diversas metodologias em salas de aula e equipes de alunos \navaliam a metodologia mais adequada às condições do laboratório, demonstram e \naplicam as técnicas a todas as demais equipes. Outras habilidades seriam ", "17": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n desenvolvidas, agora relacionando a busc a de alternativas, criatividade, domínio, \ncapacidade de comunicação e expressão, etc.  \n \nA prática sempre foi um dos fatores distintivos da Universidade Federal de Itajubá, sendo \nassim os cursos do Instituto de Recursos Naturais contam com os melhores labora tórios para \nfornecer uma excelente instrução técnica aos alunos. No site do Instituto de Recursos Naturais \n(http://unifei.edu.br/irn/irn -instituto -recursos -naturais) são apresentados os diversos \nlaboratórios (no link http://unifei.edu.br/irn/ir n-laboratori os) que os alunos tê m a disposição \npara atividades acadêmicas: aulas práticas e desenvolvimento de pesquisas.  \n \nCom relação a infraestrutura de laboratório da UNIFEI vale destacar:  \n(i) a experiência centenária da UNIFEI na área energética, que possui grandes \nlaboratórios com décadas de funcionamento , dotados de equipamentos de \núltima geração, disponíveis para as aulas práticas dos alunos da graduação, \ncomo exemplos temos o LHPCH;  \n(ii) em função das características do curso, várias atividades práticas são realizada s \nem campo, sendo assim temos laboratórios que oferecem uma logística de \napoio a estas atividades práticas: medições em zonas costeiras, em \nreservatórios, em rios de grande e médio porte (hidrometria), levantamento \ntopográficos para análise de potencial en ergético, tanto equipamentos, como \nbarcos, DGPS, medidores de vazão (M9, QLINER), estação total, \nequipamentos de segurança, assim como técnicos especializados com as \ndevidas habilitações (carta de arrais) e os laboratórios que recebem as amostras \ne dados p ara as análises: químicas, físicas, numéricas e de modelagem. Podem \nser citados o Lab. de Informações Hídricas, Hídrica Computacional, Resíduos \nSólidos e Qualidade de Água, Geoprocessamento. Vale destacar que nos dois \núltimos anos foram criados dois novos laboratórios um canal ao ar livre, com \ncerca de 100 metros, para simulação em grandes escala e o Lab. de Pesquisas \nHidrológicas. A UNIFEI possui dois centros o CERPCH (Revista Hidro & \nHydro – PCH Notícias & SHP News) e o CEPREMG.  \n \nAs atividades práticas po dem ser realizadas em laboratórios ou em campo, dentro do campus \nou fora da Universidade. Estas por sua vez, inicialmente necessitam do apoio de técnicos  e de \nlogística de transporte, fornecida pela UNIFEI, e são finalizadas em laboratórios dentro do \ncampu s. \n \nA seguir uma breve apresentação sobre os laboratórios profissionalizantes:  \n \n» Laboratório de Estruturas Hidráulicas  \nChefe: Prof. Dr. Geraldo Lúcio Tiago Filho  \nServidores: Douglas Maria Machado  ", "18": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n                  Thiago Soares Corrêa  \nAs bancadas e   labora tórios   de Recursos Hídricos estão aptas a desenvolver as seguinte \natividades práticas, em instrumentação e Processamento de Dados:  \n• Ensaios - Calibração de sensores hidrométricos  \n• Ensaios de Calibração de Sensores de Vazão  \n• Calibração de Sensores de pr essão  \n• Instalação e operação de sensores ultrassônicos de vazão  \n• Medidas de pressão com sensores eletrônicos  \n• Medidas de vazão com sensores eletrônicos  \n• Medidas de nível com sensores eletrônicos  \n• Ensaios de aquisição de dados por meios eletrônicos  \n• Ensaios de configuração de softwares de aquisição de   dados  \n• Atividades em Teletransporte de dados  \n• Ensaios em uma plataforma de coleta de dados.  \n  \n» Laboratório de Etiquetagem de Bombas  \nChefe: Prof. Dr. Augusto Nelson Carvalho Viana  \nFuncionários: Julio C ésar dos Santos (FUPAI) e estagiários contratados pela FUPAI.  \nO laboratório de Etiquetagem de Bombas está apto a realizar os seguintes ensaios.  \nEnsaios:  \n• Ensaios de eficiência de bombas centrífugas até 50kW  \n• Calibração de medidores de vazão até 12”  \n• Cal ibração de transdutores de pressão e manômetros até 200mca  \n• Ensaios de cavitação até 50kW  \n• Ensaios de eficiência em campo até 5000kW  \n• Ensaio de válvulas até 12”  \n  \n» Laboratório de Geoprocessamento (e de Coleta de Dados Geográficos)  \nChefe: Profa. Dra. Ní vea Adriana Dias Pons  \nServidores: André Luiz Vieira Barouch  \nTelefone:(35)3629 -1383  \nO Laboratório de Geoprocessamento está apto a desenvolver as seguintes atividades:  \n• Atividades práticas de Coleta de dados geográficos;  \n• Atividades práticas (atividades de  campo):  \n• Procedimentos expeditos e de precisão, orientação e medição de distância.    \n• Levantamento topográfico de área com teodolito ótico.  \n• Nivelamento de área com o uso de nível ótico para topografia.     \n• Levantamento topográfico com Estação Total 1.  \n• Sistemas de orientação: GPS de navegação (altitudes e distâncias)  \n• Levantamento topográfico com DGPS.  \n• Atividades de Laboratório de informática:  ", "19": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n • Aerofogarametria, Cartografia  \n• Sensoriamento remoto  \n• Digitalização de cartas topográficas, modelo d igital de terreno  \n• Determinação de áreas e volumes  \n• Geoprocessamento espacial de dados  \n \n» Laboratório de Geotecnia  \nChefe: Profa. Dra. Adinele Gomes Guimarães  \nServidor: Osvaldo de Melo Rodrigues  \nTelefone: (35) 3629 -1706  \nO Laboratório de Geotecnia dispõe m-se principalmente as aulas práticas das disciplinas da \nárea de Mecânica dos Solos. Os principais ensaios realizados neste laboratório são:  \nCaracterização física dos solos: Granulometria conjunta, Limites de consistência (Limite de \nLiquidez e Limite de Pl asticidade), Peso específico dos grãos, Peso específico aparente, Teor \nde umidade e Índice de vazios máximo e mínimo. Compactação (Proctor Normal, \nIntermediário e Modificado). Permeâmetro de carga constante. Permeâmetro de carga \nvariável.  Cisalhamento Dir eto. Compressão Simples. Triaxial (em montagem).  \n \n  \n» Laboratório de Hídrica Computacional  \nChefe: Prof. Dr. Fernando das Graças Braga da Silva  \nEstagiário: José Luiz Motta  \nO laboratório destina -se ao ensino relacionado a recursos hídricos que necessitem de \nutilização de softwares.  \nA aprendizagem com o auxilio de ferramentas computacionais é um direfencial de grande \nimportância em cursos de engenharia.  \nPode -se destacar algumas áreas de atuação de destaque do laboratório.  \n• Softwares de Hidráulica (escoament o em dutos sob pressão e canais);  \n• Softwares de Hidrologia;  \n• Softwares de Hidrometria;  \n• Softwares aplicados a saneamento;  \n• Softwares relacionados processos erosivos e qualidade da água;  \n• Softwares aplicados a energia;  \n  \n» Laboratório de Hidrogeologia  \nChefe: Profª. Estefania   \nTelefone:3629 -1487  \nServidor:  \nO laboratório está apto a desenvolver as seguintes atividades:  \nAtividades de campo:  \n• Medição de condutividade elétrica  ", "20": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n • Medição de temperatura  \n• Medição de profundidade da água subterrânea   - Uso do  data-logger  \n• Amostragem de água subterrânea - uso de amostradores de baixas vazões  \n• Perfuração de poços de sondagem  \n• Uso de trados para levantamento de dados hidrogeológicos  \n \n» Laboratório de Informações Hídricas  \nChefe: Profa. Dra. Ana Paula Moni Silva  \nServidor: Alexandre Germano Marciano  \nTel: (35)3629 - 1419  \nObjetivos do Laboratório de Informações Hídricas ( LIH)  \n Desenvolver pesquisas na área de coleta e tratamento de dados hidrológicos;  \n Coletar informações hídricas em canais naturais, artificiais, lago s e reservatórios \n(atividades de campo): medição de vazão,  topobatimetria, georreferenciamento de estações \nfluviométricas/pluviométricas e seções, levantamento de declividade de cursos de água.  \n Simular o comportamento de canais naturais, artificiais e bue iros (Programa HEC -RAS)  \n Simular eventos extremos relacionados a precipitação e transbordamento de rios (Programa \nSPRING);  \n Monitorar  eventos extremos na bacia do Alto Sapucaí, através do Sistema de \nMonitoramento de Enchentes;  \n Servir como sala de estudo dir igido;  \n Apoiar os alunos e professores dos cursos do IRN, tanto dos cursos de graduação como \nmestrado, fornecendo dados e mapas;  \n Apoiar, nas áreas acima citadas, os grupos de pesquisa do IRN, assim como os programas \n desta Universidade.  \nAs atividades do LIH envolvem aulas práticas  das áreas de hidráulica de canais naturais, \nhidrologia, hidrometria e drenagem urbana.  \n  \n » Laboratório   de Limnologia  \nChefe: Profa. Dr. Ana Lúcia Fonseca  \nFuncionários: João Luiz da Silva  \nTelefone: (35)3629 -1352  \nEste laboratório e stá apto a desenvolver as seguintes atividades:  \n \nAtividades mínimas a serem avaliadas no Laboratório parâmetros físicos e químicos:  \n• Ensaios de caracterização de qualidade de água  \n• Oxigênio Dissolvido - Método de Winklok (laboratório) e campo  \n• Turbidez  Coleta no Campo , determinação   em laboratório  \n• Temperatura medida no campo  \n• Disco de Sechi medida no campo (transparência)  \n• Condutividade e pH - medidas no campo  ", "21": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n • Alcalinidade - coleta no campo e determinação em laboratório  \n• Coleta e observação de o rganismos fito e zooplanctônicos  \n  \n» Laboratório de Microbiologia  \nChefe: Prof. Dr.   Rogério Melloni  \nFuncionários: Paulo Sérgio Marques  \nTel.:(35) 3629 -1488  \nO Laboratório está apto a desenvolver os seguintes ensaios:  \n• Utilização de microscópico e lupa ester eoscópica para estudos de células animal e vegetal, e \nde bactérias por meio de coloração de Gram.  \n• Ensaios de quantificação de bactérias heterotróficas em amostras de água  \n• Ensaios para quantificação de bactérias coliformes totais YE.coli. em amostras d e água  \n• Ensaios de esterilização e de desinfestação de materiais por técnicas diversas  \n  \n» Laboratório de Pequenas Centrais Hidrelétricas  \nChefe: Prof. Dr. Oswaldo Honorato Júnior  \nServidores: Douglas Maria Machado  \n                  Thiago Soares Corrêa  \nTelefone: 3629 -1301  \nPermite os seguintes ensaios :  \n• Comissionamento de grupos Geradores  \n• Ensaio de Campo Básico de Funcionamento  \n• Mediadas de vazão em condutos utilizando o Venturi  \n• Medidas de vazão em condutos livre>: por molinete e por vertedor  \n• Ressal to Hidráulico.  \n• Vazão em soleira Greageer  \n• Ensaio de grupos Geradores com rotação variável.  \n• Operação de paralelismo e de rejeição de cargas em   centrais hidrelétricas.  \n \nBancada de demonstração de Central de Desvio  \nPermite os seguintes ensaios:  \n• Transi tórios hidráulicos  \n• Medidas de vazão,p por verterdor e ultra –som \n• Perda de carga  \n• Aquisição de dados.  \n \nBancada de visualização de Escoamento em Medidas de Vazão:  \nPermite ensaios de : \n• Perda de cargas  \n• Determinação do fator de atrito   em escoamentos hi draulicamente rugosos  \n• Calibração de medidores de vazão  ", "22": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n • Visualização da cavitação  \n• Características de válvulas  \n \nBancada para estudos de transitórios hidráulicos . \nPermite ensaios de:  \n• Transitórios hidráulicos.  \n• Aquisição de dados  \n \nBancada demonstrativ a com micro -turbina Michell -Banki.  \nPermite ensaios de:  \n• Medidas de vazão,  \n• Medidas de pressão  \n• Cálculo de rendimento do grupo gerador  \n• Controle de carga  \n \nBancada demonstrativa de carneiro hidráulico:  \nPermite:  \n• Demonstrar tecnologia apropriada para bom beamento de pequenas quantidades de água  \n• Demonstrar princípios de transitórios hidráulicos  \n• Dnsaio de   rendimento do carneiro hidráulico  \n \nExposição de componentes e partes de hidromecânicos: . \nPermite:  \n• A visualização das diferentes partes e componente s hidromecânicos;  \n• Dos efeitos da cavitação na superfície do material,  \n• Demonstração da diferença entre potência e energia.  \n \nBancada demonstrativa d e bomba -funcionando -como turbina - BFTE.  \nPermite:  \n• Demonstrar a viabilidade de se usar bombas hidráulic as funcionado ao reverso, com turbina, \npara geração de pequenas potência  \n  \n»Laboratório de Resíduos Sólidos, Qualidade de Água  \nChefe: Profa. Dra. Regina Mambeli Barros  \nServidores: João Victor Rocha  \nTelefone: 3629 -1352  \n \nNo laboratório são realizadas análise s de controle físico -químico da água, efluentes e resíduos,  \ntais como: – Sólidos Totais, Alcalinidade, Acidez, Turbidez, pH, condutividade, temperatura, \nUmidade, DQO, DBO, Dureza, Cálcio, Ferro Total, Cloretos, Sulfatos, Fenol, Surfactante, ", "23": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Nitrogênio Total , Amônia, Nitrito, Nitrato, Fósforo Total, Fósforo Dissolvido, Magnésio, \nÓleos e graxos e oxigênio Dissolvido.  \nOBS: O laboratório LABRES, além de atender a demanda do IRN, auxilia e colabora com as \npesquisas desenvolvidas pelos alunos de outros laboratório s da universidade.  \n \n» Laboratório de Solos  \nChefe: Profa. Dra. Eliane Guimarães Pereira M elloni \nServidores: Josivaldo Júnior Rodrigues  \nTel: (35)3629 -1481  \nO laboratório de Solos está apto a realizar os seguintes ensaios:  \nEnsaios de Caracterização de Solos:  \n• Determinação do teor de umidade dos solos  \n• Determinação da umidade Hidroscópica  \n• Determinação da Granulometria por peneiramento.  \n• Determinação dos Índices de Plasticidade de solos.  \n• Determinação da densidade global  \n• Determinação da Densidade Real dos grãos  \n• Determinação da Porosidade Total  \n• Limite de Liquidez (LL)  \n• Limite de Pactividade (L P)  \n• Determinação de peso especifico aparente no campo.  \n      Ensaios de Compactação de solos:  \n• Proctor Normal e Proctor Modificado.  \nEnsaios para obtenção do  Coeficiente de Permeabilidade  \n• Permeâmetros de Carga Constante e de Carga Variável  \nEnsaios do Índice de Suporte Califórnia (CBR).  \nEnsaio de Adensamento Unidimensional  \nEnsaio de Cisalhamento Direto  \n  \n» Laboratório de Saneamento  \nChefe: Profa. Dra. Herlane Costa Calheiros  \nServidores:   Athos Moises Lopes Silva  \nTel (35) 3629 -1381  \nO Laboratório de está apto a executar as seguintes experiências : \n• Ensaios em jar -test \n• Determinação de pH ótimo e dosagem ótima de coagulante  \n• Determinação do gradiente de velocida de para as diversas unidades de tratamento de água  \n• Ensaios de flotação  \n• Ensaios de adsorção em carvão ativado  ", "24": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n • Ensaios em reatores de bancada para determinação de parâmetros de projeto, controle \noperacional e monitoramento de processos   de tratamento d e águas e efluentes visando \nremoção de matéria orgânica, nutrientes e desinfecção  \n• Sistema anaeróbio  \n• Sistema de lodos ativados  \n• Sistema de filtros (pré -filtro e filtro lento)  \n• Sistema de desinfecção com agentes químicos como peróxido de hidrogênio  \n  \n» Estação Meteorológica  \nChefe: Prof. Dr. Marcelo de Paula Correa  \nTelefone: (35)3629 -1449  \nTrata -se de uma estação meteorológica instala e em operação no Campus da UNIFEI, \ncomposta por uma Plataforma de Coleta de Dados (PCD), telemetrizada, dispondo de sen sores \ncapazes de medir: precipitação da chuva, radiação solar, temperatura e umidade do ar, e \nvelocidade do vento. Esta estação faz parte do SIMGE - Sistema de Meteorologia e Recursos \nHídricos de Minas Gerais, que em convênio com o INPE a destinou para a U nifei. O acesso \naos dados da estação é feito pelo link: http://www.cmcd.inpe.br/dados_pcds/ITAJUBA.HTM  \nPermite aos alunos conhecerem e se acostumarem com os diferentes instrumentos \nmeteorológicas  e a compreender os princípios da telemetria e meteorologia.  \nO laboratório está apto a:  \nLeitura Correta dos Termômetros  \nPreparação e Leitura dos Termômetros de máxima e mínima da temperatura do ar  \nDeterminação da umidade relativa  \n• Calibração e Manuseio d e Termohidrográfo  \n• Obtenção de dados em uma estação   meteorológica  \n• Uso de estação meteorológica para obtenção de dados   de temperaturas; velocidades do \nvento; insolação; pluvioemetria; evaporação  \n  \n» Laboratório Movél  \nTrata -se de uma unidade móvel com e quipamentos portáteis de avaliação e ensaios em \nconjuntos moto -bombas in -situ, que permite avaliar e identificar potenciais de economia de \nenergia na indústria, nas companhias de saneamento básico, no meio rural e em prédios no \nque se refere às instalações  de bombeamento, acionadas por motores elétricos, fornecendo \nsubsídios para análises mais acuradas de viabilidade de substituição ou de modernização das \ntecnologias empregadas nestes sistemas, visando conservar energia. É um laboratório móvel \ndotado de ins trumentação portátil para medidas hidráulicas e elétricas, com incertezas nas \nmedidas menores possíveis, mas compatíveis com esse tipo de ensaio.  \n \n  \n13. Organização curricular  \n ", "25": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n A Tabela 04 a seguir apresenta as principais áreas de conhecimento e disciplina s de caráter \nespecífico propostas no curso de Engenharia Hídrica.  ", "26": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Tabela 04:    Áreas do Conhecimento e Disciplinas Específicas  para a formação do Engenheiro Hídrico.  \nGrupo  Natureza  Sistemas  Área do Conhecimento  Grupos de disciplinas específicas  \nSistema  de \nRecursos \nHídricos  Natural  Costa e  plataforma  \nMarítima  Obras portuárias  \nProcessos litorâneos  Portos e vias de navegação  \nOceanografia  \nAquíferos  Hidrogeologia  Geologia  \nMecânica dos Solos I  \nÁguas Subterrâneas  \nBacias  \nHidrográficas  Saneamento  Fenômeno s de transporte  \nMecânica dos Fluídos  \nHidráulica  \nMáquinas Hidráulicas  \nHidrologia  \nHidráulica Marítima  \nSaneamento  \nIrrigação  \nMecânica dos Solos II  \nDrenagem Urbana  \nTeoria Estruturas  \nObras Hidráulicas  \nMateriais de Construção  \nPortos  \nCanais  \nVias de Navegação  \nTrans porte de Sedimentos  \nAproveitamentos  \nHidroenergéticos.  Artificial  Hidroenergéticos  \nIrrigação  \nSistemas e \nCircuitos \nHidráulicos  Drenagem  \nHidroviários  \nHidráulica Fluvial  \nSistemas  Associados  ", "27": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \n \n \nSistema de  \nInformações  \nHídricas   \n \nTecnológico  Telemetria  Instrumentação e  \nAquisição de dados  \nGeomática  \nGeoprocessamento  \nHidrometria  \nMeteorologia  Hidrometria  \nGeoprocessamento  \nGeomática  \nInstrumentação  \nHidrometeorologia  \n \n \nSocial  \n Geografia  Ciências Sociais  \nGeopolítica  \nEconomia de RH  \nDesenvolvimento e MA  \nContabilidade Ambiental  \nGestão de RH  \nPlanejamento de  RH  \nTéc. de Tomada de decisão  \nMercado de Água e Energia  Geopolítica  \n \n \n \n \nGestão de  \nSistemas \nHídricos  Sociologia  \nEconom ia \nPlanejamento  \nRegulação  \nTomadas de Decisão  \n \nMeio Ambiente  Engenharia  Ambiental  Engenharia ambiental.  \nBiologia Sanitária  \nLimnologia  \nEcologia  \nQuímica Tecnológica  Limnologia  \nBiologia  \n ", "28": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n A grade curricular proposta para o Curso de Eng enharia Hídrica atende às exigências do \nMinistério de Educação e Cultura (MEC) estabelecidas na Portaria No 1.693 de 05/12/94, \nconforme Parecer da Comissão de Especialistas do Ensino de Engenharia da Secretaria da \nEducação Superior (SESu/MEC). Atende, tamb ém, a Resolução CNE/CES No 11/2002  do \nConselho Federal de Educação que fixa os mínimos de conteúdos e de duração dos cursos de \ngraduação em engenharia.  \n \nO curso é desenvolvido em 5 (cinco) anos letivos, com aulas teóricas e práticas, juntamente \ncom um trab alho de conclusão do curso (Projeto Final de Graduação - PGF), atividades \ncomplementares à formação do aluno e horas de estágio supervisionado:  \n \n Número de Vagas Anuais: 40  \n Turno de Funcionamento:  Diurno  \n Regime de Matrícula:  Semestral  \n Integralização do C urso: Mínimo 5 anos e Máximo: 9 anos  \n Hora aula do curso: 1 hora aula (1 h/aula) tem a duração de 55 minutos  \n Número de semanas letivas por semestre: 16 semanas  \n Número de dias letivos por semestre: 100 dias  \n \nSendo que:  \n \nDisciplinas Obrigatórias (sem TFG)  3.920 aulas  3.593 horas  \nDisciplinas Optativas  64  aulas  64 horas  \nTrabalho Final de Graduação (TFG)  100 horas  100 horas  \nAtividades complementares  65 horas  65 horas  \nEstágio Supervisionado Integral  218 horas  218 horas  \nTOTAL   4040  horas  \n \n \n14. Estrutura cur ricular, ementário e bibliografia  \n \n \nO  curso é ofertado em períodos semestrais, sendo dois a cada ano, e a cada semestre o aluno \npode cursar as disciplinas obrigatórias elencadas a seguir.  \n \nAlgumas disciplinas precisam de um conhecimento prévio para isso e xiste a figura do pré -\nrequisito. Este existe de três formas PRP: pré-requisito parcial , COR: co-requisito e PRT: \npré-requisito total .  \n \n \n ", "29": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n GRADE CURRICULAR E EMENTÁRIO  \n \n1º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nEHD100  Introdução à Engenharia Hídrica    2 0 32 \nDES001  Desenho    0 3 48 \nSOC003  Ciência, Tecnologia e Sociedade    2 0  32 \nECL201   Ecologia Geral    4 0 64 \nEHD002    Biologia Sanitária    2 1 48 \nFIS104  Metodologia Científica   FIS104  2 0 32 \nFIS114  Laboratório Metodologia Científica   FIS114  0 1 16 \nMAT001  Cálculo I    6 0 96 \nMAT011  Geometria Analítica e Álgebra Linear    4 0 64 \n Total      432 \n \nSIGLA:   EHD100                 NOME:   Introdução à Engenharia Hídrica  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 \nObjetivo:  Apresenta r os principais temas relacionados a Engenharia Hídrica aos ingressantes, \nmostrando o que é o curso, quais as bases legais e como está o mercado de trabalho.                  \nEmenta:   O Curso de Engenharia Hídrica no Brasil; Sistema CONFEA -CREA: atribuiçõe s do \nEngenheiro  Hídrico e situação dentro das demais engenharias; A Engenharia e as exigências \nde mercado; Os órgãos gestores dos recursos hídricos: a ANA e os Comitês de Bacias \nHidrográficas; LEI 9.433/97. Ética e Responsabilidade Profissional; Seminário s: técnicas de \napresentação; Escrita científica; Palestras envolvendo temas diversos na área de Meio \nAmbiente. Elaboração e apresentação de trabalho no SEGUS (Seminário Geral de Uso e \nGestão da Água).  \n \nSIGLA: DES001                      NOME:   Desenho  \nCarga  Horária Teórica:   0              Carga Horária Prática:   48 \nObjetivo: Compreender e aplicar as Normas ABNT relacionadas ao desenho técnico; \nInterpretar e desenhar corretamente projeções ortogonais; Aplicar cotas em projeções; \nDesenhar em perspectivas isom étrica e cavaleira.  \nEmenta:   Normas gerais do desenho técnico. Desenho geométrico. Normas para projeções \nortogonais no primeiro e terceiro diedro. Normas para cotagem. Representação de cortes e \nseções. Desenho em perspectiva.  \n \nSIGLA:   SOC003                 NOME:   Ciência, Tecnologia e Sociedade  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 \nObjetivo:   \n- Discutir as concepções tradicionais e criticas de ciência,  ", "30": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n - Compreender o significado da tecnologia para a sociedade humana.  \n- Reconhecer as o rigens históricas  dos estudos CTS relacionando -as as diferenças entre as \nduas tradicionais CTS (europeia e americana);  \n- Discutir o conceito da sustentabilidade e sua operacionalização, nos moldes do curso de \nformação  de Engenharia Hídrica , Engenharia Ambien tal e Engenharia Civil.               \nEmenta:   Construção do conhecimento científico. Ciência e Tecnologia. Ferramentas e \nProcessos. História da Tecnologia. Tecnologia e Sociedade: questões ecológicas, filosóficas e \nsociológicas. Criatividade e  inovação t ecnológica. Tecnologia e Empreendedorismo.  \n \nSIGLA:   ECL201                   NOME:   Ecologia Geral  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:    \n- Dominar os conhecimentos que dêem sustentação fundamentais às disciplinas  correl atas \n- Relacionar os assuntos temáticos com as demais disciplinas da série  \n- Contextualizar a Ecologia no âmbito educacional, social, econômico e político.  \nEmenta:   Introdução: relações com outras ciências, Princípios e conceitos relativos aos \necossistemas, En ergia nos sistemas ecológicos, Ciclos biogeoquímicos, Fatores limitantes, \nDinâmica de populações, Interações entre espécies, Comunidades, Sucessão ecológica.  \n \nSIGLA:   EHD002                   NOME:   Biologia Sanitária  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:   Conhecer o papel da Biologia Sanitária no curso de Engenharia Hídrica e adquirir \nconhecimentos básicos para entender os temas relacionados e sua aplicação em projetos de: \nLimnologia, Tratamento de água e esgoto, Saúde  relacionada à água e Biorremediação de \náguas contaminadas.  \nEmenta:   Introdução à Biologia Sanitária e seu papel na Engenharia Hídrica. Classificação \natual dos organismos nos Reinos Eubacteria, Archaebacteria, Archaezoa, Protozoa, \nChromista, Plantae, Fungi  e Animalia. Citologia básica: células procarióticas e eucarióticas. \nMicrobiologia geral: caracterização, metabolismo, cultivo, crescimento e controle de \nmicrorganismos de importância ecológica e econômica. Microbiologia aplicada: \ncianobactérias e cianotox inas, bioindicadores da qualidade da água, biofilmes e princípios de \nbiorremediação em água.  \n \nSIGLA:   FIS104                   NOME:   Metodologia Científica  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 \nObjetivo:   Introduzir os alunos ao  método científico e às ferramentas necessárias para o \ndesenvolvimento de atividades acadêmicas e/ou científicas  utilizadas nos processos de \ninvestigação de situações problema. Obtenção de medidas com precisão. Introduzir o uso do \ncomputador no tratamento estatístico  de dados. Orientar a confecção de relatórios  \nEmenta:   Conceitos básicos. Distribuições de erro. Algarismo significativo. Operações com \nalgarismos significativos. Incerteza de medição. Erros sistemáticos e estatísticos. Valor médio ", "31": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n e desvio padr ão. Propagação de incertezas. Tratamento estatístico da teoria de erros. Modelos \ne gráficos.  \n \nSIGLA:   FIS114                   NOME:   Laboratório de Metodologia Científica  \nCarga Horária Teórica:   0              Carga Horária Prática:   16 \nObjetivo  Introduzir  os alunos ao método científico e às ferramentas necessárias para o \ndesenvolvimento de atividades acadêmicas e/ou científicas utilizadas nos processos de \ninvestigação de situações problema. Obtenção de medidas com precisão. Introduzir o uso do \ncomputador n o tratamento estatístico de dados. Orientar a confecção de relatórios.  \nEmenta:   Conceitos básicos. Distribuições de erro. Algarismo significativo. Operações com \nalgarismos significativos. Incerteza de medição. Erros sistemáticos e estatísticos. Valor médio  \ne desvio padrão. Propagação de incertezas. Tratamento estatístico da teoria de erros. Modelos \ne gráficos.  \n \nSIGLA:   MAT001                   NOME:   Cálculo I  \nCarga Horária Teórica:   96              Carga Horária Prática:   0 \nObjetivo:   Ao final do curso o al uno deverá ser capaz de identificar e resolver problemas que \nenvolvam os conceitos de limite, continuidade, derivação e integração de funções de uma \nvariável real.   \nEmenta:   Funções. Limite e continuidade. Derivada. Integral. Integral imprópria.  \n \nSIGLA:   MAT011                   NOME:   Geometria Analítica e Álgebra Linear  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:  Ministrar conceitos fundamentais de Geometria Analítica e introduzir noções \nbásicas de Álgebra Linear para que o aluno, ao final do curso, seja capaz de identificar e \nresolver problemas que envolvam os conteúdos lecionados.  \nEmenta:   Vetores. Retas e planos. Cônicas e quádricas. Espaços Euclidianos. Matrizes e \nsistemas de equações lineares.  \n \n2º Período  \n \nCódigo  Discipl ina PRP  COR  T P CHT  \nCCO0 16 Fundamentos de Programação    4 0 64 \nDES002  Desenho Aplicado  DES001   0 3 48 \nFIS203   Física Geral I  FIS104/FIS114   4 0 64 \nFIS213   Física Geral Experimental  I FIS104/FIS114   0 1 16 \nMAT002   Cálculo II  MAT001 (PRT)   4 0 64 \nMAT021  Equações Diferenciais I  MAT001  MAT002  4 0 64 \nQUI016  Química Geral    4 0 64 \nQU112E  Química Experimental    0 1 16 \n TOTAL      400 ", "32": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \nSIGLA:   CCO016                   NOME:  Fundamentos de Programação  \nCarga Horária Teórica:   4              Carga Horária Práti ca:  0 \nObjetivo:   A disciplina devera preparar os alunos dos cursos da UNIFEI para o \ndesenvolvimento e implementação de softwares, através de linguagens de programação de \nmédio nível, como a Linguagem C. Dessa forma, ao finalizarem esta disciplina, os alun os \nestarão habilitados a conceber, definir, projetar, implementar e validar programas envolvendo \nas atividades de computação, bem como utilizar os conceitos adquiridos nesta disciplina em \nsuas ativida des de Iniciação Científica e/ ou pesquisa.                  \nEmenta:   Conceitos Gerais. Tipos de Dados e Algoritmos. Organização de Programas. \nProgramação Top Down. Programação Estruturada. Introdução à linguagem de Programação. \nFunções. Arranjos Unidimensionais e Multidimensionais. Estruturas Heterogêneas de Da dos. \nApontadores Memória Dinâmica. Arquivos. Sequenciais e Aleatórios. Gráficos. Estudo de \nCaso.  \n \nSIGLA:   DES002                   NOME:   Desenho  Aplicado  \nCarga Horária Teórica:   0              Carga Horária Prática:   48 \nObjetivo:  Realizar representação grá fica de figuras geométricas, adquirindo habilidades de \ndesenho técnico em software de projeto auxiliado por computador.   \nIdentificar, analisar e produzir textos, dentre os diversos gêneros textuais existentes no \nuniverso acadêmico.  \nEmenta:   Módulos básicos  do CAD. Geração de desenhos 2D e 3D. Digitalização de \nelementos topográficos.  \n \nSIGLA:   FIS203                   NOME:   Física  Geral I  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:  Compreender os fundamentos da Mecânica Newton iana.  \nAplicar os fundamentos da Mecânica Newtoniana na construção e solução de problemas \nteóricos e experimentais relacionados.                  \nEmenta:   Movimento unidimensional. Movimento bidimensional. Leis de Newton. Trabalho \ne energia mecânica. Conser vação do momento linear. Colisões. Rotações e momento angular. \nDinâmica de corpos rígidos.  \n \nSIGLA:   FIS231                   NOME:   Física Experimental  I  \nCarga Horária Teórica:   0              Carga Horária Prática:   16 \nObjetivo:  Compreender os fundamentos  da Mecânica Newtoniana.  \nAplicar os fundamentos da Mecânica Newtoniana na construção e solução de problemas \nteóricos e experimentais relacionados.                  \nEmenta:   Experiências sobre: movimento unidimensional, movimento bidimensional, leis de \nNewt on, trabalho, energia mecânica, conservação do momento linear, colisões, rotações, \nmomento angular e dinâmica de corpos rígidos.  ", "33": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \nSIGLA:   MAT002                   NOME:   Cálculo II  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:   Ao final do curso o aluno deverá ser capaz de identificar e resolver problemas \nenvolvendo os  conceitos de derivação de funções reais de várias variáveis reais \ne integração  múltipla; entender os resultados principais sobre seqüências e séries, incluindo \nséries de potência.  \nEmenta:   Sequencias e series. Series de potencias. Series de Taylor. Abertos no Rn. Funções \nde uma variável real a valores em Rn. Curvas. Funcoes reais de varias variáveis reais a valores \nreais. Derivadas Parciais. Diferenciabilidade. Gra diente e sua interpretação geométrica. \nMáximos e mínimos.  \n \nSIGLA:   MAT021                   NOME:   Equações Diferenciais I  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:   Formular e resolver problemas de valor inicial com equaçõ es diferenciais \nordinárias (EDO).  \nEmenta:   Equações diferenciais de ordem um. Equações diferenciais lineares de ordem dois. \nEquações diferenciais lineares de ordem mais alta. Solução em série para equações lineares de \nsegunda ordem. Sistemas de equações di ferenciais lineares de ordem um.  \n \nSIGLA:   QUI016                   NOME:   Química Geral  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo: O aluno será levado a compreender a natureza dos fenômenos químicos de \ntransformação da matér ia. \nEmenta:   Base da teoria atômica. Estequiometria. Reações químicas. Fundamentos de ligação \nquímica. Gases. Líquidos e soluções. Ácido e bases. Fundamentos do equilíbrio químico. \nAspectos cinéticos e termodinâmicos das reações químicas e noções de eletro química.  \n \nSIGLA:   QU112E                   NOME:   Química Experimental  \nCarga Horária Teórica:   0              Carga Horária Prática:   16 \nObjetivo: Ao final desta disciplina, o aluno deverá ser capaz de:  \n- Realizar com segurança, qualquer trabalho prático em u m laboratório químico;  \n- Determinar algumas características atômico -moleculares simples de materiais;  \n- Investigar algumas propriedades de soluções iônicas;  \n- Relacionar situações práticas com aspectos teóricos da eletroquímica;  \n- Aplicar alguns princípios da elet roquímica na solução de problemas reais;  \n- Manusear com desembaraço os aparelhos mais comuns em um laboratório químico.  \n \nEmenta:   Experiências sobre: preparação de soluções, transferência de elétrons em reações de \noxi redução, caracterização dos elétrodos e do fluxo eletrônico em pilhas, eletrodeposição de \nmetais, reações de corrosão metálica e passivação superficial, corrosão galvânica, proteção ", "34": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n catódica, corrosão sob tensão mecânica, corrosão eletrolítica, corrosão por aeração diferencial \ne corrosão por fre stas. \n \n3º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nEME313  Fenômenos de Transporte I  FIS213, FIS203   3,5 0,5 56 \nEME338  Mecânica dos Sólidos    4 0 64 \nFIS503  Física Geral IV    4 0 64 \nGEO017  Geomática I    2 2 64 \nGEO011T  Geologia    2 0 32 \nGEO011P  Geolo gia    0 2 32 \nMAT003  Cálculo III  MAT002   4 0 64 \nQUI104  Química da Água  QUI006,  U112E   2 0 32 \nQUI114  Laboratório Química da Água  QUI006,  U112E   0 3 48 \n TOTAL      464 \n \nSIGLA:   EME313                   NOME:   Fenômenos de Transporte I  \nCarga Horária Teór ica:  56              Carga Horária Prática:   8 \nObjetivo:   \n- Enunciar os princípios básicos da termodinâmica;  \n- Analisar as formas através das quais o calor é transmitido.  \n- Identificar cada termo das equações da conservação da energia e da massa.  \n- Compreender o s conceitos fundamentais e aplicações de estática de fluidos e análise \ndimensional.  \n- Aplicar alguns dos conceitos estudados em sala através da realização de atividades práticas.  \nEmenta:   Grandezas e conceitos fundamentais. Propriedades de uma substância pu ra. \nAnálise dimensional e semelhança. Estática dos fluidos. Trabalho e calor. Primeira lei da \nTermodinâmica (Sistemas e volume de controle). Segunda lei da Termodinâmica (Sistemas e \nvolume de controle). Métodos experimentais e atividades de Laboratório.  \n \nSIGLA:   EME338                   NOME:   Mecânica dos Sólidos  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo: Fornecer aos alunos os primeiros conceitos de projeto de estruturas, através de \ncálculos de propriedades geométricas de v ários formatos e cálculo de esforços (forcas e \nmomentos).  \nEmenta: Estática - conceitos básicos. Equações fundamentais de equilíbrio. Reações de \napoio. Forças distribuídas. Centro de Massas. Centróides de áreas, volumes e linhas. Esforços \nSimples nas estrut uras (pórticos, vigas, barras, treliças). Barragens planas e curvas, \nPropriedades geométricas das seções (momentos e produtos de inércia, raio de giração).  \n ", "35": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n SIGLA:   FIS503                   NOME:   Física Geral IV  \nCarga Horária Teórica:   64              Carg a Horária Prática:   0 \nObjetivo:   Ao final do curso o aluno deverá ser capaz de:  \n- Identificar e analisar um sistema que execute um moviment o harmônico;  \nanalisar a propagação de ondas mecânicas em meios elásticos;  \n- Compreender e aplicar os princípios da óptica  geométrica e da óptica física;  \n- Conhecer os princípios da teoria da relatividade especial, bem como saber aplicá -los na \nsolução de proble mas;  \n- Compreender os fundamentos da física quântica;  \n- Compreender os fundamentos da física nuclear.                  \nEment a:  Oscilador harmônico. Oscilações amortecidas e forçadas. Ondas mecânicas. Ondas \nsonoras. Ondas eletromagnéticas. Óptica geométrica. Óptica física. Relatividade restrita. \nFísica quântica.  \n \nSIGLA:   GEO017                   NOME:   Geomática I  \nCarga Horária Teórica:   32              Carga Horária Prática:   32 \nObjetivo : Conhecer os fundamentos das diversas ciências para coleta de dados geográficos. \nEstabelecer relação entre as diversas ciências afins. Aplicar adequadamente os conceitos \nbásicos das ciências. No rmas técnicas.  \nEmenta:  Topografia - definição, objetivos, equipamentos, métodos de mensuração \nhorizontais e verticais, direções magnéticas e verdadeiras, rumos e azimutes, levantamento \nplanimétrico, cálculo de coordenadas totais e cálculo de área, desenho de poligonais, \nlevantamento altimétrico, curvas de nível, delimitação de bacias hidrográficas. cartografia - \nescalas, localização na superfície da terra, projeções cartográficas, sistemas de referência, \nformas de apresentação de mapas. geodésia - forma da terra, técnicas de levantamento \ngeodésico, sistemas geodésicos, sistema geodésico mundial, coordenadas geodésicas. sistema \nde posicionamento global - características dos sistemas de posicionamento, segmentos do \nsistema gps, sistemas de referência, aplicaçõ es. \n \nSIGLA:   MAT003                   NOME:   Cálculo III  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:   Ao final do curso o aluno deverá ser capaz de resolver problemas envolvendo os \nconceitos de integrais de linha e superfície , e de aplicar os teoremas de Green, Gauss e Stokes.  \nEmenta:   Funções de Varias Variáveis Reais a Valores Vetoriais. Campos vetoriais. \nRotacional, divergente e laplaciano. Integrais duplas e triplas. Integrais de Linha. Campos \nconservativos. Integrais de s uperfície. Fluxo de um campo vetorial. Teorema de Green no \nplano. Teorema de Stokes. Teorema da divergência de Gauss  \n \nSIGLA:   GEO011T                   NOME:   Geologia  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 ", "36": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Objetivo : Dominar os fu ndamentos básicos de geologia e geotecnia. Dar subsídios geológicos \n(minerais, rochas e mapeamento geológico) e geotécnicos para os alunos atuarem em projetos \nde engenharia.  \nEmenta: O estudo da terra. Dinâmica interna da terra: tectônica de placas, vulcani smo e \nplutonismo, terremotos. Minerais. Natureza e classificação genética de rochas.  \n \nSIGLA:   GEO011P                 NOME:   Geologia  \nCarga Horária Teórica:   0              Carga Horária Prática:   32 \nObjetivo : Dominar os fundamentos básicos de geologia e ge otecnia. Dar subsídios geológicos \n(minerais, rochas e mapeamento geológico) e geotécnicos para os alunos atuarem em projetos \nde engenharia.  \nEmenta: Atividades de campo e laboratório envolvendo os seguintes conceitos: O estudo da \nterra. Dinâmica interna da terra: tectônica de placas, vulcanismo e plutonismo, terremotos. \nMinerais. Natureza e classificação genética de rochas.  \n \n \nSIGLA:   QUI104                   NOME:   Química da Água  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 \nObjetivo:                    \nEmenta:   Amostragem. Contaminantes químicos em recursos hídricos. Indicadores de \nqualidade das águas. Purificação de águas poluídas.  \n \nSIGLA:   QUI114                   NOME:   Laboratório de Química da Água  \nCarga Horária Teórica:   0              Carga Horária Prática:   48 \nObjetivo:                    \nEmenta:   Amostragem. Contaminantes químicos em recursos hídricos. Indicadores de \nqualidade das águas. Purificação de águas poluídas.  \n \n4º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nEAM003  Limnologia  QUI114,QUI104   3 1 64 \nEME412  Fenômenos de Transporte II  EME313   3 1 64 \nEEL310  Eletricidade I    3 0 48 \nPRE401  Probabilidade e Estatística    4 0 64 \nGEO019  Geomática Aplicada à Recursos \nHídricos  GEO017   0 2 32 \nGEO003T  Mecânica dos Solos I    2 0 32 \nGEO 003P  Mecânica dos Solos I    0 2 32 \nEME438  Resistência dos Materiais  EME438   3 1 64 \n TOTAL      400 ", "37": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \nSIGLA:   EAM003                   NOME:   Limnologia  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:  \n- Conhecer formas de aplicaç ão dos conceitos básicos de Limnologia visando o manejo dos \nrecursos hídricos;  \n- Usar o conceito de bacia hidrográfica como unidade principal de estudo.                 \nEmenta:   Fundamentos de Limnologia, Ecossistemas Lacustres: Lagos, Rios e Reservatórios, \nCaracterização física e química; Comunidades Aquáticas Atividades de laboratório e de \ncampo.  \n \nSIGLA:   EME412                   NOME:   Fenômenos de Transporte II  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:   Conhecer formas de  aplicação dos conceitos básicos de fenômenos de transporte \n(Transferência de calor e massa). Conceituar as principais grandezas relativas aos fenômenos \nde transporte. Inferir a importância da disciplina como básica de outras dos currículos dos \ncursos envo lvidos. Descrever e conceituar os principais parâmetros adimensionais associados \naos fenômenos de transporte. Demonstrar os ensaios de Laboratório ligados aos fenômenos de \ntransporte.  \nEmenta:   Transporte e quantidade de movimento. 2ª Lei de Newton (sistema  e volume de \ncontrole). Equação de Euler. Equação de Bernoulli. Escoamento interno, viscoso e \nincompressível. Transporte de calor. Transporte de massa. Escoamento ideal, interno, viscoso \ne incompressível. Métodos experimentais e atividades de Laboratório.  \n \nSIGLA:   EEL310                   NOME:   Eletricidade I  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:   Disciplina com forte conotação teórica, cujo objetivo fundamental é o treinamento \ndo aluno na análise de circuitos elétricos  em regime permanente DC e senoidal.  \nEmenta:   Natureza da Eletricidade. Lei de Ohm e potência. Circuitos série, paralelo e mistos. \nLeis de Kirchoff. Análise de circuitos em corrente contínua. Fundamentos do \neletromagnetismo: Capacitância, circuitos magnéti cos, indutância, lei de Faraday -Lenz e \nperdas no ferro.  \n \nSIGLA:   PRE401                   NOME:   Probabilidade e Estatística  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:    \n- Dominar conhecimentos básicos de estatística e pro babilidade, com ênfase em aplicações em \nmeio ambiente e recursos hídricos;  \n- Usar pacotes gráficos e estatísticos para agilizar os resultados de uma análise de dados.  \n- Aplicação da teoria nos problemas comuns enfrentados pelos engenheiros hídricos e \nambie ntais  ", "38": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Ementa:   Estatística descritiva. Conjuntos e probabilidade. Variáveis aleatórias. Distribuição \nde probabilidades. Estimação. Testes de hipótese. Teoria da amostragem. Análise de \nvariância. Regressão.  \n \nSIGLA:   GEO019                   NOME:   Geomática Aplicada à Recursos Hídricos  \nCarga Horária Teórica:   0              Carga Horária Prática:   32 \nObjetivo : Aplicar os conceitos de geomática na elaboração de projetos de obras de sistemas \nhídricos, através de aulas práticas, coletando dados em campo e analis ando -os em laboratório, \natravés do uso de planilhas, programas do tipo CAD e SIG.  \nEmenta:  Noções básicas de geomática. Aplicações: delimitação de nascentes e APPs; \nalocação de empreendimentos/obras; estudos de implantação de aproveitamentos \nhidrelétricos; estabelecimento locacionais de grandezas hidráulicas (declividade de cursos \nd’água, topobatimetria), alocação de estações fluviométricas/pluviométrica/meteorológicas.  \n \nSIGLA:   GEO003T                   NOME:   Mecânica dos Solos I  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 \nObjetivo:  Compreender como os depósitos de solo são formados, além da composição básica \ne da sua estrutura. Determinar as características básicas de um maciço de solo. Descrever e \nclassificar os solos com base em sua s características físicas. Entender e especificar a \ncompactação  exigida para produzir materiais para aterros de engenharia. Compreender como a \ntensão total, a pressão da água nos poros (poropressão) e a tensão efetiva estão relacionados \nentre si. Determina r o estado de tensões efetivas dentro do solo. Quantificar os acréscimos de \ntensões devido às sobrecargas.  \nEmenta:  Origem e formação dos solos. Estrutura dos solos. Propriedades físicas das \npartículas sólidas. Índices físicos dos solos. Estados e limites d e consistência dos solos. \nClassificação dos solos. Compactação dos solos. Distribuição de tensões nos solos.  \n  \nSIGLA:   GEO003P                   NOME:   Mecânica dos Solos I  \nCarga Horária Teórica:   0              Carga Horária Prática:   32 \nObjetivo:  Verifica r os efeitos da amostragem sobre a qualidade das amostras de solo obtidas \nem ensaios de laboratório. Identificar os procedimentos dos ensaios de laboratório e \ninterpretar seus  resultados. Entender as aplicações e o princípio de funcionamento de \ndiferentes métodos disponíveis para esboçar o perfil do terreno e conhecer seus resultados.   \nEmenta:  Ensaios de laboratório e de campo, tais como: Amostragem, Teor de Umidade, Peso \nEspecífico dos Grãos, Peso Específico Aparente, Granulometria Conjunta, Limites de \nConsistência, Compactação e CBR. Métodos de investigação do subsolo.  \n \nSIGLA:   EME438                   NOME:   Resistência dos Materiais  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:  ", "39": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n - Fornecer aos alunos subsídios necessários par a analisar e projetar elementos estruturais e \ncomponentes mecânicos, através do cálculo de tensões e deformações;  \n- Estudar normas e procedimentos de ensaios para determinação de propriedades mecânicas \ndos materiais e desenvolver nos alunos métodos de anál ise de resultados experimentais  \nEmenta:   Tensões e deformações para cargas axiais. Torção. Flexão. Tensões Combinadas. \nAnálise de Tensões no plano. Flambagem. Deformações em vigas. Atividades de Laboratório.  \n \n5º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nEHD515  Hidráulica Geral I  EME313   3 1 64 \nEEL410  Eletricidade II  EEL310   2 1 48 \nEHD506  Águas Subterrâneas  GEO302   3 1 64 \nEHD517  Hidrologia I  EME313   3 1 64 \nEAM 044 Fundamentos de Meteorologia  EME313   3 0 48 \nGEO015  Mecânica dos Solos II  GEO003 T  4 0 64 \nMAT012  Cálculo Numérico    4 0 64 \n TOTAL      416 \n \nSIGLA:   EHD515                   NOME:   Hidráulica Geral I  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:   Esta disciplina tem por objetivo o aluno dominar os fundamentos básic os de \nhidráulica; dar subsídios para os alunos atuarem em projetos em sistemas de condução e \nescoamento de água em geral; dar noções básicas para o aprendizado em componentes \nhidromecânicos, adução e distribuição de água e saneamento.  \nEmenta:   Revisão de c onceitos de mecânica dos fluidos: equação da continuidade, Bernoulli, \nquantidade de movimento e Navier -Stokes, análise dimensional, sistemas de unidades, \npropriedades físicas dos fluidos, velocidade de atrito, linhas de energia e piezométrica. \nEscoamento e m condutos forçados: tensão tangencial, distribuições de velocidades, \nExperiência de Nikuradse, Leis de resistência ao escoamento, fórmulas empíricas para \nescoamento turbulento - Hazen -Williams, Universal, Fair -Wipple. Determinação das perdas \nde carga loca lizadas: expressão geral das perdas localizadas, valores de K para algumas \nsingularidades, análise das tubulações, influência relativa das perdas de carga localizadas, \nmétodo dos comprimentos equivalentes. Sistemas hidráulicos de tubulações: relação entre \nperda de carga e declividade da linha piezométrica, Influência do traçado das tubulações, \ndistribuição de vazão em marcha, condutos equivalentes, sistemas ramificados, sifões, \nescoamento quase permanente. Redes de distribuição de água: tipos de redes, vazã o de adução \ne distribuição, análise hidráulica das redes de abastecimento, métodos para o \ndimensionamento de redes, método de Hardy Cross  \n \nSIGLA:   EEL410                  NOME:   Eletricidade II  ", "40": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Carga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:  Conceituar as principais grandezas relativas à eletricidade.  \nConhecer formas de aplicação dos conceitos tensão alternada, circuitos trifásicos, máquinas e \ntransformadores.                  \nEmenta:   Análise de circuitos em correntes alternadas . Circuitos trifásicos. Noções de \ntransformadores, máquinas de indução, síncronas e de corrente contínua. Fundamentos de \nacionamentos elétricos. Laboratório.  \n \nSIGLA:   EHD517                   NOME:   Hidrologia I  \nCarga Horária Teórica:   48              Carga  Horária Prática:   16 \nObjetivo:   Apresentar os principais conceitos da ciência hidrológica e suas relações com o \nhomem e o meio ambiente.  Ao final do curso o aluno deverá ser capaz de realizar cálculos \nbásicos de de hidrologia, aplicados a projetos de enge nharia ligados a recursos hídricos.  \n \nEmenta:   Ciclo Hidrológico; Bacia hidrográfica; Precipitação. Interceptação; Evaporação e \nEvapotranspiração; Infiltração; Escoamento: hidrograma de vazões, fatores intervenientes, \ncurva -chave, separação dos escoamento s, chuva efetiva, método SCS, hidrograma unitário \n(HU), HU sintético, hidrograma de projeto. Vazões extremas: conceitos, análise de séries de \nvazões, ajuste de distribuições e calculo de vazões máximas e mínimas, método racional.  \n \nSIGLA:   EAM044                   NOME:   Fundamentos de Meteorologia  \nCarga Horária Teórica:   48              Carga Horár ia Prática:   0 \nObjetivo:   Esta disciplina tem como objetivo fornecer ao aluno as noções básicas sobre \nmeteorologia, de modo a descrever as principais interações qu e ocorrem no sistema Terra -\nAtmosfera com vistas às aplicações ambientais e hídricas.  \nEmenta:   O Sol, a Terra e sua atmosfera. Parâmetros físicos e meteorológicos. Radiação solar \ne terrestre. Termodinâmica atmosférica. Estabilidade. Precipitação. Movimentos  atmosféricos. \nInstrumentação meteorológica. Fenômenos meteorológicos. Climatologia. Meteorologia \nAmbiental (poluição do ar, aerossóis atmosféricos, modelos fotoquímicos urbanos, estudos de \nimpacto ambiental). Atividades de laboratório e campo.  \n \nSIGLA:   GEO602                   NOME:   Mecânica dos Solos II  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo: Compreender propriedades do solo, tais como: comportamento das massas de solo \nsujeitas a vários tipos de forças, fenômeno do aden samento, percolação bidimensional, \ncritérios de ruptura e parâmetros de resistência. Conhecer a base conceitual sobre projetos de \nestruturas de contenção. Interpretar os resultados dos ensaios de laboratório e determinar os \nparâmetros de resistência ao cis alhamento.  \nEmenta:   Distribuição de tensões no solo. Compressibilidade dos solos. Hidráulica dos solos. \nResistência ao cisalhamento. Empuxos de terra e estruturas de arrimo. Estabilidade de taludes. \nAtividades de campo e de laboratório   \n ", "41": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n SIGLA:   MAT012                   NOME:   Cálculo Numérico  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo :  Introduzir os métodos numéricos e fazer com que o aluno seja capaz de conceber \nalgoritmos e implementá -los em programas computacionais.  \nEment a:  Conceitos e princípios gerais em cálculo numérico. Raízes de equações. Sistemas \nde equações lineares. Interpolação e aproximação de funções a uma variável real. Integração \nnumérica. Solução numérica de equações diferenciais ordinárias. Ambientes comput acionais \navançados.  \n \n6º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nGEO014 T Geoprocessamento  GEO 017  2  32 \nGEO014 P Geoprocessamento  GEO 017  3  48 \nEHD024  Componentes Hidromecânicos  EHD01 5, \nEME438   2 1 48 \nEHD203  Hidrometria Aplicada    0 2  \nSAN603   Sistem as de Abastecimento de Água  EHD025   4 0 64 \nSAN602  Sistemas de Tratamento de Água  QUI104   2 1 64 \nEHD023  Hidrologia II  EHD517   3 1 64 \nEHD604  Fundamentos de Oceanografia Física  EAM510   2 1 48 \nEHD025T  Hidráulica Geral II  EHD515T   3 0 48 \nEHD025P  Hidráulica  Geral II  – Prática  EHD515P   0 1 16 \n TOTAL      464 \n \nSIGLA:   GEO014T                  NOME:   Geoprocessamento  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 \nObjetivo:   \n- Dominar os fundamentos de geoprocessamento para análise espacial de  dados ambientais;  \n- Estabelecer relação entre as diversas ciências afins (Cartografia, Geodésia, Topografia);  \n- Pesquisar, Analisar e integrar resultados na solução de problemas ambientais, utilizando \nferramentas de Geoprocessamento.  \n  \nEmenta:   Introdução  ao Geoprocessamento.  Sistemas de Informação Geográfica (SIG): \nestrutura e componentes de SIG, estrutura de dados tipo  raster  e vector, banco de dados \ngeográficos, Modelo Digital de Terreno.  Sensoriamento Remoto: histórico, comportamento \nespectral, sensore s, tipos de satélites, análise visual de imagens, processamento digital de \nimagens. Aplicações de geoprocessamento.   \n  \n  \nSIGLA:   GEO014P                  NOME:  Laboratório de Geoprocessamento  ", "42": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Carga Horária Teórica:                 Carga Horária Prática:   48 \nObjetivo:   \n- Identificar e utilizar os fundamentos da disciplina.  \n- Aplicar os conhecimentos realizando atividades práticas com os Sistemas de Informação \nGeográfica.  \n- Analisar e aplicar os fundamentos do sistema de tratamento e processamento de imagens d e \nsatélite.       \nEmenta:   Ferramentas básicas de Sistemas de  Informação Geográfica. Entrada, edição e \norganização de dados geográficos. Modelagem Numérica do Terreno.  Produção de \nMapas.  Processamento digital de imagens de satélite.   Análise espacial.  Aplic ações práticas \nem bacias hidrográficas. Atividades em campo. Utilização de diferentes softwares SIG para \nsolução de problemas de engenharia.  \n \nSIGLA:   EHD024                   NOME:   Componentes Hidromecânicos  \nCarga Horária Teórica:   32              Carga Ho rária Prática:   16 \nObjetivos: Conceituar, classificar e especificar os componentes de sistemas de bombeamento \ne de geração de energia.  \nFornecer os fundamentos para o cálculo preliminar de modo que as especificações possam ser \nfeitas através das característ icas dos equipamentos que compõem os sistemas citados.  \nExercitar os alunos na elaboração de editais para aquisição dos equipamentos, analise de \npropostas e elaboração de contratos de compra.  \nEmenta: Conceitos, Classificação e Especificação, Fundamentos p ara estudos, cálculo e \nespecificação. Condutos e seus pertences. Comportas e seus pertences. Válvulas e seus \npertences. Grades e seus pertences. Aplicações. Laboratório.  \n \nSIGLA:   EHD203                   NOME:  Hidrometria  \nCarga Horária Teórica:   0              Carga Horária Prática:   32 \nObjetivo:  \n- Apresentar aos alunos os fundamentos teóricos e as aplicações/importância da medição de \ndescarga líquida em cursos d’água;  \n- Fornecer aos discentes ferramental teórico e matemático que lhes permitam realizar \ncampa nhas hidrométricas em cursos d’água de pequeno e médio porte;  \n- Realizar campanhas hidrométricas reais com os alunos, possibilitando a aplicação dos \nconhecimentos obtidos em sala de aula.  \nEmenta:   Medição de parâmetros hidrológicos. Levantamentos topo -batimétricos: batimetria \na vau e com ecobatimetria associado ao DGPS. Medidas de vazão: métodos convencionais. \nMétodos aplicados a grandes rios: barco ancorado, barco em movimento. Métodos acústicos \nDoppler.  \n \nSIGLA:   EHD506                   NOME:   Águas Subte rrâneas  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 ", "43": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Objetivo:  \n- Dominar os fundamentos básicos de Águas Subterrâneas.  \n- Capacitar o aluno a realizar projetos de pesquisa e exploração de água subterrânea.  \n- Desenvolver cálculos hidro químicos e métodos gráficos de representação. Classificar \nquimicamente as águas  \n- Conhecer os principais métodos de remediação de águas subterrâneas.  \nEmenta:   Introdução à Hidrogeologia. Águas Subterrâneas. Tipos de Aquíferos: Subdivisões. \nInteração águas superficiais e águas subterrâneas. Movimento das Águas Subterrâneas. \nEscoamentos em Meios Porosos e Fraturados. Exploração de Águas Subterrâneas. Projeto de \npoços tubulares. Hidroquímica. Contaminação e Remediação das Águas Subterrâneas.  \n \nSIGLA:   SAN603                   NOME:   Sistemas de Abastecimento de Água  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:   No final do período, o aluno deverá estar apto a equacionar problemas na área de \nsaneamento relacionados ao Sistema de Aba stecimento de Água.                  \nEmenta:   Introdução ao Sistema de Abastecimento de Água – importância e conceitos. \nEstudo demográfico. Usos e consumo de água. Concepção, critérios e parâmetros de \ndimensionamento de Sistema de Abastecimento de Água: ma nancial e captação, estação \nelevatória, adutora, reservatório, rede de distribuição e ligação predial.  \n \nSIGLA:   SAN602                   NOME:   Sistemas de Tratamento de Água  \nCarga Horária Teórica:   32             Carga Horária Prática:   16 \nObjetivo:   \n- Incentivar a conservação e o uso racional dos Recursos Naturais  \n- Capacitar ao dimensionamento de cada uma das partes constitutivas de Sistemas de \nTratamento de Água Potável e demais usos.  \n- Estimular os alunos a conhecerem as condições local, regional e naci onal do saneamento e a \naplicarem os conhecimentos adquiridos na disciplina para a melhoria destas condições.  \nEmenta:   Introdução. Tratamento de água - importância e conceitos. Características das \náguas. Padrões de potabilidade. Concepção de Estação de Trat amento de Água. Fundamentos \ndos processos e operações unitárias de tratamento de água de abastecimento. Critérios e \nparâmetros de dimensionamento de Estação de Tratamento de Água. Ensaios para a obtenção \nde parâmetros de projeto e controle de unidades de t ratamento de águas, como ensaios e \natividades de laboratório e campo.  \n \nSIGLA:   EHD023                   NOME:   Hidrologia II  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:   Aplicar os conhecimentos básicos de hidrologia nos pri ncipais setores de atuação \nda Engenharia Hidrológica.  \nEmenta:  Curvas de permanência; Hidrologia para projeto de centrais hidrelétricas; \nRegularização de vazões; Propagação do escoamento em rios e reservatórios: equações do ", "44": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n escoamento, método de Muskingum e Muskingum -Cunge, método de Puls; Regionalização de \nvazões; Modelos chuva -vazão: modelos concentrados e distribuídos. Métodos de \ndeterminação de vazão remanescente.  \n \nSIGLA:   EHD604                   NOME:   Fundamentos de Oceanografia Física  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivos:  \n- Integrar conhecimentos sobre o ciclo hidrológico, estendendo -os até os oceanos;  \n- Discutir as diferenças entre ambientes aquáticos continentais e marinhos;  \n- Identificar os principais parâme tros oceanográficos e sua variabilidade espaço -temporal;  \n- Compreender os principais mecanismos geradores de movimento nos oceanos;  \n- Entender conceitos e fundamentos da oceanografia física e sua influência no clima terrestre e \nnas atividades antrópicas  \nEmenta:  Introdução à Oceanografia. Conceitos, estrutura e características gerais dos oceanos. \nEnergia do sol e balanço térmico. Balanço da água e do sol. Estrutura térmica do oceano. \nSalinidade e propriedades químicas da água do mar. Comportamento de parâmet ros \noceanográficos. Transmissão de luz e som na água do mar. Instrumentos e métodos. Diagrama \nT-S. Formação de massas d'água e sua circulação. Correntes: forças geradoras e tipos de \nmovimentos. Correntes oceânicas: princípios e formulações. Interação da at mosfera com o \noceano. Circulação gerada pelo vento. Turbulência e mistura. Circulação do Oceano \nAtlântico. Plataforma continental e variações de nível do mar. Introdução às marés.  \n \nSIGLA:   EHD025T                  NOME:   Hidráulica Geral II  \nCarga Horária Te órica:   48              Carga Horária Prática:   0 \nObjetivo:  Esta disciplina tem por objetivo o aluno dominar os fundamentos básicos hidráulica  \ndos canais, permitindo ao aluno o dimensionamento e análise de problemas de canais naturais \ne artificiais.  \nEmenta :  Escoamentos em superfícies livres: Elementos geométricos, distribuição de \nvelocidade e pressão. Escoamento permanente e uniforme: Equações de resistência, fórmula \nde Manning, fórmula de Chezy, cálculo de canais em regime uniforme, seções de mínimo \nperím etro molhado e máxima vazão, elementos hidráulicos de canais circulares, canais \nfechados,. Observações sobre projetos e construção de canais. Energia especifica, escoamento \ncritico, alturas alternadas, velocidade critica e celeridade, seção de controle, en ergia especifica \nem transições, profundidade crítica. Ressalto hidráulico: descrição do ressalto, forca \nespecifica, canais retangulares, canais não retangulares, perda de carga no ressalto. Orifícios, \ntubos curtos e vertedores. Escoamento permanente gradua lmente variado: equação diferencial \ndo escoamento gradualmente variado, classificação dos perfis, perda de carga localizada, \nsingularidades, perfil de água em canais prismáticos, formas de superfície de água. \nEscoamento variável em canais: ondas de transla ção, equações hidrodinâmicas, simplificações \ndas equações de Saint Venant, Propagação de ondas de cheias em rios (Método de \nMuskingum), métodos numéricos para resolver equações de Saint Venant.  ", "45": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \nSIGLA:   EHD025P                 NOME:   Hidráulica Geral II  – Prática  \nCarga Horária Teórica:   0              Carga Horária Prática:   16 \nObjetivo:  Esta disciplina tem por objetivo o aluno dominar os fundamentos básicos hidráulica  \ndos canais, permitindo ao aluno o dimensionamento e análise de problemas de canais naturai s \ne artificiais.  \nEmenta:   Escoamentos em superfícies livres: Elementos geométricos, distribuição de \nvelocidade e pressão. Escoamento permanente e uniforme: Equações de resistência, fórmula \nde Manning, fórmula de Chezy, cálculo de canais em regime uniforme,  seções de mínimo \nperímetro molhado e máxima vazão, elementos hidráulicos de canais circulares, canais \nfechados,. Observações sobre projetos e construção de canais. Energia especifica, escoamento \ncrítico, alturas alternadas, velocidade critica e celeridade , seção de controle, energia especifica \nem transições, profundidade crítica. Ressalto hidráulico: descrição do ressalto, forca \nespecifica, canais retangulares, canais não retangulares, perda de carga no ressalto. Orifícios, \ntubos curtos e vertedores. Escoa mento permanente gradualmente variado: equação diferencial \ndo escoamento gradualmente variado, classificação dos perfis, perda de carga localizada, \nsingularidades, perfil de água em canais prismáticos, formas de superfície de água. \nEscoamento variável em c anais: ondas de translação, equações hidrodinâmicas, simplificações \ndas equações de Saint Venant, Propagação de ondas de cheias em rios (Método de \nMuskingum), métodos numéricos para resolver equações de Saint Venant.  \n \n7º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nEHD710  Máquinas Hidráulicas  EHD515   3 1 64 \nEHD702  Instrumentação e Processamento de \nSinais  EEL310   2 1 48 \nEHD014  Portos e Hidrovias  EHD025T   3 1 64 \nEHD022  Gestão de Recursos e Sistemas \nHídricos    3 0 48 \nEHD028  Materiais de Construção    2 1 48 \nSAN703  Sistemas de Esgotamento Sanitário    4 0 64 \nSAN702  Sistemas de Tratamento de Esgoto   QUI114   3 1 64 \nEHD019  Processos Litorâneos e Estuarinos  EHD604   2 1 48 \n TOTAL      448 \n \nSIGLA:   EHD710                   NOME:   Máquinas Hidráulicas  \nCarga Horár ia Teórica:   48              Carga Horária Prática:   16 \nObjetivo:  Apresentar ao aluno os vários tipos de bombas e turbinas hidráulicas, transmitir \nelementos necessários para que o mesmo estabeleça seu comportamento e do comportamento \ndas instalações, apres entar as peculiaridades sobre associações de                  ", "46": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Ementa:   Introdução às máquinas de fluxo. Noções sobre Semelhanças Hidráulicas. \nMáquinas Hidráulicas Geradoras e Motoras. Rotação específica. Classificação das Máquinas \nHidráulicas. Procedimento  para escolha e especificação de máquinas hidráulicas. Instalação e \noperação de bombas e turbinas hidráulicas. Atividades de campo.  \n \nSIGLA:   EHD702                   NOME:   Instrumentação e Processamento de Sinais  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:  Dar os subsídios básicos para o aluno compreender, desenvolver, especificar e \nprojetar sensores de aplicação em sistemas hídricos.  \nEmenta:   Energia de medição. Processamento de sinais. Aquisição de dados. Plataformas de \ncoleta de dados. Transmissão de dados com e sem fio. Sistemas de satélites. Condicionamento \nde sinais. Características estáticas e dinâmicas dos instrumentos. Sensores. Medição e \ntransmissão de dados de pressão, vazão, nível e temperatura, em condutos livres  e forçados. \nAplicações em sistemas hidráulicos.  \n \nSIGLA:   EHD014                   NOME:   Portos e Hidrovias  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:  \n-conhecer o panorama das hidrovias no Brasil;  \n-comparar o sistema hidro viário brasileiro com o de outros países;  \n-conhecer os dados  (hidrológicos, sedimentológicos, climatlógicos, sócio – econômicos, e \ntopobatimétricos) para o dimensionamento e projeto de um sistema hidroviário ;  \n-classificar as hidrovias;  \n- dimensionar e pro jetar as obras de um sistema hidroviário;  \n-conhecer o panorama do sistema portuário no Brasil;  \n-estudar as etapas do planejamento portuário;  \n-dimensionar as obras internas e externas portuárias;  \n-planejar as etapas de implantação de um sistema hidroviário e portuário.                  \nEmenta:   Vias navegáveis. Planejamento hidroviário. Dimensionamento básico de hidrovias. \nDimensionamento de canais artificiais. Obras de implantação e manutenção da via: rios, lagos, \ncanais e eclusas. Retificação e supressão d e curvas e consolidação das margens dos rios e \ncanais. Dragagem: Tipos, processos, equipamentos, técnicas construtivas. Sinalização e \ntelecomunicação. Panorama do Sistema Portuário Brasileiro. Portos de rios e de mar. \nDimensionamento básico dos portos. Can al de acesso, bacia de evolução e anti - porto, Obras \nExternas ou de Abrigo, Obras Internas ou de Atracação, Logística e administração portuária.  \n \nSIGLA:   EHD022                   NOME:   Gestão de Recursos Hídricos  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:  Apresentar conhecimentos sobre a gestão dos recursos hídricos super ficiais e \nsubterâneos, e dos diversos sistemas hídricos naturais ou construídos, capacitando o aluno \npara gestão dos recursos hídricos e elaboração de polít ica e planos de operação e expansão de ", "47": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n sistemas hídricos, com vistas ao pleno atendimento das necessidades da sociedade, bem como \no desenvolvimento sustentável.  \nEmenta:   Política Nacional dos Recursos Hídrico. Sistema Nacional de Gerenciamento de \nRecursos Hídricos. Instrumentos de gestão dos recursos hídricos. Uso múltiplo e Eventos \ncríticos. Políticas Setoriais. Planejamento e regulação setoriais de sistemas hídricos: \nnavegação, pesca, psicultura, geração de energia elétrica, irrigação, saneamento, manuten ção \nde ecossistemas, paisagismo e lazer.  \n \nSIGLA:   EHD028                  NOME:   Materiais de Construção  \nCarga Horária Teórica:   32             Carga Horária Prática:   16 \nObjetivo : Fornecer informações básicas sobre matérias primas, processos de produção, \nestrutura físico -química, propriedades, ensaios, normalização e tipos de materiais empregados \nna construção civil, objetivando desenvolver o conhecimento sobre o desempenho de tais \nmateriais e materiais similares, sobre critérios de seleção, controle de qu alidade, aplicação e \nuso, assim como, a interpretação dos fenômenos envolvidos em cada caso.  \nEmenta:  Introdução e Normas, Aglomerados, Cimento e Agregados, Estudo do concreto e \nPropriedades do concreto, Tipos de concreto; Concretagem, Dosagem; Cálculo do t raço de \nconcreto, Concreto protendido, Madeira, Metálicos, Patologias do concreto, Materiais \nalternativos e adições, Materiais cerâmicos, Equipamentos de transporte de materiais.  \n \nSIGLA:   SAN703   NOME: Sistemas de Esgotamento Sanitário  \nCarga Horária Teór ica:  4              Carga Horária Prática:   0 \nObjetivo: Capacitar ao projeto e dimensionamento de cada uma das partes constitutivas do \nSistema de Esgotamento Sanitário.  \nEmenta:  Sistema de Esgotamento Sanitário – importância e conceitos. Produção de esgoto  \nsanitário. Critérios e parâmetros de dimensionamento de Sistemas de Esgotamento Sanitário \n(rede coletora, interceptor e emissário, estação elevatória de esgotos). Impactos ambientais na \nimplantação do sistema de esgotamento sanitário.  \n \nSIGLA:   SAN702  NOME : Sistemas de Tratamento de Esgoto  \nCarga Horária Teórica:   48           Carga Horária Prática:   16 \nObjetivo : Introduzir ao aluno conceitos envolvidos na avaliação de potencial poluidor de \náguas residuárias municipais e industriais. Estabelecer bases para d imensionamento de \nsistemas biológicos de tratamento e desenvolver sistemática para analisar processos globais de \ntratamento.  \nEmenta: . Caracterização de resíduos líquidos; Tratamentos preliminar, primário e biológico \nde resíduos líquidos; Manuseio e tratame nto de lodo. Remoção de nitrogênio e fósforo.  \n \nSIGLA:   EHD019                   NOME:   Processos Litorâneos e Estuarinos  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:   - Aplicar conceitos de oceanografia física para regiões co steiras e estuarinas;  ", "48": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n - Descrever e interpretar as principais forçantes que atuam em ambientes costeiros e \nestuarinos, com destaque para as interações entre vento, descarga fluvial e marés;  \n- Subsidiar a compreensão de processos oceanográficos como indutor es de processos \nambientais em regiões marinhas e estuarinas;  \n- Demonstrar a importância de processos oceanográficos na compreensão do ciclo hidrológico \ne na gestão integrada de recursos hídricos, desde as nascentes até os oceanos.                  \nEmenta:   Aplicar conceitos de oceanografia física para regiões costeiras e estuarinas; \nDescrever e interpretar as principais forçantes que atuam em ambientes costeiros e estuarinos, \ncom destaque para as interações entre vento, descarga fluvial e marés; Subsidiar a  \ncompreensão de processos oceanográficos como indutores de processos ambientais em regiões \nmarinhas e estuarinas; Demonstrar a importância de processos oceanográficos na \ncompreensão do ciclo hidrológico e na gestão integrada de recursos hídricos, desde as \nnascentes até os oceanos.  \n \n8º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nECN001  Economia    3 0 48 \nEHD029  Métodos de Construção e Montagens    2 1 48 \nEHD031  Engenharia Econômica Aplicada a \nProjetos Hídricos    3 0 48 \nEHD020   Engenharia Costeira  EDH019   2 1 48 \nEHD801  Obras Hidráulicas  EHD025 , \nEHD023   3 1 64 \nEHD803   Sistemas de Drenagem  EHD025   3 0 48 \nEHD703 T Técnicas de Irrigação  EHD025 T  2 0 32 \nEHD703P  Técnicas de Irrigação    0 1 16 \nEHD904  Geopolítica    3 0 48 \n TOTAL      400 \n \nSIGLA:   ECN001                   NOME:   Economia  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:  Oferecer  aos alunos conceitos básicos, bem como o conteúdo das Ciências \nEconômicas, visando a capacitá -los a  entender as construções teóricas e suas possib ilidades e \nlimitações para apreender fatos sócios -econômicos.  \nEmenta:   Natureza e método de economia. História do pensamento econômico. \nMicroeconomia: teorias da demanda, oferta, preços e distribuição. Macroeconomia: teorias \ndos agregados, teoria geral de  Keynes, teoria monetária, teoria do setor público, teoria do \ndesenvolvimento e teoria das relações internacionais.  \n \nSIGLA: EHD029            NOME:   Métodos de Construção e Montagens  ", "49": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Carga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetiv o: \nEmenta:  Interdependência entre o projeto e a obra. Particularidades da indústria da \nconstrução civil. Processos construtivos: artesanal, tradicional, racionalizado e industrializado. \nSubsistemas construtivos, definições. Responsabilidades Civis, seguran ça e canteiros de \nobras. Serviços preliminares, contenções e locação da obra. Técnicas para realização dos \nserviços de: movimento de terra, sondagens e fundações. Técnicas para execução de estruturas \nde concreto armado. Técnicas de montagem de equipamentos , soldagem e alívio de tensão. \nEquipamentos e ferramentas de montagem mecânica.  \n \nSIGLA:   EHD031        NOME:  Engenharia Econômica Aplicada a  Projetos Hídricos  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo :  Capacitar o mestrand o a elaborar estudo de viabilidade econômica e financeira de \nprojetos hídricos considerando as fases de projeto, implantação e operação.  \nEmenta:   Conceitos e definições: Projetos hídricos, receita, custos, lucro, tributação, inflação, \ncapital, ativos e pas sivos. Juros. Fluxo de caixa. Análise de investimento: Finalidade, método \ndo valor presente, método do pay back, método da TIR, TIR modificada, método do valor \nanual, Projeto de vidas diferentes e índice de rentabilidade. Depreciação, valor residual, \nimpos to de renda e contribuição sobre o lucro líquido. Análise financeira: Finalidade, \ncapitalização, financiamento, taxa mínima de atratividade, indexadores econômicos, custo do \nprojeto, carência e sistemas de amortização e risco financeiro. Análise integrada – Avaliação \nde risco de inadimplência do projeto. Avaliação de empreendimentos (valuation).  \n \n \nSIGLA:   EHD020                   NOME:   Engenharia Costeira  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivos:  \n- Entender os processos f ísicos de geração, propagação e movimento das ondas de gravidade;  \n- Utilizar a formulação das ondas de pequena amplitude (teoria linear) em situações diversas;  \n- Quantificar a circulação costeira e a dinâmica de transporte de sedimentos;  \n- Introduzir conce itos de morfodinâmica costeira;  \n- Avaliar o funcionamento de alguns tipos de obras costeiras e seu impacto ambiental;  \n- Introduzir conceitos de mitigação e adaptação às mudanças climáticas nesses ambientes.  \nEmenta:   Geração das ondas de gravidade pelo vent o: teoria e modelos numéricos. Teoria \nlinear das ondas de gravidade: fundamentos teóricos, grandezas de interesse para engenharia. \nPropagação das ondas: refração, difração, arrebentação, reflexão. Circulação costeira: \ndinâmica dentro da zona de arrebentaçã o. Transporte de sedimentos: camada limite \noscilatória; transporte ao largo da arrebentação; transporte longitudinal e transversal. \nMorfodinâmica de ambientes costeiros: interação entre aspectos hidrodinâmicos, o transporte \nde sedimentos e a as alterações morfológicas. Resposta de praias em planta e em perfil. \nExemplos e dimensionamento funcional de alguns tipos de obras marítimas: proteção contra ", "50": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n agitação marítima; proteção costeira; obras estuarinas e de fixação de embocaduras; \nGerenciamento costeiro. Mit igação e adaptação às mudanças climáticas nesses ambientes.  \n \nSIGLA:   EHD801                   NOME:   Obras Hidráulicas  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:  Capacitar os futuros engenheiros para:  \n- Caracterizar os empr eendimentos hidráulicos(água útil e água nociva) sob o aspecto de um \nSistema Hídrico, em que os Componentes Civis, Hidro - mecânicos e Eletromecânicos atuam \nem conjunto para alcançar ao objetivo do empreendimento .  \n- Estabelecer metodologias e fazer aplicaç ões para o dimensionamento dos componentes civis \nhidráulicos dos empreendimentos : de controle de cheias em bacias,de controle dos níveis \nd’água em cursos d’água para Tomadas D’Água de sistemas de irrigação e de abastecimento \nd’água (Soleiras), e de geração  de energia.  \n- Estimular a criatividade para a concepção de Arranjo Hidráulico das obras civis do \nempreendimento a partir de informações topográficas e hidrológicas  \n- Pesquisar e analisar soluções utilizadas em obras em andamento, em operação e desativada s. \nEmenta:   Dimensionamento hidráulico de componentes civis, com verificação de \nestabilidade: reservatórios, barragens, ensecadeiras, extravasores / vertedores, tomadas d'água, \ncanais, singularidades, túneis, câmaras de carga, chaminé de equilíbrio, sistem a de dissipação \nde energia, blocos de apoio e ancoragem, sistema de transposição de peixes. Materiais e \nelementos empregados em obras hidráulicas. Obras de proteção de margens. Obras de \nregularização de leito de rios. Dragagem e derrocamento. Obras Estuari nas. Obras de Defesas \nde Canais. Obras de controle de cheias. Práticas de Laboratório e de campo.  \n \nSIGLA:   EHD803                   NOME:   Sistemas de Drenagem  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:  Transmitir conhecime ntos básicos sobre os processos envolvidos em drenagem para \no dimensionamento de projetos correlatos.  \nEmenta:   Aspectos sociais e políticos relacionados à drenagem. Conceitos hidrológicos e \nhidráulicos aplicados à drenagem. Sistemas de microdrenagem Sistem as de macrodrenagem. \nMedidas de Controle de Escoamento Supercial.  \n \nSIGLA:  EHD703 T                  NOME:  Técnicas de Irri gação  \nCarga Horária Teórica:  32              Carga Horária Prática:  0 \nObjetivo:  Transmitir conhecimentos básicos sobre os princípio s da irrigação e as principais \ntécnicas de irrigação com vista à eficiência hídrica da irrigação.  \nEmenta:   Conceitos básicos da relação solo -água-planta. Definições gerais dos tipos de \nirrigação. Aspectos técnicos e aplicados da irrigação pressurizada. Asp ectos técnicos e \naplicados da irrigação por superfície. Hidráulica das linhas de irrigação pressurizadas. \nTecnologia dos dispositivos de irrigação. Softwares aplicados à projetos de irrigação. Ensaio ", "51": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n em laboratório de performance hídrica de sistema de aspe rsão, de gotejamento e de \nmicroaspersão. Projeto de sistemas de irrigação.  \n \nSIGLA:  EHD703 P                  NOME:  Técnicas de Irri gação  \nCarga Horária Teórica:  0              Carga Horária Prática:  16 \nObjetivo: Transmitir conhecimentos básicos sobre os princípios da irrigação e as principais \ntécnicas de irrigação com vista à eficiência hídrica da irrigação.  \nEmenta:  Conceitos básicos da relação solo -água-planta. Definições gerais dos tipos de \nirrigação. Aspectos técnicos e aplicados da irrigação pressuriz ada. Aspectos técnicos e \naplicados da irrigação por superfície. Hidráulica das linhas de irrigação pressurizadas. \nTecnologia dos dispositivos de irrigação. Softwares aplicados à projetos de irrigação. Ensaio \nem laboratório de performance hídrica de sistema  de aspersão, de gotejamento e de \nmicroaspersão. Projeto de sistemas de irrigação.  \n \nSIGLA:   EHD904                   NOME:   Geopolítica  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:  Preparar os engenheiros hídricos e ambientais  para a gestão territorial, \nconsiderando a evolução histórica das civilizações, notadamente os fatores de \ndesenvolvimento ou colapso das mesmas, os princípios ético -culturais e as relações entre as \neconomias modernas, destacando as limitações da oferta amb iental.  \nEmenta:   Introdução. A geografia histórica. As religiões e a ética: sua geografia e reflexos \natuais. As culturas do mediterrâneo e a formação do estado. O desenvolvimento da Europa e \ndas Américas. O socialismo e suas repercussões econômicas. A chi na, a índia e a Rússia atual. \nA União Européia. Os Estados Unidos. A geopolítica dos recursos naturais. O Brasil no \ncontexto geopolítico atual.  \n \n9º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nEPR002  Organização Industrial e \nAdministração    3 0 48 \nEHD021   Hidrodinâmica Fluvial e Lacustre  EHD025   3 1 48 \nEHD026  Aproveitamentos  Hidrelétricos  EHD024;EHD70\n1; EHD801   2 2 64 \nDIR006  Direito do Ambiente e dos \nRecursos Hídricos    3 0 48 \nEHD805  Economia dos Recursos Hídricos  EHD031   3 0 48 \nEHD907  Técnica de Tomad as de Decisão    3 0 48 \nEHD090  Sistemas Hídricos Industriais e \nComerciais  EHD025   3 3 48 \n TOTAL      416 ", "52": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \nSIGLA:   EPR002                   NOME:   Organização  Industrial e Administração  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjet ivo:  GERAIS: Ao final da disciplina os alunos deverão ter uma visão geral de \norganização industrial e administração com enfoque nas mais modernas técnicas de gestão \nempresarial.  \nESPECÍFICOS: Deverão apresentar uma postura quanto às atividades de planejame nto, \nprogramação e acompanhamento por meio de técnicas metodológicas administrativas de \nprojeto e no final de cada módulo os alunos deverão ser capazes de compreender as diversas \nteorias, conceitos envolvidos e aplicar adequadamente técnicas e métodos para  situações \ndiversas.                  \nEmenta:   Organização industrial e administração. Administração de pessoal. Planejamento e \ncontrole da produção. Administração de materiais. Gestão da qualidade e sistemas de garantia \nda qualidade.  \n \nSIGLA:   EHD026                   NOME:   Aproveitamentos Hidrelétricos  \nCarga Horária Teórica:   32              Carga Horária Prática:   32 \nObjetivo:   \n- Conceituar energia hidráulica e posiciona -la no Brasil.  \n- Roteirizar as etapas e fases para implantação de CH.  \n- Dar os fundame ntos hidrológicos e ambientais para implantação de CH, estabelecendo como \npodem ser determinadas as vazões que intervém no projeto.  \n- Dimensionar hidraulicamente os componentes da CH.  \n- Metodizar custos e avaliações das CH.  \n- Ensinar os fundamentos da oper ação de CH.                  \nEmenta:   Conceitos básicos sobre energia hidráulica. Potencial hidráulico brasileiro. A matriz \nenergética nacional. Legislação e Mercado de energia elétrica. Classificação das centrais \nhidrelétricas. Tipos e arranjos dos compon entes das centrais hidrelétricas. Hidrologia aplicada \nàs centrais hidrelétricas. Vazões extremas. Vazão de projeto. Uso de ferramentas \ngeorreferenciadas. Projeto dos componentes da central hidrelétrica. Determinação da altura de \nqueda líquida da central Pr ojeto dos componentes hidromecânicos. Escolha e especificação de \nTurbinas Hidráulicas, geradores e reguladores. Casa de maquinas: arranjo e dimensionamento \ndos principais parâmetros. Canal de Fuga. Elementos da subestação e da linha de transmissão. \nRoteiro  para elaboração de estudos de inventário e do projeto básico de centrais hidrelétricas. \nImpactos e Mitigações ambientais. Custos e análise econômica de empreendimentos de \ncentrais hidrelétricas.  \n \nSIGLA:   DIR006                   NOME:   Direito do Ambiente e dos Recursos Hídricos  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:   Propiciar ao aluno o conhecimento dos princípios básicos das legislações \nambientais, com foco maior nos recursos hídricos.  ", "53": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Ementa:   Direito do Ambiente: hi stórico, conceito, princípios e multidisciplinaridade, \nhierarquia das normas; Código Florestal: áreas de preservação permanente e reserva legal; \nPolítica Nacional do Meio Ambiente: Sistema Nacional de Meio Ambiente, avaliação de \nimpacto ambiental, licencia mento ambiental; Lei de Crimes Ambientais; Sistema Nacional de \nUnidades de Conservação; Direito de Águas: A natureza das águas, águas doces no \nordenamento jurídico nacional, a Política Nacional dos Recursos Hídricos; as Políticas \nEstaduais de Recursos Hídr icos. \n \nSIGLA:   EHD021                   NOME:   Hidrodinâmica Fluvial e Lacustre  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:  Estabelecer os conhecimentos básicos relacionados com a Geomorfologia Fluvial \n(alterações no tempo e  espaço das condições da bacia alterando as condições naturais do curso \nde agua que a drena);  \n- Conhecer as características de erosão da bacia e suas influencias na perda do solo e nas \ncaracterísticas dos sedimentos no curso d agua que drena a bacia;  \n- Estudar as técnicas de coleta e analise dos sedimentos no curso d agua que drena uma bacia;  \n- Estudar os sedimentos no reservatório e a influencia dos sedimentos na vida útil do \nreservatório;  \n- Conhecer as principais características hidráulicas dos ambientes lacustres.                  \nEmenta:   Hidráulica fluvial. Geomorfologia fluvial. Cursos de águas torrenciais. Formação e \nevolução de meandros. Estabilidade dos cursos de água. Desequilíbrio dos cursos de água. \nSedimentologia. Sedimentação em reservatórios, rios e canais. Lagos e reservatórios: Topo -\nbatimetria, Vida útil, Modelagem das linhas de fluxo, Capacidade de renovação de água, \nModelos de dispersão.  \n \nSIGLA:   EHD805                   NOME:   Economia dos Recursos Hídricos  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:                    \nEmenta:   Introdução aos conceitos fundamentais de economia, Economia aplicada à bacia \nhidrográfica, Usos múltiplos da água, Sistema Nacional de Gerenciamento dos Recursos \nHídricos - SNGRH, atuaç ões dos Comitês e Agências de bacias na gestão dos recursos \nhídricos, Critérios para determinação da vazão de Outorga, Análise econômica de implantação \nde sistemas hídricos, Valoração de recursos hídricos e ambientais, critérios para a cobrança \npelo uso da  água, discussão de projetos e da problemática dos recursos hídricos no Brasil.  \n \nSIGLA:   EHD907                   NOME:   Técnicas de Tomadas de Decisão  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:  Preparar o engenheiro hídrico  para trabalhar com modelos de simulação e \notimização de sistemas hídricos.  ", "54": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Ementa:   Introdução aos métodos de otimização, programação linear e não -linear, \nprogramação dinâmica. Regressão linear e método de Monte Carlo. Técnicas de inteligência \nartificial:  Lógica Fuzzy, Algoritmo Genético. Noções da teoria dos jogos.  \n \nSIGLA:   EHD090                   NOME:   Sistemas Hídricos Industriais e Comerciais  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:   Apresentar ao aluno fundamentos d e conservação e uso racional de água, \nmostrando suas perdas e desperdícios, técnicas de macromedição e micromendição de água, \npesquisas e detecção de vazamentos e seu balanço hídrico. Reuso da água e suas formas \npotenciais, bem como a legislação do reuso, além da qualidade da água serão abordados aos \nalunos. Instalações hidráulico -sanitárias serão apresentadas. Os alunos terão acesso as aulas \npráticas em laboratório e em campo desses tipos de instalações.  \n                  \nEmenta:  Uso da água na indústria e  no setor de serviços; operações unitárias; aquecedores de \nágua; caldeiras; trocadores de calor; torre de resfriamento, termorrestores; purgadores; \ntubulações industriais; Sistema de combate a incêndio; sistema de água gelada; sistema de \nvapor; sistema de água quente; sistema de resfriamento; e projeto.  \n \n10º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nBAC013   Cidadania e Responsabilidade Social    4 0 64 \nBAC002  Comunicação e Expressão    4 0 64 \n TOTAL      128 \n \nSIGLA:   BAC013                   NOME:   Cidadan ia e Responsabilidade Social  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:  Proporcionar aos alunos o entendimento:  \n- do que venha a ser individuo e sociedade;  \n- do discurso científico e o conhecimento sociológico como produto r e produto da sociedade;  \n- dos mecanismos de estruturação e dinamismo sociais que engendram modos de vida \ncoletivos nas sociedades modernas (processos de socialização e cultura);  \n- das aproximações e dos distanciamentos teóricos e conceituais produzidos n as Ciências \nSociais sobre o mundo do trabalho, diante das transformações (políticas, econômicas e \nsocioculturais) em processo no mundo contemporâneo.  \n- das tensões entre a ética e moral no campo das organizações e desenvolvimento da sociedade \ncontemporânea ; \n- das tensões da Globalidade e da Sustentabilidade, bem como as tendências de organizações \nsocietárias em princípios balisados pela Responsabilidade e Empreendedorismo                  \nEmenta:   A dimensão humana e a construção do indivíduo. Subjetividade  e Coletividade. \nÉtica. Política, Instituições e Organizações. Definição e Princípios do Direito. Constituição de ", "55": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n 1988: Princípios Fundamentais, Direitos e Deveres Individuais e Coletivos. Conceitos Básicos \nde Direito Administrativo. A sociedade contemporâ nea. Globalidade e Sustentabilidade. \nResponsabilidade Social. Empreendedorismo Social.  \n  \nSIGLA:   BAC002                   NOME:   Comunicação e Expressão  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:   Identificar, analisar e pr oduzir textos, dentre os diversos gêneros textuais \nexistentes no universo acadêmico.  \nEmenta:   Estudos envolvendo as línguas portuguesa e inglesa: Linguagem verbal e não -\nverbal. Linguagem e interação. Gêneros textuais orais e escritos. Análise das condições  de \nprodução de texto técnico e acadêmico. Estrutura, organização, planejamento e produção de \ntextos com base em parâmetros da linguagem técnico -científica.  \n \nDISCIPLINAS OPTATIVAS  \n \n1º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nEAM034  Lazer e Planejamento Urbano    3 0 48 \n \nSIGLA:   EAM34                   NOME:   Lazer e Planejamento Urbano  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:    \nEmenta:   Estudos de campo do lazer e suas implicações com o urbanismo e o mundo de \ntrabalho. O  tempo livre, meio ambiente e desenvolvimento das cidades. Atividades de visitas \nà praças, parques e outros espaços de lazer. Mínimo para realização da disciplina: 8 alunos.  \n \n2º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nEAM002  Ciências do Ambiente    4 0 64 \nEAM024  Oceanografia Física    2 1 48 \nEHD210  Ecotoxicologia Aquática    2 1 48 \nEHD211  Planejamento Urbano e Regional - Recursos \nHídricos    1 1 32 \nEHD219  Introdução à Engenharia de Petróleo    3 0 48 \nEHD220  Gestão de Resíduos Sólidos Industriais    3 0 48 \nGEO403  Introdução à Ciência do Solo    3 1 64 \nLET007  LIBRAS - Língua Brasileira de Sinais    3 0 48 \n ", "56": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n SIGLA:   EAM002                NOME:   Ciências do Ambiente  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Fundament os de Ecologia. Poluição Ambiental: água, ar, solo. Tecnologias de \ncontrole de poluição. Gestão ambiental. Legislação ambiental. Avaliação de impactos \nambientais.  \n \nSIGLA:   EAM024               NOME:   Oceanografia Física  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:  \n \nSIGLA:   EHD210              NOME:   Ecotoxicologia Aquática  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Introdução à Ecotoxicologia; Critérios de seleção de organism os-teste; Tipos de \nensaios em amostras de água e sedimentos; Fontes de contaminação e efeitos; Cianotoxinas; \nIdentificação da toxicidade.  \n \nSIGLA:   EHD211              NOME:   Planejamento Urbano e Regional - Recursos Hídricos  \nCarga Horária Teórica:   16              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Análise de variáveis ambientais, expansão urbana, plano diretor, legislação, \nplanejamento de recursos hídricos.  \n \nSIGLA:   EHD219              NOME:   Introdução à Engenharia de Petróleo  \nCarga Horária Teór ica:  48              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Petróleo: Histórico, Constituinte do Petróleo, composição e classificação. Noções \nde Geologia do Petróleo: origem, prospecção do petróleo, métodos geológicos potenciais e \nsísmicos. Perfura ção: equipamentos, brocas, fluidos de perfuração, operações de perfuração, \notimização da perfuração, operações especiais de perfuração, perfuração direcional e \nmarítima. Avaliação de formações: perfilagem de poços, testes de pressão, perfilagem de \nprodução ; Completação: tipos, etapas, principais componentes da coluna de produção, \nequipamentos de superfície, intervenção em poços; Reservatórios: propriedades básicas, \nregimes de fluxo, classificação de reservatórios; fluidos produzidos, mecanismos e de \nproduçã o, estimativas de reservas, métodos de recuperação. Elevação: natural, gás lift, \nbombeio centrífugo, mecânico, e por cavidade. Processamento primário de fluidos: bases \nseparadores, processamento de gás natural, tratamento de óleo e da água. Cuidados com o \nmeio ambiente.  \n ", "57": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n SIGLA:   EHD220              NOME:   Gestão de Resíduos Sólidos Industriais  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Geração e caracterização de resíduos sólidos industriais; acondicionamento e \ncoleta; reciclagem e bolsa de resíduos; destino final; processos de tratamento e destinação \nfinal de resíduos sólidos industriais; tratamento de efluentes de sistemas de tratamento de \nresíduos sólidos industriais; atividades de laboratório e campo.  \n \nSIGLA:   GEO403                  NOME:   Introdução à Ciência do Solo  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:   Fornecer bases teóricas e conhecimentos gerais dos constituintes do solo e sua \nformação além da classificação pedológica dos solos brasileiros. Evidenciar a relação entre \npedologia e ambiente.  \nEmenta:   Intemperismo físico e químico. Fatores e condições que governam a intensidade do \nintemperismo. Distribuição dos processos de alteração na superfície da Terra. Produtos do \nintemperismo (solos e depósitos lateríticos). Origem e formação dos solos, a fatores, \nprocessos e classes de formação. Classificação dos Solos na engenharia. Índices físicos dos \nsolos. Compactação. Métodos de Investigação do subsolo. Propriedades físicas dos s olos (cor, \ntextura, relação de massa e volume dos constituintes dos solos, estrutura e agregação, \nconsistência). Atividades de campo e laboratório.  \n \nSIGLA:   LET007                  NOME:   LIBRAS - Língua Brasileira de Sinais  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:    \nEmenta:   Propriedades das línguas humanas e as línguas de sinais. Tecnologias na área da \nsurdez. O que é a Língua de Sinais Brasileira - LIBRAS: Aspectos linguísticos e legais. A \nLíngua Brasileira de Sinais - LIBRAS: parâmetros fonológicos, morfossintáticos, semânticos \ne pragmáticos. Noções e aprendizado básico da LIBRAS. A combinação de formas e de \nmovimentos das mãos. Os pontos de referência no corpo e no espaço. Comunicação e \nexpressão de natureza visual moto ra. Desenvolvimento de LIBRAS dentro de contextos.  \n \n3º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nADM083  Introdução ao Empreendedorismo    3 0 48 \nDES302  Desenho II    0 3 64 \nFIS513  Física Experimental IV    0 1 16 \n \nSIGLA:   ADM083                NOME:   Introdução ao Empreendedorismo  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:   ", "58": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Ementa:   Introdução. Teorias empreendedoras. Características empreendedoras. Negociação. \nCriatividade. Inovação. Redes de Relações. Detecção de oportuni dades. Visão.  \n \nSIGLA:   DES302                NOME:   Desenho II  \nCarga Horária Teórica:   0              Carga Horária Prática:   48 \nObjetivo:   \nEmenta:   Elaboração de desenhos de arranjos de Pequenas Centrais Hidrelétricas, noções \ngerais de dimensionamento dos componentes civis de uma PCH, representação gráfica em \nprojeto de barragem, tomada d´água, canais, câmara de carga, conduto forçado, casa de \nmáquinas e turbinas.  \n \nSIGLA:   FIS513               NOME:   Física Experimental IV  \nCarga Horária Teórica:   0              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Experiências sobre: Oscilador Harmônico, Ondas Mecânicas, Óptica Geométrica, \nÓptica Física e Física Moderna.  \n \n5º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nEAM048  Sistemas de Controle de Eventos Extremos    2 1 48 \nEHD027  Gestão da Demanda de Água na Produção de \nBens e Serviços    2 0 32 \nEHD202  Desenvolvimento e Meio Ambiente    3 0 48 \nEHD209  Fontes Alternativas de Energia    3 0 48 \nEHD212  Tópicos Especiais I    3 0 48 \nEHD213  Projetos para Engenharia Hídri ca   3 0 48 \nEHD214  Tópicos Especiais III    2 1 48 \nEHD215  Tópicos Especiais IV    2 1 48 \nEHD216  Hidroacústica    2 1 48 \nEHD217  Estatística Aplicada aos Recursos Hídricos    2 1 48 \n \nSIGLA:   EAM048                NOME:   Sistemas de Controle de Eventos Extrem os \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:   \n•Conhecer formas de aplicação dos conceitos básicos de fenômenos de transporte, hidráulica, \nhidrologia e meteorologia em estudos de eventos extremos.  \n•Inferir a importância da  disciplina como complemento para a formação do engenheiro.  \n•Conhecer os principais problemas envolvendo os eventos extremos no Sul de Minas.  \n•Utilizar sistemas computacionais para SIG´s aplicados a eventos extremos.  ", "59": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Ementa:   Definição de eventos extremos.  Principais eventos regionais. Grandezas físicas \nassociadas aos eventos. Levantamento de dados para caracterização de regimes críticos. \nCorrelação entre dados levantados e eventos registrados. Sistemas de engenharia para controle \ndos eventos.  \n \nSIGLA:   EHD0 27             NOME:   Gestão da Demanda de Água na Produção de Bens e \nServiços  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 \nObjetivo:   Capacitar os alunos do curso de Engenharia Hídrica na gestão do uso da água nos \nsetores produtivos.  \nEmenta: Conceitos e definições, gestão da demanda hídrica vis a vis a gestão de recursos \nhídricos; Usuários hidrointensivos; Os usos da água na indústria e no setor de serviços; \nEficientização hídrica; Indicadores de performance hídrica; Curva de referênci a de demanda \nhídrica setorial e benchmark; Fatores de ineficiência hídrica e Mapeamento de eventos. \nAnálise Pinch.  \n \nSIGLA:   EHD202              NOME:   Desenvolvimento e Meio Ambiente  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo :  \nEmenta:   Conceitos. Desenvolvimento sustentável e práticas ambientais e de preservação dos \nrecursos hídricos.  \n \nSIGLA:   EHD209              NOME: Fontes Alternativas de Energia  \nCarga Horária Teórica:   48             Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Conceitos fundamentais de energia e potência, incentivos governamentais à \nimplantação de fontes alternativas, elementos de energia eólica, elementos de energia solar \ntérmica e fotovoltaica, tecnologia da energia hidráulica (Pequenas Centrais Hidrelé tricas - \nPCHs), aplicações da bioenergia (álcool e biodíesel).  \n \nSIGLA:   EHD212              NOME: Tópicos Especiais I  \nCarga Horária Teórica:   48             Carga Horária Prática:   0 \nObjetivo:   Desenvolver no aluno habilidades para a definição, análise e so lução de problemas \nna área hídrica através do desenvolvimento de projetos de engenharia.  \nEmenta:   Fundamentos de projetos; Caracterização de projetos; Estabelecimento das \ncondições operacionais e restritivas do projeto; Técnicas de projetos de elementos hí dricos. \nTécnicas de projetos de sistemas hídricos. Aplicativos computacionais. Elaboração de \nprojetos.  \n \nSIGLA:   EHD213              NOME: Projetos para Engenharia Hídrica  \nCarga Horária Teórica:   48             Carga Horária Prática:   0 ", "60": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Objetivo:   Desenvolve r habilidades para análise, desenvolvimento e alavancagem financeira \nde projetos de engenharia hídrica.  \nEmenta:   Estudo e análise de projetos, relatórios de impactos ambientais de obras hídricas. \nEstudo e análise para financiamento de projetos e obras hídr icas.   \n \nSIGLA:   EHD214              NOME: Tópicos Especiais III  \nCarga Horária Teórica:   32             Carga Horária Prática:   16 \nObjetivo:    \nEmenta:   Tópicos a serem abordados de acordo com as necessidades do mercado de trabalho, \nda sociedade, do aluno e da disponibilidade de docentes.  \n \nSIGLA:   EHD215              NOME: Tópicos Especiais IV  \nCarga Horária Teórica:   32             Carga Horária Prática:   16 \nObjetivo:    \nEmenta:  Tópicos a serem abordados de acordo com as necessidades do mercado de trabalho, \nda sociedade, do aluno e da disponibilidade de docentes.  \n \nSIGLA:   EHD216              NOME: Hidroacústica  \nCarga Horária Teórica:   32             Carga Horária Prática:   16 \nObjetivo:    \nEmenta:  Conceitos. Equação da onda. Comportamento da onda sonora em fluidos.  \nVelocidade do som na água. Perda de transmissão sonora. Som em canais profundos. \nReflexão de superfície. Equações do sonar. Ruído e considerações de largura de banda. Sonar \npassivo e ativo.  \n \nSIGLA:   EHD217              NOME: Estatística Aplicada aos Recurs os Hídricos  \nCarga Horária Teórica:   32             Carga Horária Prática:   16 \nObjetivo:    \nEmenta:  O papel da estatística na Engenharia Hídrica. Elementos estatísticos para análise \nexploratória de dados: medidas, amostragem, apuração de dados, apresentações  (tabular e \ngráfica), medidas de tendência e dispersão. Acurácia, viés e precisão de medidas e cálculos. \nTestes de significância. Intervalos de predição e tolerância. Design e dimensionamento de \nexperimentos. Correlação de dados e medidas. Tomadas de decis ão. \n \n6º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nCAT101  Climatologia Tropical    3 0 48 \nCAT112  Avaliação de Impactos Ambientais    2 1 48 \nEAM037  Bioenergia    2 1 48 \nEAM047  Sistemas Energéticos Urbanos    3 0 48 ", "61": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n EAM619  Energia e Meio Ambiente    3 1 64 \nEME049  Introdução à Engenharia de Petróleo    3 0 48 \n \nSIGLA:   CAT101             NOME:   Climatologia Tropical  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Introdução. Condições de radiação em baixas latitudes. Temp eraturas tropicais. \nCirculação geral dos trópicos. Variações não -sazonais da circulação tropical. Sistemas de \nmonção. Distúrbios tropicais. Água e precipitação na atmosfera tropical. Climas tropicais.  \n \nSIGLA:   CAT112             NOME:   Avaliação de Impactos  Ambientais  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Conceituação de impacto ambiental. Evolução da análise de impacto ambiental.  \nEstudos de Impacto Ambiental. Elaboração do diagnóstico e do prognóstico, como \ncomponentes de um estudo de Impacto Ambiental. Metodologias utilizadas como instrumento \nde identificação, descrição, seleção e valoração de impacto ambiental. Aplicação de estudos \nde A.I.A. e, como trabalho prático, elaborar um estudo de caso de Avaliação d e Impacto \nAmbiental.  \n \nSIGLA:   EAM037        NOME:   Bioenergia  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Boenergia; Biocombustíveis; Dendroenergia; Biodigestão anaeróbia; Análise do \nCiclo de Vida.  \n \nSIGLA:   EAM047        NOME:   Sistemas Energéticos Urbanos  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   A história das cidades. Organização espacial e social das cidades. Segurança \nurbana. Mapeamento das demandas urbanas. Meio ambie nte urbano. Fluxos energéticos e de \nmassa nas cidades. Demandas energéticas. Suprimento energético urbano: eletricidade e \ncombustíveis. Sustentabilidade urbana.  \n \nSIGLA:   EAM619        NOME:   Energia e Meio Ambiente  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Socioeconomia e energia. Política energética e desenvolvimento. Fontes primárias \nde energia. Fontes secundárias de energia. Matriz energética nacional. Energias alternativas. \nCentrais conversoras de energia – Aspectos tecnológicos e ambientais. Atividades de campo.  \n ", "62": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n SIGLA:   EME049        NOME:   Introdução à Engenharia de Petróleo  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Geologia geral: principais tipos de rochas; rochas  sedimentares e suas propriedades; \nbacias sedimentares; armadilhas geológicas: falhas, anticlinais, domos de sal. Geologia do \nPetróleo: origem dos hidrocarbonetos; migração; rocha reservatório; rocha selante; \naprisionamento. Principais métodos de prospecçã o: métodos geológicos; métodos potenciais; \nmétodos sísmicos. Avaliação de reservas. Fundamentos de engenharia de reservatório, \npropriedades das rochas, propriedades dos fluídos, tipos de reservatórios; Comportamento dos \nfluídos, estudos PVT, fluxo dos fluí dos no reservatório, escoamento, bifásico equação da \ndifusividade; Análise de poços, estimativa de declínio; Cálculo de reservas; Balanço de \nmateriais; Noções de projeto e otimização de processos de recuperação; Simulação de \nreservatórios. Princípios de pe rfuração rotativa, descrição de um equipamento de perfuração; \ntipos de sonda de perfuração; seleção de dutos e brocas; Fluídos de perfuração, equipamentos \npara movimentação e tratamento do fluído de perfuração; Cimentação; Completação, \nprincipais fases, fl uidos de completação; Principais componentes de uma coluna de produção: \npackers tipos e aplicações, niples, mandril de gas lift, juntas de expansão, tubos. Noções de \nrecuperação assistida e estimulação de poços Introdução ao processamento primário. \nEmulsõe s e Caracterização de Emulsões. Tratamento de óleo, água e gás: A adição de \nprodutos químicos, vasos separadores, hidrociclones, centrifugas, separadores eletrostáticos, \noutras tecnologias. Mecanismos artificiais de elevação; Sistemas de bombeamento.  \n \n7º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nCAT008  Mudanças Climáticas    4 0 64 \nEHD205  Métodos Computacionais Aplicados aos Recursos \nHídricos    3 0 48 \nEHD207  Transitórios e Oscilatórios Hidráulicos    2 1 48 \nEHD218  Hidráulica Marítima    3 0 48 \nEHD221  Instalações de Bombeamento    2 1 48 \nEHD  Modelagem Hidrológica Aplicada    0 2 32 \n \nSIGLA:   CAT008             NOME:   Mudanças Climáticas  \nCarga Horária Teórica:   64              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Mudanças climáticas naturais e antro pogênicas. Efeito estufa e aquecimento global. \nOs climas do passado e da atualidade, os modelos globais e os cenários climáticos do IPCC. \nAnálises regionais de cenários climáticos do futuro no Brasil e no mundo.  \n \nSIGLA:   EHD205           NOME:   Métodos Comp utacionais Aplicados aos Recursos Hídricos  ", "63": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Carga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Linguagem de aplicação Fortran; Técnicas de modelagem de recursos e sistemas \nhídricos; Construção e simulação de rotinas comput acionais de problemas de engenharia \nhídrica (programação a partir de algoritmos básicos).  \n \nSIGLA:   EHD207            NOME:   Transitórios e Oscilatórios Hidráulicos  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Fundam entos básicos. Escoamento transitório em condutos forçados e em condutos \nlivres. Métodos de solução do escoamento transitório (sistemas rígidos, analítico, gráfico e das \ncaracterísticas). Escoamento oscilatório. Sistemas e dispositivos de proteção e contro le dos \nsurtos de pressão.  \n \nSIGLA:   EHD218            NOME:   Hidráulica Marítima  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Linguagem de aplicação Fortran; Técnicas de modelagem de recursos e sistemas \nhídricos; Cons trução e simulação de rotinas computacionais de problemas de engenharia \nhídrica: fator de atrito f, perda de carga distribuída e localizada, redes de abastecimento de \nágua, formula de manning, orifícios bocais e vertedores, hidráulica dos canais em geral. \nImplementações em planilhas de Excel. Introdução ao método dos elementos diferenças e \nvolumes finitos.  \n \nSIGLA:   EHD221            NOME:   Instalações de Bombeamento  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Dimens ionamento de tubos para líquidos. Curvas características das tubulações \n(associação de curvas). Tubulações de sucção e recalque de bombas. Estações elevatórias. \nVisitas técnicas a instalações de bombeamento.  \n \nSIGLA:   EHD           NOME:   Modelagem Hidrológi ca Aplicada  \nCarga Horária Teórica:   0              Carga Horária Prática:   32 \nObjetivo: Apresentar os principais modelos hidrológicos aplicados na engenharia e \ndesenvolver as capacidades de operar e analisar os resultados de modelos hidrológicos   \nEmenta:   Introdução aos modelos hidrológicos: definição e classificação; Modelos de \ntransformação chuva -vazão, modelos de propagação em rios, canais e reservatórios. Modelos \nhidrológicos na engenharia: Hydrologic Modeling System (HEC -HMS) e River Analysis \nSystem (H EC-RAS); Aplicação de modelos.  \n \n ", "64": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \n8º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nDIR005  Direito Constitucional e Administrativo    2 0 32 \nECI030  Planejamento de transportes e sustentabilidade    3 1 64 \nEHD208  Hidrologia Agrícola    2 1 48 \n \nSIGLA:   DIR005            NOME:   Direito Constitucional e Administrativo  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Direito constitucional: conceito. Constituição de 1988: princípios fundamentais, \ndireitos e garantias fundamentai s; Da organização do estado e da organização dos poderes; Da \ntributação e orçamento; Direito administrativo: conceito, Administração Pública e governo, \nestrutura, administração direta e indireta; Princípios da administração, poder administrativo, \nServidor público; Serviços públicos e Atos administrativos; Licitação e contratos.  \n \nSIGLA:   ECI030           NOME:   Planejamento de transportes e sustentabilidade  \nCarga Horária Teórica:   48              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Transporte e soc iedade: aspectos econômicos, sociais, políticos e ambientais. \nDemanda por transporte. Oferta de transporte. Equilíbrio entre a oferta e a demanda. \nTransportes e Sustentabilidade. Impactos ambientais dos sistemas de transporte. Mobilidade \nUrbana Sustentável . \n \nSIGLA:   EHD208            NOME:   Hidrologia Agrícola  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Hidrologia de áreas agrícolas e métodos de estudos. Capacidade e uso do solo. \nFerramentas de uso e conservação do solo em área agrícola.  \n \n9º Período  \n \nCódigo  Disciplina  PRP  COR  T P CHT  \nADM901  Administração e Empreendedorismo    4 0 64 \nCAT107  Planejamento de Experimentos    2 1 48 \nEAM046  Geossintéticos em Geotecnia    2 0 32 \nEME062  Introdução ao Método dos Elementos \nFinitos  EME338   3 0 48 \nECI016  Barragens e Obras de Terra    2 0 32 \nECI1 12 Tópicos Sobre Segurança de   4 0 48 ", "65": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Barragens  \n \nSIGLA:   EME062                   NOME:   Introdução ao Método dos Elementos Finitos  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:    Fornecer ao aluno subsídios básicos para que possa aplicar o método dos \nelementos finitos na análise de tensões em estruturas uni - e bidimensionais.  \n \nEmenta:   Introdução ao Método dos Elementos Finitos; Formulação do Método de Elementos \nFinit os; Elementos Finitos Unidimensionais; Elementos Finitos Bidimensionais; Utilização de \nSoftwares.  \n \nSIGLA:   ADM901             NOME:   Administração e Empreendedorismo  \nCarga Horária Teórica:   64             Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Introd ução ao estudo das Organizações. Fundamentos de Administração. Teoria \nGeral da Administração. Planejamento e Controle da Empresa. Racionalização industrial. \nAdministração de pessoal. Constituição de empresas. A ação empreendedora: \nautoconhecimento, perfil do empreendedor, criatividade, desenvolvimento da visão e \nidentificação de oportunidades, validação de uma idéia. Desenvolvimento da capacidade \nempreendedora.  \n \nSIGLA:   CAT107         NOME:   Planejamento de Experimentos  \nCarga Horária Teórica:   32             Carga Horária Prática:   16 \nObjetivo:   \nEmenta:   Planejamento, condução e análise de experimentos. Controle de qualidade e \ninterpretação das análises estatísticas em delineamentos simples e complexos. Apresentação e \ninferência de resultados.  \n \nSIGLA:   EAM046           NOME:   Geossintéticos em Geotecnia  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 \nObjetivo:   \nEmenta:   Materiais, propriedades, ensaios e normas. Geossintéticos em reforço de solos. \nGeossintéticos em filtração e drenagem. Geossi ntéticos em contenções. Geossintéticos em \ncontrole de erosão superficial. Geossintéticos em adensamento de solos compressíveis. \nGeossintéticos em separação de materiais. Recomendações para controle de qualidade.  \n \nSIGLA:   ECI016         NOME:   Barragens e Ob ras de Terra  \nCarga Horária Teórica:   32              Carga Horária Prática:   0 \nObjetivo:  Conhecer os conceitos básicos de projeto e os aspectos construtivos de obras de \nterra, tais como: percolação bidimensional, aterros compactados, estabilidade de talud es, ", "66": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n recalques dos solos moles. Base necessária para o aluno poder se aprofundar no estudo do \nassunto nas ocasiões em que tenha que enfrentar problemas mais complexos.  \nEmenta:  Tipos de barragens. Princípios para projetos de barragens. Tratamento de fundaçõe s \nde barragens. Comportamento dos solos compactados. Percolação em obras de terra. Sistemas \nde drenagem interna. Análise de estabilidade de taludes. Aplicação de software. Aterros sobre \nsolos moles.  \n \nSIGLA:   ECI1 12        NOME:   Tópicos Sobre Segurança de Barragens  \nCarga Horária Teórica:   32              Carga Horária Prática:   16 \nObjetivo:  O objetivo da disciplina é abordar Tópicos em Segurança de Barragens \nconsiderando o que é estabelecido na Lei. No. 12.334/2010 e terá os seguintes itens: \nDiretrizes, legislação e r egulamentação de segurança de barragens . \nEmenta:  Diretrizes, legislação e regulamentação de segurança de barragens; Aspectos gerais e \nde projeto de construção de barragens; Operação e manutenção de barragens; Impactos \nsocioambie ntais de barragens; Noções sobre hidrologia e hidráulica de barragens; \nEquipamentos hidromecânicos de barragens; Noções sobre aspectos geológicos e geotécnicos \nde barragens; Noções sobre barragens de terra, enrocamento e de concreto; Instrumentação; \nNoções  sobre Inspeções de barragens, análise de risco e plano de ação emergencial (PAE); \nFiscalização de barragens .  \n \nSIGLA: EHD223         NOME:   Aplicações da fluidodinâmica computacional para \nEngenharia Hídrica  \nCarga Horária Teórica:   48              Carga Horária Prática:   0 \nObjetivo:    Model ar em CFD problemas relacionados a recursos hídricos.  \nEmenta:  Equações de Navier Stokes e princípios hidráulicos básicos. Introdução ao \nequacionamento aplicado softwares de CFD na resolução de problemas de fluido em \nescoamento. Aplicações. Modelagem em CFD  de acessórios hidráulicos. Aplicação do CFD \npara ajuste de curvas de medição de vazão em medidores por diferencial de pressão. \nModelagem de escoamentos superficiais em rios. Modelagem de escoamentos superficiais em \nrios com inserção de perfis de velocidad e. Noções para simulação de turbo -máquinas.  \n \n \n15. Modalidade e carga horária do estágio supervisionado  \n \nDesde 2007 o Curso de Engenharia Hídrica possui um professor responsável para auxiliar o \naluno na obtenção de um estágio supervisionado em empresas da á rea, que contribuam \nefetivamente na sua formação profissional. Este professor recebe a atribuição de Assessor de \nEstágios, e é responsável em acompanhar as atividades do aluno na empresa, seu desempenho \ne atribuir a um professor do curso, a função de coord enador do aluno no estágio, que irá \ncorrigir e atribuir nota ao seu Relatório Final de Estágio.  \n ", "67": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n A própria UNIFEI, por meio da Coordenadoria de Estágios, da Pró -Reitoria de Graduação, \nestabelece também convênios com diversas empresas, a fim de que os Estág ios sejam \ndevidamente realizados e regularizados.  \n \nO curso exige o cumprimento de 218 horas de estágio, na qual poderá ser obtido em etapas ou \nde uma única vez (em um único estágio), de acordo com a Resolução CNE/CES 11/2002, que \nestabelece o mínimo de 160 h para os cursos de Engenharia. O Estágio Supervisionado poderá \nser iniciado a partir do início do ano referente ao 5º período (3º ano) e concluído com a \nobtenção da carga horária total até o 10º período (5º ano). Deverá ser acompanhado pelo \nprofessor coor denador, nomeado pelo Assessor de Estágios do IRN, contando com 300 horas \nno mínimo. A obtenção de horas de estágio deverá seguir o critério estabelecido da Tabela \nabaixo, e as horas atribuídas serão acumulativas:  \n \nESTÁGIO \nSUPERVISIONADO  5º  e 6º  \nPERÍODOS  7º  e 8º  \nPERÍODOS  9º  e 10º  \nPERÍODOS  \nNúmero de horas \natribuídas  De 0 até 60 horas \nno máximo  De 0 até 120 horas \nno máximo  De 0 até acima de \n300 horas  \n \nO Estágio Supervisionado poderá ser cursado durante o período de férias acadêmicas em \nperíodo integra l e/ou durante o semestre ou ano todo.  \n \nA avaliação qualitativa final do Estágio é feita pelo Coordenador de Estágios, utilizando \nargumentos relacionados à carga horária, local e atividades desenvolvidas no período, sendo \natribuída nota superior a 7.0 (set e) para a sua aprovação.  \n \n16. Atividades complementares  \n \nAs atividades complementares visam oferecer ao aluno a possibilidade de escolher atividades \nque irão auxiliar em sua formação acadêmica e profissional. Uma forma de valoriza -las é \natravés de contage m de carga horária, onde o aluno deverá cumprir o mínimo de 60 horas.  \n \nIncluem -se como atividades complementares, atividades de pesquisa, monitoria, de extensão, \nde representante discente, de representante em órgãos colegiados, órgãos estudantis, \nparticipa ções em eventos científicos e demais projetos institucionais.  \n \nAs atividades complementares e a sua respectiva contagem de carga horária teve a aprovação \natravés da 37ª Resolução do Conselho de Ensino Pesquisa Extensão e Administração – \nCEPEAd - em sua 4ª Reunião Ordinária em 14 de março de 2007, conforme resumido na \nTabela 05 a seguir.  \n \n ", "68": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n  \n \n \n \nTabela 05: Atividades Complementares e a contagem de carga horária.  \nProjetos institucionais. PET  1 (uma) hora por hora registrada de projeto concluído.  \nTrabalhos de i niciação científica e/ou \npesquisas.  1 (uma) hora por hora registrada de trabalho de \niniciação científica e/ou pesquisa concluída.  \nDisciplinas oferecidas pela Universidade \nFederal de Itajubá nas suas diferentes áreas do \nsaber, exceto as disciplinas obrigat órias do \ncurso de Eng. Hídrica.  1 (uma) hora por hora de disciplina cursada com \naproveitamento.  \nAtuação como monitor de disciplina.  1 (uma) hora por hora atuando como monitor de \ndisciplina.  \nPublicação de artigos em eventos científicos e \nou periódicos.  30% (nível de graduação) e 50% (nível de pós \ngraduação) da carga horária mínima do conjunto de \natividades do curso para cada artigo publicado.  \nApresentação de artigos em eventos \ncientíficos.  20% da carga horária mínima do conjunto de \natividades do curso par a cada artigo apresentado.  \nParticipação em eventos científicos.  10% da carga horária mínima do conjunto de \natividades do curso para cada participação.  \nAtuação em órgão ou colegiado da \nUniversidade Federal de Itajubá.  10% da carga horária mínima do conjun to de \natividades do curso para cada semestre de atuação.  \nAtuação na diretoria do Diretório Acadêmico \nda Universidade Federal de Itajubá.  10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de atuação.  \nAtuação na diretoria de  Centros Acadêmicos \nque compõem o Diretório Acadêmico da \nUniversidade Federal de Itajubá.  10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de atuação.  \nAtuação na UNIFEI -Jr da Universidade \nFederal de Itajubá.  10% da carga h orária mínima do conjunto de \natividades do curso para cada semestre de atuação.  \nAtuação em projetos relacionados à \nUniversidade Federal de Itajubá que tem por \nobjetivo a incubação de empresas.  1 (uma) hora por hora registrada de trabalho de \niniciação cien tífica e/ou pesquisa concluída.  \nAtuação como representante de turma.  10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de atuação.  ", "69": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Representação em eventos da Universidade \nFederal de Itajubá e/ou de cursos de \ngraduação.  10% da carga horária mínima do conjunto de \natividades do curso para cada representação.  \nAtuação na organização de eventos \ncientíficos relacionados à Universidade \nFederal de Itajubá.  10% da carga horária mínima do conjunto de \natividades do curso para cada di a de evento \nrealizado.  \nOutras atividades que o Colegiado do Curso \nconsiderar pertinente.  A ser estipulada pelo Colegiado do Curso de \nGraduação.  \nDisciplinas Eletivas (cursadas na UNIFEI)  100% da carga horária  \nDisciplinas Eletivas (cursadas no exterior)  20% da carga horária  \nMinicurso  10% da carga do curso  \nEstagio  10% das horas cumpridas  \n \nAtualmente o registro das atividades complementares discentes é realizado através de \nsolicitação eletrônica no sistema acadêmico, no qual o discente deve anexar a \ndecla ração/documentação para que o coordenador possa analisar e homologar as horas.  \n \n \n17. Informações relativas a elaboração, documentação e prazos do \nTFG.  \n \nO Trabalho Final de Graduação (TFG) é obrigatório, segundo as Diretrizes Curriculares, como \natividade de  síntese e integração do conhecimento. Exigir -se-ão o cumprimento de 100 horas \npara a sua execução, o qual deve ser entregue e defendido até o final do curso. Além disso,  o \ncurso conta com um coordenador de TFG, que via EaD coordena todas as atividades \nenvolvidas.  \n \nPara o início de um trabalho final de graduação, faz -se necessária a escolha de um tema e de \num professor orientador, cujos temas deverão ser formalizados junto ao Coordenador de TFG. \nOs temas não precisam ser obrigatoriamente oferecidos pelos p rofessores, ou seja, os alunos  \nmatriculados a partir do 4o ano têm a opção de oferecer um tema ao professor orientador. No \nentanto, a defesa do trabalho se dará somente para os alunos formandos.  \n \nOs alunos deverão se matricular, no mínimo, em dois semestr es, na atividade de TFG. No \ninicio de cada semestre será agendada uma data para uma apresentação previa, para os \niniciantes de TFG, nesta os alunos serão sabatinados por um grupo de professores do curso de ", "70": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n EHD. Caso o tema não seja correlato ao curso, o al uno será informado e receberá como \nsugestões: reavaliar o assunto ou trocar de tema ou orientador.  \n \nOs alunos deverão apresentar o trabalho na forma de monografia, constituída por uma \napresentação escrita segundo as padronizações contidas nas Diretrizes pa ra Elaboração \nMonografias do Curso de Engenharia Hídrica, estabelecida pelo Coordenador de TFG.  \n \nA avaliação final será feita mediante a Entrega de Monografia para uma banca examinadora \ncomposta de 03 membros (no mínimo): orientador, professor do IRN e um  profissional da \nárea do TFG.  \n \nA nota final do TFG só será lançada no sistema acadêmico após a entrega, pelo orientador, da \nsua versão final (versão impressa e em arquivo digital) na secretaria do Instituto de Recursos \nNaturais (IRN).  \n \n \nReferencias Biblio gráficas.  \n \nBRASIL, Decreto N° 5.626, de 22 de dezembro de 2005. Regulamenta a Lei nº 10.436, \nde 24 de abril de 2002 de dispõe sobre a Língua Brasileira de Sinais –Libras.  \n \n \nBRASIL.  Lei nº 9.433, de 8 de janeiro de 1997. Institui a Política Nacional de Rec ursos \nHídricos, cria o Sistema Nacional de Gerenciamento de Recursos Hídricos, \nregulamenta o inciso XIX do art. 21 da Constituição Federal e altera o art. 1º da Lei nº \n8.001, de 13 de março de 1990, que modificou a Lei nº 7.990, de 28 de dezembro de \n1989.   \n \nConselho Federal de Engenharia, Arquitetura e Agronomia (CONFEA), Resolução 492 \nde 30 de junho de 2006. Dispõe sobre o exercício profissional, o registro e as \natividades do Engenheiro Hídrico e dá outras providências. D.O.U., Brasília, p. 103, 14 \njulho. 2006. Seção 1.  \n \nConselho Nacional de Educação/Câmara de Educação Superior (CNE/CES). \nResolução CNE/CES 11/2002. Institui Diretrizes Curriculares Nacionais do Curso de \nGraduação em Engenharia. Diário Oficial da União, Brasília, 9 de abril de 2002. Seção \n1, p. 32.  \n \nMinistério da Educação e do Desporto, 1997. Portaria nº 2.196, de 28 de novembro de 1996.   ", "71": " \nMinisté rio da Educação  \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \nCriada pela Lei no 10.435, de 24 de Abril de 2002  \nInstituto de Recursos Naturais  \n \nUniversidade Federal de Itajubá - UNIFEI  \nAv. BPS, 1303 – Pinheirinho – Caixa Postal 50  CEP: 37500 -903 - ITAJUBÁ (MG) - BRA SIL \nTel.: (35) 36291265  - Fax (35) 36291265 - International Dialing: Please replace (35) by (+5535)  \n Autoriza o funcionamento do curso de Engenharia Hídrica na UNIFEI, em Itajubá. D.O.U., \nBrasília, p. 13, 2 dezembro. 1997. Seção 1.  \n \n "}