{"1": "1\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nRESOLUÇÃO Nº 016, de 02 de dezembro de 2020.\nAprova o Projeto Pedagógico do Curso\nde Engenharia Elétrica – Grau Acadêmico\nBacharelado.\nO\nPRESIDENTE\nDO\nCONSELHO\nDE\nENSINO,\nPESQUISA\nE\nEXTENSÃO DA UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ, no uso\nde suas atribuições legais e estatutárias, e considerando o Parecer nº 044, de\n02/12/2020, deste mesmo Conselho:\nRESOLVE:\nArt. 1º Aprovar o Projeto Pedagógico do Curso de Engenharia Elétrica –\nGrau Acadêmico Licenciatura, Currículo 2020, anexo a esta Resolução.\nArt. 2º Exclusivamente para garantir a transição dos discentes para o\nCurrículo 2020 do Curso de Curso de Engenharia Elétrica, o(s) currículo(s) anterior(es)\ncoexistirá(ão) com o Currículo 2020 até o final do terceiro semestre letivo de vigência\ndo Projeto Pedagógico aprovado nesta Resolução, sendo extinto(s) após este período.\nArt. 3º Esta Resolução entra em vigor na data de publicação em virtude\nda excepcionalidade do expediente administrativo.\nArt. 4º Revogam-se as Resolução/CONEP nº 015, de 16/11/2005, nº 028,\nde 07/07/2010, nº 035, de 17/11/2010, nº 015, de 18/05/2011, e nº 030, 18/09/2013.\n", "2": "2\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nSão João del-Rei, 02 de dezembro de 2020.\nProf. MARCELO PEREIRA DE ANDRADE\nPresidente do Conselho de Ensino, Pesquisa e Extensão\nPublicada no BIN em 18/12/2020.\n", "3": "3\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nPROJETO PEDAGÓGICO DE CURSO\nEngenharia Elétrica\nBacharelado\nPresencial\nCampus Santo Antônio\n2020\n", "4": "4\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nADMINISTRAÇÃO SUPERIOR DA UFSJ\nSérgio Augusto Araújo da Gama Cerqueira\nReitor\nValdir Mano\nVice-reitor\nVera Lucia Meneghini Vale\nPró-reitoria de Administração\nLincoln Cardoso Brandão\nStella Maris Resende\nPró-reitoria de Ensino de Graduação\nAndré Luiz Mota\nAndré Batista de Negreiros\nPró-reitoria de Pesquisa e Pós-graduação\nIvan Vasconcelos Figueiredo\nPró-reitoria de Extensão e Assuntos Comunitários\nJosiane Nogueira\nPró-reitoria de Assuntos Estudantis\nGustavo Melo Silva\nPró-reitoria de Planejamento e Desenvolvimento\nGeunice Tinôco Scola\nPró-reitoria de Gestão e Desenvolvimento de Pessoas\n", "5": "5\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nELABORAÇÃO\nColegiado do Curso\nProf. Silvan Antônio Flávio (Coordenador)\nProf. Warlley Sousa Sales (Vice-coordenador)\nProf. Francisco Carlos Rodrigues Coelho\nProf. Gleison Fransoares Vasconcelos Amaral\nProfª. Teresa Cristina Bessa Nogueira Assunção\nDiscente João Victor da Silva Ribeiro\nNúcleo Docente Estruturante\nProf. Silvan Antônio Flávio (Presidente)\nProf. Eduardo Bento Pereira\nProf. Humberto Mendes Mazzini\nProf. Rodolfo Antônio Ribeiro de Moura\nProf. Sérgio Marinho Soares\n", "6": "6\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nSUMÁRIO\nI.\nAPRESENTAÇÃO..................................................................................................................................................... 7\nII.\nIDENTIFICAÇÃO DO CURSO....................................................................................................................................9\nIII.\nCONCEPÇÃO DO CURSO.........................................................................................................................................9\nBASE LEGAL.................................................................................................................................................................... 9\nOBJETIVOS....................................................................................................................................................................11\nCOMPETÊNCIAS E HABILIDADES........................................................................................................................................12\nPERFIL PROFISSIONAL DO EGRESSO...................................................................................................................................13\nFORMA DE ACESSO........................................................................................................................................................14\nIV.\nORGANIZAÇÃO CURRICULAR...............................................................................................................................14\nCICLO DE CONTEÚDOS BÁSICOS....................................................................................................................................... 15\nCICLO DE CONTEÚDO PROFISSIONALIZANTE........................................................................................................................16\nCICLO DE CONTEÚDO ESPECÍFICO..................................................................................................................................... 17\nTRABALHO FINAL DE CURSO............................................................................................................................................22\nESTÁGIO CURRICULAR SUPERVISIONADO............................................................................................................................23\nATIVIDADES COMPLEMENTARES....................................................................................................................................... 23\nPROMOÇÃO DE DIREITOS, DIVERSIDADE, INCLUSÃO E ACESSIBILIDADE..................................................................................... 24\nV.\nFLUXOGRAMA CURRICULAR................................................................................................................................25\nVI.\nGESTÃO DO CURSO E DO PPC..............................................................................................................................26\nADMINISTRATIVO...........................................................................................................................................................26\nMIGRAÇÃO ENTRE CURRÍCULOS........................................................................................................................................26\nAUTOAVALIAÇÃO DO PROJETO PEDAGÓGICO......................................................................................................................27\nVII. METODOLOGIA DE ENSINO E AVALIAÇÃO DO PROCESSO ENSINO-APRENDIZAGEM.......................................27\nMETODOLOGIA DE ENSINO..............................................................................................................................................27\nAVALIAÇÃO DO PROCESSO DE ENSINO-APRENDIZAGEM........................................................................................................ 28\nASSISTÊNCIA ESTUDANTIL................................................................................................................................................28\nMOBILIDADE ACADÊMICA................................................................................................................................................29\nMONITORIA..................................................................................................................................................................29\nVIII. INFRAESTRUTURA E RECURSOS HUMANOS........................................................................................................29\nINFRAESTRUTURA...........................................................................................................................................................29\nRECURSOS HUMANOS.................................................................................................................................................... 30\nIX.\nEMENTÁRIO..........................................................................................................................................................32\n", "7": "7\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nI.\nAPRESENTAÇÃO\nNo ano de 1976 iniciou-se o curso de Engenharia de Operação, Modalidade Elétrica, com\nduração de três anos, na Faculdade de Engenharia de Operação da Fundação Municipal de São João\ndel-Rei - FAENOP. Em 1978, o curso de Engenharia de Operação passou a ter duração de seis anos\nsob a denominação Engenharia Industrial, Modalidade Elétrica, da Faculdade de Engenharia Industrial\nde São João del-Rei – FAEIN. Desde então, o curso de engenharia elétrica da cidade de São João del-\nRei tem papel importante na formação de mão de obra qualificada para as indústrias da região, além de\ndesenvolver\ntalentos regionais para atuarem no mercado nacional. Por se tratar de um curso com\nênfase industrial, possibilitou atender a diversos segmentos regionais, tais como mineração, siderurgia,\nfabricantes de autopeças, concessionárias de energia elétrica, além de profissionais autônomos atuando\ncomo prestadores de serviços na área de eletricidade. Com a federalização da FAENOP, em 1987,\npassou a existir a Fundação Federal de Ensino Superior de São João del-Rei – FUNREI, e o curso de\nEngenharia Industrial Elétrica, sendo a última atualização curricular de 1994. Em 2002 a FUNREI foi\npromovida à Universidade Federal de São João del-Rei – UFSJ. O curso Engenharia Industrial Elétrica\nampliou-se e se tornou mais generalista, recebendo o nome de Engenharia Elétrica, currículo 2006. E,\nem 2009, em atendimento ao programa de Reestruturação e Expansão das Universidades Federais\n(REUNI), o currículo foi novamente modificado. Na mesma época, foi aberta a primeira turma do\nPrograma de Pós-graduação em Engenharia Elétrica – PPGEL. O curso mantém uma formação sólida\nnos fundamentos técnico-científicos da engenharia elétrica, resultando em uma taxa de aproveitamento\nmoderada. Destaca-se que os egressos do curso atuam nas mais diversas áreas da engenharia elétrica,\ntanto no mercado regional, como nacional e internacional. Vale salientar, também, que com a adesão da\nUFSJ ao Sistema de Seleção Unificada (Sisu), o curso de Engenharia Elétrica passou a atender alunos\nde outras regiões do país.\nDurante o transcorrer de todas essas etapas, incidiram mudanças no projeto pedagógico com o\nobjetivo de tornar o curso de engenharia adequado às necessidades do mercado. O curso de\nEngenharia Elétrica, como qualquer outro curso da área tecnológica, requer uma constante atualização\nde conteúdo, de modo a assegurar, ao egresso, condições plenas de atuar em um mercado bastante\ncompetitivo e dinâmico. A principal mudança nesse sentido foi realizada no Currículo 2006, em\natendimento às Diretrizes Curriculares Nacionais (DCNs) dos cursos de engenharia, de 2002.\nPor outro lado, ressaltam-se também mudanças ocorridas em função do Ministério da Educação\n– MEC, principalmente com o Projeto REUNI. Esse projeto possibilitou um aumento considerável da\nUFSJ e de todos os seus cursos. Dentre os requisitos mais relevantes para fazer parte do programa,\npode-se citar: a exigência dos cursos em atender à carga horária mínima estabelecida pelo Conselho\nNacional de Educação (3.600 horas) e trabalharem com 18 semanas, atendendo à perspectiva de cinco\nanos para conclusão dos cursos de Engenharia. A perspectiva que norteou o Colegiado de Curso foi\nrealizar o mínimo de alterações possíveis no Currículo de 2006 para o então Currículo 2009. Constata-se\nque as alterações mais relevantes estão relacionadas à adequação das unidades curriculares (UCs) para\n", "8": "8\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n18 semanas. O Currículo 2006 do curso Engenharia Elétrica contava com uma entrada única, no início\nde cada ano, de oitenta alunos, sendo: quarenta alunos no período integral e quarenta alunos no período\nnoturno. Em função do REUNI e o compromisso de aumentar o número de vagas, o Currículo 2009\npassou a contemplar o turno integral com duas entradas anuais e uma entrada anual no noturno, cada\numa com 50 vagas, perfazendo o total de 150 vagas anuais. Dessa forma, o curso de Engenharia\nElétrica aumentou a oferta de vagas em 87,5 %, passando de 80 para 150 vagas anuais. O Currículo\n2006 do Curso de Engenharia Elétrica possuía duração de cinco anos para o turno integral e seis anos\npara o turno noturno, com um currículo obrigatório que permite ao aluno alcançar o nível de graduação.\nNo caso do Currículo 2009, em atendimento aos critérios do REUNI, ambos os turnos (integral e noturno)\npassaram a ser ofertados com duração de cinco anos e o currículo foi desenvolvido para permitir ao\naluno alcançar o grau de bacharel em Engenharia Elétrica.\nRecentemente, diversas mudanças foram propostas por meio de DCNs da Educação superior,\nexigindo uma atualização do Projeto Pedagógico, que serão implementadas no Currículo 2020.\nA seguir, são enumeradas as alterações no projeto pedagógico de 2009 para 2020:\n\nAcréscimo de 184 horas no currículo, por meio da exigência de 160 horas de atividades\ncomplementares e do aumento da carga horária da unidade curricular Trabalho Final de\nCurso – de 108 h para 132 h. Desta forma, o curso passa de 3516 horas para 3700\nhoras e atende a carga horária mínima de 3.600 horas, conforme regulamentado nas\nresoluções CNE/CP nº 2, de 18 de junho de 2007; e CNE/CES 3, de 2 de julho de 2007;\nVale salientar que não houve mudança na carga horária ou troca de período para os\ndemais departamentos.\n\nAdequação do PPC à Resolução UFSJ/CONEP 027/2013, modificada pela Resolução\n029/2018 (Conselho de Ensino, Pesquisa e Extensão da Universidade Federal de São\nJoão del-Rei);\n\nAtualização das ementas e referências bibliográficas de algumas disciplinas;\n\nInclusão do conteúdo relativo à Educação das Relações Étnico-Raciais (Resolução\nCNE/CP nº 1, de 17 de junho de 2004) e de História e Cultura Afro-Brasileira e Africana\n(Lei n° 10.639, de 9 de janeiro de 2003);\n\nInclusão do conteúdo relativo à Educação em Direitos Humanos (Resolução CNE/CP nº\n1, de 30 de maio de 2012);\n\nInclusão do conteúdo relativo às medidas de prevenção e combate a incêndio e a\ndesastres em estabelecimentos, edificações e áreas de grande concentração de\npessoas, em atendimento à lei 13.425/2017, publicada no D.O.U. em 31 de março de\n2017;\n\nInclusão do conteúdo relativo às atividades de incentivo ao voluntariado (Resolução\nCNE/CP nº 2, de 11 de setembro de 2018);\n", "9": "9\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nII.\nIDENTIFICAÇÃO DO CURSO\nGrau Acadêmico: Bacharelado.\nModalidade: Educação Presencial (EDP).\nOferta: contínua (Integral - semestral; Noturno - anual com entrada no início do ano).\nTitulação: Bacharel em Engenharia Elétrica.\nTurnos: noturno e integral.\nNúmero de Vagas Oferecidas e Periodicidade: 150 vagas anuais, com duas entradas no início do ano\n(integral e noturno) e uma entrada no meio do ano (integral) de 50 vagas.\nCarga Horária Total: 3700 horas.\nPrazos de Integralização: Padrão 5 anos (10 semestres)\nMáximo 7,5 anos (15 semestres).\nEquivalência Hora-aula: Uma hora-aula equivale a 55 minutos, conforme Resolução UFSJ/CONEP nº\n022, de 31 maio de 2013.\nIII. CONCEPÇÃO DO CURSO\nBASE LEGAL\nO seguintes decretos e portarias embasam a criação e funcionamento do curso de Engenharia\nElétrica da Universidade Federal de São João del-Rei:\nBaseado no parecer 128 de 11 de abril de 1975, do Conselho Estatual de Educação, o decreto Federal\nnº. 76146, de 21 de agosto de 1975 autoriza o funcionamento da Faculdade de Engenharia de Operação,\ncom os cursos de Engenharia Elétrica e Engenharia Mecânica, mantida pela Fundação Municipal de São\nJoão del-Rei, com sede na cidade de São João del-Rei, estado de Minas Gerais.\nBaseado no parecer 6.705, de 6 de outubro de 1978 do Conselho Federal de Educação, o decreto\nFederal nº. 82.707, de 22 de novembro de 1978 autoriza a conversão do curso de Engenharia de\nOperação, modalidades Elétrica e Mecânica, em regime de reconhecimento, em curso de Engenharia,\ncom habilitações em Engenharia Industrial Elétrica e Engenharia Industrial Mecânica, ministrados pela\nFaculdade de Engenharia de Operação de São João del-Rei, mantida pela Fundação Municipal de São\nJoão del-Rei, com sede na cidade de São João del-Rei, estado de Minas Gerais.\nO Decreto Federal s/nº, de 25 de abril de 1991, mantém o reconhecimento do curso de acordo\ncom os ciclos avaliativos. Enumeram-se, a seguir, as portarias que concedem a renovação de\nreconhecimento do curso de Engenharia Elétrica da Universidade Federal de São João del-Rei.\n\nPortaria MEC/SESU N° 405, de 15 de fevereiro de 2011. Publicado no D.O.U 03/03/2011;\n\nPortaria MEC/SESU Nº 411, de 11 de outubro de 2011. Publicado no D.O.U em 31/10/2011;\n\nPortaria MEC/SERES N° 286, de 21 de dezembro de 2012. Publicado no D.O.U em 27/12/2012;\n", "10": "10\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n\nPortaria MEC/SERES Nº 796, de 14 de dezembro de 2016. Publicado no D.O.U em 15/12/2016;\n\nPortaria MEC/SERES Nº 921, de 27 de dezembro de 2018. Publicado no D.O.U em 28/12/2018.\nPor fim, o projeto pedagógico contempla a Lei nº 9.394, de 20 de dezembro de 1996, que\nestabelece as diretrizes e bases da educação nacional. Além de diversas outras resoluções e decretos\nque estabelecem especificidades às diretrizes curriculares da educação superior, a seguir:\n\nDecreto nº 5.296 de 2 de dezembro de 2004, que regulamenta as Leis nº 10.048, de 8 de\nnovembro de 2000, que dá prioridade de atendimento às pessoas que especifica, e\n10.098, de 19 de dezembro de 2000, que estabelece normas gerais e critérios básicos\npara a promoção da acessibilidade das pessoas portadoras de deficiência ou com\nmobilidade reduzida e dá outras providências.\n\nLei n° 10.639, de 9 de janeiro de 2003, que altera a Lei n° 9.394, de 20 de dezembro de\n1996, que estabelece as diretrizes e bases da educação nacional, para incluir no\ncurrículo oficial da Rede de Ensino a obrigatoriedade da temática “História e Cultura\nAfro-Brasileira”, e dá outras providências.\n\nResolução CNE/CP nº 1, de 17 de junho de 2004, que institui Diretrizes Curriculares\nNacionais para a Educação das Relações Étnico-Raciais e para o Ensino de História e\nCultura Afro-Brasileira e Africana.\n\nLei nº 10.436, de 24 de abril de 2002, que dispõe sobre a Língua Brasileira de Sinais -\nLibras e dá outras providências.\n\nDecreto nº 5.626, de 22 de dezembro de 2005, que regulamenta a Lei nº 10.436, de 24\nde abril de 2002, que dispõe sobre a Língua Brasileira de Sinais - Libras, e o art. 18 da\nLei nº 10.098, de 19 de dezembro de 2000.\n\nResolução CNE/CP nº 2, de 18 de junho de 2007, que dispõe sobre carga horária\nmínima e procedimentos relativos à integralização e duração dos cursos de graduação,\nbacharelados, na modalidade presencial.\n\nResolução CNE/CES 3, de 2 de julho de 2007, que dispõe sobre procedimentos a serem\nadotados quanto ao conceito de hora-aula, e dá outras providências.\n\nLei Nº 11788, de 25 de setembro de 2008, que dispõe sobre o estágio de estudantes.\n\nResolução UFSJ/CONEP nº 022, de 31 de julho de 2013, que regulamenta a duração da\nhora-aula nos Cursos de Graduação e estabelece o horário institucional da UFSJ.\n\nLei nº 9.795, de 27 de abril de 1999, que dispõe sobre a educação ambiental, institui a\nPolítica Nacional de Educação Ambiental e dá outras providências.\n\nDecreto nº 4.281, de 25 de junho de 2002, que regulamenta a Lei nº 9.795, de 27 de abril\nde 1999, que institui a Política Nacional de Educação Ambiental, e dá outras\nprovidências.\n\nResolução CNE/CP nº 2, de 15 de junho de 2012, que estabelece as Diretrizes\nCurriculares Nacionais para a Educação Ambiental.\n", "11": "11\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n\nResolução CNE/CP nº 1, de 30 de maio de 2012, que estabelece Diretrizes Nacionais\npara a Educação em Direitos Humanos.\n\nLei nº 12.764, de 27 de dezembro de 2012, que institui a Política Nacional de Proteção\ndos Direitos da Pessoa com Transtorno do Espectro Autista; e altera o § 3º do art. 98 da\nLei nº 8.112, de 11 de dezembro de 1990.\n\nDecreto nº 8.368, de 2 de dezembro de 2014, que regulamenta a Lei nº 12.764, de 27 de\ndezembro de 2012, que institui a Política Nacional de Proteção dos Direitos da Pessoa\ncom Transtorno do Espectro Autista.\n\nResolução UFSJ/CONEP nº 027, de 11 de setembro de 2013, que estabelece definições,\nprincípios, graus acadêmicos, critérios e padrões para organização dos Projetos\nPedagógicos\nde\nCursos\nde\nGraduação\nda\nUFSJ,\nmodificada\npela\nResolução\nUFSJ/CONEP nº 029, de 26 de setembro de 2018.\n\nResolução UFSJ/CONEP nº013, de 29 de abril de 2015, que regulamenta a equivalência\nentre unidades curriculares e o aproveitamento de estudos nos cursos de graduação da\nUFSJ, modificada pela Resolução UFSJ/CONEP nº 021, de 08 de agosto de 2018.\n\nLei nº 13.425, de 30 de março de 2017, que estabelece diretrizes gerais sobre medidas\nde prevenção e combate a incêndio e a desastres em estabelecimentos, edificações e\náreas de reunião de público; altera as Leis nº 8.078, de 11 de setembro de 1990, e\n10.406, de 10 de janeiro de 2002 – Código Civil; e dá outras providências.\n\nResolução nº2, de 11 de setembro de 2018, institui diretrizes da educação para o\nvoluntariado na Educação Básica e Superior.\n\nResolução CNE/CES nº2 de 24 de abril de 2019 que institui as Diretrizes Curriculares\nNacionais do Curso de Graduação em Engenharia.\nAdicionalmente, esse projeto pedagógico foi condicionado às regras de reconhecimento de\natividades e da concessão das atribuições profissionais realizadas pelo sistema CONFEA/CREA (por\nmeio da resolução CONFEA Nº 1.073, de 19 de abril de 2016).\nOBJETIVOS\nA Engenharia em geral e, particularmente a Engenharia Elétrica, assume um papel fundamental\npara o desenvolvimento de um país, o qual está diretamente relacionado aos avanços tecnológicos. O\ncurso de Engenharia Elétrica da UFSJ está constantemente se adequando às necessidades impostas\npelo frequente apelo do mercado de trabalho, além das mudanças preconizadas pelas exigências das\nDiretrizes Curriculares Nacionais.\nO curso de Engenharia Elétrica tem por objetivo formar profissionais capacitados a exercerem as\nsuas atribuições profissionais e que sejam dotados de sólida formação básica, construídas ao longo de\nsuas múltiplas atividades acadêmicas. A formação ética e social é incentivada ao longo de todo o curso e\no aluno é encorajado a desenvolver seu lado empreendedor e a integrar os conhecimentos adquiridos.\n", "12": "12\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nDessa forma, o aprendizado de novas tecnologias é facilitado e a sua educação se realiza de forma\ncontinuada.\nO Currículo 2020 do curso de Engenharia Elétrica da UFSJ está estruturado em três ciclos de\nformação: básico, profissionalizante e específico. No ciclo de formação básico, o aluno estuda conteúdos\ncomuns aos cursos de engenharia. No ciclo de formação profissionalizante, o aluno estuda um conjunto\nde disciplinas que lhe proporciona uma base de conhecimentos sólidos nas principais áreas da\nengenharia elétrica (circuitos elétricos, eletrônica analógica e digital, máquinas elétricas, sistemas de\ncontrole e sistemas elétricos de potência). No último ciclo, é oferecido ao aluno um conjunto de unidades\ncurriculares em áreas mais específicas da engenharia elétrica (Eletrônica, Máquinas e Acionamentos\nElétricos,\nSistemas\nde\nControle\ne Sistemas\nElétricos\nde\nPotência),\nbem\ncomo disciplinas\nde\nespecificidades, cujo conteúdo é definido em função das demandas do mercado e interesse do aluno.\nCOMPETÊNCIAS E HABILIDADES\nO Curso de Engenharia Elétrica visa dotar os alunos das competências e habilidades comuns\naos cursos de engenharia, conforme preconiza as Diretrizes Curriculares Nacionais, bem como lhes\ndotar de competências específicas para o exercício de atividades na área de Engenharia Elétrica:\nI.\nformular e conceber soluções desejáveis de engenharia, analisando e compreendendo\nos usuários dessas soluções e seu contexto: considerando requisitos sociais, culturais,\nlegais, ambientais e econômicos, propondo soluções criativas e técnicas;\nII.\nanalisar e compreender os fenômenos físicos e químicos por meio de modelos\nsimbólicos, físicos e outros, verificados e validados por experimentação;\nIII.\nconceber, projetar e analisar sistemas, produtos (bens e serviços), componentes ou\nprocessos: aplicando conceitos de gestão para planejar, supervisionar, elaborar e\ncoordenar projetos e serviços de engenharia com soluções criativas, desejáveis e viáveis,\ntécnica e economicamente, nos contextos em que serão aplicadas;\nIV.\nimplantar,\nsupervisionar\ne\ncontrolar\nas\nsoluções\nde\nEngenharia:\ndesenvolvendo\nsensibilidade global nas organizações, e gerindo tanto a força de trabalho quanto os\nrecursos físicos, além de realizar a avaliação crítico-reflexiva dos impactos das soluções\nde Engenharia nos contextos social, legal, econômico e ambiental;\nV.\ncomunicar-se eficazmente nas formas escrita, oral e gráfica: inclusive por meio do uso\nconsistente das tecnologias digitais de informação e comunicação, mantendo-se sempre\natualizado em termos de métodos e tecnologias disponíveis;\nVI.\ntrabalhar e liderar equipes multidisciplinares: interagindo com as diferentes culturas,\nmediante o trabalho em equipes presenciais ou à distância, e reconhecendo as\ndiferenças nos mais diversos níveis, atuando de forma colaborativa, ética e profissional;\n", "13": "13\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nVII.\nconhecer e aplicar com ética a legislação e os atos normativos no exercício da profissão:\navaliando os impactos das atividades de Engenharia na sociedade e no meio ambiente,\nzelando para que isto ocorra também no contexto em que estiver atuando; e\nVIII.\naprender de forma autônoma e lidar com situações e contextos complexos, atualizando-\nse em relação aos avanços da ciência, da tecnologia e aos desafios da inovação:\nassumindo atitude investigativa e autônoma, com vistas à aprendizagem contínua, à\nprodução de novos conhecimentos e ao desenvolvimento de novas tecnologias.\nPERFIL PROFISSIONAL DO EGRESSO\nHistoricamente os cursos de Engenharia Elétrica no país têm foco na formação do Engenheiro\nEletricista para as áreas de eletrotécnica e sistemas de potência. Nota-se que essa é uma tendência que\nvem mudando aos poucos em função das novas exigências do mercado.\nCom a evolução tecnológica e a preocupação com questões sociais e ambientais, os currículos\ndos cursos de engenharia elétrica vêm sendo reformulados. A formação exclusivamente técnica não\natende mais às expectativas do mercado. Atualmente, são indispensáveis para a formação do\nengenheiro eletricista: uma compressão holística da sociedade, considerando questões étnico-raciais e\nos impactos das soluções de Engenharia nos contextos sociais em que atua; os conceitos de\nsustentabilidade ambiental; conhecimentos de métodos e procedimentos para avaliações técnico-\neconômicas e financeiras; capacidade de gerenciamento de projetos e processos produtivos; além de\nvisão empreendedora e criativa.\nDentro desse novo perfil de profissional exigido pelo mercado, o curso de Engenharia Elétrica da\nUFSJ visa capacitar o estudante com uma formação generalista, de caráter científico-tecnológico, de\nmodo que o aluno possa dar continuidade aos estudos em nível de pós-graduação ou inserir-se no\nmercado de trabalho, nos mais diversos ramos de atividades, tais como: indústria; desenvolvimento de\nprojetos; operação e manutenção; geração, transmissão e distribuição de energia elétrica; assistência\ntécnica; consultoria; centros de pesquisas; e universidades. Adicionalmente, pretende-se ao longo do\nseu processo de formação fornecer-lhe conhecimentos adicionais, que atendam às exigências do\nmercado, conforme descrito no item competências e habilidades.\nO Engenheiro Eletricista formado pela UFSJ será capaz de:\nI.\nter visão holística e humanista, ser crítico, reflexivo, criativo, cooperativo e ético e com\nforte formação técnica;\nII.\nestar apto a pesquisar, desenvolver, adaptar e utilizar novas tecnologias, com atuação\ninovadora e empreendedora;\nIII.\nser capaz de reconhecer as necessidades dos usuários, formular, analisar e resolver, de\nforma criativa, os problemas de Engenharia;\nIV.\nadotar perspectivas multidisciplinares e transdisciplinares em sua prática;\n", "14": "14\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nV.\nconsiderar os aspectos globais, políticos, econômicos, sociais, ambientais, culturais e de\nsegurança e saúde no trabalho;\nVI.\natuar com isenção e comprometimento com a responsabilidade social e com o\ndesenvolvimento sustentável.\nFORMA DE ACESSO\nA forma de acesso se dará por meio do Exame Nacional de Ensino Médio (ENEM), vinculado ao\nSistema de Seleção Unificada (Sisu). No caso de vagas remanescentes, o acesso será feito por meio de\nedital, seguindo normas específicas da UFSJ, de acordo com a legislação vigente.\nIV. ORGANIZAÇÃO CURRICULAR\nA Câmara de Educação Superior do Conselho Nacional de Educação, por meio da Resolução\nCNE/CES nº 2, de 24 de abril de 2019, instituiu Diretrizes Curriculares Nacionais do Curso de Graduação\nem Engenharia a serem observadas na organização curricular das Instituições do Sistema de Educação\nSuperior\ndo\nPaís.\nO\nartigo\n6º\ndesta\nresolução\nestabelece\nque\ntodo\ncurso\nde\nEngenharia,\nindependentemente de sua modalidade, deve possuir um Projeto Pedagógico de Curso – PPC que\ncontemple\no\nconjunto\ndas\natividades\nde\naprendizagem\nque\nassegure\no\ndesenvolvimento\ndas\ncompetências, estabelecidas no perfil do egresso. Além dos respectivos núcleos de conteúdo de\nformação básica e específica, o PPC deve regulamentar atividades de pesquisa e extensão; atividades\ncomplementares; trabalho final de curso, estágio supervisionado e o processo de autoavaliação e gestão\nde aprendizagem que contemple os instrumentos de avaliação das competências desenvolvidas.\nO Projeto Pedagógico do curso Engenharia Elétrica da Universidade Federal de São João del-\nRei está alinhado com o Plano de Desenvolvimento Institucional – PDI, cujas políticas de metas e ações\nestão especificadas no Projeto Pedagógico Institucional, contidas no mesmo documento (PDI). Destaca-\nse a missão da UFSJ de educar, desenvolvendo com excelência as atividades de Ensino, Pesquisa e\nExtensão de forma indissociável, contribuindo para uma sociedade justa e igualitária, considerando os\ncontextos acadêmicos, éticos, culturais, sociais e ambientais. Neste sentido, no curso de Engenharia\nElétrica, o atendimento aos conteúdos de Direitos Humanos; Educação das Relações Étnico-raciais;\nHistória e Cultura Afro-brasileira e Africana; Políticas\nde Educação Ambiental; e Incentivo ao\nVoluntariado ocorre por meio da abordagem transversal do tema junto aos conteúdos de diversas\ndisciplinas que compõem a matriz curricular. Ademais, tais temas são abordados por meio de atividades\ncomplementares e por meio da participação dos docentes e discentes em projetos transdisciplinares de\nensino, pesquisa e extensão, bem como na semana acadêmica do curso.\nO curso de Engenharia Elétrica da UFSJ está estruturado em três blocos: Ciclo Básico, Ciclo\nProfissionalizante e Ciclo de Formação Específica, conforme descritos a seguir.\n", "15": "15\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nCICLO DE CONTEÚDOS BÁSICOS\nO ciclo de conteúdos básicos visa à aquisição de conhecimentos gerais acerca da engenharia e\nde suas ciências básicas (Física, Química e Matemática), com o acréscimo de conhecimentos\nrelacionados à Informática, Meio Ambiente e Ciências Sociais, entre outros. A relação das disciplinas\nque compõem o ciclo de conteúdos básicos é apresentada na Tabela 1.\nO conjunto de disciplina do ciclo básico tem por objetivo: desenvolver o raciocínio lógico;\nfornecer a base para a formação tecnológica, desenvolvendo as habilidades essenciais para o exercício\nda\nprofissão,\ntais\ncomo: capacidade\nde\ncomunicação\noral\ne escrita,\ndomínio\nde\nferramentas\ncomputacionais, domínio de conceitos básicos de física, química e responsabilidade socioambiental.\nVale salientar que o conteúdo de combate a incêndio e a desastres, exigido para cursos de\nengenharia por meio da lei 13.425/2017, regulamentada na Resolução CNE/CP nº 2, de 15 de junho de\n2012, é tratado na disciplina Engenharia de Segurança. Da mesma forma, os conteúdos de Educação\ndas Relações Étnico-Raciais (Resolução CNE/CP nº 1, de 17 de junho de 2004) e de História e Cultura\nAfro-Brasileira e Africana (Lei n° 10.639, de 9 de janeiro de 2003) são abordados de forma mais\nespecífica na disciplina Sociologia.\nTabela 1: Disciplinas do ciclo de conteúdos básicos\nDisciplina\nHora-aula\n(55 min)\nHoras\n(60 min)\nUn. Acadêmica\nResponsável\nAdministração\n36\n33\nDECAC\nÁlgebra Linear\n72\n66\nDEMAT\nCálculo Diferencial e Integral I\n108\n99\nDEMAT\nCálculo Diferencial e Integral II\n72\n66\nDEMAT\nCálculo Vetorial\n72\n66\nDEMAT\nCiências do Meio Ambiente\n36\n33\nDCTEF\nCircuitos Lógicos\n72\n66\nDEPEL\nDesenho Técnico\n36\n33\nDEPEL\nEngenharia Econômica\n72\n66\nDCECO\nEquações Diferenciais\n72\n66\nDEMAT\nFundamentos de Eletricidade e Magnetismo\n72\n66\nDCNAT\nFundamentos de Mecânica Clássica\n72\n66\nDCNAT\nFundamentos de Ondas e Termodinâmica\n72\n66\nDCNAT\nGeometria Analítica\n72\n66\nDEMAT\nIntrodução aos Sistemas Térmicos\n72\n66\nDCTEF\nMecânica dos Sólidos\n36\n33\nDEMEC\nMetodologia Científica e Tecnológica\n36\n33\nDFIME\nProgramação de Computadores\n72\n66\nDCOMP/DEPEL\nQuímica Geral para Engenharia\n72\n66\nDCNAT\nSociologia\n36\n33\nDECIS\nTotal\n1155\n", "16": "16\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nCICLO DE CONTEÚDO PROFISSIONALIZANTE\nNo ciclo de conteúdos profissionalizantes, as unidades curriculares (UCs) do curso de\nEngenharia Elétrica da UFSJ foram elaboradas para permitir ao egresso uma visão geral das principais\náreas, a saber: Eletrônica; Máquinas e Acionamentos Elétricos; Sistemas de Controle; e Sistemas\nElétricos de Potência. Dentro desse conjunto de unidades curriculares, encontram-se o Estágio\nSupervisionado (240 horas), o Trabalho de Conclusão de Curso (132 horas), além das Atividades\nComplementares (160 horas).\nAs unidades curriculares que compõem o núcleo de conteúdos\nprofissionalizantes são apresentadas na Tabela 2.\nTabela 2: Unidades curriculares do núcleo profissionalizante\nDisciplina\nHora-aula\n(55 min)\nHoras\n(60 min)\nUn. Acadêmica\nResponsável\nAnálise de Sistemas Elétricos de Potência I\n72\n66\nDEPEL\nAnálise de Sistemas Elétricos de Potência II\n72\n66\nDEPEL\nCircuitos Elétricos em Corrente Contínua\n72\n66\nDEPEL\nCircuitos Elétricos no Domínio da Frequência\n72\n66\nDEPEL\nCircuitos Elétricos Trifásicos\n72\n66\nDEPEL\nControle I\n72\n66\nDEPEL\nControle II\n72\n66\nDEPEL\nConversão de Energia\n72\n66\nDEPEL\nEletromagnetismo\n72\n66\nDEPEL\nEletrônica de Potência\n72\n66\nDEPEL\nEletrônica I\n72\n66\nDEPEL\nEletrônica II\n72\n66\nDEPEL\nEmpreendedorismo\n36\n33\nDECAC\nEngenharia de Segurança\n36\n33\nDCTEF\nEstatística e Probabilidade\n72\n66\nDEMAT\nInstalações Elétricas\n72\n66\nDEPEL\nInstrumentação e Medidas\n72\n66\nDEPEL\nLaboratório de Circuitos Elétricos I\n36\n33\nDEPEL\nLaboratório de Circuitos Elétricos II\n36\n33\nDEPEL\nLaboratório de Eletrônica\n36\n33\nDEPEL\nLaboratório de Máquinas Elétricas\n36\n33\nDEPEL\nMáquinas Elétricas I\n72\n66\nDEPEL\nMáquinas Elétricas II\n72\n66\nDEPEL\nMáquinas Elétricas III\n36\n33\nDEPEL\nMétodos Numéricos\n72\n66\nDCOMP\nProdução e Distribuição de Energia\n72\n66\nDEPEL\nProteção de Sistemas Elétricos\n72\n66\nDEPEL\nSistemas Lineares\n72\n66\nDEPEL\nTransformadores Elétricos\n72\n66\nDEPEL\nEstágio Supervisionado\n-\n240\nDEPEL\nTrabalho Final de Curso\n-\n132\nDEPEL\nAtividades Complementares\n-\n160\nDEPEL\nTotal\n2215\n", "17": "17\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nCICLO DE CONTEÚDO ESPECÍFICO\nO ciclo de conteúdo específico se constitui em extensões e aprofundamentos do ciclo de\nconteúdos profissionalizantes, bem como de outros conteúdos destinados a dar ampla formação para o\nengenheiro. Constituem-se em conhecimentos científicos, tecnológicos e sociais necessários para\ngarantir o desenvolvimento das competências e habilidades estabelecidas como diretrizes. As unidades\ncurriculares do ciclo de conteúdo específico são apresentadas na Tabela 3.\nTabela 3: Unidades curriculares do ciclo de conteúdo específico.\nDisciplina\nHora-aula\n(55 min)\nHoras\n(60 min)\nUn. Acadêmica\nResponsável\nOptativa I\n72\n66\nDEPEL\nOptativa II\n72\n66\nDEPEL\nOptativa III\n72\n66\nDEPEL\nOptativa IV\n72\n66\nDEPEL\nEletiva I\n72\n66\nDEPEL*\nTotal\n330\n* A disciplina eletiva pode ser cursada em qualquer outro curso superior, porém o DEPEL assume o encargo didático\nda disciplina eletiva dentro do curso, a fim de garantir a oferta todo período.\nAs unidades curriculares Optativas são de livre escolha ou interesse do aluno, para fins de\naprofundamento, atualização ou aquisição de conhecimentos\nespecíficos que complementem a\nformação acadêmica. O conteúdo das optativas deve possuir estreita relação com a Engenharia Elétrica.\nO discente poderá inscrever-se em UCs Optativas, desde que tenha sido satisfeitas as exigências de\npré-requisitos e de compatibilidade de horário. A unidade curricular eletiva é semelhante a uma optativa,\nde conteúdo mais livre e podendo ser cursada em qualquer curso da UFSJ, desde que não haja\nequivalência direta com disciplinas existentes no atual currículo do curso de Engenharia Elétrica.\nA cada semestre letivo, o coordenador solicitará ao Departamento de Engenharia Elétrica\n(DEPEL) o oferecimento de UCs Optativas que atendam a demanda do projeto pedagógico, de conteúdo\nespecífico de engenharia elétrica para fins de aprofundamento, distribuídas uniformemente entre as\náreas de atuação do DEPEL. Visando um processo de formação continuada do discente, sem a\nnecessidade de constantes atualizações curriculares, o Colegiado de Curso avaliará a tendência do\nmercado, para definir novas disciplinas optativas, além daquelas previstas no ementário.\nDe acordo com a Lei nº 10.436, de 24 de abril de 2002 e o Decreto nº 5.626, de 22 de dezembro\nde 2005, a disciplina de Libras, ofertada pelos cursos de licenciatura da UFSJ, é considerada como uma\noptativa para o curso de Engenharia Elétrica. Da mesma forma, os conteúdos exigidos nas diretrizes\ncurriculares do ensino superior e que são tratados de forma transversal nesse PPC, podem ser\naprofundados por meio de disciplinas ofertadas por outros cursos da UFSJ. Tais disciplinas serão\nconsideradas optativas para o curso de Engenharia Elétrica, desde que não haja equivalência direta com\ndisciplinas existentes no atual currículo do curso.\n", "18": "18\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nA Tabela 4 apresenta as unidades curriculares consideradas optativas para o curso de\nengenharia elétrica, Currículo 2020.\nTabela 4: Unidades curriculares optativas do Ciclo Específico\nDisciplina\nHora-aula\n(55 min)\nHoras\n(60 min)\nUn. Acadêmica\nResponsável\nAcionamentos Elétricos\n72\n66\nDEPEL\nAnálise e Controle de Sistemas Usando Programação\nSemidefinida\n72\n66\nDEPEL\nAterramentos Elétricos\n72\n66\nDEPEL\nComputação Aritmética\n72\n66\nDEPEL\nConfiabilidade de Sistemas Elétricos de Potência\n72\n66\nDEPEL\nControle da Excitação de Geradores Síncronos\n72\n66\nDEPEL\nControle de Processos com Tempo de Atraso\n72\n66\nDEPEL\nControle Robusto\n72\n66\nDEPEL\nDistribuição de Energia Elétrica\n72\n66\nDEPEL\nDSP e Hardware de Sistemas Embarcados\n72\n66\nDEPEL\nEducação e Relações Étnico-Raciais\n72\n66\nDECIS\nEficiência Energética\n72\n66\nDEPEL\nEnergias Renováveis\n72\n66\nDEPEL\nEstabilidade de Sistemas Elétricos de Potência\n72\n66\nDEPEL\nFundamentos de Ótica e Física Moderna\n72\n66\nDCNAT\nGestão da Qualidade Industrial\n72\n66\nDEMEC\nHumanidades: Direito e Legislação\n36\n33\nDECIS\nImpacto da Geração Distribuída em Sistemas de\nDistribuição de Energia Elétrica\n72\n66\nDEPEL\nInstrumentação Eletrônica para Aplicações Médicas\n72\n66\nDEPEL\nInteligência Artificial Aplicada\n72\n66\nDEPEL\nInternet das Coisas\n72\n66\nDEPEL\nIntrodução a Engenharia de Som e Acústica\n72\n66\nDEPEL\nIntrodução a Instrumentação Virtual\n72\n66\nDEPEL\nIntrodução a Robótica\n72\n66\nDEPEL\nIntrodução a Teoria Geométrica de Controle\n72\n66\nDEPEL\nIntrodução ao Controle Estatístico de Qualidade\n72\n66\nDEMAT\nIntrodução aos Sistemas Microcontrolados\n72\n66\nDEPEL\nInstrumentação Eletrônica para Aplicações Médicas\n72\n66\nDEPEL\nLIBRAS: Língua Brasileira de Sinais\n72\n66\nDELAC\nManutenção\n72\n66\nDEPEL\nModelagem e Controle de Conversores Estáticos de\nPotência\n72\n66\nDEPEL\nOtimização de Sistemas Elétricos de Potência\n72\n66\nDEPEL\nPesquisa Operacional I\n72\n66\nDEMEC\nPlanejamento da Expansão de Sistemas de Potência\n72\n66\nDEPEL\nProcessamento de Sinais\n72\n66\nDEPEL\nProgramação Linear\n72\n66\nDEMAT\nProjetos de Circuitos Digitais em VHDL e FPGA\n72\n66\nDEPEL\n", "19": "19\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nProjeto de Tecnologias Assistivas\n72\n66\nDEPEL\nTransitórios Eletromagnéticos\n72\n66\nDEPEL\nA seguir, na Tabela 5, apresenta-se a distribuição das unidades curriculares previstas no curso\nde Engenharia Elétrica da UFSJ ao longo dos 10 semestres, bem como os pré-requisitos ou co-\nrequisitos associados. Algumas disciplinas têm como pré-requisito o ciclo inicial (CIC) que corresponde a\ntodas as disciplinas dos períodos 1, 2 e 3.\nTabela 5: Matriz Curricular do Curso de Engenharia Elétrica\nPeríodo\nNome da Unidade\nCurricular\nCarga\nhorária (h)\nCarga\nhorária (ha)\nPré-requisito\nou Correquisito\nTipo\nNatureza\nModo de\nOferecimento\nUn. Acadêmica\nResponsável\nTeórica\nPrática\nTotal\nTeórica\nPrática\nTotal\n1\nGeometria Analítica\n66\n-\n66\n72\n-\n72\nNão há\nD\nO\nN\nDEMAT\n1\nCálculo Diferencial e\nIntegral I\n99\n-\n99\n108\n-\n108\nNão há\nD\nO\nN\nDEMAT\n1\nMetodologia\nCientífica e\nTecnológica\n33\n-\n33\n36\n-\n36\nNão há\nD\nO\nN\nDFIME\n1\nQuímica Geral para\nEngenharia\n55\n11\n66\n60\n12\n72\nNão há\nD\nO\nN\nDCNAT\n1\nProgramação de\nComputadores\n33\n33\n66\n36\n36\n72\nNão há\nD\nO\nN\nDCOMP/DEPEL\n2\nCálculo Diferencial e\nIntegral II\n66\n-\n66\n72\n-\n72\nPR-Cálculo Diferencial e\nIntegral I\nD\nO\nN\nDEMAT\n2\nÁlgebra Linear\n66\n-\n66\n72\n-\n72\nNão há\nD\nO\nN\nDEMAT\n2\nFundamentos de\nMecânica Clássica\n55\n11\n66\n60\n12\n72\nPR-Cálculo Diferencial e\nIntegral I\nD\nO\nN\nDCNAT\n2\nCircuitos Lógicos\n55\n11\n66\n60\n12\n72\nNão há\nD\nO\nN\nDEPEL\n2\nDesenho Técnico\n11\n22\n33\n12\n24\n36\nNão há\nD\nO\nN\nDEPEL\n2\nCiências do Meio\nAmbiente\n33\n-\n33\n36\n-\n36\nNão há\nD\nO\nN\nDCTEF\n3\nCálculo Vetorial\n66\n-\n66\n72\n-\n72\nPR-Cálculo Diferencial e\nIntegral II\nPR-Geometria Analítica\nD\nO\nN\nDEMAT\n3\nEquações\nDiferenciais\n66\n-\n66\n72\n-\n72\nPR-Cálculo Diferencial e\nIntegral II\nD\nO\nN\nDEMAT\n3\nMecânica dos\nSólidos\n33\n-\n33\n36\n-\n36\nPR-Cálculo Diferencial e\nIntegral I\nD\nO\nN\nDEMEC\n3\nFundamentos de\nEletricidade e\nMagnetismo\n55\n11\n66\n60\n12\n72\nPR-Fundamentos de\nMecânica Clássica\nD\nO\nN\nDCNAT\n", "20": "20\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n3\nCircuitos Elétricos\nem Corrente\nContínua\n66\n-\n66\n72\n-\n72\nPR-Cálculo Diferencial e\nIntegral I\nPR-Álgebra Linear\nD\nO\nN\nDEPEL\n3\nLaboratório de\nCircuitos Elétricos I\n-\n33\n33\n-\n36\n36\nPR-Cálculo Diferencial e\nIntegral I\nPR-Álgebra Linear\nCR-Circuitos Elétricos\nem Corrente Contínua\nD\nO\nN\nDEPEL\n4\nEletromagnetismo\n55\n11\n66\n60\n12\n72\nPR-Fundamentos de\nEletricidade e\nMagnetismo\nPR-Cálculo Vetorial\nD\nO\nN\nDEPEL\n4\nMétodos Numéricos\n55\n11\n66\n60\n12\n72\nPR-Programação de\nComputadores\nPR-Equações\nDiferenciais\nD\nO\nN\nDCOMP\n4\nFundamentos de\nOndas e\nTermodinâmica\n55\n11\n66\n60\n12\n72\nPR-Fundamentos de\nMecânica Clássica\nD\nO\nN\nDCNAT\n4\nCircuitos Elétricos\nTrifásicos\n66\n-\n66\n72\n-\n72\nPR-Circuitos Elétricos\nem Corrente Contínua\nD\nO\nN\nDEPEL\n4\nConversão de\nEnergia\n55\n11\n66\n60\n12\n72\nPR-Circuitos Elétricos\nem Corrente Contínua\nPR-Fundamentos de\nEletricidade e\nMagnetismo\nD\nO\nN\nDEPEL\n5\nCircuitos Elétricos no\nDomínio da\nFrequência\n55\n11\n66\n60\n12\n72\nPR-Circuitos Elétricos\nTrifásicos\nPR-Equações\nDiferenciais\nD\nO\nN\nDEPEL\n5\nLaboratório de\nCircuitos Elétricos II\n-\n33\n33\n-\n36\n36\nPR-Circuitos Elétricos\nTrifásicos\nPR-Laboratório de\nCircuitos Elétricos I\nCR-Circuitos Elétricos no\nDomínio da Frequência\nD\nO\nN\nDEPEL\n5\nEletrônica I\n66\n-\n66\n72\n-\n72\nPR-Circuitos Elétricos\nem Corrente Contínua\nD\nO\nN\nDEPEL\n5\nLaboratório de\nEletrônica\n-\n33\n33\n-\n36\n36\nPR-Circuitos Elétricos\nem Corrente Contínua\nPR-Laboratório de\nCircuitos Elétricos I\nCR-Eletrônica I\nD\nO\nN\nDEPEL\n5\nTransformadores\nElétricos\n55\n11\n66\n60\n12\n72\nPR-Eletromagnetismo\nPR-Conversão de\nEnergia\nD\nO\nN\nDEPEL\n5\nSistemas Lineares\n66\n-\n66\n72\n-\n72\nPR-Equações\nDiferenciais\nD\nO\nN\nDEPEL\n", "21": "21\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n6\nMáquinas Elétricas I\n55\n11\n66\n60\n12\n72\nPR-Conversão de\nEnergia\nPR-Circuitos Elétricos\nTrifásicos\nD\nO\nN\nDEPEL\n6\nInstalações Elétricas\n66\n-\n66\n72\n-\n72\nPR-Conversão de\nEnergia\nPR-Transformadores\nElétricos\nPR-Circuitos Elétricos\nTrifásicos\nD\nO\nN\nDEPEL\n6\nEletrônica II\n55\n11\n66\n60\n12\n72\nPR-Eletrônica I\nPR-Laboratório de\nEletrônica\nD\nO\nN\nDEPEL\n6\nProdução e\nDistribuição de\nEnergia Elétrica\n66\n-\n66\n72\n-\n72\nPR-Circuitos Elétricos\nTrifásicos\nD\nO\nN\nDEPEL\n6\nInstrumentação e\nMedidas\n55\n11\n66\n60\n12\n72\nPR-Circuitos Elétricos no\nDomínio da Frequência\nPR-Eletrônica I\nD\nO\nN\nDEPEL\n7\nAnálise de Sistemas\nElétricos de Potência\nI\n66\n-\n66\n72\n-\n72\nPR-CIC\nPR-Produção e\nDistribuição de Energia\nD\nO\nN\nDEPEL\n7\nEletrônica de\nPotência\n55\n11\n66\n60\n12\n72\nPR-CIC\nPR-Eletrônica I\nPR-Circuitos Elétricos\nTrifásicos\nD\nO\nN\nDEPEL\n7\nControle I\n66\n-\n66\n72\n-\n72\nPR-CIC\nPR-Sistemas Lineares\nD\nO\nN\nDEPEL\n7\nEngenharia de\nSegurança\n33\n-\n33\n36\n-\n36\nNão há\nD\nO\nN\nDCTEF\n7\nMáquinas Elétricas II\n55\n11\n66\n60\n12\n72\nPR-CIC\nPR-Conversão de\nEnergia\nPR-Circuitos Elétricos\nTrifásicos\nD\nO\nN\nDEPEL\n7\nAdministração\n33\n-\n33\n36\n-\n36\nNão há\nD\nO\nN\nDECAC\n8\nControle II\n55\n11\n66\n60\n12\n72\nPR-Controle I\nD\nO\nN\nDEPEL\n8\nAnálise de Sistemas\nElétricos de Potência\nII\n66\n-\n66\n72\n-\n72\nPR-Análise de Sistemas\nElétricos de Potência I\nD\nO\nN\nDEPEL\n8\nMáquinas Elétricas\nIII\n33\n-\n33\n36\n-\n36\nPR-CIC\nPR-Conversão de\nEnergia\nPR-Circuitos Elétricos\nTrifásicos\nD\nO\nN\nDEPEL\n", "22": "22\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n8\nLaboratório de\nMáquinas Elétricas\n-\n33\n33\n-\n36\n36\nPR-Conversão de\nEnergia\nPR-Circuitos Elétricos\nTrifásicos\nCR-Máquinas Elétricas\nIII\nD\nO\nN\nDEPEL\n8\nEstatística e\nProbabilidade\n66\n-\n66\n72\n-\n72\nNão há\nD\nO\nN\nDEMAT\n8\nOptativa I\n(*)\n(*)\n66\n(*)\n(*)\n72\nPR-CIC+(*)\nD\nOP\nN\nDEPEL\n9\nProteção de\nSistemas Elétricos\n66\n-\n66\n72\n-\n72\nPR-CIC\nPR-Análise de Sistemas\nElétricos de Potência I\nD\nO\nN\nDEPEL\n9\nSociologia\n33\n-\n33\n36\n-\n36\nNão há\nD\nO\nN\nDECIS\n9\nEmpreendedorismo\n33\n-\n33\n36\n-\n36\nNão há\nD\nO\nN\nDECAC\n9\nIntrodução aos\nSistemas Térmicos\n66\n-\n66\n72\n-\n72\nPR-CIC\nPR-Fundamentos de\nOndas e Termodinâmica\nD\nO\nN\nDCTEF\n9\nOptativa II\n(*)\n(*)\n66\n(*)\n(*)\n72\nPR-CIC+(*)\nD\nOP\nN\nDEPEL\n9\nOptativa III\n(*)\n(*)\n66\n(*)\n(*)\n72\nPR-CIC+(*)\nD\nOP\nN\nDEPEL\n10 Engenharia\nEconômica\n66\n-\n66\n72\n-\n72\nNão há\nD\nO\nN\nDCECO\n10 Optativa IV\n(*)\n(*)\n66\n(*)\n(*)\n72\nPR-CIC+(*)\nD\nOP\nN\nDEPEL\n10 Eletiva I\n(*)\n(*)\n66\n(*)\n(*)\n72\nPR-CIC+(*)\nD\nEL\nN\nDEPEL\n-\nTrabalho Final de\nCurso\n-\n-\n132\n-\n-\n-\nPR-CIC\n660h – 720ha\nTF\nO\nE\nDEPEL\n-\nEstágio\nSupervisionado\n-\n-\n240\n-\n-\n-\nPR-Circuitos Elétricos\nem Corrente Contínua\nES\nO\nE\nDEPEL\n-\nAtividades\nComplementares\n-\n-\n160\n-\n-\n-\nNão há\nAC\nO\nE\nDEPEL\nTotal\n3700\nTipo: (D) Disciplina; (ES) Estágio Supervisionado; (TF) Trabalho Final de Curso; (AC) Atividades Complementares.\nNatureza: (O) Obrigatória; (OP) Optativa; (EL) Eletiva.\nOferecimento: (N) Normal; (E) Estendida.\nPR Pré-requisito; CR Co-requisito.\n(*) a depender da ocasião.\nTRABALHO FINAL DE CURSO\nO Trabalho Final de Curso (TFC) tem por objetivo possibilitar ao graduando a aplicação dos\nconhecimentos relacionados à engenharia elétrica, permitindo que este realize a síntese e integração de\nconhecimentos na área. Este trabalho proporciona ao aluno o desenvolvimento de competências como:\nde reconhecer as necessidades, formular, analisar e resolver, de forma criativa, os problemas de\nengenharia; adotar perspectivas multidisciplinares e transdisciplinares em sua prática; além de\ndesenvolver habilidades de comunicação e expressão, com escrita técnico-científica.\nO Trabalho Final de Curso é regulamentado por resolução própria do Colegiado do Curso de\nEngenharia Elétrica, publicada na página do curso.\n", "23": "23\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nESTÁGIO CURRICULAR SUPERVISIONADO\nO estágio supervisionado proporciona ao aluno participação em situações reais, junto a pessoas\njurídicas de direito público ou privado, fomentando o desenvolvimento de competências diversas, tais\ncomo: comunicação e expressão; trabalho em equipe; ética; conhecimento de legislação e atos\nnormativos da profissão, implantação e supervisão de soluções de engenharia elétrica em suas diversas\náreas; avaliação dos impactos das atividades de Engenharia na sociedade, nos contextos social, jurídico,\neconômico e ambiental.\nA unidade curricular obrigatória denominada Estágio Supervisionado tem por objetivo aperfeiçoar\nos conhecimentos adquiridos na universidade, com perspectivas de aplicações práticas dos estudos\nrealizados em aula e preparando-o para o mercado de trabalho, permitindo ao aluno vivenciar um\nambiente de sua futura atividade profissional sob supervisão e orientação apropriadas.\nNo curso de Engenharia Elétrica da UFSJ são admitidas duas modalidades de Estágio:\nObrigatório e Não Obrigatório. O Estágio Curricular Supervisionado Obrigatório é uma atividade realizada\nem colaboração com uma empresa, visando dar ao graduando uma complementação profissional. O\nEstágio Não Obrigatório é aquele realizado pelo graduando como atividade opcional, com o intuito de\ncomplementar a formação por meio de experiências próprias. Atividades extraclasses de extensão,\nmonitoria, iniciação científica, trabalho de cursos, participação em equipes, dentre outras atividades\nextraclasse, não poderão ser equiparadas ao estágio obrigatório.\nA unidade curricular Estágio Supervisionado é regulamentada por resolução própria do\nColegiado do Curso, publicada na página da coordenadoria do curso.\nATIVIDADES COMPLEMENTARES\nSegundo as novas Diretrizes Curriculares Nacionais dos Cursos de Engenharia, CNE/CES nº 2,\nde 24 de abril de 2019, os currículos destes cursos devem contemplar outras atividades além das\nconvencionais. Essas outras atividades são denominadas atividades complementares, e explicitam o\nconceito de processo participativo, onde o aprendizado só se consolida quando o estudante passa a\ndesempenhar um papel ativo na construção de seu próprio conhecimento e experiência, com orientação\ne participação do professor. Destaca-se que tais atividades devem ser estimuladas para contbuir com o\ndesenvolvimento das competências necessárias para exercer a atividade de engenharia, conforme\ndescrito na seção habilidades e competências. Desse modo, o aluno tem a oportunidade de gerir o\npróprio currículo e traçar para si mesmo um perfil de responsabilidade, comprometimento, envolvimento\ne postura perante o processo ensino-aprendizagem.\nNo curso de engenharia elétrica da UFSJ, as atividades complementares são incentivadas,\nreservando uma carga horária obrigatória de 160 horas para tais atividades. Desta forma, cada aluno\nprocura participar de projetos de seu interesse, tornando as atividades mais proveitosas e prazerosas.\n", "24": "24\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nA definição das atividades complementares, bem como sua avaliação e contagem das horas\nserão realizadas conforme norma do Colegiado de Curso, publicada na página da coordenadoria do\ncurso.\nPROMOÇÃO DE DIREITOS, DIVERSIDADE, INCLUSÃO E ACESSIBILIDADE\nNeste contexto, a UFSJ mantém programas e ações no sentido de ser uma instituição inclusiva,\nacessível e com dispositivos efetivos para a implantação de políticas assistivas e de inclusão. Estas\niniciativas tomam como premissa o compromisso de abordagem efetiva das questões ambientais, sociais,\nraciais e de acessibilidade nas áreas de ensino, pesquisa e extensão. No campo social, a UFSJ conta\ncom as ações do Núcleo de Investigações em Justiça Ambiental (NINJA), que realiza atividades de\npesquisa e extensão sobre as desigualdades ambientais e territoriais existentes em São João del-Rei e\nem Minas Gerais; da Incubadora Tecnológica de Cooperativas Populares (ITCP), cujas atividades são\ncentradas no fortalecimento do cooperativismo popular e da economia solidária; e da Incubadora de\nDesenvolvimento Tecnológico e Setores Tradicionais do Campo das Vertentes (INDETEC), que apoia a\ncriação e o crescimento de empresas, estimulando o desenvolvimento de tecnologias voltadas para as\ndemandas regionais. A implementação de políticas de acessibilidade e de inclusão é garantida pela\nparticipação da UFSJ no Programa de Acessibilidade na Educação Superior (INCLUIR) do Ministério da\nEducação, cujas atividades são acompanhadas pelo Setor de Inclusão e Assuntos Comunitários (SINAC).\nO SINAC trabalha em parceria com a Comissão de Acessibilidade da Universidade Federal de São João\ndel-Rei (COACE) e com o Núcleo de Pesquisa em Acessibilidade, Diversidade e Trabalho (NACE).\nEnquanto a COACE propõe programas de incentivo à inclusão e políticas que visem ao desenvolvimento\nde cultura de acessibilidade, além de verificar permanentemente o atendimento às legislações de\nacessibilidade na UFSJ, o NACE desenvolve pesquisa, ensino e extensão nas dimensões psicossocial e\norganizacional relacionadas à acessibilidade, diversidade e trabalho. Estas ações possibilitam que a\nUFSJ atue em três frentes distintas e consolidadas: a realização anual do Seminário de Inclusão no\nEnsino Superior; a recepção e o acompanhamento dos discentes portadores de deficiência, com a\nfinalidade de assegurar-lhes a permanência e o desenvolvimento acadêmico e social na universidade; e\no incentivo e apoio para projetos de extensão e pesquisa que relacionem a inclusão e o desenvolvimento\nde tecnologias assistivas no cotidiano da universidade.\n", "25": "25\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nV.\nFLUXOGRAMA CURRICULAR\n", "26": "26\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nVI. GESTÃO DO CURSO E DO PPC\nADMINISTRATIVO\nO Curso de Engenharia Elétrica é administrado pelo Colegiado do Curso de Engenharia Elétrica,\ncom regimento próprio e em observância aos aspectos legais estabelecidos no Estatuto e no Regimento\nGeral da UFSJ. A gestão do Curso é realizada pela Coordenadoria de Curso, órgão executivo composto\npelo Coordenador e pelo Vice-Coordenador, e pelo Colegiado de Curso, que é o órgão deliberativo. O\nColegiado do Curso é composto pelo Coordenador (que o preside), pelo Vice Coordenador de Curso, por\ntrês docentes do curso e por um representante do corpo discente. Todos os membros são eleitos pelos\nseus pares. A atuação do Colegiado do Curso de Engenharia Elétrica é regida pelo Regimento Interno\ndo Colegiado do Curso, aprovado pelo CONSU/UFSJ. O Núcleo Docente Estruturante (NDE) também\nparticipa ativamente na atualização e acompanhamento do Projeto Pedagógico do Curso. A atuação do\nNDE nos cursos de graduação na UFSJ é regida pela Resolução CONSU nº11/2012. O NDE, presidido\npelo coordenador de curso, é o conjunto de docentes que analisa o desenvolvimento do processo de\nensino e de aprendizagem, sugerindo melhorias didático-pedagógicas e curriculares que efetivem a\naprendizagem. Dessa forma, o NDE atua no devido acompanhamento do desenvolvimento das\natividades do Curso, auxiliando a tomada de decisão do coordenador e do Colegiado, tanto frente ao\naprendizado dos estudantes, quanto frente ao desenvolvimento e qualificação do processo educacional.\nMIGRAÇÃO ENTRE CURRÍCULOS\nOs alunos que ingressarem no curso de Engenharia Elétrica da UFSJ a partir do segundo semestre\nletivo de 2020 serão matriculados no Currículo 2020.\nOs alunos matriculados no Currículo 2009 que ingressaram no curso do primeiro semestre de 2017\naté o primeiro semestre de 2020 migrarão automaticamente para o currículo 2020, já no segundo\nsemestre letivo de 2020. Logo, vale ressaltar que estes alunos estarão sujeitos a carga horária mínima\nexigida de atividades complementares.\nOs demais alunos, ou seja, os alunos que ingressaram no curso antes de 2017, terão até o final do\nsegundo semestre de 2021 para colarem grau no Currículo 2009. Aqueles que não conseguirem colar\ngrau serão, impreterivelmente, migrados para o Currículo 2020, no primeiro semestre de 2022. Caso\nalgum desses alunos tenha interesse em colar grau no Currículo 2020 e tenha todos os requisitos,\ninclusive a carga horária mínima de atividades complementares, poderá fazer o pedido de migração de\ncurrículo antecipadamente.\n", "27": "27\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nEm relação às equivalências entre o Currículo 2009 e o Currículo 2020, vale salientar que o aumento\nna carga horária da unidade curricular Trabalho Final de Curso permite a equivalência direta entre os\ncurrículos. Ademais, apenas três disciplinas mudaram o nome no Currículo 2020 para evitar numeração\nde ordem trocada no fluxograma, porém mantiveram mesma carga horária e, portanto, são equivalentes\nentre os currículos 2009 e 2020. A seguir:\nCurrículo 2009\nCurrículo 2020\nCircuitos Elétricos I\nCircuitos Elétricos em Corrente Contínua\nCircuitos Elétricos II\nCircuitos Elétricos no Domínio da Frequência\nCircuitos Elétricos III\nCircuitos Elétricos Trifásicos\nAs demais disciplinas do curso possuem mesma carga horária e mesmo nome, sendo\ndiretamente equivalentes.\nAUTOAVALIAÇÃO DO PROJETO PEDAGÓGICO\nA avaliação do PPC deverá ser feita de forma contínua pelo Colegiado do Curso e pelo Núcleo\nDocente Estruturante, por meio de reuniões ordinárias entre os membros, além de reuniões esporádicas\ncom os discentes e docentes do curso, com o objetivo de:\n\nidentificar possíveis problemas e dificuldades no andamento do curso;\n\navaliar a eficiência das modificações realizadas na última atualização do PPC;\n\nidentificar e propor soluções para taxas de retenção e de evasão do curso;\n\ndiscutir o andamento do processo de ensino e aprendizagem;\n\nidentificar mudanças necessárias na abordagem dos conteúdos de acordo com a\ndemanda do mercado e diretrizes curriculares.\nVII. METODOLOGIA DE ENSINO E AVALIAÇÃO DO PROCESSO ENSINO-APRENDIZAGEM\nMETODOLOGIA DE ENSINO\nAs atividades de ensino/aprendizagem deverão ter enfoque no aluno, isto é, o aluno deve ser o\nprincipal agente neste processo. Nesse sentido, aulas presenciais puramente expositivas deverão ser\nminimizadas e trabalhos extraclasse, em grupo e individual, deverão ser privilegiados. A didática deve\nprivilegiar um aprendizado crítico e criativo na resolução de problemas em engenharia, e não a simples\nacumulação de conteúdos. As aulas presenciais devem ser ilustradas, sempre que possível, com\nexemplos práticos e estudos de casos da realidade do Engenheiro Eletricista.\nAs aulas presenciais serão ministradas utilizando-se quadro, além de recursos audiovisuais, tais como\napresentações em slides, figuras, demonstração de softwares, entre outros, utilizando projetor. As\n", "28": "28\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\natividades de laboratório serão conduzidas nos laboratórios de física, química, além dos laboratórios\nespecíficos do curso de engenharia elétrica: laboratório de Máquinas Elétricas, Conversão de Energia,\nEletrônica, Simulação, Circuitos Elétricos, Instrumentação e Controle. Nas UCs da modalidade mista, a\nconcomitância entre aulas teóricas e atividades de laboratório será conduzida para fortalecimento do\nprocesso de ensino/aprendizagem.\nAVALIAÇÃO DO PROCESSO DE ENSINO-APRENDIZAGEM\nNo curso de engenharia elétrica, a avaliação do processo ensino-aprendizagem seguirá o\ndisposto na legislação em vigor, atualmente estabelecido no Regimento Geral da UFSJ e na Resolução\nUFSJ/CONEP Nº12/2018, que institui e regulamenta os procedimentos acadêmicos no âmbito dos\nCursos de Graduação da UFSJ e dá outras providências. É de competência do professor da UC\nestabelecer os critérios de avaliação que deverão constar no plano de ensino, tendo como principal\nconsideração verificar se o aluno está alcançando os objetivos estabelecidos em cada UC, conforme\nconsta no ementário e no item competências e habilidades.\nEsse plano deve ser entregue pelo professor ao Colegiado que, após análise e aprovação, será\ndisponibilizado aos alunos no início de cada semestre letivo. A aprovação do plano de ensino está\nvinculada a adequação: do conteúdo da unidade curricular à formação do engenheiro eletricista; da\nprofundidade do conhecimento em cada assunto abordado; da bibliografia; dos recursos didáticos\nempregados nas aulas; do processo de avaliação. Ademais, ao longo do semestre é verificada a:\nassiduidade e pontualidade do docente; relacionamento ético e respeitoso do docente para com os\ndiscentes;\ndisponibilidade\ndo\ndocente\npara\natendimento\nao\ndiscente\nem\nhorários\nextraclasse,\npreviamente estabelecidos; fidelidade à ementa e ao plano de ensino apresentados à classe no início do\nsemestre letivo; identificação, pelo discente, de suas deficiências e grau de empreendimento pessoal\n(sua parcela de esforço) na obtenção do resultado final; e condições de infraestrutura física e material\npara a disciplina.\nASSISTÊNCIA ESTUDANTIL\nPara os estudantes cuja vulnerabilidade socioeconômica possa dificultar a permanência na\nInstituição e o aproveitamento pleno das atividades formativas do curso, programas de Assistência\nEstudantil são conduzidos pela Pró-reitoria de Assuntos Estudantis (PROAE) para implementação de\npolíticas de assistência e ações afirmativas, de permanência, de saúde e de atividades esportivas,\nculturais e sociais. Dentre os apoios financeiros oferecidos aos discentes, estão o Auxílio de Promoção\nSocioacadêmica, para custeio de alimentação, moradia, transporte e permanência, o Auxílio Creche,\npara contratação de serviços de creche ou de cuidadores para os seus filhos e os auxílios para\natividades pedagógicas, como trabalhos de campo, apresentação de trabalhos em eventos científicos,\nartísticos\ne\nculturais\nou\nparticipação\nem\ncompetições\nacadêmicas\nou\natividades\nesportivas\nrepresentando\na\nUFSJ.\nO\nauxílio\nfinanceiro\naos\ndiscentes\nem\nsituação\nde\nvulnerabilidade\n", "29": "29\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nsocioeconômica e aos discentes indígenas e quilombolas é viabilizado pelo Programa de Bolsa\nPermanência (PBP) do MEC. A assistência à saúde dos discentes é realizada por oferecimento de\natendimento médico nas áreas de clínica médica, ginecologia e oftalmologia, atendimento odontológico,\natendimento psicológico e exames laboratoriais. A UFSJ oferece, ainda, moradia estudantil e restaurante\nuniversitário.\nMOBILIDADE ACADÊMICA\nA flexibilidade na formação também pode ocorrer por meio da realização de mobilidade\nacadêmica, que engloba atividades de natureza acadêmico-científicas, como disciplinas, cursos,\nestágios e pesquisas em outras instituições de ensino superior brasileiras ou estrangeiras. A UFSJ\nmantém convênio com outras instituições federais de ensino superior do país para a execução do\nPrograma ANDIFES de Mobilidade Estudantil, que autoriza os discentes regularmente matriculados nos\ncursos de graduação a cursarem unidades curriculares em outras instituições federais de ensino superior\ndo Brasil. Em relação à mobilidade internacional, além dos programas governamentais, existe na UFSJ o\nPrograma de Intercâmbio Acadêmico Internacional (PAINT), que conta com um Fundo de Apoio ao\nIntercâmbio Discente Internacional, para discentes em situação de vulnerabilidade social e econômica. O\nacompanhamento das atividades de mobilidade acadêmica na UFSJ é realizado com o apoio da\nAssessoria para Assuntos Internacionais (ASSIN) da UFSJ.\nMONITORIA\nSempre que necessário, os estudantes poderão contar com monitores para aprimoramento do\nprocesso de ensino/aprendizagem na perspectiva discente. O Programa de Monitoria da UFSJ é uma\nação da Pró-reitoria de Ensino de Graduação (PROEN) para a melhoria do ensino por meio de práticas e\nexperiências pedagógicas de compartilhamento do conhecimento. Os monitores são selecionados pelos\ndocentes responsáveis pelas disciplinas e a monitoria também é uma atividade formativa de ensino para\neles.\nVIII. INFRAESTRUTURA E RECURSOS HUMANOS\nINFRAESTRUTURA\nO curso de Engenharia Elétrica da UFSJ conta com sete salas de aulas, com capacidade média\npara 50 alunos, disponíveis para a realização das aulas teóricas. Além da mobília tradicional para a\nrealização das aulas, todas as salas estão equipadas com projetor e possuem pontos de conexão com a\ninternet.\nPara as aulas práticas previstas neste PPC, o Departamento de Engenharia Elétrica conta com\ncinco laboratórios destinados às atividades de ensino: Laboratório de Circuitos Elétricos, Laboratório de\n", "30": "30\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nEletrônica, Laboratório de Experimentação Digital, Laboratório de Conversão de Energia e Laboratório\nde Máquinas Elétricas. Os laboratórios são equipados com diversos equipamentos de medição\n(multímetros, osciloscópios, wattímetros, etc) além de kits didáticos que possibilitam a realização de\ndiversos experimento que ajudam os estudantes assimilarem os conceitos teóricos.\nAlém dos laboratórios de ensino, o Departamento de Engenharia Elétrica possui também\ndiversos\nlaboratórios\nde\npesquisas\ne\nextensão,\nnos\nquais\nos\nalunos\npodem\naprimorar\nseus\nconhecimentos em áreas mais específicas da engenharia elétrica, por meio da participação em projetos\nde iniciação científica e/ou extensão.\nRECURSOS HUMANOS\nO curso de engenharia elétrica da UFSJ conta com a participação de 10 (dez) departamentos na\ndistribuição dos encargos didáticos do curso. A Tabela 6 apresenta a distribuição da carga horária das\nunidades curriculares listadas na Tabela 5, discriminada para cada departamento. Deve-se ressaltar que\nesses\nvalores\nforam\ncalculados\ndesconsiderando\nas\ncargas\nhorárias\nreferentes\nao\nestágio\nsupervisionado e trabalho final de curso.\nTabela 6: Distribuição dos departamentos que ministram UCs no curso\nDepartamento\nCH\nPorcentagem\nDEPEL*\n1914\n60,42\nDEMAT\n495\n13,54\nDCOMP*\n66\n4,17\nDCNAT\n330\n10,42\nDFIME\n33\n1,04\nDCECO\n66\n2,08\nDEMEC\n33\n1,04\nDCETEF\n132\n4,17\nDECAC\n66\n2,08\nDECIS\n33\n1,04\nNo primeiro semestre a carga horária do DCOMP é de 66 horas e a do DEPEL é de 1914 horas.\nNo segundo semestre o DCOMP não assume encargos no Departamento de Engenharia Elétrica e a\ncarga horária do DEPEL passa para 1980 horas (62,5%).\nO DEPEL, responsável por 60,42% dos encargos didáticos desta proposta curricular, conta\natualmente com corpo docente com nível de qualificação compatível com o oferecimento de uma\nformação de qualidade em engenharia elétrica. Ressalta-se que o corpo docente do DEPEL atua em\n", "31": "31\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nensino, pesquisa e extensão, nas áreas de Controle e Automação, Máquinas Elétricas e Acionamentos,\nEletrônica e Sistemas Elétricos de Potência. Ademais, o DEPEL também é responsável pelo programa\nde pós-graduação em engenharia elétrica – PPGEL e encontra-se em constante atualização de\nconhecimentos e capacidades, como estágios de pós-doutorado, cursos, participação em eventos e\noutras atividades formativas. O curso tem ainda à disposição os serviços de cinco técnicos de laboratório\nque auxiliam na preparação de aulas práticas.\n", "32": "32\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nIX. EMENTÁRIO\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Geometria Analítica (GEA)\nNatureza: Obrigatória\nUnidade Acadêmica: DEMAT\nPeríodo: 1º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nVetores no plano e no espaço; Operações com vetores: soma, produto escalar, produto interno, produto\nvetorial e produto misto; Aplicações; Estudo da reta (plano e espaço), ângulo entre retas, interseção de\nretas; Estudo do plano (plano e espaço), ângulo entre planos, interseção de planos; Distâncias; Posições\nrelativas; Mudança de coordenadas\nafins; Cônicas; Interseção entre retas\ne cônicas; Superfícies\nquadráticas; Interseção entre superfícies quadráticas e planos.\nOBJETIVOS\nCapacitar o aluno para a análise e interpretação do Cálculo Vetorial I, visando às aplicações em\nEngenharia.\nBIBLIOGRAFIA BÁSICA\n[1] BOULOS, P.; CAMARGO, I.Geometria Analítica:\num tratamento vetorial.\n3ª edição.Prentice Hall. São\nPaulo. 2005.\n[2] DELGADO, J.; FRENSEL, K. e CRISSAFF, L., Geometria Analítica, Coleção Profmat, SBM, Rio de\nJaneiro, 2ª Edição, 2017.\n[3] FURUYA, Y. Y. e BALDIN, Y. K. S., Geometria Analítica Para Todos E Atividades Com Octave\nE Geogebra, Edufscar, São Carlos, 2011.\n[4] STEINBRUCH, A.; WINTERLE, P. Geometria analítica.2. ed. São Paulo: McGraw-Hill, 1987.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] ANTON, H. Álgebra Linear. 3ª edição. Editora Campus.\n", "33": "33\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[2] CAROLI, A.; CALLIOLI, C.A.; FEITOSA, M.D. Matrizes, Vetores, Geometria Analítica.Ed. Nobel.\n[3] EFIMOV, N. Curso breve de geometria analítica. Moscu: Editorial Paz.\n[4] IEZZI, G. et. al., Fundamentos de Matemática Elementar (11 Volumes), Editora Atual, São Paulo, 2007.\n[5] JUDICE, E. D. Elementos de geometria analítica. 2ª edição. Belo Horizonte: Vega, 1971.\n[6] KINDLE, J. H. Geometria Analítica plana e no espaço. São Paulo: McGraw-Hill doBrasil, 1976.\n[7] LEHMANN, C. H. Geometria Analítica. 9. ed. São Paulo: Globo, 1998.\n[8] LEITHOLD, L. O cálculo com geometria analítica. Volume 1. 3ª edição. Harbra. SãoPaulo. 1994.\n[9] NATHAN, M. S. Vetores e Matrizes. Livros Técnicos e Científicos. Editora S. A. 1988.\n", "34": "34\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Cálculo Diferencial e Integral I (CAL-I)\nNatureza: Obrigatória\nUnidade Acadêmica: DEMAT\nPeríodo: 1º\nCarga Horária\nTotal: 108 ha - 99 h\nTeórica: 108 ha - 99 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nNúmeros reais. Funções de uma variável real. Limite e continuidade de funções de uma variável real.\nDerivada de funções de uma variável real. Teorema do valor para derivadas. Aplicações da derivada. Regra\nde L’Hôpital. Atinderivada – Integral indefinida. Integral de Riemann – Integral definida. Teorema\nfundamental do cálculo. Métodos de integração: substituição, por partes, frações parciais e integrais\ntrigonométricas. Aplicações da integral definida. Integrais impróprias.\nOBJETIVOS\nAo final do curso de Cálculo Diferencial e Integral I, o aluno deverá dominar tópicos como: cálculo de limites;\ndefinição de derivada e sua interpretação geométrica; técnicas de derivação; aplicações de derivada;\nconceito de integral indefinida e definida; cálculo de integrais impróprias.\nBIBLIOGRAFIA BÁSICA\n[1] GUIDORIZZI, H. L., Um curso de cálculo (4 Volumes). São Paulo: LTC, 2011.\n[2] LEITHOLD, L., O Cálculo com Geometria Analítica (2 Volumes) São Paulo, Ed. Harbra, 1994. V.1.\n[3] STEWART, J. Cálculo (2 Volumes), São Paulo, Ed. Pioneira -Thomson Learning, 2013.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] APOSTOL, T., Calculus (2 Volumes), Editora Reverte, 1981.\n[2] BOULOS, P., Introdução ao Cálculo (4 Volumes), São Paulo, Editora Edgard Blucher Ltda, 1974. V.1.\n[3] EDWARDS, C. H. & PENNEY, D. E. Cálculo com Geometria Analítica (2 Volumes), Rio de Janeiro, LTC -\nLivros Técnicos e Científicos Editora, 1999.\n[4] FLEMMING, D. M., GONÇALVES, M. B. Cálculo A: Funções, limites, derivação e integração. 6a\n", "35": "35\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nEdição, São Paulo: Pearson Prentice Hall, 2006.\n[5] FLEMMING, D. M., GONÇALVES, M. B. Cálculo B: Funções de várias variáveis, integrais múltiplas,\nintegrais curvilíneas e de superfície. 2a Edição, São Paulo: Pearson Prentice Hall, 2007.\n[6] LANG, S., Cálculo (2 Volumes), Rio de Janeiro, Ed. LTC, 1971.\n[7] MORETTIN, P. A.; BUSSAB, W. O. & HAZZAN, S. Cálculo: funções de uma e de várias variáveis. São\nPaulo: Editora Saraiva, 2003.\n[8] MUNEM, M. A. & FOULIS, D. J. Cálculo (2 Volumes), Rio de Janeiro, Ed. LTC, 1982.\n[9] SIMMONS, G. F. Cálculo com Geometria Analítica. São Paulo: Editora Makron Books, 1987.\n[10] SWOKOWSKI, E. W. Cálculo com Geometria Analítica (2 Volumes), São Paulo, Ed. Makron Books,\n1994.[11] THOMAS, G. B., Cálculo (2 Volumes). São Paulo: Addison Wesley, 2002.\n", "36": "36\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Metodologia Científica e Tecnológica (MCT)\nNatureza: Obrigatória\nUnidade Acadêmica: DFIME\nPeríodo: 1º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: 36 ha - 33 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nHistória da ciência e da tecnologia. Metodologia da pesquisa científica e tecnológica. Pesquisa bibliográfica.\nIdentificação, montagem e resolução de problemas de engenharia. Modelos físicos e matemáticos.\nSimulação. Otimização. Processos de concepção do produto. Desenvolvimento do produto. Redação\ntécnica. Técnicas de apresentação oral. Leitura e interpretação de textos. Redação de relatórios técnicos.\nApresentação oral.\nOBJETIVOS\nObjetivo Geral: Iniciar o estudante no trabalho científico, refletido, ordenado e crítico. Objetivos Específicos:\nao final do curso o aluno deverá ser capaz de: distinguir e contrastar as diversas formas de conhecimento;\ndefinir os conceitos de método e pesquisa científica; obter maior eficiência nos estudos, por meio de\norganização e aquisição de hábitos e métodos; utilizar de maneira correta e proveitosa a biblioteca;\ncompreender os diferentes níveis de leitura; dominar técnicas de leitura, fichamentos, esquemas, resumos,\nresenhas, relatórios técnico-científicos, projeto de pesquisa etc; planejar, elaborar e apresentar trabalhos\nsegundo as normas técnicas (ABNT).\nBIBLIOGRAFIA BÁSICA\n[1] Dau, S., Conceito e Preconceitos: O Papel da Linguagem à Luz da Ótica Empirista de Conhecimento,\nSão João del-Rei: UFSJ, 2006.\n[2] Andrade, M. M., Introdução à Metodologia do Trabalho Científico: Elaboração de Trabalhos na\nGraduação. São Paulo: Atlas, 1994.\n[3] Cervo, A. L.; Bervian, P. A., Metodologia Científica. 3ª ed. São Paulo: McGraw-Hill, 1983.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Dau, Sandro; Dau, Shirley, Metodologia Científica e Técnicas de Pesquisas: Normas Técnicas para\n", "37": "37\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nElaboração de Monografias na Graduação e Pós-Graduaçã. Juiz de Fora: Editar Editora Associada, 2001.\n[2] Huhne, L. M., Metodologia Científica: Caderno de Textos e Técnicas, Rio de Janeiro: Agir, 1987.\n[3] Lakatos, E. M.; Marconi, M. A., Fundamentos de Metodologia Científica. 2ª ed. Versão ampliada. São\nPaulo: Atlas 1990.\n[4] Medeiro, J. B., Redação Científica: A Prática de Fichamentos, Resumos e Resenhas. 1991.\nRuiz, J. A., Metodologia Científica: Guia para Eficiência nos Estudos. São Paulo: Atlas, 1979.\n[5] Salvador, A. D., Métodos e Técnicas de Pesquisa Bibliográfica. 11ª ed. Porto Alegre: 1986.\n", "38": "38\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Química Geral para Engenharia (QMA)\nNatureza: Obrigatória\nUnidade Acadêmica: DCNAT\nPeríodo: 1º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nTeoria\natômica.\nEstrutura\neletrônica\ne\nligação\nquímica.\nEstequiometria.\nTermoquímica.\nForças\nintermoleculares. Cinética. Equilíbrio. Eletroquímica. Experimentos de eletroquímica e de termoquímica.\nOBJETIVOS\nExpor de forma ampla e acessível os princípios básicos, indispensáveis para uma compreensão racional do\ncomportamento químico das substâncias e sistemas. Introduzir os princípios que regem a ciência dos\nmateriais.\nBIBLIOGRAFIA BÁSICA\n[1] Kotz, J.C.; Treichel Jr., P. Química e Reações Químicas, vol. 1 e 2, 4ª ed., LTC: Rio de Janeiro, 2002.\n[2] Brown, T.L.; Le May, H.E.; Bursten, B.E., Burdge, J.R. Química, A Ciência Central, 9ª ed., Pearson\nEducation do Brasil: São Paulo, 2005.\n[3] Russell, J.B. Química Geral, vol.1 e 2, 2ª ed., Makron Books, São Paulo: 1994.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Mahan, B.M.; Myers, R.J. Química – Um Curso Universitário, Edgard Blücher: São Paulo, 1995.\n[2] Atkins, P.; Jones, L. Princípios de Química – Questionando a Vida Moderna e o Meio Ambiente,\nBookman: Porto Alegre, 2001.\n[3] Brady, J.E.; Humiston, G.E. Química Geral, 2ª ed., LTC: Rio de Janeiro, 1986.\n[4] Brady, J.E.; Senese, F.A.; Jerpersen, N.D. Química: A matéria e suas transformações, vol.1, 5ª ed., LTC:\nRio de Janeiro, 2009.\n[5] Brown, L.S.; Holme, T.A.; Química Geral Aplicada à Engenharia, Cengage Learning, São Paulo, 2010.\n", "39": "39\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Programação de Computadores (PRC)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL/DCOMP\nPeríodo: 1º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 36 ha - 33 h\nPrática: 36 ha - 33 h\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\n1 – Introdução: O computador. Conceitos básicos de programação. Definição e exemplos de algoritmos. 2 –\nItens Fundamentais: Constantes, variáveis e comentários. Expressões aritméticas; lógicas e literais.\nComando de atribuição e entrada/saída. Estrutura sequencial, condicional e de repetição. 3 – Estruturas de\nDados Básicas: Vetores, matrizes, registros e arquivos. 4 – Modularização: Sub-rotinas e funções. 5 –\nConceitos Básicos de Linguagem de Programação: visão Geral; Constantes, Variáveis, Conjuntos,\nExpressões, Atribuição; Comandos de especificação; Comandos de controle de fluxo; Comandos de\nentrada e saída; Comando de especificação de formato; Subprogramas.\nOBJETIVOS\nCapacitar o aluno para a operação e programação de microcomputadores, visando o desenvolvimento e\noperação de softwares aplicados à Engenharia.\nBIBLIOGRAFIA BÁSICA\n[1] CORMEN, T. H. et al. Algoritmos: teoria e prática. Rio de Janeiro: Elsevier, 2012. 926 p.\n[2] FARRER, H. et al. Programação estruturada de computadores: algoritmos estruturados. Rio de Janeiro: LTC, 1999.\n[3] GUIMARÃES, A. M.; LAGES, N. A. C. Algoritmos e estruturas de Dados. Rio de Janeiro: LTC, 1994.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] SEBESTA, R. W. Conceitos de linguagens de programação. 9ª ed. Porto Alegre: Bookman, 2011. 792 p.\n[2] DEITEL, H. M.; DEITEL, P. J. C++: como programar. 5ª ed. São Paulo: Pearson Prentice Hall, 2010. 1163 p.\n[3] PRESSMAN, R. S. Engenharia de software. São Paulo: Pearson Makron Books, 2011. 1056 p\n[4] VELOSO, P. et al. Estrutura de dados. Rio de Janeiro: Elsevier, 1983. 228 p.\n", "40": "40\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[5] KOONIN, S. E.; MEREDITH, D. C. Computational physics: FORTRAN version. Westview, 1990. 639 p.\n", "41": "41\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Cálculo Diferencial e Integral II (CAL-II)\nNatureza: Obrigatória\nUnidade Acadêmica: DEMAT\nPeríodo: 2º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: Cálculo Diferencial e Integral I\nCorrequisito: ---\nEMENTA\nFunções de várias variáveis. Limite e continuidade de funções de várias variáveis reais. Derivadas parciais\ne funções diferenciáveis. Máximos e mínimos de funções de várias variáveis e aplicações. Multiplicadores\nde Lagrange. Integrais duplas e aplicações. Mudança de variáveis em integrais duplas: afins e polares.\nIntegrais triplas. Mudança de variáveis em integrais triplas: afins, cilíndricas e esféricas. Séries e sequências\ninfinitas. Séries de potência. Séries de Taylor. Testes de convergência para séries de potência.\nOBJETIVOS\nAo final do curso, espera-se que o aluno esteja em condições de: Calcular integrais de funções reais de\nvárias variáveis, mediante os principais métodos de integração conhecidos; Utilizar integrais de funções\npara o cálculo de áreas, volumes e nas principais aplicações da Física e da Engenharia; Esboçar gráfico de\nfunções reais de duas variáveis reais; Calcular limites de funções reais de várias variáveis reais e suas\nderivadas parciais, de forma explícita e implícita e saber aplica-los; Verificar a diferenciabilidade de funções\nreais de várias variáveis reais, calcular a diferencial total e usá-la em aproximações da Física e da\nEngenharia; Calcular máximos e mínimos de funções reais de várias variáveis reais; Calcular integrais\nduplas e triplas e saber utilizá-las nas principais aplicações da Física e da Engenharia.\nBIBLIOGRAFIA BÁSICA\n[1] LEITHOLD, L.,O Cálculo com Geometria Analítica, 3ª Edição. Ed. Harbra , SãoPaulo: 1994.\n[2] STEWART, J. Cálculo, 4a. ed. São Paulo: Editora Pioneira -Thomson Learning, 2001.\n[3] GUIDORIZZI,H.L.,Um curso de cálculo, LTC, São Paulo, 1987.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] APOSTOL, T.,Cálculus, Editora Reverte, 1981.\n", "42": "42\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[2] THOMAS,G.B.,Cálculo, Addilson Wesley, São Paulo, 2002.\n[3] LANG,S.,Cálculo, LTC,Rio de Janeiro, 1971.\n[4] BOULOS,P.,Introdução ao Cálculo, Editora Edgard Blucher Ltda, São Paulo, 1974\n[5] SIMMONS, G. F. Cálculo com Geometria Analítica. São Paulo: Editora Makron Books, 1987.\n[6] EDWARDS, C. H. &PENNEY, D. E. Cálculo com Geometria Analítica. Rio de Janeiro: LTC - Livros\nTécnicos e Científicos Editora, 1999.\n[7] MORETTIN, P. A.; BUSSAB, W. O. & HAZZAN, S. Cálculo: funções de uma e de várias variáveis. São\nPaulo: Editora Saraiva 2003.\n[8] MUNEM, M. A. & FOULIS, D. J. Cálculo.\nRio de Janeiro: LTC - Livros Técnicos e Científicos Editora,\n1982.\n[9] SWOKOWSKI, E. W. Cálculo com Geometria Analítica. 2a. ed. São Paulo: Editora Makron Books, 1994.\n", "43": "43\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Álgebra Linear (AGL)\nNatureza: Obrigatória\nUnidade Acadêmica: DEMAT\nPeríodo: 2º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nMatrizes, determinantes e sistemas lineares. Espaços vetoriais: definição e exemplos. Subespaços vetoriais.\nOperações: produto interno. Ortogonalidade. Base e dimensão. Ortonormalização de bases: Processo de\nGram-Schmidt. Transformações lineares: núcleo e imagem. Teorema do núcleo e da imagem. Projeções.\nAutovalores. Autovetores. Diagonalização de matrizes.\nOBJETIVOS\nAdquirir e solidificar formação em ciências básicas e em ciências fundamentais de engenharia; Conhecer e\nidentificar os principais aspectos da Álgebra Linear, realizando operações com matrizes e operadores\nlineares; Aprender explorar adequadamente a integração da Álgebra Linear com as demais disciplinas do\ncurso de engenharia para interpretar dados, elaborar modelos, resolver problemas e trabalhar equipes\ninterdisciplinares; Desenvolver a capacidade de utilizar técnicas e ferramentas modernas para prática de\nengenharia.\nBIBLIOGRAFIA BÁSICA\n[1] BOLDRINI,J.L., et al., Álgebra Linear, Editora Harper & Row do Brasil Ltda, São Paulo, 1978.\n[2] CALLIOLI,C.A. et al., Álgebra Linear e suas aplicações, Atual Editora Ltda, São Paulo, 1977.\n[3] LIMA, E.L., Álgebra Linear, Coleção Matemática Universitária, SBM, Rio de Janeiro, 1995.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] LIMA, E.L. Geometria Analítica e Álgebra Linear, Coleção Matemática Universitária SBM, Rio de Janeiro,\n2001.\n[2] HOFFMAN, K.E KUNZE, R., Álgebra Linear, LTC, Rio de Janeiro, 1976.\n[3] LIMA, E.L., Álgebra Linear 3ª Edição, Coleção Matemática Universitária, SBM, Rio de Janeiro, 1999.\n[4] MONTEIRO,L.H.J., Álgebra Moderna, LPM, São Paulo, 1964.\n", "44": "44\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[5] DE CARVALHO,J.P., Introdução à Álgebra Linear, LTC -Editora UnB, Rio de Janeiro, 1974.\n[6] COELHO, F.U. &, LOURENÇO, M.L., Um Curso de Álgebra Linear, 2ª Edição. Revista e Ampliada, São\nPaulo, Editora EDUSP, 2005.\n[7] IEZZI, G. Fundamentos de Matemática Elementar. Geometria Analítica. Ed. Atual. v. 7.\n[8] LIPSCHUTZ, S. Álgebra Linear. Rio de Janeiro: LTC, 1994.\n", "45": "45\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Fundamentos de Mecânica Clássica (MEC)\nNatureza: Obrigatória\nUnidade Acadêmica: DCNAT\nPeríodo: 2º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito: Cálculo Diferencial e Integral I\nCorrequisito: ---\nEMENTA\nMedidas em Física; Movimento de translação; Dinâmica da partícula; Trabalho e energia; Sistemas de\npartículas; Dinâmica da rotação; Equilíbrio dos corpos rígidos; Física experimental.\nOBJETIVOS\nFornecer conceitos básicos e específicos da Mecânica Clássica para formação do profissional em\nengenharia.\nBIBLIOGRAFIA BÁSICA\n[1] TIPLER, P. A; MOSCA, G. Física para Cientistas e Engenheiros, vol. 1, 5ª ed. Rio de Janeiro: LTC, 2006.\n[2] HALLIDAY, D.; RESNICK, R.; KRANE, K. S. Física 1. 5ª ed. Rio de Janeiro: LTC, 2002.\n[3] HALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos de Física, vol. 1. Rio de Janeiro: LTC, 2009.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] HEWITT, P. G. Física Conceitual. 11ªed. Porto Alegre: Bookman, 2011. 743 p.\n[2] NUSSENZVEIG, H. M. Curso de Física Básica: Mecânica. 4ª ed. São Paulo: Edgard Blucher, 1996.\n[3] YOUNG, H. D; FREEDMAN, R. A. Sears & Zemansky - Física I: Mecânica. 12ªed. São Paulo: Pearson, 2011.\n[4] ALONSO, M.; FINN, E. J. Física: um curso universitário, vol. 1. São Paulo: Edgard Blucher, 1972.\n[5] EISBERG, R. M; LERNER, L. S. Física: fundamentos e aplicações, v.1. São Paulo: McGraw-Hill, 1982.\n", "46": "46\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Circuitos Lógicos (CIL)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 2º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nIntrodução aos sistemas digitais; Sistemas de numeração; Ponto flutuante IEEE 754; Funções de variáveis\nlógicas; Álgebra de Boole; Mapa de Karnaugh; Circuitos combinacionais básicos; Introdução aos circuitos\nsequenciais.\nPráticas de laboratório: experimentos envolvendo lógica combinacional e sequenciais.\nOBJETIVOS\nAo finalizar a UC, o aluno deverá ser capaz de apresentar soluções para problemas cuja temática esteja\ncentrada no raciocínio lógico, podendo essas soluções ser baseadas em circuitos lógicos combinacionais,\nsequenciais ou associação desses; bem como, a partir da análise de uma determinada necessidade, indicar\na utilização de circuitos microprocessados ou microcontrolados. Devido às peculiaridades dessa UC, o\naluno estará também apto para desenvolver projetos lógicos básicos envolvendo programação de CLPd\n(Controladores Lógicos Programáveis).\nBIBLIOGRAFIA BÁSICA\n[1] Capuano, F.; Idoeta, I. V., Elementos de Eletrônica Digital. ISBN: 85-7194-0193 – Editora Érica.\n[2] Tanenbaum, A. S., Organização Estruturada de Computadores. ISBN: 85-7605-067-6 – Pearson/Prentice\nHall.\n[3] TOCCI, R.J. & WIDMER,N.S. Sistemas digitais: princípios e aplicações. 10a ed, Prentice-Hall, 2003.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] GAJSKI, Daniel D., Principles of Digital Design, New Jersey: Prentice Hall, 1997.\n", "47": "47\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[2] VAHID, F., Sistemas Digitais: Projeto, Otimização e HDLS. Artmed, 2008.\n[3] Ercegovac, M. Introdução aos sistemas digitais, Editora Bookaman, 2000.\n[4] Maini, A. Kumar. Digital electronics: Principles, Devices, and Applications. John Wiley & Sons Ltd, 2007.\n[5] Kuphaldt, T. R., Lessons In Electric Circuits, Volume IV – Digital. Fourth Edition, last update January 18,\n2006.\nAvailable\nin\nits\nentirety\nas\npart\nof\nthe\nOpen\nBook\nProject\ncollection\nat:http://www.ibiblio.org/obp/electricCircuits.\n", "48": "48\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Desenho Técnico (DET)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 2º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: 12 ha - 11 h\nPrática: 24 ha - 22 h\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nDesenho como linguagem técnica; Normas de desenho técnico; Perspectivas; Noções sobre geometria\ndescritiva; Vistas auxiliares; Cortes e seções, esboço e cotado; Aplicações em Engenharia Elétrica.\nPráticas de Laboratório: experimentos relacionados ao conteúdo teórico.\nOBJETIVOS\nO aluno aplicará as técnicas de desenho técnico utilizando ferramentas computacionais.\nBIBLIOGRAFIA BÁSICA\n[1] K. Billing, R. Knight. Guia de Referência para o Autocad - Release 12. Editora McGraw-Hill Ltda\n[2] Ana Lucia S. Coraini; Ieda Nolla. Curso Básico e Prático Autocad 12. Editora McGraw-Hill Ltda\n[3] Autocad 2000 - Editora McGraw-Hill Ltda.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] NBR 10067 – Princípios gerais de representação em desenho técnico. Rio de Janeiro: ABNT, 1995.\n[2] NBR 10068 – Folha de desenho -Leiaute e Dimensões. Rio de Janeiro: ABNT, 1987.\n[3] NBR 10126 – Cotagem em desenho técnico. Rio de Janeiro: ABNT, 1987.\n[4] NBR 10582 – Apresentação da folha para desenho técnico. Rio de Janeiro: ABNT, 1987.\n[5] RIBEIRO, Antônio C.; PERES, Mauro P. & IZIDORO, Nacir. Curso de Desenho técnico e AutoCAD.\nSão Paulo: Editora Pearson, 2013.\n[6] SPECK, Henderson J. & PEIXOTO, Virgílio V. Manual Básico de Desenho Técnico. Florianópolis:\n", "49": "49\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nEditora da UFSC, 1997.\n[7] FRENCH, Thomas E. & VIERCK, Charles J. Desenho Técnico e Tecnologia Gráfica. 2a ed. São\nPaulo: Ed. Globo, 1985.\n", "50": "50\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Ciência do Meio Ambiente (CMA)\nNatureza: Obrigatória\nUnidade Acadêmica: DCTEF\nPeríodo: 2º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: 36 ha - 33 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nNoções de ecologia e de ecossistema. Ciclos biogeoquímicos. O meio ambiente terrestre: o solo, o lixo e a\npoluição; o ambiente de água doce; o ambiente marinho e os mangues. Radiações e seus efeitos.\nPlanejamento e proteção do meio ambiente. ISSO 14000.\nOBJETIVOS\nIntroduzir a discussão sobre a tecnologia como agente transformador da sociedade e do ambiente e,\ntambém, como possível solucionador dos conflitos gerados. Serão realizados estudos sobre as fontes\nenergéticas visando analisar a matriz energética brasileira, as barragens e suas consequências, fontes\nconvencionais e alternativas de energia e o lixo radioativo. É fundamental a avaliação de impactos\nambientais (CONAMA e a Legislação Ambiental Brasileira). O programa se desenvolve envolvendo\npalestras com pessoas ligadas ao órgão estadual de controle ambiental, da sociedade civil e das indústrias.\nBIBLIOGRAFIA BÁSICA\n[1] Botelho, H. P., Noções de Higiene Social. 1999.\n[2] Carvalho, D. F., Elementos de Meio Ambiente. PUC/MG, 1987.\n[3] COPASA-MG, Saneamento, Saúde e Desenvolvimento. 1992.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] BRAGA, Benedito; et al. Introdução à engenharia ambiental. 2.ed. São Paulo: Pearson\nPrentice Hall, 2009.\n[2] SPERLING, Marcos von. Introdução à qualidade das águas e ao tratamento de esgotos. 2.ed. Belo\nHorizonte: Departamento de Engenharia Sanitária e Ambiental; UFMG, 1996. 243 p. (Princípios do\ntratamento biológico de águas residuárias; v.1).\n", "51": "51\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Cálculo Vetorial (CVT)\nNatureza: Obrigatória\nUnidade Acadêmica: DEMAT\nPeríodo: 3º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito:\nGeometria\nAnalítica;\nCálculo\nDiferencial e Integral II\nCorrequisito: ---\nEMENTA\nFunções vetoriais de uma variável: operações, limite, continuidade; Derivada de funções vetoriais de uma\nvariável; Curvas diferenciáveis: representação paramétrica, reta tangente e vetores tangentes, normal e\nbinormal; Funções vetoriais de várias variáveis: operações, limite, continuidade e diferenciabilidade;\nCampos de vetores no plano; Campos de vetores conservativos; Integral de linha; Teorema de Green;\nSuperfícies: parametrização, plano tangente, campos de vetores e área; Integrais de superfícies; Teorema\nda divergência ou de Gauss; Teorema de Stokes.\nOBJETIVOS\nCapacitar o aluno para a lidar com os diversos tipos de integrais para campos vetoriais e suas aplicações\nem engenharia.\nBIBLIOGRAFIA BÁSICA\n[1] LEITHOLD,L.,O Cálculo com Geometria Analítica, 3ª Edição. Ed. Harbra , SãoPaulo: 1994.\n[2] THOMAS,G.B.,Cálculo, AddilsonWesley, São Paulo, 2002.\n[3] GUIDORIZZI,H.L.,Um curso de cálculo, LTC, São Paulo, 1987.\n[4]\nGONÇALVES,\nM.B.;\nFLEMMING,\nD.M.; Cálculo\nB:\nFunções\nde\nVárias\nVariáveis, Integrais\nMúltiplas, Integrais Curvilíneas e de Superfícies.São Paulo: Pearson Prentice Hall, 2007.\n[5] TENENBLAT, K. Introdução à Geometria Diferencial. Editora UnB, 1988.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] APOSTOL,T.,Cálculus, Editora Reverte, 1981.\n", "52": "52\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[2] STEWART, J. Cálculo, 4a. ed. São Paulo: Editora Pioneira -Thomson Learning, 2001.\n[3] LANG,S.,Cálculo, LTC, Rio de Janeiro, 1971.\n[4] BOULOS,P.,Introdução ao Cálculo, Editora Edgard Blucher Ltda, São Paulo, 1974\n[5] SIMMONS, G. F. Cálculo com Geometria Analítica. São Paulo: Editora Makron Books, 1987.\n[6] EDWARDS, C. H. &PENNEY, D. E. Cálculo com Geometria Analítica. Rio de Janeiro: LTC -Livros\nTécnicos e Científicos Editora, 1999.\n", "53": "53\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Equações Diferenciais (EDF)\nNatureza: Obrigatória\nUnidade Acadêmica: DEMAT\nPeríodo: 3º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: Cálculo Diferencial e Integral II\nCorrequisito: ---\nEMENTA\nDefinição e classificação de equações diferenciais ordinárias (EDO); EDO de primeira ordem; Métodos de\nresolução de EDO de primeira ordem; EDO de segunda ordem; Métodos de resolução de EDO de segunda\nordem; Sistemas de equações diferenciais lineares; Transformada de Laplace; Séries e Transformada de\nFourier; Equação do calor e da onda.\nOBJETIVOS\nCapacitar para análise, interpretação e solução das equações diferenciais ordinárias e do emprego de\nséries, visando às aplicações em Engenharia.\nAo final do curso o aluno deverá ser capaz de: Reconhecer uma equação diferencial (EDO ou EDP) e\nverificar se uma dada função é solução; Resolver as EDO básicas de 1ª e 2ª ordem por métodos\nconvencionais; Resolver uma EDO linear com coeficientes constantes de qualquer ordem; Resolver um\nsistema de EDO lineares com coeficientes constantes; Utilizar o método das séries de potências para\nresolver uma EDO linear de segunda ordem; Utilizar o método da transformada de Laplace para resolver\nproblemas de valores iniciais (PVI) envolvendo EDO lineares com coeficientes constantes; Resolver\nproblemas de aplicação envolvendo as EDO estudadas.\nBIBLIOGRAFIA BÁSICA\n[1] ZILL, D. G. e CULLEN, M. R., Equações Diferenciais, Pearson Makron Books, São Paulo.\n[2] BRONSON,R.., Moderna Introdução as Equações Diferencias,1ª Edição, McGraw-Hill do Brasil, São\nPaulo, 1977.\n[3] BOYCE, W.E.&DIPRIMA,R.C., Equações Diferenciais Elementares e Problemas de Valores de\nContorno,3ª Edição, Editora Guanabara Dois, Rio de Janeiro, 1977.\nBIBLIOGRAFIA COMPLEMENTAR\n", "54": "54\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[1] SOTOMAYOR, J. Lições de Equações Diferenciais Ordinárias. Série Projeto Euclides, Rio de Janeiro,\n1979.\n[2] BASSANEZI, R. C., Ensino-Aprendizagem com Modelagem Matemática, Editora. Contexto, São Paulo,\n2002.\n[3] BASTSCHELET, E., Introdução à\nMatemática para\nBiocientistas,\nEditora\nInterciência\ne Editora da\nUniversidade de São Paulo, Rio de Janeiro, 1978.\n[4] BIEMBENGUT, M. S., Modelagem Matemática no Ensino, Editora Contexto, São Paulo 1993.\n[5] BASSANEZI R. C. e Ferreira Jr., W. C., Equações Diferenciais com Aplicações, Editora HARBRA, 1988.\n", "55": "55\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Mecânica dos Sólidos (MES)\nNatureza: Obrigatória\nUnidade Acadêmica: DEMEC\nPeríodo: 3º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: 36 ha - 33 h\nPrática: ---\nPré-requisito: Cálculo Diferencial e Integral I\nCorrequisito: ---\nEMENTA\nEquilíbrio de corpos rígidos. Aplicações especiais da estática: vigas, estruturas, cabos treliças. Centróides e\ncentros de gravidade. Momentos de inércia de áreas e massas. Conceitos básicos de resistência dos\nmateriais. Tensões e deformações.\nOBJETIVOS\nIntroduzir os fundamentos de projeto estrutural.\nBIBLIOGRAFIA BÁSICA\n[1] Hibbeler, R. C., Mecânica para Engenheiros – Estática. 10ª ed., Prentice-Hall, 2005.\n[2] Hibbeler, R. C., Resistência dos Materiais. 10ª ed., Prentice-Hall, 2005.\n[3] Beer, F. P.; Johnston, E. R.; “MECÂNICA VETORIAL PARA ENGENHEIROS”, ESTÁTICA, 5ª. Edição,\nMakron Books, 1994.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Halliday, D., Resnick, R., Krane, K. S., “Física” , Vol. 1, 5ª edição, LTC, Rio de Janeiro, 2002.\n[2] Tipler, P.; Mosca, G. “Física para Cientistas e Engenheiros”, 5ª edição, LTC, Vol.1, Rio de Janeiro, 2006.\n", "56": "56\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Fundamentos de Eletricidade e Magnetismo (FEM)\nNatureza: Obrigatória\nUnidade Acadêmica: DCNAT\nPeríodo: 3º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito: Fundamentos de Mecânica Clássica\nCorrequisito: ---\nEMENTA\nForça e campos elétricos. Potencial elétrico. Capacitância e dielétricos. Resistência. Correntes e circuitos\nelétricos. Semicondutores. Campo magnético. Lei de Ampère. Lei de indução de Faraday. Indutância e\noscilações eletromagnéticas. Corrente alternada. Propriedades magnéticas da matéria. Física experimental.\nOBJETIVOS\nApresentar os conceitos que envolvem os fenômenos elétricos e magnéticos e compreender os princípios\nfísicos responsáveis pelo funcionamento de dispositivos elétricos e eletrônicos.\nBIBLIOGRAFIA BÁSICA\n[1] TIPLER, P. A; MOSCA, G. Física para Cientistas e Engenheiros, vol. 2. 5ª ed., Rio de Janeiro: LTC,\n2006.\n[2] HALLIDAY, D.; RESNICK, R.; KRANE, K. S. Física 3. 5ª ed. Rio de Janeiro: LTC, 2002.\n[3] HALLIDAY, D.; RESNICK, R.; WALKER J. Fundamentos de Física, vol. 3. Rio de Janeiro: LTC, 2009.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] NUSSENZVEIG, H. M. Curso de Física básica, v.3. São Paulo: Edgard Blucher, 1997. 323 p.\n[2] HEWITT, P. G. Física Conceitual. 11ªed. Porto Alegre: Bookman, 2011. 743 p.\n[3] YOUNG, H. D.; FREEDMAN, R. A. Sears e Zemansky - Física III: eletromagnetismo. 12ª ed. São Paulo:\nPearson, 2009. 425 p.\n[4] CHAVES, A. Física básica: eletromagnetismo. Rio de Janeiro: LTC, 2007. 269 p.\n[5] EISBERG, R. M.; LERNER, L. S. Física: fundamentos e aplicações, v.3. São Paulo: McGraw-Hill, 1983.\n422 p.\n", "57": "57\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Circuitos Elétricos em Corrente Contínua (CEC)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 3º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito:\nCálculo\nDiferencial\ne\nIntegral\nI;\nÁlgebra Linear\nCorrequisito: ---\nEMENTA\nVariáveis e elementos de circuitos. Leis de Ohm e Kirchhoff em circuitos resistivos. Teoremas de Thévenin e\nNorton e Princípio da Superposição. Métodos Matriciais para a solução de circuitos resistivos. Circuitos RC,\nRL e RLC. Resposta completa de circuitos.\nOBJETIVOS\nAo final do curso o aluno deverá ser capaz de: Compreender o funcionamento de circuitos elétricos e dos\nseus componentes; Equacionar e resolver circuitos em regime permanente e transitório; Simular por meio\nde aplicativos o comportamento de circuitos elétricos.\nBIBLIOGRAFIA BÁSICA\n[1] Irwin, J. D., Análise de Circuitos em Engenharia, 4ª ed., São Paulo: Makron Books, 2000.\n[2] Burian JR, Y.; Lyra, A. C., Circuitos Elétricos. São Paulo: Pearson Prentice Hall, 2006.\n[3] Boylestad, R. L., Introdução à Análise de Circuitos. Pearson Prentice Hall, 2004.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Alexander, C. K.; Sadiku, M. N. O., Fundamentos de Circuitos Elétricos, Porto Alegre: Bookman, 2003.\n[2] Dorf, R. C.; Svoboda, J. A., Introdução aos Circuitos Elétricos, 5ª ed., Rio de Janeiro: LTC, 2003.\n[3] O`Malley, J., Análise de Circuitos. 2ª ed. São Paulo: Makron Books, 1993.\n[4] Bolton, W. Análise de Circuitos Elétricos. São Paulo: Makron Books, 1995.\n[5] Robbins, A.; Miller, W. C. Análise de Circuitos: Teoria e Prática. São Paulo: Cengage Learning, 2010.\n", "58": "58\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Laboratório de Circuitos Elétricos I (LAC-I)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 3º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: ---\nPrática: 36 ha - 33 h\nPré-requisito:\nCálculo\nDiferencial\ne\nIntegral\nI;\nÁlgebra Linear\nCorrequisito:\nCircuitos\nElétricos\nem\nCorrente\nContínua\nEMENTA\nPráticas de Laboratório: Aspectos de segurança nos laboratórios; Utilização de ferramentas para montagem\ne manutenção; principais instrumentos de medição analógicos e digitais em Engenharia Elétrica; Medidas\ndiretas e indiretas; Erros associados a medidas; Gráficos; Registro dos Experimentos; Verificação das Leis\nde Ohm, Kirchhoff, Teoremas de Thévenin e Norton e do Princípio de Superposição; Determinação das\nconstantes de tempo dos circuitos com elementos armazenadores de energia.\nOBJETIVOS\nAo final do curso o aluno deverá ser capaz de: Compreender o funcionamento de circuitos elétricos e dos\nseus componentes; Equacionar e resolver circuitos em regime permanente e transitório; Simular por meio\nde aplicativos o comportamento de circuitos elétricos.\nBIBLIOGRAFIA BÁSICA\n[1] Irwin, J. D., Análise de Circuitos em Engenharia, 4ª ed., São Paulo: Makron Books, 2000.\n[2] Burian JR, Y.; Lyra, A. C., Circuitos Elétricos. São Paulo: Pearson Prentice Hall, 2006.\n[3] Boylestad, R. L., Introdução à Análise de Circuitos. Pearson Prentice Hall, 2004.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Alexander, C. K.; Sadiku, M. N. O., Fundamentos de Circuitos Elétricos, Porto Alegre: Bookman, 2003.\n[2] Dorf, R. C.; Svoboda, J. A., Introdução aos Circuitos Elétricos, 5ª ed., Rio de Janeiro: LTC, 2003.\n[3] Johnson, D. E.; Hilburn, J. L.; Johnson, J. R. Basic Electric Circuit Analysis. Englewood Cliffs: Prentice\nHall, 2014.\n", "59": "59\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[4] Bolton, W. Análise de Circuitos Elétricos. São Paulo: Makron Books, 1995.\n[5] Robbins, A.; Miller, W. C. Análise de Circuitos: Teoria e Prática. São Paulo: Cengage Learning, 2010.\n", "60": "60\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Eletromagnetismo (ELG)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 4º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito:\nFundamentos\nde\nEletricidade\ne\nMagnetismo; Cálculo Vetorial\nCorrequisito: ---\nEMENTA\nEquações de Maxwell e suas aplicações: Breve histórico; correntes de condução e de deslocamento.\nFormas diferencial para integral e vice-versa; representações nos domínios do tempo e da frequência;\ndefinições generalizadas de condutores e isolantes; potenciais de Lorentz. Efeito pelicular e de proximidade;\naplicações em eletrostática (soluções das Equações de Poisson e de Laplace e problemas de fronteira,\ncapacitância de geometrias complexas); magnetostática (materiais ferromagnéticos, circuitos magnéticos,\nindutâncias de geometrias complexas) e quase-estática (variação temporal lenta, indutância mútua e auto-\nindutância, transformador, gerador, correntes parasitas, histerese dielétrica, relações de fronteira); relação\nentre a Teoria de Circuito e a de Campo.\nPráticas de Laboratório: experimentos envolvendo conceitos relacionados ao eletromagnetismo.\nOBJETIVOS\nAo final do curso o aluno deverá ser capaz de: Compreender os principais fenômenos eletromagnéticos e\nrelacioná-los com as demais disciplinas da Engenharia Elétrica; Compreender as principais leis do\neletromagnetismo; Relacionar circuitos eletromagnéticos e propriedades dos materiais com as áreas de\nconversão de energia, transformadores, máquinas elétricas e sistemas de potência; Compreender a\npropagação de ondas eletromagnéticas no espaço e em meios condutores e dielétricos.\nBIBLIOGRAFIA BÁSICA\n[1] Buck, J. A. e Hayt, W. H. Jr. Eletromagnetismo. 8a. Ed. São Paulo: Mc Graw-Hill, 2012.\n[2] Wentworth, S. M. Fundamentos de Eletromagnetismo com Aplicações em Engenharia. Rio de Janeiro:\nLCT, 2006.\n[3] Sadiku, M. N. O. Elementos de Eletromagnetismo. 3a. Ed. Porto Alegre: Bookman, 2004.\nBIBLIOGRAFIA COMPLEMENTAR\n", "61": "61\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[1] Kraus, J. D. e Fleisch, D. A. Eletromagnetics with Applications. New York: McGraw-Hill, 1999.\n[2] Popovic, Z. D. e Popovic, B. D. Introductory Electromagnetics. New Jersey: Prentice Hall, 1999.\n[3] C. P. Quevedo e C. Quevedo-Lodi. Ondas Eletromagnéticas. Pearson Education do Brasil, São Paulo,\n2001.\n[4] Quevedo, C. P. Eletromagnetismo. São Paulo: Edições Loyola, 1993.\n[5] Paul, C.R. e Nasar, S. A. Introduction to Electromagnetic Fields. New York: McGraw-Hill, 1987.\nKraus, J. D. e Carver, K. R. Eletromagnetismo. Rio de Janeiro: Editora Guanabara Dois, 1978.\n", "62": "62\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Métodos Numéricos (MNU)\nNatureza: Obrigatória\nUnidade Acadêmica: DCOMP\nPeríodo: 4º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito:\nProgramação\nde\nComputadores;\nEquações Diferenciais\nCorrequisito: ---\nEMENTA\nEstudo de erros; Sistemas de equações lineares; Raízes de equações algébricas e transcendentes;\nInterpolação, Integração numérica; Ajuste de curvas; Equações diferenciais ordinárias.\nPráticas de Laboratório: desenvolvimento de algoritmos computacionais envolvendo métodos numéricos.\nOBJETIVOS\nDesenvolver a capacidade de compreensão e o uso de métodos numéricos na resolução de problemas do\nCálculo, da Álgebra Linear e de outras áreas da matemática, utilizando ambiente de desenvolvimento,\nvisando às aplicações em Engenharia.\nBIBLIOGRAFIA BÁSICA\n[1] Campos Filho, F. F., Algoritmos Numéricos. Editora LTC, 2007.\n[2] Sperandio, D.; Mendes, J. T.; Silva, L. H. M., Cálculo Numérico: Características Matemáticas e\nComputacionais dos Métodos Numéricos. São Paulo: Pearson Prentice Hall, 2006.\n[3] Barroso, L. C., et al., Cálculo Numérico (com aplicações). 2ª ed., São Paulo, Editora Harbra, 1987.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Ruggiero, M. A. G.; Lopes, V. L. R., Cálculo Numérico - Aspectos Teóricos e Computacionais. 2ª ed., São\nPaulo: Makron Books, 1997\n[2] Barroso, L. C., et al., Cálculo Numérico. Ed. Harper & Row, São Paulo, 1983.\n[3] Castro, M. A. C. Cálculo numérico e métodos numéricos com uso do Excel. São\nJoão del-Rei: UFSJ, 2010.\n", "63": "63\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Fundamentos de Ondas e Termodinâmica (FOT)\nNatureza: Obrigatória\nUnidade Acadêmica: DCNAT\nPeríodo: 4º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito: Fundamentos de Mecânica Clássica\nCorrequisito: ---\nEMENTA\nFluidos. Oscilações Ondas em meios elásticos. Termodinâmica. Teoria Cinética dos gases. Gravitação\nFísica Experimental.\nOBJETIVOS\nFamiliarizar o estudante com conceitos e a modelagem de problemas físicos que envolvam a dinâmica e a\nestática dos fluidos. Desenvolver no estudante as habilidades necessárias para que o mesmo aprenda a\ninterpretar e modelar problemas físicos ligados às Leis da Termodinâmica, assim como às Leis da\nGravitação Universal e a propagação de ondas em meios materiais.\nBIBLIOGRAFIA BÁSICA\n[1] TIPLER, P. A; MOSCA, G. Física para Cientistas e Engenheiros, vol. 1. 5ª ed. Rio de Janeiro: LTC, 2006.\n[2] HALLIDAY, D.; RESNICK, R.; KRANE, K. S. Física 2. 5ª ed. Rio de Janeiro: LTC, 2002.\n[3] HALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos de Física, vol. 2. Rio de Janeiro: LTC, 2009.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] HEWITT, P. G. Física Conceitual. 11ª ed. Porto Alegre: Bookman, 2011. 743 p.\n[2] CHAVES, A. Física básica: gravitação, fluidos, ondas, termodinâmica. Rio de Janeiro: LTC, 2007. 242p.\n[3] NUSSENZVEIG, H. M. Curso de Física básica, vol. 2. 4ª ed. São Paulo: Edgard Blucher, 1996. 315p.\n[4] YOUNG, H. D; FREEDMAN, R. A. Sears e Zemansky - Física II: termodinâmica e ondas. 12ª ed. São\nPaulo: Pearson, 2008. 329 p.\n[5] EISBERG, R. M. LERNER, L. S. Física: fundamentos e aplicações, v. 2. São Paulo: McGraw-Hill, 1983.\n580 p.\n", "64": "64\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Circuitos Elétricos Trifásicos (CET)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 4º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito:\nCircuitos\nElétricos\nem\nCorrente\nContínua\nCorrequisito: ---\nEMENTA\nCorrente alternada; Representação por fasores; Impedância; Potência em circuitos CA; Circuitos trifásicos;\nCircuitos acoplados; transformada Y-Δ; Componentes simétricas e transformação de coordenas.\nOBJETIVOS\nProporcionar conhecimentos específicos na análise de circuitos monofásicos e trifásicos equilibrados e\ndesequilibrados, conceitos de potência, fator de potência e sua correção em circuitos de corrente alternada.\nEstudo de circuitos acoplados magneticamente e transformador ideal. Aplicação de componentes na análise\nde circuitos trifásicos desequilibrados.\nBIBLIOGRAFIA BÁSICA\n[1] Alexander, C. K.; Sadiku, M. N. O., Fundamentos de Circuitos Elétricos. 5ª ed., Porto Alegre: AMGH,\n2013.\n[2] Oliveira, C. C. B. et al., Introdução a Sistemas Elétricos de Potência: Componentes Simétricas. 2ª ed.\nrev. e ampliada. São Paulo: Edgard Blucher, 2007.\n[3] Boylestad, R. L., Introdução à Análise de Circuitos. Pearson Prentice Hall, 2004.\n[4] Johnson, D. E.; Hilbrun, J. L.; Johnson, J. R., Fundamentos de Análise de Circuitos Elétricos. 4ª ed., Rio\nde Janeiro: LTC, 2000.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Irwin, J. D., Análise de Circuitos em Engenharia, 4ª ed., São Paulo: Makron Books, 2000.\n[2] Dorf, R. C.; Svoboda, J.A., Introduction to Electric Circuits. 7ª ed., New York: John Wiley & Sons, 2006.\n[3] Burian JR, Y.; Lyra, A. C., Circuitos Elétricos. São Paulo: Pearson Prentice Hall, 2006.\n", "65": "65\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[4] O`Malley, J., Análise de Circuitos. 2ª ed. São Paulo: Makron Books, 1993.\n[5] Edminister, J., Circuitos Elétricos. 2ª ed. São Paulo: Makron Books, 1991 (Coleção Schaum).\n[6] Gussow, M., Eletricidade Básica. 2ª ed., Porto Alegre: Bookman, 2009 (Coleção Schaum).\n[7] Orsini, L. Q.; Consonni, D., Curso de Circuitos Elétricos. 2ª ed, São Paulo: Edgard Blucher, 2004.\n[8] Kerchner, R. M.; Corcoran, G. F., Circuitos de Corrente Alternada. 3ª ed. Porto Alegre: Globo, 1977.\n", "66": "66\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Conversão de Energia (COE)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 4º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito:\nCircuitos\nElétricos\nem\nCorrente\nContínua;\nFundamentos\nde\nEletricidade\ne\nMagnetismo\nCorrequisito: ---\nEMENTA\nEnergia e desenvolvimento. Uso de energia no mundo e no Brasil. Fontes alternativas de energia:\nbiomassa, solar fotovoltaica, eólica e cogeração. Formas de conversão da energia. Circuitos magnéticos.\nRelações eletromecânicas básicas. Funções de transferência de transdutores e sensores eletromecânicos\nlineares simples e duplamente excitados. Conversão eletromecânica de energia.\nPráticas de Laboratório: experimentos relacionados ao conteúdo teórico.\nOBJETIVOS\nAo final da UC, o aluno será capaz de analisar circuitos magnéticos equivalentes para sistemas\neletromagnéticos,\nconsiderando\nmatérias\nmagnéticos\nenvolvidos,\nem\nfunção\ndas\npermeabilidades\nmagnéticas. O curso também proporcionará conhecimento dos princípios fundamentais da conversão\neletromecânica de energia.\nBIBLIOGRAFIA BÁSICA\n[1] Fitzgerald, A.E.; Kingsley Jr., C.; Kusko, A., Máquinas Elétricas: Conversão Eletromecânica da Energia,\nProcessos, Dispositivos e Sistemas. São Paulo: McGraw Hill, 1975.\n[2] Kosow, I.L., Máquinas Elétricas e Transformadores. 15ª ed. Rio de Janeiro: Globo, 2008.\n[3] Chapman, S.J., Electric Machinery Fundamentals. 4ª ed., Boston: McGraw Hill, 2005.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Slenon, G.R., Equipamentos Magnetelétricos: Transdutores, Transformadores e Máquinas. Rio de\nJaneiro: LTC 1974.\n[2] Sen, P.C., Principles of Electric Machines and Power Electronics, John Wiley & Sons, 1997.\n", "67": "67\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Circuitos Elétricos no Domínio da Frequência (CEF)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 5º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito:\nCircuitos\nElétricos\nTrifásicos;\nEquações Diferenciais\nCorrequisito: ---\nEMENTA\nTransformada de Laplace aplicada em circuitos RL, RC e RLC; Função de transferência de circuitos e\nquadripolos; Aplicações da série de Fourier em circuitos elétricos; Filtros Passivos.\nPráticas de Laboratório: experimentos envolvendo os conceitos teóricos.\nOBJETIVOS\nEstudo dos efeitos da frequência em circuitos elétricos, baseado nos estudos da resposta em frequência e\nnas análises de Fourier; Aplicação na análise de filtros ativos.\nBIBLIOGRAFIA BÁSICA\n[1] Alexander, C. K.; Sadiku, M. N. O., Fundamentos de Circuitos Elétricos. 5ª ed., Porto Alegre: AMGH,\n2013.\n[2] Oliveira, C. C. B. et al., Introdução a Sistemas Elétricos de Potência: Componentes Simétricas. 2ª ed.\nrev. e ampliada. São Paulo: Edgard Blucher, 2007.\n[3] Boylestad, R. L., Introdução à Análise de Circuitos. Pearson Prentice Hall, 2004.\n[4] Johnson, D. E.; Hilbrun, J. L.; Johnson, J. R., Fundamentos de Análise de Circuitos Elétricos. 4ª ed., Rio\nde Janeiro: LTC, 2000.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Irwin, J. D., Análise de Circuitos em Engenharia, 4ª ed., São Paulo: Makron Books, 2000.\n[2] Dorf, R. C.; Svoboda, J.A., Introduction to Electric Circuits. 7ª ed., New York: John Wiley & Sons, 2006.\n[3] Burian JR, Y.; Lyra, A. C., Circuitos Elétricos. São Paulo: Pearson Prentice Hall, 2006.\n[4] O`Malley, J., Análise de Circuitos. 2ª ed. São Paulo: Makron Books, 1993.\n", "68": "68\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[5] Edminister, J., Circuitos Elétricos. 2ª ed. São Paulo: Makron Books, 1991 (Coleção Schaum).\n[6] Gussow, M., Eletricidade Básica. 2ª ed., Porto Alegre: Bookman, 2009 (Coleção Schaum).\n[7] Orsini, L. Q.; Consonni, D., Curso de Circuitos Elétricos. 2ª ed, São Paulo: Edgard Blucher, 2004.\n[8] Kerchner, R. M.; Corcoran, G. F., Circuitos de Corrente Alternada. 3ª ed. Porto Alegre: Globo, 1977.\n", "69": "69\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Laboratório de Circuitos Elétricos II (LAC-II)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 5º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: ---\nPrática: 36 ha - 33 h\nPré-requisito: Circuitos Elétricos Trifásicos ;\nLaboratório de Circuitos Elétricos I\nCorrequisito: Circuitos Elétricos no Domínio da\nFrequência\nEMENTA\nPráticas de Laboratório: Circuitos RLC série e RLC paralelo. Circuitos magneticamente acoplados. Medição\nde potência. Circuitos trifásicos equilibrados e desequilibrados. Medição de potência em circuitos trifásicos\npelo método dos dois wattímetros.\nOBJETIVOS\nProporcionar conhecimentos específicos na análise de circuitos monofásicos e trifásicos equilibrados e\ndesequilibrados, conceitos de potência, fator de potência e sua correção em circuitos de corrente alternada.\nEstudo de circuitos acoplados magneticamente e transformador ideal. Aplicação de componentes na análise\nde circuitos trifásicos desequilibrados.\nBIBLIOGRAFIA BÁSICA\n[1] Alexander, C. K.; Sadiku, M. N. O., Fundamentos de Circuitos Elétricos. 5ª ed., Porto Alegre: AMGH,\n2013.\n[2] Oliveira, C. C. B. et al., Introdução a Sistemas Elétricos de Potência: Componentes Simétricas. 2ª ed.\nrev. e ampliada. São Paulo: Edgard Blucher, 2007.\n[3] Boylestad, R. L., Introdução à Análise de Circuitos. Pearson Prentice Hall, 2004.\n[4] Johnson, D. E.; Hilbrun, J. L.; Johnson, J. R., Fundamentos de Análise de Circuitos Elétricos. 4ª ed., Rio\nde Janeiro: LTC, 2000.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Irwin, J. D., Análise de Circuitos em Engenharia, 4ª ed., São Paulo: Makron Books, 2000.\n[2] Dorf, R. C.; Svoboda, J.A., Introduction to Electric Circuits. 7ª ed., New York: John Wiley & Sons, 2006.\n[3] Burian JR, Y.; Lyra, A. C., Circuitos Elétricos. São Paulo: Pearson Prentice Hall, 2006.\n", "70": "70\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[4] O`Malley, J., Análise de Circuitos. 2ª ed. São Paulo: Makron Books, 1993.\n[5] Edminister, J., Circuitos Elétricos. 2ª ed. São Paulo: Makron Books, 1991 (Coleção Schaum).\n[6] Gussow, M., Eletricidade Básica. 2ª ed., Porto Alegre: Bookman, 2009 (Coleção Schaum).\n[7] Orsini, L. Q.; Consonni, D., Curso de Circuitos Elétricos. 2ª ed, São Paulo: Edgard Blucher, 2004.\n[8] Kerchner, R. M.; Corcoran, G. F., Circuitos de Corrente Alternada. 3ª ed. Porto Alegre: Globo, 1977.\n", "71": "71\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Eletrônica I (ELE-I)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 5º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito:\nCircuitos\nElétricos\nem\nCorrente\nContínua\nCorrequisito: ---\nEMENTA\nAmplificador operacional; diodos; transistores de efeito de campo e bipolares.\nOBJETIVOS\nFornecer ferramentas adequadas para a análise e projeto de sistemas eletrônicos contendo amplificadores\noperacionais, transistores e diodos.\nBIBLIOGRAFIA BÁSICA\n[1] Sedra, A. S.; Smith, K. C., Microeletrônica. 4ª ed. São Paulo: Makron Books, 2000.\n[2] Malvino, A. P., Eletrônica. São Paulo. McGraw-Hill, 1986.\n[3] Pertence Junior, A., Amplificadores Operacionais e Filtros Ativos: Teoria, Projetos, Aplicações e\nLaboratório. 5ª ed. São Paulo: Makron Books, 1996.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] R. L. BOYLESTAD, L. NASHELSKY, Dispositivos Eletrônicos e Teoria de Circuitos, Editora Pearson -\nPrentice Hall, 8a edição (2004).\n[2] REZENDE, SÉRGIO MACHADO, Materiais e Dispositivos Eletrônicos, Editora Livraria da Física, 1a.\nedição, (2004).\n[3] CATHEY, JIMMIE J., Dispositivos e Circuitos Eletrônicos, Editora BOOKMAN COMPANHIA ED, 2a.\nedição, (2003).\n[4] TURNER, L.W., Circuitos e Dispositivos Eletrônicos, Editora HEMUS, 1a. edição, (2004).\n[5] Datasheets, databooks, handbooks e cookbooks dos fabricantes de componentes eletrônicos.\n", "72": "72\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Laboratório de Eletrônica (LAE)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 5º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: ---\nPrática: 36 ha - 33 h\nPré-requisito:\nCircuitos\nElétricos\nem\nCorrente\nContínua; Laboratório de Circuitos Elétricos I\nCorrequisito: Eletrônica I\nEMENTA\nPráticas de Laboratório: Amplificador operacional; diodos; transistores de efeito de campo e bipolares.\nOBJETIVOS\nFornecer ferramentas adequadas para a análise e projeto de sistemas eletrônicos contendo amplificadores\noperacionais, transistores e diodos.\nBIBLIOGRAFIA BÁSICA\n[1] Sedra, A. S.; Smith, K. C., Microeletrônica. 4ª ed. São Paulo: Makron Books, 2000.\n[2] Malvino, A. P., Eletrônica. São Paulo. McGraw-Hill, 1986.\n[3] Pertence Junior, A., Amplificadores Operacionais e Filtros Ativos: Teoria, Projetos, Aplicações e\nLaboratório. 5ª ed. São Paulo: Makron Books, 1996.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] R. L. BOYLESTAD, L. NASHELSKY, Dispositivos Eletrônicos e Teoria de Circuitos, Editora Pearson -\nPrentice Hall, 8a edição (2004).\n[2] REZENDE, SÉRGIO MACHADO, Materiais e Dispositivos Eletrônicos, Editora Livraria da Física, 1a.\nedição, (2004).\n[3] CATHEY, JIMMIE J., Dispositivos e Circuitos Eletrônicos, Editora BOOKMAN COMPANHIA ED, 2a.\nedição, (2003).\n[4] TURNER, L.W., Circuitos e Dispositivos Eletrônicos, Editora HEMUS, 1a. edição, (2004).\n[5] Datasheets, databooks, handbooks e cookbooks dos fabricantes de componentes eletrônicos.\n", "73": "73\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Transformadores Elétricos (TRE)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 5º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito:\nEletromagnetismo;\nConversão\nde\nEnergia\nCorrequisito: ---\nEMENTA\nTransformadores Elétricos de Potência. Autotransformadores. Transformadores Trifásicos. Operação em\nParalelo\nde\nUnidades\nTransformadoras.\nSistemas\npor\nUnidade.\nTransformadores\nde\nmúltiplos\nEnrolamentos. Transitórios em Transformadores Elétricos de Potência. Transformadores de Medição,\nProteção e de Comando. Diagnóstico e Manutenção de Transformadores Elétricos de Potência.\nPráticas de Laboratório: experimentos envolvendo os conceitos teóricos.\nOBJETIVOS\nAo final do curso o aluno deverá ser capaz de: entender o funcionamento de transformadores monofásicos\ne trifásicos; trabalhar com valores por unidade; avaliar a vida útil dos transformadores de potência.\nBIBLIOGRAFIA BÁSICA\n[1] Jordão, R. G., Transformadores. 1ª ed. São Paulo: Edgard Blucher, 2002.\n[2] Chapman, S. J., Electric Machinery Fundamentals. 3ª ed. Boston: McGraw-Hill series in electrical and\ncomputer engineering, 1999.\n[3] Kosow. I. L., Máquinas Elétricas e Transformadores. 8ª ed. São Paulo: Globo, 1989.\n[4] Milasch, M., Manutenção de Transformadores em Líquido Isolante. São Paulo: Edgard Blucher, 2003.\n[5] Oliveira, J. C., Transformadores: Teoria e Ensaios. Colaboração de João Roberto Cogo, José Policarpo\nG. Abreu. 1ª ed. São Paulo: Edgard Blucher, 2003.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Jordão, R. G., Transformadores. São Paulo: Edgard Blucher, 1984.\n[2] Toro, V. D., Fundamentos de Máquinas Elétricas. São Paulo: LTC, 1999.\n", "74": "74\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[3] Fitzgerald, A. E.; Kingsley Jr, C.; Kusko, A., Máquinas Elétricas: Conversão Eletromecânica da Energia,\nProcessos, Dispositivos e Sistemas. São Paulo: McGraw-Hill, 1975.\n[4] Simone, G. A., Transformadores: Teoria e Exercícios. São Paulo: Érica, 1998.\n[5] Martgnoni, A., Transformadores. Porto Alegre: Globo, 1971.\n[6] Sen, P. C., Principles of Electric Machines and Power Electronics. 2ª ed. New York: John Willey & Sons,\n1997.\n[7] Associação Brasileira de Normas Técnicas. “NBR 5440: Transformadores para Redes Aéreas de\nDistribuição – Padronização”. Rio de Janeiro, 1994.\n[8] Associação Brasileira de Normas Técnicas. “NBR 5356: Transformador de Potência”. Rio de Janeiro,\n1993.\n[9] Associação Brasileira de Normas Técnicas. “NBR 5380: Transformador de Potência”. Rio de Janeiro,\n1993.\n[10] Associação Brasileira de Normas Técnicas. “NBR 10576”.\n", "75": "75\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Sistemas Lineares (SIL)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 5º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: Equações Diferenciais\nCorrequisito: ---\nEMENTA\nSinais contínuos e discretos no tempo. Funções impulso, degrau e rampa. Convolução. Sistemas lineares\ninvariantes no tempo. Resposta ao impulso. Série e transformada de Fourier. Transformada de Laplace.\nRedução de subsistemas múltiplos. Representação de sistemas em espaço de estados.\nOBJETIVOS\nApresentar o embasamento matemático das técnicas utilizadas no controle automático e engenharia de\nsistemas. Fornecer ferramentas matemáticas para análise de sinais de plantas e processos no domínio do\ntempo e da frequência.\nBIBLIOGRAFIA BÁSICA\n[1] Kailath, T., Linear Systems. Upper Saddle River: Printice-Hall, 1980.\n[2] Ogata, K., Engenharia de Controle Moderno. 3ª ed. Rio de Janeiro: Prentice-Hall do Brasil, 1998.\n[3] Dorf, R. C.; Bishop, R. H., Modern Control Systems. 10ª ed. Upper Saddle River: Pearson Prentice Hall,\n2005.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Kuo, B., Automatic Control Systems. 7ª ed. New Jersy: Prentice Hall, 1995.\n[2] Bolton, W., Engenharia de Controle. São Paulo: Makron Books, 1995.\n[3] Phillips, C. L.; Harbor, R. D., Feedback Control Systems. 4ª ed. Upper Saddle River: Prentice-Hall, 2000.\n[4] Lathi, B. P., Processamento de Sinais e Sistemas Lineares, Berkeley Cambridge Press;\n[5] Haykin, S., Sinais e Sistemas, John Wiley and Sons, Inc.;\n", "76": "76\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[6] Alexander, C. K. E Sadiku, M. N. O., Fundamentos de Circuitos Elétricos, Ed. Bookman, 2008.\n", "77": "77\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Máquinas Elétricas I (MAQ-I)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 6º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito: Conversão de Energia; Circuitos\nElétricos Trifásicos\nCorrequisito: ---\nEMENTA\nMotor de indução: funcionamento, tipos e operação em regime permanente. Métodos de partida. Frenagem.\nControle de velocidade. Funcionamento desequilibrado. Harmônicas de tempo e de espaço. Conversor de\nFrequência. Gerador de Indução. Motores Monofásicos e Máquinas Especiais de Indução. Dinâmica de\nmotores de Indução.\nPráticas de Laboratório: ensaios a vazio e de curto-circuito. Corrente de partida do motor a vazio e com\ncarga. Transformador de Indução. Demarrador de Partida. Controle de velocidade. Outros ensaios.\nOBJETIVOS\nAo final do curso, o aluno será capaz de: conhecer as características de funcionamento da máquina de\nindução em regime permanente, bem como aplicações em acionamentos com velocidades constantes e\nvariáveis; compreender o princípio de funcionamento de motores de indução monofásicos.\nBIBLIOGRAFIA BÁSICA\n[1] Kosow, I. L., Máquinas Elétricas e Transformadores. 7ª ed. Rio de Janeiro: Globo, 1987.\n[2] Fitzgerald, A. E.; Kingsley Jr. C.; Kusko, A., Máquinas Elétricas: Conversão Eletromecânica de Energia,\nProcessos, Dispositivos e Sistemas. São Paulo: McGraw-Hill, 1975.\n[3] Chapman, S. J., Electric Machinery Fundamentals. 3ª ed. Boston: McGraw-Hill series in electrical and\ncomputer engineering, 1999.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Sen, P. C., Principles of Electric Machines and Power Electronics. 2ª ed. New York: John Willey & Sons,\n1997.\n[2] Sepúlveda, H. L., Máquinas Elétricas. Belo Horizonte: UFMG, 1985.\n", "78": "78\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[3] BIM, E., Máquinas Elétricas e Acionamentos, 3a Edição, Elsevier, 2014.\n[4] Toro, V. D., Fundamentos de Máquinas Elétricas. São Paulo: LTC, 1999.\n[5] Slenon, G.R., Equipamentos Magnetelétricos: Transdutores, Transformadores e Máquinas. Rio de\nJaneiro: LTC 1974.\n", "79": "79\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Instalações Elétricas (IEL)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 6º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: Conversão de Energia;\nTransformadores Elétricos; Circuitos Elétricos\nTrifásicos\nCorrequisito: ---\nEMENTA\nProjeto de instalação elétrica residencial e industrial; Luminotécnica. Instalação de pára-raios prediais.\nAvaliação e melhoria do fator de potência. Circuitos de comando.\nOBJETIVOS\nElaborar projetos elétricos prediais e industriais de pequeno e médio porte em conformidade com as normas\ntécnicas da ABNT, e das concessionárias de energia elétrica.\nBIBLIOGRAFIA BÁSICA\n[1] MAMEDE FILHO, João. Instalações Elétricas Industriais, Editora LTC.\n[2] CREDER, Hélio. Instalações elétricas. 12 ed. Rio de Janeiro: LTC, 1993. 507 p.\n[3] NBR 5410 Instalações elétricas de baixa tensão: procedimentos. Rio de Janeiro: ABNT, 2008.\n[4] MAMEDE Filho, João. Manual de Equipamentos Elétricos, Editora LTC, 3a edição.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] ND-5.1 Fornecimento de Energia Elétrica em Tensão Secundária – Edificações Individuais.\n[2] ND-5.2 Fornecimento de Energia Elétrica em Tensão Secundária - Edificações Coletivas\n[3] ABNT ISO/CIE 8995-1 2013. Iluminação de ambientes de trabalho\n[4] NISKIER, Julio; MACINTYRE, Archibald Joseph. Instalações elétricas. Rio de Janeiro: Guanabara, 1985.\n[5] COTRIM, Ademaro A. M. B. Instalações Elétricas, 4a edição, Makron Books\n", "80": "80\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[6] NBR 10898 Sistema de Iluminação de Emergência\n", "81": "81\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Eletrônica II (ELE-II)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 6º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito: CIC; Eletrônica I; Laboratório de\nEletrônica\nCorrequisito: ---\nEMENTA\nResposta em frequência de amplificadores; filtros ativos; realimentação; osciladores; conversão A/D e D/A.\nPráticas de Laboratório: experimentos envolvendo os conceitos teóricos.\nOBJETIVOS\nFamiliarizar o aluno com os conceitos básicos da análise e projeto de circuitos eletrônicos não-lineares e\nresposta em frequência de amplificadores operacionais e transistorizados; Analisar e projetar filtros ativos\npara tratamento e amplificação de sinais; Familiarizar o aluno na utilização de instrumentos eletrônicos,\nmontagem e verificação de circuitos eletrônicos.\nBIBLIOGRAFIA BÁSICA\n[1] Sedra, A. S.; Smith, K. C., Microeletrônica. 5ª ed. São Paulo: Pearson Prentice-Hall, 2007.\n[2] Pertence Jr, A., Amplificadores Operacionais e Filtros Ativos: Teoria, Projetos, Aplicações e Laboratório.\n6ª ed. São Paulo: Makron Books, 2003.\n[3] Milman, J.; Grable, A., Microelectronics. 2ª ed. New York: McGraw-Hill, 1987.\n[4] Malvino, A. P., Eletrônica. 4ª ed. São Paulo: Pearson Makron Books, 2006.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] R. L. BOYLESTAD, L. NASHELSKY, Dispositivos Eletrônicos e Teoria de Circuitos, Editora Pearson -\nPrentice Hall, 8a edição (2004).\n[2] REZENDE, SÉRGIO MACHADO, Materiais e Dispositivos Eletrônicos, Editora Livraria da Física, 1a.\nedição, (2004).\n[3] CATHEY, JIMMIE J., Dispositivos e Circuitos Eletrônicos, Editora BOOKMAN COMPANHIA ED, 2a.\n", "82": "82\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nedição, (2003).\n[4] TURNER, L.W., Circuitos e Dispositivos Eletrônicos, Editora HEMUS, 1a. edição, (2004).\n[5] Datasheets, databooks, handbooks e cookbooks dos fabricantes de componentes eletrônicos.\n", "83": "83\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Produção e Distribuição de Energia Elétrica (PDE)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 6º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: Circuitos Elétricos Trifásicos\nCorrequisito: ---\nEMENTA\nLinhas\nde\nTransmissão\n–\nparâmetros,\nmodelagem\ne\ncomportamento\nem\nregime\npermanente;\nRepresentação Matricial de Redes de Sistemas de Potência; Transformadores LTC e Defasadores. Redes\nde Distribuição de Energia. Fontes de Geração de Energia Elétrica.\nOBJETIVOS\nApresentar a modelagem matemática de equipamentos de um sistema elétrico de potência. Capacitar o\naluno a desenvolver atividades destinadas à análise e projeto de redes de transmissão e distribuição de\nenergia elétrica. Apresentar as principais fontes primárias utilizadas na geração de energia elétrica, com\ndestaque para aquelas baseadas em energia renovável.\nBIBLIOGRAFIA BÁSICA\n[1] ZANETTA, L. C. J. Fundamentos de Sistemas Elétricos de Potência. São Paulo: Editora Livraria da\nFísica, 2005.\n[2] GRAINGER, J. J.; STEVENSON JR., W. D. Power System Analysis. International Edition. ed. Singapore:\nMcGraw-Hill, 1994.\n[3] ELGERD, O. I. Introdução à Teoria de Sistemas de Energia Elétrica. São Paulo, SP: McGraw-Hill, 1976.\n[4] GLOVER, J. D.; SARMA, M. S.; OVERBYE, T. J. Power System Analysis and Design. 4a. ed.\nInternational Student Book, EUA: Cengage Learning, 2008.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] FUCHS, R. D. Transmissão de Energia Elétrica: Linhas Aéreas. 1a. ed. Rio de Janeiro: LTC/EFEI, v. 1,\n1977.\n[2] FUCHS, R. D. Transmissão de Energia Elétrica: Linhas Aéreas. 1a. ed. Rio de Janeiro: LTC/EFEI, v. 2,\n", "84": "84\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n1977.\n[3] MONTICELLI, A. J. Fluxo de Carga em Redes de Energia Elétrica. São Paulo: Edgard Blücher, 1983.\n[4] OLIVEIRA, C.C.B., SCHIMIDT, H.P., KAGAN, N. & ROBBA, E.J., Introdução aos Sistemas Elétricos de\nPotência, Edgard Blücher (1996).\n[5] Agência Nacional de Energia Elétrica - Aneel, “Atlas de Energia Elétrica do Brasil”, 3ª edição, disponível\nem http://www.aneel.gov.br/ visualizar_texto.cfm?idtxt=1689 (2008).\n", "85": "85\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Instrumentação e Medidas (INM)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 6º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito: Circuitos Elétricos no Domínio da\nFrequência; Eletrônica I\nCorrequisito: ---\nEMENTA\nSensores\ne\ntransdutores.\nFiltragem,\ncondicionamento\ne\namplificação.\nDinâmica\ndos\ninstrumentos\nmedidores. Transformada Rápida de Fourier e filtros digitais. Teoria de sistemas digitais de aquisição de\ndados.\nPráticas de Laboratório: experimentos envolvendo o conteúdo teórico.\nOBJETIVOS\nAbordar a utilização de instrumentos e sistemas de instrumentação, bem como seus princípios de\nfuncionamento e características operacionais.\nBIBLIOGRAFIA BÁSICA\n[1] Balbinot, A.; Brusamarello, V. J., Instrumentação e Fundamentos de Medidas. Volume 1, Rio de Janeiro,\n2006.\n[2] Aguirre, L. A. Fundamentos de Instrumentação. Pearson, 2013.\n[3] Junior, A. A. G.; Souza, a. R., Fundamentos de Metrologia Científica e Industrial. Barueri: Manote, 2008.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Roldan, J., Manual de Medidas Elétricas. Curitiba: Hemus, 2002.\n[2] Doebelin, E. O. Measurements Systems: Application and Design. MacGrawHill, 2004.\n[3] Bega, E. A. et. al. Instrumentação Industrial. Interciência, 2011.\n[4] Lathi, B. P. Sinais e Sistemas Lineares. 2a ed. Bookman, 2007.\n[5] Pertence Junior, A., Amplificadores Operacionais e Filtros Ativos: Teoria, Projetos, Aplicações e\n", "86": "86\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nLaboratório. 5ª ed. São Paulo: Makron Books, 1996.\n", "87": "87\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Análise de Sistemas Elétricos de Potência I (SEP-I)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 7º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: CIC; Produção e Distribuição de\nEnergia\nCorrequisito: ---\nEMENTA\nFluxo de Potência – principais métodos. Fluxo de Potência Linearizado. Análise de Faltas (Curto-Circuito e\nfase aberta). Estabilidade Transitória.\nOBJETIVOS\nAo final da disciplina o aluno deverá dominar as principais técnicas de análise matricial de sistemas de\npotência, utilizando, sempre, a modelagem matemática de equipamentos vista na disciplina Produção e\nDistribuição de Energia Elétrica. Ademais o aluno deverá desenvolver competência de análise de sistemas\nelétricos de potência, no que se refere a fluxo de potência, faltas e análise de estabilidade.\nBIBLIOGRAFIA BÁSICA\n[1] Monticelli, A.J., Fluxo de Carga em Redes de Energia Elétrica. Edgard Blücher, 1983.\n[2] Grainger, J. & Stevenson, W., Power System Analysis. McGraw-Hill, 1994.\n[3] Zanetta Jr., L.C., Fundamentos de Sistemas Elétricos de Potência. Livraria da Física, 2006.\n[4] Glover, J. D.; sarma, m. S.; Overbye, T. J. Power System Analysis and Design. 4ª. ed. International\nStudent Book, EUA: Cengage Learning, 2008.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Stevenson, W. D., Elements of Power System Analysis, McGraw-Hill, 1982.\n[2] Elgerd, O. I, Electric Energy System Theory: Na Introduction, McGraw-Hill, 1982.\n[3] Kindermann, G. Curto Circuito. 5ª. ed. Florianópolis, SC: LabPlan, 2010.\n[4] Anderson, P. M., Analysis of Faulted Power Systems, New York: IEEE Press, 1995.\n", "88": "88\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[6] Oliveira, C. C. B, Schimidt, H. P., Kagan, N., Roba, E. J., Introdução a Sistemas Elétricos de Potência,\nEdgard Blücher, 1996.\n[7] Kundur, P., Power System Stability and Control. New York: McGraw-Hill, 1994.\n", "89": "89\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Eletrônica de Potência (ELP)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 7º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito:\nEletrônica\nI;\nCircuitos\nElétricos\nTrifásicos\nCorrequisito: ---\nEMENTA\nDispositivos semicondutores de potência. Conversores CA/CC convencionais, conversores CC/CC e\nconversores CC/CA.\nPráticas de Laboratório: experimentos envolvendo os conceitos teóricos.\nOBJETIVOS\nDescrever os principais dispositivos semicondutores de potência (diodos, transistores, tiristores, entre\noutros); Introduzir os princípios de funcionamento dos conversores estáticos de potência; Aplicar recursos\nde simulação computacional para a análise dos conversores estáticos; Analisar as implicações decorrentes\nda conexão de conversores estáticos nos sistemas elétricos no que tange à qualidade da energia elétrica.\nBIBLIOGRAFIA BÁSICA\n[1] Muhammad H. Rashid, Eletrônica de Potência: Dispositivos, Circuitos e Aplicações, Pearson, 4ª\nedição, 2014.\n[2] Daniel W. Hart, Eletrônica de Potência: Análise e Projetos de Circuitos, McGraw-Hill, 2012.\n[3] Mohan, N.; Undeland, T. M.; Robbins, W. P., Power Electronics: Converters, Application and Design. 3ª\ned. New York: John Wiley & Sons, 2003.\n[4] Barbi, I.; Martins, D. C., Eletrônica de Potência: Conversores CC-CC Básicos Não Isolados. Florianópolis:\nEdição dos autores, 2000.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Erickson, R. W.; Maksimovié, D., Fundamentals of Power electronics. 2ª ed. New York: Springer, 2001.\n", "90": "90\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[2] Ahmed, A., Eletrônica de Potência. São Paulo: Prentice Hall, 2000.\n[3] Rashid, M. H., Eletrônica de Potência: Dispositivos, Circuitos e Aplicações. 4ª ed. São Paulo: Pearson\nEducation do Brasil, 2014.\n[4] Krein, P. T., Elements of Power Electronics. New York: Oxford University, 1998.\n[5]\nCanesin,\nC.\nA.;\nGonçalves,\nF.\nA.\nS.\n“Course\nin\nPower\nElectronics”,\nhttp://www.dee.feis.unesp.br/gradua/elepot/prc1.htm, 2002.\n[6] Pomilio, J. A., “Apostila de Eletrônica de Potência”, http://www.dsce.fee.unicamp.br/~antenor/elpot.html,\n2000.\n", "91": "91\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Controle I (CON-I)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 7º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: CIC; Sistemas Lineares\nCorrequisito: ---\nEMENTA\nCaracterísticas de sistemas de controle. Análise de resposta transitória. Análise de resposta em regime\npermanente. Método do lugar das raízes. Análise de sistemas de controle no domínio da frequência.\nOBJETIVOS\nFornecer conceitos relacionados com a teoria de controle para a análise e resolução de problemas\ncomplexos envolvendo controle.\nBIBLIOGRAFIA BÁSICA\n[1] Ogata, K., Engenharia de Controle Moderno. 4ª ed. São Paulo: Pearson Prentice-Hall, 2008.\n[2] Dorf, R. C.; Bishop. R. H., Sistemas de Controle Modernos. 11ª ed. Rio de Janeiro: LTC, 2009.\n[3] Ogata, K., Discrete-Time Control Systems. 2ª ed. New Jersey: Prentice-Hall, 1995.\n[4] Phillips, C. L.; Nagle, H. T., Digital Control System Analysis and Design. 3ª ed. Englewood Cliffs:\nPrentice-Hall, 1995.\n[5] MATLAB for Windows User’s Guide, The Math Works Inc., 2008.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Dorf, R. C.; Bishop, R. H., Modern Control Systems. Upper Saddle River: Pearson Prentice-Hall, 2008.\n[2] Skogestad, S.; Postlethwaite, I., Multivariable Feedback Control: Analysis and Design. 2ª ed. Chichester:\nJohn Wiley & Sons, 2008.\n[3] Kuo, B. C., Automatic Control Systems. 7ª ed. New Jersy: Prentice Hall, 1995.\n[4] Phillips, C. L.; Harbor, R. D., Feedback Control Systems. 4ª ed. Upper Saddle River: Prentice-Hall, 2000.\n[5] Travis, J.; Kring, J., Labview for Everyone: Graphical Programming Made Easy and Fun. 3ª. ed. Upper\n", "92": "92\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nSaddle River: Prentice Hall, 2008.\n[6] Apostila de LABVIEW Básico, National Instruments, 2007.\n[7] Apostila de LABVIEW Intermediário, National Instruments, 2007.\n", "93": "93\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Engenharia de Segurança (ENS)\nNatureza: Obrigatória\nUnidade Acadêmica: DCTEF\nPeríodo: 7º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: 36 ha - 33 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nConceitos de segurança e sua importância na engenharia. Serviço especializado em segurança e medicina\nno trabalho. Comissão interna de prevenção de acidentes (CIPA). Proteção individual e coletiva. Atividades\ncom operações insalubres e perigosas. Programas de segurança junto às empresas. Medidas de prevenção\ne combate a incêndio e a desastres em estabelecimentos, edificações e áreas de reunião de público.\nOBJETIVOS\nAo final do curso, o aluno deverá: conhecer os conceitos fundamentais das normas regulamentadoras\nespecíficas na CLT; ter condições de detectar os riscos existentes nos locais de trabalho e solicitar medidas\npreventivas ao Serviço Especializado em Engenharia de Segurança e Medicina do Trabalho (SESMT).\nBIBLIOGRAFIA BÁSICA\n[1] EQUIPE ATLAS. Segurança e medicina do trabalho. 59. ed. São Paulo: Atlas, 1998.\n[2] MARANO, V.P. A segurança, a medicina e o meio ambiente do trabalho nas atividades rurais da\nagropecuária.São Paulo: LTR, 2006.\n[3] TRAVASSOS, G. Guia prático de medicina do trabalho. São Paulo: LTR, 2004.ASFAHL, C. R.Gestão de\nSegurança e de Saúde Ocupacional. São Paulo: Ernesto Reichmann, 2005.446.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Material sobre Atendimento Pré-hospitalar e Prevenção de Combate a Incêndios e a desastres.\n", "94": "94\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Máquinas Elétricas II (MAQ-II)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 7º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito: CIC; Conversão de Energia;\nCircuitos Elétricos Trifásicos\nCorrequisito: ---\nEMENTA\nMáquinas de corrente contínua: funcionamento e características operacionais dos motores e geradores de\nCC; acionamento do motor CC; aplicações específicas. Máquinas especiais: motor de passo, motor\nuniversal, motor de histerese, motor de relutância, servomotores CC, e motores “brushless” CC.\nPráticas de Laboratório: identificação dos enrolamentos da máquina de corrente contínua; ensaios de\nmáquinas de corrente contínua (gerador e motor); outros experimentos envolvendo os conceitos teóricos.\nOBJETIVOS\nAo final do curso, o aluno deverá ser capaz de compreender e analisar o funcionamento de máquinas cc\nnos regimes permanente e transitório.\nBIBLIOGRAFIA BÁSICA\nNúmero recomendado: 3\n[1] Kosow, I. L., Máquinas Elétricas e Transformadores. 7ª ed. Rio de Janeiro: Globo, 1987.\n[2] Fitzgerald, A. E.; Kingsley Jr. C.; Kusko, A., Máquinas Elétricas: Conversão Eletromecânica de Energia,\nProcessos, Dispositivos e Sistemas. São Paulo: McGraw-Hill, 1975.\n[3] Chapman, S. J., Electric Machinery Fundamentals. 3ª ed. Boston: McGraw-Hill series in electrical and\ncomputer engineering, 1999.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Sen, P. C., Principles of Electric Machines and Power Electronics. 2ª ed. New York: John Willey & Sons,\n1997.\n[2] Sepúlveda, H. L., Máquinas Elétricas. Belo Horizonte: UFMG, 1985.\n", "95": "95\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[3] BIM, E., Máquinas Elétricas e Acionamentos, 3a Edição, Elsevier, 2014.\n[4] Toro, V. D., Fundamentos de Máquinas Elétricas. São Paulo: LTC, 1999.\n[5] Slenon, G.R., Equipamentos Magnetelétricos: Transdutores, Transformadores e Máquinas. Rio de\nJaneiro: LTC 1974.\n[6] Krause, P. C.; Wasynczuk, O.; Sudhoff, S. D., Analysis of Electric Machinery and Drive Systems. 2ª ed.\nNew York: IEE Power Engineering.\n", "96": "96\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Administração (ADM)\nNatureza: Obrigatória\nUnidade Acadêmica: DECAC\nPeríodo: 7º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: 36 ha - 33 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nOrganização de empresas; a pequena empresa; gestão de pessoas.\nOBJETIVOS\nProporcionar a discussão dos conceitos e evolução do pensamento administrativo, gerar compreensão da\nimportância do uso das ferramentas e meios de gestão nas organizações e controle empresarial. No que se\nrefere a gestão de pessoas, dialogar com as questões étnico raciais e história e cultura afro-brasileira.\nBIBLIOGRAFIA BÁSICA\n[1] Caravantes, G. R., Panno, C. C.; Kloeckner, M. C. Administração: Teorias e Processos. 1ª ed. São\nPaulo: Person, 2005.\n[2] Cavalcanti, M., Gestão Estratégica de Negócios: Evolução, Cenários, Diagnóstico e Ação (com estudos\nde casos nacionais e internacionais). 1ª ed. Reimp. São Paulo: Pioneira Thomson Learning, 2003.\n[3] Chiavenato, I., Introdução a Teoria Geral da Administração. 7ª Edição, Rio de Janeiro: Campus, 2004.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Ferreira, A. A.; Reis, A. C. F.; Pereira, M. I., Gestão Empresarial: de Taylor aos nossos dias: evolução e\ntendências da moderna administração de empresas. São Paulo: Pioneira, 2006.\n[2] Goldratt, E. M., “A meta: um processo de aprimoramento contínuo”, São Paulo: Educator, 1992\n[3] Lerner, W., “Organização, sistemas e métodos”, 4 ed, São Paulo: Atlas\n[4] Meggison, L. C., Mosley, D. C., Pietri Jr, P.H., “Administração: conceito e aplicações”, São Paulo: Harbra,\n1997.\n[5] Stoner, J. A. F., Freeman, R. E., “Administração”, Rio de Janeiro: Prentice-Hall do Brasi, 1985, 533p.\n", "97": "97\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Controle II (CON-II)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 8º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 60 ha - 55 h\nPrática: 12 ha - 11 h\nPré-requisito: Controle I\nCorrequisito: ---\nEMENTA\nControladores industriais. Projeto de sistemas de controle pelo método do lugar das raízes. Projeto de\nsistemas de controle pela resposta em frequência. Projeto de controladores por realimentação de estados.\nControle ótimo quadrático.\nPráticas de Laboratório: experimentos envolvendo o conteúdo teórico.\nOBJETIVOS\nApresentar conceitos relacionados com a teoria de controle, como ferramenta auxiliar para a resolução de\nproblemas complexos envolvendo controle e projeto de controladores no domínio da frequência e no\ndomínio do tempo.\nBIBLIOGRAFIA BÁSICA\n[1] Ogata, K., Engenharia de Controle Moderno. 4ª ed. São Paulo: Pearson Prentice-Hall, 2008.\n[2] Dorf, R. C.; Bishop. R. H., Sistemas de Controle Modernos. 11ª ed. Rio de Janeiro: LTC, 2009.\n[3] Ogata, K., Discrete-Time Control Systems. 2ª ed. New Jersey: Prentice-Hall, 1995.\n[4] Phillips, C. L.; Nagle, H. T., Digital Control System Analysis and Design. 3ª ed. Englewood Cliffs:\nPrentice-Hall, 1995.\n[5] MATLAB for Windows User’s Guide, The Math Works Inc., 2008.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Dorf, R. C.; Bishop, R. H., Modern Control Systems. Upper Saddle River: Pearson Prentice-Hall, 2008.\n[2] Skogestad, S.; Postlethwaite, I., Multivariable Feedback Control: Analysis and Design. 2ª ed. Chichester:\nJohn Wiley & Sons, 2008.\n", "98": "98\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[3] Kuo, B. C., Automatic Control Systems. 7ª ed. New Jersy: Prentice Hall, 1995.\n[4] Phillips, C. L.; Harbor, R. D., Feedback Control Systems. 4ª ed. Upper Saddle River: Prentice-Hall, 2000.\n[5] Travis, J.; Kring, J., Labview for Everyone: Graphical Programming Made Easy and Fun. 3ª. ed. Upper\nSaddle River: Prentice Hall, 2008.\n[6] Apostila de LABVIEW Básico, National Instruments, 2007.\n[7] Apostila de LABVIEW Intermediário, National Instruments, 2007.\n", "99": "99\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Análise de Sistemas Elétricos de Potência II (SEP-II)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 8º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: Análise de Sistemas Elétricos de\nPotência I\nCorrequisito: ---\nEMENTA\nAnálise de Redes em Centros de Supervisão e Controle em Tempo Real. Fluxo de Carga: Controles e\nLimites. Análise de Contingências. Distribuição Ótima da Carga entre os Geradores. Despacho de Potência\nReativa. Fluxo de Potência Ótimo. Previsão de Carga.\nOBJETIVOS\nApresentar ao aluno os aspectos básicos do controle e da operação de um sistema de potência.\nDemonstrar a importância e a complexidade de planejar, controlar e operar um sistema de potência.\nBIBLIOGRAFIA BÁSICA\n[1] Wood, A. J.; Wollenberg, B. F., Power Generation, Operation and Control. 2ª ed. Wiley Interscience,\n1996.\n[2] Arrilaga, J.; Arnold, C. P., Computer Analysis fo Power Systems. New York: Other Wiley Editorial Offices,\n1990.\n[3] Grainger, J. & Stevenson, W., Power System Analysis. McGraw-Hill, 1994.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Monticelli, A.J., Fluxo de Carga em Redes de Energia Elétrica. Edgard Blücher, 1983.\n[2] Stevenson, W.D., Elements of Power System Analysis. McGraw-Hill, 1982.\n[3] Elgerd, O.I., Electric Energy System Theory: An Introduction. McGraw-Hill, 1982.\n[4] GLOVER, J. D.; SARMA, M. S.; OVERBYE, T. J. Power System Analysis and Design. 4a. ed.\nInternational Student Book, EUA: Cengage Learning, 2008.\n", "100": "100\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[5] FUCHS, R. D. Transmissão de Energia Elétrica: Linhas Aéreas. 1a. ed. Rio de Janeiro: LTC/EFEI, v. 1,\n1977.\n[6] FUCHS, R. D. Transmissão de Energia Elétrica: Linhas Aéreas. 1a. ed. Rio de Janeiro: LTC/EFEI, v. 2,\n1977.\n", "101": "101\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Máquinas Elétricas III (MAQ-III)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 8º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: 36 ha - 33 h\nPrática: ---\nPré-requisito: CIC; Conversão de Energia;\nCircuitos Elétricos Trifásicos\nCorrequisito: ---\nEMENTA\nMáquina síncrona. Operação como motor e gerador. Curvas de capabilidade. Controle da máquina\nsíncrona: fator de potência, tensão e frequência. Gerador Independente. Máquina síncrona de polos\nsalientes. Controle de velocidade do motor síncrono. Modelagem dinâmica e simulação digital. Motor linear\nsíncrono. Taco gerador.\nOBJETIVOS\nAo final do curso, o aluno será capaz de: conhecer as características de funcionamento das máquinas\nsíncronas em regime permanente e aplicações em acionamentos com velocidades constantes e variáveis;\nanalisar o funcionamento de geradores síncronos em um barramento infinito e a operação independente.\nBIBLIOGRAFIA BÁSICA\n[1] Kostenko, M. P.; Piotrovski, L. M., Máquinas Elétricas. Vol.1 e 2. Moscou: Mir, 1975.\n[2] Kosow, I. L., Máquinas Elétricas e Transformadores. 15ª ed. Rio de Janeiro: Globo, 2008.\n[3] Krause, P. C.; Wasynczuk, O.; Sudhoff, S. D., Analysis of Electric Machinery and Drive Systems. 2ª ed.\nNew York: IEE Power Engineering.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Sen, P. C., Principles of Electric Machines and Power Electronics. New York: John Willey & Sons, 1997.\n[2] Fitzgerald, A. E.; Kingsley, C.; Umans, S. D., Máquinas Elétricas. 6ª ed. Porto Alegre: Bookman, 2008.\n[3] Chapman, S. J., Electric Machinery Fundamentals. 3ª ed. McGraw-Hill, 1998.\n[4] Sepúlveda, H. L., Máquinas Elétricas. Belo Horizonte: UFMG, 1985.\n", "102": "102\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[5] BIM, E., Máquinas Elétricas e Acionamentos, 3a Edição, Elsevier, 2014.\n", "103": "103\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Laboratório de Máquinas Elétricas (LAM)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 8º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: ---\nPrática: 36 ha - 33 h\nPré-requisito:\nConversão\nde\nEnergia;\nCircuitos\nElétricos Trifásicos\nCorrequisito: Máquinas Elétricas III\nEMENTA\nPráticas de Laboratório: Máquina síncrona. Operação como motor e gerador. Curvas de capabilidade.\nControle da máquina síncrona: fator de potência, tensão e frequência. Gerador Independente. Máquina\nsíncrona de pólos salientes. Controle de velocidade do motor síncrono. Modelagem dinâmica e simulação\ndigital. Motor linear síncrono. Taco gerador.\nOBJETIVOS\nAo final do curso, o aluno será capaz de: conhecer as características de funcionamento das máquinas\nsíncronas em regime permanente e aplicações em acionamentos com velocidades constantes e variáveis;\nanalisar o funcionamento de geradores síncronos em um barramento infinito e a operação independente.\nBIBLIOGRAFIA BÁSICA\n[1] Kostenko, M. P.; Piotrovski, L. M., Máquinas Elétricas. Vol.1 e 2. Moscou: Mir, 1975.\n[2] Kosow, I. L., Máquinas Elétricas e Transformadores. 15ª ed. Rio de Janeiro: Globo, 2008.\n[3] Krause, P. C.; Wasynczuk, O.; Sudhoff, S. D., Analysis of Electric Machinery and Drive Systems. 2ª ed.\nNew York: IEE Power Engineering.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Sen, P. C., Principles of Electric Machines and Power Electronics. New York: John Willey & Sons, 1997.\n[2] Fitzgerald, A. E.; Kingsley, C.; Umans, S. D., Máquinas Elétricas. 6ª ed. Porto Alegre: Bookman, 2008.\n[3] Chapman, S. J., Electric Machinery Fundamentals. 3ª ed. McGraw-Hill, 1998.\n[4] Sepúlveda, H. L., Máquinas Elétricas. Belo Horizonte: UFMG, 1985.\n", "104": "104\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[5] BIM, E., Máquinas Elétricas e Acionamentos, 3a Edição, Elsevier, 2014.\n", "105": "105\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Estatística e Probabilidade (ESP)\nNatureza: Obrigatória\nUnidade Acadêmica: DEMAT\nPeríodo: 8º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nEstatística Descritiva: tipos de variáveis. distribuição de freqüências; histogramas; ramo-e-folhas; medidas\nde locação e dispersão; box-plot. esquema de cinco números. Probabilidade: definição; espaço amostral;\neventos; operações com eventos; partições do espaço amostral; probabilidade condicional e independência\nde eventos; distribuições discretas; distribuições contínuas. Inferência Estatística: estimação pontual e por\nintervalo; testes de hipóteses. Regressão linear simples; coeficiente de correlação linear, estimação e\npredição. Introdução ao planejamento de experimentos: modelo com um critério de classificação, modelo\nem blocos completos e noções de modelos fatoriais. Uso de pacotes estatísticos.\nOBJETIVOS\nAplicar\nprocedimentos\ne\ntécnicas\nestatísticas\nna\nresolução\nde\nproblemas\npráticos,\nutilizando\nadequadamente alguns tipos de representação gráfica de variáveis;\nReconhecer a existência de fenômenos determinísticos como motivação para o estudo de probabilidade;\nCompreender os conceitos básicos estatísticos, distinguindo variáveis discretas de variáveis contínuas,\namostra de população, valores amostrais de parâmetros populacionais;\nAplicar adequadamente testes de hipóteses e modelos de regressão linear simples.\nBIBLIOGRAFIA BÁSICA\n[1] BUSSAB, W. O.; MORETTIN, P. A. Estatística Básica, 6ª Edição, Editora Saraiva, São Paulo, 2009.\n[2]\nMAGALHÃES,\nM.\nN.;\nPEDROSO\nDE\nLIMA,\nA.\nC. Noções\nde\nProbabilidade\ne Estatística,6ª\nEdição, Editora Edusp, São Paulo, 2007.\n[3] MOURA, A. R. L. & LOPES, C. A. E. (org.). Encontro das crianças com o acaso:as possibilidades,\nos gráficos e as tabelas. Campinas, SP: Editora e Gráfica FE/Unicamp –Cempem, 2002.\n[4] TRIOLA, M. F. Introdução a Estatística, 10ª Edição, Editora LTC, Rio de Janeiro, 2008.\nBIBLIOGRAFIA COMPLEMENTAR\n", "106": "106\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[1] Fonseca, J. S., Martins, G. A., Curso de estatística. São Paulo: Atlas, 1993.\n[2] Guerra, M. J., Donaire, D., Estatística indutiva: Teoria e Exercícios. São Paulo: Livraria Ciência e\nTecnologia Editora, 1982.\n[3] Downing, D., Clark, J., Estatística aplicada. São Paulo: Editora Saraiva, 1998.\n[4] Morettin, L. G. Estatística básica: probabilidade – vol.1. São Paulo: Makron, 1999.\n[5] Morettin, L. G. Estatística básica: inferência - vol. 2. São Paulo: Makron, 1999.\n[6] Soares, J. F., Farias, A. A., Cesar, C. C. Introdução à estatística. Rio de Janeiro: Editora Guanabara\nKoogan S.A., 1991.\n", "107": "107\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Proteção de Sistemas Elétricos (PSE)\nNatureza: Obrigatória\nUnidade Acadêmica: DEPEL\nPeríodo: 9º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: Análise de Sistemas Elétricos de\nPotência I\nCorrequisito: ---\nEMENTA\nFilosofia da proteção elétrica. Relés e disjuntores de proteção: características e princípios de operação dos\nprincipais tipos. Redutores de medidas (TP e TC) e filtros. Proteção de máquinas rotativas, transformadores\ne reatores. Proteção de linhas de transmissão, subtransmissão e alimentadores de distribuição. Proteção de\nbarramentos. Coordenação da proteção de um sistema. Sistema de proteção de distância. Sistema de\nproteção por canal piloto. Introdução à proteção digital.\nOBJETIVOS\nConhecer os conceitos e técnicas computacionais imprescindíveis para o planejamento e operação\nsistemas elétricos de potência.\nBIBLIOGRAFIA BÁSICA\n[1] Araújo, C. A. S.; Souza, F. C.; Cândido, J. R. R.; Dias, M. P., Proteção de Sistemas Elétricos. Editora\nInterciência, Light, 2°Edição, Rio de Janeiro, 2005.\n[2] Mamede Filho, J.; Mamede, D. R. Proteção de sistemas elétricos de potência. 1ª. ed. Rio de Janeiro:\nLTC, 2011.\n[3] Kindermann, G. Curto Circuito. 5ª. ed. Florianópolis, SC: LabPlan, 2010.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Kindermann, G. Proteção de sistemas elétricos de potência. 2ª.ed. Florianópolis: LabPlan, v. 1, 2005.\n[2] Kindermann, G. Proteção de sistemas elétricos de potência. 1ª.ed. Florianópolis: LabPlan, v. 2, 2006.\n[3] Kindermann, G. Proteção de sistemas elétricos de potência. 1ª.ed. Florianópolis: LabPlan, v. 3, 2008.\n[4] Caminha, A. C. Introdução à Proteção dos Sistemas Elétricos. 1ª. ed. São Paulo: Edgard Blucher, 1991.\n", "108": "108\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[5] Anderson, P. M. Power System Protection. 1st. ed. New York: IEEE Press Power Eng. Series, 1999.\n", "109": "109\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Sociologia (SOC)\nNatureza: Obrigatória\nUnidade Acadêmica: DECIS\nPeríodo: 9º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: 36 ha - 33 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nA constituição da Sociologia. A compreensão dos fenômenos sociais das desigualdades sociais no\npensamento clássico: E. Durkheim. K. Marx, M. Weber e no pensamento contemporâneo. Fornecer aos\nestudantes os elementos teóricos e empíricos capazes de levá-los a compreender as relações sociais\nétnico-raciais no contexto brasileiro, dialogando com a historia e cultura afro-brasileira.\nOBJETIVOS\nDesenvolver a capacidade de análise crítica sobre os problemas da sociedade brasileira, hoje, introduzindo\nos estudantes na reflexão de temáticas sociológicas.\nBIBLIOGRAFIA BÁSICA\n[1] Martins, C. B., O que é Sociologia. 37ª ed. São Paulo: Brasiliense, 1994.\n[2] Quintaneiro, T.; Barbosa, M. L. O.; Oliveira, M. G. M., Um Toque de Clássicos: Marx, Durkheim, Weber.\n2ª ed. Belo Horizonte: UFMG, 2010.\n[3] Etizioni, Amitai. Sociologia da Indústria.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] ALVES, Giovanni. Nova ofensiva do capital, crise do sindicalismo e as perspectivas do trabalho: o Brasil\nnos anos noventa.\n[2] Antunes, Ricardo. O que é sindicalismo. São Paulo, Brasiliense, 1991.\n[3] Leite, Márcia de Paula. Reestruturação Produtiva e Trabalho: O paradoxo da experiência internacional.\n[4] Giannotti, V., A Liberdade Sindical no Brasil. 2ª ed. São Paulo: Brasiliense, 1987.\n[5] Rodrigues, L. M., “O Sindicalismo nos Anos 80: Um Balanço”. São Paulo em Perspectiva, São Pauo: s.n.,\n", "110": "110\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nvol. 4, pp. 11-19, jan./mar. 1990.\n[6] D'Adesky, Jacques. Racismo e Anti-Racismo no Brasil. Editora Pallas.RJ. 2001.\n[7] Santos, Jocélio t.(Org.) - Cotas nas Universidades. Edt. UFBA/CEAO. Salvador. Bahia. 2012.\n[8] Munanga, K. -Rediscutindo a Mestiçagem no Brasil. Edit. Autêntica. 5a edição. BH/SP. 2004 – Superando\no Racismo na Escola 2a edição.MEC/BID/UNESCO. Brasilia 2008.\n", "111": "111\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Empreendedorismo (EMP)\nNatureza: Obrigatória\nUnidade Acadêmica: DECAC\nPeríodo: 9º\nCarga Horária\nTotal: 36 ha - 33 h\nTeórica: 36 ha - 33 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nCaracterísticas do empreendedor; políticas públicas de apoio à criação de empresas; identificação de\noportunidades; elaboração de plano de negócios. empreendedorismo nas camadas sociais.\nOBJETIVOS\nAbranger conhecimentos de base teórica, facilitando a compreensão do aluno e capacitá-lo para adotar\nrecursos necessários ao desenvolvimento da capacidade empreendedora. Formar profissionais capazes de\nter a visão do empreendimento. Tornar o aluno conhecedor dos conceitos e compreender as dificuldades de\ninserção e as estratégias que propiciam a sobrevivência de um empreendimento em determinados\nambientes. Dialogar com as diversas formas de empreender, considerando as camadas sociais.\nBIBLIOGRAFIA BÁSICA\n[1] Bolson, E. L., Tchau Patrão! Belo Horizonte: Ed. SENAC/MG, 2004.\n[2] Salim, C. S.; Hochman, N.; Ramal, A. C.; Ramal, S. A., Construindo Plano de Negócios. Rio de janeiro:\nEd. Campus, 2005.\n[3] MELO NETO, F.P. de; FROES, C. Empreendedorismo Social. A Transição para a sociedade sustentável.\nRio de Janeiro: Qualitymark, 2002.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Dornelas, J. C. A., Empreendedorismo corporativo: como ser empreendedor, inovar e se diferenciar em\norganizações estabelecidas. Rio de janeiro: Elsevier, 2003.\n[2] Faria, M. S.; Tachizawa, T., Criação de Novos Negócios: Gestão de Micro e Pequenas Empresas. Rio de\njaneiro: FGV Editora, 2002.\n", "112": "112\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[3] Dolabela, F., O Segredo de Luisa. São Paulo: Cultura Editores Associados, 1988.\n[4] Maitland, L., Como Elaborar um Plano de Negócios em Uma Semana. São Paulo: Editora Planeta do\nBrasil, 2000.\n[5] DOLABELA, F. Empreendedorismo uma forma de ser. São Paulo: Editora Cultura,2002.\n", "113": "113\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Introdução aos Sistemas Térmicos (IST)\nNatureza: Obrigatória\nUnidade Acadêmica: DCTEF\nPeríodo: 9º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: CIC; Fundamentos de Ondas e\nTermodinâmica\nCorrequisito: ---\nEMENTA\nConceitos básicos da Termodinâmica; Lei Zero da Termodinâmica; Primeira Lei da Termodinâmica;\nMecanismos básicos de transferência de calor: condução, convecção e radiação; Resistência térmica;\nConservação de energia em transferência de calor por mecanismos combinados; Superfícies aletadas;\nConceitos básicos em Mecânica dos Fluidos; Descrição e classificação dos escoamentos; Equação da\nconservação da massa; Equação de Bernoulli; Instrumentos de medida de temperatura, pressão e\nvelocidade; Semelhança entre os fenômenos de transferência e eletricidade.\nPráticas de Laboratório: experimentos envolvendo os conceitos teóricos.\nOBJETIVOS\nA UC visa fornecer ao estudante um entendimento aprofundado em relação aos seus conhecimentos\nanteriores sobre a fenomenologia dos processos físicos abordados. Em particular, a Termodinâmica\nClássica é apresentada com rigor matemático e um nível de abstração suficientes para ilustrar a\nfundamentação teórica necessária aos diversos ramos da Física. Objetiva-se também apresentar o\nferramental matemático necessário para futuras aplicações e, não menos importante, introduzir o estudante\nà terminologia técnica da área.\nBIBLIOGRAFIA BÁSICA\n[1] Fox, R. W.; Pritchard, P. J.; McDonald, A. T., Introdução à Mecânica dos Fluidos. 8ª ed. Rio de Janeiro:\nLTC, 2014.\n[2] Moran, M. et al., Introdução à Engenharia de Sistemas Térmicos: Termodinâmica, Mecânica dos Fluidos\ne Transferência de Calor. Rio de Janeiro: LTC, 2005.\n[3 Merle C. Potter, Elaine P. Scott, Ciências térmicas: termodinâmica, mecânica dos fluidos e transmissão\nde calor; Ed. Thomson Learning, 2007.\n", "114": "114\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Sissom, L. E.; Pitts, D. R., Fenômenos de Transporte. Rio de Janeiro: Guanabara Dois, 1979.\n[2] Incropera, F. P. et al., Fundamentos de Transferência de Calor e Massa. 6ª ed. Rio de Janeiro: LTC,\n2008.\n[3] Michael J. Moran e Howard N. Shapiro, Princípios de Termodinâmica para Engenharia. LTC, 2009.\n[4] Reif, F. Fundamentals of statistical and thermal physics. McGraw-Hill, 1985. 651 p.\n[5] Callen, H. B. Thermodynamics and an introduction to thermostatistics. 2ª ed. New York: John Wiley e\nSons, 1985. 493 p.\n", "115": "115\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ\nInstituída pela Lei no 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002\nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN\nCOORDENADORIA DOCURSO DE ENGENHARIA ELÉTRICA – COELE\nCURSO: Engenharia Elétrica\nGrau Acadêmico: Bacharelado\nTurno: Integral ou Noturno\nCurrículo: 2020\nUnidade curricular: Engenharia Econômica (ECO)\nNatureza: Obrigatória\nUnidade Acadêmica: DCECO\nPeríodo: 10º\nCarga Horária\nTotal: 72 ha - 66 h\nTeórica: 72 ha - 66 h\nPrática: ---\nPré-requisito: ---\nCorrequisito: ---\nEMENTA\nMatemática financeira; análise de investimentos; depreciação e impostos; técnicas de estimativa de custos;\ninflação e câmbio; substituição de equipamentos; incertezas e análise de sensibilidade.\nOBJETIVOS\nO objetivo é introduzir os alunos nesta área da ciência, oferecendo-lhes uma base sólida das ferramentas\nde auxílio à tomada de decisão sobre investimentos, considerando todo o ambiente de incertezas que cerca\neste tipo de análise. Além da abordagem financeira das metodologias comumente utilizadas, pretende-se\ninserir na problemática de estimativa de custos e benefícios de projetos as questões ambientais e sua\nvaloração, considerada essencial na projeção de impactos das alternativas de investimento, e também uma\nexigência dos órgãos de financiamento.\nBIBLIOGRAFIA BÁSICA\n[1] Ehrlich, P. J.; Moraes, E. A., Engenharia econômica: avaliação e seleção de projetos de investimentos.\n6.ed. São Paulo: Atlas, 2005.\n[2] Blank, L. T.; Tarquin, A. J., Basics of Engineering Economy, New York: McGraw-Hill, 2007.\n[3] Grant, E. L.; Ireson, W. G.; Leavenworth, R. S., Principles of Engineering Economy. 8.ª ed. New York:\nJohn Wiley & Sons, 1990.\nBIBLIOGRAFIA COMPLEMENTAR\n[1] Casarotto Filho, N.; Kopittke, B. H., Análise de investimentos: matemática financeira, engenharia\neconômica, tomada de decisão, estratégia empresarial. 9ºed. São Paulo: Atlas, 2000.\n[2] Hirschfeld, H., Engenharia econômica e análise de custos: aplicações práticas para economistas,\nengenheiros, analistas de investimentos e administradores. 7ºed revisada, atual. e ampliada. São Paulo:\nAtlas, 2000.\n", "116": "116\nCONEP – UFSJ\nParecer Nº 044/2020\nAprovado em 02/12/2020\n[3] Eschenbach, T. G., Engineering Economy: Applying Theory to Practice. 2.ª ed. New York: Oxford\nUniversity Press, 2003.\n[4] Park, C. S., Fundamentals of Engineering Economics. Englewwod Cliffs, NJ, Prentice-Hall, 2005.\n[5] Pilão, N. E.; Hummel, P. R. V., Matemática Financeira e Engenharia Econômica. São Paulo: Thomson\nLearning, 2003.\n"}