{"1": "SERVIÇO PÚBLICO FEDERAL\nMINISTÉRIO DA EDUCAÇÃO\nCENTRO FEDERAL DE EDUCAÇÃO TECNOLÓGICA DE MINAS GERAIS\nPROJETO PEDAGÓGICO PARA IMPLANTAÇÃO DO\nCURSO DE ENGENHARIA AMBIENTAL E SANITÁRIA \n NO CEFET-MG \nProjeto elaborado pela Comissão instituída pela \nPortaria DIR–098/07, de 27/02/2007, composta \npor:\n                           Prof. Dra. Elizabeth R. Halfeld da Costa (Presidente)\n                           Departamento de Ciência e Tecnologia Ambiental\n                                         \n                           Prof. Dr. Guilherme Fernandes Marques\n                           Departamento de Engenharia de Produção Civil\nBelo Horizonte, MG.\n", "2": "Julho de 2013\n2\n", "3": "COLABORADORES:\nAndréa Rodrigues Marques Guimarães\nDenise de Carvalho Urashima\nHersilia Santos\nJuliana Calabria de Araújo\nJosé Angel Silva Delgado\nMarcos Veloso de Menezes\nPatrícia Procópio Pontes\nRuth Silveira Borges\nSandra Ribeiro Maia\nTelson Emmanuel Ferreira Crespo\nVandeir Robson da Silva Matias\n3\n", "4": "SUMÁRIO\n1.\nINTRODUÇÃO.............................................................................................................................................6\n2.\nJUSTIFICATIVA..........................................................................................................................................7\n2.1.\nCONTEXTO DO CAMPO PROFISSIONAL E ÁREA DE CONHECIMENTO DO CURSO...................................7\n2.2.\nA ENGENHARIA AMBIENTAL NO BRASIL.............................................................................................10\n2.3.\nO CURRÍCULO DOS CURSOS DE ENGENHARIA AMBIENTAL..................................................................11\n2.4.\nREGULAMENTAÇÃO DA PROFISSÃO DE ENGENHEIRO AMBIENTAL E SANITARISTA.............................14\n2.5.\nCONTEXTO INSTITUCIONAL E ASPECTOS RELACIONADOS AO CURSO...................................................19\n3.\nPRINCIPIOS NORTEADORES DO PROJETO PEDAGÓGICO........................................................20\n4.\nDESCRIÇÃO DO PROCESSO DE CONSTRUÇÃO DO PROJETO PEDAGÓGICO......................24\n5.\nOBJETIVOS DO CURSO..........................................................................................................................25\n6.\nPERFIL DO EGRESSO..............................................................................................................................26\n7.\nFORMA DE INGRESSO............................................................................................................................29\n8.\nNÚMERO DE VAGAS OFERTADAS, TURNO E PERIODICIDADE DA OFERTA.......................30\n8.1.\nSISTEMA DE AVALIAÇÃO.............................................................................................................30\n9.\nDESCRIÇÃO DA ESTRUTURA CURRICULAR E SEUS COMPONENTES...................................30\n9.1.\nASPECTOS DA ORGANIZAÇÃO DIDÁTICO-PEDAGÓGICA........................................................................30\n9.2.\nCOMPONENTES DA ESTRUTURA CURRICULAR......................................................................................31\n9.3.\nCONTEÚDO DE CADA EIXO...................................................................................................................35\n9.3.1.\nEIXO PLANEJAMENTO E GESTÃO AMBIENTAL.....................................................................................37\n9.3.2.\nEIXO ANÁLISE E CARACTERIZAÇÃO AMBIENTAL................................................................................38\n9.3.3.\nEIXO TECNOLOGIA AMBIENTAL...........................................................................................................39\n9.3.4.\nEIXO MATEMÁTICA E FÍSICA...............................................................................................................41\n9.3.5.\nEIXO HUMANIDADES E CIÊNCIAS SOCIAIS APLICADAS.......................................................................43\n9.3.6.\nEIXO ATIVIDADES DE PRÁTICA PROFISSIONAL E INTEGRAÇÃO CURRICULAR.....................................44\n9.3.7.\nGRADE CURRICULAR.....................................................................................................................50\n10.\nMETODOLOGIA DE ENSINO.................................................................................................................52\n11.\nMONITORAMENTO DO PROJETO PEDAGÓGIO DO CURSO......................................................54\n11.1.\nPLANO DE IMPLEMENTAÇÃO CURRICULAR...........................................................................................54\n11.2.\nACOMPANHAMENTO E AVALIAÇÃO PROJETO PEDAGÓGICO DO CURSO..............................................55\n12.\nRECURSOS FÍSICOS E HUMANOS.......................................................................................................56\n12.1.\nRECURSOS FÍSICOS................................................................................................................................57\n12.2.\nCORPO DOCENTE.............................................................................................................................62\n13.\nANEXO 1 - SÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS..........................................72\n14.\nANEXO 2 –RESOLUÇÃO CFE NO 48 DE 27 DE ABRIL DE 1976....................................................161\n15.\nANEXO 3- RESOLUÇÃO CNE/CES N 11, DE 11 DE MARÇO DE 2002........................................169\n16.\nANEXO 4 - RESOLUÇÃO CNE/CES NO 2, DE 18 DE JUNHO DE 2007..........................................174\n17.\nANEXO 5 – RESOLUÇÃO CNE/CES N 3, DE 2 DE JULHO DE 2007............................................178\n18.\nANEXO 6 – PORTARIA MEC N 1693, DE 5 DE DEZEMBRO DE 1994.........................................180\n19.\nANEXO 7 - RESOLUÇÃO CONFEA N 218, DE 29 DE JUNHO DE 1973.......................................183\n20.\nANEXO 8: RESOLUÇÃO CONFEA 310, DE 23 DE JULHO DE 1986..............................................189\n21.\nANEXO 9 - RESOLUÇÃO CONFEA N 447, DE 22 DE SETEMBRO DE 2000..............................192\n4\n", "5": "22.\nANEXO 10 - RESOLUÇÃO CONFEA N 1010, DE 22 DE AGOSTO DE 2005................................195\n23.\nANEXO 11 -REFERÊNCIAS CURRICULARES NACIONAIS DOS CURSOS DE \nBACHARELADO E LICENCIATURA, MEC 29 DE ABRIL DE 2010.......................................................211\n24.\nANEXO 12-RESOLUÇÃO CEPE-24/08 E CEPE 25/08, DE 11 DE ABRIL DE 2008.......................220\n5\n", "6": "LISTA DE QUADROS\nQUADRO 2-1 CURSOS DE ENGENHARIA AMBIENTAL NO ESTADO DE MINAS GERAIS...........................................11\nQUADRO 2-2 MATÉRIAS DE FORMAÇÃO BÁSICA E PROFISSIONAL GERAL NA ÁREA DE ENGENHARIA \nAMBIENTAL, PORTARIA 1693/94 DO MEC, E MATÉRIAS EQUIVALENTES DO CURSO DE \nENGENHARIA AMBIENTAL E SANITÁRIA PROPOSTO PELO CEFET – MG..............................................12\nQUADRO 9-1 COMPOSIÇÃO DA CARGA HORÁRIA PLENA DO CURSO...........................................................34\nQUADRO 9-2 DESDOBRAMENTO EM DISCIPLINAS OBRIGATÓRIAS E OPTATIVAS - EIXO PLANEJAMENTO E\nGESTÃO AMBIENTAL....................................................................................................................................37\nQUADRO 9-3  DESDOBRAMENTO EM DISCIPLINAS OBRIGATÓRIAS E OPTATIVAS - EIXO ANÁLISE E \nCARACTERIZAÇÃO AMBIENTAL....................................................................................................................39\nQUADRO 9-4  DESDOBRAMENTO EM DISCIPLINAS OBRIGATÓRIAS E OPTATIVAS - EIXO TECNOLOGIA \nAMBIENTAL....................................................................................................................................................40\nQUADRO 9-5  DESDOBRAMENTO EM DISCIPLINAS OBRIGATÓRIAS E OPTATIVAS - EIXO MATEMÁTICA E \nFÍSICA............................................................................................................................................................42\nQUADRO 9-6  DESDOBRAMENTO EM DISCIPLINAS OBRIGATÓRIAS E OPTATIVAS - EIXO HUMANIDADES E\nCIÊNCIAS SOCIAIS APLICADAS..................................................................................................................44\nQUADRO 9-7  EIXO ATIVIDADES DE PRÁTICA PROFISSIONAL E INTEGRAÇÃO CURRICULAR....................45\nQUADRO 11-1 SÍNTESE DAS NORMAS A SEREM ELABORADAS...................................................................55\nQUADRO 12.1  DISTRIBUIÇÃO DOS DOCENTES EFETIVOS POR ÁREA DE FORMAÇÃO PERTENCENTES AO \nQUADRO DO CEFET-MG............................................................................................................................64\nQUADRO 12-2  IMPACTO NA CARGA HORÁRIA DOS DEPARTAMENTOS DE FÍSICA E MATEMÁTICA \n(DFM) E DISCIPLINAS GERAIS (DDG)...................................................................................................66\nQUADRO 12-3  IMPACTO NA CARGA HORÁRIA DOS DEPARTAMENTOS DE LINGUAGEM (DELTEC) E \nEDUCAÇÃO FÍSICA (DEFISD)...................................................................................................................67\nQUADRO 12-4  IMPACTO NA CARGA HORÁRIA DOS DEPARTAMENTOS DE ENGENHARIA MECÂNICA \n(DEM) E COMPUTAÇÃO (DECOM)..........................................................................................................68\nQUADRO 12-5  IMPACTO NA CARGA HORÁRIA DOS DEPARTAMENTOS DE ENGENHARIA CIVIL (DEC) \nDEPARTAMENTO DE CIÊNCIAS E TECNOLOGIA AMBIENTAL (DCTA) E DEPARTAMENTO DE CIENCIAS\nSOCIAIS APLICADAS (DCSA)....................................................................................................................69\nQUADRO 12-6  SÍNTESE DAS NECESSIDADES DOCENTES POR DEPARTAMENTO.......................................71\n6\n", "7": "INTRODUÇÃO\nNos últimos anos, a questão ambiental tornou-se um dos grandes temas\nno  cenário  internacional.  A  comprovação  de  que  é  mais  fácil  e  econômico\nprevenir do que remediar faz com que o conceito de progresso não possa mais\nser visto sem  conciliar harmonicamente o desenvolvimento com a manutenção\ndas condições ambientais. Nesse contexto, torna-se evidente a necessidade de\nse preparar profissionais capazes de projetar e executar atividades de produção\nfundamentadas na realidade ambiental.\nO  curso  de  bacharelado  em  Engenharia  Ambiental  e  Sanitária  aqui\nproposto  tem  como  objetivo  a  formação  de  um  profissional  cuja  atuação\ncontempla o planejamento, caracterização ambiental e aplicação de tecnologias\nsustentáveis nas questões ambientais industriais e urbanas. Tal enfoque reflete a\ntradição e excelência do CEFET-MG no estudo e uso da tecnologia de forma\naplicada, buscando sempre interação próxima com setores industriais e urbanos. \nO curso de Engenharia Ambiental e Sanitária irá formar um profissional\ncapaz  de  lidar  com  temas  como  proteção  e  utilização  racional  dos  recursos\nnaturais; planejamento e gerenciamento ambiental; minimização e remediação\nde impactos ambientais causados pelo homem ou por eventos naturais; gestão e\ntratamento de águas e efluentes líquidos (resíduos líquidos) dos resíduos sólidos\ne das emissões atmosféricas (resíduos gasosos). \nO caráter multidisciplinar do curso, que combina as áreas de biologia e\nquímica  às  demais  da  engenharia,  permite  a  este  profissional  atuar  nos\nsegmentos industrial, comercial e de serviços, bem como no desenvolvimento de\nprocessos que permitem a produção de tecnologias limpas, reduzindo a produção\nde resíduos em benefício do desenvolvimento sustentável.\nO curso proposto se divide em três eixos temáticos principais, incluindo\ndisciplinas de  formação básica,  específica e profissional. As demais disciplinas\nbásicas e de áreas humanitárias são organizadas em eixos separados. Os eixos\ntemáticos  principais  são: Planejamento  e Gestão  Ambiental  (PGA),  Análise  e\nCaracterização Ambiental (ACA) e Tecnologia Ambiental (TA). Em todas as áreas,\nconcilia-se a vocação produtiva da engenharia com a ética ambiental. \n7\n", "8": "O curso proposto é cumprido no prazo  mínimo de cinco anos, segundo\nResolução  do  Conselho  Nacional  de  Educação/Câmara  de  Ensino  Superior\n(CNE/CES) No 02 de 18 de junho de 2007(Anexo 4), que dispõe sobre carga\nhorária mínima e procedimentos relativos à integralização e duração dos cursos\nde graduação e bacharelados na modalidade presencial. O período máximo para\nintegralização, definido pelo CEFET-MG, é de sete anos e meio, com disciplinas\nsemestrais, envolvendo atividades em classe e extra-classe, uma decorrência da\nprópria atividade de estudo do ambiente.\nPropõe-se nesse projeto ofertar 40 vagas semestrais a serem obtidas por\nmeio de processo seletivo semestral. O ano de inicio do funcionamento do curso\nfoi 2010. Sendo o curso, apartir de 2014, oferecido em período integral. A oferta\nse dará 1º ao 7º , preferencialmente, nos turnos vespertino e matutino e 8º, 9º\ne 10º períodos ofertados preferencialmente no turno noturno.\nA existência de Engenheiros Ambientais  e Sanitaristas  com o perfil do\ncurso  proposto  é  importante  na  implantação  de  qualquer  modelo  de\ndesenvolvimento econômico, tanto na prevenção, quanto na minimização dos\nimpactos resultantes de atividades antrópicas.\n1. JUSTIFICATIVA\n2.1.\nCONTEXTO  DO  CAMPO  PROFISSIONAL  E  ÁREA  DE\nCONHECIMENTO DO CURSO\nA questão ambiental começa a ser introduzida na formação específica do\nprofissional de engenharia na década de 70, em função de exigências legais\nvisando  controle  da  poluição  resultante  da  implantação  de  vários  pólos\npetroquímicos próximos a centros urbanos no Brasil. Em 1976, a resolução do\nMinistério  da  Educação  (MEC)  48/76  determina  a  introdução  da  disciplina\n“ciências  do  ambiente”  na  formação  geral  do  profissional  de  engenharia,\nqualificando-o para “criar atitudes e desenvolver valores sobre a problemática\nambiental, despertando no futuro profissional a consciência preservadora dos\nrecursos naturais”.  Em 1977, uma nova resolução (MEC 02/77) introduziu a\ndisciplina  “Saneamento  Ambiental  e  Ecologia  Aplicada”  na  formação  do\n8\n", "9": "engenheiro civil,  de modo a aprofundar o conhecimento sobre os problemas\nambientais, embora com foco predominante sobre o saneamento básico, haja\nvisto a implantação do Plano Nacional de Saneamento Básico (PLANASA) pelo\nGoverno Federal no mesmo período.\nO  crescimento  do  Brasil  nos  anos  que  se  seguiram,  acompanhado  da\nacelerada urbanização, trouxe consigo a intensificação dos impactos ambientais,\nlevando diversos setores da sociedade a exigir medidas que minimizassem esses\nimpactos.  Nesse período, que se estende até os dias de hoje, observa-se a\nconsolidação  da  legislação  Brasileira  com  a  Lei  6.803/80,  que  estabelece\ndiretrizes básicas para zoneamento nas áreas críticas de poluição e o Decreto\n88.351/83,  que  regulamenta  a  Política  Nacional  do  Meio  Ambiente,  dentre\noutros. Paralelos a esses marcos legais, eventos de alcance mundial como a Rio-\n92 reforçam a percepção de que o uso dos recursos naturais deve se adequar às\nlimitações biofísicas dos sistemas ambientais. Nesse contexto, a formação dos\nengenheiros, cuja atividade modifica o meio na busca de desenvolvimento e\nqualidade de vida à sociedade, deve evoluir, adotando como tema central a\nsustentabilidade e as questões ambientais.\nAtualmente, o aumento populacional, seguido pela demanda crescente por\nrecursos naturais e o conseqüente aumento da poluição ambiental acima da\ncapacidade de assimilação dos ecossistemas, têm colocado novos desafios ao\nengenheiro.  Mais  do  que  conhecimento  generalizado  sobre  a  problemática\nambiental,  esse  “novo”  profissional  da  engenharia  deve  ser  formado  para\nentender a gênese da poluição e impactos ambientais, conhecer a dinâmica do\nmeio onde esses impactos atuam, além de desenvolver e aplicar tecnologias para\nmitigar os danos causados, observando as complexas relações humanas, sociais\ne legais que norteiam todo o processo. É evidente que o currículo tradicional das\náreas da engenharia, mesmo atualizado, apresenta limitações para o alcance dos\nobjetivos propostos. Este fato é também percebido pelo número crescente de\nprofissionais engenheiros que, para aprimorar seus conhecimentos e capacitação\npara atuação em áreas ambientais recorrem a cursos de pós-graduação.\nSabe-se  que  hoje  a  falta  de  saneamento  básico  causa  mais  impacto\nambiental  negativo  que o  desmatamento  ou  a  execução  de projetos  para  a\nobtenção de energia. A falta de esgotamento sanitário, de coleta e destinação\n9\n", "10": "adequada  dos  resíduos  sólidos  ou  líquidos  associados  às  más  condições  de\ndrenagem,  principalmente  nos  centros  urbanos  propiciam  a  existência  de\nproblemas ambientais intimamente ligados à falta de saneamento básico. \nVisando atender o conteúdo previsto pela Portaria 1693/94 do MEC, que\ncria  a  área  de  Engenharia  Ambiental  (Anexo  6),  o  Projeto  Pedagógico  da\nEngenharia  Ambiental  e Sanitária  não  poderia  deixar  de ter  em sua matriz,\ndisciplinas ligadas ao saneamento básico.\nPor  conseqüência,  o  projeto  proposto  vem  atender  tanto  a  Resolução\n310/86 CONFEA, de 23 de julho de 1986 (Anexo 8), que Dispõe sobre o registro\nprofissional do Engenheiro Sanitarista, quanto a Resolução Nº 447/CONFEA, de\n22 de dezembro de 2000 (Anexo 9),  que dispõe sobre o registro profissional do\nEngenheiro Ambiental. Desta forma, o Engenheiro Ambiental e Sanitarista do\nCEFET-MG  terá  habilitação  para  desenvolver  as  atribuições  do  Engenheiro.\nAmbiental e do Engenheiro Sanitarista. \nNesse  contexto,  a  Engenharia  Ambiental  e  Sanitária  surge  como  um\ndesdobramento natural do conhecimento sobre o meio e a ação modificadora do\nHomem, abordando os problemas ambientais e propondo soluções a partir do\nconceito  da  sustentabilidade.  Segundo  esse  conceito,  o  aproveitamento  dos\nrecursos naturais deve ser feito de forma eficiente, atendendo às demandas\natuais e preservando-os para as gerações futuras. \nOs engenheiros ambientais e sanitaristas têm hoje um vasto campo de\natuação, tanto em empresas privadas como em empresas públicas. O mercado\nde trabalho é hoje bastante favorável e tende a crescer muito nos próximos\nanos, envolvendo atuação em:\na) Órgãos  públicos  de  licenciamento  e  monitoramento  ambiental  e\nagências reguladoras;\nb) Órgãos de planejamento ambiental;\nc) Empresas públicas e privadas de saneamento ambiental, envolvendo\nprojetos  de infraestrutura  hídrica  como  represamentos,  sistemas  de\nabastecimento de água, coleta e tratamento de águas residuárias e\nesgotos domésticos, sistemas de coleta e disposição de resíduos sólidos\n10\n", "11": "d) Implantação de sistemas de gestão integrada e gestão ambiental em\nindústrias;\ne) Empresas  privadas  com  atuação  na  área  de  meio  ambiente  e\nsaneamento, envolvendo estudos de impacto ambiental, recuperação\nde áreas degradadas.\nA Engenharia Ambiental e Sanitária apresenta também ampla inserção na\nárea acadêmica, recebendo investimentos das principais entidades de fomento à\npesquisa.  Existem  atualmente  diversos  projetos  e  fundos  de  pesquisa\nrelacionados  à  Engenharia  Ambiental  e  Sanitária,  boa  parte  associada  a\nprogramas de pós-graduação. Portanto, são excelentes as oportunidades para\ndesenvolvimento de carreira acadêmica, com suporte de bolsas de estudo. \n2.2.\nA ENGENHARIA AMBIENTAL NO BRASIL\nO histórico dos cursos de graduação em Engenharia Ambiental no Brasil\nremonta a 1992, com a criação do primeiro curso na Universidade Federal de\nTocantins. Até 2007, existiam cerca de 107 cursos em funcionamento no Brasil,\nsendo 53 na região Sudeste, 13 na região Nordeste, 8 na região Norte, 7 na\nregião Centro-Oeste e 26 na região Sul. O estado de Minas Gerais contava então\ncom 17 cursos de Engenharia Ambiental (Quadro 2.1) dos quais apenas quatro\nsão em universidades públicas gratuitas. Atualmente, a expansão dos cursos\nnessa área reflete a demanda crescente por profissionais capazes de enfrentar o\ndifícil desafio de conciliar desenvolvimento e sustentabilidade\nDentre os cursos de Engenharia Ambiental em funcionamento, verifica-se\nainda a existência de matérias profissionalizantes específicas em áreas nas quais\na  universidade  possui  maior  vocação,  em  consonância  com  o  potencial  e  o\ncaráter regional da universidade que o oferece. Em Minas Gerais, são exemplos a\nUniversidade Federal de Ouro Preto, cujo enfoque se dá na área de avaliação e\nmitigação  de  impactos  das  atividades  de  mineração  e  metalurgia,  além  da\nUniversidade Federal de Viçosa, com foco em aspectos urbanos e agrícolas.\n.\n11\n", "12": "Instituição \nCidade/UF \nCentro Universitário de Sete \nLagoas - UNIFEMM\nSETE LAGOAS-MG\nUniversidade Presidente Antônio \nCarlos - UNIPAC\nBOM DESPACHO-MG\nFaculdade de Talentos Humanos - \nFACTHUS\nUBERABA-MG\nFaculdade do Noroeste de Minas - \nFINOM\nPARACATU-MG\nFaculdade de Ciências Exatas e \nTecnológicas Santo Agostinho - \nFacet - FACET\nMONTES CLAROS-MG\nUniversidade de Uberaba - \nUNIUBE\nUBERABA-MG\nCentro Universitário de Formiga - \nUNIFORMG\nFORMIGA-MG\nUniversidade Presidente Antônio \nCarlos - UNIPAC\nIPATINGA-MG\nFaculdade Itabirana de \nDesenvolvimento das Ciências e \nTecnologias - FATEC\nITABIRA-MG\nFaculdade de Engenharia de \nPassos - FEP\nPASSOS-MG\nUniversidade Federal de Itajubá - \nUnifei - UNIFEI\nITAJUBA-MG\nUniversidade Federal de Ouro \nPreto - UFOP\nOURO PRETO-MG\nFundação Universidade Federal de \nViçosa - UFV\nVICOSA-MG\nUniversidade Fumec - FUMEC\nBELO HORIZONTE-MG\nUniversidade Federal de Minas \nGerais – UFMG\nBELO HORIZONTE-MG\nUniversidade Vale do Rio Verde - \nUNINCOR\nSAO GONCALO DO SAPUCAI-MG\n               Fonte: INEP, 2007\nQuadro 1-1 Cursos de Engenharia Ambiental no Estado de Minas\nGerais\n12\n", "13": "2.3.\nO CURRÍCULO DOS CURSOS DE ENGENHARIA AMBIENTAL\nA Resolução 48/76 do Conselho Federal de Educação (CFE) de 27 de abril\nde 1976 (Anexo 2) estabeleceu as carreiras de Engenharia e suas habilitações\ndefinindo os currículos mínimos através de matérias. Foram estabelecidas as\nseguintes habilitações: Civil, Mecânica, Elétrica, Metalurgia, Minas e Química. \nA  área  de  Engenharia  Ambiental  foi  criada  com  a  edição  da  Portaria\nMinisterial do MEC N.º 1693 de 05 de dezembro de 1994 (Anexo 6), a qual inclui\na matéria de Biologia como formação básica. A Portaria MEC 1693/94 especifica\nainda as matérias de formação geral e profissional para os cursos de Engenharia\nAmbiental  como  sendo  Cartografia,  Climatologia,  Geologia,  Ecologia  Geral  e\nAplicada,  Hidrologia,  Hidráulica,  Impactos  Ambientais,  Legislação  e  Direito\nAmbiental,  Planejamento  Ambiental,  Poluição  Ambiental,  Recursos  Naturais,\nSaúde Ambiental, Sistemas de Tratamento de Água e de Resíduos e Sistemas\nHidráulicos  e Sanitários.  O Quadro  2.2  apresenta  as  disciplinas  do curso de\nEngenharia Ambiental e Sanitária do CEFET-MG ora proposto frente às exigências\nda Portaria MEC 1693/94.\nMatéria - Portaria\n1693/94 do MEC\nConteúdo previsto – Portaria 1693/94 do\nMEC\nMatéria(s)  Engenharia\nAmbiental e Sanitária\nCEFET-MG\nBiologia\nOrigem  da  vida  e  evolução  das  espécies.  A\ncélula. Funções celulares. Nutrição e respiração.\nCódigo genético. Reprodução. Os organismos e\nas  espécies.  Fundamentos  da  microbiologia.\nOrganismos  patogênicos  e  decompositores.\nEcologia microbiana.\n\nBiologia Aplicada \nà Engenharia \nAmbiental\nCartografia\nCartografia.\n \nTopografia.\n \nFotogrametria.\nSensoriamento remoto.\n\nCartografia\n\nTopografia\nClimatologia\nElementos  e  fatores  climáticos.  Tipos  de\nclassificação de climas.\n\nClimatologia\nEcologia Geral \ne Aplicada\nFatores  ecológicos.  Populações.  Comunidade.\nEcossistemas.  Sucessões  ecológicas.  Ações\nantrópicas. Mudanças globais.\n\nEcologia Geral\n\nEcologia de \nComunidades\nGeologia\nCaracterísticas  físicas  da  terra.  Minerais  e\nrochas,  intemperismo.  Solos.  Hidrogeologia.\nAmbientes  geológicos  da  erosão  e  deposição.\nGeodinâmica tectônica. Geomorfologia.\n\nGeologia Aplicada\nà Engenharia\nQuadro 1-2 Matérias de formação básica e profissional geral na área de Enge-\nnharia Ambiental, Portaria 1693/94 do MEC, e matérias equiva-\nlentes do curso de Engenharia  Ambiental  e Sanitária  proposto\npelo CEFET – MG\n13\n", "14": "Hidráulica\nHidrostática  e  hidrodinâmica.  Escoamento  sob\npressão. Escoamento em canais. Hidrometria.\n\nHidráulica I \n\nHidráulica II\nHidrologia\nCiclo  hidrológico.  Balanço  hídrico.  Bacias\nhidrográficas.\n \nEscoamento\n \nsuperficial\n \ne\nsubterrâneo. Transporte de sedimentos.\n\nHidrologia\nImpactos\nAmbientais\nConceituação. Fatores ambientais. Instrumentos\nde  identificação  e  análise.  Os  impactos\nambientais. Avaliação de impactos ambientais.\n\nEstudo de \nImpactos \nAmbientais\nMatéria - Portaria\n1693/94 do MEC\nConteúdo previsto – Portaria 1693/94 do\nMEC\nMatéria(s) -\nEngenharia Ambiental\nCEFET-MG\nLegislação  e Direito\nAmbiental\nEvolução  do  direito  ambiental.  História  da\nlegislação ambiental. Legislação básica: federal,\nestadual e municipal. Trâmite e práticas legais.\n\nPolítica e \nLegislação \nAmbiental\nPlanejamento\nAmbiental\nTeoria  de  planejamento.  Planejamento  no\nsistema de gestão ambiental.\n\nPlanejamento \nAmbiental e \nUrbano\nPoluição Ambiental\nQualidade\n \nambiental.\n \nPoluentes\n \ne\ncontaminantes.  Critérios.  Padrões  de  emissão.\nControle.\n\nQuímica \nAmbiental I\n\nQuímica \nAmbiental II\n\nQuímica \nAmbiental III\nRecursos Naturais\nRecursos\n \nrenováveis\n \ne\n \nnão-renováveis.\nCaracterização  e  aproveitamento  dos  recursos\nnaturais.\n\nIntrodução à \nEngenharia \nAmbiental\n\nGestão e \nPlanejamento de \nRecursos Hídricos\nSaúde Ambiental\nConceito de saúde. Saúde pública. Ecologia das\ndoenças. Epidemiologia. Saúde ocupacional.\n\nSaúde Ambiental\n\nSegurança do \nTrabalho\nSistemas de \nTratamento de Água\ne de Resíduos\nProcessos  físico-químicos  e  biológicos  do\ntratamento  da  água  e  dos  resíduos  sólidos,\nlíquidos e gasosos.\n\nTratamento de \nÁguas\n\nTratamento de \nEfluentes \nDomésticos\n\nTratamento de \nEfluentes \nIndustriais\n\nResíduos Sólidos\nSistemas Hidráulicos\ne Sanitários\nSistema de abastecimento de água. Sistemas de\nesgotos sanitários. Sistemas de drenagem. \nSistemas de coleta, transporte e disposição de \nresíduos sólidos.\n\nSistema de \nAbastecimento de\nÁgua\n\nSistema de \nEsgoto Sanitário\n\nDrenagem Pluvial\nA oferta do curso de graduação em Engenharia Ambiental e Sanitária no\nCEFET–MG está em consonância com a Resolução CNE/CES No 11, de 11 de\n14\n", "15": "março de 2002, que instituiu as diretrizes curriculares nacionais dos cursos de\ngraduação em engenharia. \nDe acordo com o Art. 4º da referida resolução, a formação do engenheiro\ntem  por  objetivo  dotar  o  profissional  dos  conhecimentos  requeridos  para  o\nexercício das seguintes competências e habilidades gerais:\nI.\naplicar  conhecimentos  matemáticos,  científicos,  tecnológicos  e\ninstrumentais à engenharia;\nII.\nprojetar e conduzir experimentos e interpretar resultados;\nIII.\nconceber, projetar e analisar sistemas, produtos e processos;\nIV.\nplanejar, supervisionar, elaborar e coordenar projetos e serviços de\nengenharia;\nV.\nidentificar, formular e resolver problemas de engenharia;\nVI.\ndesenvolver e/ou utilizar novas ferramentas e técnicas;\nVII.\nsupervisionar a operação e a manutenção de sistemas;\nVIII.\navaliar criticamente a operação e a manutenção de sistemas;\nIX.\n comunicar-se eficientemente nas formas escrita, oral e gráfica;\nX.\natuar em equipes multidisciplinares;\nXI.\ncompreender e aplicar a ética e responsabilidade profissionais;\nXII.\navaliar o impacto das atividades da engenharia no contexto social e\nambiental;\nXIII.\navaliar a viabilidade econômica de projetos de engenharia;\nXIV.\nassumir a postura de permanente busca de atualização profissional.\n2.4.\nREGULAMENTAÇÃO  DA  PROFISSÃO  DE  ENGENHEIRO\nAMBIENTAL E SANITARISTA\nAs  atividades  profissionais  do  engenheiro,  arquiteto  e  engenheiro\nagrônomo foram definidas, de forma genérica, na Lei 5.194 de 1966. Com a\nResolução No 218, de 29 de junho de 1973  (Anexo 7), o Conselho Federal de\n15\n", "16": "Engenharia,  Arquitetura  e  Agronomia  (CONFEA)  designou  um  total  de  18\natividades das diferentes modalidades da  Engenharia, Arquitetura e Agronomia\nem nível  superior e em nível médio, para fins da fiscalização de seu exercício\nprofissional. Estas atividades são apresentadas a seguir.\nAtividade 01 - Supervisão, coordenação e orientação técnica; \nAtividade 02 - Estudo, planejamento, projeto e especificação; \nAtividade 03 - Estudo de viabilidade técnico-econômica; \nAtividade 04 - Assistência, assessoria e consultoria; \nAtividade 05 - Direção de obra e serviço técnico; \nAtividade 06 - Vistoria, perícia, avaliação, arbitramento, laudo e parecer técnico; \nAtividade 07 - Desempenho de cargo e função técnica; \nAtividade 08 - Ensino,  pesquisa, análise, experimentação, ensaio e divulgação \ntécnica; extensão; \nAtividade 09 - Elaboração de orçamento; \nAtividade 10 - Padronização, mensuração e controle de qualidade; \nAtividade 11 - Execução de obra e serviço técnico; \nAtividade 12 - Fiscalização de obra e serviço técnico; \nAtividade 13 - Produção técnica e especializada; \nAtividade 14 - Condução de trabalho técnico; \nAtividade 15 - Condução de equipe de instalação, montagem, operação, reparo  \nou manutenção; \nAtividade 16 - Execução de instalação, montagem e reparo; \nAtividade 17 - Operação e manutenção de equipamento e instalação; \nAtividade 18 - Execução de desenho técnico.\nA Resolução No 218, de 29 de junho de 1973, em seu Art 18 apresenta o\nseguinte:\n16\n", "17": "“Art. 18 - Compete ao ENGENHEIRO SANITARISTA:\nI - o desempenho das atividades 01 a 18 do artigo 1º desta\nResolução, referentes a controle sanitário do ambiente; cap-\ntação e distribuição de água; tratamento de água, esgoto e\nresíduos; controle de poluição; drenagem; higiene e conforto\nde ambiente; seus serviços afins e correlatos.”\nConforme a legislação do Sistema CONFEA/CREA, as atribuições do Enge-\nnheiro Ambiental e do Engenheiro Sanitarista e são regidas pelas Resoluções\n447/00 e. 310/86, respectivamente.\nA criação da área de Engenharia Ambiental com a Portaria MEC 1693/94,\nresultou  na  regulamentação  das  atividades  do  Engenheiro  Ambiental  pelo\nCONFEA, com a edição da  Resolução No 447 de 22 de setembro de 2000\n(Anexo 6). Em seu artigo 2º, a resolução CONFEA 447/2000 apresenta:\n“Art. 2º Compete ao Engenheiro Ambiental o desempenho\ndas  atividades  1  a  14  e  18  do  art.  1º  da  Resolução  nº\n218/73, referentes à administração, gestão e ordenamento\nambientais  e  ao  monitoramento  e  mitigação  de  impactos\nambientais, seus serviços fins e correlatos.”\nAs atribuições do Engenheiro Sanitarista conforme CONFEA, é regida pela\nresolução No 310 de 23 de julho de 1986 (Anexo 8), que em seu artigo 1º,\napresenta:\n “Art. 1º - Compete ao Engenheiro Sanitarista o desempenho\ndas atividades 01 a 18 do artigo 1º da Resolução nº 218/73,\nreferentes à: sistemas de abastecimento de água, incluindo\ncaptação, adução, reservação, distribuição e tratamento de\nágua;  sistemas  de  distribuição  de  excretas  e  de  águas\nresiduárias (esgoto) em soluções individuais ou sistemas de\nesgotos,  incluindo  tratamento;  coleta,  transporte  e\ntratamento de resíduos sólidos (lixo); controle sanitário do\nambiente,  incluindo  o  controle  de  poluição  ambiental;\ncontrole  de  vetores  biológicos  transmissores  de  doenças\n(artrópodes  e  roedores  de  importância  para  a  saúde\npública);  instalações prediais  hidrossanitárias;  saneamento\nde edificações e locais públicos, tais como piscinas, parques\ne  áreas  de  lazer,  recreação  e  esporte  em  geral;  .\nsaneamento dos alimentos.\nA Portaria MEC 1693/94 que cria a área de Engenharia Ambiental designa\nem seu artigo 3º matérias de formação profissional geral disciplinas que também\n17\n", "18": "fazem parte integrante da área de Engenhaira Sanitária, como por exemplo: Sis-\ntemas de Tratamento de Água e de Resíduos, Saúde Ambiental, Sistemas Hi-\ndráulicos e Sanitários.\nAs atribuições dadas pelas Resoluções 310/86 e 447/00 do CONFEA e as\nexigências da Portaria MEC 1693/94 demonstram as afinidades entre as áreas de\nEngenharia Ambiental e de Saneamento.\nRecentemente, a regulamentação da atribuição de títulos,  atividades e\ncompetências para os diplomados no âmbito das profissões inseridas no Sistema\nCONFEA/CREA foi alterada pela Resolução No. 1010, de 22 de agosto de 2005\n(Anexo 10). A Resolução CONFEA 1010/05 estabelece normas, dentro de uma\nconcepção  matricial,  para  a  atribuição  de  títulos  profissionais,  atribuições  e\ncompetências, sendo que o título de engenheiro será obrigatoriamente acrescido\nde denominação que caracterize a sua formação profissional básica no âmbito\ndo(s)  respectivo(s)  campo(s)  de  atuação  profissional  da  categoria,  podendo\nabranger simultaneamente diferentes âmbitos de campos.\nA Resolução CONFEA 1010/05 determina que a atribuição inicial de título,\natividades  e  competências  decorrerá  da  análise  do  perfil  profissional  do\ndiplomado,  dependendo  rigorosamente  da profundidade  e da abrangência  da\ncapacitação de cada profissional no seu respectivo nível de formação. Para tanto,\nserão considerados o currículo integralizado e o projeto pedagógico do curso\nregular, com a possibilidade de interdisciplinaridade dentro de cada categoria,\nem decorrência da flexibilidade que caracteriza as Diretrizes Curriculares\nA atribuição inicial poderá ainda ser extendida, restringindo-se ao âmbito\nda mesma categoria profissional. A extensão da atribuição inicial é atribuída a\npartir  da  análise  dos  perfis  da  formação  profissional  adicional  obtida\nformalmente,  mediante  cursos  comprovadamente  regulares,  cursados  após  a\ndiplomação.\nPara a área de Engenharia Ambiental, a Resolução CONFEA 1010/05 define\nainda de forma específica, para as atividades já regulamentadas ao Engenheiro\nAmbiental, os seguintes campos de atuação profissional:\n1.  Recursos  Naturais:  Sistemas,  métodos  e  processos  de  aproveitamento,\nproteção,  monitoramento,  manejo,  gestão,  ordenamento,  desenvolvimento  e\n18\n", "19": "preservação  de  recursos  naturais.  Recuperação  de  áreas  degradadas,\nremediação  e  biorremediação  de  solos  degradados  e  águas  contaminadas.\nPrevenção e recuperação de processos erosivos. \n2. Recursos Energéticos:  Fontes tradicionais, alternativas e renováveis  de\nenergia  relacionadas  com  a  engenharia  ambiental.  Sistemas  e  métodos  de\nconversão  e  conservação  de  energia  e  impactos  energéticos  ambientais.\nEficientização  ambiental  de  sistemas  energéticos  vinculados  aos  campos  de\natuação da engenharia.\n3. Gestão Ambiental :  Planejamento ambiental em áreas urbanas e rurais.\nPrevenção  de  desastres  ambientais.  Administração,  gestão  e  ordenamento\nambientais.  Licenciamento  ambiental.  Adequação  ambiental  de  empresas.\nMonitoramento  Ambiental.  Avaliação  de  impactos  ambientais  e  ações\nmitigadoras.  Controle  de  poluição  ambiental.  Instalações,  equipamentos,\ncomponentes e dispositivos da Engenharia Ambiental.\nPara a área Sanitária a Resolução CONFEA 1010/05 define ainda de forma\nespecífica, para as atividades já regulamentadas ao Engenheiro Sanitarista, os\nseguintes campos de atuação profissional:\n1. Saneamento Básico: Hidráulica e Hidrologia Aplicadas. Sistemas, Métodos e\nProcessos de Abastecimento e Tratamento, Reservação e Distribuição de Águas.\nSistemas,  Métodos  e  Processos  do  Saneamento  Urbano  e  Rural:  Coleta,\nTransporte,  Tratamento  e  Destinação  Final  de  Esgotos,  Águas  Residuárias,\nRejeitos e Resíduos Rurais e Urbanos em geral, e Hospitalares e Industriais em\nparticular. \n2.Tecnologia Hidrossanitária: Tecnologia dos Materiais de Construção Civil e\nde  Produtos  Químicos  e  Bioquímicos  utilizados  na  Engenharia  Sanitária.\nInstalações, Equipamentos, Componentes e Dispositivos da Engenharia Sanitária.\n3.Gestão Sanitária do Ambiente: Avaliação de Impactos Ambientais. Controle\nSanitário  do  Ambiente.  Controle  de  Poluição.  Controle  de  Vetores  Biológicos\nTransmissores de Doenças. Saneamento de Edificações e Locais Públicos. Higiene\ndo Ambiente: Piscinas, Parques e Áreas de Lazer, de Recreação e de Esportes.\nSaneamento dos Alimentos.\n19\n", "20": "Em abril de 2010, a Secretaria de Educação Superior do MEC apresentou\n“Projeto dos Referenciais Nacionais dos Cursos de Graduação” que tem como ob-\njetivo contribuir com a avaliação, a regulação e a supervisão dos cursos de gra-\nduação (bacharelado e licenciatura), com desdobramentos para a mobilidade e\nempregabilidade dos egressos desses cursos. \nTal instrumento constituir-se um documento para a orientação e o aprimo-\nramento para construção dos projetos pedagógicos, para orientar estudantes nas\nescolhas profissionais e para facilitar a mobilidade interinstitucional, assim como\npropiciar aos setores de recursos humanos das empresas, órgãos públicos e do\nterceiro setor maior clareza na identificação da formação necessária aos seus\nquadros de pessoal.\nConforme proposto nos “Referenciais Nacionais dos Cursos de Graduação”\n(Anexo 11), o MEC através da Secretaria de Educação Superior apresenta  o\ncurso de Engenharia Ambiental e Sanitária bacharelado para ter  Carga Horária\nMínima: 3600h e Integralização de 5 anos. \nPara o curso de Engenharia Ambiental e Sanitária, o MEC estabeleceu o\nperfil do egresso, os temas a serem abordados na formação, os ambientes de\natuação e a infraestrutura recomendada para o referido curso.\nNesse contexto, conforme descrito nas “Referenciais Nacionais dos Cursos\nde Graduação” de abril de 2010 , o curso de Engenharia Ambiental e Sanitária do\nCEFET-MG é consoante com a estrutura curricular proposta pelo MEC.\n2.5.\nCONTEXTO INSTITUCIONAL E ASPECTOS RELACIONADOS AO\nCURSO \n A oferta de um curso superior na área ambiental vem sendo estudada\ndesde  1995  com  a  criação  da  Coordenação  de Tecnologia  Ambiental.  Várias\npropostas já foram elaboradas, em um processo contínuo de amadurecimento da\nárea de meio ambiente no CEFET-MG, que ocorreu junto com a evolução da\nprópria instituição e suas políticas de crescimento e oferta de cursos.\nA Política Institucional do CEFET–MG para o período de 2005 a 2010 é\ndecrita pelo Plano de Desenvolvimento Institucional (PDI), publicado em 2006.\nEste plano direciona as metas do período e estabelece políticas específicas de\n20\n", "21": "quatro  grandes  áreas  –  dentre  essas,  o  ensino,  englobando  a  Educação\nProfissional e Tecnológica e o ensino de Graduação, a Pesquisa e Pós-graduação\ne a Extensão – para os próximos cinco anos.\nDentre as metas estabelecidas pelo PDI, a de nº 02 prevê:\n“Transformar, progressivamente, os Cursos Superiores de Tecnologia no âmbito\nda Educação Profissional e Tecnológica em Cursos Superiores de Graduação no\nâmbito da Educação Geral.” (CEFET – MG, 2006, p. 51).\nA meta de nº 03 estabelece como objetivo:\n “elevar a qualidade e diversificar a oferta dos cursos de Graduação em\nEngenharia [...]” (CEFET – MG, 2006, p. 52). \nÉ notório que a política institucional até o ano de 2010 vai ao encontro das\ndemandas da sociedade por profissionais altamente qualificados para atuação na\nárea de meio ambiente, atendendo às expectativas do corpo docente do CEFET-\nMG atuante na área no que diz respeito à oferta de um curso de graduação,\npromovendo também a verticalização do ensino nessa área específica. \nA  oferta  do  curso  de  Engenharia  Ambiental  e  Sanitária  encontra-se,\nportanto,  de  acordo  com  as  orientações  político-filosóficas  do  Plano  de\nDesenvolvimento Institucional (PDI), constituindo a consolidação de um longo\nprocesso  de  evolução  institucional  no  atendimento  à  demanda  por  recursos\nhumanos para a área ambiental e sanitária. A aprovação do curso ora proposto,\nsomada à oferta do curso técnico de nível médio em Meio Ambiente e ainda de\ndois cursos de pós-graduação lato sensu, irá contribuir para a verticalização do\nensino, permitindo ampla integração de docentes e discentes em atividades de\nensino, pesquisa e extensão, com grande benefício para a qualidade dos cursos\nofertados.\n21\n", "22": "2. PRINCIPIOS\n \nNORTEADORES\n \nDO\n \nPROJETO\nPEDAGÓGICO1\nO  projeto  pedagógico  de  um  curso,  por  definição,  deve  partir  dos\nprincípios gerais, referentes à concepção filosófica e pedagógica que preside a\nelaboração  de  um  currículo,  destacando-se  os  pressupostos  que  orientam  a\nproposta e a prática curricular. Esses pressupostos, alinhados aos princípios e\nmissão do CEFET – MG e em consonância com sua história, envolvem quatro\ndimensões  básicas,  a  saber:  a  concepção  de  conhecimento  e  sua  forma  de\naplicação e validação – dimensão epistemológica –, a visão sobre o ser humano\ncom o qual relacionamos e que pretendemos formar – dimensão antropológica –,\nos  valores  que  são  construídos  e  reconstruídos  no  processo  educacional  –\ndimensão axiológica – e os fins aos quais o processo educacional se propõe –\ndimensão teleológica.\nNa esfera da dimensão do conhecimento, toma-se como ponto de partida\na  análise  da  realidade  contemporânea,  diversificada  e  em  constante\ntransformação,  aspectos  esses  que  passam  a  balizar  a  produção  do\nconhecimento. Esta produção encontra-se, desta forma, revestida de um caráter\nhistórico e dinâmico, o que torna refutável a idéia de um conhecimento que\ntenha a pretensão de encontrar verdades absolutas e definitivas. Aprender é,\nneste sentido, um processo intrinsecamente ligado à vida, não é algo estocável,\nimplica a possibilidade de reconstrução do conhecimento pelo aluno, passa pela\npesquisa como atitude diante do mundo, pelo desenvolvimento da autonomia do\naluno  e  envolve  o  conceito  de  formação  da  cidadania.  No  processo  de\nensino/aprendizagem  não  é  mais  possível  o  modelo  no  qual  o  professor\ntransmite o conhecimento para o aluno. Este processo requer a interação do\nsujeito com a realidade e do professor com o aluno, implica a capacidade de\ninterpretação  do  real  e a  possibilidade  do  conflito.  Aprender  é um  processo\nambíguo, que deve conduzir ao diferente, não é uma linha de mão única, em\nsíntese, envolve o conceito de complexidade. O professor tem o papel de instigar\no  aluno  a  formular  e  resolver  o  problema  possibilitando,  desta  forma,  o\ndesenvolvimento da capacidade de pesquisa no aluno. Neste sentido, o objeto da\n1 Projeto Pedagógico do Curso de Engenharia Elétrica do CEFET – MG (2007).\n22\n", "23": "aprendizagem não pode ser ditado de maneira absoluta pelo mercado. Inserida\nnuma  realidade  social  diversificada,  cabe  à  escola  buscar  compreender  as\ncondições e os condicionantes desta, de modo a definir o que deve ser objeto de\nestudo em seus currículos tanto quanto o modo e profundidade como aqueles\nconhecimentos serão abordados. Portanto, há necessidade em demarcar a área\ndo  conhecimento  que  o  curso  irá  enfatizar,  os  conteúdos  envolvidos,  a\nmetodologia aplicada e a forma de validação e de avaliação do conhecimento.\nQuanto  aos  sujeitos  envolvidos  no  processo  de  ensino/aprendizagem,\nprofessores,  alunos  e  técnico-administrativos  fazem  parte  de  uma  teia  de\nrelações na qual a produção do conhecimento é resultado desta interação. O\naluno é alguém que tem uma história, que traz expectativas  e valores com\nrelação ao mundo e ao seu próprio futuro. O aluno é alguém que se encontra em\nprocesso de tornar-se, que não sai do mundo social quando ingressa na escola,\nmas  que  traduz  o  mundo  em  seu  processo  de  aprender.  Nesse  sentido,  a\naprendizagem  pode  partir  do  aluno  que  deve  ser  instigado  a  lidar  com  os\ndesafios e situações reais. O professor, como sujeito deste processo, é também\nalguém que investiga, que questiona, que aprende. O professor que não admite\na possibilidade de não saber e, portanto, não assume a postura de aprender e\nrenovar-se constantemente, dificilmente terá condições de possibilitar que seu\naluno desenvolva estas capacidades. \nAssim, a necessidade de promover um sujeito politicamente preparado\npara atuar no mundo contemporâneo, capaz de construir seu projeto de vida, de\ncontribuir para uma sociedade melhor será resultado desta interação de sujeitos\nque na escola constitui o elo básico de sua atividade. Um projeto pedagógico\natinge as pessoas, vai ao encontro delas, precisa que elas se coloquem como\nsujeitos de sua realização. No conjunto destas relações espera-se que o processo\nde emancipação seja possibilitado, que a competência para a cidadania seja\nconstruída. Portanto, torna-se fundamental a definição do perfil do egresso e a\nclareza dos objetivos do curso para delinear o caminho a ser percorrido e para\npossibilitar a avaliação deste processo.\nNa dimensão dos valores, é essencial a sintonização com uma visão de\nmundo por parte da escola, expressa num modelo de sociedade e de educação\nque tenham como referência os grandes desafios do mundo contemporâneo e,\n23\n", "24": "em termos específicos, os desafios enfrentados por nossa nação. Não se deve\ncair no improviso, assim como não podemos desconhecer o edifício do saber\nacumulado pelas gerações passadas, sobretudo aquele saber associado às áreas\nhumanas  e  sociais,  que  trazem  as  bases  para  a  construção  da  ética  e  da\ncidadania. \nComo fenômeno sócio-histórico, a aprendizagem é multicultural, não deve\nser colocada a serviço de grupos e precisa superar impactos tais como o da\nglobalização, sem perder de foco seus aspectos positivos. Com a globalização, a\ndimensão  tecnológica  do  conhecimento  tem  predominado  sobre  as  demais\ndimensões, tais como a filosofia e a ética, perdendo a referência do ser humano,\nda natureza e da vida de um modo geral. No mundo atual, o individualismo, a\ncompetitividade,  a  sobrevivência  do  mais  forte,  que  reproduz  um  modelo\ndarwinista  de  sociedade,  além  da  busca  desenfreada  do  prazer  e do poder,\nacabam constituindo um valor cultural do qual a própria escola torna-se cúmplice\ne reprodutora. É na expressão do projeto pedagógico que estes aspectos devem\nser desvelados.\nO conhecimento e a prática técnica e científica precisam estar em contínua\navaliação, mediada pela visão humanista e pela reflexão em torno dos valores\nque perpassam essas práticas. \nDesta forma, a ciência e a tecnologia não podem constituir meramente\nmeios para atingir os fins determinados pelo sistema de produção, mas precisam\ntraduzir os modos pelos quais o ser humano passa a interagir com o mundo\ntendo como referência a discussão atualizada e balizada na reflexão dos valores\ne da ética. O currículo deve evidenciar as diversas práticas que possibilitem a\nformação de um profissional com visão crítica e social; que esteja comprometido\ncom a ética e com o desenvolvimento humano; que não seja manipulado e que\nsaiba buscar alternativas; que tenha capacidade de avaliação e de intervenção\nno mundo.\nNa dimensão teleológica, a escola não pode ter um fim em si mesma. Seu\ndestino é a busca do saber tendo como meta a construção de um mundo melhor\ne  sua  missão  precisa  ser  expressa  em  função  deste  propósito.  Na  escola\ntecnológica  moderna,  a  primazia  encontra-se  no  aspecto  técnico  do\n24\n", "25": "conhecimento, porém o seu projeto tem um fundamento essencialmente político.\nA sua finalidade, o aspecto essencial que fundamenta e justifica sua existência\nno âmbito da sociedade, consiste em tornar-se promotora de uma transformação\nna vida dos indivíduos que por ela passam e, por conseguinte, contribuir para a\nconstrução que reflita os anseios e necessidades eminentes daquela sociedade.\nOs sujeitos envolvidos com os projetos e ações no interior desta escola devem\nassumir,  portanto,  postura  crítica  buscando a  constante avaliação  e reflexão\nsobre os interesses que envolvem estas atividades. Definir os fins da instituição\nconstitui um processo dinâmico, é antes uma atitude, uma prática que precisa\nperpassar  todas  as  suas  ações,  de  modo  a  não  ficar  perdida  no  discurso\nenquanto caminha por trilhas dissociadas de seus propósitos essenciais.\nDesta forma, os fins a que a escola se propõe precisam ser explicitados e\nconhecidos por aqueles que dela participam, precisam refletir nos currículos dos\ncursos e nas práticas disseminadas no interior da escola, precisam ser, enfim,\navaliados  continuamente,  para  que  não  cristalizem  ou  dogmatizem,\npermanecendo esquecidos e dissociados de seu tempo. Destacados esses pontos\nessenciais que constituem os pressupostos básicos de um projeto pedagógico, é\npertinente  enfatizar  que,  apesar  de  nenhum  currículo  conseguir  atingir\nplenamente  todos  estes  pontos  em  sua  realização  na  prática  escolar,  esses\npressupostos continuam como referências,  como desafios, quase utopias que\napontam  rumos  e  direcionam  metas  a  serem  constantemente  buscadas.  Na\nimplementação do currículo e em sua construção/reconstrução estas metas são\nsistematicamente retomadas e exercem o papel de um farol a direcionar nossas\nações.\nAo  vislumbrarmos  o  atual  contexto  socioambiental  em  que  estamos\ninseridos e as mudanças na percepção da sociedade sobre sua relação com o\nmeio  ambiente  nas  últimas  décadas,  percebemos  a  extrema  importância  do\nprofissional  da  área  ambiental.  Durante  o  processo  educacional,  devemos\nalmejar  uma  abordagem  multidisciplinar  e  sistêmica,  tentando  reproduzir  os\nensinamentos  de  nossa  maior  educadora:  a  natureza.  Some-se  a  isso,  a\npreparação de profissionais que assumam a sua missão como cidadãos face às\nconstantes transformações da sociedade.\n25\n", "26": "3. DESCRIÇÃO DO PROCESSO DE CONSTRUÇÃO DO \nPROJETO PEDAGÓGICO \nO  processo  de  construção  do  Projeto  Político-pedagógico  do  curso  de\nEngenharia  Ambiental  teve  início  no  ano  de  19992,  quando  o  grupo  de\nprofessores  da  recém  criada  área  de  Tecnologia  Ambiental  criaram  o  curso\nTécnico em Meio Ambiente para substituição do curso Técnico em Saneamento.\nEm  julho de 2004, através da  Portaria  DIR-237/04,  foi  instituída  uma\ncomissão com o objetivo de desenvolver estudos visando a possível implantação\ndo Curso Superior de Tecnologia em Gestão Ambiental. O projeto foi concluído e\nencaminhado à Câmara de Ensino do Conselho de Professores, sendo aprovado\napós reestruturação, em maio de 2005. Posteriormente, foi encaminhado ao\nConselho de Ensino para aprovação, mas retornou à Coordenação de Tecnologia\nAmbiental, através de despacho do Diretor de Ensino, orientando para que o\ncurso fosse transformado em Engenharia Ambiental. \nA  Coordenação,  devido  à  impossibilidade  dessa  “adaptação”,  já  que  o\ncurso de Tecnologia em Gestão Ambiental tinha características completamente\ndiferentes de um Curso de Engenharia Ambiental, considerou a necessidade de\nser instituída uma outra comissão para a elaboração de um novo projeto. Dessa\nforma, foi instituída nova comissão com o objetivo de dar continuidade a essa\ndemanda.\nO  projeto  do  curso,  agora  Engenharia  Ambiental,  foi  encaminhado  ao\nConselho  Departamental  para  análise  e  aprovação,  sendo  em  seguida  o\nencaminhado  ao  Conselho  de  Ensino.  No  Conselho  de  Ensino,  o  projeto  foi\nanalisado e arquivado enquanto se aguardava um momento político adequado\npara a implantação de novos cursos de graduação no CEFET-MG. Em 2005, o\nprojeto do curso de Engenharia Ambiental retornou à Coordenação de Tecnologia\nAmbiental para adequação à nova realidade político-pedagógica do CEFET-MG e\natualização frente às novas questões ambientais.\nEm junho de 2005, foi criada comissão por meio da Portaria DIR 202 de 07\nde junho de 2005, para desenvolver a tarefa de estudar e atualizar o Projeto\nPolítico-pedagógico do curso de Engenharia Ambiental. O projeto foi elaborado,\n2 Conforme processo no. 23062.001687/99-01 (arquivos da coordenação de meio ambiente)\n26\n", "27": "porém a comissão entendeu que havia a necessidade de maior amadurecimento\nda proposta por meio de sua análise e revisão por outros docentes de áreas afins\nao curso.\nEm 2007, com a contratação de vários professores doutores nas áreas de\nrecursos hídricos, saneamento e biologia, começa a se consolidar no CEFET-MG\num  corpo  docente  capaz  de  dar  suporte  à  implantação  imediata  do  curso,\nseguindo  a  política  de  expansão  da  graduação  preconizada  pelo  PDI.  Nesse\ncontexto,  é  criada  uma  nova  comissão  para  dar  continuidade  aos  trabalhos\n(Portaria DIR-098), atendendo às novas formatações para o Projeto Político-\npedagógico  e  os  novos  Pareceres  do  Conselho  Nacional  de  Educação\n(RESOLUÇÃO CNE/CES, DE 11 DE MARÇO DE 2002 e da RESOLUÇÃO NO 2, DE 18\nDE JUNHO DE 2007).\n4. OBJETIVOS DO CURSO\nO curso de Engenharia Ambiental e Sanitária proposto pelo CEFET-MG tem\ncomo  objetivo  a  formação  de  um  profissional  cuja  atuação  contempla  o\nplanejamento, caracterização ambiental e aplicação de tecnologias sustentáveis\nnas questões ambientais, industriais e urbanas. Tal enfoque reflete a tradição e\nexcelência  do  CEFET-MG  no  estudo  e  uso  da  tecnologia  de  forma  aplicada,\nbuscando sempre interação próxima com setores industriais e urbanos. \nMais especificamente, o curso de Engenharia Ambiental e Sanitária tem\ncomo foco a capacitação do profissional para:\na) entender  a  dinâmica  e  o  comportamento  dos  sistemas  ambientais,\nenvolvendo as interfaces entre os meios físico, biológico e antrópico,\nalém das suas respostas à ação modificadora do Homem;\nb) gerenciar  o  uso  de  recursos  naturais  e  atuar  no  planejamento  de\nprocessos e atividades urbanas e industriais causadoras de impacto,\nobservando o contexto institucional e legal vigente no Brasil;\nc) desenvolver  e  aplicar  tecnologias  voltadas  para  a  análise  e\nmonitoramento do meio ambiente e mitigação de impactos ambientais.\n27\n", "28": "5. PERFIL DO EGRESSO \nO Egresso do curso de Engenharia Ambiental e Sanitária deverá estar apto\na  avaliar  a  dimensão  (magnitude,  duração,  reversibilidade  e  natureza)  das\nalterações  ambientais  causadas  pelas  atividades  do  Homem,  sejam  elas\nbenéficas ou adversas, independentemente da área de influência. Pretende-se\nque  esse  profissional  possua  conhecimentos  técnicos  suficientes  para  adotar\nprocedimentos capazes de minimizar os impactos indesejáveis, qualquer que seja\na escala em que ocorram (local, regional, global).\nO  Curso  de  Graduação  em  Engenharia  Ambiental  e  Sanitária,  como\nqualquer outro curso de graduação, propicia a formação necessária do aluno que,\nface  aos  avanços  científicos  e  tecnológicos,  via  e  regra,  não  é  a  formação\nsuficiente; esta  última  somente poderá  ser  construída  ao  longo do exercício\nprofissional do aluno egresso. Possíveis  competências  e habilidades do aluno\negresso  podem  se  tornar  pertinentes  apenas  ao  longo  de  sua  carreira\nprofissional,  em  decorrência  de  cursos  de  pós-graduação  e/ou  de\naperfeiçoamento  que  venha  a  realizar,  da  experiência  própria  adquirida  no\nmercado de trabalho, ou da maturidade inerente ao desenvolvimento do ser\nhumano.\nNeste  contexto,  o  Curso  de  Graduação  em  Engenharia  Ambiental  e\nSanitária do CEFET-MG foi concebido, planejado e estruturado para formar um\nprofissional que, no campo científico e tecnológico, seja capaz de:\na) desenvolver uma sólida base em matemática, física, química e biologia,\nalém  da  capacidade  de  inter-relacionar  e  construir  conhecimento  a\npartir desta base;\nb) desenvolver  capacidade  técnica  que  permita  realizar  diagnóstico\nambiental e de impactos ambientais;\nc) interagir em equipe técnica multidisciplinar envolvendo outras áreas do\nconhecimento no campo do meio ambiente e recursos naturais;\nd) desenvolver capacidade técnica que permita realizar gestão ambiental,\ncom  ênfase  na  capacitação  para  avaliar  a  magnitude,  duração,\n28\n", "29": "reversibilidade e natureza das alterações ambientais causadas pelas\natividades antrópicas ou por fenômenos naturais;\ne) desenvolver  competências,  conhecimentos  e  habilidades  em  um\nespectro bastante amplo. Isto vem exigir uma formação generalista e\nmultidisciplinar para análise e solução das contradições presentes nas\nquestões relativas ao meio ambiente e desenvolvimento sustentável;\nf)\nidentificar, formular e resolver problemas relacionados à Engenharia\nAmbiental  e  Sanitária  quantificando  e  avaliando  a  potencialidade\ntécnica e econômica de tais soluções;\ng) desenvolver  capacidade  técnica  que  permita  avaliar  e  aproveitar\noportunidades e necessidades regionais, nacionais e globais no sentido\nde atender demandas ambientais, econômicas, políticas e sociais;\nh) planejar, supervisionar e coordenar projetos na área da Engenharia\nAmbiental e Sanitária;\ni)\ncompreender  e  interagir  com  o  ambiente  no  qual  os  produtos  e\nserviços, projetados e construídos pela engenharia, irão operar;\nj)\nsupervisionar,  coordenar,  orientar,  planejar,  especificar,  projetar  e\nimplementar ações pertinentes à Engenharia Ambiental e Sanitária: \nk) desenvolver e aplicar modelos na Engenharia Ambiental e Sanitária;\nl)\nconceber  e  realizar  experimentos  e  práticas  investigativas  com\ncapacidade para analisar os resultados e tomar decisões; \nm) conhecer e aplicar normas técnicas na área de atuação profissional do\nEngenheiro Ambiental e sanitarista.\nNo campo do desenvolvimento humano e social, este profissional deverá ainda\nser capaz de:\na) compreender e desenvolver uma visão sistêmica do ambiente e dos\nprocessos em que atua;\nb) desenvolver capacidade de comunicação interpessoal, leitura, redação,\ninterpretação e representação simbólica e gráfica;\n29\n", "30": "c) interagir  e  de se  comunicar  com  profissionais  da  área  ambiental  e\nSanitária e  profissionais  de  outras  áreas  no  desenvolvimento  de\nprojetos em equipe;\nd) desenvolver  a  postura  de  permanente  busca  da  atualização  e  de\naprendizagem continuada nos campos profissional e técnico-científico;\ne) abordar e solucionar problemas de Engenharia Ambiental e Sanitária\nconsiderando,  de  forma  crítica  e  integrada,  os  aspectos  humanos,\npolíticos, econômicos, ambientais, éticos, sociais e culturais;\nf)\ndesenvolver  a  capacidade de liderança,  de empreendedorismo  e de\ngerenciamento;\ng) desenvolver a criatividade e a visão crítica e reflexiva em relação à sua\nprática profissional;\nh) estar preparado para atuar de acordo com a legislação profissional da\nEngenharia Ambiental e Sanitária;\ni)\nconhecer e aplicar a ética e responsabilidade profissional e avaliar o\nimpacto de suas atividades no contexto social e ambiental;\nj)\natuar no campo profissional comprometendo-se com a realidade social\ne  as necessidades ambientais.\nNo  campo  profissional,  o  perfil  apresentado  deverá  permitir  aos\nengenheiros  ambientais  e  sanitaristas  formados  pelo  CEFET  -  MG  a\natuação em diversas áreas, como, por exemplo: \na) planejamento ambiental de obras de engenharia; \nb) estudos  ambientais  para  licenciamento  de  obras  de  engenharia;\nauditoria ambiental;\nc) investigação de passivos ambientais; \nd) projeto  de  obras  sanitárias  (saneamento,  resíduos  líquido-sólidos  e\ndrenagem); \ne) preservação ambiental; \nf)\nrecuperação e/ou restauração de áreas contaminadas e/ou degradadas;\n30\n", "31": "g) controle e tratamento da poluição do solo, ar e água; \nh) gestão ambiental na execução de obras de engenharia; \ni)\ngestão ambiental na indústria; \nj)\ndesenvolvimento de modelos matemáticos aplicados a meio ambiente\n(técnicas quantitativas e qualitativas); \nk) manejo de recursos naturais.\n6. FORMA DE INGRESSO \nO  processo  seletivo  para  admissão  de  novos  alunos  será  realizado\nsemestralmente, com entrada semestral, segundo as normas para a realização\nde processos seletivos para o ensino superior em vigor no CEFET - MG.\n7. NÚMERO  DE  VAGAS  OFERTADAS,  TURNO  E\nPERIODICIDADE DA OFERTA\nConsiderando:\n1. O ambiente físico das salas de aula disponíveis no CEFET-MG; \n2. O fato de que o curso faz uso intensivo de laboratórios diversos de\nanálise e de experimentos, o que requer a divisão da turma em sub-turmas;\n3. Uma lotação máxima de 20 alunos por turma de laboratório.\nA  Comissão  recomenda  que,  a  cada  semestre  sejam  oferecidas  à\ncomunidade 40 (quarenta) vagas. \nO  presente  Projeto  Pedagógico  foi  concebido,  incluindo-se  estrutura\ncurricular,  visando  à  implantação  do  Curso  de  Graduação  em  Engenharia\nAmbiental e Sanitária com periodicidade semestral, em turno integral, no campus\nI em Belo Horizonte.\n31\n", "32": "8.1.\nSISTEMA DE AVALIAÇÃO\nPara  o  Curso  de  Graduação  em  Engenharia  Ambiental  e  Sanitária,  o\nsistema de avaliação a ser adotado, assim como as demais normas acadêmicas,\nserá o que vigora atualmente no CEFET-MG, segundo a Resolução CD-083/05, de\n05/07/2005 ou outra norma acadêmica em vigor que venha a substituí-la.\n8. DESCRIÇÃO  DA  ESTRUTURA  CURRICULAR  E  SEUS\nCOMPONENTES\nA estrutura curricular do Curso de Graduação em Engenharia Ambiental e\nSanitária do CEFET-MG foi definida tendo como ponto de partida o perfil do\negresso,  a  legislação  educacional  e  profissional  vigente,  observando-se  os\nprincípios da flexibilidade curricular, transversalidade temática (elaboração de\nprojetos diferentes sobre o mesmo tema, porém variando o sub-tema e o foco de\ninteresse) estreita relação teórico-prática, investigação científico-tecnológica e\nvalorização das atividades extra-classe. \n9.1.\nASPECTOS DA ORGANIZAÇÃO DIDÁTICO-PEDAGÓGICA\nOs  princípios  epistemológicos,  axiológicos  e  teleológicos  adotados\nbaseiam-se no projeto pedagógico institucional do CEFET-MG. Tais princípios,\npermeados na estrutura de eixos de conhecimento do curso, são apresentados a\nseguir:\na) Análise  da  realidade  contemporânea,  diversificada  e  em  constante\ntransformação  como  elemento  norteador  da  produção  de\nconhecimento;\nb) Produção de conhecimento revestida de caráter histórico e dinâmico;\nc) Definição clara da área de conhecimento do curso;\nd) Modelo ensino-aprendizagem baseado na interação do sujeito com a\nrealidade;\ne) Relação teoria e prática entendida como eixo articulador da produção\ndo conhecimento;\nf)\nIncorporação da pesquisa no processo de aprendizagem do aluno;\n32\n", "33": "EIXO DE CONTEÚDOS E ATIVIDADES:\nrelaciona o eixo de conteúdos e atividades constituinte do currículo \ndescrevendo os conteúdos de cada eixo e respectiva carga horária.\nDISCIPLINAS E ATIVIDADES:\nrelaciona as disciplinas com respectivas ementas e cargas horárias \nintegrantes de cada eixo de conteúdos e atividades.\nPLANO DE ENSINO:\nrelaciona o plano de ensino de cada disciplina ou atividade a um \ncerto eixo de conteúdos e atividades.\ng) Motivação  do  aluno  para  a  formulação  e  resolução  de  problemas,\nvisando o desenvolvimento de sua capacidade de pesquisa;\nh) Favorecer  a  prática  e  ampliação  dos  conhecimento  adquiridos,  via\nexperiências diversificadas como cursos extra-classe, seminários, feiras\ne atividades culturais;\ni)\nValorização do discente e suas experiências, garantindo igualdade de\ncondições  na  Instituição  e  sua  inserção  no  processo  ensino-\naprendizagem como sujeito ativo;\nj)\nProcesso  de  formação  profissional  comprometido  com  a  ética  e  o\ndesenvolvimento humano;\nk) Contínua  avaliação, mediante atuação do colegiado e professores do\ncurso, do conhecimento e da prática tecnocientífica;\n9.2.\nCOMPONENTES DA ESTRUTURA CURRICULAR\nO modelo curricular apresentado é estruturado em Eixos de Conteúdos e\nAtividades,  a  partir  dos  quais  são  organizadas  as  disciplinas  e  as  práticas\npedagógicas  constituintes  do  currículo.  Neste  Projeto  Pedagógico,  o  Eixo  de\nConteúdos  e Atividades  consiste  em  um  conjunto  de conteúdos  curriculares,\ncoerentemente agregados de modo a construir, ao longo do curso, as habilidades\ne competências do profissional em Engenharia Ambiental e Sanitária detalhadas\nno perfil do egresso. \nDentro desta concepção a estruturação curricular apresenta o seguinte\nformato:\n33\n", "34": "Nesta estrutura curricular são considerados os seguintes aspectos:\na) O currículo é descrito a partir dos Eixos de Conteúdos e Atividades que o\ncompõem;\nb) Cada Eixo de Conteúdos e Atividades descreve os conteúdos curriculares\ne/ou tipos de atividades desenvolvidas e a carga horária do eixo;\nc) Os conteúdos e atividades curriculares constituem a estrutura básica do\ncurrículo  a  partir  dos  quais  são  desdobradas  as  disciplinas  e  as\natividades curriculares;\nd) Os conteúdos curriculares são classificados dentro dos parâmetros esta-\nbelecidos pelas Diretrizes Curriculares Nacionais do Curso de Graduação\nem Engenharia (Resolução CNE/CES 11/02) em conteúdos básicos, con-\nteúdos profissionalizantes e conteúdos específicos; \ne) Os conteúdos curriculares atendem tanto aos conteúdos previstos pela\nPortaria MEC 1693/94, referente aos cursos de Engenharia Ambiental,\nquanto ao que foi proposto pelo MEC nos Referenciais Curriculares Naci-\nonais dos Cursos de Bacharelado e Licenciatura de abril/2010, no que se\nrefere ao curso de Engenharia Ambiental e Sanitária. \nf) Os conteúdos e atividades descritos nos eixos (envolvendo denominação\ndo eixo, carga horária e descrição dos conteúdos, obrigatórios e optati-\nvos) deverão ser aprovados na esfera dos órgãos colegiados competen-\ntes da Instituição, de acordo com seu regulamento;\ng) As  disciplinas  (envolvendo denominação  da  disciplina,  carga  horária,\nementas) e atividades (envolvendo normas para desenvolvimento de\nTCC, de Estágio Curricular, de atividades optativas e respectivas cargas\nhorárias) deverão ser aprovadas pelos órgão colegiados competentes da\nInstituição, de acordo com seu regulamento; \nh) Os planos de ensino das disciplinas que forem específicas de um curso\nde  graduação  deverão  ser  aprovados  na  esfera  do  Colegiado  do\nrespectivo curso.\n34\n", "35": "A seguir são apresentadas algumas definições, seguidas da organização\nbásica da estrutura curricular proposta. \nDisciplinas  Optativas: são  as  disciplinas  do  Curso de Graduação  em\nEngenharia  Ambiental  e  Sanitária  do  CEFET-MG,  que  compõe  a  estrutura\ncurricular do curso, porém não são obrigatórias.\nDisciplinas Eletivas: São as disciplinas de curso de graduação do CEFET-\nMG que não estão incluídas no currículo pleno do curso de Engenharia Ambiental\ne Sanitária e cujo conteúdo não está previsto, mesmo que parcialmente, no\npróprio curso de Engenharia Ambiental e Sanitária.\nAtividades Curriculares Optativas: São atividades fora de sala de aula\ndesenvolvidas pelo aluno sob a orientação de um professor. \nCrédito: \ncada  15  (quinze)  horas-aula \nde  atividade  curricular\ncorrespondem a 1 crédito. \nO quadro 9.1 contém a composição da carga horária plena do curso. No\nquadro 9.1 foi empregada a unidade hora conforme estabelecido no artigo 3o da\nResolução MEC N◦ 3, de 3 de julho de 2007 (Anexo 5) , uma vez que trata-se da\napresentação geral do curso, que será avaliado pelo Ministério da Educação no\nfuturo.  No  restante  do  projeto,  onde  são  apresentadas  a  distribuição  de\ndisciplinas por período letivo e a organização do horário escolar, foi empregada a\ndefinição de hora-aula (50 minutos) de modo a atender a Resolução CEPE 24/08\nde 11 de abril de 2008, artigo 1º, parágrafo 1º.\n \nHora-aula\n(50 minutos)\nHora1\n% da car-\nga horária\nplena\nCarga horária de disciplinas obrigatórias\n3435\n2863\n79,0%\nCarga horária de disciplinas optativas e \neletivas \n300\n250\n6,9%\nCarga horária de atividades complemen-\ntares de caráter optativo\n255\n213\n5,9%\nCarga horária de estágio curricular obri-\ngatório\n360\n300\n8,3%\nCarga Horária Plena do Curso:\n4350\n3626\nQuadro 8-3 Composição da Carga Horária Plena do Curso\n35\n", "36": " 1 A unidade hora utilizada refere-se a definição estabelecida no artigo 3o da Resolução\nMEC N◦ 3, de 3 de julho de 2007 (Anexo 12).\nCabe observar que:\na) A carga horária total para o Estágio curricular é de 300 horas, seguindo\ndefinição de carga horária estabelecida no artigo  3o da Resolução\nMEC N◦ 3, de 3 de julho de 2007. \nb) O aluno deverá cumprir 250 horas3 em disciplinas optativas, sendo\nfacultado cursar uma parte deste total como disciplinas eletivas, até\num máximo de 100 horas3. Assim, pretende-se favorecer a integração\ncom os demais cursos de graduação do CEFET-MG. \nc) Da  carga  horária  plena  do  curso,  um  total  de  513  horas3 –\naproximadamente  14,2%  –  correspondem  às  atividades  curriculares\nextra-classe, o que contribui para uma redução expressiva do tempo\nem sala de aula, conforme recomenda a Resolução CNE/CES 11/02.\nDestas,  um  total  de  213  horas3 consistem  de  atividades  optativas\ncomplementares,  tais  como:  monitoria  em  disciplinas,  iniciação\ncientífica  e  tecnológica,  atividades  de  extensão  comunitária,  apoio\ntécnico a laboratórios, atividades desenvolvidas em Empresa Júnior,\nparticipação em projetos de pesquisa e produção científica, participação\nem seminários, outras atividades curriculares e de prática profissional,\ndesde  que  aprovadas  pelo  Colegiado  do  Curso.  Para  fins  de\nintegralização curricular, as cargas horárias máximas das atividades\ncurriculares extra-classe deverão obedecer ao disposto na Resolução\nCEPE-24/08, de 11 de abril de 2008.\n9.3.\n CONTEÚDO DE CADA EIXO\nNa concepção dos Eixos de Conteúdos e Atividades, buscou-se configurar\nlinhas coerentes de conhecimento de modo a dar ao aluno a formação necessária\npara atingir as competências propostas pelo curso, satisfazendo as demandas\natuais  e  os  desafios  colocados  ao  engenheiro  na  área  de  meio  ambiente  e\nsaneamento. Essas demandas envolvem a capacidade de:\n3 Esta unidade hora refere-se a definição estabelecida no artigo 3o da Resolução MEC N◦ 3, de 3 de julho de \n2007\n36\n", "37": "a) Planejar em um ambiente multidisciplinar, permeado de incertezas e\ncomplexidades inerentes aos sistemas naturais; \nb) Entender o comportamento dos sistemas ambientais e as suas diversas\ninterfaces envolvendo os meios físico, biológico e antrópico; \nc) Projetar  e  aplicar  tecnologias  ambientalmente  sustentáveis  com\nobjetivo de racionalizar o uso dos recursos naturais, identificar, mitigar\ne reduzir impactos das atividades antrópicas.\nPara atender a essas demandas, o curso conta com um total de 06 (seis)\neixos. Cada disciplina do curso faz parte de um eixo, na medida em que contribui\npara a formação do conhecimento do eixo. Dessa forma, cada disciplina tem seu\npapel bem definido no curso, sendo que as particularidades de cada um dos\neixos principais foram usadas para nortear a elaboração da ementa de cada\ndisciplina. Os três eixos principais são:\n1. Planejamento e Gestão Ambiental\n2. Análise e Caracterização Ambiental \n3. Tecnologia Ambiental\nAlém  dos  três  eixos  principais,  o  curso  conta  com  03  (três)  eixos\nadicionais, incluindo disciplinas básicas, humanidades e ciências sociais aplicadas\ne atividades de prática profissional e integração curricular :\n4. Matemática e Física\n5. Humanidades e Ciências Sociais Aplicadas\n6. Prática Profissional e Integração Curricular\nCabe  ressaltar  que,  a  rigor,  a  organização  das  disciplinas  básicas,\nhumanidades e ciências sociais aplicadas em eixos separados foi feita com o\nobjetivo de facilitar organização da carga horária do curso. A proposta do curso é\nque mesmo as disciplinas básicas sejam integradas aos três eixos principais, na\nexpectativa  de que o conteúdo nelas ensinado seja, na medida do possível,\ncontextualizado segundo os propósitos de cada eixo. Com isso, busca-se maior\nmotivação dos alunos para os conteúdos ministrados e também melhor controle\ne monitoramento do encadeamento lógico do conteúdo dessas  disciplinas  no\n37\n", "38": "eixo.  Em  relação  a  este  último  aspecto,  os  professores  das  disciplinas  dos\nnúcleos  de  conteúdos  básicos,  humanidades  e  ciências  sociais  aplicadas  irão\ntrabalhar em conjunto com demais professores de disciplinas profissionalizantes\ne específicas em cada eixo, e não de forma isolada em eixos específicos de\ndisciplinas básicas como matemática e física.\nDe forma a atender ao parágrafo 1º da CNE/CES 11, de 11 de março de\n2002 (Anexo 3), os núcleos obrigatórios para o curso de Engenharia Ambiental e\nSanitária são organizados da seguinte forma: \na) O núcleo de conteúdos básicos é composto pelos eixos de Matemática e\nFísica, Humanidades e Ciências Sociais Aplicadas, além de algumas das\ndisciplinas  dos  eixos  Planejamento  e  Gestão  Ambiental,  Análise  e\nCaracterização Ambiental e Tecnologia Ambiental;\nb) O núcleo de conteúdos específicos é composto por disciplinas dos eixos\nde  Planejamento  e  Gestão  Ambiental,  Análise  e  Caracterização\nAmbiental e Tecnologia Ambiental;\nc) O núcleo de conteúdos profissionalizantes é composto pelo eixo de\nAtividades  de Prática  Profissional  e  Integração  Curricular,  além  das\ndisciplinas específicas dos eixos de Tecnologia Ambiental, Planejamento\ne Gestão Ambiental e Análise e Caracterização Ambiental.\nDescrições detalhadas sobre os eixos de disciplinas são apresentados nos\nitens 9.3.1 ao 9.3.6. \n9.3.1.\nEixo Planejamento e Gestão Ambiental\nO eixo Planejamento e Gestão Ambiental tem uma carga horária total de\n825 horas-aula. O objetivo deste eixo é capacitar o aluno para gerenciar o uso de\nrecursos naturais e atuar no planejamento de processos e atividades urbanas e\nindustriais  causadoras  de impacto.  As  disciplinas  do  eixo  de Planejamento  e\nGestão são listadas no Quadro 9.2.\nEixo\nDisciplina\nPeríodo\ndo\nCurso\n1CH Total\nda\nDisciplina\nNatureza da\nDisciplina\nPossível\ndepartamento\n1\nPlanejamento e Gestão Ambiental\nQuadro 8-4 Desdobramento em disciplinas obrigatórias e optativas - Eixo Plane-\njamento e Gestão Ambiental\n38\n", "39": "Introdução à Engenharia \nAmbiental e Sanitária\n1\n30\nOB\nDCTA\nModelagem de problemas \nambientais\n4\n30\nOB\nDCTA\nGestão de Resíduos sólidos\n6\n60\nOB\nDCTA\nEconomia aplicada à \nengenharia ambiental\n6\n60\nOB\nDCTA\nSaúde Ambiental\n6\n30\nOB\nDCTA\nEducação ambiental \n6\n30\nOB\nDCTA\nPolítica e Legislação Ambiental\n7\n60\nOB\nDCTA \nAdministração e Controle da \nqualidade ambiental\n8\n30\nOB\nDCTA\nGestão da Qualidade e \nProdutividade\n8\n45\nOB\nDCSA\nSegurança do trabalho\n8\n30\nOB\nDCTA\nGestão da Qualidade do Ar\n8\n30\nOB\nDCTA\nAdministração Financeira e \ncontábil\n8\n30\nOB\nDCSA\nGestão e Planejamento de \nRecursos Hídricos\n9\n60\nOB\nDCTA\nPlanejamento ambiental e \nurbano\n9\n60\nOB\nDCTA\nSistema de Gestão Ambiental\n9\n60\nOB\nDCTA\nHidrologia Operacional\n10\n60\nOP\nDCTA \nAuditoria Ambiental\n10\n60\nOP\nDCTA \nTópicos Especiais\na definir\na definir\nOP\nDCTA \nTOTAL\n765\n1 hora-aula de 50 minutos\nLegenda:\nDCSA – Departamento de Ciencias Sociais Aplicadas\nDCTA – Departamento de Ciencia e Tecnologia Ambiental\nConteúdo obrigatório: problemas e desafios para o engenheiro ambiental,\naplicação  de  ferramentas  matemáticas  no  estudo  de  problemas  ambientais,\nsistema legal e institucional brasileiro sobre meio ambiente e recursos hídricos,\neconomia do meio ambiente, saúde e educação ambiental, gestão da qualidade\ndo ar, solo e água, operação e planejamento de sistemas hídricos, segurança do\ntrabalho, planejamento, sistema de gestão ambiental em empresas públicas e\nprivadas, administração financeira e contabilidade.\nConteúdo optativo: Operação de infraestrutura de recursos hídricos, séries\ntemporais hidrológicas, auditoria ambiental de empresas públicas e privadas.\nTemas emergentes, inovadores e específicos na área de planejamento e gestão\n39\n", "40": "ambiental  que  não  estejam  incluídos  nas  disciplinas  regulares  do  curso,\nobrigatórias, optativas ou eletivas, em nível ou aplitude suficiente aos alunos.\n9.3.2.\nEixo Análise e Caracterização Ambiental\nO eixo Análise e Caracterização Ambiental tem uma carga horária total de\n1080 horas-aula. O objetivo deste eixo é capacitar o aluno a analisar e entender o\ncomportamento dos sistemas ambientais e suas interfaces, permitindo que este\ncompreenda e avalie as respostas do meio a diversas ações antrópicas. \nConteúdo  obrigatório:  Processos,  análise  e  caracterização  química  da\nágua, solo e ar, ecologia geral e de comunidades, estatística aplicada ao meio\nambiente, fenômenos de transferência de calor e massa, mecânica dos fluidos,\ntermodinâmica,  biologia,  geografia,  climatologia  e  hidrologia,  hidráulica  de\nescoamentos livres e sob pressão, geologia, geotecnica e análise de risco ambiental,\nmétodos  de  estudo  de  impactos  ambientais,  aplicação  de  ferramentas  de\nmodelagem matemática para simulação de sistemas ambientais, perícia ambiental.\nAs disciplinas do eixo de Análise e Caracterização Ambiental são listadas no\nQuadro 9.3.\nEixo\nDisciplina\nPeríodo\ndo\nCurso\n1CH Total\nda\nDisciplina\nNatureza da\nDisciplina\nPossível\ndepartamento\n2\nAnálise e Caracterização Ambiental\nQuímica Ambiental I\n3\n60\nOB\nDEQUI\nEcologia Geral\n4\n60\nOB\nDCTA \nQuímica Ambiental II\n4\n60\nOB\nDEQUI\nEstatística Aplicada\n4\n60\nOB\nDECOM\nFenômenos dos Transportes\n4\n60\nOB\nDEM\nTermodinâmica\n4\n60\nOB\nDEM\nMicrobiologia Aplicada a \nengenharia ambiental \n4\n60\nOB\nDCTA\n40\n", "41": "Geografia Geral\n1\n30\nOB\nDGH\nQuímica Ambiental III\n5\n30\nOB\nDEQUI\nClimatologia\n5\n30\nOB\nDGH \nEcologia de Comunidades\n5\n60\nOB\nDCTA\nGeologia aplicada à engenharia\n5\n60\nOB\nDEQUI \nHidráulica I\n5\n60\nOB\nDCTA\nHidráulica II\n6\n60\nOB\nDCTA\nHidrologia\n6\n60\nOB\nDCTA\nEstudo de Impactos Ambientais \n7\n60\nOB\nDCTA\nGeotecnia ambiental\n7\n60\nOB\nDCTA\nAnálise de risco ambiental \n8\n30\nOB\nDCTA\nAnálise de sistemas ambientais\n8\n60\nOB\nDCTA \nPerícia ambiental\n9\n30\nOB\nDCTA\nTópicos Especiais\na definir\na definir\nOP\nDCTA\nTOTAL\n1050 \n1 hora-aula de 50 minutos\nLegenda:\nDEQUI – Departamento de Química\nDEM – Departamento de Engenharia Mecânica\nDCSA – Departamento de Ciencias Sociais Aplicadas\nDGH. Departamento de Geografia e História\nDCTA  – Departamento de Ciência e Tecnologia Ambiental\n9.3.3.\nEixo Tecnologia Ambiental\nO  eixo  Tecnologia  Ambiental  possui  uma  carga  horária  total  de  1110\nhoras-aula.  O  objetivo  deste  eixo  é  capacitar  o  aluno  a  aplicar  tecnologias\nvoltadas para a análise e monitoramento de sistemas ambientais, mitigação dos\nimpactos  e  racionalização  dos  recursos  naturais.  As  disciplinas  do  eixo  de\nTecnologia Ambiental são apresentadas no Quadro 9.4.\nEixo\nDisciplina\nPeríodo\ndo\nCurso\n1CH Total\nda\nDisciplina\nNatureza da\nDisciplina\nPossível\ndepartamento\n3\nTecnologia Ambiental\nProgramação de Computadores  I\n1\n30\nOB\nDECOM\nLaboratório de Programação de \nComputadores I\n1\n30\nOB\nDECOM\nInformática Aplicada à Engenharia\n2\n30\nOB\nDECOM\nQuadro 8-5  Desdobramento em disciplinas obrigatórias e optativas - Eixo Análise e \nCaracterização Ambiental\nQuadro 8-6  Desdobramento em disciplinas obrigatórias e optativas - Eixo Tec-\nnologia Ambiental\n41\n", "42": "Laboratório de Informática \nAplicada à Engenharia\n2\n30\nOB\nDECOM\nDesenho Assistido por Computador\n10\n30\nOP\nDEC\nDesenho arquitetônico I\n2\n60\nOB\nDEC\nCiência dos Materiais Aplicada a \nEng. Ambiental\n3\n90\nOB\nDEC\nCartografia\n6\n60\nOB\nDGH\nDrenagem pluvial\n7\n60\nOB\nDCTA\nSistema de Esgoto Sanitário\n7\n60\nOB\nDCTA\nSistema de Abastecimento de \nÁgua\n7\n60\nOB\nDCTA\nTratamento de efluentes \ndomésticos\n8\n60\nOB\nDCTA\nTratamento de Águas\n9\n60\nOB\nDCTA\nTratamento de efluentes \nindustriais\n9\n30\nOB\nDCTA\nSistema de Informações \nGeográficas\n10\n60\nOP\nDCTA\nReúso de águas\n10\n60\nOP\nDCTA\nMecânica e Resistência dos \nMateriais\n5\n90\nOB\nDEC\nTopografia\n5\n60\nOB\nDEC\nInstalações hidráulicas e \nSanitárias\n10\n60\nOP\nDEC\nIntrodução à prática experimental\n2\n30\nOB\nDCTA\nEnergias Renováveis\n10\n60\nOP\nDCTA\nTópicos Especiais\na\ndefinir\na definir\nOP\nDCTA\nTOTAL\n1110\n1 hora-aula de 50 minutos\nLegenda:\nDEC – Departamento de Engenharia Civil\nDECOM – Departamento de Computação \nDCTA – Departamento de Ciência e Tecnologia Ambiental\nDGH - Departamento de Geografia e História\nConteúdo  obrigatório: \nprogramação  computacional  e  informática\naplicada,  representação  gráfica  e  interpretação  de  plantas  e  projetos,\nrepresentação  cartográfica,  topografia,  caracterização  e  propriedades  físicas,\nquímicas e mecânicas dos materiais. Projeto de sistemas de: drenagem pluvial,\nesgotamento  sanitário,  abastecimento  e  tratamento  de  água,  tratamento  de\nefluentes, reúso de águas servidas . \n42\n", "43": "Conteúdo optativo: Geoprocessamento, sensoriamento remoto, sistemas\nde  informações  geográficas,  desenho  assistido  por  computador,  instalações\nhidráulicas e sanitárias, fontes de energia renováveis.\n9.3.4.\nEixo Matemática e Física.\nO eixo de Matemática e Física tem a carga horária total de 570 horas-aula.\nOs objetivos deste eixo são dar ao aluno formação básica nas área de matemática e\nfísica, cujo propósito, além de promover evolução na capacidade de raciocínio abstrato e\nespacial,  habilidades  cognitivas  e  familiaridade  com  linguagem  simbólica,  deverá\ntambém fornecer ao aluno o ferramental teórico necessário para a compreensão e o\nestudo de processos e fenômenos nas áreas da engenharia, saneamento e meio\nambiente.\nConteúdo obrigatório: Sistemas de coordenadas, matrizes, sistemas de\nequações lineares, álgebra vetorial e produto de vetores, estudo analítico da reta\ne do plano, transformações lineares,  autovalores e autovetores, espaço com\nproduto interno, cônicas e quádricas. Funções reais, derivadas e diferenciais,\nmáximos  e  mínimos,  concavidade.  Funções:  exponencial,  logaritmo,\ntrigonométricas  e  inversas.  Integrais  definidas,  indefinidas  e  impróprias,\nconceito e métodos de integração. Funções reais de várias variáveis, derivadas\nparciais, campos vetoriais, gradiente, curvas parametrizadas, séries numéricas.\nEquações  diferenciais  ordinárias  de  primeira  e  segunda  ordens,  equações\nlineares,  soluções  em  série  de  potências,  sistemas  de  equações  diferenciais\nlineares  e  transformada  de  Laplace.  Elementos  de  probabilidade,  variáveis\naleatórias discretas e contínuas, distribuição de probabilidade, tratamento de\ndados, amostragem e distribuições amostrais, estimação, teste de hipótese e\nintervalo  de  confiança,  correlação  e  regressão.  Diferenças  finitas,  métodos\niterativos  de  interpolação  e  aproximação  de  funções,  derivação  e  integração\nnuméricas,  resolução numérica de equações, método de mínimos quadrados,\nzeros  de  funções  de  uma  ou  mais  variáveis,  ajuste  de  funções,  resolução\nnumérica de equações diferenciais. Velocidade e acelerações vetoriais, princípios\nda  dinâmica,  aplicações  das  leis  de  Newton,  trabalho  e  energia  mecânica,\nconservação de energia, momento linear e angular. Dinâmica dos corpos rígidos.\nGravitação.  Carga  elétrica  e  matéria,  Lei  de  Coulomb,  campo  elétrico,  fluxo\nelétrico  lei  de  Gauss,  potencial  elétrico,  capacitores  e  dielétricos,  corrente\n43\n", "44": "elétrica, resistência elétrica, força eletromotriz, circuitos de corrente contínua,\ncampo  magnético,  Lei  de  Ampére,  indução  eletromagnética,  Lei  de  Faraday,\nOndas eletromagnéticas, Lei de Lenz, Indutância e energia do campo magnético,\ncircuitos de corrente alternada. Experimentação e desenvolvimento de protótipos\ne projetos na engenharia ambiental. \nEixo\nDisciplina\nPeríodo\ndo\nCurso\n1CH Total\nda\nDisciplina\nNatureza\nda\nDisciplina\nPossível\ndepartamento\n4\nMatemática e Física\nCálculo I\n1\n90\nOB\nDFM\nCálculo II B\n2\n60\nOB\nDFM\nCálculo III\n3\n60\nOB\nDFM\nEstatística\n3\n60\nOB\nDECOM\nGeometria Analítica e Álgebra \nVetorial\n1\n90\nOB\nDFM\nMétodos Numéricos \nComputacionais\n2\n60\nOB\nDECOM\nFísica Experimental I\n3\n30\nOB\nDFM\nFísica I\n2\n60\nOB\nDFM\nFísica II\n3\n60\nOB\nDFM\nTOTAL\n570\n1 hora-aula de 50 minutos\nLegenda:\nDFM – Departamento de Física e Matemática\nConteúdo optativo: Otica e Ondas e Fisica Experimental II\nO  conteúdo  apresentado  neste  eixo,  além  de  fornecer  embasamento\nteórico inicial, deverá incluir exemplos direcionados para situações aplicadas, de\nmodo a motivar o aluno e melhor prepará-lo para formular e entender problemas\nreais  dentro  da  engenharia.  As disciplinas do eixo de Matemática  e Física  são\napresentadas no Quadro 9.5.\n9.3.5.\nEixo Humanidades e Ciências Sociais Aplicadas\nO eixo eixo Humanidades e Ciências Sociais Aplicadas tem a carga horária\ntotal de 240 horas-aula. Este eixo tem como objetivo a formação básica nas área\nde Humanidades e Ciências Sociais Aplicadas, cujo propósito é capacitar o aluno\na  entender  a  sociedade  e  seus  problemas,  as  formas  de  representação  do\nQuadro 8-7  Desdobramento em disciplinas obrigatórias e optativas - Eixo Mate-\nmática e Física\n44\n", "45": "conhecimento  e a  metodologia  para  operacionalização  de  estudos  técnicos  e\ncientíficos. \nConteúdo obrigatório: Habilidade da leitura em textos técnico-científicos\ne  estratégias  de  processamento  textual  na  língua  inglesa  e  portuguesa,\nenvolvendo estruturas retóricas descritiva, narrativa, dissertativa e de instrução.\nTipos de linguagem. Técnica e arte de redigir. Análise lingüística.  Estudo da\ninteração humana; cultura e sociedade; os valores sociais; mobilização social e\ncanais  de  mobilidade;  o  indivíduo  na  sociedade;  engenharia  e  sociedade;\ninstituições  sociais;  sociedade  brasileira;  mudanças  sociais  e  perspectivas.\nEstruturação da personalidade. Comunicação humana. A subjetividade nos laços\nSociais.  O  indivíduo  e  o  grupo.  Desenvolvimento  interpessoal.  Dinâmica  de\ngrupo. Princípios de administração de recursos humanos. Inter-relacionamento\nhumano. Liderança, motivação, comunicação, trabalho em equipe, administração\nde conflito, política de cargos e salários. Cenários da Engenharia Ambiental e\nSanitária  no  Brasil  e  no  mundo.  Conceituação,  áreas,  sistema  profissional,\nregulamentos, normas e ética profissional na Engenharia Ambiental e Sanitária.\nDesenvolvimento tecnológico e o processo de estudo e de pesquisa; interação\ncom outros ramos da engenharia. Mercado de trabalho; etica e a vida social,\npolítica e profissional. História e Filosofia da Ciência. A tecnologia como produto\ndo homem. Surgimento das tecnologias aplicadas ao saneamento básico para\nmelhoria da saúde do Homem e da qualidade ambiental. Tendências de expansão\nindustrial  e  novas  tecnologias  envolvendo  saneamento  básico,  diagnóstico  e\nremediação de áreas degradadas.\nConteúdo  optativo: \nCondicionamento  físico.  Ginástica  desportiva\ngeneralizada. Prática de atividades esportivas. Apresentação e discussão acerca\ndos aspectos identitários, sociais e culturais da comunidade surda, bem como\ndos aspectos lingüísticos das línguas de sinais, em específico a LIBRAS – Língua\nBrasileira de Sinais. Teoria lingüística e prática conversacional em LIBRAS.\nAs disciplinas do eixo de Humanidades e Ciências Sociais Aplicadas são apresentadas no\nQuadro 9.6. \nDisciplina\nPeríodo\ndo\n1CH Total\nda\nNatureza\nda\nDepartamento\nResponsável\nQuadro 8-8  Desdobramento em disciplinas obrigatórias e optativas - Eixo Hu-\nmanidades e Ciências Sociais Aplicadas\n45\n", "46": "Eixo\nCurso\nDisciplina\nDisciplina\n5\nHumanidades e Ciências Sociais Aplicadas\nInglês Instrumental I\n5\n30\nOB\nDELTEC\nPortuguês Instrumental\n1\n30\nOB\nDELTEC\nIntrodução à Sociologia\n9\n30\nOB\nDCSF\nFundamentos de ética\n9\n30\nOB\nDCSF\nEducação Corporal e Formação \nHumana\n10\n30\nOP\nDEFISD\nFilosofia da tecnologia\n10\n30\nOB\nDCSF\nLibras I\n10\n30\nOP\nDELTEC\nLibras II\n10\n30\nOP\nDELTEC\nPsicologia aplicada às \norganizações\n10\n30\nOB\nDCSF\nContexto Social e Profissional do \nEngenheiro Ambiental e Sanitarista\n3\n30\nOB\nDCTA\nTOTAL\n300\n1 hora-aula de 50 minutos\nLegenda:\nDCSF – Departamento de Ciencias Sociais e Filosofia\nDELTEC – Departamento de Linguagem e Tecnologia\nDEFISD – Departamento de Educação Física e Desporto\nDCTA-Departamento de Ciencia e Tecnologia Ambiental\n9.3.6.\nEixo Atividades de Prática Profissional e Integração \nCurricular\nEste eixo tem como objetivo a formação profissional do aluno, por meio de\nvivência e experiência no cotidiano de atividades dentro da área da Engenharia\nAmbiental e Sanitária. A carga horária total é de 720 horas-aula. Conhecimentos\ntécnicos serão aprofundados com atividades de estágio e Trabalho de Conclusão\nde Curso (TCC), onde o aluno terá oportunidade de desenvolver habilidades de\npesquisa,  análise  crítica,  aplicação  de  conhecimentos  adquiridos  no  curso  e\norganização e apresentação  de informações por meio de relatórios e artigos\ntécnico-científicos.  Este  eixo  conta  também  com  as  seguintes  atividades\ncurriculares  complementares  de  caráter  optativo,  para  fins  de  integração\ncurricular: monitoria em disciplinas, iniciação científica e tecnológica, atividades\nde extensão comunitária, atividades curriculares complementares e atividades\ncomplementares  de  prática  profissional,  a  exemplo  de   apoio  técnico  a\nlaboratórios,  atividades  desenvolvidas  em  Empresa  Júnior,  participação  em\nprojetos de pesquisa e produção científica, participação em seminários, e outras.\n46\n", "47": "A validação da atividade para fins de integração curricular deverá ser aprovada\npelo  órgão  colegiado  competente,  observando  o  disposto  no  Art.  10º  da\nResolução CEPE 24/08 de 11 de abril de 2008.\nAs disciplinas do eixo de  Atividades  de  Prática  Profissional  e  Integração\nCurricular são apresentadas no Quadro 9.7. \nEixo\nDisciplina\nPeríodo\ndo\nCurso\n1CH Total\nda\nDisciplina\nNatureza\nda\nDisciplina\nPossível\ndepartamento\n6\nAtividades de Prática Profissional e Integração Curricular\nMetodologia Científica\n9\n30\nOB\nDEDU\nTrabalho de Conclusão de Curso I \n9\n15\nOB\nDCTA \nMetodologia da Pesquisa\n10\n30\nOB\nDCTA\nTrabalho de Conclusão de Curso II\n10\n15\nOB\nDCTA \nEstágio curricular\n8\n360\nOB\nDCTA\nEstágio supervisionado\n8\n30\nOB\nDCTA \nAtividades curriculares \ncomplementares de caráter \noptativo\n-\n255\nOP\nDCTA\nTOTAL\n735\n1 hora-aula de 50 minutos\nLegenda:\nDCTA – Departamento de Ciência e Tecnologia Ambiental\nDEDU – Departamento de Educação\nA  seguir,  é  apresentada  a  distribuição  das  disciplinas  por  período  do  curso,  com  as\nrespectivas  horas-aula  correspondentes  a  50  minutos,  créditos  e  pré-requisitos.  São\ntambém incluídos os eixos de vinculação das disciplinas de acordo com a seguinte legenda:\na) MF – Matemática e Física\nb) HUM – Humanidades e Ciências Sociais Aplicadas\nc) PP – Prática profissional\nd) PGA – Planejamento e Gestão Ambiental\ne) TA – Tecnologia Ambiental\nf)\nACA – Análise e Caracterização Ambiental\nDisciplinas Obrigatórias\n1º Período \nCréd\nHora\naula\nPré-requisitos\nCo-requisitos\nMF\nCálculo I\n6\n90\n-\n-\nPGA Introdução à Engenharia \nAmbiental e Sanitária\n2\n30\n-\n-\nQuadro 8-9  Eixo Atividades de Prática Profissional e Integração Curricular\n47\n", "48": "TA\nProgramação de \nComputadores I\n2\n30\n-\nLaboratório de\nProgramação de Comp.I\nTA\nLaboratório de Programação\nde Computadores I\n2\n30\n-\nProgramação de Comp. I\nMF\nGeometria Analítica e \nÁlgebra Vetorial\n6\n90\n-\n-\nACA Geografia Geral\n2\n30\n-\n-\nHUM Português Instrumental\n2\n30\n-\n-\nSubtotal:\n22\n330\nDisciplinas Obrigatórias\n2º Período \nCréd\nHora\naula\nPré-requisitos\nCo-requisitos\nMF\nCálculo IIB\n4\n60\nCálculo I/Geometria\nAnalítica e Álgebra Vetorial\n-\nMF\nFísica I\n4\n60\nCálculo I\n-\nTA\nInformática Aplicada à \nEngenharia\n2\n30\nProgramação de\nComputadores I\nLaboratório de\nInformática Aplicada à\nEngenharia\nTA\nLaboratório de Informática \nAplicada à Engenharia\n2\n30\nProgramação de\nComputadores I\nInformática Aplicada à\nEngenharia\nMF\nEstatística\n4\n60\n-\nCálculoIIB\nTA\nDesenho Arquitetônico I\n4\n60\n-\n-\nTA\nIntrodução à Prática \nExperimental\n2\n30\n-\n-\nSubtotal:\n22\n330\nDisciplinas Obrigatórias\n3º Período \nCréd\nHora\naula\nPré-requisitos\nCo-requisitos\nMF\nMétodos Numéricos \nComputacionais\n4\n60\nProgramação de\ncomputadores I, lab.\nProgramação de\ncomputadores I.\nCálculo III\nMF\nFísica II\n4\n60\nFísica I/Cálculo IIB\n-\nMF\nFísica Experimental I\n2\n30\nFísica I\nFísica II\nMF\nCálculo III\n4\n60\nCálculo IIB\nTA\nCiência dos Materiais \nAplicada a Eng. Ambiental\n6\n90\n-\n-\nHUM\nContexto Social e \nProfissional do Engenheiro \nAmbiental e Sanitarista\n2\n30\nIntegralizar 44 créditos\n-\nACA\nQuímica Ambiental I\n4\n60\nIntrodução à Engenharia\nAmbiental e Sanitária\n-\nSubtotal:\n26\n390\nDisciplinas Obrigatórias\n4º Período \nCréd\nHora\naula\nPré-requisitos\nCo-requisitos\nPP\nMetodologia Científica\n2\n30\n-\n-\n48\n", "49": "ACA\nQuímica Ambiental II\n4\n60\nQuímica Ambiental I\n-\nACA\nTermodinâmica\n4\n60\nFísica I\n-\nACA\nEcologia Geral\n4\n60\nIntrodução à Engenharia\nAmbiental e Sanitária\n-\nACA\nFenômeno dos Transportes\n4\n60\nFísica II\n-\nACA\nEstatística Aplicada\n4\n60\nEstatística\n-\nPGA\nModelagem de Problemas \nAmbientais\n2\n30\nFísica I/Cálculo III\n-\nACA\nMicrobiologia Aplicada à \nEngenharia Ambiental\n4\n60\nIntrodução à Engenharia\nAmbiental e Sanitária e\nIntegralizar 44 creditos\n-\nSubtotal:\n28\n420\nDisciplinas Obrigatórias\n5º Período \nCréd\nHora\naula\nPré-requisitos\nCo-requisitos\nACA\nQuímica Ambiental III\n2\n30\nQuímica Ambiental II\n-\nACA\nClimatologia\n2\n30\nTermodinâmica\n-\nTA\nMecânica e Resistência dos \nMateriais\n6\n90\nCálculo IIB\n-\nACA\nEcologia de Comunidades\n4\n60\nEcologia Geral\n-\nACA\nHidráulica I\n4\n60\nFenômeno dos\nTransportes\n-\nACA\nGeologia Aplicada à \nEngenharia\n4\n60\nGeografia Geral/Química\nAmbiental II\n-\nTA\nTopografia\n4\n60\nDesenho Arquitetônico I\n-\nHUM\nInglês Instrumental I\n2\n30\n-\n-\nSubtotal:\n28\n420\nDisciplinas Obrigatórias\n6º Período \nCréd\nHora\naula\nPré-requisitos\nCo-requisitos\nPP\nMetodologia da Pesquisa\n2\n30\n-\nPGA\nEconomia Aplicada à \nEngenharia Ambiental\n4\n60\nIntrodução à\nEngenharia Ambiental\ne Sanitária\n-\nACA\nHidrologia\n4\n60\nEstatística\nAplicada/Climatologia\n-\nPGA\nSaúde Ambiental\n2\n30\nMicrobiologia Aplicada\nà Engenharia\nAmbiental\n-\nPGA\nEducação Ambiental\n2\n30\nIntrodução à\nEngenharia Ambiental\ne Sanitária\n-\nTA\nCartografia\n4\n60\nDesenho Arquitetônico I \n-\nPGA\nGestão de Resíduos Sólidos\n4\n60\nQuímica Ambiental II\n-\nACA\nHidráulica II\n4\n60\nFenômeno dos\nTransportes\n-\nSubtotal:\n26\n390\nDisciplinas Obrigatórias\n49\n", "50": "7º Período \nCréd\nHora\naula\nPré-requisitos\nCo-requisitos\nACA\nGeotecnia Ambiental\n4\n60\nGeologia Aplicada à\nEngenharia/Mecânica e\nResistência dos Materiais\nEstudo de Impactos\nAmbientais\nACA\nEstudo de Impactos \nAmbientais\n4\n60\nCartografia/Química\nAmbiental III/Ecologia de\nComunidades\nGeotecnia Ambiental\nPGA\nPolítica e Legislação \nAmbiental \n4\n60\nEconomia Aplicada à\nEngenharia Ambiental\n-\nTA\nDrenagem Pluvial\n4\n60\nHidrologia/Hidráulica II /\nTopografia\n-\nTA\nSistema de Esgoto Sanitário\n4\n60\nHidráulica II /Topografia\n-\nTA\nSistema de Abastecimento \nde Água\n4\n60\nHidrologia/Hidráulica I e\nII/Topografia\n-\nSubtotal:\n24\n360\nDisciplinas Obrigatórias\n8º Período \nCréd\nHora\naula\nPré-requisitos\nCo-requisitos\nPGA\nAdministração e Controle da\nQualidade Ambiental\n2\n30\nQuímica Ambiental III/Saúde\nAmbiental\n-\nPGA\nAdministração Financeira e \nContábil\n2\n30\nEconomia Aplicada à Engenharia\nAmbiental\n-\nACA\nAnálise de Risco Ambiental\n2\n30\nEstudo de Impactos Ambientais\n-\nACA\nAnálise de Sistemas \nAmbientais\n4\n60\nModelagem de Problemas\nAmbientais\n-\nPGA\nGestão da Qualidade e \nProdutividade\n3\n45\nTer cursado mínimo de 120\ncréditos\n-\nDisciplinas Obrigatórias\n8º Período \nCréd\nHora\naula\nPré-\nrequisit\nos\nCo-requisitos\nPGA\nSegurança do Trabalho\n2\n30\nTer cursado mínimo de 120\ncréditos\n-\nTA\nTratamento de Efluentes \nDomésticos\n4\n60\nQuímica Ambiental I/Hidráulica I\ne II/Microbiologia Aplicada à\nEng. Ambiental\nPGA\nGestão da Qualidade do Ar\n2\n30\nQuímica Ambiental III\nEstágio Curricular\n24\n360\nEstágio\nSupervisionado\nEstágio Supervisionado\n2\n30\nEconomia Aplicada à\nEngenharia/Hidrologia/\nHidráulica II Ter cursado\nmínimo de 150 créditos\nEstágio Curricular\nSubtotal:\n47\n705\nDisciplinas Obrigatórias\n9º Período \nCréd\nHora\nPré-requisitos\nCo-requisitos\n50\n", "51": "aula\nHUM\nFundamentos de Ética\n2\n30\n-\n-\nPGA\nGestão e Planejamento de \nRecursos Hídricos\n4\n60\nAnálise de Sistemas Ambientais/\nHidrologia/Política e Legislação\nAmbiental\n-\nHUM\nIntrodução à Sociologia\n2\n30\n-\n-\nACA\nPerícia Ambiental\n2\n30\nEstudo de Impactos Ambientais\n-\nPGA\nPlanejamento Ambiental e \nUrbano \n4\n60\nAdministração e Controle da\nQualidade Ambiental\n-\nPGA\nSistema de Gestão \nAmbiental\n4\n60\nGestão da Qualidade e\nProdutividade/Estudo de\nImpactos Ambientais\n-\nPP\nTrabalho de Conclusão de \nCurso I\n1\n15\nTer cursado mínimo de 150\ncréditos\nTA\nTratamento de Águas\n4\n60\nHidrologia/Química\n Ambiental I/Hidráulica I e II\nTA\nTratamento de Efluentes \nIndustriais\n2\n30\nTratamento de Efluentes\nDomésticos\nSubtotal:\n25\n375\nDisciplinas Obrigatórias\n10º Período \nCréd\nHora\naula\nPré-requisitos\nCo-requisitos\nHUM\nFilosofia da Tecnologia \n2\n30\n-\n-\nHUM\nPsicologia Aplicada às \nOrganizações\n2\n30\nTer cursado no mínimo 120\ncréditos\n-\nPP\nTrabalho de Conclusão de Curso II\n1\n15\nTrabalho de Conclusão de\nCurso I\nSubtotal:\n5\n75\nDisciplinas Optativas\nCréd\nHora\naula\nPré-requisitos\nCo-\nrequisitos\nTA\nDesenho Assistido por Computador\n2\n30\nDesenho Arquitetônico I\nTA\nInstalações Hidráulicas e Sanitárias\n4\n60\nHidráulica I e II\nHUM\nEducação Corporal e Formação \nHumana\n2\n30\n-\nTA\nSistema de Informações Geográficas\n4\n60\nGeografia Geral\nPGA\nHidrologia Operacional\n4\n60\nHidrologia\nPGA\nAuditoria Ambiental\n4\n60\nSistema de Gestão Ambiental\nHUM\nLibras I\n2\n30\n-\nHUM\nLibras II\n2\n30\nLibras I\nTA\nReúso de Águas\n4\n60\nHidráulica I e\nII/Hidrologia/Química Ambiental I\nTópicos Especiais\na definir\nVariável conforme ementa\nTA\nEnergias Renováveis\n4\n60\n-\nSubtotal:\n36\n540\n51\n", "52": "9.3.7.\nGRADE CURRICULAR\nUm esquema gráfico  da matriz  curricular é apresentado a seguir. As  cargas\nhorárias dos períodos 1 a 10 resultam em 3750 horas aula, incluindo a carga\nhorária do estágio curricular obrigatório (360 horas –aula). Considerando as 300\nhoras-aula  de  disciplinas  optativas,  que  serão  oferecidas  a  partir  do  sexto\nperíodo,  conforme  os  pré-requisitos,  resultam  em  4095  horas-aula,  que\nSomadas às 255 horas-aula de atividades complementares, resultam no total\ngeral do curso igual a 4350 horas-aula (Quadro 9.1).\n52\n", "53": "GRADE CURRICULAR DO CURSO DE ENGENHARIA AMBIENTAL\nCrédito/Carga horária\n       DISCIPLINA\nPré-requisitos                                 Co-requisitos\n 22/330H\n1º PERÍODO\n22/330H\n2º PERÍODO\n26/390H\n3º PERÍODO\n28/420H\n4º PERÍODO\n28/420H\n5º PERÍODO\n26/390H\n6º PERÍODO\n 24/360H\n7º PERÍODO\n47/705H\n8º PERÍODO\n 25/375H\n9º PERÍODO\n5/75 H\n10º PERÍODO\n              6/90h     \n1.1 CÁLCULO I\n                4/60h\n2.1 CÁLCULO IIB\n(1.1/1.6)                 \n                     4/60h\n3.1 MÉTODOS\nNUMÉRICOS\nCOMPUTACIONAIS\n(1.4 /1.5)                (3.4)\n           4/60h\n4.1 QUIMICA\nAMBIENTAL II\n(3.6)\n           2/30h\n5.1 QUIMICA\nAMBIENTAL III\n(4.1)                  \n            4/60h\n6.1 ECONOMIA\nAPLICADA A ENG.\nAMBIENTAL\n(1.2)                  \n4/60h\n7.1 GEOTECNIA\nAMBIENTAL\n(5.3/5.6)\n(7.2)\n2/30h\n8.1\nADMINISTRAÇÃO E\nCONTROLE DA\nQUALIDADE\nAMBIENTAL\n(5.1/6.3)\n2/30h\n9.1 FUNDAMENTOS DE\nÉTICA\n2/30h\n10.1 PSICOLOGIA\nAPLICADA ÀS\nORGANIZAÇÕES\n(mín. 120 créd.)\n2/30h\n1.2 INTRODUÇÃO\nÁ ENGENHARIA\nAMBIENTAL E\nSANITÁRIA\n                   4/60h\n2.2 FÍSICA I\n(1.1)\n                      4/60h\n3.2 FÍSICA II\n(2.1/2.2)                  \n              4/60h\n4.2\nTERMODINÂMICA\n(2.2)                 \n2/30h\n5.2 CLIMATOLOGIA\n(4.2)                  \n4/60h\n6.2 HIDROLOGIA\n(4.5/5.2)                  \n4/60h\n7.2 ESTUDO DE\nIMPACTOS\nAMBIENTAIS\n(5.1/5.4/6.5)\n(7.1)\n                2/30h\n8.2\nADMINISTRAÇÃO\nFINANCEIRA E\nCONTÁBIL\n(6.1)\n            4/60h\n9.2 GESTÃO E\nPLANEJAMENTO DE\nRECURSOS HÍDRICOS\n(6.2/7.3/8.4)\n1/15h\n10.2 TRABALHO DE\nCONCLUSÃO \nDE CURSO II\n(9.9)                         \n                              2/30h\n1.3 PORTUGUES\nINSTRUMENTAL\n2/30h        \n2.3 INFORMÁTICA\nAPLICADA À\nENGENHARIA\n(1.4)                        (2.4)\n                   2/30h\n3.3 FÍSICA\nEXPERIMENTAL I\n(2.2)\n(3.2)\n4/60h\n4.3 ECOLOGIA\nGERAL\n(1.2)                  \n           6/90h\n5.3 MECÂNICA E\nRESISTÊNCIA DOS\nMATERIAIS\n(2.1)                  \n              2/30h\n6.3 SAÚDE\nAMBIENTAL\n(4.7)                  \n4/60h\n7.3 POLÍTICA E\nLEGISLAÇÃO\nAMBIENTAL\n(6.1)\n2/30h\n8.3 ANÁLISE DE\nRISCO AMBIENTAL\n(7.2)\n2/30h\n9.3 INTRODUÇÃO A\nSOCIOLOGIA\n 2/30h\n10.3 FILOSOFIA DA\nTECNOLOGIA\n                      2/30h\n1.4 PROGRAMAÇÃO\nDE COMPUTADORES\nI\n(1.5)\n              2/30h\n2.4 LABORATÓRIO\n DE INFORMÁTICA\nAPLICADA À\nENGENHARIA\n(1.4)                        (2.3)\n                       4/60h\n3.4 CÁLCULO III\n(2.1)\n           4/60h\n4.4 FENÔMENO DOS\nTRANSPORTES\n(3.2)\n4/60h\n5.4 ECOLOGIA  DE\nCOMUNIDADES\n(4.3)                  \n            2/30h\n6.4 EDUCAÇÃO\nAMBIENTAL\n(1.2)                  \n                4/60h\n7.4 DRENAGEM\nPLUVIAL\n(5.5/5.7/6.2)\n4/60h\n8.4 ANÁLISE DE\nSISTEMAS\nAMBIENTAIS\n(4.6)\n2/30h\n9.4 PERÍCIA\nAMBIENTAL\n(7.2)\n2/30h\n1.5 LABORATÓRIO DE\nPROGRAMAÇÃO DE\nCOMPUTADORES  I\n(1.4)\n              4/ 60h\n2.5 ESTATÍSTICA\n(2.1)\n                   6/90h\n3.5 CIÊNCIA DOS\nMATERIAIS\nAPLICADA Á ENG.\nAMBIENTAL\n            4/60h\n4.5 ESTATISTICA\nAPLICADA\n(2.5)                  \n4/60h\n5.5 HIDRAÚLICA I\n(4.4)                  \n       4/60h\n6.5 CARTOGRAFIA\n(2.6)                  \n4/60h\n7.5 SISTEMA DE\nESGOTO SANITÁRIO\n(5.5/5.7)\n                3/45h\n8.5 GESTÃO DA\nQUALIDADE  E\nPRODUTIVIDADE\n(mín. 120 créd.)\n   4/60h\n9.5 PLANEJAMENTO\nAMBIENTAL E\nURBANO\n(8.1)\n             6/ 90h\n1.6 GEOMETRIA\nANALITICA E\nALGEBRA VETORIAL\n4/60h\n2.6 DESENHO\nARQUITETÔNICO I\n                   4/60h\n3.6 QUIMICA\nAMBIENTAL I\n(1.2)\n             2/30h\n4.6 MODELAGEM DE\nPROBLEMAS\nAMBIENTAIS\n(2.2/3.4)                  \n4/60h\n5.6 GEOLOGIA\nAPLICADA A\nENGENHARIA\n(1.7/4.1)                        \n          4/60h\n6.6 GESTÃO DE\n         RESÍDUOS\n       SÓLIDOS\n(4.1)                  \n4/60h\n7.6 SISTEMA DE\nABASTECIMENTO\nDE AGUA\n(5.5/5.7/6.2/6.7)\n2/30h\n8.6SEGURANÇA DO\nTRABALHO\n(mín. 120 créd.)\n4/60h\n9.6 SISTEMA DE\nGESTÃO AMBIENTAL\n(7.2/8.5)\n2/30h\n1.7 GEOGRAFIA\nGERAL\n                2/30h\n2.7 INTRODUÇÃO À\nPRÁTICA\nEXPRIMENTAL\n2/30h\n3.7 CONTEXTO\nSOCIAL E\nPROFISSIONAL DO\nENG. AMBIENTAL E\nSANITARISTA\n   (mín. 44 créd.)\n            4/60h\n4.7 MICROBIOLOGIA\nAPLICADA A\nENGENHARIA\nAMBIENTAL\n(1.2)      (mín. 44 créd.)\n           4/60h\n5.7 TOPOGRAFIA\n(2.6)                  \n4/60h\n6.7 HIDRAÚLICA II\n(4.4)                  \n4/60h\n8.7 TRATAMENTO\n DE EFLUENTES\nDOMÉSTICOS\n(3.6/4.7/5.5/6.7)\n          4/60h\n9.7 TRATAMENTO DE\nAGUAS\n(3.6/5.5/6.2/6.7)\n2/30h\n4.8 METODOLOGIA\nCIENTIFICA\n                 2/30h\n5.8 INGLÊS\nINSTRUMENTAL I\n2/30h\n6.8 METODOLOGIA\n DA PESQUISA\n        \n2/30h\n8.8 GESTÃO DA\nQUALIDADE DO AR\n(5.1)\n2/30h\n9.8 TRATAMENTO DE\nEFLUENTES\nINDUSTRIAIS\n(8.7)\n 24/360h\n8.9 ESTÁGIO\nCURRICULAR\n (8.10)\n1/15h\n9.9 \nTRABALHO  DE\nCONCLUSÃO\n \nDE\nCURSO I(mín. 150 créd.)\n", "54": "2/30h\n8.10 ESTAGIO\nSUPERVISIONADO\n(6.1/6.2/6.7)     (mín.\n150 créd.)     (8.9)\nOptativas: 20/300 h a serem desenvolvidas a partir do sexto período Atividades complementares: 255 horas-aula  \n", "55": "9. METODOLOGIA DE ENSINO \nA  metodologia  de  ensino  adotada  deverá  seguir  o  Projeto  Pedagógico\nInstitucional (PPI) do CEFET-MG, orientando-se pelos pressupostos básicos de\nordem  filosófica  e  pedagógica  discutidos  no  item  4,  além  dos  aspectos  da\norganização didático-pedagógica destacados no item 9.1.\nA implantação de atividades de pesquisa e extensão será facilitada pela\nflexibilização  curricular  e  integração  de  alunos,  docentes  e  empresas  em\natividades extra-classe como visitas técnicas, monitoria em disciplinas, iniciação\ncientífica  e  tecnológica,  atividades  de  extensão  comunitária,  apoio  técnico  a\nlaboratórios,  atividades  desenvolvidas  em  Empresa  Júnior,  participação  em\nprojetos de pesquisa e produção científica, participação em seminários, outras\natividades curriculares e de prática profissional.\nAs  atividades  de  estágio  contarão  com  um  professor  orientador  para\nacompanhamento individual ao aluno em reuniões periódicas e um professor\ncoordenador de estágios, responsável pelo acompanhamento de todos os alunos\ndesenvolvendo  estágio.  Ao  final  do  estágio,  o  aluno  deverá  entregar,  após\nconcordância do professor-orientador, um relatório técnico, cujo conteúdo será\ndefinido pelo Colegiado do Curso.\nAs atividades de Trabalho de Conclusão de Curso (TCC) obedecerão a\nregulamentação  do  CEFET-MG  e  serão  desenvolvidas  ao  longo  de  02  (dois)\nsemestres, com o acompanhamento individual de um professor orientador, além\nde um professor coordenador de TCC, responsável pelo acompanhamento de\ntodos os alunos. Ao longo do primeiro semestre, o aluno irá definir o tema,\nelaborar pesquisa bibliográfica sobre o mesmo e traçar um plano de trabalho\npara atingir os  objetivos  propostos. Estes  resultados serão apresentados,  ao\nprofessor orientador que irá propor alterações e correções pertinentes e avaliar a\nfactibilidade  do  plano  proposto  pelo  o  aluno,  indicando  se  o  mesmo  está\ncapacitado para desenvolvê-lo no semestre seguinte. O objetivo desta etapa é\npermitir  ao  aluno  se  familiarizar  com  o  tema  estudado  e  aprofundar  seus\nconhecimentos  sobre  o mesmo. Ao  longo do segundo  semestre,  o aluno irá\ndesenvolver o trabalho proposto e redigir a monografia do Trabalho de Conclusão\n", "56": "de Curso. O trabalho final deverá ser entregue em forma escrita e apresentado,\nde forma oral, a uma banca de avaliação de TCC, preferencialmente composta\npelos mesmos professores da banca de qualificação.\nO sistema de avaliação adotado deverá ser norteado pelos princípios do\nProjeto Pedagógico Institucional do CEFET-MG, obedecendo também às Normas\nAcadêmicas vigentes. O sistema de avaliação adotado por cada professor deverá\nser encaminhado, junto com o plano de ensino da disciplina, ao Colegiado do\nCurso para aprovação antes do início do semestre letivo.\n", "57": "10.\nMONITORAMENTO DO PROJETO PEDAGÓGIO DO\nCURSO \n11.1.\nPlano de Implementação curricular\nO Plano de Implementação Curricular deverá ser elaborado pelo Colegiado\ndo  Curso  e  aprovado  pelos  órgãos  colegiados  competentes  do  CEFET-MG,\nsegundo seu regulamento. Para a implantação da primeira turma do Curso de\nEngenharia Ambiental deverão ser incluídos:\na) Eleição do colegiado do curso de Engenharia Ambiental e Sanitária;\nb) Definição dos professores que irão lecionar no 1º período;\nc) Definição  e  aprovação  dos  Planos  de  Ensino  das  disciplinas  do  1º\nperíodo;\nd) Definição das salas e horários das aulas do 1º período;\ne) Definição dos recursos necessários à implantação do 1º período.\nA partir da implantação do 1º período e antes da implantação de cada\nperíodo subseqüente, estes itens “a” a “e” mencionados deverão ser cumpridos\nvisando a implantação dos períodos previstos.\nAs  normas  específicas  para  Trabalho  de  Conclusão  de  Curso  (TCC)  e\nEstágio  Curricular  Supervisionado  –  envolvendo  critérios  para  designação  de\nprofessores, atribuições dos diversos setores envolvidos, elementos de ordem\npedagógica  e demais aspectos relevantes  e pertinentes  a estas  atividades  –\ndeverão  ser  elaboradas  pelo  Colegiado  do  Curso  e  aprovadas  pelos  órgãos\ncolegiados competentes do CEFET-MG, segundo seu regulamento, até o final do\nsegundo ano de implantação da 1ª turma.\nSerá previsto horário de atendimento aos alunos por monitores vinculados\naos Eixos  de Conteúdos  e Atividades,  devidamente  orientados  por docentes,\nprincipalmente naquelas atividades que envolvem pesquisa, produção de texto,\nutilização de recursos de informática e laboratórios.\n", "58": "O Quadro 11.1 apresenta a síntese dos aspectos a serem normatizados\npor parte do Colegiado de Curso e aprovados pelo Conselho de Graduação, tendo\nem vista a implantação do Curso de Engenharia Ambiental e Sanitária.\nItem\nObjeto de Normatização\nÓrgão\nPropositor\nÓrgão\nNormatizador\nPrazo\n1\nEstrutura, atribuições e definição \nde docentes para composição dos \neixos\nComissão \nelaboradora\nConselho de \nGraduação\nAntes do \ninício do \n1º período\n2\nNormas de Estágio curricular\nColegiado do \nCurso\nConselho de \nGraduação\nAté final \ndo 4º \nperíodo\n3\nNormas do TCC\nColegiado do \nCurso\nConselho de \nGraduação\nAté final \ndo 4º \nperíodo\n4\nNormas para atividades de prática \nprofissional complementares \n(Iniciação Científica, atividades de \nextensão, participação em \neventos, etc)\nColegiado do \nCurso\nConselho de \nGraduação\nAté final \ndo 4º \nperíodo\n5\nNormas de avaliação\nColegiado do \nCurso / \nConselho de \nGraduação\nNormas \nAcadêmicas do \nCEFET-MG\nAntes do \ninício do \n1º período\n11.2.\nAcompanhamento  e  Avaliação  Projeto  Pedagógico  do\nCurso\nO monitoramento do curso deverá ser acompanhado pelo Colegiado, com\no uso de informações provenientes de:\na) Avaliação do curso, das disciplinas, dos docentes, da coordenação e da\ninfra-estrutura pelos alunos;\nb) Auto-avaliação dos alunos;\nc) Acompanhamento dos alunos egressos no mercado de trabalho;\nd) Identificação de eventuais dificuldades encontradas pelos alunos em\ndisciplinas  dentro  dos  eixos  de  conhecimento,  levantadas  pelos\nprofessores e coordenadores de eixo.\nOs resultados e informações levantadas serão discutidos no Colegiado do\nCurso para identificação  de eventuais medidas  de melhoria. Outros  aspectos\nimportantes  para  o  acompanhamento  e  avaliação  do  Projeto  Pedagógico  do\nCurso de Engenharia Ambiental e Sanitária são destacados a seguir:\nQuadro 10-10 Síntese das Normas a Serem Elaboradas\n", "59": "a) normatizar por parte do Conselho de Curso e aprovar no Colegiado de\nGraduação;\nb) focar  a  auto-avaliação  interna  do  curso,  abrangendo  avaliação  da\nestrutura, do currículo e das práticas pedagógicas, dos docentes e dos\ndiscentes visando a correção de rumos e a possibilidade de melhoria e\navanços a partir do debate entre os sujeitos do processo educativo;\nc) considerar propostas de nivelamento e monitorando dos ingressantes\ndesde o processo seletivo, particularmente nos primeiros períodos, de\nforma  a  contribuir  para  o  desenvolvimento  de  habilidades  básicas\nnecessárias ao estudante de ensino superior de engenharia;\nd) estabelecer parâmetros e instrumentos de avaliação da aprendizagem\ndo aluno;\ne) estabelecer  procedimentos de acompanhamento das disciplinas, alunos\ne  professores  que  permitam  a  implementação  de  mecanismos  de\nrecuperação  dos  alunos  e  revisão  dos  processos  de  ensino-\naprendizagem, com base na avaliação dos semestres anteriores;\nf)\ndefinir  orientação  metodológica  e  ações  pedagógicas  por  meio  de\natividades de educação continuada como  cursos, oficinas, seminários\ninterdisciplinares. Tais ações devem buscar atender às necessidades\ndos docentes e técnicos administrativos envolvidos com o curso no que\nse refere à elaboração de instrumentos de avaliação, planejamento de\natividades avaliação, estratégias dinamização da sala de aula, além de\ntécnicas de ensino, projetos  e tutoria;\ng) planejar a realização sistemática e periódica de eventos como semana\nda engenharia, feiras, mostras de trabalhos de alunos e seminários\ntemáticos.\n", "60": "11.\nRECURSOS FÍSICOS E HUMANOS\n12.1. RECURSOS FÍSICOS \n12.1.1.\n Comunicação\nO CEFET-MG conta com infra-estrutura de telecomunicações e redes de\ncomputadores. Esta infra-estrutura de tecnologia de comunicação deixa o CEFET-\nMG em situação de equivalência com as mais modernas instituições públicas de\nensino do país.\nO CEFET-MG possui atualmente um enlace dedicado para comunicação de\ndados  operando  à  velocidade  de  4  Mbps  (em  fase  final  de  processo  de\nampliação), conectado ao POP-MG, ponto de presença da RNP em Minas Gerais –\nsituado no Campus da UFMG – garantindo acesso à Internet a todos os setores\nda instituição. O CEFET-MG possui ainda, em todos os campus de Belo Horizonte,\num “backbone” de rede, que opera a 1 Gigabps integralmente composto por\nfibras ópticas. As redes departamentais ou setoriais operam a 10 Mbps ou 100\nMbps e se conectam ao “backbone” por meio de equipamentos de conectividade\nde última geração. \n12.1.2.\nInformática\nNos últimos três anos foram adquiridos mais de 700 microcomputadores e\ndiversos servidores de rede para melhoria do parque computacional do CEFET-\nMG. Tais melhorias incluem modernização de laboratórios para receber novos\nequipamentos, em torno de 70 novas estações de trabalho com processadores de\nalto desempenho e microcomputadores para gabinetes de professores. Em 2007,\ncoordenações de cursos e departamentos acadêmicos receberam complemento\nde impressoras a laser, microcomputadores portáteis e projetores de multimídia\npara apoio a atividades de ensino.\nO CEFET-MG conta ainda com o CCC – Centro de Computação Científica.\nEste Centro e seus laboratórios passaram recentemente por amplo projeto de\nmodernização, recebendo mobiliário novo, sistema de condicionamento de ar,\n", "61": "cabeamento elétrico e lógico operando a 1 Gigabps, sistema digital de vídeo com\ncâmeras para monitoramento via circuito fechado de televisão, além de cerca de\n60 estações de trabalho de última geração, mais de 10 servidores de serviços em\nrede, impressoras e mesa digitalizadora.\nAlém dos equipamentos descritos à disposição dos docentes e discentes do\ncurso  de  Engenharia  Ambiental  e  Sanitária,  há  laboratórios  de  informática\nvinculados aos demais cursos de níveis médio e superior do CEFET-MG, incluindo\ndois laboratórios do Departamento de Engenharia Civil, devidamente equipados\ncom infra-estrutura própria e capacidade para atender à demanda imediata. O\nuso desses laboratórios deverá contribuir para a integração e cooperação nos\ndiferentes níveis de ensino na Instituição.\nNas áreas específicas do curso, o CEFET-MG conta com 16 (dezesseis)\nlaboratórios nas áreas de hidráulica, recursos hídricos, saneamento e química\nambiental detalhados a seguir. \n12.1.3.\nHidráulica e Recursos Hídricos\nUm laboratório de hidráulica e mecânica dos fluidos, compartilhado\ncom  o  curso  de  Engenharia  Mecânica,  equipado  com  um  canal  aberto  em\nconcreto  e  várias  bancadas  para  ensaios  de  condutos  livres,  vertedouros,\nmáquinas hidráulicas, sistemas de bombeamento, perdas de carga e conexões.\nUm  laboratório de recursos hídricos, com canal aberto em acrílico e\ndeclividade  ajustável,  bancadas  de  ensaio  de  perda  de  carga,  além  de\nmicrocomputadores com processadores de alto desempenho, com softwares de\nsimulação e otimização de sistemas hídricos.\nEncontra-se em elaboração o projeto de reestruturação do laboratório de\nhidráulica e mecânica dos fluidos, com previsão de compra de novas bancadas de\nensaios  para  estudos  envolvendo  experimentos  com  escoamento  livre\n(vertedores, fenômenos localizados), escoamento uniforme (medições de vazão e\naltura d´água), contrações e outras interferências localizadas, escoamento sob\npressão  (experimentos  de  Bernoulli,  medição  de  vazão,  perdas  de  carga\nlocalizadas),  Sistemas elevatórios (curvas características de bombas e sistemas,\nassociação  de bombas  em série e paralelo),  instalações  hidráulicas  prediais\n(medições de pressão e perda de carga com manômetros, barômetros e Pitot).\n", "62": "12.1.4.\nSaneamento\nO CEFET/MG conta com os seguintes laboratórios na área de saneamento:\nUm  laboratório  de  tratamento  de  águas equipado  para  ensino  e\npesquisa  envolvendo  parâmetros  de  qualidade  e  tratabilidade  da  água  para\nabastecimento.  Os  equipamentos  incluem  microscópios  ópticos,  jarteste  com\nfiltros  para  ensaios  de  coagulação,  floculação,  decantação  e  filtração  em\nbancada, específico para tratamento de águas de abastecimento, turbidímetro,\npotenciômetro, destilador, balança analítica, aquecedor e agitador magnético,\ncone  Inhoff  para  estudos  de  sedimentação,  termômetro,  béqueres,  pipetas\nvolumétricas  e  graduadas,  provetas,  buretas,  balões  volumétricos,  vidros  de\nrelógio, bastões de vidro, erlenmeyers, funis e outras vidrarias.\nUm equipamento de flotateste com compressor será adquirido em breve\npara realização de ensaios de flotação em bancada. \nUm  laboratório  de  educação  ambiental com  microcomputadores  e\nsoftwares de simulação de sistemas ecológicos.\nUm laboratório de biologia com câmara de germinação e geladeira.\nEncontram-se  ainda  em  processo  de  aquisição  e  montagem  dois\nlaboratórios, sendo:\nUm  laboratório  de  microbiologia  básica equipado  com  autoclave,\nincubadora (estufa bacteriológica) e incubadora  Shaker,  tubos de ensaio para\ncrescimento  em  calso  e  placas  de  petri,  capela  com  filtro  de  fluxo  laminar,\nautoclave, microscópios ópticos e de fluorescência, contador de colônias.\nUm  laboratório  de  ecologia  molecular  microbiana,  equipado  com\ntermociclador (TCR), cuba e fonte de eletroforese, microcentrífuga e sistema de\ndocumentação de imagens.\n12.1.5.\nQuímica Ambiental\nUm  laboratório  de  Mineralogia equipado  com  um  microscópio\npetrográfico  com  grande  variedade  de  minerais  e  rochas,  uma  extensa\nbibliografia  que  trata  de  assuntos  da  área,  além  de  um  microscópio\nestereoscópico. \n", "63": "Um  laboratório  de  Tecnologia  Química equipado  com  aparelho  de\ntelevisão  e  vídeo,  tela  de  projeção  retrátil  e  retroprojetor.  É  equipado  com\nvidraria usual de laboratório; possui uma balança semi-analítica, duas balanças\neletrônicas,  um  turbidímetro,  um  alambique  para  produção  de  aguardente,\nvidrarias e equipamentos para produção de domissanitários; um aparelho de\njasteste de ensaios de floculação para análise de água, dois agitadores com\nhaste móvel e um viscosímetro Brookfield. \nUm   laboratório  de  Metrologia equipado  com  um  paquímetro,  um\ntermohigrômetro, uma balança semi-analítica, uma balança analítica, uma mini\nfuradeira, um microcomputador com impressora. \nUm  laboratório  de  Análise  Físico-química  e  Química  Inorgânica\nequipado com  vidraria usual para laboratório (béqueres, pipetas volumétricas e\ngraduadas, provetas, buretas, balões volumétricos, vidros de relógio, bastões de\nvidro, erlenmeyers, funis, cápsulas de porcelana, tubos de ensaio, etc.); três\nbalanças semi-analíticas, bicos de gás, uma estufa, duas chapas aquecedoras;\numa capela de exaustão, duas centrífugas, dois dessecadores, duas bombas a\nvácuo,  um  banho-maria,  duas  chapas  aquecedoras  pequenas;  material  para\nconstrução  de  pilhas  eletroquímicas,  dois  voltímetros  e  uma  geladeira.  Um\nmicrocomputador.\nUm  laboratório  de  Análise  de  Óleos  e  Combustíveis equipado  com\nvidraria usual para laboratório de recertificação de combustíveis e equipado com\num aparelho de destilação de petróleo, dois banhos termostáticos de circulação\ncom unidade de ajuste e controle de temperatura, uma célula de condutividade\nde fluxo contínuo, um eletrodo combinado para íon cloreto, dois eletrodos de\nálcool, dois aparelhos de determinação do ponto de fulgor (copo fechado e copo\naberto), um banho de areia, um banho-maria com agitação, dois banhos para\nviscosidade, dois barômetros, uma bateria de extração Sebelin, uma bomba de\nvácuo, uma bureta automática, duas capelas para exaustão de gases, uma chapa\nde  aquecimento,  um  destilador  de  água,  barriletes,  dois  dessecadores,  uma\nestufa com temperatura controlada, uma manta de aquecimento com regulador,\num  potenciômetro  digital,  um  regulador  de  pressão  com  manômetro  para\noxigênio, dois cronômetros, um relógio de alarme, um  suporte  para secagem de\nvidrarias, uma mufla , uma cabeça controladora de temperatura,  um conjunto\n", "64": "ASTM de placas de cobre para ensaio de corrosão e um condutivímetro, um\nchuveiro de segurança. Possui todo o equipamento necessário para amostragem\nde  sólidos,  como  pá,  cruzetas,  lonas,  etc.,   um  vibrador  de peneiras  e  um\nconjunto de peneiras, um britador de mandíbulas, um repartidor de Jones, uma\ncela de flotação, um desintegrador-picador com motor elétrico de 3 c.v., peneira\nde 16 mesh e um moinho de bolas.\nUm laboratório de Análise por Via Úmida equipado com vidraria usual de\nlaboratório para química analítica, oito dessecadores, três balanças analíticas,\numa balança semi-analítica, uma chapa aquecedora, um banho maria, quatro\ncentrífugas, duas muflas, um aparelho destilador e deionizador de água, três\nbarriletes de 20 litros para água destilada e uma estufa. Um microcomputador. \nUm  laboratório  de  Análise  Orgânica  equipado  com  vidraria  usual  e\nespecífica de laboratórios de química orgânica, dois dessecadores, três aparelhos\ncompletos  de  Extração  tipo  Soxhlet,  seis  mantas  aquecedoras,  um  agitador\nmagnético com aquecimento, um potenciômetro digital, dois banhos-maria, duas\nchapas aquecedoras, um refratômetro ABBE, duas balanças semi-analíticas, dois\nfusômetros, um evaporador rotatório com bomba de vácuo e macaco elevatório,\num bico de Bünsen, um banho de areia, um destilador para água, uma mufla,\num viscosímetro, um aparelho de determinação de ponto de fulgor aberto, uma\nlupa, quinze densímetros, dois alcoômetros, um butirômetro, uma lâmpada de\nWood, uma estufa, uma capela, três barriletes de 20 litros para água destilada,\num freezer e quatro armários. Um microcomputador e um retroprojetor.\nUm\n laboratório  de  Cromatografia  Gasosa\n equipado  com  um\ncromatógrafo de fase gasosa HP 6890 com detector FID e um HP 6890 com\ndetector  TCD,  estabilizador  e  acessórios,  um  computador  e  uma  impressora\nDeskjet, aparelho de ar condicionado, além de rede de distribuição de gases com\nrespectivos cilindros.\nUm  laboratório de Análise de Águas e Efluentes  equipado com três\nagitadores magnéticos sendo dois com aquecimento, um aparelho destilador de\nKjeldahl, um aparelho digestor de Kjeldahl, uma balança analítica, um banho-\nmaria de 06 bocas, uma manta de aquecimento, uma bureta automática, um\nbarrilete para água em PVC, um bloco digestor, uma bomba de vácuo, duas\n", "65": "capelas de exaustão para gases, uma chapa de aquecimento, um condutivímetro,\num  deionizador,  um  espectrofotômetro  de  absorção  molecular  (VIS),  um\nestabilizador  de  voltagem,  duas  estufas  com  temperatura  controlada,  uma\ngeladeira, uma peneira de 16 mesh, uma plataforma elevatória, sistema Simplity\nMillipore (água ultra-pura), um turbidímetro , um potenciômetro, uma estufa, um\nmoinho analítico e um macaco elevatório e um kit para determinação de cloreto.\nUm laboratório de Análise Instrumental equipado com um aparelho de\nEspectrofotometria de Absorção Atômica, um de Espectrofotometria de Absorção\nMolecular  na  Região  do  Visível,  quatro  aparelhos  para  determinação  de  pH\n(potenciômetros), três condutivímetros, um aparelho eletrodepositor para análise\nde ligas, uma balança semi-analítica, uma chapa aquecedora, um aparelho para\ndeterminação  de  carbono,  um  aparelho  para  determinação  de  enxofre,  um\nturbidímetro,  um  aparelho  deionizador  um  destilador  para  água  e  quatro\nagitadores magnéticos. Um microcomputador. \nUm  laboratório  de  Microbiologia  Industrial equipado  com  vidraria\nusual para análises microbiológicas, uma autoclave, quatro microscópios, uma\nestufa incubadora, uma estufa de secagem, duas geladeiras, um banho-maria\ntermoregulável,  um  contador  de  colônias,  um  forno  elétrico,  um  forno  de\nmicroondas, uma capela de fluxo laminar, um relógio de alarme, uma micro-\ncentrífuga, uma balança semi-analítica, duas lupas, além de uma gama de meios\nde cultura. Um microcomputador.\nUm  laboratório  de  Solos  compartilhado  com  o  Departamento  de\nEstradas  e Trânsito,  equipado  com  5  dispersores  de  amostras,  2  estufas,  2\nbalanças  eletrônicas,  1  bomba  de  vácuo,  vários  conjuntos  de  peneira  para\ngranulometria, 1 vibrador de peneiras, diversos aparelhos de Casagrande para\ndeterminação do limite de liquidez, equipamentos de compactação de solos, 1\nprensa manual para ensaio de compressão simples, 1 microscópio eletrônico de\nvarredura,  2  medidores  speedy  para  determinação  de  umidade  e  vidrarias\ndiversas.\nNão obstante a infra-estrutura de laboratórios já disponível no CEFET-MG\npara  atender  à  demanda  de  análise,  tecnologia  e  gestão  ambiental,  a\nimplantação de um curso de graduação em Engenharia Ambiental e Sanitária irá\n", "66": "requerer a expansão da infraestrutura existente, de modo a atender de forma\nplena e adequada o funcionamento do curso. \n12.2. CORPO DOCENTE\nO  corpo  docente  do  Curso  de  Graduação  em  Engenharia  Ambiental  e\nSanitária  deverá  ser  constituído  por  professores  do  quadro  permanente  do\nCEFET-MG com titulação mínima de especialista ou, preferencialmente, Mestres e\nDoutores  em regime de dedicação  exclusiva.  Estes docentes devem também\nestar envolvidos com atividades de pesquisa, pós-graduação e eventualmente\nextensão, concomitante às atividades didáticas no curso.\nUm conjunto de docentes que atende ao perfil desejado já foi identificado\nna instituição, sendo que a grande maioria atua na área de meio ambiente nos\ncursos de Engenharia de Produção Civil, Química Tecnológica e Técnico em Meio\nAmbiente. Vários desses docentes já expressou interesse em lecionar no curso\nde  Graduação  em  Engenharia  Ambiental  e  Sanitária.  Este  grupo  totaliza  16\n(dezesseis) docentes, sendo 9 (nove) doutores, 7 (sete) mestres (QUADROS\n12.1  e  12.2.).  Deve  ser  lembrado  que  vários  dos  docentes  identificados  já\npossuem encargos didáticos suficientes e que, portanto, será necessário que os\nDepartamentos façam um esforço gerencial adicional de alocação de docentes\naos cursos oferecidos pela instituição.\nProfessor\nTítulos\nInstituição\nÁrea \nAndréa\n \nR.\n \nMarques\nGuimarães \nDra.\nUFMG\nEcologia \nBeatriz de Souza Missagia\nDra.\nUFMG\nMicrobiologia,\n \nSaneamento,\nMeio  Ambiente  e  Recursos\nHídricos \nElizabeth  R.  Halfeld  da\nCosta \nDra.\nUSP\nHidráulica e Saneamento \nGuilherme\n \nFernandes\nMarques \nDr.\nUSP Univ. of\nCalifornia\nHidráulica e Saneamento \nEngenharia\n \nde\n \nRecursos\nHídricos\nÉrico Anderson de Oliveira\nMs\nGeógrafo\nGeografia Aplicada\nPlanejamento Ambiental\nHercília Andrade Santos \nDra.\nUFMG\nSaneamento  Meio  Ambiente  e\nRecursos Hídricos \nQuadro 11.1 - Corpo docente do quadro permanete atuante no núcleo de\nconteúdos  profissionalizante  do  curso  de  Engenharia  Ambiental  e\nSanitária em 2013.\n", "67": "José Angel Silva Delgado \nMs\nUNB\nPlanejamento Urbano \nLilia Maria de Oliveira \nMs.\nUSP\nHidráulica e Saneamento \nLuciana Peixoto Amaral \nDra.\nUSP\nHidráulica e Saneamento \nMarcos Veloso de Meneses\nMs\nCEFET-MG\nSaneamento e Meio Ambiente \nEngenharia Civil \nMatusalém de Brito Duarte\nMs.\nUFMG\nGeografia\nPatrícia Procópio Pontes \nDra.\nUFMG\nSaneamento  Meio,  Ambiente  e\nRecursos Hídricos. \nRicardo Zenóbio Darwich\nMs.\nUFMG\nEngenharia  química  e  meio\nambiente\nTelson Emannuel Crespo \nMs\nUFRG\nEducação Ambiental \nVandeir  Robson  da  Silva\nMatias \nDr.\nUFMG\nGeografia \nValéria C. Palmeira Zago\nDra.\nUFRRJ\nCiências  do  Solo/Recuperação\nde Áreas Degradadas).\nÉ importante ressaltar que, de acordo com as necessidades e perspectivas\nfuturas, verifica-se um impacto imediato da criação do Curso nas áreas de Física\ne Matemática do Departamento de Física e Matemática (DFM). Num segundo\nmomento,  notadamente  a  partir  do  segundo  ano  do  curso,  o  impacto  será\nconcentrado em áreas específicas do curso. Nesse contexto, deve ser enfatizada\na  importância  do  comprometimento  institucional,  tanto  no  que  se  refere  à\ncontratação  de  docentes,  quanto  para  a  construção  e  manutenção  de\nlaboratórios,  de modo a manter o  nível  do  curso no patamar  de excelência\ndesejado.\nDentro do apresentado, fica claro que o CEFET-MG possui, atualmente,\nrecursos humanos em quantidade e qualidade suficientes para a implantação\nimediata do Curso de Graduação em Engenharia Ambiental e Sanitária em Belo\nHorizonte,  campi  I  e  II.  Na  próxima  seção,  é  apresentada  uma  análise  do\nimpacto do início das atividades do curso nos diversos Departamentos do CEFET-\nMG, bem como um planejamento plurianual para orientar a contratação de novos\ndocentes visando suprir a demanda criada com a instituição deste curso.\nProfessores (titulação)\nnúmero\nArquitetos\n1\nBiólogos\n 3\nEngenheiros Agrônomos\n1\nEngenheiros Civis\n6\nEngenheiros Químicos\n2\nGeógrafos\n3\nQuadro 11.11  Distribuição dos docentes efetivos por área de formação perten-\ncentes ao quadro do CEFET-MG.\n", "68": "12.2.1.\nIMPACTO DO CURSO NAS ATIVIDADES DOS DEPARTAMENTOS\nOs Quadros 9-2 ao 9-7, apresentam a relação das disciplinas, organizadas por\nEixo de Conteúdos e Atividades, o período do curso em que serão ministradas  e\nas possibilidades de Departamento/Setor responsáveis pela disciplina. A partir da\nvinculação de disciplinas apresentada, foram elaborados os quadros 12-3 a 12-6\nque apresentam, período a período, o impacto na carga horária do Curso de\nGraduação  em  Engenharia  Ambiental  e  Sanitária  nos  departamentos\npossivelmente  envolvidos  no  curso.  Cabe  ressaltar  que  a  vinculação  das\ndisciplinas específicas da área da engenharia ambiental que ainda não existem\nno CEFET deverá ser efetivada considerando as necessidades e particularidades\ndo curso e a disponibilidade de cada departamento. Posteriormente, o caminho\nnatural será a criação de um Departamento de Ciência e Tecnologia Ambiental,\nonde deverão ser vinculadas todas as disciplinas específicas. \nO cálculo das necessidades docentes de cada departamento por período\nimplantado  do  curso  foi  feito  a  partir  da  equação  (1),  seguindo  abordagem\nsemelhante à empregada no curso de Engenharia de Computação. \nNdoc=(CH obr+\nCHopt\n2 )\nCH med\n(1)\nOnde Ndoc é o número de docentes necessários para implantar o período do\ncurso em questão, CHobr é a carga horária semanal em disciplinas obrigatórias\nconstantes do Quadro 12.4 de oferta típica de disciplina, CHopt é a carga horária\nsemanal  em  disciplinas  optativas  e  CHmed é  a  carga  horária  semanal  média\nefetivamente realizada pelos docentes. Foi considerada uma  CHmed igual a 12.\nCom respeito ao cálculo da carga horária semanal, foram consideradas\nduas turmas por ano, com 40 alunos cada, e que as aulas de laboratório das\ndisciplinas do eixo de matemática e física serão com um máximo de 20 alunos.\nAssim, a carga horária de aulas de laboratório deve ser duplicada, visto que cada\nturma de teoria se desdobra em duas sub-turmas de laboratório.\nAinda com relação ao cálculo da necessidade docente por departamento\npara a oferta do curso, foi considerado que a carga horária semanal optativa foi\n", "69": "multiplicada por um fator de ½ (um meio). Isso porque, enquanto as disciplinas\nobrigatórias devem ser oferecidas todo semestre, as disciplinas optativas podem,\nse conveniente, ser oferecidas apenas uma vez ao ano e assim seu impacto nas\nnecessidades docentes (por semestre) deve ter um peso de ½.\nDFM/Matemática e Física\n1o\nPeríodo\n2o\nPeríodo\n3o\nPeríodo\n4o\nPeríodo\n5o\nPeríodo\n6o\nPeríodo\n7o\nPeríodo\n8o\nPeríod\nCH Sem. Obrigatória \n(em horas)\n12\n16\n18\n0\n0\n0\n0\n0\nCH Sem. Optativa (em \nhoras)\n0\n0\n0\n0\n0\n0\n0\n0\nEstimativa de Novos \nDocentes\n1.0\n1.3\n1.5\n0.0\n0.0\n0.0\n0.0\n0.0\nDDG\n1o\nPeríodo\n2o\nPeríodo\n3o\nPeríodo\n4o\nPeríodo\n5o\nPeríodo\n6o\nPeríodo\n7o\nPeríodo\n8o\nPeríod\nCH Sem. Obrigatória \n(em horas)\n0\n0\n0\n0\n0\n0\n0\n10\nCH Sem. Optativa (em \nhoras)\n0\n0\n0\n0\n0\n0\n0\n0\nEstimativa de Novos \nDocentes\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.8\nDELTEC\n1o\nPeríodo\n2o\nPeríodo\n3o\nPeríodo\n4o\nPeríodo\n5o\nPeríodo\n6o\nPeríodo\n7o\nPeríodo\n8o\nPeríod\nCH Sem. Obrigatória \n(em horas)\n2\n0\n0\n0\n2\n0\n0\n0\nCH Sem. Optativa (em \nhoras)\n0\n0\n0\n0\n0\n0\n0\n0\ntemática (DFM) e Disciplinas Gerais (DDG)\nQuadro 11-13  Impacto na Carga Horária dos Departamentos de Linguagem (DELTEC) e Educação Física (\n", "70": "Estimativa de Novos \nDocentes\n0.2\n0.0\n0.0\n0.0\n0.2\n0.0\n0.0\n0.0\nDEFIS (Ed. Física)\n1o\nPeríodo\n2o\nPeríodo\n3o\nPeríodo\n4o\nPeríodo\n5o\nPeríodo\n6o\nPeríodo\n7o\nPeríodo\n8o\nPeríod\nCH Sem. Obrigatória \n(em horas)\n0\n0\n0\n0\n0\n0\n0\n0\nCH Sem. Optativa (em \nhoras)\n0\n0\n0\n0\n0\n0\n0\n0\nEstimativa de Novos \nDocentes\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\nDEM\n1o\nPeríodo\n2o\nPeríodo\n3o\nPeríodo\n4o\nPeríodo\n5o\nPeríodo\n6o\nPeríodo\n7o\nPeríodo\n8o\nPeríod\nCH Sem. Obrigatória \n(em horas)\n0\n0\n0\n8\n0\n0\n0\n0\nCH Sem. Optativa (em \nhoras)\n0\n0\n0\n0\n0\n0\n0\n0\nEstimativa de Novos \nDocentes\n0.0\n0.0\n0.0\n0.7\n0.0\n0.0\n0.0\n0.0\nDECOM\n1o\nPeríodo\n2o\nPeríodo\n3o\nPeríodo\n4o\nPeríodo\n5o\nPeríodo\n6o\nPeríodo\n7o\nPeríodo\n8o\nPeríod\nCH Sem. Obrigatória \n(em horas)\n4\n4\n0\n4\n0\n0\n0\n0\nCH Sem. Optativa (em \nhoras)\n0\n0\n0\n0\n0\n0\n0\n0\nEstimativa de Novos \nDocentes\n0.3\n0.3\n0.0\n0.3\n0.0\n0.0\n0.0\n0.0\nQuadro 11-14  Impacto na Carga Horária dos Departamentos de Engenharia Mecânica (DEM) e Computaç\n", "71": "DEC\n1o\nPeríodo\n2o\nPeríodo\n3o\nPeríodo\n4o\nPeríodo\n5o\nPeríodo\n6o\nPeríodo\n7o\nPeríodo\n8o\nPeríod\nCH Sem. Obrigatória \n(em horas)\n0\n4\n6\n0\n8\n0\n0\n0\nCH Sem. Optativa (em \nhoras)\n0\n0\n0\n0\n0\n0\n0\n0\nEstimativa de Novos \nDocentes\n0.0\n0.3\n0.5\n0.0\n0.7\n0.0\n0.0\n0.0\nDCTA\n1o\nPeríodo\n2o\nPeríodo\n3o\nPeríodo\n4o\nPeríodo\n5o\nPeríodo\n6o\nPeríodo\n7o\nPeríodo\n8o\nPeríod\nCH Sem. Obrigatória \n(em horas)\n2\n2\n4\n14\n16\n24\n24\n14\nCH Sem. Optativa (em \nhoras)\n0\n0\n0\n0\n0\n0\n0\n0\nEstimativa de Novos \nDocentes\n0.2\n0.2\n0.3\n1.2\n1.3\n2.0\n2.0\n1.2\nDCSA\n1o\nPeríodo\n2o\nPeríodo\n3o\nPeríodo\n4o\nPeríodo\n5o\nPeríodo\n6o\nPeríodo\n7o\nPeríodo\n8o\nPeríod\nCH Sem. Obrigatória \n(em horas)\n2\n0\n0\n0\n0\n0\n0\n2\nCH Sem. Optativa (em \nhoras)\n0\n0\n0\n0\n0\n0\n0\n0\nEstimativa de Novos \nDocentes\n0.2\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.2\nQuadro 11-15  Impacto na Carga Horária dos Departamentos de Engenharia Civil (DEC) Departamento\nde Ciências e Tecnologia Ambiental (DCTA) e Departamento de Ciencias Sociais Aplicadas \n(DCSA)\n", "72": "Resumidamente,  o  curso  de  Engenharia  Ambiental  e  Sanitária,  quando\nplenamente em operação (ou seja, após cinco anos de sua implantação), irá,\npossivelmente, requerer um total de docentes conforme detalhado no Quadro\n12-7.\nDepartamento/Setor\nNúmero de Docentes\nNecessários\nDDG\n1,7\nDELTEC\n0,3\nDEM\n0,7\nDEFISD\n0,1\nDFM\n3,8\nDECOM\n1,0\nDCTA\n17,8\nDCSA\n0,3\nDEC\n1,8\nVê-se, pois, claramente, que o maior impacto, afora o DCTA, será no DFM,\ncom a particularidade que tal impacto se manifesta quase integralmente nos dois\nprimeiros  anos  do  curso,  visto  que  se  tratam  de  disciplinas  básicas  para  a\nformação do aluno.\nQuadro 11-16  Síntese das Necessidades Docentes por Departamento\n72\n", "73": "12.\nANEXO 1 - SÍNTESE DAS INFORMAÇÕES SOBRE \nAS DISCIPLINAS\n73\n", "74": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n1  o   Período\n \n \nDISCIPLINA: CÁLCULO I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(   )  Optativa\n90\n--\n90\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\n-\n-\n-\n-\nOBJETIVOS:\nCompreender e aplicar os conceitos de função, limite e continuidade na análise de situa-\nções práticas, bem como de derivada e de integral definida, indefinida e imprópria. Utili-\nzar técnicas de integração para resolver problemas.\nEMENTA:\nFunções reais: limites, continuidade, gráficos. Derivadas e diferenciais: conceito, cálculo\ne  aplicações.  Máximos  e  mínimos.  Concavidade.  Funções  elementares:  exponencial,\nlogaritmo,  trigonométricas  e  inversas.  Integrais  definidas:  conceito,  teorema\nfundamental  e  aplicações.  Integrais  indefinidas:  conceito  e  métodos  de  integração.\nIntegrais impróprias.\nÁREA DE FORMAÇÃO DCN:\nBásica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nMatemática e Física\nBIBLIOGRAFIA DE REFERÊNCIA:\nBásica\nWEIR, M.D., Hass, J. e GIORDANO, F.R. Cálculo (George B. Thomas Jr.), vol.\nI, 11ª ed., São Paulo, Addison Wesley, 2009.\nSTEWART,J. Cálculo, vol.1, 5ª ed., São Paulo, Pioneira Thomson Learning,\n2006.\nComplementar:\nEDWARDS, C.H. e PENNEY, D.E. Cálculo com Geometria Analítica, vol. 1, Rio\nde Janeiro, Prentice-Hall, 1994.\nSWOKOWSKI, E. W. Cálculo com Geometria Analítica, vol.1, 2ª ed, São Paulo,\nMakron / McGraw-Hill, 1995.\nSIMMONS, G. Cálculo com Geometria Analítica, vol.1, 1ª ed, São Paulo, Mc-\nGraw-Hill, 1988.\n74\n", "75": "LEITHOLD, L. O Cálculo com Geometria Analítica, vol.1, 3ª ed, São Paulo, Ed.\nHarbra, 1994.\nDIVA, M. F. e Gonçalves, M. B. Cálculo A: Funções, Limite, Derivação e Integração,\nSão Paulo, Prentice-Hall, 2007.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n1  o   Período\n \n \nDISCIPLINA: INTRODUÇÃO À ENGENHARIA AMBIENTAL E SANITÁRIA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\nOBJETIVOS: Entender os conceitos básicos que fundamentam a exploração dos recursos\nnaturais  pelo  Homem  e  suas  conseqüências.  Entender  a  gênese  dos  problemas  e\nimpactos ambientais através da visão geral dos principais problemas ambientais no Brasil\ne no mundo. Entender o papel do Engenheiro Ambiental e Sanitarista; Criar a motivação\ne o interesse necessários para prosseguimento do curso.\nEMENTA:\nO papel, a atuação e desafios do Engenheiro Ambiental e Sanitarista no quadro brasileiro\ne mundial; gênese dos problemas ambientais; Serviços ambientais e desenvolvimento\nsustentável; Saneamento ambiental; Recursos Naturais e Poluição; Economia de Meio\nAmbiente\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBARROS, R. T. V.; et al (ed.). Manual de saneamento e proteção ambiental para apoio\naos  municípios.  Departamento  de  Engenharia  Sanitária  e  Ambiental-  DESA-UFMG;\nFundação Estadual do Meio Ambiente – FEAM, 1995. Vol. 2\nBRAGA, B. et al. Introdução à engenharia ambiental. São Paulo: Pearson Prentice Hall,\n2004.\nMOTA, S. Introdução à engenharia ambiental. 3. ed. Rio de Janeiro: ABES, 2003. 416 p.\nCAVALCANTI, C.  Meio ambiente, desenvolvimento sustentável e políticas públicas. São\nPaulo: Cortez, Fundação Joaquin Nabuco, 1997. 436 p.\nDERISIO, José Carlos. Introdução ao Controle de Poluição Ambiental. 1 ed. São Paulo,\nS.P. CETESB. 1992.\nMERICO, L.F.K. Introdução à economia ecológica. Blumenau: FURB, 1996. 160 p.\nMILLER, G. T. Ciências ambientais. 11. ed. São Paulo: Thomson Learning, 2007. 501 p.\n75\n", "76": "MOTA, S. Gestão ambiental de recursos hídricos. 3. ed. Rio de Janeiro: ABES, 2008. 343\np.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n1  o   Período\n \n \nDISCIPLINA: PROGRAMAÇÃO DE COMPUTADORES I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\nLABORATÓRIO  DE  PROGRAMAÇÃO  DE\nCOMPUTADORES I\n-\n-\n-\n-\nOBJETIVOS:\nApresentar  ao  aluno  os  conceitos  lógicos  e  computacionais  que  são  essenciais  para\nciência  da  computação,  visando  capacitá-lo  a  formular  corretamente  um  problema\ncomputacional  e  a  construir  um  algoritmo  para  sua  resolução;  contribuir  para  o\ndesenvolvimento  do  raciocínio  lógico-matemático  abstrato;  conhecer  os  sistemas\nnuméricos e sua aritmética, noções de lógica e álgebra Booleana;\nEMENTA:\nSistemas numéricos: representação e aritmética nas bases: decimal, binária, octal e\nhexadecimal; introdução à lógica; álgebra e funções Booleanas; algoritmos estruturados:\ntipos de dados e variáveis, operadores aritméticos e expressões aritméticas; operadores\nlógicos  e  expressões  lógicas;  estruturas  de  controle;  entrada  e  saída  de  dados;\nestruturas de dados; organização e manipulação de arquivos.\nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nSenne, Edson Luiz Fernandes. Primeiro Curso de Programação em C. 2.\ned. Florianópolis: Editora Visual Books, 2006.\nBibliografia Complementar\nDAMAS, L. Linguagem C. 10ª Edição, Editora LTC, 2007.\n76\n", "77": "Medina, M; Fertig, C. Algoritmos e Programação: Teoria e Prática. 2ª ed.\nSão Paulo: NOVATEC Editora, 2006.\nForbellone, A. L. V.; Eberspacher, H. F. Lógica de Programação: a\nconstrução de algoritmos e estruturas de dados. 3ª ed. São Paulo:\nPrentice-Hall, 2005.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n1  o   Período\n \n \nDISCIPLINA: LABORATÓRIO DE PROGRAMAÇÃO DE COMPUTADORES I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n--\n30\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\nPROGRAMAÇÃO DE COMPUTADORES I\n-\n-\n-\n-\nOBJETIVOS: \nProporcionar ao aluno a prática em laboratório do desenvolvimento de programas de\ncomputadores utilizando uma linguagem de programação.\nEMENTA:\nPráticas em laboratório dos temas e tópicos abordados na disciplina \"Programação de\nComputadores I\" utilizando uma linguagem de programação.\nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nSenne, Edson Luiz Fernandes. Primeiro Curso de Programação em C. 2. ed. Florianó-\npolis:\nEditora Visual Books, 2006.\nBibliografia Complementar\nDAMAS, L. Linguagem C. 10ª Edição, Editora LTC, 2007.\nMedina, M; Fertig, C. Algoritmos e Programação: Teoria e Prática. 2ª ed. São Paulo:\nNOVATEC Editora, 2006.\n77\n", "78": "Forbellone, A. L. V.; Eberspacher, H. F. Lógica de Programação: a construção de\nalgoritmos e estruturas de dados. 3ª ed. São Paulo: Prentice-Hall, 2005.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n1  o   Período\n \n \nDISCIPLINA: GEOMETRIA ANALÍTICA E ÁLGEBRA VETORIAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n90\n90\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\n-\n-\n-\n-\nOBJETIVOS:\nPropiciar ao aluno a interação com o pensamento matemático, indispensável ao estudo\ndas ciências. Propiciar o domínio das técnicas da geometria analítica, e simultaneamente\ndesenvolver  seu  senso  geométrico  e  espacial.  Desenvolver  os  conceitos  básicos  da\nÁlgebra Vetorial como forma de atender às necessidades de disciplinas específicas.\nEMENTA:\nEquações analíticas de retas, planos, cônicas. Vetores: operações e base. Equações veto-\nriais de retas e planos. Equações paramétricas. Álgebra de matrizes e determinantes. Au-\ntovalores e autovetores. Sistemas lineares: resolução e escalonamento. Coordenadas po-\nlares no plano. Coordenadas cilíndricas e esféricas.\nSuperfícies quádricas: equações reduzidas (canônicas).\nÁREA DE FORMAÇÃO DCN:\nBásica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nMatemática e Física\nBIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nCAMARGO, I.; BOULOS, P. Geometria Analítica - Um Tratamento Vetorial, 3ª\nedição , São Paulo: Prentice-Hall, 2005.\nBOLDRINI,J.L.;COSTA,S.I.;FIGUEIREDO,V.L.,WETZLER,H.G. Álgebra Linear,\n78\n", "79": "3a. edição (São Paulo: Harbra, 1986).\nBibliografia Complementar\nWINTERLE, P. Vetores e Geometria Analítica, 2ª edição, São Paulo: Makron\nBooks, 2000).\nSANTOS, N.M., Vetores e matrizes: Uma introdução à álgebra linear, 4a edição\n(São Paulo: Thomson Learning, 2005).\nSANTOS, R.J. Um Curso de Geometria Analítica e Álgebra Linear.\nBelo Horizonte: Imprensa Universitária da UFMG, 2007.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n1  o   Período\n \n \nDISCIPLINA: GEOGRAFIA GERAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\n-\n-\n-\n-\nOBJETIVOS:\nPropiciar  ao  aluno  o  conhecimento  do  território  brasileiro,  seus  domínios  físicos  e\nmorfoclimáticos e as formas e dinâmicas de ocupação do território.    \nEMENTA:\nOs domínios morfoclimáticos brasileiros. O meio ambiente físico: Formação do relevo\nterrestre. Clima, solos, vegetação, hidrografia. Recursos naturais. Energia. População e\nmeio ambiente.\nÁREA DE FORMAÇÃO DCN:\nBásica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nAB'SABER, A.. Brasil: paisagens de exceção. Cotia: Ateliê, 2006. 182 p.\nAB'SABER, A.. Domínios de natureza no Brasil. Cotia: Ateliê, 2005. 159 p.\nSANTOS, A. M.. Natureza do espaço. São Paulo: EDUSP, 2002. 392 p.\n    \n79\n", "80": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n1  o   Período\n \n \nDISCIPLINA: PORTUGUÊS INSTRUMENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\n-\n-\n-\n-\nOBJETIVOS:\nAnalisar  e  refletir  sobre  o  ato  de  ler  e  os  diferentes  processamentos  da  leitura.\nCompreender a linguagem como fenômeno de interação verbal nas modalidades escrita e\noral da língua. Examinar os processos de construção do texto na perspectiva de uma\ngramática de discurso. Compreender o caráter funcional e pragmático da linguagem, que\nsupõe a referência a uma situação, a um contexto. Compreender que o ensino de língua\ntoma o texto como unidade significativa da língua. Desenvolver as habilidades de leitura\ne produção de textos adequados às especificações acadêmicas.\nEMENTA:\nCiência da linguagem: signo lingüístico, níveis conotativo e denotativo da linguagem,\ndefinições  e  estudo  das  diferenças  entre  linguagem  escrita  e  falada;  processo\ncomunicativo; desenvolvimento de estratégias globais de leitura de textos e análise de\ndiscurso; desenvolvimento da produção de textos técnicos e científicos.\nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nHumanidades e Ciências Sociais\nBIBLIOGRAFIA DE REFERÊNCIA:\n80\n", "81": "CARNEIRO, A. D..  Redação em construção:  escritura de texto. São Paulo: Moderna,\n1993.\nCHALHUB, S.. Funções de linguagem. São Paulo: Ática, 1995. 7ª ed.\nFARACO, C. A.; TEZZA C.. Prática de texto: língua portuguesa para nossos estudantes.\nPetrópolis: Vozes, 1992. 5ª ed.\nINFANTE, U.. Do texto ao texto: curso prático de leitura e redação. São Paulo: Scipione,\n1988.\nINFANTE, U.. Curso de gramática aplicada aos textos. São Paulo: Scipione, 1995.\n81\n", "82": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n2  o   Período\n \n \nDISCIPLINA: CÁLCULO II B\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nGEOMETRIA\n \nANALÍTICA\n \nE\n \nÁLGEBRA\nVETORIAL\n-\nCÁLCULO I\n-\nOBJETIVOS:\nPossibilitar ao aluno elabor gráficos de funções simples de duas variáveis, manualmente\nou por computador, calcular derivadas parciais e direcionais e utilizá-las em aplicações,\ncalcular integrais de caminho, bem como compreender processos de soma infinita, e de-\ncidir sobre sua convergência. Desenvolver funções em séries de Taylor e usá-las para ob-\nter aproximações polinomiais.\nEMENTA:\nFunções  reais  de  várias  variáveis:  limites,  continuidade,  gráficos,  níveis.  Derivadas\nparciais:  conceito,  cálculo  e  aplicações.  Campos  vetoriais.  Gradiente.  Integrais\ncurvilíneas. Séries numéricas. Série e fórmula de Taylor.\nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nMatemática e Física\nBIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nFINNEY, R.L.; WEIR, M.D. ; GIORDANO, F.R. Cálculo de George B. Thomas,\nvol. 2, 10ª ed., São Paulo, Addison Wesley, 2004.\nSTEWART,J. Cálculo, vol.2, 5ª ed., São Paulo, Pioneira Thomson Learning,\n2006.\nBibliografia Complementar\nEDWARDS, C.H. ; PENNEY, D.E. Cálculo com Geometria Analítica, vol. 2 e 3,\nRio de Janeiro, Prentice-Hall, 1994.\nSWOKOWSKI, E. W. Cálculo com Geometria Analítica, vol.2, 2ª ed, São Paulo,\nMakron / McGraw-Hill, 1995.\nSIMMONS, G. Cálculo com Geometria Analítica, vol.2, 1ª ed, São Paulo, Mc-\nGraw-Hill, 1988.\nLEITHOLD, L. O Cálculo com Geometria Analítica, vol.2, 3ª ed, São Paulo, Ed.\nHarbra, 1994.\nFLEMMING, D.M. ; GONÇALVES, M. B. Cálculo B: Funções de várias\nvariáveis, integrais duplas e triplas , São Paulo, Prentice-Hall, 2007.\n82\n", "83": "FLEMMING, D.M. ; GONÇALVES, M. B. Cálculo C: Funções vetoriais, integrais\ncurvilíneas, integrais de superfície, São Paulo, Prentice-Hall, 2007.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n2  o   Período\n \n \nDISCIPLINA: FÍSICA I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nCÁLCULO I\n-\n-\n-\n-\n-\nOBJETIVOS:\nCapacitar ao aluno a descrever os fenômenos mecânicos em termos das leis de Newton e\ndos princípios de conservação e aplicar as leis da Mecânica à solução de problemas\npráticos usuais.\nEMENTA:\nIntrodução. Velocidade e acelerações vetoriais. Princípios da dinâmica. Aplicações das leis\nde Newton. Trabalho e energia mecânica. Conservação de energia. Momento linear e\nconservação do momento linear. Momento angular e conservação do momento angular.\nDinâmica dos corpos rígidos. Gravitação.\nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nMatemática e Física\nBIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nCHAVES, A. S.;SAMPAIO, J. F. Física Básica. Mecânica. Rio de Janeiro: Editora\nLTC, 2007\nYOUNG, H. D.; FREEDMAN, R.A. Sears & Zemansky Física I Mecânica 12ª\nEdição São Paulo: Addison Wesley, 2008\nBibliografia Complementar\nRESNICK, R.; HALLIDAY, D.; KRANE, K. Física I Mecânica. 5a Edição Rio de\nJaneiro: Editora LTC, 2003\nHALLIDAY, D.;RESNICK, R.; WALKER, J. Fundamentos de Física Vol I\nMecânica. 7a Edição Rio de Janeiro: Editora LTC, 2006\nTIPLER, P. A.; MOSCA, G. Física Volume 1: Mecânica, Oscilações e Ondas,\n83\n", "84": "Termodinâmica. 5a Edição Rio de Janeiro: Editora LTC, 2006.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n2  o   Período\n \n \nDISCIPLINA: INFORMÁTICA APLICADA À ENGENHARIA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nPROGRAMAÇÃO DE COMPUTADORES I\nLABORATÓRIO\n \nDE\n \nINFORMÁTICA\nAPLICADA À ENGENHARIA\nOBJETIVOS: \nCapacitar o aluno a empregar aplicativos computacionais na resolução de problemas de\nengenharia.\nEMENTA: \nPlanilha eletrônica: conceitos básicos sobre manipulação de células, inserção de fórmulas\ne montagem de gráficos. Formatação condicional e planilhas de consolidação. Funções\nmatemáticas  disponíveis.  Ferramentas  adicionais  de  otimização.  Automatização  de\nplanilhas  com  programação,  desenvolvimento  de  interfaces  gráficas  simplificadas  no\nambiente da planilha. Interação da planilha com outros aplicativos de banco de dados.\nMatlab: operação básica, variáveis e operações com matrizes, exemplos de aplicações\nem engenharia.\nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA:\nBOGHI, C.; SHITSUKA, R.. Aplicações práticas com Microsoft Office Excel 2003: solver -\nferramentas computacionais para a tomada de decisão. São  Paulo:  Erica, 2003.  264 p.\nCARLBERG, C.  Gerenciando dados com o Microsoft Excel. São Paulo: Makron Books,\n2005. 360 p.\nCHAPMAN,  S.  J.  Programação  em  matlab  para  engenheiros.  São  Paulo:  Thomson\nLearning, 2003. 477 p.\nGILAT, A.. Matlab com aplicações em engenharia. São Paulo: Bookman, 2006. 359 p.  \nHANSELMAN, D.; LITTLEFIELD, D. Matlab 6: curso completo. São Paulo: Makron Books,\n2003. 692 p.\n84\n", "85": "JELEN, B.; SYRSTAD, T.. Macros e VBA para o Microsoft Excel. São Paulo: Campus, 2004.\n576 p.\nMANZANO, A. L. N. G. Estudo dirigido de Microsoft Office Excel 2007. São Paulo: Editora\nErica, 2007. 224 p.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n2  o   Período\n \n \nDISCIPLINA: LABORATÓRIO DE INFORMÁTICA APLICADA À ENGENHARIA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n--\n30\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nPROGRAMAÇÃO DE COMPUTADORES I\nINFORMÁTICA APLICADA À ENGENHARIA\nOBJETIVOS: \nProporcionar ao aluno a prática em laboratório dos aplicativos utilizados na disciplina\nInformática Aplicada à Engenharia.\nEMENTA:\nPráticas  em  laboratório  dos  temas  e  tópicos  abordados  na  disciplina  Programação\nInformática Aplicada à Engenharia.\nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBOGHI, C.; SHITSUKA, R.. Aplicações práticas com Microsoft Office Excel 2003: solver -\nferramentas computacionais para a tomada de decisão. São  Paulo:  Erica,  2003. 264 p.\nCARLBERG, C..  Gerenciando dados com o Microsoft Excel.  São Paulo: Makron Books,\n2005. 360 p.\nCHAPMAN,  S.  J..  Programação  em  matlab  para  engenheiros.  São  Paulo:  Thomson\nLearning, 2003. 477 p.\nGILAT, A.. Matlab com aplicações em engenharia. São Paulo: Bookman, 2006. 359 p.  \nHANSELMAN, D.; LITTLEFIELD, D.. Matlab 6: curso completo. São Paulo: Makron Books,\n2003. 692 p.\nJELEN, B.; SYRSTAD, T.. Macros e VBA para o Microsoft Excel. São Paulo: Campus, 2004.\n576 p.\n85\n", "86": "MANZANO, A. L. N. G.. Estudo dirigido de Microsoft Office Excel 2007. São Paulo: Erica,\n2007. 224 p.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n2  o   Período\n \n \nDISCIPLINA:  ESTATÍSTICA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\nOBJETIVOS:\nPreparar o aluno para usar recursos da metodologia estatística em seu dia-a-dia de modo\na obter  melhores  resultados  em  seu  trabalho;  capacitando-o  a  organizar,  sintetizar,\nanalisar e apresentar os dados referentes ao assunto de interesse, bem como a tirar e\ntomar decisões.\nEMENTA:\nElementos de probabilidade. Variáveis aleatórias discretas e contínuas. Distribuição de\nprobabilidade. Tratamento de dados. Amostragem e distribuições amostrais. Estimação.\nTeste de hipótese e intervalo de confiança. Correlação e regressão.\nÁREA DE FORMAÇÃO DCN:\nBásica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nMatemática e Física\nBIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nMONTGOMERY, Douglas C.; RUNGER, Estatística Aplicada e Probabilidade para\nEngenheiros., Editora: LTC, 2003\nFONSECA,J.S. da MARTINS,G. de A E TOLEDO G.L. Estatística Aplicada. Atlas. 1996.\nBibliografia Complementar\nMEYER,P.L. - Probabilidade - Aplicações à Estatística, Editora LTC, 2003.\nCOSTA NETO, Pedro L O - Estatística. Editora: Edgard Blücher , 2006.\n86\n", "87": "BOLFARINE, H., BUSSAB, W O – Elementos de Amostragem - Editora: Edgard Blücher ,\n2005.\nBUSSAB, W,O; MORETTIN, P. A. - Estatística Básica, Ed. Saraiva, 2002.\nSPIEGEL M. R., SCHILLER J, SRUNIVASAN, R. A. Probabilidade e Estatística.\nEditora: Bookman, 2004\nCampos, M. S. – Desvendando o Minitab – Editora Quality Mark - 2003\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n2  o   Período\n \n \nDISCIPLINA: DESENHO ARQUITETÔNICO I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n--\n60\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nOBJETIVOS:\nAo final do curso, o aluno será capaz de representar construções de 01 andar dentro da\nnorma técnica brasileira., conhecer o vocabulário técnico empregado, ler e interpretar\nplantas, desenhar um projeto, partindo de um esboço ou uma perspectiva isométrica.\nEMENTA:\nO equipamento técnico: Modos de uso, postura do desenhista na prancheta. Percepção\ndo  espaço  bidimensional.  Representação  gráfica:  Normas  e  convenções  de  desenho.\nProjeções  ortográficas.  Escalas  de  desenho.  Perspectivas  isométricas.  Desenhos  de\nsólidos. Conceitos básicos de Arquitetura: Planta Baixa , Cortes, Elevações, Planta de\nsituação, Perfis do terreno, Elevação do gradil. Exercício final de fixação de conceitos.\nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCHING, F. D. K.. Representação gráfica em arquitetura. Porto Alegre: Bookman, 2000. \nMAGUIRE, D. e SIMMONS, C. \" Desenho Técnico\". Hemns Editora Ltda. São Paulo. 1982. \nSILVA, D. J. D. \" Exercícios de desenho de Arquitetura\". Apostila. CEFET-MG. BH. 1991.\nMONTENEGRO, G.. Desenho arquitetônico. São Paulo: Edgard Blücher, 1978. 7º ex.\n87\n", "88": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n2  o   Período\n \n \nDISCIPLINA: INTRODUÇÃO A PRÁTICA EXPERIMENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n--\n30\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nOBJETIVOS: \nCapacitar  o  aluno  a  projetar  e  desenvolver  experiementos  na  área  de  engenharia\nambiental.\nEMENTA:\nIntrodução  à  experimentação  e  ao  desenvolvimento  de  protótipos  e  projetos  na\nengenharia. \nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nFísica e matemática\nBIBLIOGRAFIA DE REFERÊNCIA:\nSCHENCK, H. Theories of engineering experimentation. [s.l.] Publisher: Taylor & Francis;\n1979. 302 p. ISBN-10: 0891166424.\nHOLMAN, J.P. Experimental methods for engineers. 6. ed. Hardcover; Publisher: Mcgraw-\nHill College; 1994. 640 p. ISBN-10: 0070296669.\n88\n", "89": "Magrab, E. B.  Integrated Product and Process Design and Development: The Product\nRealization Process (Environmental and Energy Engineering).[s.l.] Publisher: CRC-Press;\n1997. 320 p.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n3  o   Período\n \n \nDISCIPLINA: MÉTODOS NUMÉRICOS COMPUTACIONAIS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nPROGRAMAÇÃO  DE  COMPUTADORES  I E  LABORATÓRIO\nDE PROGRAMAÇÃO DE COMPUTADORES I\nCÁLCULO III\nOBJETIVOS:\nIntroduzir  o  aluno  no  universo  da  computação  científica,  ressaltando  o  uso  do\ncomputador na resolução de problemas em engenharia e física. Estudar os principais\nmétodos numéricos sua implementação computacional, suas propriedades e capacidades\nna resolução de problemas da área de interesse do curso.  \nEMENTA:\nErros. Diferenças finitas. Métodos iterativos. Interpolação e aproximação  de funções.\nDerivação  e  integração  numéricas.  Resolução  numérica  de  equações:  algébricas,\ntranscendentes e lineares. Método de mínimos quadrados. Zeros de funções de uma ou\nmais  variáveis.  Ajuste  de  funções.  Resolução  numérica  de  equações  diferenciais.\nUtilização de softwares de análise numérica.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nMatemática e Física\nBIBLIOGRAFIA DE REFERÊNCIA:\n89\n", "90": "Bibliografia Básica\nCampos, F. F. Algoritmos Numéricos. 2. ed. Rio de Janeiro: LTC, 2007.\nFranco, N. B. Cálculo Numérico. 1. ed. São Paulo: Prentice Hall, 2006.\nBibliografia Complementar\nSperandio, D.; Mendes, J. T.; Silva, L. H. M. Cálculo Numérico: Características Mate-\nmáticas\ne Computacionais dos Métodos Numéricos. 1. ed. São Paulo: Prentice Hall, 2003.\nRuggiero, M. A. G.; Lopes, V. L. R. Cálculo Numérico: Aspectos Teóricos e Computacio-\nnais.\n2. ed. São Paulo: Makron Books, 1996.\nBarroso, L.C., et al. Cálculo Numérico: com Aplicações. 2. ed. São Paulo: Harbra, 1987.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n3  o   Período\n \n \nDISCIPLINA: FÍSICA II\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nFÍSICA I\nCÁLCULO IIB\nOBJETIVOS:\nConhecer  e  dominar  os  princípios  da  física,  relacionados  ao  eletromagnetismo  para\nrealizar pesquisas bibliográficas, científicas e tecnológicas no contexto da engenharia.\nEMENTA:\nCarga elétrica e matéria. Lei de Coulomb. Campo elétrico. Fluxo elétrico lei de Gauss.\nPotencial elétrico. Capacitores e dielétricos. Corrente elétrica. Resistência elétrica. Força\neletromotriz. Circuitos de corrente contínua. Campo magnético. Lei de Ampére. Indução\neletromagnética.  Lei de Faraday.  Ondas eletromagnéticas.  Lei de Lenz. Indutância  e\nenergia do campo magnético. Circuitos de corrente alternada.\nÁREA DE FORMAÇÃO DCN: \nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nMatemática e Física\nBIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nCHAVES, A. S. Física Básica. Eletromagnetismo. Rio de Janeiro: LTC Livros\nTécnicos e Científicos, 2007\n90\n", "91": "YOUNG, H. D.; FREEDMAN, R.A. Sears & Zemansky Física III\nEletromagnetismo. 10ª Edição São Paulo: Addison Wesley, 2004\nBibliografia Complementar\nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos de Física Vol lII\nEletromagnetismo. 7a Edição Rio de Janeiro: Editora LTC, 2007\nTIPLER, P., MOSCA, G. Física para Cientistas e Engenheiros, vol 2,\nEletricidade, Magnetismo e Ótica. 5ª Edição Rio de Janeiro: LTC Livros\nTécnicos e Científicos, 2006\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n3  o   Período\n \n \nDISCIPLINA: FÍSICA EXPERIMENTAL I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n--\n30\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nFÍSICA I\nFÍSICA II\nOBJETIVOS:\nAplicar os conceitos básicos associados aos conteúdos da Mecânica e Eletromagnetismo\nem situações cotidianas do profissional. Desenvolver habilidades e técnicas para resolu-\nção de problemas práticos e aplicados. Demonstrar domínio dos princípios físicos, leis e\nfenômenos estudados em sistemas de interesse precípuo de sua área de conhecimento.\nReconhecer a importância da correta compreensão das leis e princípios físicos como base\nindispensável para o desenvolvimento tecnológico e científico. Elaborar relatório técnico-\ncientífico segundo a metodologia da Física Experimental.\nEMENTA:\nPráticas em laboratório dos temas e tópicos abordados nas disciplinas de física, mais\nespecificamente,  experimentos  nas  áreas  de  mecânica,  eletricidade,  magnetismo,\ncircuitos elétricos e eletromagnetismo.\nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nMatemática e Física\n91\n", "92": "BIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nCAMPOS, A.G.;SPEZIALI N. L. Física Experimental Básica na Universidade. 2ª\nEdição Belo Horizonte: Editora da UFMG. 2008\nHALLIDAY, D.;RESNICK, R.; WALKER, J. Fundamentos de Física Vol I\nMecânica. 7a Edição Rio de Janeiro: Editora LTC, 2006\nBibliografia Complementar\nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos de Física Vol lII\nEletromagnetismo. 7a Edição Rio de Janeiro: Editora LTC, 2007\nYOUNG, H. D.; FREEDMAN, R.A. Sears & Zemansky Física I Mecânica 12ª\nEdição São Paulo: Addison Wesley, 2008.\nYOUNG, H. D.; FREEDMAN, R.A. Sears & Zemansky Física III\nEletromagnetismo. 10ª Edição São Paulo: Addison Wesley, 2004\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n3  o   Período\n \n \nDISCIPLINA: CÁLCULO III\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nCÁLCULO IIB\nOBJETIVOS:\nCapacitar ao aluno a reconhecer e aplicar os tópicos estudados, aumentar sua capacidade\nde raciocínio lógico e dedutivo. Conectar as ferramentas das Equações Diferenciais às\ndemais  disciplinas  do  Curso  de  Engenharia,  familiarizando-o  com  os  aspectos\ninterdisciplinares.\nEMENTA:\nEquações diferenciais ordinárias de primeira ordem: resolução e aplicações; equações\ndiferenciais lineares de ordem superior; sistemas de equações diferenciais; transformada\nde Laplace e sua aplicação em equações diferenciais.\nÁREA DE FORMAÇÃO DCN: \nBásica\nEIXO DE CONTEÚDOS E ATIVIDADES:\n92\n", "93": "Matemática e Física\nBIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nBOYCE ; DIPRIMA, Equações Diferenciais Elementares e Problemas de Valor\nde Contorno - 7ª ed, LTC, 2002;\nEDWARDS ; PENNEY, Equações Diferenciais Elementares com Problemas de\nValor de Contorno 7ª ed, Prentice Hall do Brasil, 2002;\nBibliografia Complementar\nKREYSZIG, E., Matemática Superior – Vol 2 – 2ª.ed, LTC, 1985;\nD. G. ZILL; Equações Diferenciais com Aplicações em Modelagem, São Paulo:\nPioneira Thomson Learning, 2003.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n3  o   Período\n \n \nDISCIPLINA: CIÊNCIA DOS MATERIAIS APLICADA A ENGENHARIA AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n90\n--\n90\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\nOBJETIVOS:\nIdentificar  as  propriedades  físicas,  químicas  e  mecânicas  dos  materiais.  Escolher,\nmanusear e aplicar corretamente os materiais; Realizar e interpretar ensaios tecnológicos\nde  caracterização  dos  materiais;  Utilizar  corretamente  máquinas  e  equipamentos\nnecessários  para  realização  de  ensaios;  Realizar  pesquisa  bibliográfica  científica  e\ntecnológica; Identificar, analisar e interpretar normalização técnica.\nEMENTA:\nClassificação  e  Caracterização  de  Materiais;  Propriedades  Tecnológicas;  Degradação;\nCiência e Engenharia dosMateriais; Comportamento Mecânico; Propriedades Mecânicas e\nEnsaios de Materiais.Materiais Metálicos - Características; Obtenção e Processamento;\nProdutos; Aplicações e Aspectos Ambientais;Especificação de Ferrosos; Especificação de\n93\n", "94": "Não  Ferrosos.Materiais  Poliméricos  -  Características;  Obtenção  e  Processamento;\nProdutos;  Aplicações  e  Aspectos  Ambientais.Especificação  de  Polímeros.  Materiais\nCerâmicos - Características; Obtenção; Processamento; Aplicações; Produtos e Aspectos\nAmbientais.  Materiais  Compósitos  -  Características;  Aplicações;  Produtos.  Madeiras  -\nCaracterísticas;  Obtenção;  Processamento;  Aplicações;  Produtos  e  Aspectos\nAmbientais.Materiais  Elétricos;  Tratamentos  de  superfícies,  Argamassas;  Concretos;\nVidros;  Fibras;  Resinas;  Biomateriais;  Nanomateriais;  Recursos  Naturais  (Hídricos,\nMinerais, Vegetais), Reciclagem; Alternativas Energéticas e Substituição de Materiais.\nSeminário  sobre  Materiais  e  a  Engenharia  Ambiental.  Materiais  avançados;  Novos\nMateriais e Pesquisa em Materiais. Projeto de Materiais; Análise de Falhas em Materiais e\nEstudo de Casos: Materiais e Impactos Ambientais.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nASHBY, M. F., JONES, D. R. H.. Engineering materials 1: introduction to their properties and\napllications. Burlington: Butterworth-Heineman, 2005. 3ª ed. 424 p. \nASHBY, M. F.; JONES, D. R. H.. Engineering materials 2: an introduction to microstructures, \nprocessing and design. Burlington: Butterworth-Heineman, 2006. 3ª ed. 451 p.\nCALLISTER, W.D. Fundamentos da Ciência e Engenharia dos Materais – Uma Abordagem \nIntegrada, 2a ed. Editora LTC, p.702, 2006, ISBN 8521615159.\nCALLISTER, W.D. Ciência e Engenharia dos Materais – Uma Introdução, 7ª ed. Editora \nLTC, p.705, 2008, ISBN 9788521615958.\nISAÍA, G.C. Materiais de Construção Civil e Princípios de Ciência e engenharia de Materiais,\n2 volumes.\nDOWLING, N. E.. Mechanical behavior of materials: engineering methods for deformation, \nfracture, and Fatigue. Englewood Cliffs: Prentice Hall, 2006. 3ª ed. 936 p.\nPADILHA, A. F.. Materiais de engenharia. São Paulo: Hemus, 1997.\n94\n", "95": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n3  o   Período\n \n \nDISCIPLINA: QUÍMICA AMBIENTAL I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n( )  Optativa\n30\n30\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nINTRODUÇÃO  À  ENGENHARIA  AMBIENTAL  E\nSANITÁRIA\nOBJETIVOS:\nConhecer os conceitos fundamentais relacionados à poluição dos recursos hídricos e os\nparâmetros indicadores de qualidade das águas. \nEMENTA:\nFundamentos de química geral. Soluções: concentração, diluição e mistura; equilíbrio\nquímico e pH; noções de trabalho em laboratório. Amostragem de líquidos. Parâmetros\nde qualidade  de águas naturais,  de abastecimento  e residuárias:  pH,  condutividade,\ntemperatura, cor, turbidez, alcalinidade, sólidos, DQO, DBO, nitrogênio, fósforo, metais\npesados, óleos e graxas. Práticas relacionadas ao conteúdo da disciplina.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCLESCERL; L. S.; GREENBERG, A. E.; EATON, A. D.( Ed.).  Standard methods for the\nexamination of water and wastewater. EUA: APHA, 1999. 20 th.\nKOTZ., J.; TREICHEL, P.. Química e reações químicas. Rio de Janeiro: LTC, 2002. Vol. 1 e\n2.  4ª ed.\nMACEDO, J. A. B.. Introdução à química ambiental. Belo Horizonte: CRQ-MG, 2006.\nROCHA, J. C.; ROSA, A. H.; CARDOSO, A. A..  Introdução à química ambiental. Porto\nAlegre: Bookman, 2004.\nSAWYER, C.;  MACCARTY, P.; PARKIN, G.. Chemistry for environmental engineering and\nscience. New York: McGraw-Hill Science, 2002. 5th edition.\n95\n", "96": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n3o   Período\n \n \nDISCIPLINA: CONTEXTO SOCIAL E PROFISSIONAL DO ENGENHEIRO AMBIENTAL\nE SANITARISTA \nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\nOBJETIVOS: \nContextualizar a atuação do Engenheiro Ambiental e Sanitarista perante as demandas da\nsociedade,  abordando  aspectos  tecnológicos,  éticos,  mercadológicos  e  atuação  em\nequipes multidisciplinares.\nEMENTA:\nO curso de Engenharia Ambiental e Sanitária e o espaço de atuação do Engenheiro\nAmbiental e Sanitarista; cenários da Engenharia Ambiental e Sanitária no Brasil e no\nmundo.  Conceituação  e  áreas  da  Engenharia  Ambiental  e  Sanitária;  o  sistema\nprofissional  da  Engenharia  Ambiental  e  Sanitária,  regulamentos,  normas  e  ética\nprofissional;  desenvolvimento  tecnológico  e  o  processo  de  estudo  e  de  pesquisa;\ninteração com outros ramos da engenharia. Mercado de trabalho; ética e cidadania \nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nHumanas e Ciências Sociais Aplicadas\nBIBLIOGRAFIA DE REFERÊNCIA:\nA bibliografia será definida pelo professor na elaboração do plano de ensino.\n96\n", "97": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n4  o   Período\n \n \nDISCIPLINA: QUÍMICA AMBIENTAL II\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nQUÍMICA AMBIENTAL I\nOBJETIVOS:\nConhecer os conceitos fundamentais relacionados à poluição e amostragem do solo. \nEMENTA:\nComposição dos solos. Introdução à química dos solos. Ciclos biogeoquímicos: fósforo,\ncarbono,  nitrogênio,  ferro  e  metais  pesados.  Poluição:  ocorrência  e  prevenção.\nToxicidade e bioacumulação de contaminantes orgânicos e inorgânicos. Amostragem de\nsolo e sedimentos. \n  \nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBAIRD,C.. Química ambiental. Porto Alegre: Bookman, 2002. 3ª ed.\nMACEDO, J. A B.. Introdução à química ambiental. Belo Horizonte: CRQ-MG, 2006.\nROCHA, J.C.; ROSA, A. H.; CARDOSO, A. A.. Introdução à química ambiental. Porto\nAlegre: Bookman, 2004.\n97\n", "98": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n4  o   Período\n \n \nDISCIPLINA: TERMODINÂMICA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nFÍSICA I\nOBJETIVOS:\nIntroduzir  os  conceitos  básicos  relacionados  aos  fenômenos  de  natureza  térmica,  à\nconservação da energia e suas aplicações em máquinas térmicas.\nEMENTA:\nConceitos e definições básicas na termodinâmica. Propriedades das substâncias puras;\nPrimeira  Lei  da  Termodinâmica.  Trabalho,  calor  e  energia.  Conservação  da  energia.\nEnergia potencial e energia cinética. Energia interna, energia livre, entalpia e entropia;\nGases ideais e a Primeira Lei da Termodinâmica. Segunda Lei da Termodinâmica e os\ngases ideais. Equilíbrio de fase. Fundamentos de termoquímica. Entropia e a Terceira Lei\nda Termodinâmica. Reservas de energia e seu uso; reservas mundiais de energia, uso\nacumulado e atual de energia, energia nos processos industriais, balanços de energia e\ntransferência de calor, demandas e estratégias no uso de combustíveis. \nÁREA DE FORMAÇÃO DCN:\nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCENGEL; BOLES.  Thermodynamics: an engineering approach. New York: McGraw Hill,\n2002. 4th ed.\nMORAN; et al. Introdução à engenharia de sistemas térmicos. Rio de Janeiro: LTC, 2005.\nPOTTER; SCOTT. Ciências térmicas: termodinâmica, mecânica dos fluidos e transmissão\nde calor. São Paulo: Thomson Pioneira, 2006.\nSCHMIDT,  F.  W.;  HENDERSON,  R.  E.;  WOLGEMUTH,  C.  H..  Introdução  às  ciências\ntérmicas. São Paulo: Edgard Blücher, 1996.\n98\n", "99": "SONNTAG,  R.  E.;  BORGNAKKE,  C.  E.;  VAN  WYLEN,  G.  J..  Fundamentos  da\ntermodinâmica. São Paulo: Edgard Blücher, 2003.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n4  o   Período\n \n \nDISCIPLINA: ECOLOGIA GERAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nINTRODUÇÃO  À  ENGENHARIA  AMBIENTAL  E\nSANITARIA\nOBJETIVOS:\nHabilitar os alunos a trabalhar com os conceitos básicos e operacionais de ecologia e\nsuas implicações para a engenharia ambiental. Criar oportunidades para as aplicações\nexperimentais  dos  conceitos  apreendidos.  Permitir  a  construção  de  uma  base  de\nconhecimentos capaz de tornar o engenheiro ambiental apto para um trabalho multi e\ninterdisciplinar no que se refere à ecologia geral.\nEMENTA:\nO meio ambiente físico. Energia no ecossistema, teias e cadeias alimentares. O papel dos\nciclos  biogeoquímicos  na  reciclagem  de  nutrientes  nos  ecossistemas  terrestres  e\naquáticos.  Regulação  do  funcionamento  dos  ecossistemas.  Estrutura  populacional.\nCrescimento e regulação populacional. Dinâmica espacial e temporal.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCHARBONNEAU, M.; et al. Enciclopédia de ecologia. São Paulo: EPU, 1979. \nFERRI, M. G.. Ecologia e poluição. São Paulo: Melhoramentos, 1992.\nODUM, E. P.. Ecologia. Rio de Janeiro: Guanabara, 1988.\nRICKLEFS, R. E.. A Economia da Natureza. Rio de Janeiro: Guanabara Koogan, 2003. 5ª\ned.\n99\n", "100": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n4  o   Período\n \n \nDISCIPLINA: FENÔMENOS DOS TRANSPORTES\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nFÍSICA II\nOBJETIVOS:\nApresentar a formulação integral (balanços globais) para transferência de quantidade de\nmovimento, energia e massa. Escoamentos externos. Camadas-limite. Capacitar o aluno\na modelar e resolver problemas de interesse, com escolha adequada de hipóteses e\naplicação de ferramentas correspondentes de solução. \nEMENTA:\nAnálise Global de Sistemas e Volumes de Controle.  Sistemas e Volumes de Controle\nFormulação  de  Problemas  de  Fenômenos  de  Transporte.  Contabilidade,  Balanço,\nConservação  e  Leis  Particulares.  Análise  de  Situações  em  Regime  Permanente.\nGeneralidades. Análise de Problemas em Regime Permanente. Conservação da Massa e\nConservação  da  Energia.  Balanço  de  Massa  em  Regime  Permanente.  A  Equação  de\nBernoulli e a Equação da Continuidade. Análise de Problemas em Regime Permanente.\nConservação da Quantidade de Movimento. Introdução à Análise Pontual ou Diferencial \nTransporte Difusivo: Introdução aos Processos Unidimensionais,  formulação Básica dos\nProcessos Unidimensionais de Transporte de Massa. Transporte Difusivo: Aplicação das\nEquações de Fourier, Fick e Newton em Casos com Geometria Plana ou Quase-Plana.\nCondição de Contorno Convectiva. Transporte Difusivo: Transferência de Quantidade de\nMovimento.  Escoamentos  Laminares  e  Turbulentos  no  Interior  de  Tubulações.\nEscoamento  Laminar  no  Interior  de  Dutos  de  Seção  Circular:  Escoamento\nIncompressível,  Permanente  e  Estabelecido.  Análise  de  Problemas  Envolvendo\nEscoamento Permanente em Tubulação de Seção Circular.\nÁREA DE FORMAÇÃO DCN: \nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\n100\n", "101": "BIBLIOGRAFIA DE REFERÊNCIA:\nFOX, R. W.; MCDONALD, A. T.. Introdução à mecânica dos fluidos. Rio de Janeiro: LTC, 2006. \nGIORGETTI, M. F. Fundamentos de fenômenos de transporte para estudantes de engenharia. São\nCarlos: Produtos, Processos e Projetos Educacionais, 2007.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n4  o   Período\n \n \nDISCIPLINA: ESTATÍSTICA APLICADA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nESTATÍSTICA\nOBJETIVOS:\nDesenvolver no aluno habilidades para formulação, análise e solução de problemas que\nenvolvam variabilidade de forma a fornecer ao aluno embasamento para descrição de\ndados,  inferência,  construção  de  modelos,  planejamento  de  experimentos  e controle\nestatístico.\nEMENTA:\nEstatística na Engenharia. Sumário e apresentação dos dados. Tomada de decisão para\numa única amostra. Inferência estatística para duas amostras. Construção de modelos\nempíricos. Planejamento de experimentos. Regressão múltipla.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBENJAMIN J. R.; CORNELL A. C. Probabibility, statistics, and decision for civil engineers.\nNew York: McGraw-Hill, 1970.\nMONTGOMERY, R. H..  Estatística Aplicada à Engenharia. Rio de Janeiro: LTC, 2004. 2ª\ned.\nSIEGEL,  S..  Estatística  não-paramétrica  para  ciência  do  comportamento.  São  Paulo:\nMcGraw-Hill, 1975.\n101\n", "102": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n4  o   Período\n \n \nDISCIPLINA: MODELAGEM DE PROBLEMAS AMBIENTAIS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n-\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nCÁLCULO III\nFÍSICA I\nOBJETIVOS:\nFornecer  aos  estudantes  uma  atividade  introdutória  aos  problemas  da  engenharia\nambiental,  ao  mesmo  tempo  consolidando  e  contextualizando  conhecimentos  de\nmatemática adquiridos nas disciplinas de Cálculo, Geometria Analítica e Álgebra Vetorial,\nMétodos Numéricos Computacionais e Física.\nEMENTA:\nProblemas na engenharia: análise e síntese. Introdução à técnica e arte da formulação de\nproblemas  de  engenharia.  Problemas  que  levam  ao  aparecimento  de  equações\ndiferenciais em sua formulação. Recordação da operação “balanço” em problemas de\nconservação.  Solução  analítica  de  equações  diferenciais  ordinárias  e  sua  redução  à\ndeterminação  das  raízes  de  polinômios.  Solução  numérica  de  equações  diferenciais\nordinárias. Estudos de casos: experimentação com geração de dados; construção do\nmodelo matemático diferencial; solução, discussão e simulação.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\n102\n", "103": "ADAMS, J. A; ROGERS, D. F.. Computer aided heat transfer analysis. New York: McGraw-\nHill, 1973.\nCHAPRA, S. C.; CANALE, R. P.. Numerical methods for engineers. New York: McGraw-Hill,\n1985.\nCHRISTOFOLETTI, A..  Modelagem de sistemas ambientais. São Paulo: Edgard Blucher,\n2004. 236 p.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n4  o   Período\n \n \nDISCIPLINA: MICROBIOLOGIA APLICADA A ENGENHARIA AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n30\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nINTRODUÇÃO  À  ENGENHARIA  AMBIENTAL  E\nSANITARIA\nIntegralizar 44 créditos\nOBJETIVOS:\nCompreender  as  estruturas  dos  microorganismos,  os  processos  microbiológicos,  sua\ninteração com o meio e sua função nos processos de tratamento de resíduos. \nEMENTA:\nContextualização  histórica.  Estrutura,  classificação  e  morfologia  dos  microrganismos\n(células procarióticas, eucarióticas e vírus). Reprodução e genética de microrganismos.\nMicrobiologia  ambiental  e  ecologia  molecular  microbiana.  Interações  ecológicas\nmicrobianas.  Nutrição,  crescimento  e  metabolismo  microbiano.  Participação  dos\nmicrorganismos nos ciclos biogeoquímicos. Bioindicadores microbianos. Biorremediação.\nTratamento de águas residuárias. Problemas causados por microrganismos em sistemas de\ntratamento  de  águas  de  abastecimento.  Biocorrosão.  Engenharia  genética  de\nmicrorganismos.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\n103\n", "104": "BIBLIOGRAFIA DE REFERÊNCIA:\nBERG, J. M.; TYMOCZKO, J. L.; STRYER, L..  Bioquímica. Rio de Janeiro: Guanabara,\n2004. 1059 p.\nBITTON, G.. Wastewater Microbiology. New York: Wiley-Liss, 1994. 478 p.\nMADIGAN, M. T.; et al. Biology of microorganisms. New Jersey: Prentice Hall, 2003. 1019\np.\nODUM, E.P.. Ecologia. Rio de Janeiro: Guanabara, 1988. 434 p.\nPELCZAR, M. J.; CHAN, E. C. S.; KRIEG, N. R.. Microbiologia: conceitos e aplicações, São\nPaulo: Makron Books, 1996. Vol. 1. 524 p.\nTORTORA, G. J.; FUNKE, B. R.; CASE, C. L.. Microbiologia. Porto Alegre: Artmed, 2005.\n861 p.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n4  o   Período\n \n \nDISCIPLINA: METODOLOGIA CIENTIFICA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nOBJETIVOS:\nElaborar projetos de pesquisa fundamentados em metodologia própria, desenvolver e\napresentar trabalhos técnicos e científicos.\nEMENTA:\nProdução do trabalho  técnico-científico, versando sobre tema da área da Engenharia\nAmbiental;  aplicação  dos  conhecimentos  sobre  a  produção  da  pesquisa  científica:  a\nquestão, o problema e a escolha do método.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPrática Profissional\nBIBLIOGRAFIA DE REFERÊNCIA:\nFERREIRA,  M.  A..  Manual  para  apresentação  de  trabalhos  acadêmicos.  Curitiba:\nFaculdade Católica de Administração e Economia, 2000. 76 p. \n104\n", "105": "FRANÇA, J. L.; VASCONCELLOS, A. C.. Manual para normatização de publicações técnico-\ncientíficas. Belo Horizonte: UFMG, 2007. 8ª ed. \nMARIA, E. L.; MARCONI, M. A.. Metodologia do trabalho científico. São Paulo: Atlas S. A.,\n1992. 4ª ed.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n5  o   Período\n \n \nDISCIPLINA: QUÍMICA AMBIENTAL III\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nQUÍMICA AMBIENTAL II\nOBJETIVOS: \nConhecer os conceitos fundamentais relacionados à poluição atmosférica.\nEMENTA:\nComposição da atmosfera. Poluentes primários e secundários do ar. Fontes e efeitos.\nFontes  de  poluição  atmosférica:  indústrias  e  veículos.  Aspectos  meteorológicos  da\npoluição atmosférica. Dispersão e sedimentação. Amostragem da qualidade das emissões\ne seus parâmetros de controle. Monitoramento da qualidade do ar. Química atmosférica e\noxidantes fotoquímicos. Efeito estufa, inversão térmica e chuva ácida.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\n105\n", "106": "Análise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBAIRD, C.. Química ambiental. Porto Alegre: Bookman, 2002. 3a ed.\nMACEDO, J. A. B.. Introdução à química ambiental. Belo Horizonte: CRQ-MG, 2006.\nROCHA, J. C.; ROSA, A. H.; CARDOSO, A. A..  Introdução à química ambiental. Porto\nAlegre: Bookman, 2004.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n5  o   Período\n \n \nDISCIPLINA: CLIMATOLOGIA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nTERMODINÂMICA\nOBJETIVOS:\nCapacitar o aluno a compreender os fenômenos meteorológicos, sua relação com os tipos de clima\nno Brasil e os efeitos de interferências antrópicas nos processos e fenômenos climáticos.\nEMENTA:\nFenômenos de transporte na atmosfera e superfície da terra. Lei dos gases. Termodinâmica\naplicada. Processos de evolução do ar. Índices de umidade. Classificações climáticas e padrões\nde circulação atmosférica no Brasil. Estrutura e características das frentes e massas de ar\nglobais. Ciclones Tropicais e Extra-tropicais. Análise dos elementos climáticos e a interferência\ndos fatores geográficos. O estudo das condições climáticas e suas influências sobre o meio e a\nsociedade. Fenômentos e anomalias climáticas el Niño, La Niña e aquecimento global.  \nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\n106\n", "107": "BIBLIOGRAFIA DE REFERÊNCIA:\nAYOADE, J.. Introdução à climatologia para os trópicos. São Paulo: Bertrand do Brasil, 1991. \nCONTI, J. B.; FURLAN, S. A.. Geoecologia, o clima, os solos e a biota. In: ROSS, J. L. S.\n(org.). Geografia do Brasil. São Paulo: EDUSP, 1998. p. 68-110.\nNIMER, E.. Climatologia do Brasil. Rio de Janeiro: IBGE, 1989.\nSANT’ANNA NETO, J. L. (Org.).  Os climas das cidades brasileiras. Presidente Prudente:\nFCT-UNESP, 2002.\nSANT’ANNA NETO, J. L.; ZAVATINI, J. A. (Org.).  Variabilidade e mudanças climáticas:\nimplicações ambientais e socioeconômicas. Maringá: Eduem, 2000.\nTAVARES, A. C..  Mudanças Climáticas.  In: GUERRA, A. J. T.; VITTE, A. C.. Reflexões\nsobre Geografia Física no Brasil. Rio de Janeiro: Bertrand Brasil, 2004.\nVAREJÃO-SILVA, M. A.. Meteorologia e climatologia. Brasília: INMET, Pax, 2001.\nVIANELLO, R. L.; ALVES, A. R..  Meteorologia básica e aplicações. Viçosa: Universidade\nFederal de Viçosa, 1991. 449 p.\n107\n", "108": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n5  o   Período\n \n \nDISCIPLINA: MECÂNICA E RESISTÊNCIA DOS MATERIAIS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n90\n--\n90\nPRÉ-REQUISITOS\nCO-REQUISITOS\nCÁLCULO II A\nOBJETIVOS:\nFornecer conhecimento teórico aos alunos para a definição e uso de materiais em obras\nde engenharia. Identificar os tipos de solicitações e tensões existentes em estruturas\nconstituídas de barras, vigas, pórticos, cabos e ligações entre elementos. Dimensionar os\nelementos  estruturais  e  ligações  aos  esforços  de  tração,  compressão,  cisalhamento,\nflexão e torção. Analisar a estabilidade elástica de elementos constituídos por barras.\nDefinir a linha elástica de estruturas isostáticas deformáveis.\nEMENTA:\nEstática  e  centro  de  gravidade  dos  corpos  rígidos.  Momento  de  inércia.  Sistemas\nreticulados  planos:  Vigas  e  treliças.  Tensões  e  deformações  em  estruturas:  tração,\ncompressão,  cisalhamento,  flexão,  flambagem,  torção.  Propriedades  mecânicas  dos\nmateriais.  Teoria  da  resistência.  Morfologia  das  estruturas  e  deformações  frente  ao\ncarregamento e às solicitações de diferentes naturezas.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nAMARAL, O. C..  Curso básico de resistência dos materiais. Belo Horizonte: edição do\nautor, 2002.\nBEER, F. P.; JOHNSTON JR., E. R.. Resistência dos materiais. São Paulo: Makron Books,\n1995. 3ª ed.\nGERE, J. M.. Mecânica dos materiais. São Paulo: Pioneira Thomson Learning, 2003.\nHIBBELER, R. C.. Resistência dos materiais. São Paulo: Prentice Hall, 2004. 5ª ed.\nTIMOSHENKO, S. P.; GERE, J. E.. Mecânica dos sólidos. Rio de Janeiro: LTC, 1983. Vol. 1\ne 2.\n108\n", "109": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n5  o   Período\n \n \nDISCIPLINA: ECOLOGIA DE COMUNIDADES\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n30\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nECOLOGIA GERAL\nOBJETIVOS:\nReconhecer as relações entre as espécies e suas respostas evolutivas, as diferentes\ncomunidades terrestres e aquáticas, naturais e antropizadas e os eventos que ocorrem\ndurante o desenvolvimento de uma comunidade. \nEMENTA:\nRelações entre as espécies. Respostas evolutivas e coevolução. Conceito de comunidade,\necótone e continuum. Análise de gradientes, índice de diversidade, riqueza de espécies e\ncurva espécie área. Desenvolvimento de uma comunidade (sucessão e clímax). Relação\nentre  nicho  e  diversidade,  teorias  de  equilíbrio  da  diversidade.  Caracterização  das\ncomunidades  aquáticas  (reservatórios,  rios  e  lagos)  e  das  comunidades  terrestres\n(ecótones,  florestas,  cerrado  e  campos),  efeito  de  borda.  Práticas  aplicando  os\nconteúdos. \nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCOLINVAUX, P.. Ecology. New York: Wiley & Sons. 1993. 2ª ed. 688 p.\nKREBS, C.. Ecology: the experimental analysis of distribution and abundance. New York:\nHarper Collins, 1994. 4th ed. 801 p. \nODUM, E. P.. Ecologia. Rio de Janeiro: Guanabara, 1988.\nPINTO-COELHO, R. M.. Fundamentos em ecologia. Porto Alegre: Artmed, 2000. 252 p. \nPRIMACK, R. B.; RODRIGUES, E.. Biologia da conservação. Londrina: Efraim Rodrigues,\n2003. \nRICKLEFS, R. E.. A Economia da natureza. Rio de Janeiro: Guanabara Koogan, 1996. 5ª\ned.\n109\n", "110": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n5  o   Período\n \n \nDISCIPLINA: HIDRÁULICA I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n40\n20\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nFENÔMENOS DOS TRANSPORTES\nOBJETIVOS:\nCapacitar ao aluno na resolução de problemas nos diversos campos de aplicação da\nhidráulica envolvendo escoamento em condutos forçados e instalações de recalque.\nEMENTA:\nEscoamento  sob  pressão:  conceitos  básicos,  tipos  de  perda  de  carga,  escoamento\nuniforme  em  tubulações,  experiência  de  Nikuradse.  Problemas  práticos  em\nencanamentos. Fórmulas práticas. Sistemas hidráulicos de tubulações: tipos de traçados.\nDistribuição de vazão em marcha. Condutos equivalentes: sistemas em série e paralelo.\nSistemas  elevatórios:  definições,  potência.  Bombas  -  tipos  e  características,  curvas\ncaracterísticas de bombas e sistemas. Dimensionamento econômico de recalque, fórmula\nde Breese. Associação de bombas em série e paralelo, associação de tubulações. NPSH e\nCavitação.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nAZEVEDO  NETTO,  J.  M.;  ALVAREZ,  G.  A..  Manual  de  hidráulica.  São  Paulo:  Edgard\nBlücher Ltda, 1982. Vol 1 e 2. \nBATISTA, M.; LARA, M.. Fundamentos de engenharia hidráulica. Belo Horizonte: UFMG,\n2003. 2ª ed. rev. 440 p. \nPORTO, R. M.. Hidráulica básica. São Carlos: EESC-USP, 2006. 4ª ed.\n110\n", "111": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n5  o   Período\n \n \nDISCIPLINA: GEOLOGIA APLICADA A ENGENHARIA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nGEOGRAFIA GERAL\nQUÍMICA AMBIENTAL II\nOBJETIVOS:\nProporcionar ao aluno embasamento teórico necessário para o estudo da geotecnia e da\ndegradação do solo.\nEMENTA:\nEstrutura da terra. Processos geológicos: erosão, sedimentação, atividade magmática e\nmetamorfismo.  Minerais  formadores  das  rochas:  gênese,  classificação,  propriedades\nfísicas  e químicas.  Rochas e sua importância  na engenharia. Rochas ígneas.  Rochas\nmetamórficas. Rochas sedimentares. Intemperismo e formação de solos. Ciclo rocha-\nsolo.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nGUERRA, J. T.; SILVA, A. S.; BOTELHO, R. G. M.(Org.). Erosão e conservação dos solos.\nSão Paulo: Art Line, 1999.\nMACIEL FILHO, C. L.. Introdução à geologia de engenharia. Santa Maria: UFSM, 1994;\nBrasília: CPRM, 1994.\nTEIXEIRA, W.; TAIOLI, F.; FAIRCHILD, T..  Decifrando a Terra. São Paulo: Oficina de\nTextos, 2000.\n111\n", "112": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n5  o   Período\n \n \nDISCIPLINA: TOPOGRAFIA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n30\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nDESENHO ARQUITETÔNICO I\nOBJETIVOS:\nMinistrar conhecimentos teóricos e práticos para dar condição ao aluno de interpretar e\nexecutar levantamentos planimétricos, planialtimétricos, perfis, seções longitudinais e\ntransversais, locações simples e desenhar plantas topográficas.\nEMENTA:\nEquipamentos  topográficos.  Medição  linear  e  angular.  Orientação  dos  alinhamentos.\nProcesso de levantamento planimétrico e altimétrico. Estadimetria. Desenho Topográfico.\nAplicação da topografia em obras civis.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCOMASTRI, J. A.; TULER, J. C..  Topografia: altimetria. Viçosa: Imprensa Universitária\nUFV, 1980. 160 p.\nCOMASTRI, J. A.; TULER, J. C.. Topografia: planimetria. Viçosa: Imprensa Universitária\nUFV, 1992. 335 p.\nESPARTEL, L.. Curso de topografia. Porto Alegre: Globo, 1980. 7ª ed. 655p.\nFONSECA, R. S.. Elementos de desenho topográfico. São Paulo: McGraw-Hill, 1973.\n112\n", "113": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n5  o   Período\n \n \nDISCIPLINA: INGLÊS INSTRUMENTAL I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n( )  Optativa\n30\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\n-\n-\n-\n-\nOBJETIVOS:\nAplicar  os  conhecimentos  construídos  na  leitura  e  interpretação  de  textos  técnico-\ncientíficos autênticos, redigidos em inglês.\nEMENTA:\nConsiderações gerais sobre a leitura; conceituações; razões para se ler em inglês; o\nprocesso comunicativo; desenvolvimento de estratégias globais de leitura e de textos\ntécnico-científicos estruturalmente simples em lígua inglesa.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nHumanidades e Ciências Sociais\nBIBLIOGRAFIA DE REFERÊNCIA:\nGARIGLIO, M. I.; COURA SOBRINHO, J.. Estratégias de leitura. Belo Horizonte:  CEFET-\nMG, 2000.\n113\n", "114": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n6  o   Período\n \n \nDISCIPLINA: ECONOMIA APLICADA À ENGENHARIA AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nINTRODUÇÃO À ENGENHARIA AMBIENTAL E\nSANITARIA\nOBJETIVOS: \nCapacitar  o  aluno  a  entender  o  funcionamento  e  comportamento  das  relações\neconômicas  que  regem  a  alocação  de  produtos  e  recursos.  Entender  a  aplicação  e\nconsequências  dessas  relações  na  alocação  de  recursos  naturais  e  bens  comuns.\nSintetizar  os  conhecimentos  sobre  mercado  e  relações  econômicas  para  entender\npolíticas e programas de gestão do meio ambiente e dos recursos naturais.\nEMENTA:\nNoções de Microeconomia: teoria da firma, teorias da demanda e da oferta, equilíbrio de\nmercado. Economia ecológica e leis da termodinâmica. Tipos de bens: bens públicos e\nbens  comuns.  Tipos  de  recursos  naturais  e  classificação:  recursos  renováveis,  não\nrenováveis e avaliação da escassez de um recurso. Formas de alocação de recursos\nnaturais:  mercado,  licenças  e  outorgas.  Princípio  do  poluidor-pagador.  Sistemas  de\nmercado e suas limitações quanto ao uso dos recursos naturais: mercados incompletos,\nexternalidades e informação assimétrica. Teorema de Coase, Pigou e ótimo de Pareto.\nFundamentos  sobre  incentivos  econômicos  para  a  proteção  ambiental:  cobrança  e\nsubsídios. Valoração ambiental: métodos e exemplos de aplicação.\nÁREA DE FORMAÇÃO DCN: \nBásico\nEIXO DE CONTEÚDOS E ATIVIDADES: \nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\n114\n", "115": "FERNANDEZ, J. C.; GARRIDO, R. J..  Economia dos recursos hídricos. Salvador: Edulfa,\n2002.\nMAY, P. H.; LUSTOSA, M. C.; VINHA, V. da (Org.). Economia do meio ambiente: teoria e\nprática. Rio de Janeiro: Elsevier, 2003. 5ª ed. \nROMEIRO, A. R.; REYDON, B. P.; LEONARDI, M. L. A..  Economia do meio ambiente:\nteoria, políticas e a gestão de espaços regionais.  Campinas: Instituto de Economia da\nUNICAMP, 1996.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n6  o   Período\n \n \nDISCIPLINA: HIDROLOGIA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nCLIMATOLOGIA\nESTATÍSTICA APLICADA\nOBJETIVOS:\nA  disciplina  deverá  possibilitar  ao  estudante  compreender  o  comportamento  e  os\nprocessos dentro do ciclo hidrológico e sua importância para as atividades antrópicas.\nConhecer as formas de coleta e interpretação de dados hidrológicos, aplicar conceitos e\nferramentas de estatísticas e probabilidades no modelamento desses dados. Conhecer\nestruturas de aproveitamento hídrico e sua aplicação.\nEMENTA:\nCiclo hidrológico. Balanço hídrico e equação hidrológica. Características físicas das bacias\nhidrográficas  e  elementos  fisiográficos.  Características  climáticas.  Instrumentos  de\nmedição.  Precipitação.  Evapotranspiração.  Infiltração.  Curva  chave.  Elementos  de\nestatística  e  probabilidades  aplicados  à  hidrologia:  modelos  empíricos,  teóricos  e\npopulacionais.  Estimação  de  parâmetros.  Escoamento  superficial:  Vazões  máximas  e\nmínimas,  hidrograma  unitário,  hidrograma  unitário  sintético  e  modelos  chuva-vazão.\nReservatórios: elementos, amortecimento de cheias, dimensionamento e operação. Água\nsubterrânea:  conceitos  básicos  sobre  dinâmica,  ocorrência,  exploração  e  principais\nvariáveis: Tipos de aquíferos, Lei de Darcy, Condutividade hidráulica e permeabilidade,\naquíferos confinados e não-confinados, transmissividade e armazenamento específico.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\n115\n", "116": "Análise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCOSTA, H.; TEUBER, W.. Enchentes no estado do Rio de Janeiro: uma abordagem geral.\nRio de Janeiro: SEMADS, 2001.\nLINSLEY, R. K.; KOHLER, M. A.; PAULHUS, J. L. H.. Hydrology for engineers. New York:\nMcGraw-Hill, 1982. 508 p. \nTUCCI, E.  M..  Hidrologia  ciência e aplicação. In:  TUCCI, E.  M.. Hidrologia  ciência e\naplicação. Porto Alegre: Editora da Universidade-ABRH, 1997. 2ª ed. p. 25-31.\nRIGHETTO, A. M.. Hidrologia e recursos hídricos. São Paulo: EESC-USP, 1998. 840 p.\n \nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n6  o   Período\n \n \nDISCIPLINA: SAÚDE AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nMICROBIOLOGIA APLICADA À ENGENHARIA AMBIENTAL\nOBJETIVOS:\nCapacitar  ao aluno  identificar, analisar  e intervir  em problemas sanitários das áreas\nurbanas, industriais e rurais por meio do desenvolvimento de um conjunto de ações\ncapazes de prevenir, diminuir ou eliminar riscos à saúde.\nEMENTA:\nQuadro  sanitário  brasileiro.  Saúde,  doença  e  qualidade  de  vida.  Meio  ambiente,\nsaneamento e saúde. Aspecto sanitário e econômico. Epidemiologia. Poluição ambiental e\nsaúde.  Prevenção  de  doenças.  Saúde  Pública.  Controle  de  vetores.  Efeito  da  ação\nantrópica, modificações ambientais e o aparecimento de doenças. Educação sanitária.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBARROS, R. T. V.; et al (ed.). Manual de saneamento e proteção ambiental para apoio\naos  municípios.  Departamento  de  Engenharia  Sanitária  e  Ambiental-  DESA-UFMG;\nFundação Estadual do Meio Ambiente – FEAM, 1995. Vol. 2\n116\n", "117": "FORATTINI, O. P.. Ecologia, epidemiologia e sociedade. São Paulo: Artes Médicas-EDUSP,\n1992.\nFORATTINI, O. P.. Epidemiologia geral. São Paulo: Artes Médicas, 1996. 2ª ed.\nMINISTÉRIO  DA  SAÚDE;  FUNDAÇÃO  NACIONAL  DE  SAÚDE;  COORDENAÇÃO  DE\nSANEAMENTO. Manual de saneamento. Brasília: COEDE; ASPLAN; FNS, 1999. 3ª ed. 374\np.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n6  o   Período\n \n \nDISCIPLINA: EDUCAÇÃO AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nINTRODUÇÃO  À  ENGENHARIA  AMBIENTAL  E\nSANITÁRIA\nOBJETIVOS:\nCaracterizar  a  educação  ambiental  como  instrumento  para  o  processo  de  gestão\nambiental\nEMENTA:\nConceito  e  importância  da  educação  ambiental.  Histórico  da  educação  ambiental.\nConceitos  básicos  para  se  fazer  educação  ambiental.  Metodologia  de  projetos  de\neducação ambiental.  Projeto de educação ambiental\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nDIAS, G. F.. Educação ambiental: princípios e práticas. São Paulo: Global, 2002.\n117\n", "118": "REIGOTA, M.. O que é educação ambiental. São Paulo: Brasiliense, 1994. \nREIGOTA, M.; BARCELOS, V. H. L. (org.). Tendências da educação ambiental brasileira.\nSão Paulo: Cortez, 1999.\nVIEZZER, M.; OVALLES, O.. Manual latino-americano de educ-ação ambiental. São Paulo:\nGaia, 1995.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n6  o   Período\n \n \nDISCIPLINA: CARTOGRAFIA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nDESENHO ARQUITETÔNICO I\nOBJETIVOS:\nCapacitar o aluno a analisar e interpretar documentos cartográficos, fotografias aéreas e\nimagens de sensores orbitais e sua utlização como fonte de informações em estudos\nambientais. \nEMENTA:\nMetodologias e técnicas para elaboração de legendas e a construção de documentos\ncartográficos. Valores qualitativos ou quantitativos. Mapas temáticos e cartas cromáticas.\nFotointerpretação.  Sistemas  de  referência  e  projeções  cartográficas.  Introdução  ao\nsensoriamento  remoto.  Energia  e  matéria.  Níveis  de  aquisição  de  dados.  Sensores\nremotos e sistemas sensores orbitais. Introdução ao comportamento espectral de alvos.\nExtração de informações de fotos áreas e imagens de sensores orbitais. Aplicações do\nsensoriamento  ao  meio  ambiente  e  recursos  hídricos.  Fundamentos  de  Sistemas  de\nInformações Geográficas.\nÁREA DE FORMAÇÃO DCN:\nProfissional\n118\n", "119": "EIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCALIJURI, M. L.;  et al.  Fundamentos  de  sistemas  de  informação  geográfica.  Viçosa:\nLabSIG_PPG_EC - UFLA, 2001. 3ª ed.\nDUARTE, P. S.. Fundamentos de cartografia. Florianópolis: UFSC, 2002. 2ª ed.\nFERREIRA, C. C.; SIMÕES, N. N.. Tratamento estatístico e gráfico em geografia. Lisboa:\nGRADIVA, 1987. 2ª ed.\nMARTINELLI, M. Curso de cartografia temática. São Paulo: Contexto, 1991.\nMENDES, C. A. B.; CIRILO, J. A..  Geoprocessamento em recursos hídricos:  princípios,\nintegração e aplicação. Rio Grande do Sul: ABRH, 2001.\nRODRIGUES,  M..  Introdução  ao  geoprocessamento.  São  Paulo:  Universidade  de  São\nPaulo, 1990. p. 1-26 \nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n6  o   Período\n \n \nDISCIPLINA: GESTÃO DE RESÍDUOS SÓLIDOS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(  X )  Obrigatória\n(      )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nQUÍMICA AMBIENTAL II\nOBJETIVOS: \nFornecer ao aluno informações técnicas, econômicas e ambientais que o possibilite ter\numa visão global sobre o gerenciamento integrado dos resíduos sólidos, considerando\naspectos legais e normativos.\nEMENTA:\nManejo,  classificação,  origem  e  natureza  dos  resíduos  sólidos.  Quarterização  e\ncaracterização dos resíduos. Serviços de limpeza pública: acondicionamento, coleta e\ntransporte.  Coleta  seletiva.  Reciclagem.  Tratamento  e  disposição  final  dos  resíduos\nsólidos, compostagem, incineração, pirólise, aterros sanitário e controlado, manejo de\nbiogás e chorume. Gestão dos resíduos sólidos. Elementos de Projetos e operação de\naterros sanitários.\nÁREA DE FORMAÇÃO DCN:\nProfissional\n119\n", "120": "EIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBIDONE, F. R. A.; POVINELLI, J.. Conceitos básicos de resíduos sólidos. São Paulo: RiMa,\n1999. 120 p.\nJARDIM, N. S.; et al (Cord.). Lixo municipal: manual de gerenciamento integrado. \nSão Paulo: Instituto de Pesquisas Tecnológicas-CEMPRE, 2000. (revisada e ampliada)\nMINISTÉRIO  DA  SAÚDE;  FUNDAÇÃO  NACIONAL  DE  SAÚDE;  COORDENAÇÃO  DE\nSANEAMENTO. Manual de saneamento. Brasília: COEDE; ASPLAN; FNS. 1999. 374 p. 3ª\ned.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n6  o   Período\n \n \nDISCIPLINA: HIDRÁULICA II\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(  X )  Obrigatória\n(      )  Optativa\n40\n20\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nFENÔMENOS DE TRANSPORTES \nOBJETIVOS:\nCapacitar ao aluno na resolução de problemas nos diversos campos de aplicação da\nhidráulica envolvendo escoamento livre.\nEMENTA:\nEscoamento livre. Introdução e aplicações da hidráulica. Fundamentos de canais livres,\ncanais, tipos e propriedades. Tipos de escoamento no tempo e espaço, distribuição de\nvelocidade e pressão, estados de escoamento. Escoamento uniforme em canais: cálculo\nde  canais  em  regime  uniforme.  Seções  econômicas,  aspectos  de  projeto  de  canais.\nRegime  crítico  de  escoamento,  energia específica.  Seções de  controle e medição  de\nvazão,  transições.  Calhas  medidoras  de  vazão.  Ressalto  hidráulico  e  fenômenos\nlocalizados. Escoamento em orifícios.\n120\n", "121": "ÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nAZEVEDO  NETTO,  J.  M.;  ALVAREZ,  G.  A..  Manual  de  hidráulica.  São  Paulo:  Edgard\nBlücher Ltda, 1982. Vol. 1 e 2.\nBATISTA, M.; LARA, M.. Fundamentos de engenharia hidráulica. Belo Horizonte: UFMG,\n2003. 2ª ed. rev. 440 p. \nCHOW, V.T.. Open channel hydraulics. New York: McGraw Hill, 1973.\nPORTO, R. M.. Hidráulica básica. São Carlos: EESC/USP, 2006. 4ª ed.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n6  o   Período\n \n \nDISCIPLINA: METODOLOGIA DA PESQUISA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nOBJETIVOS:\nConhecer os principais paradigmas de pesquisa na área de Informática na Educação;\nProver os recursos teóricos e técnicos necessários para o desenvolvimento de Projetos de\nPesquisa  nos  alunos  do  curso; Discutir  e  analisar  cientificamente  os  projetos\ndesenvolvidos pelos alunos.\nEMENTA:\nA  Metodologia  da  Pesquisa  caracteriza-se  pela  proposta  de  discutir  e  avaliar  as\ncaracterísticas essenciais da ciência e de outras formas de conhecimento; as abordagens\nmetodológicas, enfocando o planejamento, a apresentação de projetos e a execução dos\n121\n", "122": "mesmos, bem como a elaboração de relatórios, defesas e divulgação dos trabalhos de\npesquisa embasados na ética profissional.\nÁREA DE FORMAÇÃO DCN:\nComplementar\nEIXO DE CONTEÚDOS E ATIVIDADES:\nEspecífica\nBIBLIOGRAFIA DE REFERÊNCIA:\nBASTOS R. L. Ciências Humanas e Complexidades: projetos métodos e técnicas \nde pesquisa. Juiz de Fora:EDUFJF, Londrina CEFIL, 1999. \nBARDIN, Laurence. Análise de conteúdo. São Paulo: Martins Fontes, 1988. \nCAPRA, Fritjof. A teia da Vida.: uma nova compreensão científica dos sistemas \nvivos. São Paulo: Editora Cultrix, 1996. \nGIL, A. C. Métodos e Técnicas de Pesquisa Social. 5. ed. São Paulo: Atlas, 1999. \nLAKATOS, E. M. e MARCONI M. de A. Fundamentos de Metodologia Científica. 4. ed. \nrev. e amp,l. São Paulo: Atlas, 2001 \nLAVILLE, C. e DIONNE, J. A construção do saber: Manual de Metodologia de \npesquisa em Ciências Humanas. Porto Alegre:Editoras Artes Médicas Sul Ltda.; Belo \nHorizonte: Editora UFMG, 1999 \nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n7  o   Período\n \n \nDISCIPLINA: GEOTECNIA AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nGEOLOGIA APLICADA À ENGENHARIA\nESTUDO DE IMPACTOS AMBIENTAIS\nMECÂNICA E RESISTÊNCIA DOS MATERIAIS\nOBJETIVOS: \nDesenvolver no aluno conceitos de básicos da geotecnia necessários para a avaliação de\nimpactos geotécnicos devidos a situações de agressão ao meio ambiente, bem como\nfundamentação para propostas de solução destes.\nEMENTA:\nOrigem e formação dos solos. Textura e estrutura dos solos. Índices físicos. Consistência\ndos solos. Compacidade das areias. Classificação dos solos. Noções de exploração do\nsubsolo.  Permeabilidade  e  percolação  de  água  nos  solos,  compressibilidade  e\n122\n", "123": "adensamento. Compactação. Estados de tensão e critérios de resistência, ensaios de\nlaboratório.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental \nBIBLIOGRAFIA DE REFERÊNCIA:\nCAPUTO, H. P.. Mecânica dos solos e suas aplicações. Rio de Janeiro: Livros Técnicos e\nCientíficos S. A., 1998. Vol. 1 a 3.\nLAMBE, T. W.; WHITMAN, R. V.. Soil Mechanics. U. S. A.: John Wiley & Son, 1969. \nPINTO, C. S.. Curso básico de mecânica dos solos. São Paulo: Oficina de Textos, 2002.\n2ª ed. \nVARGAS, M.. Introdução à mecânica dos solos. São Paulo: McGraw-Hill, 1977.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n7  o   Período\n \n \nDISCIPLINA: ESTUDO DE IMPACTOS AMBIENTAIS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nCARTOGRAFIA\nGEOTECNIA AMBIENTAL\nQUÍMICA AMBIENTAL III\nECOLOGIA DE COMUNIDADES\nOBJETIVOS: \nCapacitar o aluno a empregar métodologias e instrumentos de análise e avaliação de\nimpactos ambientais utilizados na elaboração de Estudos de Impacto Ambiental/Relatório\nde Impacto Ambiental (EIA/RIMA).\nEMENTA:\n123\n", "124": "Previsão de impactos ambientais no contexto da política nacional de meio ambiente.\nPlanejamento de estudos de impacto ambiental: estudos envolvidos, formação de equipe\nmultidisciplinar, cronograma. Métodos para identificação de impactos: matrizes, redes,\nlistas  de  checagem,  superposição  de  mapas  e  modelos  de  simulação.  Descrição  do\nambiente  impactado  e  identificação  de  fatores  ambientais.  Previsão  e  avaliação  de\nimpactos  no  ar,  solo,  mananciais  superficiais  e  subterrãneos,  meio  biótico  e  meio\nantrópico  (impactos  socio-econômicos,  culturais,  arqueológicos  e  arquitetônicos).\nMétodos  de  avaliação  de  alternativas:  análise  de  trade  off,  matrizes  de  decisão  e\nranqueamento de alternativas. Participação pública no processo: identificação do público\ne  técnicas  de  gestão  de  conflitos.  Preparo  da  documentação  de  um  EIA/RIMA.\nPlanejamento e controle de monitoramento e medidas mitigadoras. Estudos de caso e\nexemplos práticos.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental \nBIBLIOGRAFIA DE REFERÊNCIA:\nCANTER,  L..  Environmental  impact  assessment:  series  in  water  resources  and\nenvironmental engineering. Boston: McGraw Hill, 1996. 2º ed. 660 p. \nCANTER,  L..  Environmental  impact  of  water  resources  projects.  Michigan:  Lewis\nPublishers, 1985. 352 p.\nFORNASARI, N. F.; et al. Alterações no meio físico decorrentes de obras de engenharia.\nSão Paulo: Instituto de Pesquisas Tecnológicas, 1992. Boletin 61. \nMULLER-PLANTEMBERG, C.; AB'SABER, A. N. (Orgs.). Previsão de impactos. São Paulo:\nEDUSP, 1994. 576 p.\nRODRIGUES, G. S.. Avaliação de impactos ambientais em projetos de pesquisa: fundamentos,\nprincípios e introdução à metodologia. Jaguariúna: EMBRAPA-CNPMA, 1998. 66 p.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n7  o   Período\n \n \nDISCIPLINA: POLÍTICA E LEGISLAÇÃO AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nECONOMIA APLICADA À ENGENHARIA AMBIENTAL\nOBJETIVOS: \nTransmitir ao aluno princípios e conceitos do arcaboço institucional e legal que rege as\npolíticas nacionais de meio ambiente e recursos hídricos.\n124\n", "125": "EMENTA:\nPrincípios  do  direito  ambiental.  Política  ambiental  internacional.  Legislação  ambiental\nbrasileira: Constituição Federal e meio ambiente: competência ambiental da união e dos\nestados. Sistema Nacional do meio ambiente: principais órgãos, estrutura administrativa\ne competências. A Política Nacional do Meio Ambiente e seus instrumentos: zoneamento,\nestudo prévio de impactos, licenciamento ambiental (resoluções do Conselho Nacional de\nMeio Ambiente – CONAMA e Conselho Estadual de Política Ambiental – COPAM - sobre\nlicenciamento  ambiental  no  estado  de  Minas  Gerais),  auditorias  e  instrumentos\neconômicos. Infrações administrativas ambientais e fianciamentos. Legislação ambiental\nfederal e estadual.  A tutela judicial do meio ambiente: Responsabilidade civil, reparação\nde dano ecológico e meios processuais para a defesa ambiental: ação Civil Pública, ação\nPopular, Lei de Crimes Ambientais. Município, urbanismo  e meio ambiente: aspectos\njurídicos sobre parcelamento do solo urbano, proteção de praças e espaços livres. \nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCAVALCANTI, C. (Org.);  et al. Meio ambiente, desenvolvimento sustentável e políticas\npúblicas. Recife: Cortez, 1997. \nMACHADO, P. A. L..  Direito ambiental brasileiro. São Paulo: Malheiros Editores Ltda,\n2006. 14ª ed.\nPOMPEU,C. T.. Direito das águas no Brasil. São Paulo: Revista dos Tribunais Ltda, 2006.\n512 p. \nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n7  o   Período\n \n \nDISCIPLINA: DRENAGEM PLUVIAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nHIDROLOGIA\nHIDRÁULICA II\nTOPOGRAFIA\nOBJETIVOS:\n125\n", "126": "Capacitar o aluno a aplicar conceitos de hidrologia no estudo da drenagem em sistemas\nrurais e urbanos e projetar sistemas de drenagem.\nEMENTA:\nSistemas  clássicos  e  soluções  de  drenagem  com  foco  ambiental.  Planejamento,\nconcepção  e  projeto  de  sistemas  de  drenagem.  Hidrologia  aplicada  a  sistemas  de\ndrenagem pluvial: Análise das precipitações: curvas intensidade-duração-frequência e\nchuvas de projeto. Metodologias para cálculo do escoamento superficial e propagação de\ncheias.  Hidráulica  aplicada  a  sistemas  de  drenagem:  Dimensionamento  de  obras de\nmicrodrenagem,  macrodrenagem  e  estruturas  especiais.  Estruturas  de  controle  de\nerosões. \nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nDAEE; CETESB. Drenagem urbana: manual de projeto. São Paulo: DAEE; CETESB, 1980.\n2ª ed.\nFENDRICH,  R.;  et  al. Drenagem  e  controle  da  erosão  urbana.  Curitiba:  editora\nUniversitária Champagnat, 1997. 4ª ed.\nRIGHETO, A. M.. Hidrologia e recursos hídricos. São Carlos: EESC; USP, 1998.\nTUCCI, C. E. M.; et al. Drenagem  urbana. Porto Alegre: ABRH; UFRGS, 1995.\nTUCCI, C. E. M.; et al. Avaliação e controle da drenagem urbana. Porto Alegre: UFRGS,\n2000.\nTUCCI, C. E. M..  Hidrologia: ciência e aplicação. Porto Alegre: UFRGS; ABRH; EDUSP,\n1993. Vol.4. (Coleção ABRH de recursos hídricos) \n126\n", "127": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n7  o   Período\n \n \nDISCIPLINA: SISTEMA DE ESGOTO SANITÁRIO\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nHIDRÁULICA II\nTOPOGRAFIA\nOBJETIVOS:\nFornecer ao aluno os conceitos fundamentais para projetar redes e sistemas coletores,\ninterceptores, emissários, elevatórias de esgotos e ligações domiciliares.\nEMENTA:\nOs tipos de sitemas de esgotamento sanitário. Caracterização quantitativa e qualitativa\ndos esgotos e concepção de sistemas de esgotamento. Hidráulica aplicada a sistemas de\nesgotamento  sanitário.  Projeto  de  redes  coletoras,  interceptores,  emissários,  sifões\ninvertidos, elevatórias de esgoto sanitário, travessias e dissipadores de energia. Corrosão\ne odor em sistemas de coleta e transporte de esgoto.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nALEM SOBRINHO, P.; TSUTIYA, M. T.. Coleta e transporte de esgoto sanitário. São Paulo:\nDepartamento de Engenharia Hidráulica e Sanitária da Escola Politécnica da Universidade\nde São Paulo, 1999. 548 p.\nCRESPO, P. G.. Sistema de esgotos. Belo Horizonte: UFMG; DESA, 1997. 130 p.\n127\n", "128": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n7  o   Período\n \n \nDISCIPLINA: SISTEMA DE ABASTECIMENTO DE ÁGUA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nHIDRÁULICA I\nHIDRÁULICA II\nHIDROLOGIA\nTOPOGRAFIA\nOBJETIVOS:\nFornecer ao aluno os conceitos fundamentais para projetar sistemas de abastecimentos\nde água, adutoras, redes, reservatórios e estações elevatórias de água. \nEMENTA:\nOs  elementos  de  um  sistema  de  abastecimento:  concepção.  Parâmetros  básicos  de\nprojeto:  qualidade  da  água,  estimativas  de  consumo  e  métodos  de  projeção\npopulacional.   Captação  de  águas  superficiais:  medidas  de  controle  de  mananciais,\nqualidade da água, seleção do manancial e estudos hidrológicos. Instalações de captação\nem represas, rios e lagos. Captação de água subterrânea: parâmetros de avaliação de\nprodutividade de poços e instações de captação. Adutoras: dimensionamento hidráulico,\ntraçado, materiais, acessórios, dispositivos de proteção, limpeza e reabilitação. Obras\nespeciais: travessias em córregos, rios, estradas e ferrovias. Estações elevatórias: tipos\nde instalações, tubulações e acessórios, dimensionamento, projeto e operação, seleção\nde conjuntos motor-bomba. Sistemas de controle de operação de bombas e estações\nelevatórias.  Redução  do  custo  de  energia  em estações elevatórias.  Reservatórios de\ndistribuição de água: localização dimensionamento e volume útil. Redes de distribuição\nde água: Tipos, dimensionamento e projeto. Ligações domiciliares.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nHELLER, L.; PÁDUA, V. L. (Orgs.). Abastecimento de água para consumo humano. Belo\nHorizonte: UFMG, 2006. (Coleção Ingenium)\nTSUTIYA,  M.  T..  Abastecimento  de  água.  São  Paulo:  Departamento  de  Engenharia\nHidráulica e Sanitária da Escola Politécnica da Universidade de São Paulo, 2004. 643 p.\n128\n", "129": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n8  o   Período\n \n \nDISCIPLINA: ADMINISTRAÇÃO E CONTROLE DA QUALIDADE AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nQUÍMICA AMBIENTAL III\nSAÚDE AMBIENTAL\nOBJETIVOS:\nEstudar os principais métodos de controle ambiental e suas aplicações.\nEMENTA:\nAnálise crítica das origens e efeitos dos poluentes sobre o homem e o meio ambiente.\nPrincipais fontes poluidoras. Qualidade ambiental. Padrões de qualidade da água, ar e\nsolo e padrões de emissão: critérios, enquadramento e legislação pertinente. Métodos\nconvencionais e alternativos de controle ambiental em bacias hidrográficas e municípios.\nRelatório de Controle Ambiental (RCA) e Plano de Controle Ambiental (PCA).\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nDERISIO, J. C.. Introdução ao controle de poluição ambiental. São Paulo: Signus, 2007.\n3ª ed.\nSANTOS, L. M. M..  Avaliação  ambiental  de  processos industriais. São Paulo:  Sigma,\n2007.\n129\n", "130": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n8  o   Período\n \n \nDISCIPLINA: ADMINISTRAÇÃO FINANCEIRA E CONTÁBIL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nECONOMIA APLICADA À ENGENHARIA AMBIENTAL\nOBJETIVOS:\nDesenvolver  no  aluno  a  capacidade  de  atuar  na  sua  profissão  enfocando  cada\nempreendimento ou atividade como um movimento financeiro que deve ser mensurado e\ncontrolado de maneira criteriosa e técnica.\nEMENTA:\nDemonstrativos  Financeiros,  Balanço  Patrimonial,  Demonstrativo  de  Resultados,\nDemonstrativo  Fluxo  de  Caixa,  Análise  das  Demonstrações  Financeiras,  Aspectos\nTributários, Custos, Planejamento Financeiro, Modelos de avaliação de Negócio, Estrutura\nde Capital e Alavancagem, Ativos Financeiros.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBREALEY, R. A.; MYERS, S. C..  Princípios de finanças empresariais. Portugal: McGraw-\nHill, 1992. 3ª ed.\nINDÍCIBUS, S. de. Análise de balanços. São Paulo: Atlas, 1993. 5ª ed.\nMARION, J. C.. Contabilidade empresarial. São Paulo: Atlas, 1986. 3ª ed.\n130\n", "131": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n8  o   Período\n \n \nDISCIPLINA: ANÁLISE DE RISCO AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nESTUDO DE IMPACTOS AMBIENTAIS\nOBJETIVOS:\nProporcionar  ao  aluno  capacidade  de  analisar  riscos  ambientais  e  planos  de\ncontingenciamento em situações de desastres naturais e acidentes.\nEMENTA:\nConceitos de risco ambiental. Tipos e intensidade de riscos ambientais. Metodologias de\navaliação do risco ambiental. Planos de contingências. Estudos de caso (barragens de\ncontenção de rejeitos, inundações, escorregamentos e vazamentos químicos). Plano de\nação em situação de emergência.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nKOBYAMA,  M.;  et  al.  Prevenção  de  desastres  naturais: conceitos  básicos.  Curitiba:\nOrganic Trading, 2006.\n131\n", "132": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n8  o   Período\n \n \nDISCIPLINA: ANÁLISE DE SISTEMAS AMBIENTAIS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nMODELAGEM DE PROBLEMAS AMBIENTAIS\nOBJETIVOS:\nCapacitar o aluno a formular e resolver problemas sobre uso e alocação de recursos naturais\ncom auxílio de metodologia de análise de sistemas envolvendo simulação e otimização.\nEMENTA:\nO planejamento do uso de recursos naturais e as decisões envolvidas: alocação da água, operação\nde sistemas hídricos, controle de poluição. Métodos de otimização para avaliação de alternativas e\ntomada de decisão: os componentes do modelo, tipos de modelos de otimização (cálculo,\nmultiplicadores de Lagrange e programação não-linear). Critérios de desempenho (econômicos,\nambientais  e  sociais).  Formulação  e  solução  de  problemas  com  programação  dinâmica  e\nprogramação linear. Análise de sensibilidade. Modelos de simulação: processos, tipos, elementos,\nelaboração e análise de resultados. Problemas de escala envolvendo processos, informação e\namostragem. Análise de sensibilidade e incerteza. Exemplos práticos de modelos envolvendo\nsimulação da qualidade da água e planejamento de bacias hidrográficas.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCHVÁTAL, V.. Linear programming. New York: Freeman and Company, 1983. 473 p.\nGALVÃO, C.; VALENÇA; M. J. S.. Sistemas inteligentes: aplicações a recursos\nhídricos e sistemas ambientais. Porto Alegre: UFGRS-ABRH, 1999. 246 p. \nHILLIER, F. S.; LIEBERMAN, G. J.. Introduction to mathematical programming. New York:\nMcGraw-Hill, 1995. 716 p.\nLOUCKS, D. P.; BEEK, E.. Water resources systems planning and management: an introduction to\nmethods, models and applications. Nedherlands: WL Delft Hydraulics/UNESCO, 2005. 680 p.\nPORTO, R. L.;  et al  (Orgs).  Técnicas quantitativas para o gerenciamento de recursos\nhídricos. Porto Alegre: UFRGS-ABRH, 1999.\nWAGNER, H. M.. Pesquisa operacional. São Paulo: Prentice-Hall do Brasil, 1985. 851 p. \n132\n", "133": "WILLIAMS, H. P..  Model building in mathematical programming. [in loco]: John Wiley &\nSons 1999. 4ª ed. 68 p. \nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n8  o   Período\n \n \nDISCIPLINA: GESTÃO DA QUALIDADE E PRODUTIVIDADE\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n45\n--\n45\nPRÉ-REQUISITOS\nCO-REQUISITOS\nO aluno deverá ter cursado um mínimo 120 créditos\n-\n-\n-\nOBJETIVOS:\nCapacitar  o  aluno  a  empregar  conceitos  de  sistemas  de  qualidade  na  melhoria  do\ngerenciamento de processos e serviços de engenharia.\nEMENTA:\nEvolução  histórica  da  qualidade  no  Brasil.  Produtividade  e  posição  competitiva  de\nempresas. Modelo oriental e modelo ocidental. Qualidade total. Conceito de sistemas e\nmodelos de gestão. Sistemas de gestão integrada. Sistemas da gestão da qualidade e\nferramentas  estatísticas  de  controle  de  processos.  Principio  ISO.  Abordagem  por\nprocessos no ciclo industrial. Responsabilidade social.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBROCKA, B.; et al. Gerenciamento da qualidade. São Paulo: Makron, 1994. (Tradução de\nValdêncio Ortiz de Souza)\nCERQUEIRA, J. P. de. ISO 9000 no ambiente da qualidade total. Rio de Janeiro: Imagem,\n1994.\nDE CICCO, F.. ISO 14000 e ISO 9000: um casamento perfeito.  Revista Parceria em\nQualidade-Qualitymark. Rio de Janeiro: Qualitymark, 1995. Vol. 3. nº 11 e 12. p. 15.\nJURAN,  J.  M..  A  qualidade  desde  o  projeto:  novos  passos  para  o  planejamento  da\nqualidade em produtos e serviços. São Paulo: Pioneira Thomson Learning, 2001.\n551 p. \nLAS CASAS, A. L.. Qualidade total em serviços. São Paulo: Atlas, 1999. 3ª ed.\nROTONDARO,  R.  G.  (Coord.).   Seis  sigma:  estratégia  gerencial  para  a  melhoria  de\nprocessos, produtos e serviços. São Paulo: Atlas, 2002.\n133\n", "134": " \nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n8  o   Período\n \n \nDISCIPLINA: SEGURANÇA DO TRABALHO\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(  X )  Obrigatória\n(      )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nO aluno deverá ter cursado um mínimo 120 créditos\nOBJETIVOS: \nCapacitar o aluno a atuar no desenvolvimento e aplicação de programas de redução de\nriscos e prevenção de acidentes em empresas públicas e privadas.\nEMENTA:\nPrevenção de riscos nas atividades de trabalho com vistas à defesa da integridade da\npessoa humana. Análise de riscos de acidentes. Políticas prevencionistas. Elaboração de\nprojetos  de  sistemas  de  segurança.  Estudo  de  instalações.  Sistemas  de  proteção.\nAspectos legais. Acidentes e doenças de trabalho. Equipamentos de proteção individual e\ncoletivo. Prevenção e combate a incêndio.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nEQUIPE ATLAS. Segurança e medicina do trabalho. São Paulo: Atlas, 2007. 60ª ed. \nPACHECO JÚNIOR, W.; PEREIRA FILHO, H. V.; PEREIRA, V. L. V.. Gestão de segurança e\nhigiene do trabalho. São Paulo: Atlas, 2000. 136 p.  \nPACHECO JÚNIOR, W.. Qualidade na segurança e higiene do trabalho: série SHT 9000,\nnormas  para  gestão  da segurança e higiene do trabalho.  São Paulo: Atlas, 1995. 118\np.\nRIBEIRO FILHO, L. F.. Técnicas de segurança do trabalho. São Paulo: CUC, 1991. 515 p. \nSAAD, T. L. P.. Responsabilidade civil da empresa nos acidentes do trabalho. São Paulo:\nLTr, 1999. 3ª ed. 255 p. \n134\n", "135": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n8  o   Período\n \n \nDISCIPLINA: TRATAMENTO DE EFLUENTES DOMÉSTICOS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  ) Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nHIDRÁULICA I E II\nQUÍMICA AMBIENTAL I\nMICROBIOLOGIA APLICADA À ENGENHARIA AMBIENTAL\nOBJETIVOS:\nFornecer  os  conceitos  básicos  para  o  entendimento  das  operações  unitárias  e  dos\nprocessos  empregados  no  tratamento  de  águas  residuárias  permitindo  ao  aluno\ncompreender  os  fenômenos  essenciais  que  ocorrem  nas  unidades  de  tratamento  de\nesgotos.\nEMENTA:\nAlternativas para tratamento de águas residuárias. Caracterização de águas residuárias.\nTransferência de oxigênio. Processos biológicos para tratamento de águas residuárias.\nProcessos aeróbios, anaeróbios e combinados. Processos químicos e físico-químicos para\ntratamento  de  águas  residuárias.  Desinfecção  de  águas  residuárias.  Tratamento  e\ndisposição de lodos gerados em estações de tratamento de águas residuárias. Projetos.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCHERNICHARO, C. A.. Princípios do tratamento biológico de águas residuárias: reatores\nanaeróbios. Rio de Janeiro: ABES, 1996. Vol. 5.\nJORDÃO, E. P.; PESSÔA, C. A.. Tratamento de esgotos domésticos. Rio de Janeiro: ABES,\n1995. 3ª ed.\nMETCALF; EDDY. Wastewater engineering: treatment, disposal and reuse. New York:\nMcGraw Hill, 2002. 1820 p. 4ª ed.\nVON SPERLING, M..  Princípios do tratamento biológico de águas residuárias: princípios\nbásicos do tratamento de esgotos. Rio de Janeiro: ABES, 1996. Vol. 2.\n135\n", "136": "VON SPERLING, M..  Princípios do tratamento biológico de águas residuárias:  lagoas de\nestabilização. Rio de Janeiro: ABES, 1996. Vol. 3.\nVON  SPERLING,  M..  Princípios  do  tratamento  biológico  de  águas  residuárias:  lodos\nativados. Rio de Janeiro: ABES, 1996. Vol. 4.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n8o   Período\n \n \nDISCIPLINA: GESTÃO DA QUALIDADE DO AR\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nQUIMICA AMBIENTAL III\nOBJETIVOS:\nFornecer  ao  aluno  uma  visão  genérica  da  poluição  atmosférica  suas  causas  e\nconseqüências,  permitindo-o  caracterizar  o  quadro  da  poluição  do  ar.  Fornecer\nembasamento técnico para promover estratégias e tecnologias de controle bem como os\naspectos legais pertinentes.\nEMENTA:\nPoluição  atmosférica,  histórico  da  poluição  atmosférica,  causas  e  conseqüências  da\npoluição atmosférica, toxicologia do organismo humano e de outros organismos, fatores\ntopográficos e meteorológicos, natureza dos poluentes. Critérios e padões de qualidade\ndo ar, aspectos legais, padrões de qualidade do ar, padrões de emissão. Controle da\npoluição  atmosferica,  Medidas  de  controle,  equipamentos  anti-poluidores.  Poluição\nsonora\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nDERISIO, José Carlos.  Introdução ao Controle de Poluição Ambiental. 1 ed. São Paulo,\nS.P. CETESB. 1992.\nLEME, Francílio Paes. Engenharia do Saneamento Ambiental. Rio de Janeiro, R. J. 1 ed.\nLivros Técnicos e Científicos Editora S.A. 1982.\n136\n", "137": "NEFUSSI, Nelson; GUIMARÃES, Fernando Araújo.  Poluição do Ar, CETESB, São Paulo.\n1975.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n8  o   Período\n \n \nDISCIPLINA: ESTÁGIO SUPERVISIONADO\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nIntegralizar 150 créditos.\nESTÁGIO CURRICULAR\nECONOMIA APLICADA A ENGENHARIA AMBIENTAL\nHIDROLOGIA\nHIDRAÚLICA II\nOBJETIVOS:\nOriental o aluno no seu desenvolvimento do estagio supervisionado.\nEMENTA:\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPrática Profissional\nBIBLIOGRAFIA DE REFERÊNCIA:\nA bibliografia necessária será indicada pelo professor orientador da disciplina.\n137\n", "138": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n8º  Período\nDISCIPLINA: ESTÁGIO CURRICULAR\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n-\n360\n360\nPRÉ-REQUISITOS\nCO-REQUISITOS\nESTÁGIO SUPERVISIONADO \nOBJETIVOS:\nRealizar  atividades  programadas  a  serem  realizadas  em  centros  capacitados,  para\nproporcionar treinamento em setores profissionais específicos. \nEMENTA:\nA ementa específicas ao tema de cada trabalho será indicada pelo professor orientador.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPrática Profissional\nBIBLIOGRAFIA DE REFERÊNCIA:\nBibliografias  específicas  ao  tema  de  cada  trabalho  serão  indicadas  pelo  professor\norientador\n138\n", "139": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n9  o   Período\n \n \nDISCIPLINA: FUNDAMENTOS DE ÉTICA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(  X )  Obrigatória\n(      )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\n-\n-\n-\n-\nOBJETIVOS:\nPossibilitar ao estudante conhecer e analisar a Ética, compreendendo a abrangência da\nética e moral na via social, na política, na profissão, sobretudo na dimensão social e\npessoal, analisando o papel ético do profissional em Engenharia de Produção.\nEMENTA:\nFundamentos da ética. Abrangência da ética e religião. Ética e moral. Senso moral e\nconsciência moral. Liberdade. Ética e a vida social. Ética na política. Ética profissional:\ndimensão pessoal e social.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nHumanas e Ciências Sociais Aplicadas\nBIBLIOGRAFIA DE REFERÊNCIA:\nFRANCA, P. L.. Noções de História da Filosofia. Rio de Janeiro: Agir, 1990.\nFRANKEMAS, W. K.. Ética. Rio de Janeiro: Gahar, 1981.\n139\n", "140": "GUERREIRO, M. A. L.. Ética mínimo para homens práticos. São Paulo: Instituto Liberal,\n1955.\nSANTOS, T. M.. Manual de filosofia. São Paulo: Nacional, 1958.\nSINGER, P.. Ética prática. São Paulo: Martins Fontes, 1994.\n140\n", "141": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n9  o   Período\n \n \nDISCIPLINA: GESTÃO E PLANEJAMENTO DE RECURSOS HÍDRICOS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(   )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nANÁLISE DE SISTEMAS AMBIENTAIS\nHIDROLOGIA\nPOLÍTICA E LEGISLAÇÃO AMBIENTAL\nOBJETIVOS:\nFornecer ao aluno conhecimentos necessários para o gerenciamento ambiental integrado\nde bacias hidrográficas. \nEMENTA:\nPanorama dos recursos hídricos no Brasil: principais bacias, disponibilidades, demandas e\nprincipais problemas. Fases de desenvolvimento da GRH no Brasil. Aspectos institucionais\ne  legais:  Leis  Federais,  Política  Nacional  de  Recursos  Hídricos,  órgãos  envolvidos,\natribuições, responsabilidades. Organização e atuação de comitês de bacia hidrográfica.\nInstrumentos de Gestão de Recursos Hídricos no Brasil: Cobrança pelo uso da água e\nOutorga,  zoneamento  do  solo  e  zoneamento  ecológico  econômico.  Planejamento  de\nrecursos  hídricos:  Definições  de  planejamento  integrado  e  informações  necessárias.\nMétodos de análise multiobjetivo, participação dos usuários, análise econômica de custo-\nbenefício  e  alocação  de  custos,  análise  financeira  de  projetos  com  aproveitamentos\nmúltiplos,  análise  de  custos  e  shadow  prices.  Análise  de  risco  e  incerteza  no\nplanejamento de recursos hídricos: medidas de confiabilidade e simulação com métodos\nestatísticos.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBASSON, M. S.;  et al. Probabilistic management os water resource and hydropower\nsystems. Colorado: Water Resources Publications, 1994. 424 p.\nCAMPOS, J. N. B.; STUDART, T. M. C.. Gestão de águas: princípios e práticas.  Porto\nAlegre: Associação Brasileira de Recursos Hídricos-ABRH, 2003.\nGOODMAN,  A.  S..  Principles  of water  resources planning.  New  Jersey: Prentice-Hall,\n1984. 563 p.\nGRIGG, N. S.. Water resources management: principles regulations and cases. New York:\nMcGraw-Hill, 1996. 540 p.  \n141\n", "142": "LOUCKS,  D.  P.;  BEEK,  E..  Water  resources  systems  planning  and  management: an\nintroduction  to  methods,  models  and  applications. \nNedherlands: \nWL  Delft\nHydraulics/UNESCO, 2005. 680 p.\n \nSILVA, D. D.; PRUSKI, F. F.. Gestão de recursos hídricos: aspectos legais, econômicos,\nadministrativos e sociais. Viçosa: Folha de Viçosa, 2000. 659 p.\n142\n", "143": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n9  o   Período\n \n \nDISCIPLINA: INTRODUÇÃO À SOCIOLOGIA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\nOBJETIVOS: \nPropiciar aos alunos conhecimentos básicos e habilidades analíticas de forma a permitir\nque  os  mesmos  sejam  capazes  de  relacionar  conceitos  fundamentais  da  sociologia,\ndistinguir  um  raciocínio  sociológico  de  um  argumento  de  senso  comum  e  de  tratar\nanaliticamente  fatos  ou  fenômenos  sociais  do  dia-a-dia,  compreendendo  também  o\ncontexto empresarial.\nEMENTA:\nSociologia como estudo da interação humana; cultura e sociedade; os valores sociais;\nmobilização  social  e  canais  de  mobilidade;  o  indivíduo  na  sociedade;  engenharia  e\nsociedade; instituições sociais; sociedade brasileira; mudanças sociais e perspectivas.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nHumanas e Ciências Sociais Aplicadas\nBIBLIOGRAFIA DE REFERÊNCIA:\nCHAUÍ, M.. Convite à filosofia. São Paulo: Ática, 2000.\nLAKATOS, E. M.. Sociologia das organizações. São Paulo: Atlas, 1997.\nVILA NOVA, S.. Introdução à sociologia. São Paulo: Atlas, 2000.\n143\n", "144": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n9  o   Período\n \n \nDISCIPLINA: PERÍCIA AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nESTUDO DE IMPACTOS AMBIENTAIS\nOBJETIVOS: \nCapacitar os profissionais para atuação na área de Perícias e Avaliações aplicadas à\nEngenharia  Ambiental,  resolvendo  problemas  sobre  avaliação  de  danos  e  impactos\nambientais, incluindo elaboração de avaliações, laudos técnicos e judiciais.\nEMENTA:\nConceito de perícia técnica. Noções de monetarização e valoração ambiental. Definição\nde limites de degradação ambiental. Técnicas de identificação da origem da agressão\nambiental. Técnicas de perícia ambiental. Perícia criminal, civil e administrativa. Cálculo\ndo dano ambiental. Principais documentos do relatório pericial. Levantamento de custos\nde recuperação ambiental. Passivo econômico ambiental. Redação de laudos, relatórios e\navaliações judiciais e técnicas. \nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nALMEIDA, J. R.; PANNO, M. & OLIVEIRA, S. G. Perícia Ambiental – Rio de Janeiro: Ed.\nThex – 2000. 207p.\nBASTOS, A.C.S.; FREITAS, A.C. Agentes e processos de interferência, degradação e dano\nambiental. in Cunha, S. B. e Guerra, A.J.T. (orgs) Avaliação e Perícia Ambiental. Rio de\nJaneiro: Bertrand Brasil, 1999\nCUNHA, S. B. & GUERRA, A. J. T. Avaliação e Perícia Ambiental – Rio de Janeiro: Ed.\nBertrand Brasil – 4ª Ed. 2002 . 294p.\nYEE, Z. C. Modelos de petição para peritos e vocabulário jurídico. – Editora Juruá. 1ª Ed.\n– 2003. 158p.\nYEE, Z. C. Perícias rurais e florestais: aspectos processuais e casos práticos. Ed. Juruá.\n1ª Ed. – 2002. 164p.\n144\n", "145": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n9  o   Período\n \n \nDISCIPLINA: PLANEJAMENTO AMBIENTAL E URBANO\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nADMINISTRAÇÃO E CONTROLE DA QUALIDADE AMBIENTAL\nOBJETIVOS:\nPropiciar uma visão integrada do processo de planejamento com um enfoque ambiental e\nurbanístico. Capacitar o profissional a planejar o desenvolvimento regional e urbano de\nforma a minimizar os impactos negativos.\nEMENTA:\nTeoria do planejamento: histórico e conceituação. Planejamento e o enfoque ambiental.\nUtilização de modelos e de instrumentos de planejamento. Instrumentos de implantação\ne execução. Inserção do planejamento no sistema de gestão ambiental. Planejamento\nambiental como indutor de desenvolvimento sustentável. Processo de institucionalização\ndo planejamento e políticas urbanas no Brasil: da Constituição de 1988 ao Estatuto das\nCidades. Instrumentos de gestão democrática ambiental e urbana: Agenda 21 Local e\nPlanos  Diretores  Participativos.  Interelacionamento  entre  a  dimensão  ambiental  e  o\nplanejamento urbano.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBARDET, G.. O urbanismo. São Paulo: Papirus, 1990.\nCONFEA. Exercício profissional e cidades sustentáveis. Florianópolis: CONFEA, 1991.\nFRANCO, M. A. R.. Planejamento ambiental para a cidade sustentável. São Paulo: FURB-\nAnnablume-Fapesp, 2000.\nGOTTDIENER,  M..  A  produção  social  do  espaço  urbano.  São  Paulo:  EDUSP,  1997.\n(Traduzido por Geraldo G. de Souza)\nMENEZES, C. L.. Desenvolvimento urbano e meio ambiente. São Paulo: Papirus, 1996. \n145\n", "146": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n9  o   Período\n \n \nDISCIPLINA: SISTEMA DE GESTÃO AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nGESTÃO DA QUALIDADE E PRODUTIVIDADE\nESTUDO DE IMPACTOS AMBIENTAIS\nOBJETIVOS:\nApresentar  fundamentos  e  princípios  da  gestão  ambiental  sob  a  perspectiva  das\norganizações. Capacitar o aluno atuar na implantação de sistemas de gestão ambiental\nem  órgão  públicos  e  privados,  empregando  a  principais  ferramentas  disponíveis  na\natualidade.\nEMENTA:\nModelos de gestão nas empresas e organizações. Gestão por programas e gestão por\nsistemas.  Gestão  ambiental,  sistemas  de  gestão  ambiental  e  sistemas  de  gestão\nintegrada. As normas internacionais de gestão ambiental e a série ISO 14.000. Sistema\nde gestão ambiental segundo a ISO 14.000. Auditoria ambiental, certificação ambiental e\navaliação de desempenho ambiental.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nFEDERAÇÃO DAS INDÚSTRIAS DO ESTADO DE SÃO PAULO. Melhore a competitividade\ncom o Sistema de Gestão Ambiental - SGA. São Paulo : FIESP, 2007. 84 p. (Normas e\nManuais Técnicos)\nVILLELA JR., A.; DEMAJOROVIC, J..  Modelos e Ferramentas de Gestão Ambiental. São\nPaulo: SENAC, 2006. 400 p.\nVARGAS, H. C.; RIBEIRO, H..  Novos Instrumentos de Gestão Ambiental Urbana. São\nPaulo: EDUSP, 2006. 160 p.\n146\n", "147": "SEIFFERT, M. E. B.. ISO 14001 -  Sistemas de Gestão Ambiental. São Paulo: Atlas, 2007.\n258 p.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n9  o   Período\n \n \nDISCIPLINA: TRATAMENTO DE ÁGUAS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n40\n20\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nHIDRÁULICA I E II\nHIDROLOGIA\nQUIMICA AMBIENTAL I\nOBJETIVOS:\nFornecer aos alunos os conhecimentos básicos sobre as tecnologias de tratamento de\nágua para consumo humano.\nEMENTA:\nQualidade  da  água  bruta  e  as  tecnologias  de  tratamento  de  Água.  Tecnologias  de\ntratamento de água: Ciclo completo, filtração lenta, filtração direta, dupla filtração, floto-\nfiltração e filtração em múltiplas etapas; Etapas de tratamento: coagulação, floculação,\ndecantação, filtração. Diagramas de coagulação. Desinfecção e fluoretação. Oxidação.\nTratamento  dos resíduos gerados nas  estações  de  tratamento  de  água.  Métodos de\noperação de filtros. Casa de química. Estudos de tratabilidade em laboratório. Projetos e\noperação de estações de tratamento de água.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nDI BERNARDO, L. (Coord). Tratamento de águas para abastecimento por filtração direta.\nSão Carlos: ABES; RiMa, 2003.\nDI BERNARDO, L.; DANTAS, A. D. B.. Métodos e técnicas de tratamento de água. São\nCarlos: RiMa, 2005. 2ª ed. Vol. 2. \nDI BERNARDO, L.; DI BERNARDO, A. S.; CENTURIONE, P. L..  Ensaios de tratabilidade\ndos resíduos gerados em estações de tratamento de água. São Carlos: RiMa, 2002.\n147\n", "148": "VIANNA, M. R.. Hidráulica aplicada às estações de tratamento de água. Belo Horizonte:\nImprimatur Artes Ltda, 2002. 2ª ed. Vol. 1.\n   \nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n9  o   Período\n \n \nDISCIPLINA: TRATAMENTO DE EFLUENTES INDUSTRIAIS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  ) Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nTRATAMENTO DE EFLUENTES DOMÉSTICOS\nOBJETIVOS:\nConhecer os princípios básicos do tratamento de efluentes industriais.\nEMENTA:\nNatureza  dos  efluentes  industriais:  características  físicas,  químicas  e  biológicas.\nLegislação.  Amostragem  e  monitoramento.  Processos  específicos  de  tratamento  de\nefluentes industriais. Estudo de diversas tecnologias aplicadas a diferentes indústrias.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBRAILE, P. M.. Manual de tratamento de águas residuárias industriais. São Paulo: Cetesb,\n1993. \nNUNES,  J.  A..  Tratamento  físico-químico  de  efluentes  industriais.  Aracaju:  produção\nindependente, 1993. \nNUNES, J. R..  Tratamento de águas residuárias de indústrias de galvanoplastia.  São\nPaulo: CETESB, 1993. \nREYNOLDS,  T.  D.;  RICHARDS,  P.  A.. Operations  and  processes  in  environmental\nengineering. Boston: PWS Publishing, 1996. \n148\n", "149": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n9  o   Período\n \n \nDISCIPLINA: TRABALHO DE CONCLUSÃO DE CURSO I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  ) Optativa\n15\n15\nPRÉ-REQUISITOS\nCO-REQUISITOS\nMínimo de 150 créditos\nOBJETIVOS: \nDesenvolver a capacidade de pesquisa e análise de problemas de engenharia de forma\ncrítica. Estudar soluções para caso reais com aplicação de conhecimentos adquiridos no\ncurso.\nEMENTA: \nPlanejamento , desenvolvimento e avaliação do projeto do Trabalho de Conclusão do\nCurso,  versando  sobre  uma  temática  pertinente  ao  curso,  sob  a  orientação  de  um\nprofessor orientador.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPrática Profissional\nBIBLIOGRAFIA DE REFERÊNCIA:\nFERREIRA,  M.  A..  Manual  para  apresentação  de  trabalhos  acadêmicos.  Curitiba:\nFaculdade Católica de Administração e Economia, 2000. 76 p. \nFRANÇA, J. L.; VASCONCELLOS, A. C.. Manual para normatização de publicações técnico-\ncientíficas. Belo Horizonte: UFMG, 2007. 8ª ed. \nMARIA, E. L.; MARCONI, M. A.. Metodologia do trabalho científico. São Paulo: Atlas S. A.,\n1992. 4ª ed.\n149\n", "150": "Bibliografias  específicas  ao  tema  de  cada  trabalho  serão  indicadas  pelo  professor\norientador\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n10\n  o   Período\n \n \nDISCIPLINA: PSICOLOGIA APLICADA ÀS ORGANIZAÇÕES\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nO aluno deverá ter cursado um mínimo 120 créditos\n-\nOBJETIVOS:\nIdentificar os aspectos psicológicos (afetivo-emociaonais) do ser humano frente ao mun-\ndo do  trabalho e das organizações; Identificar os aspectos comportamentais ligados à\nconscientização, aprendizagem e atitudes quanto aos aspectos de prevenção de aciden-\ntes no  trabalho.  Exercitar  os conceitos estudados  através  de  simulações  didáticas  e\ntranspor suas conclusões para aplicação prática no seu campo de trabalho.\nEMENTA:\nEstruturação da Personalidade. Comunicação Humana. A Subjetividade nos Laços Sociais.\nO Indivíduo e o Grupo. Desenvolvimento Interpessoal. Dinâmica de Grupo. Princípios de\nAdministração de Recursos Humanos. Inter-relacionamento Humano: Liderança, Motiva-\nção, Comunicação, Trabalho em Equipe, Administração de Conflito, Política de Cargos e\nSalários.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nHumanidades e Ciências Sociais Aplicadas\nBIBLIOGRAFIA DE REFERÊNCIA:\nHERSEY, Paul e BLANCHARD, Keneth. Psicologia para Administradores. São Paulo, Pionei-\nra, 1992.\n150\n", "151": "MASON, Haire. Psicologia aplicada à Administração. São Paulo. Livaria Pioneira Editora, \n1969.\nBOWDITCH, James L e Buono, Anthonny F. Elementos de Comportamento Organizacio-\nnal. Sâo Paulo, Pioneira, Thomson, 2002.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n10\n  o   Período\n \n \nDISCIPLINA: TRABALHO DE CONCLUSÃO DE CURSO II\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n15\n15\nPRÉ-REQUISITOS\nCO-REQUISITOS\nTRABALHO DE CONCLUSÃO DE CURSO I\nOBJETIVOS:\nDesenvolver a capacidade de pesquisa e análise de problemas de engenharia de forma\ncrítica. Estudar soluções para caso reais com aplicação de conhecimentos adquiridos no\ncurso.\nEMENTA:\nDesenvolvimento  e avaliação do Trabalho de Conclusão do Curso, versando sobre uma\ntemática pertinente ao curso, sob a orientação de um professor orientador.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPrática Profissional\nBIBLIOGRAFIA DE REFERÊNCIA:\nFERREIRA,  M.  A..  Manual  para  apresentação  de  trabalhos  acadêmicos.  Curitiba:\nFaculdade Católica de Administração e Economia, 2000. 76 p. \nFRANÇA, J. L.; VASCONCELLOS, A. C.. Manual para normatização de publicações técnico-\ncientíficas. Belo Horizonte: UFMG, 2007. 8ª ed. \n151\n", "152": "MARIA, E. L.; MARCONI, M. A.. Metodologia do trabalho científico. São Paulo: Atlas S. A.,\n1992. 4ª ed.\nBibliografias  específicas  ao  tema  de  cada  trabalho  serão  indicadas  pelo  professor\norientador\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\n10\n  o   Período\n \n \nDISCIPLINA: FILOSOFIA DA TECNOLOGIA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(X) Obrigatória\n(  )  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\n-\n-\n-\n-\nOBJETIVOS:\nFornecer ao aluno elementos sobre a evolução e a história da ciência, analisando os seus\nimpactos e as novas perspectivas abertas pelo surgimento de tecnologias voltadas para\nmelhria da qualidade ambiental.\nEMENTA:\nHistória e Filosofia da Ciência. A tecnologia como produto do homem. Surgimento das\ntecnologias aplicadas ao saneamento básico para melhoria da saúde do Homem e da\nqualidade ambiental. A evolução industrial e as mudanças e impactos no meio ambiente.\nTendências de expansão industrial e consequências para o meio, tendências de novas\ntecnologias  envolvendo  saneamento  básico,  diagnóstico  e  remediação  de  áreas\ndegradadas.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nHumanidades e Ciências Sociais Aplicadas\n152\n", "153": "BIBLIOGRAFIA DE REFERÊNCIA:\nKUHN, S. Thomas. A estrutura das revoluções científicas. São Paulo: Perspectiva, 2006 -\nCapítulo: Introdução: Um papel para a história, p 19 a 28\nMORAIS, Regis de. Filosofia da Ciência da Tecnologia. SP: Papirus, 1998\nCapítulo I – “A Ciência”, p. 21 a 52\nMORAIS, Regis de Morais. Filosofia da Ciência e da Tecnologia. São Paulo: Papirus\nBreve abordagem histórica da evolução da ciência, p 30 a 43\nMORAIS, Regis de. Filosofia da Ciência da Tecnologia. SP: Papirus, 1998\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: DESENHO ASSISTIDO POR COMPUTADOR\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n( ) Obrigatória\n(x) Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nDESENHO ARQUITETÔNICO I\nOBJETIVOS: \nCapacitar  o  aluno  a  empregar  ferramenta  computacional  de  desenho  assistido  por\ncomputador em projetos de engenharia.\nEMENTA:\nRevisão conceitual em Computação Gráfica e sistemas CAD para o desenvolvimento de\nprojetos.  As  ferramentas  de  produção  e  edição:  construção,  edição,  visualização  e\nimpressão, coordenadas absolutas, relativas e polares. Criação e operações com Layers.\nCriação  e  utilização  de  Blocks.  Cotagem  e  configuração  das  variáveis  de  cotagem.\nPlanejamento,  organização  e  otimização  de  projetos.  Técnicas  de  apresentação.\nDesenvolvimento  em  computador  de  projetos  de  hidráulica,  saneamento  e  recursos\nhídricos.\nÁREA DE FORMAÇÃO DCN:\nProfissional\n153\n", "154": "EIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nSILVA, A.; et al. Desenho técnico moderno. São Paulo: LIDEL, 2005. 5ª ed.\nSILVEIRA, S. J.. Aprendendo autoCAD 2006: simples e rápido. São Paulo: Visual Books,\n2006. 238 p.\nSAAD, A. L.. autoCad 2004 2D e 3D: para engenharia e arquitetura. São Paulo: Makron\nBooks, 2004. \nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: Óticas e ondas\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(  )  Obrigatória\n(x ) Optativa\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nFísica II\nFisica Experimental II\nOBJETIVOS:\nA disciplina devera possibilitar ao estudante: Analisar os fenômenos físicos em geral;\nAplicar leis e princípios da Física na solução de problemas; Elaborar e interpretar gráficos\ne  diagramas;  Equacionar  e  resolver  problemas;  Identificar  os  princípios  físicos  em\naplicações práticas, Realizar pesquisas bibliográficas; Relacionar os princípios da física\naplicados à Engenharia; Desenvolver trabalho em equipe; Usar as unidades do SI nas\nmedidas das grandezas físicas.\nEMENTA:\nOscilações;  ondas  e  movimentos  ondulatórios;  luz;  natureza  e  propagação  da  luz;\nreflexão e refração; interferência,  difração  e polarização da luz; efeito  fotoelétrico e\nefeito Compton.\nÁREA DE FORMAÇÃO DCN:\nBásica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nMatemática e Física\n154\n", "155": "BIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nTIPLER, P.; MOSCA, G. Física para Cientistas e Engenheiros, Vol1.Mecânica Oscilações e\nOndas.5ª edição Rio de Janeiro: LTC Livros Técnicos e Científicos SA 2006.\nTIPLER,  P.;  MOSCA,  G.  Física  para  Cientistas  e  Engenheiros,  Vol2  Eletricidade,\nMagnetismo e Ótica. 5ª edição Rio de Janeiro: LTC Livros Técnicos e Científicos SA 2006.\nBibliografia Complementar\nYOUNG, H. D.; FREEDMAN, R.A. Sears & Zemansky Física II Termodinâmica e Ondas.\n12ª Edição São Paulo: Addison Wesley, 2008.\nYOUNG, H. D.; FREEDMAN, R.A. Sears & Zemansky Física IV Ótica e Física Moderna. 10ª\nEdição São Paulo: Addison Wesley, 2003.\nHALLIDAY, D.; RESNICK, R.; Walker,.J. Fundamentos da Física Vol 2, Gravitação, Ondas\ne Termodinâmica. 7ª edição Rio de Janeiro: LTC, 2007.\nCHAVES, A. Física Básica – Gravitação, Fluidos, Ondas, Termodinâmica. Rio de Janeiro:\nLTC, 2007.\nHALLIDAY,  D.;  RESNICK,  R.;  Walker,.J.  Fundamentos  da  Física  Vol  4  Ótica  e  Física\nModerna. 7ª edição Rio de Janeiro: LTC, 2007.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: Fisica Experimental II\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(  )  Obrigatória\n(x ) Optativa\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nFísica Experimental I\nÓticas e Ondas\nOBJETIVOS:\nA disciplina devera possibilitar ao estudante: aplicar os conceitos básicos associados aos\nconteúdos da Termodinâmica, Oscilações e Ondas e Ótica em situações cotidianas do\nprofissional;desenvolver habilidades e técnicas para resolução de problemas práticos e\naplicados; demonstrar domínio dos princípios físicos, leis e fenômenos estudados em\nsistemas de interesse precípuo de sua área de conhecimento., reconhecer a importância\nda correta compreensão das leis e princípios físicos como base indispensável para o\ndesenvolvimento tecnológico e científico; Elaborar relatório técnico-científico segundo a\nmetodologia  da  Física  Experimental   Realizar  pesquisas  bibliográficas;  Desenvolver\ntrabalho  em  equipe;  Interpretar  textos  técnicos  e  científicos.  Elaborar  e  interpretar\ngráficos e diagramas; Usar corretamente as unidades do SI nas medidas das grandezas\nfísicas.  Coletar  dados  de  aparelhos  analógicos  e  digitais,  de  modo  manual  ou\nautomatizado  Analisar  qualitativamente  e  quantitativamente  os  dados  obtidos,  com\nreflexão  crítica  acerca  dos  resultados  obtidos;  Utilizar  aplicativos  gráficos  para\ntratamento estatístico de dados. Calcular erros em medidas diretas e indiretas. \n155\n", "156": "EMENTA:\nPráticas em laboratório de temas e tópicos abordados nas disciplinas de Física, mais\nespecificamente, experimentos nas áreas de Termodinâmica, Oscilações e Ondas e Ótica.\nÁREA DE FORMAÇÃO DCN:\nBásica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nMatemática e Física\nBIBLIOGRAFIA DE REFERÊNCIA:\nBibliografia Básica\nCAMPOS, A.G.;SPEZIALI N. L. Física Experimental Básica na Universidade. 2ª Edição Belo\nHorizonte: Editora da UFMG. 2008.\nHALLIDAY,  D.;RESNICK,  R.;  WALKER,  J.  Fundamentos  de  Física  Vol  II  Gravitação,\nOndas,.Termodinâmica. 7a Edição Rio de Janeiro: Editora LTC, 2006.\nBibliografia Complementar\nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos de Física Vol IV Ótica e Física\nModerna. 7a Edição Rio de Janeiro: Editora LTC, 2007.\nYOUNG, H. D.; FREEDMAN, R.A. Sears & Zemansky Física II Termodinâmica e Ondas.\n12ª Edição São Paulo: Addison Wesley, 2008.\nYOUNG, H. D.; FREEDMAN, R.A. Sears & Zemansky Física IV. 10ª Edição São Paulo:\nAddison Wesley, 2004.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: INSTALAÇÕES HIDRÁULICAS E SANITÁRIAS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(  )  Obrigatória\n(x ) Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nHIDRÁULICA I e II\nOBJETIVOS:\nCapacitar o aluno a desenvolver projetos de instalações prediais e executar testes de\nmanutenção preventiva e corretiva das instalações. \nEMENTA:\nInstalações prediais: água fria, água quente, combate a incêndio; esgoto sanitário. Água\npluvial.  Técnicas  executivas.  Testes  em  manutenção  preventiva  e  corretiva  das\ninstalações.\nÁREA DE FORMAÇÃO DCN:\n156\n", "157": "Profissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBLUCHER,  E.;  BOTELHO,  M.  H.  C.;  RIBEIRO  JÚNIOR,  G.  A..  Instalações  hidráulicas\nprediais. São Paulo: Edgard Blucher, 2007.\nCREDER, H.. Instalações hidráulicas e sanitárias. Rio de Janeiro: LTC, 2002.\nVIANNA, M. R..  Instalações hidráulicas prediais. Belo Horizonte: Imprimatur, 2004.\n157\n", "158": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: EDUCAÇÃO CORPORAL E FORMAÇÃO HUMANA\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n(  ) Obrigatória\n(X) Optativa\n--\n30\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nOBJETIVOS:\nPropiciar ao aluno a prática esportiva como instrumento para manutenção da saúde e\nequilíbrio emocional.\nEMENTA:\nPrática de esportes; saúde e equilíbrio emocional.\nÁREA DE FORMAÇÃO DCN:\nHumanística.\nEIXO DE CONTEÚDOS E ATIVIDADES:\nHumanas e Ciências Sociais\nBIBLIOGRAFIA DE REFERÊNCIA:\nA bibliografia será, eventualmente, indicada pelo professor responsável pela disciplina,\nconforme previsto no plano de curso.\n158\n", "159": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: SISTEMA DE INFORMAÇÕES GEOGRÁFICAS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n( )  Obrigatória\n(x) Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nGEOGRAFIA GERAL\nOBJETIVOS: \nCapacitar o aluno a empregar tecnologia de Sistemas de Informações Geográficas para\nmapear e analizar informações ambientais.\nEMENTA:\nComponentes de um sistema de informações geográficas. Fontes de dados. Conceitos\nbásicos em classificação de imagens. Processamento de Imagens. Manipulação de dados.\nGerenciamento de dados. Modelos digitais de terreno. Elaboração de mapas temáticos.\nSistemas  aplicativos.  Exemplos  de  aplicações  de  ferramenta  SIG  na  modelagem  de\nsistemas ambientais, planejamento de uso do solo e de recursos naturais.\nÁREA DE FORMAÇÃO DCN: \nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nCALIJURI, M. L.;  et al.  Fundamentos  de  sistemas  de  informação  geográfica.  Viçosa:\n2001. 3ª ed.\nMAANTAY, J.; ZIEGLER, J.. GIS for the urban environment: ESRI press. Oakdale: 2006.\n600 p.\nMENDES, C. A. B.; CIRILO, J. A..  Geoprocessamento em recursos hídricos:  princípios,\nintegração e aplicação. Rio Grande do Sul: ABRH, 2001.\nSKIDMORE, A. (Ed.). Environmental modelling with GIS and remote sensing (Geographic\nInformation Systems Workshop). New York: TF-CRC, 2002. 268 p. \n  \nTOMLINSON,  R..  Thinking  about  GIS:  geographic  information  system  planning  for\nmanagers. New York: ESRI Press, 2007. 320 p. 2ª ed.\n159\n", "160": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: HIDROLOGIA OPERACIONAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n( )  Obrigatória\n(x) Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nHIDROLOGIA\nOBJETIVOS:\nCapacitar  o  aluno  a  empregar  ferramentas  de  análise  hidrológica  e  estatística  na\noperação de sistemas hídricos. \nEMENTA:\nModelagem  hidrológica.  Regularização  de  vazões  em  cursos  d'água.  Simulação  da\noperação de reservatórios para geração de energia e usos múltiplos. Séries temporais e\ngeração  de  séries  sintéticas.  Cadeia  de  Markov  e  modelagem  probabilística.  Método\nMonte Carlo. Propagação de ondas de cheia.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nBARTH, F. T.; et al. Modelos para gerenciamento de recursos hídricos. São Paulo: Nobel;\nABRH, 1987. 526 p.\nBOX, G. E. P.; JENKINS, G. M.. Time series analysis: forecasting and control. New Jersey:\nPrentice Hall, 1976.\nSHUMWAY, R. H.; STOFFER, D. S.. Time series analysis and its applications. New York:\nSpringer, 2006. 575 p. 2ª ed.\nTUCCI, C. E. M.. Modelos Hidrológicos. Porto Alegre: UFRGS; ABRH, 1998. 669 p.\n160\n", "161": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: REÚSO DE ÁGUAS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n( )  Obrigatória\n(x)  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nHIDRÁULICA I E II\nHIDROLOGIA\nQUÍMICA AMBIENTAL I\nOBJETIVOS:\nFornecer aos alunos o conhecimento dos critérios e padrões de qualidade da água para\nreuso, bem como das Tecnologias de reúso de água utilizadas e dos riscos possíveis na\nutilização  de  água  de  reúso.  Oferecer  visão  estratégica  para  minimizar  problemas\nrelacionados à disponibilidade hídrica e ao lançamento de efluentes industriais, cada dia\nmais prementes.\nEMENTA:\nConceito  de  reúso  de  água.  A  escassez  e  o  reúso  de  água  no  Brasil;  (agricultura;\nindústria, município). Critérios e padrões de qualidade da água de reuso. Legislação de\nreúso de água. Tecnologias de reúso de água. Avaliação de riscos em reúso de água.\nCustos de sistemas de reúso de água. Participação comunitária e aceitabilidade da água\nde  reúso.  Avaliação  dos  processos  industriais  para  identificar  oportunidades  de\notimização do uso da água.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nMANCUSO, P. C. S.; SANTOS, H. F. dos.  Reúso de água. São Paulo: Manole, 2003. 579\np.\nMIERZWA, J. C.;  HESPANHOL, I..  Água na indústria:  uso racional e reúso. São Paulo:\nOficina de Textos, 2005. 143 p.\n161\n", "162": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: AUDITORIA AMBIENTAL\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n( )  Obrigatória\n(x)  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nSISTEMA DE GESTÃO AMBIENTAL\nOBJETIVOS: \nCapacitar o profissional a avaliar sistemas de gestão ambiental, certificação ambiental e\nrealizar procedimentos de auditoria ambiental em empresas e indústrias.\nEMENTA:\nAplicação  da  Auditoria  Ambiental.  Auditoria  Ambiental  e  legislação.  Planejamento  e\ncondução da Auditoria ambiental. Instrumentos para realização da Auditoria Ambiental. O\nSistema Brasileiro de Certificação Ambiental.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nPlanejamento e Gestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nLA ROVERE, E. L. (Coord.). Manual de auditoria ambiental. Rio de Janeiro: Qualitymark\nEditora Ltda, 2000.\nABNT. Coletânea de normas de gestão ambiental. Rio de Janeiro: ABNT, 2000.\nAGRA FILHO, S. S..  Estudos de impactos  ambientais no Brasil: uma análise  de sua\nefetividade. Rio de Janeiro: PPE/COPPE/UFRJ, 1991. (Tese de M. Sc.)\nUNCTAD.  Guidance manual accounting and financial reporting for environmental costs\nand liabilities. Geneva: Nações Unidas, 1999.\nSILVA DELGADO, J. A.. Implantação de sistemas de gestão ambiental. [in loco]: Mimeo,\n2001.\n_________________. Como realizar auditorias ambientais. [in loco]: Mimeo, 2002.\n162\n", "163": "ANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: ENERGIAS RENOVÁVEIS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n( )  Obrigatória\n(x)  Optativa\n60\n--\n60\nPRÉ-REQUISITOS\nCO-REQUISITOS\nOBJETIVOS:\nConhecer  todos  os  mecanismos  de  produção  de  energias  alternativas  e  conhecer  a\ninserção desses mecanismos no panorama individual e industrial do Brasil.\nEMENTA:\nConceitos  básicos;  Energia  e  o  ambiente,  padrões  de  uso  de  energia,  recursos\nenergéticos, crescimento exponencial e esgotamento dos recursos, petróleo, conservação\nde  energia,  considerações  econômicas  e  ambientais,  Protocolo  de  Kyoto,  cenários\nfuturos. Energia Solar: visão geral do aquecimento solar contemporâneo, água quente\nsolar  residencial,  sistemas  solares  passivos  de  aquecimento  de  ambientes,  sistemas\nsolares  ativos  de  aquecimento  de  ambientes,  armazenamento  de  energia  térmica,\nprincípios  das  células  solares,  manufatura  das  células  e  economia  e  sistemas\nfotovoltaicos.  Energia Eólica: introdução à Física das máquinas eólicas, as aplicações e\ntipos  de  máquinas.  Biomassa:  conversão  de  Biomassa,  combustão  de  madeira,\nplantações  de  energia,  alimento,  combustível.  Energia  Hidráulica:  O  potencial\nhidroenergético no Brasil, PCH’s; tipos de turbinas e suas aplicações, engenharia de\npequenos sistemas, avaliação de potencial e dimensionamento, a presença de PCH’s no\nterritório  brasileiro,  impactos  ambientais  causados  por  usinas  hidrelétricas;  Outras\nFontes: Energia das Ondas, Geotermia. Questão Energética no Brasil.\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nTecnologia Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nHINRICHS, R. A.; KLEINBACH, M.. Energia e meio ambiente. São Paulo: Thomson, 2003.\n543 p. 3ª ed. (Edição traduzida)\n163\n", "164": "TWIDELL, J.; WEIR, T.. Renewable energy resources. London:  Taylor and Francis, 2006.\n2ª ed.\nGOLDEMBERG, J.; VILLANUEVA, L. D.. Energia, meio ambiente & desenvolvimento. São\nPaulo: Edusp, 2003. 2ª ed. 226 p.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: LIBRAS I\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n( )  Obrigatória\n(x)  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nOBJETIVOS:\nA disciplina deverá possibilitar ao estudante situar os alunos acerca das características\ndas línguas de modalidade gestual – visual, em específico, a LIBRAS – Língua Brasileira\nde Sinais. Conhecer a história das comunidades surdas e suas manifestações culturais.\nConhecer a história da língua brasileira de sinais no Brasil. Conhecer o processo de\nemancipação social da comunidade surda. Conhecer aspectos básicos da estrutura da\nlíngua brasileira de sinais desdobrando-os nas características morfológicas da língua, por\nexemplo, os parâmetros constituintes da LIBRAS. Iniciar uma conversação básica através\nda língua de sinais com pessoas surdas.\nEMENTA:\nApresentação  e  discussão  acerca  dos  aspectos  identitários,  sociais  e  culturais  da\ncomunidade  surda,  bem  como  dos  aspectos  lingüísticos  das  línguas  de  sinais,  em\nespecífico a LIBRAS – Língua Brasileira de Sinais.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nHumanidades e Ciências Sociais Aplicadas\nBIBLIOGRAFIA DE REFERÊNCIA:\n164\n", "165": "PIMENTA, N.; QUADROS, Ronice Müller de.  Curso de LIBRAS. Nível Básico I. 2006.\nLSBVídeo. \nQUADROS, Ronice Müller de. KARNOPP, Lodenir Becker.  Língua de Sinais Brasileira:\nestudos lingüísticos. Porto Alegre: Artmed, 2004.\nSOUZA, R. Educação de Surdos e Língua de Sinais.  Vol. 7, N° 2 (2006).\nBRITO, Lucinda Ferreira. Integração & educação. Rio de Janeiro: Babel, 1993.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: LIBRAS II\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n( )  Obrigatória\n(x)  Optativa\n30\n--\n30\nPRÉ-REQUISITOS\nCO-REQUISITOS\nLIBRAS I\nOBJETIVOS:\nA disciplina deverá possibilitar ao estudante. Possibilitar aos alunos conhecimento do\nléxico,  bem  como  da  sintaxe  da  LIBRAS.  Possibilitar  uma  comunicação  básica  dos\nestudantes com pessoas surdas usuária das LIBRAS.\nEMENTA:\nEnsino da LIBRAS;  teoria lingüística e prática conversacional em LIBRAS.\nÁREA DE FORMAÇÃO DCN:\nEspecífica\nEIXO DE CONTEÚDOS E ATIVIDADES:\nHumanidades e Ciências Sociais Aplicadas\nBIBLIOGRAFIA DE REFERÊNCIA:\nPIMENTA, N.; QUADROS, Ronice Müller de.  Curso de LIBRAS. Nível Básico I. 2006.\nLSBVídeo. \nQUADROS, Ronice Müller de. KARNOPP, Lodenir Becker.  Língua de Sinais Brasileira:\nestudos lingüísticos. Porto Alegre: Artmed, 2004.\nSOUZA, R. Educação de Surdos e Língua de Sinais.  Vol. 7, N° 2 (2006).\n165\n", "166": "BRITO, Lucinda Ferreira. Integração & educação. Rio de Janeiro: Babel, 1993.\nANEXO 1:\nSÍNTESE DAS INFORMAÇÕES SOBRE AS DISCIPLINAS\nOptativas\nDISCIPLINA: TÓPICOS ESPECIAIS\nCARGA HORÁRIA (horas-aula)\nNATUREZA\nTeoria\nPrática\nTotal\n( )  Obrigatória\n(x)  Optativa\nA DEFINIR\nA DEFINIR\nA DEFINIR\nPRÉ-REQUISITOS\nCO-REQUISITOS\nVariável conforme ementa\nOBJETIVOS:\nA disciplina tem como objetivo abordar diversos temas na área ambiental e sanitária\npodendo  variar  conforme  propostas  dos  profissionais  filiados  ao  Departamento  de\nEngenharia  Ambiental,  que  atuam  nas  diversas  áreas  da  Engenharia  Ambiental  e\nSanitária. \nEMENTA:\nVariável e pertencer aos eixos: Análise e Caracterização Ambiental, Tecnologia Ambiental\ne  Gestão Ambiental\nÁREA DE FORMAÇÃO DCN:\nProfissional\nEIXO DE CONTEÚDOS E ATIVIDADES:\nAnálise e Caracterização Ambiental\nTecnologia Ambiental\nGestão Ambiental\nBIBLIOGRAFIA DE REFERÊNCIA:\nVariável conforme ementa.\n166\n", "167": "13.\nANEXO 2 –RESOLUÇÃO CFE NO 48 DE 27 DE \nABRIL DE 1976\n167\n", "168": "CONSELHO FEDERAL DE EDUCAÇÃO\nRESOLUÇÃO Nº 48 de 1976\nFixa  os  números  de  conteúdo  e  de  duração  do  curso  de  graduação  em\nEngenharia, e, define suas áreas de habilitações.\nO  PRESIDENTE  DO  CONSELHO  FEDERAL  DE  EDUCAÇÃO,  no  uso  de  suas\natribuições e com observância do que dispõe o art. 26 da Lei nº 5.540-68,\nconsiderando, ainda, as conclusões do Parecer número 4.807-75, e seu anexo,\nhomologado pelo Exmo. Senhor Ministro da Educação e Cultura, que a esta se\nincorpora, RESOLVE:\nArt. 1º O currículo mínimo do curso de Engenharia terá uma parte comum a\ntodas as áreas em que se desdobra, e uma parte diversificada, em função de\ncada área de habilitação.\nParágrafo  único.  A  parte  comum  do  currículo  compreenderá  matérias  de\nformação básica  e de formação  profissional  geral  e de formação  profissional\nespecífica.\nArt. 2º A ordenação das matérias consideradas no artigo primeiro não representa\nseqüência imposta na estruturação do currículo pleno, o qual poderá admitir\ninterpenetração de matérias de ambas as partes.\nParágrafo único. Nas instituições unicurriculares, onde inexista primeiro ciclo, o\ncurrículo pleno poderá comportar, desde o início, estudos que contribuam para\ndesenvolver no aluno a atitude profissional do engenheiro.\nArt.  3º  As  matérias  de  formação  básica,  comuns  a  todos  as  áreas,\ncompreenderão  os  fundamentos  científicos  e  tecnológicos  da  Engenharia,\ncobrindo os seguintes campos:\nMatemática.\nFísica.\nQuímica.\n168\n", "169": "Mecânica.\nProcessamento de Dados.\nDesenho.\nEletricidade.\nResistência dos Materiais.\nFenômenos de Transporte.\nArt. 4º As matérias de formação geral conterão assuntos que contribuam para\ncomplementar a formação básica do engenheiro, capacitando-o a utilização de\nelementos de natureza socio-econômica no processo de elaboração criativa.\nParágrafo único. As matérias de formação geral, igualmente comuns a todas as\náreas  da  Engenharia,  cobrirão os  seguintes  campos:  Humanidade e Ciências\nSociais, destacando-se Administração e Economia e Ciências do Ambiente.\nArt.  5º  As  matérias  de  formação  profissional  geral  conterão  assuntos  que\npossibilitem o adequado conhecimento dos fundamentos, materiais, sistemas e\nprocessos, nas diferentes áreas da Engenharia.\nArt.  6º  Consideram-se,  para  os  efeitos  desta  resolução,  como  áreas  de\nhabilitação da Engenharia as seis seguintes:\nCivil.\nEletricidade.\nMecânica.\nMetalurgia.\nMinas.\nQuímica.\n§ 1º Outras áreas de habilitação poderão ser definidas pelo Conselho Federal de\nEducação, se assim o exigirem as necessidades do desenvolvimento nacional, ou\nser criadas pelas instituições, na forma do que dispõe o artigo 18 da Lei número\n5.540, de 1968.\n§ 2º As matérias de formação profissional geral, em cada área de habilitação,\nserão as seguintes:\n169\n", "170": "a) Área: Civil\nTopografia.\nMecânica dos Solos.\nHidrologia Aplicada.\nHidráulica.\nTeoria das Estruturas.\nMateriais de Construção Civil.\nSistemas Estruturais.\nTransportes.\nSaneamento Básico.\nConstrução Civil.\nb) Área: Eletricidade\nCircuitos Elétricos.\nEletromagnetismo.\nEletrônica.\nMateriais Elétricos.\nConversão de Energia.\nControle e Servomecanismos.\nc) Área: Mecânica\nMecânica Aplicada.\nTermodinâmica Aplicada.\nMateriais de Construção Mecânica.\nSistemas Mecânicos.\nSistemas Técnicos.\nSistemas Fluidomecânicos.\nProcessos de Fabricação.\nd) Área: Metalurgia\nFísico-Química.\nCiências dos Materiais.\nMineralogia e Tratamento de Minérios.\nMetalurgia Física.\n170\n", "171": "Metalurgia Extrativa.\nProcesso de Fabricação.\ne) Área: Minas\nTopografia.\nGeologia Geral.\nGeologia Econômica.\nMineralogia e Petrologia.\nSistemas Mecânicos.\nPesquisa Mineral.\nLavra de Minas.\nTratamento de Minérios.\nf) Área: Química\nQuímica Analítica.\nQuímica Descritiva.\nFísico-Química.\nMateriais.\nQuímica Industrial.\nOperações Unitárias.\nProcessos Químicos.\nArt. 7º As áreas referidas no artigo 1º compreenderão as atuais habilitações\ncorrespondentes:  Engenharia  Civil,  Elétrica,  Mecânica,  Metalúrgica,  Minas  e\nQuímica.\nParágrafo  único.  Habilitações  específicas  do  curso  de  Engenharia,\ncorrespondentes  a  especializações  profissionais,  tais  como  as  de  Engenharia\nAeronáutica,  de  Alimentos,  Eletrônica,  Eletrotécnica,  de  Materiais,  Naval,  de\nProdução, de Telecomunicações e outras, já existentes ou que venham a ser\ncriadas, deverão ter origem em uma ou mais áreas da Engenharia, referidas no\nartigo 6º.\n171\n", "172": "Art. 8º As matérias de formação profissional específica conterão assuntos que\ncubram  outros  aspectos  da  profissão  ligados  às  habilitações  específicas  da\nEngenharia.\n§  1º  As  matérias  de  formação  profissional  específica  resultarão  de\naprofundamento ou desdobramento de matérias pertinentes às respectivas áreas\nde habilitação ou ainda de assuntos específicos profissionais característicos de\ncada habilitação.\n§  2º  As  matérias  referidas  no  artigo  serão  estabelecidas  pelas  próprias\ninstituições e submetidas à aprovação do CFE devendo incluir tópicos relativos à\nsegurançna a concepção dos projetos de Engenharia, bem como à normalização.\nArt. 9º As habilitações específicas do curso de Engenharia, referidas no parágrafo\núnico  do  artigo  7º,  poderão  conter  matérias  de  formação  profissional  geral,\nconstantes do currículo mínimo de uma ou mais áreas, a critério do Conselho\nFederal de Educação, de conformidade com a natureza das respectivas matérias\nde formação profissional específica.\nArt. 10 A metodologia de ensino das matérias de formação profissional específica\ndeverá comportar obrigatoriamente, além de trabalhos práticos, atividades de\nplanejamento e de projeto.\nArt.  11  As  matérias  de  formação  básica,  de  formação  geral,  de  formação\nprofissional geral e de formação profissional específica, deverão ser ministradas\natravés de disciplinas constituídas de:\na) todos os assuntos de uma ou mais matérias;\nb) parte dos assuntos de uma ou mais matérias.\n§ 1º O programa de cada disciplina decorrente das matérias do currículo mínimo,\ndeve ser estruturado a partir dasementas apresentadas no anexo I, as quais\ndevem ser entendidas como descritivas dos conteúdos mínimos a abranger, não\ncabendo interpretá-las como programas de disciplina.\n172\n", "173": "§  2º  As  disciplinas  mencionadas  neste  artigo,  as  insituições  de  ensino\nacrescentarão outras, obrigatórias e optatvas, de modo a compor o currículo\npleno do curso, visando a atender às peculiaridades locais e regionais, ou às\ncaracterísticas dos seus próprios projetos.\nArt. 12 As ementas das matérias fixadas nos artigos 3º, 4º e 6º, constam do\nanexo I que fica incorporado a esta resolução.\nArt. 13 Os currículos plenos do curso de Engenharia serão desenvolvidos no\ntempo útil de 3.600 horas de atividades didáticas, que deverão ser integralizadas\nem tempo total variável de 4 a 9 anos letivos, com termo médio de 5 anos.\nParágrafo único. As matérias do currículo pleno poderão ser ministradas  em\ndisciplinas semestrais ou anuais, ou também, em período letivos especiais, de,\npelo  menos  45  dias,  respeitadas  cargas  horárias  totais,  previstas  para  as\nmesmas, pelas instituições de ensino.\nArt. 14 O tempo útil mínimo de 3.600 horas, exigido para o currículo pleno do\ncurso de Engenharia, será integralizado pela soma das seguintes parcelas:\na)  cargas  horárias  estabelecidas  para  as  matérias  de  formação  básica,  de\nformação  geral,  de  formação  profissional  geral  e  de  formação  profissional\nespecífica;\nb) cargas horárias correspondentes a outras disciplinas exigidas por legislação\nespecífica,  inclusive  as  ministradas  no  primeiro  ciclo  das  universidades,  não\nabrangidas no item (a) deste artigo;\nc)  cargas  horárias  que  permita  à  instituição  complementar  o  currículo  com\ndisciplinas  que  representem  extensão  ou  desdobramento  das  matérias\nmencionadas  no  item  (a  deste  artigo,  ou  com  outras  disciplinas  de  caráter\nprofissional específico, não englobadas naquelas matérias.\nParágrafo único. Não serão incluídos no cômputo das 3.600 horas referidas neste\nartigo,  as  cargas  horárias  destinadas  a  Estudo  de  Problemas  Brasileiros  e\nEducação Física, nem as cargas horárias de disciplina que visem à recuperação\n173\n", "174": "de deficiências observadas no concurso vestibular, não obstante sua importância\ne conveniência.\nArt. 15 A carga horária disponível, referida na alínea \"c\" do artigo 14, deverá\nincluir, no mínimo 30 horas destinadas à realização de estágios supervisionados,\nde curta duração, em períodos letivos, ou dos que combinam período de estudos\nnas escolas, com períodos de praticas em empresas e instituições públicas e\nprivadas, nas áreas correspondentes da Engenharia.\nArt. 16 As instituições de ensino poderão, uma vez atendidas as exigências do\ncurrículo mínimo, acrescentar ou desdobrar as matérias, aumentar a duração do\ncurso,  alem  das  3.600  horas,  na  medida  em  que  os  acréscimos  sejam\nnecessários  à  complementação  da  formação  básica  ou  profissional,  em  cada\nárea, em função das peculiaridades locais e regionais ou características de seus\npróprios projetos.\nArt. 17 Os órgãos colegiados competentes das instituições que ministram o curso\nde Engenharia, deverão indicar em termos genéricos ao Conselho Federal de\nEngenharia, Arquitetura e Agronomia (CONFEA), em função do currículo pleno\nque for desolvolvido em suas habilitações, as características dos engenheiros por\nelas diplomados.\nArt. 18 O novo currículo mínimo do curso de Engenharia terá vigência a partir do\nano letivo de 1977.\n§  1º  As  instituições  de  ensino  de  Engenharia  poderão  fazer  adaptações\ncurriculares,  a  seu  critério,  mantidas  as  exigências  dos  currículos  mínimos\nanteriores, para os alunos admitidos à matrícula inicial antes de 1977.\n§ 2º No decorrer do ano de 1976 as instituições de ensino encaminharão á\napreciação do CFE os anexos de seus Regimentos devidamente adaptados a esta\nResolução.\nArt. 19 Esta Resolução entra em vigor na data de sua publicação no Diário Oficial\nda União, revogadas as disposições em contrário.\n174\n", "175": "Conselho Federal de Educação. - Brasília, DF, aos 27 de abril de 1976.\nP. José Vieira de Vasconcelos, Presidente.\nPublicado no DOU de 21.06.1976\n14.\nANEXO 3- RESOLUÇÃO CNE/CES N 11, DE 11 DE\nMARÇO DE 2002\n175\n", "176": "CONSELHO NACIONAL DE EDUCAÇÃO\nCÂMARA DE EDUCAÇÃO SUPERIOR\nRESOLUÇÃO CNE/CES 11, DE 11 DE MARÇO DE 2002.(*)\nInstitui Diretrizes Curriculares Nacionais do\nCurso de Graduação em Engenharia.\nO Presidente da Câmara de Educação Superior do Conselho Nacional de Educação, tendo em\nvista o disposto no Art. 9º, do § 2º, alínea “c”, da Lei 9.131, de 25 de novembro de 1995, e\ncom fundamento no Parecer CES 1.362/2001, de 12 de dezembro de 2001, peça indispensável\ndo  conjunto  das  presentes  Diretrizes  Curriculares  Nacionais,  homologado  pelo  Senhor\nMinistro da Educação, em 22 de fevereiro de 2002, resolve:\nArt. 1º A presente Resolução institui as Diretrizes Curriculares  Nacionais do Curso de\nGraduação em Engenharia, a serem observadas na organização curricular das Instituições do\nSistema de Educação Superior do País.\nArt. 2º As Diretrizes Curriculares Nacionais para o Ensino de Graduação em Engenharia\ndefinem os princípios, fundamentos, condições e procedimentos da formação de engenheiros,\nestabelecidas pela Câmara de Educação Superior do Conselho Nacional de Educação, para\naplicação em âmbito nacional na organização, desenvolvimento e avaliação dos projetos\npedagógicos dos Cursos de Graduação em Engenharia das Instituições do Sistema de Ensino\nSuperior.\nArt.  3º  O  Curso  de  Graduação  em  Engenharia  tem  como  perfil  do  formando\negresso/profissional o engenheiro, com formação generalista, humanista, crítica e reflexiva,\ncapacitado a absorver e desenvolver novas tecnologias, estimulando a sua atuação crítica e\ncriativa na identificação e resolução de problemas, considerando seus aspectos políticos,\neconômicos, sociais, ambientais e culturais, com visão ética e humanística, em atendimento às\ndemandas da sociedade.\nArt. 4º A formação do engenheiro tem por objetivo dotar o profissional dos conhecimentos\nrequeridos para o exercício das seguintes competências e habilidades gerais:\nI -\naplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais\nà engenharia;\nII -\nprojetar e conduzir experimentos e interpretar resultados;\nIII - conceber, projetar e analisar sistemas, produtos e processos;\nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia;\nV -\nidentificar, formular e resolver problemas de engenharia;\nVI - desenvolver e/ou utilizar novas ferramentas e técnicas;\nVI - supervisionar a operação e a manutenção de sistemas;\nVII - avaliar criticamente a operação e a manutenção de sistemas;\n(*)(\n*) CNE. Resolução CNE/CES 11/2002. Diário Oficial da União, Brasília, 9 de abril de 2002. Seção 1, p. \n32.\n176\n", "177": "VIII - comunicar-se eficientemente nas formas escrita, oral e gráfica;\nIX - atuar em equipes multidisciplinares;\nX -\ncompreender e aplicar a ética e responsabilidade profissionais;\nXI - avaliar o impacto das atividades da engenharia no contexto social e ambiental;\nXII - avaliar a viabilidade econômica de projetos de engenharia;\nXIII - assumir a postura de permanente busca de atualização profissional.\nArt. 5º Cada curso de Engenharia  deve possuir um projeto pedagógico  que demonstre\nclaramente como o conjunto das atividades previstas garantirá o perfil desejado de seu egresso\ne o desenvolvimento das competências e habilidades esperadas. Ênfase deve ser dada à\nnecessidade de se reduzir o tempo em sala de aula, favorecendo o trabalho individual e em\ngrupo dos estudantes.\n§ 1º Deverão existir os trabalhos de síntese e integração dos conhecimentos adquiridos ao\nlongo do curso, sendo que, pelo menos, um deles deverá se constituir em atividade obrigatória\ncomo requisito para a graduação.\n§ 2º Deverão também ser estimuladas atividades complementares, tais como trabalhos de\niniciação  científica,  projetos  multidisciplinares,  visitas  teóricas,  trabalhos  em  equipe,\ndesenvolvimento  de  protótipos,  monitorias,  participação  em  empresas  juniores  e  outras\natividades empreendedoras. \nArt. 6º Todo o curso de Engenharia, independente de sua modalidade, deve possuir em seu\ncurrículo um núcleo de conteúdos básicos, um núcleo de conteúdos profissionalizantes e um\nnúcleo de conteúdos específicos que caracterizem a modalidade.\n§ 1º O núcleo de conteúdos básicos, cerca de 30% da carga horária mínima, versará sobre os\ntópicos que seguem:\nI -\nMetodologia Científica e Tecnológica;\nII -\nComunicação e Expressão;\nIII - Informática;\nIV - Expressão Gráfica;\nV -\nMatemática;\nVI - Física;\nVII - Fenômenos de Transporte;\nVIII - Mecânica dos Sólidos;\nIX - Eletricidade Aplicada;\nX -\nQuímica;\nXI - Ciência e Tecnologia dos Materiais;\nXII - Administração;\nXIII - Economia;\nXIV - Ciências do Ambiente;\nXV - Humanidades, Ciências Sociais e Cidadania.\n§ 2ºNos conteúdos de Física, Química e Informática, é obrigatória a existência de atividades\nde laboratório. Nos demais conteúdos básicos, deverão ser previstas atividades práticas e de\nlaboratórios, com enfoques e intensividade compatíveis com a modalidade pleiteada.\n§ 3º O núcleo de conteúdos profissionalizantes, cerca de 15% de carga horária mínima,\nversará sobre um subconjunto coerente dos tópicos abaixo discriminados, a ser definido pela\nIES:\n177\n", "178": "I -\nAlgoritmos e Estruturas de Dados;\nII -\nBioquímica;\nIII -\nCiência dos Materiais;\nIV -\nCircuitos Elétricos;\nV -\nCircuitos Lógicos;\nVI -\nCompiladores;\nVII -\nConstrução Civil;\nVIII - Controle de Sistemas Dinâmicos;\nIX -\nConversão de Energia;\nX -\nEletromagnetismo;\nXI -\nEletrônica Analógica e Digital;\nXII -\nEngenharia do Produto;\nXIII - Ergonomia e Segurança do Trabalho;\nXIV - Estratégia e Organização;\nXV -\nFísico-química;\nXVI - Geoprocessamento;\nXVII –Geotecnia;\nXVIII -\nGerência de Produção;\nXIX - Gestão Ambiental;\nXX -\nGestão Econômica;\nXXI - Gestão de Tecnologia;\nXXII - Hidráulica, Hidrologia Aplicada e Saneamento Básico;\nXXIII -\nInstrumentação;\nXXIV -\nMáquinas de fluxo;\nXXV - Matemática discreta;\nXXVI -\nMateriais de Construção Civil;\nXXVII -\nMateriais de Construção Mecânica;\nXXVIII -\nMateriais Elétricos;\nXXIX -\nMecânica Aplicada;\nXXX - Métodos Numéricos;\nXXXI -\nMicrobiologia;\nXXXII -\nMineralogia e Tratamento de Minérios;\nXXXIII -\nModelagem, Análise e Simulação de Sistemas;\nXXXIV -\nOperações Unitárias;\nXXXV -\nOrganização de computadores;\nXXXVI -\nParadigmas de Programação;\nXXXVII -Pesquisa Operacional;\nXXXVIII -\nProcessos de Fabricação;\nXXXIX -\nProcessos Químicos e Bioquímicos;\nXL -\nQualidade;\nXLI - Química Analítica;\nXLII - Química Orgânica;\nXLIII -Reatores Químicos e Bioquímicos;\nXLIV -Sistemas Estruturais e Teoria das Estruturas;\nXLV - Sistemas de Informação;\nXLVI -Sistemas Mecânicos;\nXLVII -\nSistemas operacionais;\n178\n", "179": "XLVIII -\nSistemas Térmicos;\nXLIX -Tecnologia Mecânica;\nL -\nTelecomunicações;\nLI -\nTermodinâmica Aplicada;\nLII -\nTopografia e Geodésia;\nLIII -\nTransporte e Logística.\n§ 4º O núcleo de conteúdos específicos se constitui  em extensões e aprofundamentos dos\nconteúdos  do  núcleo  de  conteúdos  profissionalizantes,  bem  como  de  outros  conteúdos\ndestinados a caracterizar modalidades. Estes conteúdos, consubstanciando o restante da carga\nhorária total, serão propostos exclusivamente pela IES. Constituem-se em conhecimentos\ncientíficos, tecnológicos e instrumentais necessários para a  definição das modalidades de\nengenharia e devem garantir o desenvolvimento das competências e habilidades estabelecidas\nnestas diretrizes.\nArt. 7º A formação do engenheiro incluirá, como etapa integrante da graduação, estágios\ncurriculares obrigatórios sob supervisão direta da instituição de ensino, através de relatórios\ntécnicos e acompanhamento individualizado durante o período de realização da atividade. A\ncarga horária mínima do estágio curricular deverá atingir 160 (cento e sessenta) horas.\nParágrafo único. É obrigatório o trabalho final de curso como atividade de síntese e integração\nde conhecimento.\nArt.  8º  A  implantação  e  desenvolvimento  das  diretrizes  curriculares  devem  orientar  e\npropiciar concepções curriculares ao Curso de Graduação em Engenharia que deverão ser\nacompanhadas e permanentemente avaliadas, a fim de permitir os ajustes que se fizerem\nnecessários ao seu aperfeiçoamento.\n§ 1º As avaliações dos alunos deverão basear-se nas competências, habilidades e conteúdos\ncurriculares desenvolvidos tendo como referência as Diretrizes Curriculares.\n§ 2º O Curso de Graduação em Engenharia deverá utilizar metodologias e critérios para\nacompanhamento  e avaliação  do processo ensino-aprendizagem  e do próprio curso, em\nconsonância com o sistema de avaliação e a dinâmica curricular definidos pela IES à qual\npertence.\nArt. 9º Esta Resolução entra em vigor na data de sua publicação, revogadas as disposições em\ncontrário.\nARTHUR ROQUETE DE MACEDO\nPresidente da Câmara de Educação Superior\n179\n", "180": "15.\nANEXO 4 - RESOLUÇÃO CNE/CES NO 2, DE 18 DE \nJUNHO DE 2007\n180\n", "181": "181\n", "182": "182\n", "183": "183\n", "184": "16.\nANEXO 5 – RESOLUÇÃO CNE/CES N 3, DE 2 DE \nJULHO DE 2007\n184\n", "185": "185\n", "186": "17.\nANEXO 6 – PORTARIA MEC N 1693, DE 5 DE \nDEZEMBRO DE 1994\n186\n", "187": "187\n", "188": "188\n", "189": "18.\nANEXO 7 - RESOLUÇÃO CONFEA N 218, DE 29 \nDE JUNHO DE 1973 \n189\n", "190": "190\n", "191": "191\n", "192": "192\n", "193": "193\n", "194": "194\n", "195": "19.\nANEXO 8: RESOLUÇÃO CONFEA 310, DE 23 DE \nJULHO DE 1986.\n195\n", "196": "196\n", "197": "197\n", "198": "20.\nANEXO 9 - RESOLUÇÃO CONFEA N 447, DE 22 \nDE SETEMBRO DE 2000 \n198\n", "199": "199\n", "200": "200\n", "201": "21.\nANEXO 10 - RESOLUÇÃO CONFEA N 1010, DE 22\nDE AGOSTO DE 2005 \n201\n", "202": "202\n", "203": "203\n", "204": "204\n", "205": "205\n", "206": "206\n", "207": "207\n", "208": "208\n", "209": "209\n", "210": "210\n", "211": "211\n", "212": "212\n", "213": "213\n", "214": "214\n", "215": "215\n", "216": "216\n", "217": "217\n", "218": "218\n", "219": "219\n", "220": "22.\nANEXO  11  -REFERÊNCIAS  CURRICULARES\nNACIONAIS  DOS  CURSOS  DE  BACHARELADO  E\nLICENCIATURA, MEC 29 DE ABRIL DE 2010.\n220\n", "221": "221\n", "222": "222\n", "223": "223\n", "224": "224\n", "225": "225\n", "226": "226\n", "227": "227\n", "228": "228\n", "229": "23.\nANEXO 12-RESOLUÇÃO CEPE-24/08 E CEPE \n25/08, DE 11 DE ABRIL DE 2008.\n229\n", "230": "", "231": "", "232": "", "233": "", "234": "", "235": "", "236": "", "237": "", "238": "", "239": "", "240": "", "241": "", "242": "", "243": "", "244": ""}