{"1": "UNIVERSIDADE FEDERAL DE VIÇOSA\nPROJETO PEDAGÓGICO DO CURSO\nDE ENGENHARIA DE AGRIMENSURA E\nCARTOGRÁFICA\nVIÇOSA – MG\n2013\n", "2": "UNIVERSIDADE FEDERAL DE VIÇOSA\nMissão da Universidade Federal de Viçosa\n“Exercer uma ação integrada das atividades de ensino,\npesquisa e extensão, visando à universalização da educação\nsuperior de qualidade, à promoção do desenvolvimento das\nciências, letras e artes e à formação de cidadãos com visão\ntécnica,  científica  e  humanística,  capazes  de  enfrentar\ndesafios e atender às demandas da sociedade.”\n", "3": "UNIVERSIDADE FEDERAL DE VIÇOSA\nCoordenador do Curso de Engenharia de Agrimensura e Cartográfica\nProf. Afonso de Paula dos Santos\nNúcleo  Docente  Estruturante do  Curso  de  Engenharia  de  Agrimensura  e\nCartográfica\nProfº. Afonso de Paula dos Santos\nProf° Antônio Santana Ferraz\nProfº. Dalto Domingos Rodrigues\nProf°. Geraldo José da Silva Santana\nProf°. Joel Gripp Junior\nProf°. Leacir Nogueira Bastos\nProfª. Nilcilene das Graças Medeiros\nProfº. William Rodrigo Dal Poz\nComissão  Coordenadora  do  Curso  de  Engenharia  de  Agrimensura  e\nCartográfica\nProfº. Afonso de Paula dos Santos\nProfº. Dalto Domingos Rodrigues\nProfº. Geraldo José da Silva Santana\nProfº. Joel Gripp Junior\nProf°. Leacir Nogueira Bastos\nProfº. William Rodrigo Dal Poz\n", "4": "UNIVERSIDADE FEDERAL DE VIÇOSA\nCurso: Graduação em Engenharia de Agrimensura e Cartográfica\nModalidade oferecida: Bacharelado\nTítulo acadêmico conferido: Engenheiro Agrimensor e Cartógrafo\nModalidade de ensino Presencial\nRegime de matrícula: Semestral\nTempo de duração: 05 anos - prazo padrão\nCarga horária total: 3.645  horas\nNúmero de vagas oferecidas: 40 vagas anuais\nTurno de funcionamento: Integral\nForma de ingresso: Definida conforme o Regime Didático da UFV\nLocal de funcionamento: Campus Viçosa\nEndereço: \nUNIVERSIDADE FEDERAL DE VIÇOSA - UFV\nAv. P. H. Rolfs, s/n\nCENTRO DE CIÊNCIAS EXATAS E TECNOLÓGICAS\nEd. Arthur da Silva Bernardes\nCampus Universitário\nCEP 36570-000\nViçosa - MG\n", "5": "SUMÁRIO\n1. Apresentação do Curso.............................................................................................................7\n1.1. Apresentação geral da Universidade Federal de Viçosa.........................................7\n1.2. A Engenharia de Agrimensura e Cartográfica........................................................8\n1.3. História do Ensino em Agrimensura e Cartografia no Brasil............................10\n1.4. A Engenharia de Agrimensura e Cartográfica da UFV.......................................13\n2. Fundamentação Legal..............................................................................................................15\n3. Concepção do Curso...............................................................................................................17\n4. Objetivos do Curso..................................................................................................................18\n5. Perfil e Competências Profissionais......................................................................................19\n6. Estrutura Curricular.................................................................................................................21\n6.1. Formação Geral..........................................................................................................21\n6.2. Formação Profissional...............................................................................................22\n6.3. Formação Específica.................................................................................................22\n6.4. Estágio Curricular Supervisionado.........................................................................23\n6.5. Atividades Complementares.....................................................................................24\n6.6. Projeto Final de Curso, Seminário e Monografia.................................................25\n6.7. Educação das Relações Étnico-Raciais e para o Ensino de História e Cultura\nAfro-brasileira e Africana............................................................................................25\n6.8. Políticas de Educação Ambiental............................................................................26\n7. Integralização Curricular do Curso.......................................................................................27\n8. Matriz Curricular do Curso....................................................................................................28\n9. Metodologia de Ensino e Aprendizagem.............................................................................29\n10. Avaliação do Processo de Ensino-aprendizagem.............................................................30\n11.  Tecnologias  de  Informação  e  Comunicação  –  TICs  –  no  processo  de\nensino-aprendizagem...................................................................................................................31\n12. Apoio ao Discente.................................................................................................................34\n13. Auto-Avaliação do Curso......................................................................................................35\n", "6": "14. Ingresso no Curso..................................................................................................................37\n15. Outras Atividades do Curso.................................................................................................38\n16. Recursos Humanos................................................................................................................39\n16.1. Núcleo Docente Estruturante – NDE.................................................................39\n16.2. Atuação do Núcleo Docente Estruturante – NDE...........................................39\n16.3. Colegiado do Curso.................................................................................................39\n17. Infraestrutura..........................................................................................................................41\nAnexos............................................................................................................................................45\nA1. Criação do Curso........................................................................................................46\nA2. Reconhecimento do Curso.......................................................................................48\nA3. Atribuições Profissionais..........................................................................................50\nA4 Diretrizes Curriculares Nacionais dos cursos de graduação em Engenharias..53\nA5. Matriz Curricular do Curso......................................................................................57\nA6. Regulamento das Atividades Complementares.....................................................65\nA7. Dados do Corpo Docente e Técnicos envolvidos no Curso..............................68\nA8. Resolução do CEPE instituição do Núcleo Docente Estruturante (NDE)....71\nA9. Resolução do CEPE instituição da Comissão Coordenadora do Curso (CCC)\n.........................................................................................................................................73\nA10. Regime Didático de Graduação.............................................................................79\nA11. Programas Analíticos............................................................................................102\n", "7": "1. Apresentação do Curso \n1.1. Apresentação geral da Universidade Federal de Viçosa\nA Universidade Federal de Viçosa originou-se da Escola Superior de Agricultura\ne Veterinária (ESAV), criada pelo Decreto 6.053, de 30 de março de 1922, do então\nPresidente  do  Estado  de  Minas  Gerais,  Arthur  da  Silva  Bernardes.\nA ESAV foi inaugurada em 28 de agosto de 1926, por seu idealizador Arthur Bernardes,\nque na época ocupava o cargo máximo de Presidente da República. \nEm 1927 foram iniciadas as atividades didáticas, com a instalação dos Cursos\nFundamental e Médio e, no ano seguinte, do Curso Superior de Agricultura. Em 1932\nfoi a vez do Curso Superior de Veterinária. No período de sua criação, foi convidado\npor Arthur Bernardes, para organizar e dirigir a ESAV, o Prof. Peter Henry Rolfs, do\nYowa State College, Estados Unidos. Também veio, a convite, o Engenheiro João Carlos\nBello Lisboa, que então trabalhava em reformas urbanísticas na cidade de Ponte Nova,\npara administrar os trabalhos de construção do estabelecimento.\nVisando ao desenvolvimento da Escola, em 1948, o Governo do Estado a\ntransformou em Universidade Rural do Estado de Minas Gerais (UREMG), que era\ncomposta pela Escola Superior de Agricultura, pela Escola Superior de Veterinária, pela\nEscola  Superior  de  Ciências  Domésticas,  pela  Escola  de  Especialização\n(Pós-Graduação),  pelo  Serviço  de  Experimentação  e  Pesquisa  e  pelo  Serviço  de\nExtensão.\nGraças a sua sólida base e a seu bem estruturado desenvolvimento, a UREMG\nadquiriu renome em todo o País, o que motivou o Governo Federal a federalizá-la, em\n15 de julho de 1969, com o nome de Universidade Federal de Viçosa.\nA Universidade Federal de Viçosa vem acumulando, desde sua fundação, larga\nexperiência e tradição em ensino, pesquisa e extensão, que formam a base de sua\nfilosofia de trabalho.\nDesde seus primórdios, a UFV se preocupa em promover a integração vertical\ndo ensino. Nesse sentido, trabalha de maneira efetiva, mantendo, atualmente, além dos\ncursos de graduação e pós-graduação, o Colégio Universitário (Ensino Médio Geral), a\nCentral de Ensino e Desenvolvimento Agrário de Florestal (Ensino Médio Técnico e\nMédio Geral), a Escola Estadual Effie Rolfs (Ensino Fundamental e Médio Geral), o\nLaboratório de Desenvolvimento Humano (4 a 6 anos) e, ainda, a Creche, que atende a\ncrianças de 3 meses a 6 anos.\n", "8": "Por tradição, a área de Ciências Agrárias é a mais desenvolvida na UFV, sendo\nconhecida e respeitada no Brasil e no Exterior. Apesar dessa ênfase na agropecuária, a\nInstituição  vem  assumindo  caráter  eclético,  expandindo-se  noutras  áreas  do\nconhecimento, tais como Ciências Biológicas e da Saúde, Ciências Exatas e Tecnológicas\ne Ciências Humanas, Letras e Artes. Trata-se de uma postura coerente com o conceito\nda moderna universidade, tendo em vista que a interação das diversas áreas otimiza os\nresultados.\nA UFV tem contado com o trabalho de professores e pesquisadores estrangeiros\nde renome na comunidade científica, que colaboram com o seu corpo docente, ao\nmesmo tempo em que executa um programa de treinamento que mantém diversos\nprofissionais se especializando tanto no Brasil quanto no exterior. Nesse particular, a\nUFV é uma das instituições brasileiras com índices mais elevados de pessoal docente\ncom qualificação em nível de pós-graduação.\nNos últimos anos, a UFV tem passado por um extraordinário crescimento\nacadêmico administrativo. Em 22 de maio de 2006, o Conselho Universitário da UFV -\nCONSU, pela Resolução nº 07, aprovou  a criação do  campus de Florestal-MG e\ndeterminou ações de expansão e aperfeiçoamento das atividades de ensino, pesquisa e\nextensão. Dessa forma, além da unidade de ensino médio tecnológico, o campus faz\nparte do processo de expansão da UFV, com a criação de cursos de ensino superior. No\ndia 25 de julho de 2006, pela Resolução CONSU nº 08, foi autorizada a criação do\ncampus de Rio Paranaíba, localizado na região do Alto Paranaíba, em Minas Gerais.\nA UFV aderiu ao Programa de Reestruturação e Expansão das Universidades\nFederais - REUNI, instituído pelo Decreto nº 6.096, de 24 de abril de 2007, que tem\ncomo  um  dos  seus  objetivos  dotar  as  Universidades  Federais  com  as  condições\nnecessárias para ampliação do acesso e permanência na educação superior.\nAdicionalmente aos novos campi, vários cursos de graduação, em diversas áreas\ndo conhecimento, foram criados, vários programas de pós-graduação, em nível de\nmestrado e doutorado, foram iniciados e cursos superiores de tecnologia estão sendo\nintroduzidos.\nDesde sua criação, a UFV vem oferecendo importante contribuição ao País,\ncomo demonstram os numerosos profissionais que por aqui passaram, vindos de todo o\nBrasil e de outros países, as diversas tecnologias desenvolvidas ou adaptadas para as\ncondições  brasileiras  e  os  vários  produtos  melhorados,  cujo  desempenho  na\nagropecuária brasileira é reconhecido nacional e internacionalmente.\n1.2. A Engenharia de Agrimensura e Cartográfica\nRepresentar a superfície terrestre é um desafio para o ser humano desde as\népocas mais remotas. A necessidade do ser humano em conhecer, ocupar e explorar o\n", "9": "território é parte de sua evolução ao longo do tempo. No mundo moderno o mapa é um\nelemento  fundamental  para  a  compreensão  de  um  fenômeno  espacial;  para  o\nconhecimento, ocupação e exploração organizada, justa e sustentável da superfície física\nda  Terra.  Mapas,  mais  do  que  instrumentos  de  segurança  nacional,  são  hoje\ninstrumentos  de desenvolvimento  econômico  e social  sustentável.  Além  de serem\nusados na segurança das fronteiras de um País, na divisão político-administrativa e legal\ndo território, são instrumentos que viabilizam o conhecimento das riquezas de uma\nregião, o equacionamento de problemas como a falta de segurança pública, de moradias,\nde saneamento, de condições adequadas de saúde, a má distribuição de alimentos, a\ninjusta distribuição fundiária, a injusta cobrança de impostos territoriais, a não realização\nda reforma agrária e a degradação ambiental. O conhecimento do espaço físico viabiliza\nsoluções eficientes e racionais para os problemas de gestão política e gerenciamento\ntécnico.  Em todo planejamento, seja em escala local, municipal, estadual, nacional,\ncontinental ou mundial, deve-se levar em consideração a espacialização de todas as\nvariáveis envolvidas. Mapas são hoje fundamentais também na navegação terrestre. A\nevolução tecnológica, ao facilitar o armazenamento e o uso de mapas, tem levado a um\naumento  significativo  da  demanda  por  mapas  digitais  cada  vez  mais  precisos  e\nconfiáveis.\nO  mapeamento  de  um  território  é  um  processo  que  envolve  técnicas  de\nmedição, processamento, armazenamento, representação e análise de dados, fenômenos\ne fatos pertinentes a diversos campos científicos, associados à superfície terrestre. É um\nprocesso que envolve ciências  como a geografia, topografia, hidrografia,  geodésia,\nmetrologia, astronomia, fotogrametria, sensoriamento remoto e a estatística, dentre\noutras. Obviamente cabe ao profissional que trabalha com tais ciências e técnicas\ncontribuir com desenvolvimento delas, dos instrumentos - hardwares e softwares – e\ndos métodos. A sistematização do mapeamento dos municípios, estados e País requer\nconhecimentos gerais e específicos que possibilitem a ação a nível local sem perder de\nvista os objetivos globais.  O processo de mapeamento há muito requer profissionais\ncom formação específica, e o desenvolvimento científico e tecnológico tem evidenciado\nainda mais essa exigência.\nNo Brasil, como no resto do mundo, a geração e divulgação de mapas estiveram,\naté há pouco tempo, estreitamente ligadas, e até mesmo restritas, ao meio militar e talvez\npor isso, em nosso País, os civis ainda valorizam pouco tal atividade e o mapeamento é\ncaótico, oneroso e impreciso. No Brasil importa-se de tudo – hardwares, softwares e até\nmesmo livros e normas – relacionado com área. O País, os Estados e os Municípios\ncarecem  de  profissionais,  que  coordenem,  implantem  e  fiscalizem  o  mapeamento\nsistemático de seus territórios e contribuam efetivamente para o desenvolvimento das\ngeotecnologias.\nNo  Brasil,  os  profissionais  responsáveis  pelo  mapeamento  do  território\nreceberam diferentes denominações: Engenheiro Geógrafo, Agrimensor, Engenheiro de\n", "10": "Geodésia e Topografia e, atualmente, Engenheiro Agrimensor e Engenheiro Cartógrafo.\nA seguir é apresentado um histórico do ensino na área de mapeamento no País.\n1.3. História do Ensino em Agrimensura e Cartografia no Brasil\nEngenheiro Geógrafo e Engenheiro de Geodésia e Topografia foram títulos\nconferidos aos profissionais que especializavam na geração de informações geográficas e\ntopográficas até 1980. Embora o título de “Agrimensor” remonte a época do Império,\nsomente a partir de 1957 é que foram criados os cursos de Engenharia de Agrimensura\ne Engenharia Cartográfica. \nA primeira escola para formação de Engenheiros Geógrafos Militares foi a\nAcademia Real Militar, criada por Carta Régia do Príncipe Regente D.João VI, de 04 de\ndezembro de 1810, que se originou da transformação da Real Academia de Artilharia,\nFortificação e Desenho, criada por Da.Maria I, em 17 de dezembro de 1792. Pelo\nRegulamento da Academia Real Militar, em 8 (oito) anos, os alunos deveriam realizar:\n\"Um curso regular de Ciências Exatas e de Observações, assim como de todos aqueles\nque são aplicações das mesmas aos estudos militares e práticos que formam hábeis\nOficiais  de  Artilharia,  Engenharia  e  ainda  Oficiais  da  classe  de  Engenheiros\nGeógrafos e Topógrafos, que possam também ter o útil emprego de dirigir objetos\nadministrativos de minas, de caminhos, portos, canais, pontes e calçadas\".\nEm nove de outubro de 1880, com o Decreto número 3001, D. Pedro II\nsanciona e manda que se execute a seguinte Resolução da Assembleia Geral:\n“Art. 1º Os Engenheiros Civis, Geographos, Agrimensores e Bacharéis\nformados em mathematicas, nacionaes ou estrangeiros, não poderão\ntomar posse de empregos ou commissões de nomeação do Governo\nsem apresentar seus títulos ou cartas de habilitação scientifica.\n§  1º  Os  títulos  passados  por  escolas  estrangeiras  ficam  sujeitos  às\nmesmas taxas que os da Escola Polytechnica.\n§ 2º Os Engenheiros actualmente empregados na Côrte e províncias\nterão, aquelles tres mezes e estes seis para apresentar os seus diplomas.\nArt. 2º Ficam revogadas as disposições em contrario.”\nDurante o Império, a Academia Real Militar foi atingida por diversas reformas\nno ensino militar e de engenharia, tornando-se o embrião de escolas, algumas das quais\nperduram até hoje.\nEm 1890, com a proclamação da República, logo nos primeiros meses, foram\ncriadas  a  Escola  Superior  de  Guerra  e  a  Escola  Astronômica  e  de  Engenharia\nGeográfica.\n", "11": "Em 1914, o Decreto nº 10.832, de 28 de março, faz uma nova reforma no\nensino  militar,  mantendo  a  formação  de  Engenheiros  Geógrafos na  Escola  de\nEstado-Maior.\nEm 1930, o Decreto nº 19.299, de 05 de junho, cria o Instituto Geográfico\nMilitar, com sede na Fortaleza da Conceição (Rio de Janeiro) e subordinado ao Serviço\nGeográfico Militar, tendo, em 1931,  formado sua primeira  turma de Engenheiros\nGeógrafos, constituída de 14 Oficiais do Exército e 1 Oficial da Marinha.\nEm 1933, Getúlio Vargas, com o Decreto número 23.569, cria o Conselho\nFederal de Engenharia, Arquitetura e Agrimensura - CONFEA.\nEm  1940,  o  Instituto  Geográfico  Militar  passou  a  chamar-se  Escola  de\nGeógrafos do Exército.\nEm 1941, a Escola de Geógrafos do Exército é incorporada á Escola Técnica do\nExército, com a designação de \"Curso de Geodésia e Topografia\".\nEm 20 de maio de 1957 o governo de Juscelino Kubitscheck institui o curso\nsuperior de Engenharia de Agrimensura - uma habilitação específica que tem sua origem\nna  área  civil  do  curso  de  Engenharia  –  e  confere  a  seu  concluinte  o  título  de\nEngenheiro Agrimensor.\nEm 1960, a Escola Técnica do Exército funde-se com o Instituto Militar de\nTecnologia, e passa a chamar-se de Instituto Militar de Engenharia (IME), mantendo-se\no \"Curso de Geodésia e Topografia\" com a mesma designação.\nEm 1963, em Araraquara, SP, é estruturada a primeira escola de formação de\nEngenheiros Agrimensores. O Curso é reconhecido por meio do Decreto 64.494, de\n30.10.1968.\nEm 1965, inicia-se, na Universidade Estadual da Guanabara, atual Universidade\ndo Estado do Rio de Janeiro (UERJ), o curso de  Engenharia Cartográfica, sendo\nreconhecido pelo Decreto 83.217, de 28 de fevereiro de 1979.\nEm 1965, Carlos Braga Chagas, Coronel da Diretoria do Serviço Geográfico do\nExército, divulga o ‘Manual do Agrimensor’ com o objetivo de alertar as autoridades\npara  o  estado  embrionário  dos  trabalhos  de  Agrimensura,  no  Brasil,  quanto  às\nespecificações técnicas e às necessidades de coordenação e planejamento dos mesmos\nvisando a organização da carta cadastral.\nEm 1966, Arthur da Costa e Silva assina a lei número 5.194, criando o Conselho\nFederal de Engenharia, Arquitetura e Agronomia – CONFEA.\nEm 1973 entra em vigor a Resolução, do CONFEA, número 218 que estabelece\nas atribuições dos Engenheiros Agrimensores, em seu artigo quarto, e dos Engenheiros\n", "12": "Cartógrafos, Engenheiros de Geodésia e Topografia  e Engenheiros Geógrafos, no\nartigo sexto.\nEm 25/08/1975, o Conselho de Ensino, Pesquisa e Extensão da Universidade\nFederal de Viçosa (CEPE/UFV Ata n° 68) cria o primeiro curso de Engenharia de\nAgrimensura em uma instituição federal; reconhecido pelo Decreto Presidencial número\n83.299 de 26/03/1979 (Anexo A1).\nEm 24/10/1975, o Conselho Universitário da Universidade Federal do Paraná\ncria o primeiro curso de Engenharia Cartográfica em instituição federal; reconhecido em\n08/01/1982.\nEm 1977, iniciam-se as atividades do curso de Engenharia Cartográfica na\nUniversidade Estadual Paulista (UNESP), Campus de Presidente Prudente.\nEm 02/10/1980, o “Curso de Geodésia e Topografia” do Instituto Militar de\nEngenharia passa a ser denominado ‘Curso de Engenharia Cartográfica’ e assim não há\nmais no País cursos que formam Engenheiros Geógrafos ou Engenheiros de Geodésia e\nTopografia.\nOs  cursos  de  Engenharia  de  Agrimensura  e  Engenharia  Cartográfica  são\nextremamente semelhantes e a existência de dois cursos além de dividir os profissionais\nda área, confunde a sociedade.\nA evolução tecnológica viabilizou a elaboração de cartas geográficas em escalas\npequenas – menores que 1/25 000 – a partir de imagens orbitais de alta resolução;\nviabilizou a produção de plantas topográficas em larga escala, o cadastro de imóveis\nrurais num País com a extensão territorial do Brasil, com precisão e confiabilidade\nnecessárias e vem exigindo a sistematização do mapeamento em escalas maiores que\n1/10.000. Tudo isso aproxima ainda mais os objetivos, as técnicas e as ciências relativas\naos cursos de Engenharia de Agrimensura e Engenharia Cartográfica.\nA unificação desses cursos é tema de debates em congressos desde a década de\n1990 e uma das conclusões desses debates é que cabe à academia, ao sistema de\nformação profissional  e não ao de habilitação, unificá-los. O grande empecilho  à\nunificação é o “nome” do curso resultante. Com um terceiro nome, sem os termos\n‘agrimensura’ e ‘cartografia’, corre-se o risco de se criar um terceiro curso com as\nmesmas finalidades e que empregam as mesmas técnicas e ciências, dividindo ainda mais\na categoria profissional.\nVale chamar atenção para os artigos 10 e 11 da lei 5194/66 (Anexo A3):\nArt. 10. Cabe às Congregações das escolas e faculdades de engenharia,\narquitetura e agronomia indicar, ao Conselho Federal, em função dos\n", "13": "títulos  apreciados  através  da  formação  profissional,  em  termos\ngenéricos, as características dos profissionais por ela diplomados.\nArt. 11. O Conselho Federal organizará e manterá atualizada a relação\ndos títulos concedidos pelas escolas e faculdades, bem como seus cursos\ne currículos, com a indicação das suas características.\nDeixando claro que os títulos  profissionais  são concedidos  pelas escolas e\nfaculdades.\nO  Art. 53º da nova LDB garante que, no exercício de sua autonomia, são\nasseguradas às universidades, sem prejuízo de outras, a atribuição de criar, organizar e\nextinguir, em sua sede, cursos e programas de educação superior, obedecendo às normas\ngerais da União e, quando for o caso, do respectivo sistema de ensino; e que para\ngarantir a autonomia didático-científica das universidades, caberá aos seus colegiados de\nensino  e pesquisa  decidir, dentro  dos  recursos  orçamentários  disponíveis, sobre  a\ncriação, expansão, modificação e extinção de cursos.\nDiante toda esta discussão, a Universidade Federal de Viçosa em 2008, por meio\nde iniciativa da comissão coordenadora do curso de Engenharia de Agrimensura, foi o\nprimeiro curso no país a realizar a unificação dos nomes, alterando o nome do curso\npara “Engenharia de Agrimensura e Cartográfica” explicitando dessa forma que os\nprofissionais por ele formados têm também atribuições em cartografia.\nAlém  de  alterar  o  nome,  houve  uma  reformulação  da  grade  curricular\naumentando a carga horária de disciplinas obrigatórias nas áreas de cartografia, geodésia\nfísica e fotogrametria.\nApós iniciativa da UFV, diversas outras universidades do país que ofereciam o\ncurso de “Engenharia de Agrimensura” ou “Engenharia Cartográfica”, alteraram o\nnome do curso para “Engenharia de Agrimensura e Cartográfica” ou “Engenharia\nCartográfica e de Agrimensura”.\n1.4. A Engenharia de Agrimensura e Cartográfica da UFV\nO curso foi criado na UFV em 1976, com duração média de três anos e meio\ncom denominação de “Curso Superior em Engenharia de Agrimensura”, oferecendo 25\nvagas anuais, sendo este reconhecido pelo MEC em 1979 pelo Decreto 83.299 do então\nPresidente da República.\n Em 1986, o curso foi reformulado para um prazo médio de cinco anos,\noferecendo 40 vagas anuais, e com a denominação de “Engenharia de Agrimensura”. \nEm 2008, buscando acompanhar o desenvolvimento científico e tecnológico e\nampliar  horizontalmente  a  formação  desse  engenheiro,  o  curso  passou  a  ser\n", "14": "denominado  “Engenharia  de  Agrimensura  e  Cartográfica”  (Ata  n°\n454/2008/CEPE/UFV), tendo seu reconhecimento do curso renovado pelo MEC em\n2010 através da Portaria SESU/MEC n° 940 (Anexo A2).\nO curso de Engenharia de Agrimensura na UFV vem oferecendo à população\nbrasileira, excelentes profissionais e cidadãos. Isso graças às condições oferecidas pela\nUFV: uma boa assistência estudantil, boas salas de aula, uma boa biblioteca, bons\nlaboratórios, bons professores, bons funcionários e um bonito e agradável campus\nuniversitário. Obviamente, isso também se deve aos alunos que aqui entram com sede de\nsaber e lutam com muita força de vontade para superarem suas dificuldades. \nO  Engenheiro  Agrimensor  e  Cartógrafo  pode  se  especializar,  pelos\nconhecimentos  que  o  habilitam,  em  Informações  Espaciais,  Geodésia,  Ciências\nCartográficas,  Hidrografia,  Fotogrametria,  Astronomia  de  posição,  Sensoriamento\nRemoto, Sistemas de Informação Geográfica, Mensuração e Geoprocessamento, dentre\noutras áreas pertinentes à sua formação. \nA  Universidade  Federal  de  Viçosa  oferece,  através  do  Departamento  de\nEngenharia  Civil,  o  curso  de  Pós-Graduação  em  Engenharia  Civil  com  área  de\nconcentração  em  Informações  Espaciais, que busca  a  aquisição, aprimoramento  e\ngeração de novas tecnologias e novos conhecimentos relacionados com o mapeamento\ndo País, dos estados e municípios, bem como o posicionamento e monitoramento de\nobras de engenharia e alterações naturais e artificiais do meio ambiente. As principais\ndisciplinas oferecidas para a área são: Geodésia aplicada à engenharia, Sistemas de\nreferência e de tempo, Fotogrametria digital, Geoprocessamento avançado, Sistemas de\ninformações geográficas, e Ajustamento de observações avançado.\nO curso de Engenharia de Agrimensura e Cartográfica possui uma estreita\nligação  com  a  pós-graduação.  Todos  os  professores  da  pós-graduação  atuam  na\ngraduação. Graças a esse intercâmbio já se pode observar uma melhoria da qualidade de\nensino na graduação e uma melhor preparação do egresso que almeja desenvolver\npesquisa.\nOs  estudantes  do  curso  têm  também  oportunidade  de  participarem  em\natividades de pesquisa através do Programa Jovens Talentos para a Ciência e editais de\nconcessão de bolsa iniciação científica (UFV, FAPEMIG e CNPQ). Outra forma de\nparticipação é o estágio voluntário em pesquisa, na qual o estudante pode acompanhar\nas pesquisas desenvolvidas na pós-graduação, sob a coordenação de um professor, e\nainda, aproveitar esta carga horária como atividades complementares.\nQuanto às atividades de extensão, os estudantes têm oportunidades de participar\ndos diversos projetos extensionistas da UFV, já que a área de mapeamento é uma\nnecessidade neste diversos projetos. \n", "15": "2. Fundamentação Legal\nA formação do Engenheiro Agrimensor e Cartógrafo fundamenta-se na visão\nhumanista e crítica com vistas à valorização do cidadão e sua inserção na sociedade com\ncapacidade para atuar com criatividade, competência e responsabilidade na sua área. Essa\nformação inclui teorias e práticas que conduzem ao desenvolvimento integral dos\ndiscentes, para que possam ser capazes de transformar o conhecimento e não apenas\nreproduzi-lo.\nO presente projeto político pedagógico foi elaborado com base nos princípios\nda educação nacional e nos pressupostos da educação superior expressos na  Lei de\nDiretrizes e Bases da Educação Nacional - LDB, Lei n.º 9.394/1996; pauta-se nas\nDiretrizes  Curriculares  Nacionais  para  os  Cursos  de  Graduação  em  Engenharias\n(Resolução CNE/CES Nº 11, de 11/02/2002); possui carga horária de 3.645 horas em\nacordo com a legislação que estabelece carga horária mínima e tempo de integralização\npara  bacharelados  (Resolução  CNE/CES  nº  2,  18/06/2007);  está  adequado  às\nDiretrizes Curriculares Nacionais para Educação das Relações Étnico-raciais e para o\nEnsino de História e Cultura Afro-brasileira e Africana (Resolução CNE/CP nº 01,\n17/06/2004;)  e às  Políticas  de Educação Ambiental  (Lei nº 9.795,  27/04/1999  e\nDecreto nº 4.281, 25/06/2002); atende à exigência curricular da Língua Brasileira de\nSinais – Libras (Decreto 5.626 de 22/12/2005); atende a normatização do Núcleo\nDocente  Estruturante  com  a  instituição  do  NDE  por  meio  do  Ato\n0150/2013/CCE-UFV de 09/09/2013 (Resolução CONAES Nº 1, de 17/06/2010 e\nResolução CEPE/UFV Nº 3/2010).\nAs  informações acadêmicas  do  curso  de  Engenharia  de  Agrimensura  e\nCartográfica estão  disponibilizadas na forma impressa e virtual na página da UFV\n(www.eam.ufv.br) conforme exigência que consta no Art. 32 da Portaria Normativa N°\n40 de 12/12/2007 e alterada pela Portaria Normativa MEC N° 23 de 01/12/2010,\npublicada em 29/12/2010.\nA gestão do curso de Engenharia de Agrimensura e Cartográfica é exercida por\num colegiado, denominado Comissão Coordenadora, instituída pelo Ato-Portaria n°\nP-0726/2013/RTR-UFV em atendimento à  Resolução do CEPE  Nº 07/2011 que\naprova a forma da gestão acadêmica dos cursos de graduação da Universidade Federal\nde Viçosa.\nA UFV garante ao discente um ambiente que propicia  o desenvolvimento\npessoal e intelectual, na perspectiva de construção de conhecimentos por meio de\npostura de indagação e análise avaliativa da realidade que o cerca. O discente deve se\nsentir uma pessoa com condições de efetuar mudanças, com espaço para exercer sua\n", "16": "consciência crítica ao aprender fazendo, incorporando a educação continuada como\nprincípio de qualificação profissional.\n", "17": "3. Concepção do Curso\nO curso de Engenharia  de Agrimensura e cartográfica  foi concebido para\nproporcionar uma formação holística na qual os futuros Engenheiros Agrimensores e\nCartógrafos  sejam sujeitos  críticos e capazes de desempenhar com competência e\nresponsabilidade as atividades profissionais relativas à sua área. Que sejam profissionais\nengajados numa sociedade em constante mudança, atentos às questões atuais como a\npreservação ambiental, e conscientes de que o conhecimento é dinâmico, portanto, a\nformação profissional é contínua. \n", "18": "4. Objetivos do Curso\nA formação do Engenheiro Agrimensor e Cartógrafo tem por objetivo dotar o\nprofissional de conhecimentos requeridos para o exercício das seguintes competências e\nhabilidades:\n•\nIdentificar, formular e resolver problemas relacionados com a descrição, definição e\nmonitoramento de espaços físicos;\n•\nConceber, projetar e analisar sistemas, produtos e processos da Engenharia de\nAgrimensura e Cartográfica;\n•\nDesenvolver  e/ou  utilizar  novas  ferramentas  e  técnicas  relacionados  ao\nordenamento territorial, ao mapeamento e ao emprego de dados e informações\nespaciais;\n•\nPlanejar, supervisionar, elaborar, coordenar e executar projetos e serviços;\n•\nCompreender e aplicar a ética e responsabilidade profissionais;\n•\nAvaliar a viabilidade econômica de projetos;\n•\nAvaliar, classificar e fiscalizar projetos e serviços;\n•\nAvaliar o impacto das atividades da Engenharia no contexto social e ambiental;\n•\nTrabalhar  aspectos  éticos  e  sociais  do  exercício  da  profissão,  fornecendo  à\nsociedade profissionais conscientes de suas responsabilidades;\n•\nComunicar-se eficientemente nas formas escrita, oral e gráfica;\n•\nAtuar em equipes multidisciplinares;\n•\nAssumir a postura de permanente busca de atualização profissional;\n \n", "19": "5. Perfil e Competências Profissionais\nO perfil dos egressos do curso de Engenharia de Agrimensura e Cartográfica\ncompreenderá uma sólida formação técnico-científica e profissional geral que o capacite\na absorver e desenvolver novas tecnologias, estimulando a sua atuação crítica e criativa\nna  identificação  e  resolução  de  problemas,  considerando  seus  aspectos  políticos,\neconômicos,  sociais,  ambientais  e  culturais,  com  visão  ética  e  humanística,  em\natendimento às demandas da sociedade.\nPara desempenhar suas funções técnicas, deve ter uma adequada formação para\nplanejar, projetar, coordenar, executar, fiscalizar e desenvolver as seguintes etapas do\nprocesso  de  mapeamento:  a  coleta  de  dados  espaciais,  empregando  métodos  e\ninstrumentos adequados; o processamento e a classificação desses dados, empregando a\nestatística, softwares, normas e leis vigentes; a representação e armazenamento dos\ndados e informações, de forma adequada e de acordo com legislação vigente e a leitura,\ninterpretação, análise e divulgação de mapas ou arquivos com informações do espaço\ngeográfico.\nPara tanto o Engenheiro Agrimensor e Cartógrafo deve ter forte embasamento\nem ciências básicas como matemática e física; domínio das ferramentas da informática;\nconsciência das questões humanísticas e sociais; facilidade de expressão; capacidade para\no trabalho em equipe multidisciplinar e para exercer liderança; capacidade gerencial e\nempreendedora;  espírito  de  pesquisa  e  desenvolvimento  e  capacidade  para  o\naprendizado autônomo e contínuo.\nOs  egressos  do  curso  atuarão  em  um  mercado  de  trabalho  formado  por\nempresas  privadas,  órgãos  públicos,  forças  armadas,  universidades,  institutos  de\npesquisas ou como autônomo. Suas principais atividades técnicas estão relacionadas\ncom ordenamento territorial, mapeamento e emprego de dados e informações espaciais.\nEm suas atribuições, planeja, coordena e executa levantamentos topográficos,\ngeodésicos, fotogramétricos, gravimétricos e batimétricos, gerando documentos como\nmapas, cartas, coordenadas, mosaicos, modelos de análise espacial – analógicos ou\ndigitais.  Desempenha  atividades  de  aquisição  e  distribuição  de  material  técnico\ncartográfico,  geodésico,  fotogramétrico  e  de  sensoriamento  remoto.  Aplica\nconhecimentos  de  posicionamento,  ajustamento  de  observações  e  comunicação\ncartográfica. Elabora projetos geométricos e de levantamentos para obras de engenharia,\ntais  como  estradas,  portos,  aeroportos,  dutos,  loteamentos,  parcelamento,\nremembramento e assentamentos rurais e urbanos. Projeta, planeja, coordena e executa\ntodas as atividades relacionadas com Cadastro Técnico Multifinalitário. Coordena e\nsupervisiona equipes de trabalho; realiza pesquisa científica e tecnológica e estudos de\n", "20": "viabilidade  técnico-econômica; executa e fiscaliza  obras  e serviços  técnicos; efetua\nvistorias,  perícias  e  avaliações,  emitindo  laudos  e  pareceres.  Em  suas  atividades,\nconsidera a ética, a segurança e os impactos sócio-ambientais.\nO  Exercício  profissional  da  Engenharia  de  Agrimensura  e  Cartográfica  é\nregulado pela lei 5194 de 24 de Dezembro de 1966 (Anexo A3). A seção IV desta lei\ntrata das “Atribuições profissionais e coordenação de suas atividades” e em seu artigo\nsétimo relaciona as atividades e atribuições profissionais do engenheiro, do arquiteto e\ndo engenheiro-agrônomo que consistem em:\na) desempenho de cargos, funções e comissões em entidades estatais, \nparaestatais, autárquicas, de economia mista e privada;\nb) planejamento ou projeto, em geral, de regiões, zonas, cidades, obras, \nestruturas, transportes, explorações de recursos naturais e \ndesenvolvimento da produção industrial e agropecuária;\nc) estudos, projetos, análises, avaliações, vistorias, perícias, pareceres e \ndivulgação técnica;\nd) ensino, pesquisas, experimentação e ensaios;\ne) fiscalização de obras e serviços técnicos;\nf)\ndireção de obras e serviços técnicos;\ng) execução de obras e serviços técnicos;\nh) produção técnica especializada, industrial ou agro-pecuária.\nParágrafo  único.  Os  engenheiros,  arquitetos  e  engenheiros-agrônomos\npoderão exercer qualquer outra atividade que, por sua natureza, se inclua no\nâmbito de suas profissões.\n", "21": "6. Estrutura Curricular\nEm cumprimento às resoluções no 11, de 11/03/2002, e no 2, de 18/07/2007,\ndo  Conselho  Nacional  de  Educação,  o  Curso  de  Engenharia  de  Agrimensura  e\nCartográfica da Universidade Federal de Viçosa terá uma carga horária mínima de 3.600\nhoras a serem integralizadas em, no mínimo, 5 anos.\nDa carga horária total do curso de Engenharia:\n•\nCerca de 30%, da carga horária mínima, deverá consistir de conteúdos básicos;\n•\nCerca de 15%, da carga horária mínima, de conteúdos profissionalizantes;\n•\nO restante da carga horária total do curso consistirá de conteúdos específicos;\n•\nAté  20%,  da  carga  horária  total,  consistirá  em  estágio  e  atividades\ncomplementares e;\n•\nNo mínimo, 160 horas em estágio curricular obrigatório.\n6.1. Formação Geral\nTer afinidade com matemática, física, informática e ciências ambientais deve\nfazer  parte  do  perfil  do  acadêmico.  No  caso  da  Engenharia  de  Agrimensura  e\nCartográfica estas disciplinas são importantes para a formação geral básica, um alicerce\nàs demais disciplinas, e ao aprendizado autônomo e contínuo.\nO núcleo de conteúdos básicos contém aproximadamente 33% da carga horária\nmínima (1.200 hs), abordando os tópicos que seguem:\n", "22": "Conteúdos Básicos\nCarga\nHorária\nDisciplinas\nMatemática\n300 hs\nMAT137 – Introdução à Álgebra\nMAT140 – Cálculo I\nMAT147 – Cálculo II\nMAT241 – Cálculo III\nMAT271 – Cálculo Numérico\nEstatística\n60 hs\nEST106 – Estatística I\nFísica\n210 hs\nFIS120 – Laboratório de Física\nFIS201 – Física I\nFIS202 – Física II\nFIS233 - Mecânica\nFenômenos dos Transportes\n60 hs\nENG275 – Fenômenos de Transportes\nInformática\n60 hs\nINF103 – Introdução à Informática\nExpressão Gráfica\n180 hs\nARQ102 – Desenho Geométrico\nARQ103 – Geometria Descritiva\nARQ204 – Representação Gráfica em Arquitetura I\nAdministração\n60 hs\nADM100 – Teoria Geral da Administração I\nMetodologia Científica e Tecnológica;\n30 hs\nEAM497 – Seminário e Monografia I\nEAM498 – Seminário e Monografia II\nHumanidades, Ciências sociais e Cidadania\n60\nDIR130 – Instituições de Direito\nQuímica\n75 hs\nQUI100 – Química Geral\nQUI107 – Laboratório de Química Geral\nCiências do Ambiente\n75 hs\nSOL215 – Geologia e Pedologia\nEletricidade Aplicada\n30 hs\nFIS194 – Introdução ao Eletromagnetismo\n6.2. Formação Profissional\nO núcleo de conteúdos  profissionalizantes  contém cerca de 20%  da carga\nhorária  mínima  (735  horas),  tratando  sobre  um  subconjunto  coerente  de  tópicos\ndefinidos como imprescindíveis à formação do Engenheiro Agrimensor e Cartógrafo:\nConteúdos Profissionalizantes\nCarga\nHorária\nDisciplinas\nAlgoritmos e Estrutura de Dados\n120 hs\nINF100 – Introdução à Programação I\nINF101 – Introdução à Programação II\nHidráulica, Hidrologia Aplicada e\nSaneamento Básico\n210 hs\nENG340 – Hidráulica, Irrigação e Drenagem\nENG342 – Hidrologia Aplicada\nCIV343 – Saneamento Básico\nPesquisa Operacional\n60 hs\nINF280 – Pesquisa Operacional I\nTransportes\n45 hs\nCIV313 - Transportes\nTopografia\n180 hs\nEAM310 – Topografia I\nEAM311 – Topografia II\nEAM440 – Topografia Digital\nEAM441 – Desenho Topográfico Digital\nCartografia\n60 hs\nEAM330 – Cartografia Geral\nFotogrametria e Sensoriamento Remoto\n60 hs\nENF310 – Fotogrametria e Fotointerpretação\n6.3. Formação Específica\nO núcleo de conteúdos específicos se constitui de extensões e aprofundamentos\ndos conteúdos profissionalizantes, bem como de outros conteúdos de conhecimentos\ncientíficos, tecnológicos e instrumentais que devem garantir o desenvolvimento das\ncompetências e habilidades dos Engenheiros Agrimensores e Cartógrafos.\n", "23": "As disciplinas específicas do curso, contém cerca de 42% da carga horária\nmínima (1.515 hs), tratando sobre os seguintes temas:\nConteúdos Específicos\nCarga\nHorária\nDisciplinas\nTopografia\n150 hs\nEAM312 – Topografia III\nEAM313 – Topografia IV\nEAM480 – Programação Aplicada à Engenharia de \nAgrimensura e Cartográfica\nGeodésia\n210 hs\nEAM380 – Ajustamento de Observações\nEAM420 – Geodésia Física\nEAM421 – Geodésia Geométrica\nEAM422 – Geodésia Espacial\nAstronomia de Posição\n60 hs\nEAM423 – Astronomia de Campo\nFotogrametria e Sensoriamento Remoto\n60 hs\nEAM470 – Fotogrametria I\nCartografia\n150 hs\nEAM431 – Projeções Cartográficas\nEAM433 – Cartografia Digital I\nEAM434 – Cartografia Digital II\nGeoprocessamento\n60 hs\nEAM450 – Geoprocessamento\nSistemas de Informações Geográficas\n60 hs\nEAM451 - Sistemas de Informação Geográfica\nDireito Agrário e Legislação de Terras\n45 hs\nDIR134 - Direito Agrário e Legislação de Terras\nParcelamento Territorial\n60 hs\nEAM463 – Parcelamento Territorial Urbano e Rural \nLoteamento\nCadastro Técnico\n60 hs\nEAM464 – Cadastro Técnico Multifinalitário\nTraçado de Cidades\n60 hs\nARQ314 – Traçado de Cidades\nEstradas\n60 hs\nCIV310 - Projeto Geométrico de Estradas\nProjeto Final de Curso\n60 hs\nEAM499 – Projeto Final de Curso\nDisciplinas Optativas\n420 hs\n-\n6.4. Estágio Curricular Supervisionado\nO estágio curricular supervisionado oportuniza o contato do aluno e professor\ncom  o  contexto  real  de  trabalho, possibilitando  desenvolvimento  da  competência\ntécnica  e  o  “aprender  a  conviver”,  quer  seja  aplicando  as  teorias  trabalhadas  na\nUniversidade, quer seja vivenciando uma prática sob supervisão, no caso do aluno, e até\nmesmo confrontando e questionando aquelas teorias, e assim aperfeiçoar e sedimentar\nconhecimentos. \nNa grade curricular do Curso de Engenharia de Agrimensura e Cartográfica da\nUFV consta a disciplina “Estágio Supervisionado”, que tem por objetivo proporcionar\nao aluno experiência pré-profissional, colocando-o em contato com o contexto real de\ntrabalho, dando-lhe oportunidade de aplicar os conhecimentos adquiridos em empresas\npúblicas ou privadas que atuem em uma ou mais áreas de conhecimento da Engenharia\nde Agrimensura e Cartográfica. A disciplina é coordenada por um professor do setor de\nEngenharia de Agrimensura e Cartográfica que supervisiona os estágios, acompanhando\ncada aluno individualmente através de relatórios técnicos. A carga  horária mínima\nexigida na disciplina é de 180 horas.\nNa UFV os alunos contam com a  ‘Associação Júnior  de Engenharia  de\nAgrimensura’ –  EJEAG, que  busca  fomentar  a  capacidade  empreendedora  dos\nestudantes,  dando-lhes  oportunidade  de  prática  profissional,  ainda  no  âmbito\nacadêmico, incentivando o trabalho em equipe multidisciplinar, o emprego de novos\n", "24": "instrumentos e novas tecnologias e a excelência na qualidade. A Central de Empresas\nJuniores - CEMP - criada em julho de 1998, vinculada à Pró-Reitoria de Extensão e\nCultura foi, em agosto de 1998, no VI Encontro Nacional de Empresas Juniores,\nreconhecida como o primeiro núcleo de empresários juniores, formalmente constituídos\npor estatuto e diretoria. \nO início do movimento de empresas juniores na UFV data, porém, de 1993. De\n1994 a 1998, surgiram: EJZ, EJEAG, EJEA, CAMPIC e NO BUGS, dos cursos de\nzootecnia, engenharia de agrimensura, agronomia, administração de Cooperativas e\nciência da computação. As atividades das empresas juniores da UFV são regulamentadas\npor uma resolução do seu Conselho Universitário. A CEMP é referência no apoio à\ncriação e desenvolvimento de empresas juniores, provendo e dando suporte necessário\npara a plena realização de suas atividades. Conta, atualmente, com 24 empresas juniores\nque abrangem as quatro áreas de conhecimento da UFV. Essas empresas envolvem,\ndiretamente, mais de 800 estudantes em suas atividades e, indiretamente, cerca de 1500\nestudantes. (http://www.ufv.br ).\nA participação de um professor orientador no organograma da Associação é\nimprescindível. \n6.5. Atividades Complementares\nDeverão ser estimuladas atividades complementares, tais como:\n•\nBolsista de Pesquisa ou Extensão;\n•\nMonitoria / Tutoria;\n•\nEstágio voluntário em pesquisa, ensino, extensão;\n•\nPublicação em periódico;\n•\nPublicação em anais de congresso;\n•\nApresentação de trabalhos em congresso;\n•\nParticipação  em  eventos  (congressos,  simpósios,  encontros,  seminários,\npalestras, mini-cursos);\n•\nMinistrar Mini-curso, Palestra e Seminário;\n•\nOrganização de Eventos;\n•\nParticipação, como representante, em reuniões de órgão colegiado (CONSU,\nCEPE,  CTG,  Câmara  de  Ensino,  Conselho  Departamental,  Comissão\nCoordenadora), DCE, CA ou Diretoria de Empresa Jr.;\n•\nParticipação em atividade esportiva ou cultural.\nPara a realização de Atividades Complementares (ACs) devem ser feitas as\nseguintes considerações:\n", "25": "•\nAo aluno, assim que entra no curso, é designado um orientador acadêmico e\ncabe a ele orientar o aluno no plano de estudos de cada período, inclusive na\nrealização de ACs, além de avaliá-las;\n•\nAs ACs deverão, preferencialmente, ser distribuídas ao longo do Curso, com\ncarga horária não superior a 12 horas/semana;\n•\nAs ACs devem ser previstas no plano de estudos;\n•\nA carga horária total das ACs deverá ser desenvolvida no mínimo em duas\nmodalidades diferentes. \nInicialmente será dada a oportunidade ao aluno de aproveitar até 180 horas de\natividades complementares como carga horária optativa, de acordo com os critérios\napresentados pelo Anexo A6. Após aprimorar os critérios de avaliação, o que deve ser\nfeito num prazo máximo de cinco anos, o cumprimento de atividades complementares\ndeverá se tornar obrigatório na grade curricular do curso de Engenharia de Agrimensura\ne Cartográfica da UFV, atentando para o parágrafo único do Art. 1º da Resolução 02, de\n18/07/2007,  do  Conselho  Nacional  de  Educação  que  estabelece:  “Os  estágios  e\natividades  complementares  dos  cursos  de  graduação, bacharelados, na  modalidade\npresencial, não deverão exceder a 20% (vinte por cento) da carga horária total do curso,\nsalvo nos casos de determinações legais em contrário.”\n6.6. Projeto Final de Curso, Seminário e Monografia\nComo trabalhos de síntese e integração dos conhecimentos adquiridos ao longo\ndo curso, são oferecidas as seguintes disciplinas obrigatórias:\n•\nProjeto  final  de  Curso  (EAM499):  visa  dar  ao  aluno  uma  experiência\npré-profissional,  oferecendo-lhe  oportunidade de  aplicar os  conhecimentos\nadquiridos no curso, através da execução de trabalhos em uma ou mais áreas de\nconhecimento da Engenharia de Agrimensura e Cartográfica. \n•\nSeminário e monografia I (EAM497): Introdução à redação e metodologia\ncientífica.  Estilo  e  estrutura  da  redação  técnico-científica.  Técnicas  de\napresentação oral e em painéis. Planejamento e elaboração do projeto de\nmonografia  versando  sobre  temas  da  Engenharia  de  Agrimensura  e\nCartográfica sob orientação de um professor. Participação em seminários.\n•\nSeminário  e  monografia  II  (EAM498):  Elaboração  e  defesa  de  uma\nmonografia  versando  sobre  temas  da  Engenharia  de  Agrimensura  e\nCartográfica sob orientação de um professor. Apresentação oral e em forma de\npainéis do tema abordado na monografia.\n6.7.  Educação  das  Relações  Étnico-Raciais  e  para  o  Ensino  de\nHistória e Cultura Afro-brasileira e Africana\nNo curso de Engenharia de Agrimensura e Cartográfica o atendimento ao\ndisposto na Resolução CNE/CP 01/2004 ocorre por meio da abordagem transversal do\n", "26": "tema das relações étnico-raciais junto aos conteúdos de disciplinas que compõem a\nmatriz curricular do Curso.\nA  abordagem  transversal  do  tema  das  relações  étnico-raciais  ocorre  em\ndisciplinas como: EAM 310 – Topografia I e EAM 313 – Topografia IV.\n6.8. Políticas de Educação Ambiental\nNo curso de Engenharia de Agrimensura e Cartográfica a educação ambiental é\nabordada  em  disciplinas  como  EAM  434  –  Cartografia  Digital  II,  EAM  463  –\nParcelamento Territorial Urbano e Rural, EAM 464 – Cadastro Técnico Multifinalitário,\nentre  diversas  disciplinas  optativas.  Com  isso, o  curso  procura  contribuir  com  a\npreservação do meio ambiente, em conformidade com a legislação brasileira (Lei nº\n9.795, de 27 de abril de 1999 e Decreto Nº 4.281 de 25 de junho de 2002). Além disso,\nos estudantes têm a oportunidade de participarem de diversos eventos realizados no\ncampus que tratam desta temática, bem como, participarem de projetos de pesquisa e\nextensão desenvolvendo trabalhos de educação ambiental.\n", "27": "7. Integralização Curricular do Curso\nO curso de Engenharia de Agrimensura e Cartográfica da UFV obedece às\nResoluções e Legislações específicas das Engenharias. A carga horária esta definida para\no Curso da seguinte forma:\nDisciplinas Obrigatórias: \n3.225 horas\n•\nEstágio Curricular Supervisionado: 180 horas\n•\nTrabalho de Conclusão de Curso: 120 horas\nDisciplinas Optativas: \n420 horas\nTotal: \n3.645 horas\n", "28": "8. Matriz Curricular do Curso\n A  matriz  curricular  do  Curso  com  informações  sobre  sequência  de\noferecimento,  créditos,  carga  horária,  pré-requisitos,  co-requisitos,  bem  como  os\nprogramas analíticos, de todas as disciplinas do Curso encontram-se nos Anexos A5, A6\ne A11.\n", "29": "9. Metodologia de Ensino e Aprendizagem\nA aprendizagem transcende a necessária formação técnica e desenvolvimento de\ncompetências. Seu objetivo é contribuir para a formação de um cidadão imbuído de\nvalores éticos que, com competência formal e política, possa atuar no seu contexto\nsocial de forma comprometida com a construção de uma sociedade mais justa, solidária\ne integrada ao meio ambiente. \nA metodologia  adotada  é focada no estudante, visto  como sujeito ativo e\nparticipativo do processo de ensino e aprendizagem. Valoriza os questionamentos, as\nideias e as sugestões dos estudantes, de maneira a contribuir para que seu aprendizado\nesteja mais perto de formar cidadãos conscientes, ativos  e construtores de novos\nargumentos. \nDiversas atividades são desenvolvidas, por meio de aulas teóricas e práticas, para\nque os estudantes pensem de forma integrada  e sejam capazes de consolidar seu\nconhecimento. \nNas aulas teóricas expositivas o conteúdo é apresentado estimulando discussões\nentre os alunos visando à construção de um raciocínio lógico sobre o assunto/tema\napresentado. São incluídas dinâmicas apresentação escrita e oral de trabalhos acadêmicos\ne grupos discussão de casos, situações problemas, artigos científicos, aplicabilidade de\nnovas tecnologias e outros assuntos que permitem aos estudantes o desenvolvimento de\nhabilidades de análise crítica e integração de conteúdos. Os conteúdos práticos mesclam\naulas demonstrativas com aulas em que os alunos efetivamente executam as atividades. \nA formação científica e tecnológica dos estudantes está contemplada por meio\nda participação em programas de Iniciação Científica. Os estudantes participam de\natividades extracurriculares que contribuem para dinamizar os processos de ensino e\naprendizagem, como ciclo de palestras, reuniões acadêmicas, seminários, workshops,\nvisita a empresas de apoio à pesquisa e extensão, atividades de consultoria, prestação de\nserviços, entre outros.\n", "30": "10. Avaliação do Processo de Ensino-aprendizagem\nA avaliação do rendimento acadêmico encontra-se disciplinado pelo Regime\nDidático da Graduação que estabelece procedimentos e condições inerentes a avaliação.\nEntendendo  que  tais  procedimentos  não  podem  estar  dissociados  do  processo\nensino-aprendizagem, as avaliações deverão se pautar nos seguintes princípios: \n•\nPlanejamento  dos  procedimentos  de avaliação  de  forma  integrada  com  o\nprocesso educacional, com conteúdos e objetivos bem definidos;\n•\nUtilização dos resultados dos procedimentos de avaliação para discussões e\nredefinições do processo ensino-aprendizagem; \n•\nRealização de avaliações formativas frequentes e periódicas; \n•\nOpção  preferencial  pelos  instrumentos  de  avaliação  que  contemplem  os\naspectos  cognitivos,  as  habilidades  e  as  competências  do  processo\nensino-aprendizagem; \n•\nUtilização dos resultados das avaliações para monitorar a eficiência do processo\nensino- aprendizagem, para orientar os professores e alunos, para estimular e\nacompanhar  o  aprendizado  individual  dos  estudantes  e  para  garantir  a\nobediência a padrões mínimos de qualidade de desempenho profissional dos\nestudantes que irão se graduar. Ou seja, as avaliações serão utilizadas como uma\nforma de aprimoramento da educação do estudante e das praticas pedagógicas\nutilizadas pelos professores.\n", "31": "11.  Tecnologias  de  Informação  e  Comunicação  –\nTICs – no processo de ensino-aprendizagem\nAs Tecnologias de Informação e Comunicação (TICs) estão implantadas de\nforma a permitir, com excelência, o desenvolvimento do processo ensino-aprendizagem.\nAtualmente o Campus da UFV – Viçosa, ou Rio Paranaíba, ou Florestal conta com\ndiversos laboratórios para o uso em ensino, pesquisa e extensão, todos equipados com\ncomputadores ligados à rede com acesso à internet, inclusive por meio de rede sem fio\n(wireless).\nA UFV, desde 2001, com a implantação da Coordenadoria de Educação Aberta e\na Distância – CEAD (endereço eletrônico: https://www2.cead.ufv.br/) vem investindo\ne incentivando a criação de novas tecnologias no processo de ensino e aprendizagem. \nA  CEAD  é  responsável  pela  coordenação,  supervisão,  assessoramento  e\nprestação de suporte técnico às atividades realizadas em diferentes áreas de ensino,\nutilizando novas tecnologias de informação e comunicação.\nAlém de apoiar os professores nas suas atividades de ensino e extensão, sua\nproposta é diversificar as formas de atuação para atingir o maior e mais variado público\npossível. Para isso, utiliza os resultados obtidos pela UFV em mais de 80 anos de\natividades nos campos do ensino, da pesquisa e da extensão.\nA CEAD tem por finalidade:\n•\nProporcionar recursos humanos e materiais para o desenvolvimento de atividades\nem EaD;\n•\nApoiar e acompanhar a interlocução entre professor, discente e tutor em atividades\nsemipresenciais;\n•\nPrestar  suporte  técnico  e  pedagógico  na  produção  e  utilização  das  novas\nTecnologias de Informação e Comunicação – TICs – às unidades da Universidade;\n•\nCoordenar  e  supervisionar,  em  conjunto  com  os  centros  de  ciências,\ndepartamentos e unidades de ensino, as atividades acadêmicas na modalidade à\ndistância; e\n•\nPromover cursos e atividades didáticas no campo de TICs e em outras áreas, com a\naprovação dos colegiados competentes.\nPara as disciplinas presenciais e/ou a distância, a CEAD disponibiliza suporte\npara a produção de material didático, utilizando diferentes mídias e formatos. Conta,\ninclusive,  com  ambientes  especialmente  desenvolvidos  para  este  fim.  Entre  eles,\ndestacam-se: textos para leitura, áudio-aula, vídeo-aula, vídeos, entrevistas, animações,\nsimulações, entre outras.\n", "32": "Uma  ferramenta  importante  oferecida  pela  CEAD  é o PVANet (endereço\neletrônico:  https://www2.cead.ufv.br/sistemas/pvanet/ ). O PVANet é o ambiente\nvirtual de aprendizado utilizado pela UFV, concebido para receber conteúdos das mais\ndiversas disciplinas e cursos, nas modalidades presenciais e a distância. Para tanto, foram\nprojetadas ferramentas que garantissem a inclusão de conteúdos nos mais diferentes\nformatos – textos, apresentações narradas, vídeos, animações e simulações, interação\ndiscente-tutor/professor síncrona e assíncrona, e acompanhamento do processo de\naprendizado, via avaliações online.\nEntre as ferramentas disponíveis, destacam-se: Notícias, Agenda, Conteúdo,\nChat, Fórum, Perguntas-e-respostas, Sistema de e-mail, Entrega de Trabalhos, Edição\nCompartilhada de Arquivo, Sistema de Avaliação e Relatórios de Acompanhamento.\nO  PVANet  é  de  fácil  utilização  e  garante  ao  professor  elevado  nível  de\nflexibilidade. Isso porque o professor pode incluir, excluir e ainda definir o título das\nferramentas, bem como o nível de permissão dos usuários. E, por se tratar de um\nambiente  virtual  da  UFV,  está  em  constante  processo  de  aperfeiçoamento  e\ndesenvolvimento, na tentativa de satisfazer ainda mais as necessidades e demandas dos\nprofessores e estudantes. \nO PVANet tem um sistema de gerenciamento que permite a identificação dos\nusuários que acessaram ou não, em determinado período de tempo, a disciplina, os dias\nacessados e o número de acessos. Permite ainda identificar com rapidez os estudantes\nque fizeram determinada avaliação. \nPela arquitetura do PVANet, para cada disciplina, é disponibilizado um espaço\npróprio. Esse ambiente virtual de aprendizado está conectado com o SAPIENS (Sistema\nde Apoio ao Ensino), o que facilita o intercâmbio de informações.\nO SAPIENS (endereço eletrônico:  https://sapiens.dti.ufv.br/sapiens/) é um\nsistema computacional que possibilita a estudantes, professores e coordenadores de\ncursos, acesso a informações gerenciadas pela Diretoria de Registro Escolar.\nOs estudantes podem acessar, pelo SAPIENS, seu histórico escolar, a relação de\ndisciplinas matriculadas, cursadas e a cursar, o plano de estudos, os dados pessoais e a\nanálise curricular (síntese da vida acadêmica). \nOs professores realizam, diretamente neste sistema, o lançamento de notas e\nfaltas, bem como a orientação dos discentes conforme os Artigos 5º e 6º do Regime\nDidático (procedimento melhor detalhado no item seguinte deste PPC intitulado: Apoio\nao Discente). \nOs coordenadores de curso têm acesso a diversos relatórios estatísticos que\nauxiliam nos processos administrativos do curso. \n", "33": "Para  utilizar  o  sistema  SAPIENS,  o  usuário  deve  informar  o  número  de\nmatrícula e a senha fornecidos pela Seção de Registro Escolar.\nA fim de divulgar notícias, regulamentos, projeto pedagógico e demais assuntos\nde  interesse  do Curso, a  Comissão  Coordenadora  do  Curso  mantém  atualizações\nconstantes no site do Curso: www.eam.ufv.br .\nAs ferramentas aqui apresentadas estão disponíveis online e podem ser acessadas\ninclusive via wireless dentro do Campus.\n", "34": "12. Apoio ao Discente\nDestacam-se  entre  as  diversas  formas  de  apoio  acadêmico  ao  discente:  a\nelaboração do plano de curso com o auxílio da Comissão Coordenadora do Curso, a\ntutoria e a monitoria em apoio extraclasse aos conteúdos das disciplinas, a orientação\nacadêmica individualizada nos horários de atendimento dos professores previstos e\ndivulgados  semestralmente,  o  acompanhamento  dos  conteúdos  das  disciplinas  via\nPVANet,  plataforma  on-line  ao  alcance  do  professor  para  disponibilizar  material\ndidático em diferentes suportes (texto, imagem), realizar fóruns, chats, enfim, ampliar os\nlimites físicos da sala de aula. \nA  vida  acadêmica  do  aluno  é  orientada  pelo  Manual  do  Estudante  da\nPró-Reitoria de Ensino e é registrada pelo SAPIENS, a ferramenta virtual onde são\nregistrados o rendimento acadêmico e a frequência e que possibilita ao estudante o\nacesso ao seu histórico, disciplinas matriculadas, dados pessoais, endereços e análise\ncurricular. Ambos estão disponíveis no site da UFV.\nAlém do âmbito acadêmico, destacam-se os atendimentos na área da saúde,\natravés dos serviços ambulatoriais oferecidos pela Divisão de Saúde e dos serviços\noferecidos  pela  Divisão  Psicossocial;  e  na  área  da  Assistência  Estudantil,  oferece\nMoradia,  Alimentação  e  Bolsa  Creche/Pré-escola  para  os  alunos  em  situação  de\nvulnerabilidade socioeconômica.\nNa perspectiva de atendimento ao discente a UFV oferece possibilidades de\ndesenvolvimento  acadêmico,  cultural,  científico  e  esportivo  dos  estudantes,\nindependentemente do curso em que se encontram matriculados.\n", "35": "13. Auto-Avaliação do Curso\nA avaliação permanente do Projeto Pedagógico do Curso é importante para\naferir o sucesso do currículo e para certificar-se da necessidade de alterações que\nvenham  contribuir  para  a  qualidade  da  formação  oferecida,  vez  que  o  projeto  é\ndinâmico e deve passar por constantes avaliações.\nA avaliação do curso, feita periodicamente pelo Colegiado do Curso (Comissão\nCoordenadora)  e  pelo  Núcleo  Docente  Estruturante  (NDE),  leva  em  conta  as\ninformações obtidas, junto aos envolvidos no desenvolvimento do curso, por meio de\ninstrumentos tais como: questionários, observações, reuniões e discussões promovidas,\nrelatórios de desempenho dos estudantes disponíveis no sistema acadêmico, SAPIENS,\netc.\nO sistema de avaliação do curso envolve todos os atores sociais atuantes no\nprocesso de formação. Este sistema está fundamentado em fontes de informação, cujo\nconjunto oferece subsídios para tomadas de decisão quanto às modificações necessárias\nno curso. \nUma das formas de avaliação se dá a partir de informações coletadas junto aos\ndiscentes e docentes do curso contemplando os seguintes itens: estrutura curricular;\norganização  pedagógica;  recursos  disponibilizados  (estrutura  física,  equipamentos  e\nserviços); atividades de ensino, pesquisa e extensão; corpo docente e discente. \nEssa avaliação tem a finalidade de detectar e redefinir novas diretrizes propondo\nmudanças que corrijam os problemas que se apresentaram durante o período avaliado.\nAos discentes deve ser aplicado um questionário elaborado pelo colegiado com o\nobjetivo de analisar os seguintes itens: Infraestrutura e instalações, recursos humanos,\nsegurança, qualidade das aulas, conteúdo e objetivos da disciplina, plano de ensino,\nprogramas analíticos, recursos didático-pedagógicos, bibliografia, critérios de avaliação,\ncondições técnicas disponíveis para o desenvolvimento das disciplinas, corpo docente e\noutros itens que a comissão julgar necessários.\nOs graduandos e professores também estão envolvidos em processos avaliativos\nsemestrais usados como recurso de informação para a detecção de inadequações com as\npráticas propostas neste projeto. Esta avaliação é diagnóstica, no sentido de subsidiar o\naprimoramento da prática pedagógica do professor. \nPara efetuar esta avaliação, a UFV conta com uma Comissão Permanente de\nAvaliação de Disciplinas  COPAD, que é um órgão vinculado à Pró-Reitoria de Ensino.\n─\nEste órgão foi criado com o objetivo de acompanhar as disciplinas da Graduação,\n", "36": "diagnosticando aspectos que devem ser mantidos ou reformulados em cada uma, para\nfins de melhoria e da busca pela excelência do ensino e aprendizagem na UFV. Esta\navaliação é realizada permanentemente por um sistema informatizado online, onde\nprofessores e alunos avaliam as disciplinas e o próprio desempenho. As informações\ncoletadas  são  utilizadas  pela  Administração  Superior,  Chefias  dos  Departamentos,\nComissões  Coordenadoras  e  NDE,  e  Professores  para  análise  da  adequação  das\ndisciplinas ao curso. \nA  Universidade  Federal  de  Viçosa  dispõe,  ainda,  de  Comissão  Própria  de\nAvaliação (CPA) que é orientada pelas diretrizes  da auto-avaliação institucional  da\nComissão Nacional de Avaliação da Educação Superior (CONAES).  Esta Comissão\nrealiza, a cada dois anos, a avaliação institucional que tem como principais objetivos\nproduzir conhecimentos; averiguar o sentido do conjunto de atividades e finalidades\ncumpridas pela instituição, identificar as causas dos seus problemas e deficiências;\naumentar a  consciência  pedagógica  e capacidade profissional  do  corpo  docente e\ntécnico-administrativo; fortalecer as relações de cooperação entre os diversos atores\ninstitucionais; tornar mais efetiva a vinculação da instituição com a comunidade; julgar\nacerca da relevância científica e social de suas atividades e produtos; e prestar contas à\nsociedade.  Esta  avaliação  contempla  as  seguintes  dimensões  de  desempenho\ninstitucional: (1) Missão e Plano de Desenvolvimento Institucional; (2) Política  de\nEnsino, Pesquisa e Extensão (3) Responsabilidade Institucional; (4) Comunicação e\nSociedade; (5) Política de Pessoal; (6) Organização e Gestão da Instituição; (7) Estrutura\nFísica; (8) Planejamento e Avaliação; (9) Políticas de Atendimento ao Discente; e (10)\nSustentabilidade Financeira. A avaliação externa é realizada por comissões designadas\npelo Instituto Nacional de Estudos e Pesquisas Educacionais (INEP), segundo diretrizes\nestabelecidas pela CONAES. \nAtravés da CPA são elaboradas pesquisas (questionários) tendo alunos, docentes,\ncoordenadores de cursos e funcionários técnico-administrativos como sujeitos e o curso,\nno  seu  todo, como  objeto.  A  CPA elenca  os  indicadores  providos  de  metas  e\nprioridades, capazes de oferecer meios para revisar a política educacional adotada, face\nàs  realidades  institucional,  regional,  estadual  e  nacional,  reavaliando  os  resultados\nobtidos em função dos objetivos propostos pela UFV.  \nO Curso participa, ainda, das avaliações externas, como o ENADE ou avaliação\nin loco, realizadas pelo Instituto Nacional de Estudos e Pesquisas Educacionais (INEP),\nsegundo diretrizes estabelecidas pela CONAES.\n", "37": "14. Ingresso no Curso\nA  UFV  oferece  anualmente  40  vagas  para  o  Curso  de  Engenharia  de\nAgrimensura e Cartográfica. Este número de vagas oferecidas corresponde de maneira\nsuficiente à dimensão do corpo docente e da infraestrutura do curso, garantindo assim\numa oferta de qualidade e consequentemente uma excelente formação profissional. A\nadmissão do estudante se dá por uma das seguintes modalidades: Sistema de Seleção\nUnificada (SISU); Concurso de Vagas Ociosas; Reativação de matrícula; Programa de\nEstudantes - Convênio de Graduação (PEC-G); e por outras modalidades de processos\nseletivos previamente aprovados pelos Colegiados Superiores. \nA forma de ingresso na graduação na modalidade de Concurso Vestibular\nvigorou  até  o  ano  de  2011,  tendo  sido  extinta,  conforme  Resolução  Conjunta\nCEPE/CONSU nº 01/11, e substituída, a partir de 2012, pelo do Sistema de Seleção\nUnificado (SISU) do MEC. \nA UFV oferece aos estudantes ingressantes um Catálogo, onde constam o\nRegime  Didático,  a  Matriz  Curricular,  Ementário  das  disciplinas,  dentre  outras\ninformações. Uma cópia do Regime Didático da UFV encontra-se neste PPC, Anexo\nA10. Os estudantes têm também acesso ao PPC do Curso que fica sempre disponível\naos mesmos na coordenação do Curso. Destaca-se que tanto o Catálogo de Graduação\ncomo o PPC ficam também disponíveis aos estudantes no site da UFV\n", "38": "15. Outras Atividades do Curso\nOs estudantes do curso de Engenharia de Agrimensura e Cartográfica têm\nparticipado, como atividades de ensino e/ou pesquisa de programas de mobilidade\ninternacional  através  dos  Programas  Ciências  sem  Fronteiras  e  outros  convênios\nfirmados entre a UFV e parceiros.\nOs estudantes têm também oportunidade de participarem em atividades de\npesquisa através do Programa Jovens Talentos para a Ciência e editais de concessão de\nbolsa iniciação científica (UFV, FAPEMIG e CNPQ), bem como atividades de extensão\natravés dos diversos projetos extensionistas da UFV. Eles são também, incentivados a\nparticiparem do Simpósio de Integração Acadêmica (SIA) que ocorre anualmente na\nUFV, bem como nas diversas semanas acadêmicas promovidas pelos diversos Cursos da\nUFV.\n", "39": "16. Recursos Humanos\nO curso de Engenharia e Agrimensura conta com um corpo docente altamente\nqualificado, composto por engenheiros, mestres e doutores, todos contratados em\nregime de 40 horas e dedicação exclusiva. Além disso, o Curso conta também com o\napoio de técnicos que auxiliam/assessoram as atividades de ensino, pesquisa e extensão\ndo Curso. Os dados sobre o corpo docente e os técnico-administrativos envolvidos no\nCurso encontram-se no Anexo A7.\n16.1. Núcleo Docente Estruturante – NDE\nO Núcleo Docente Estruturante – NDE no âmbito dos Cursos de Graduação\nda  UFV, instituído  pela  Resolução  CEPE  nº  03/2010  (Anexo  A8),  tem  função\nconsultiva,  propositiva  e  de assessoramento  sobre matéria  de  natureza  acadêmica.\nIntegra  a  estrutura  de  gestão  acadêmica  em  cada  Curso  de  Graduação,  sendo\ncorresponsável pela elaboração, implementação, atualização e consolidação do Projeto\nPedagógico do Curso.\n16.2. Atuação do Núcleo Docente Estruturante – NDE\nO Núcleo Docente Estruturante tem atuação constante na melhoria do Curso e\nno atendimento às inovações acadêmicas. Seus encontros ocorrem no mínimo, no início\ne no final de cada semestre, sendo analisadas as observações docentes e as técnicas mais\natuais de ensino-aprendizagem e sua aplicação no Curso. Todos  os membros são\nprofessores ativos, com formação acadêmica e profissional na área do Curso, denotando\no compromisso entre a teoria e a prática em todo o processo de implantação e\natualização do PPC\n16.3. Colegiado do Curso\nO Colegiado do Curso é denominado como Comissão Coordenadora e tem\ncomo competência básica decidir sobre as atividades didático-pedagógicas dos cursos,\nalém de planejar, organizar, coordenar, superintender e fiscalizar o seu desenvolvimento,\natuando em ação integrada com o Núcleo Docente Estruturante.\nÉ constituído pelos docentes em efetivo exercício e por representação discente.\nA presidência da Comissão Coordenadora de Curso é exercida pelo Coordenador do\nCurso, que é escolhido pelos membros da comissão coordenadora indicado pelo (a)\n", "40": "Diretor (a) de Ensino e designado pelo Reitor (a), auxiliado por um Suplente que é\ndesignado pelo Diretor (a) de Ensino. \nA forma de gestão didático-pedagógica do curso de Engenharia de Agrimensura\ne Cartográfica segue Resolução Especifica, Anexo A9. \nA  Comissão  Coordenadora,  sob  a  presidência  do  Coordenador,  trabalha\nconstantemente para o aprimoramento do Curso, a partir da atualização quanto às\nlegislações específicas da área e às resoluções do âmbito acadêmico interno e externo.\nO  mandato  do  Coordenador  e  do  Suplente  é  de  02  anos,  permitida  a\nrecondução. \n", "41": "17. Infraestrutura\nO  Curso  de  Engenharia  de  Agrimensura  e  Cartográfica  é  sediado  pelo\nDepartamento de Engenharia Civil, órgão vinculado ao Centro de Ciências Exatas e\nTecnológicas - CCE. O curso é ministrado no período diurno e oferece, anualmente, 40\nvagas.\nO funcionamento do curso está garantido pela estrutura que a Universidade\noferece e conta com instalações de uso comum, como as salas de aula, biblioteca,\nauditório, laboratório de informática e espaços destinados à assistência estudantil -\nRestaurante Universitário e Alojamentos. Além dessa estrutura coletiva, aos estudantes\ndo curso são disponibilizadas para aulas práticas as instalações do laboratório localizado\nnos  Departamentos  de  Engenharia  Civil,  Arquitetura  e  Urbanismo,  Informática,\nQuímica, Solos, Física, Engenharia Agrícola, entre outros. Nestes laboratórios didáticos\nsão desenvolvidas  além das atividades  de ensino diversas atividades  e projetos  de\npesquisa e extensão. \nOs professores do Curso estão alocados no prédio do Centro de Ciências\nExatas, no Departamento de Engenharia Civil, que contempla diversos laboratórios e\numa biblioteca setorial. Todos os professores possuem gabinetes individuais e têm\nacesso  a  computadores,  rede  de  telefonia  e  Internet.  Os  professores  utilizam  os\ngabinetes para atendimento aos estudantes, desenvolvimento de pesquisas, preparação\nde aulas, rotinas acadêmicas e atividades administrativas. \nAs salas de aula funcionam em pavilhões específicos que são de uso coletivo de\ntoda Universidade, dispondo de retro projetor, quadro de giz, data-show, vídeo, televisão\ne aparelho de som.\nO  curso  de  Engenharia  de  Agrimensura  e  Cartográfica  dispõe  de  ampla\ninfraestrutura bibliográfica através da Biblioteca Central do campi Viçosa e da Biblioteca\nSetorial do Centro de Ciências Exatas, promovendo, assim, o acesso, a disseminação e o\nuso da informação como apoio ao ensino, à pesquisa e à extensão.\nA Biblioteca Central possui uma área de cerca de 13.000 m² divididos em quatro\nandares. Seu  acervo  consta  de  mais  de  175.000  exemplares  de  livros,  periódicos\ncorrentes e avulsos, CD-ROMs e DVDs, relatórios, teses, dissertações, monografias,\nnormas técnicas, Cartas e Mapas, apostilas, dentre outros, para contribuir como apoio\npedagógico e cultural a seus usuários.\nA  biblioteca  conta  com  automação  do  seu  acervo  por  um  sistema  de\ngerenciamento de dados, que tem seu acesso remoto de qualquer terminal com internet.\n", "42": "Sendo  possível  a realização de consultas à base de dados, reservas  de material e\nrenovação online. \nO edifício possui duas entradas com rampa para deficientes físicos, amplas áreas\nde circulação e dois elevadores. No andar térreo, funcionam, além da Diretoria e\nSecretaria, o setor de Reserva que funciona 24 horas, Setor de 1º e 2º graus (que atende\ntambém a comunidade de Viçosa), Seção de Referência, Terminais de consulta ao\nacervo, Sala de Videoconferência, Auditório com 170 lugares, Setor de Encadernação e\noutros setores técnico-administrativos. No 1º andar estão localizadas 03 salas com\nrevestimento acústico para estudo em grupo, 12 salas de estudo individual, Multimídia,\nMapoteca, Coleção das Nações Unidas, Coleção UFV, Serviço de Reprografia, Seção de\nAquisição e Catalogação, Chefia do Atendimento ao Público, Laboratório de Línguas,\nObras Raras, Laboratório de História e SbiCafé – Sistema Brasileira de Informação de\nCafé.  No  2º  andar  localiza-se  a  coleção  de  livros,  teses  e  boletins,  o  Setor  de\nEmpréstimo, salas de estudo individual, salões de leitura e sala de vídeo (com 36\nlugares).  No 3º andar localiza-se a coleção de periódicos, COMUT, Consulta ao\nCD-Referência e Periódicos da CAPES e área de leitura (mesas individuais). \nAs bibliografias básicas e complementares que constam dos programas analíticos\ndas diversas disciplinas do curso de Agronomia encontram-se na Biblioteca Central,\nbem como nas Bibliotecas Setoriais dos diversos departamentos. \nO  curso  conta  para  seu  uso  exclusivo  do  Laboratório  de  Engenharia  de\nAgrimensura – LEA, no qual desenvolvem-se aulas teóricas e práticas, além de diversas\npesquisas.\nO LEA consta de duas salas de aula para trinta e três alunos cada, uma sala para\nverificação de instrumento e com capacidade para vinte alunos, duas pequenas salas com\ncinco e oito computadores cada, uma sala climatizada para os equipamentos. A área total\naproximada do laboratório é de trezentos metros quadrados. A tabela abaixo relaciona\nos equipamentos mais relevantes, atualmente disponíveis para aulas de graduação. \n", "43": "1 -\nEquipamentos\nTipos\nQuantidade\nTrena a laser\n05\nTeodolito mecânico\n15\nTeodolito ótico mecânico\n10\nTeodolito Eletrônico\n20\nEstação Total\n05\nNível topográfico\n11\nNível automático de precisão (geodésico)\n02\nNível a laser\n02\nReceptor GPS de 1 frequência\n05\nReceptor GPS de 2 frequências\n01\nReceptor GPS de 2 frequências com RTK\n02\nReceptor GPS de Navegação\n07\nEcobatímetro mono-feixe\n01\nEcobatímetro  multi-feixe  com  barco  inflável,  motor  40hp  e\ncarreta rodoviária.\n01\nAcessórios diversos, como bastões com prismas, tripés, bipés, miras, balizas,\ntrenas, etc.\n2\nRecursos computacionais\nMicro computadores (sala de aula CCE323 - com data show)\n20\nMicro computadores (sala de aula CCE321 - com data show)\n16\nMicrocomputadores para estudo extra classe (sala LEA106)\n05\nMicrocomputadores para estudo extra classe (sala LEA107)\n08\n3\nSoftwares licenciados para topografia e Posicionamento por satélites\nTopografia - Sistema Topograph - Módulo completo\n35 licenças\nTopografia - Data-Geosis (Educacional)\nLivre\nTopografia - Data-Geosis (Profissional)\n03 licenças\nGNSS - Trimble Geomatic Office\n01 licença\nGNSS - Ashtech Solutions\n01 licença\nGNSS - Leica Geo Office Software\n01 Licença\nDesenho - AutoCAD\n02 licença\nFotogrametria - 3D Mapper\n12 licenças\nSIG - ArcGIS 10.1\n31 licenças\nNa construção do conhecimento o professor é o mediador da relação do aluno\ncom  o  conhecimento,  propiciando  condições  para  que  haja  a  aprendizagem  e\naperfeiçoamento de ambos, compreendendo a aprendizagem como uma mudança de\ncomportamento, que engloba aspectos do saber (cognitivos), do saber aprender, do\nsaber fazer (habilidades), do saber conviver e do saber ser (atitudes). Deve propiciar\ntanto a integração do aluno com o curso como acompanhar o desenvolvimento do\nmesmo  durante  todo  o  processo  educativo.  As  disciplinas  específicas  do  curso,\ndistribuídas em todos os períodos, serão o meio para essa integração.\n", "44": "O setor de Engenharia de Agrimensura do Departamento de Engenharia Civil\nda Universidade Federal de Viçosa conta hoje com 10 professores, todos com dedicação\nexclusiva, sendo: 1 graduado, 2 doutorandos e 7 doutores. Vale ressaltar que este quadro\nde professores é também responsável pelo oferecimento do curso de Pós-graduação\ncom área de concentração em Informações Espaciais.\nAlém  de contar com  o corpo  técnico administrativo do Departamento de\nEngenharia  Civil,  há  no  setor  um  servidor  no  Laboratório  de  Engenharia  de\nAgrimensura e Cartográfica.\n", "45": "Anexos\n", "46": "A1. Criação do Curso\nDecreto n° 83.299 de 26 de março de 1979:\n", "47": "Ata do CEPE/UFV da reformulação do curso de “Engenharia de Agrimensura”\npara “Engenharia de Agrimensura e Cartográfica”.\n", "48": "A2. Reconhecimento do Curso\nPortaria  de  Reconhecimento  do  Curso  de  Engenharia  de  Agrimensura  e\nCartográfica da UFV junto ao MEC.\n", "49": "Ata do CEPE/UFV da reformulação do curso de “Engenharia de Agrimensura”\npara “Engenharia de Agrimensura e Cartográfica”.\n", "50": "A3. Atribuições Profissionais\nLei 5.164, de 1966,  que regula o exercício das profissões de Engenheiro,\nArquiteto e Engenheiro-Agrônomo, e dá outras providências:\n", "51": "", "52": ".... continua em <http://www.planalto.gov.br/ccivil_03/leis/L5194.htm>\n", "53": "A4 Diretrizes Curriculares Nacionais dos cursos de graduação em\nEngenharias\n", "54": "", "55": "", "56": "", "57": "A5. Matriz Curricular do Curso\nCurrículo do Curso de Engenharia de Agrimensura e Cartográfica\nEngenheiro Agrimensor e Cartógrafo\nATUAÇÃO\nFundamentalmente  as  ações  dos  Engenheiros  Agrimensores  e  Cartógrafos  são  voltadas  para  a\ndescrição, definição e monitoramento de espaços físicos e limites de propriedades imobiliárias, além\nda criação, organização, preservação e atualização de arquivos de informações geográficas e/ou\ntopográficas. Legalmente, compete aos Engenheiros Agrimensores e Cartógrafos o desempenho das\natividades e atribuições previstas no Art. 7º. da Lei 5.194/66 e na Resolução 1.010/2005 do CONFEA,\nreferentes a levantamentos topográficos, batimétricos, geodésicos e fotogramétricos bem como a\nlocação de sistemas de saneamento, irrigação e drenagem, traçado de cidades, estradas e seus serviços\nafins e correlatos. Cabe também aos Engenheiros Agrimensores e Cartógrafos, de acordo com o\nCadastro Brasileiro de Ocupações (CBO), proceder vistorias, perícias, avaliações, arbitramentos,\nlaudos e pareceres técnicos relativos a terrenos rurais e urbanos, elaborar projetos e executar serviços\nde loteamento, desmembramento e remembramento do solo urbano. O Engenheiro Agrimensor e\nCartógrafo atua principalmente em empresas de geoprocessamento, de engenharia e terraplenagem,\nem áreas rurais, industriais, de construção civil, serviço público civil e instituições de ensino e\npesquisa.\nReconhecimento:\nAutorização: CEPE-UFV, Ata N.º 454 de 25/09/2008\nAno de início: 2009\nTurno: Integral - 40 vagas anuais\nExigência\nHoras\nPrazos\nAnos\nDisciplinas obrigatórias\n3.225\nMínimo\n5,0\nDisciplinas optativas\n420\nPadrão\n5,0\nEstágio Supervisionado (180 h)\nMáximo\n8,0\nTOTAL\n3.645\n", "58": "SEQUÊNCIA SUGERIDA\nDisciplinas Obrigatórias\nCódigo Nome\nCarga\nHorária\nCr(T-P)\nTotal\nHoras\nPré-requisito\n(Pré ou Co-requisito)*\n1º Período\nARQ102 Desenho Geométrico\n4(2-2)\n60\nARQ103 Geometria Descritiva\n4(4-0)\n60\nEAM190 Introdução à Engenharia de \nAgrimensura e Cartográfica\n1(1-0)\n15\nINF103 Introdução à Informática\n4(2-2)\n60\nMAT137 Introdução à Álgebra Linear\n4(4-0)\n60\nMAT140 Cálculo I\n4(4-0)\n60\nTOTAL\n21\n315\nTOTAL ACUMULADO\n21\n315\n2º Período\nADM100 Teoria Geral da Administração I\n4(4-0)\n60\nARQ204 Representação Gráfica em \nArquitetura I\n4(0-4)\n60\nFIS201 Física I\n4(4-0)\n60\nMAT140*\nMAT147 Cálculo II\n4(4-0)\n60\nMAT140\nQUI100 Química Geral\n3(3-0)\n45\nQUI107 Laboratório de Química Geral\n2(0-2)\n30\nQUI100*\nTOTAL\n21\n315\nTOTAL ACUMULADO\n42\n630\n3º Período\nDIR130 Instituições de Direito\n4(4-0)\n60\nEAM310 Topografia I\n4(2-2)\n60\nEST106* e MAT137*\nEAM330 Cartografia Geral\n4(4-0)\n60\nEST106 Estatística I\n4(4-0)\n60\nMAT140\nFIS202 Física II\n4(4-0)\n60\nFIS201 e MAT140\nINF100 Introdução à Programação I\n4(2-2)\n60\nTOTAL\n24\n360\nTOTAL ACUMULADO\n66\n990\n", "59": "4º Período\nEAM311 Topografia II\n4(2-2)\n60\nEAM310\nEAM440 Topografia Digital\n2(0-2)\n30\nEAM310\nFIS120 Laboratório de Física\n2(0-2)\n30\nFIS201\nFIS194 Introdução ao Eletromagnetismo\n2(2-0)\n30\nFIS201\nFIS233 Mecânica\n4(4-0)\n60\nFIS201\nINF101 Introdução à Programação II\n4(2-2)\n60\nINF100\nINF280 Pesquisa Operacional I\n4(4-0)\n60\n(INF100 ou INF103) e\nMAT137\nMAT241 Cálculo III\n4(4-0)\n60\nMAT137* e MAT140\nTOTAL\n26\n390\nTOTAL ACUMULADO\n92\n1.380\n5º Período\nCIV310 Projeto Geométrico de Estrada\n4(2-2)\n60\nEAM311\nEAM312 Topografia III\n4(2-2)\n60\nEAM311 e EAM380*\nEAM380 Ajustamento de Observações\n4(4-0)\n60\nEAM311 e EST106 e\nMAT137\nEAM423 Astronomia de Campo\n4(2-2)\n60\nEAM311\nEAM441 Desenho Topográfico Digital\n2(0-2)\n30\nARQ204 e EAM440\nENF310 Fotogrametria e Fotointerpretação\n4(2-2)\n60\nEAM311\nSOL215 Geologia e Pedologia\n5(3-2)\n75\nQUI100\n(Optativas)\nTOTAL\n27\n405\nTOTAL ACUMULADO\n119\n1.785\n6º Período\nCIV313 Transportes\n3(3-0)\n45\nEST106 e EAM311\nEAM313 Topografia IV\n4(2-2)\n60\nEAM312 e FIS233* e\nMAT137\nEAM431 Projeções Cartográficas\n4(4-0)\n60\nEAM423 e MAT140*\nEAM480 Programação Aplicada à Engenharia \nde Agrimensura e Cartográfica\n2(0-2)\n30\nEAM380* e INF101\nMAT271 Cálculo Numérico\n4(4-0)\n60\nMAT137 e MAT147 e\n(INF100 ou INF103)\n(Optativas)\nTOTAL\n17\n255\nTOTAL ACUMULADO\n136\n2.040\n", "60": "7º Período\nARQ314 Traçado de Cidades\n4(2-2)\n60\nEAM311\nEAM421 Geodésia Geométrica\n4(2-2)\n60\nEAM380 e EAM423\nEAM433 Cartografia Digital I\n3(1-2)\n45\nEAM431 e EAM441\nEAM450 Geoprocessamento\n4(2-2)\n60\nEAM330 ou EAM431\nEAM463 Parcelamento Territorial Urbano e \nRural Loteamento\n4(2-2)\n60\nEAM311 e EAM441 e\nARQ314*\nENG275 Fenômenos de Transporte\n4(4-0)\n60\nFIS202* e (MAT147* ou\nMAT241*)\n(Optativas)\nTOTAL\n23\n345\nTOTAL ACUMULADO\n159\n2.385\n8º Período\nEAM422 Geodésia Espacial\n4(2-2)\n60\nEAM421\nEAM434 Cartografia Digital II\n3(1-2)\n45\nEAM433\nEAM451 Sistema de Informação Geográfica\n4(0-4)\n60\nTer cursado 1.600 horas\nde disciplinas\nobrigatórias.\nEAM464 Cadastro Técnico Multifinalitário\n4(2-2)\n60\nEAM463\nEAM470 Fotogrametria I\n4(2-2)\n60\nEAM313 e EAM450* e\nEAM480* e ENF310\nENG342 Hidrologia Aplicada\n4(4-0)\n60\nEST106\n(Optativas)\nTOTAL\n23\n345\nTOTAL ACUMULADO\n182\n2.730\n9º Período\nCIV343 Saneamento Básico\n4(4-0)\n60\nDIR134 Direito Agrário e Legislação de \nTerras\n3(3-0)\n45\nDIR130\nEAM420 Geodésia Física\n2(2-0)\n30\nEAM421* e FIS233*\nEAM497 Seminário e Monografia I\n1(1-0)\n15\nTer cursado 2.430 horas\nde disciplinas\nobrigatórias\nENG340 Hidráulica, Irrigação e Drenagem\n6(4-2)\n90\nEAM311 e FIS202\n(Optativas)\nTOTAL\n16\n240\nTOTAL ACUMULADO\n198\n2.970\n", "61": "10º Período\nEAM492 Estágio Supervisionado\n0(0-12)\n180\nEAM498 Seminário e Monografia II\n1(1-0)\n15\nEAM497*\nEAM499 Projeto Final de Curso\n4(1-3)\n60\nTer cursado, no mínimo,\n2.700 horas de\ndisciplinas obrigatórias\n(Optativas)\nTOTAL\n5\n255\nTOTAL ACUMULADO\n203\n3.225\nDisciplinas Optativas\nGrupo 01: Cartografia\nCIV200\nMetodologia de Pesquisa \npara Engenharia\n1(1-0)\n15\nEAM314\nAvaliação Técnica de \nInstrumentos Topográficos\n3(1-2)\n45\nEAM312\nEAM331\nCartografia Temática\n4(2-2)\n60\nEAM330 ou\nEAM431\nEAM390\nTópicos Especiais em \nEngenharia de \nAgrimensura I\n2(0-2)\n30\nEAM432\nOrganização de Materiais \nCartográficos\n4(2-2)\n60\nEAM471\nFotogrametria II\n4(2-2)\n60\nEAM470\nEAM493\nAtividades \nComplementares I\n0(0-2)\n30\nEAM494\nAtividades \nComplementares II\n0(0-2)\n30\nEAM495\nAtividades \nComplementares III\n0(0-4)\n60\nEAM496\nAtividades \nComplementares IV\n0(0-4)\n60\nENF312\nElementos de \nSensoriamento Remoto\n4(2-2)\n60\nENF310\nEST220\nEstatística Experimental\n4(4-0)\n60\nEST106\nSOL480\nGeoprocessamento\n4(2-2)\n60\n", "62": "Grupo 02: Ciência dos Materiais, Geotecnia e Transporte\nCIV150\nResistência dos Materiais I\n5(3-2)\n75\nFIS233\nCIV151\nResistência dos Materiais \nII\n5(3-2)\n75\nCIV150\nCIV152\nElementos de Resistência \ndos Materiais\n4(4-0)\n60\nFIS233\nCIV311\nPavimentação\n4(2-2)\n60\nCIV310 e CIV333*\nCIV331\nGeologia de Engenharia\n4(2-2)\n60\nQUI100\nCIV332\nMecânica dos Solos I\n4(2-2)\n60\nSOL215 ou CIV331\nCIV333\nMecânica de Solos II\n5(3-2)\n75\nCIV332 e CIV151*\nCIV412\nFerrovias e Aeroportos\n2(2-0)\n30\nCIV310 e CIV311*\nGrupo 03: Engenharia Rural\nENG210\nMeteorologia e \nClimatologia\n4(4-0)\n60\nFIS201* e MAT140\nENG341\nHidráulica\n5(3-2)\n75\nENG275 e EAM311\nENG350\nConstruções Rurais\n5(3-2)\n75\nEAM311\nENG361\nEletrotécnica\n4(2-2)\n60\nFIS194 e FIS120\nENG432\nAgricultura de Precisão\n4(2-2)\n60\nENG440\nIrrigação e Drenagem\n5(3-2)\n75\nENG340 ou ENG341\nENG460\nEletrificação Rural\n4(2-2)\n60\nENG361\nGrupo 04: Humanística\nADM320\nMarketing\n4(4-0)\n60\nADM100\nADM391\nPequenas e Médias \nEmpresas - PMEs\n4(4-0)\n60\nADM320\nADM392\nIdentificação e \nViabilização de \nOportunidades de \nNegócios\n5(3-2)\n75\nTer cursado 1.200\nhoras\nECO270\nIntrodução à Economia\n4(4-0)\n60\nEPR340\nEngenharia de Segurança \ndo Trabalho\n4(2-2)\n60\nTer cursado 2.200\nhoras de disciplinas\nobrigatórias\nERU315\nSociologia do Trabalho\n3(3-0)\n45\nERU356\nComunicação \nOrganizacional\n4(4-0)\n60\n", "63": "LET102\nLeitura e Produção de \nTextos I\n4(4-0)\n60\nLET103\nLeitura e Produção de \nTextos II\n4(4-0)\n60\nLET102\nLET215\nInglês I\n4(4-0)\n60\nLET290\nLIBRAS Língua Brasileira\nde Sinais\n3(1-2)\n45\nGrupo 05: Urbanismo e Saneamento\nADM308\nAdministração Municipal\n4(4-0)\n60\nADM100\nARQ315\nArquitetura e Urbanismo\n4(2-2)\n60\nARQ204\nARQ410\nOrganização Municipal \nComparada\n4(4-0)\n60\nADM308 ou\nARQ315 ou ARQ411\nARQ411\nTeoria do Planejamento \nUrbano\n4(4-0)\n60\nARQ431\nPlanejamento Urbano \nRegional\n6(2-4)\n90\nARQ411\nARQ432\nPlanejamento Urbano \nMunicipal\n6(2-4)\n90\nARQ411\nCIV180\nProjeto Assistido por \nComputador\n2(0-2)\n30\nARQ204 e INF100\nCIV340\nGerenciamento de \nResíduos Sólidos Urbanos\n4(2-2)\n60\nTer cursado 1.500\nhoras.\nCIV346\nSistemas de Abastecimento\nde Água\n3(3-0)\n45\nENG340 ou ENG341\nCIV347\nSistemas de Esgotos\n4(4-0)\n60\nENG341 e ENG342*\nCIV448\nDisposição de Resíduos \nSólidos em Aterros \nSanitários\n3(3-0)\n45\n(SOL215 ou CIV332)\ne CIV340\nGrupo 06: Movimentos Sociais e Questão Agrária\nEAM461\nEngenharia de Avaliação\n3(3-0)\n45\nEAM311\nERU356\nComunicação \nOrganizacional\n4(4-0)\n60\nERU380\nDesenvolvimento de \nComunidades\n3(3-0)\n45\nERU418\nSociologia Rural\n3(3-0)\n45\nERU419\nCiências Sociais e \nAmbiente\n3(3-0)\n45\nERU451\nExtensão Rural\n4(4-0)\n60\nTer cursado, no\nmínimo, 1.300 horas\n", "64": "de disciplinas\nobrigatórias\nGEO231\nGeografia Agrária\n4(2-2)\n60\nGrupo 07: Banco de Dados e Computação Gráfica\nINF110\nProgramação I\n6(4-2)\n90\nINF111\nProgramação II\n4(2-2)\n60\nINF110\nINF211\nEstruturas de Dados\n4(4-0)\n60\nINF111\nINF281\nPesquisa Operacional II\n4(4-0)\n60\nINF280\nGrupo 08: Meio Ambiente\nBIO131\nEcologia Básica\n3(3-0)\n45\nENF386\nEducação e Interpretação \nAmbiental\n4(2-2)\n60\nENF387\nManejo de Bacias \nHidrográficas\n4(2-2)\n60\nENG210\nENF388\nGestão Ambiental\n4(4-0)\n60\nENF391\nRecuperação de Áreas \nDegradadas\n4(2-2)\n60\nTer cursado 1.635\nhoras\nENF392\nAvaliação de Impactos \nAmbientais\n3(3-0)\n45\nSOL400\nMeio Ambiente, \nDesenvolvimento \nSustentável e Atuação \nProfissional\n2(2-0)\n30\nTer cursado 1.500\nhoras de disciplinas\nObs.: Além dessas disciplinas optativas, o estudante poderá escolher, sob supervisão da Comissão \nCoordenadora do curso, quaisquer outras regularmente oferecidas pela UFV, até o limite de 180 horas.\nA disciplina EAM492 - Estágio supervisionado poderá ser cursada a partir do sétimo período.\n", "65": "A6. Regulamento das Atividades Complementares\nCritérios utilizados para concessão de horas aulas nas disciplinas: EAM 493 -\nAtividades Complementares I (30hs); EAM 494 - Atividades Complementares II (30hs);\nEAM  495  -  Atividades  Complementares  III  (60hs)  e;  EAM  496  -  Atividades\nComplementares IV (60hs).\nCRITÉRIOS PARA CONCESSÃO DE HORAS-AULA EM ATIVIDADES\nCOMPLENTARES:\n1.1 - Bolsista de Iniciação Científica: 30 horas por semestre. Limite máximo 60 horas; \n1.2 - Bolsista de Extensão Universitária: 30 horas por semestre. Limite máximo 60\nhoras; \n1.3 - Monitoria: 15 horas por semestre. Limite máximo 30 horas; \n1.4 - Tutoria: 15 horas por semestre. Limite máximo 30 horas; \n1.5 - Atividade de ensino no cursinho popular da UFV: 15 horas por semestre. Limite\nmáximo 30 horas; \n1.6 - Programa de Educação Tutorial – PET: 15 horas por semestre. Limite máximo 30\nhoras; \n1.7 - Estágio voluntário em pesquisa: 15 horas por semestre. Limite máximo 30 horas; \n1.8 - Estágio voluntário em extensão: 15 horas por semestre. Limite máximo 30 horas; \n1.9 - Publicação de trabalho técnico científico em periódico - 1º ou 2º autor: 30 horas\npor trabalho. Limite máximo 60 horas; \n1.10 - Publicação de trabalho técnico científico em periódico - 3º ou 4º autor : 15 horas\npor trabalho. Limite máximo 30 horas; \n1.11 - Publicação em anais de congresso – Completo - 1º ou 2º autor: 15 horas por\ntrabalho. Limite máximo 30 horas; \n1.12 - Publicação em anais de congresso – Completo - 3º ou 4º autor : 05 horas por\ntrabalho. Limite máximo 10 horas; \n", "66": "1.13 - Publicação em anais de congresso – Resumo - 1º ou 2º autor: 05 horas por\ntrabalho. Limite máximo 10 horas; \n1.14 - Publicação em anais de congresso – Resumo - 3º ou 4º autor : 02 horas por\ntrabalho. Limite máximo 04 horas \n1.15  -  Apresentação  de  trabalhos  técnico-científicos  em  Congressos,  Simpósios,\nSeminários ou Equivalentes – Oral - 1º ou 2º autor: 15 horas por trabalho. Limite\nmáximo 30 horas; \n1.16  -  Apresentação  de  trabalhos  técnico-científicos  em  Congressos,  Simpósios,\nSeminários ou Equivalentes – Oral - 3º ou 4º autor : 05 horas por trabalho. Limite\nmáximo 10 horas \n1.17 - Apresentação em Congressos, Simpósios, Seminários ou Equivalentes – Pôster -\n1º ou 2º autor: 05 horas por trabalho. Limite máximo 10 horas; \n1.18 - Apresentação em Congressos, Simpósios, Seminários ou Equivalentes – Pôster -\n3º ou 4º autor : 02 horas por trabalho. Limite máximo 04 horas; \n1.19  -  Participação  na  organização  de  eventos  (congressos, simpósios, seminários,\nsemanas acadêmicas ou equivalentes): 02 horas por evento. Limite máximo 10 horas;\n1.20 - Participação em eventos (congressos, simpósios, seminários, semanas acadêmicas\nou equivalentes): 04 horas por evento. Limite máximo 20 horas; \n1.21 - Participação na Associação Junior de Engenharia de Agrimensura – EJEAG –\nComo Diretor: 10 horas por semestre. Limite máximo 20 horas; \n1.22 - Participação na Associação Junior de Engenharia de Agrimensura – EJEAG – No\nConselho Fiscal: 02 horas por semestre. Limite máximo 04 horas; \n1.23 - Participação em reuniões de órgão colegiado (CONSU, CEPE, CTG, Câmara de\nEnsino, Conselho Departamental, Comissão Coordenadora): 05 horas por semestre.\nLimite máximo 10 horas; \n1.24  -  Participação  na  Diretoria  de  organizações  estudantis  (Centro  Acadêmico,\nDiretório Central, União Estadual dos Estudantes, União Nacional dos Estudantes): 10\nhoras por semestre, limite máximo 20 horas; \n1.25 - Participação em atividade esportiva ou cultural: 05 horas por atividade por\nsemestre. Limite máximo de 20 horas; \n1.26 - Para cada 45 horas de estágio extracurricular, comprovadamente realizado, serão\ncomputadas 05 horas em atividade complementar, até o limite de 15 horas por semestre\ne limite máximo de 30 horas; \n", "67": "1.27 - Outras atividades complementares que não previstas nesse programa poderão ser\ncomputadas conforme apreciação do Orientador Acadêmico do aluno. \nOBS: \n•  O  Aluno  só  se  matriculará  em  disciplinas  de  Atividades\nComplementares quando tiver a carga horária total necessária para integralizá-la,\ndevendo  neste  sentido,  encaminhar  solicitação  ao  Orientador  Acadêmico,\napresentando os comprovantes de realização das atividades;\n", "68": "A7. Dados do Corpo Docente e Técnicos envolvidos no Curso\nDOCENTES\nDocentes\nTitulação\nRegime de\nTrabalho\nDisciplinas Lecionadas\nAfonso de Paula dos Santos\nMestrado\n40 horas\nDE\nEAM 433 – Cartografia Digital I\nEAM 434 – Cartografia Digital II\nEAM 441 – Desenho Topográfico Digital\nEAM 480 – Programação aplicada à Eng. de \nAgrimensura e Cartográfica\nAntônio Santana Ferraz\nDoutorado\n40 horas\nDE\nEAM 190 – Introdução à Engenharia de \nAgrimensura e Cartográfica\nEAM 440 – Topografia Digital\nEAM 423 – Astronomia de Campo\nEAM 499 – Projeto Final de Curso\nAntônio Simões Silva\nPós-Douto\nrado\n40 horas\nDE\nEAM 380 – Ajustamento de Observações\nEAM 421 – Geodésia Geométrica\nDalto Domingos Rodrigues\nDoutorado\n40 horas\nDE\nEAM 310 – Topografia I\nEAM 313 – Topografia IV\nEAM 470 – Fotogrametria I\nGeraldo José da Silva Santana\nBacharel\n40 horas\nDE\nEAM 311 - Topografia II\nJoel Gripp Junior\nDoutorado\n40 horas\nDE\nEAM 463 – Parcelamento Territorial Urbano e \nRural\nEAM 464 – Cadastro Técnico Multifinalitário\nEAM 492 – Estágio Supervisionado\nJúlio César de Oliveira\nMestrado\n40 horas\nDE\nEAM 330 – Cartografia Geral\nEAM 451 – Sistema de Informações Geográficas\nMoisés Ferreira Costa\nDoutorado\n40 horas\nDE\nEAM 431 – Projeções Cartográficas\nEAM 420 – Geodésia Física\nNilcilene das Graças \nMedeiros\nDoutorado\n40 horas\nDE\nEAM 450 – Geoprocessamento\nEAM 497 – Seminário e Monografia I\nEAM 498 – Seminário e Monografia II\nWilliam Rodrigo Dal Poz\nDoutorado\n40 horas\nDE\nEAM 312 – Topografia III\nEAM 422 – Geodésia Espacial\nCarlos Alexandre Bráz de \nCarvalho\nDoutorado\n40 horas\nDE\nCIV 310 – Projeto Geométrico de Estrada\nJosé Marinaldo Gleriani\nDoutorado\n40 horas\nDE\nENF 310 – Fotogrametria e Fotointerpretação\nTaciano Oliveira da Silva\nDoutorado\n40 horas\nDE\nCIV 313 - Transportes\nAna Augusta Passos Rezende\nDoutorado\n40 horas\nDE\nCIV 343 – Saneamento Básico\nFernando Falco Pruski\nDoutorado\n40 horas\nDE\nENG 342 - Hidrologia\nRoberto Precci Lopes\nDoutorado\n40 horas\nDE\nENG 275 – Fenômenos de Transportes\n", "69": "Sílvio Bueno Pereira\nDoutorado\n40 horas\nDE\nENG 340 – Hidráulica, Irrigação e Drenagem\nGeraldo Browne Ribeiro \nFilho\nDoutorado\n40 horas\nDE\nARQ 102 – Desenho Geométrico\nDouglas Lopes de Souza\nMestrado\n40 horas\nDE\nARQ 103 – Geometria Descritiva\nClarissa Ferreira Albrech da \nSilveira\nMestrado\n40 horas\nDE\nARQ 204 – Representação Gráfica em \nArquitetura I\nRegina Esteves Lustoza\nDoutorado\n40 horas\nDE\nARQ 314 – Traçados de Cidades\nAntônio Policarpo Souza \nCarneiro\nDoutorado\n40 horas\nDE\nEST 106 – Estatística I\nMarcos Henrique Fonseca \nRibeiro\nMestrado\n40 horas\nDE\nINF 100 – Introdução à Programação I\nLeacir Nogueira Bastos\nPós-Douto\nrado\n40 horas\nDE\nINF 101 – Introdução à Programação II\nVitor Barbosa Carlos de \nSouza\nMestrado\n40 horas\nDE\nINF 103 – Introdução à Informática\nJosé Elias Cláudio Arroyo\nDoutorado\n40 horas\nDE\nINF 280 – Pesquisa Operacional I\nPatrícia Aurélia del Nero\nDoutorado\n40 horas\nDE\nDIR 130 – Instituições de Direito\nFernando Laércio Alves da \nSilva\nMestrado\n40 horas\nDE\nDIR 134 – Direito Agrário e Legislação de Terras\nJosé Roberto Reis\nDoutorado\n40 horas\nDE\nADM 100 – Teoria Geral da Administração I\nWalter Antônio Pereira \nAbrahão\nDoutorado\n40 horas\nDE\nSOL 215 – Geologia e Pedologia\nJoel Antônio de Oliveira\nDoutorado\n40 horas\nDE\nQUI 100 – Química Geral\nFábio de Avila Rodrigues\nMestrado\n40 horas\nDE\nQUI 107 – Laboratório de Química Geral\nAbílio Lemos Cardoso Júnior\nDoutorado\n40 horas\nDE\nMAT 137 – Introdução à Álgebra Linear \nAllan de Oliveira Moura\nDoutorado\n40 horas\nDE\nMAT 140 – Cálculo I\nAdy Cambraia Júnior\nMestrado\n40 horas\nDE\nMAT 147 – Cálculo II\nLaerte Dias de Carvalho\nMestrado\n40 horas\nDE\nMAT 241 – Cálculo III\nKennnedy Martins Pedroso\nDoutorado\n40 horas\nDE\nMAT 271 – Cálculo Numérico\nOderli de Aguiar\nMestrado\n40 horas\nDE\nFIS 120 – Laboratório de Física\nSukarno Olavo Ferreira\nPós-Douto\nrado\n40 horas\nDE\nFIS 194 – Introdução ao Eletromagnetismo\nHallan Souza e Silva\nDoutorado\n40 horas\nDE\nFIS 201 – Física I\nÁlvaro José Magalhães Neves\nPós-Douto\nrado\n40 horas\nDE\nFIS 202 – Física II\n", "70": "Vicente de Paula Lelis\nDoutorado\n40 horas\nDE\nFIS 233 - Mecânica\nCORPO TECNICO-ADMINISTRATIVO\nTécnico\nFunção\nFormação\nRegime de trabalho\nCilene Knauf Lopes\nAssistente em\nAdministração\nGraduação em Normal\nSuperior e Pós em Educação\nEstatutário\nDirceu Lopes dos Santos\nPorteiro\nEnsino Fundamental\nIncompleto\nEstatutário\nEmerson Guerra\nAssistente em\nAdministração\nGraduando em Ciências\nContábeis \nEstatutário\nEmília Maria de Jesus Dutra\nAssistente em\nAdministração\nGraduação em Letras\nEstatutário\nGeraldo Candido Faria\nAuxiliar de\nLaboratório\nEnsino Fundamental\nIncompleto\nEstatutário\n", "71": "A8.  Resolução  do  CEPE  instituição  do  Núcleo  Docente\nEstruturante (NDE)\n", "72": "", "73": "A9. Resolução do CEPE instituição da Comissão Coordenadora do\nCurso (CCC)\n", "74": "", "75": "", "76": "", "77": "", "78": "", "79": "A10. Regime Didático de Graduação\nREGIME DIDÁTICO 2013 DA GRADUAÇÃO DA UFV\nCAPÍTULO I\nDOS CURSOS DE GRADUAÇÃO\nArt. 1º - Os  cursos de graduação habilitam os  estudantes à obtenção de\nformação acadêmica para o exercício profissional em áreas específicas.\nParágrafo Único - A duração dos cursos é definida em anos e horas, respeitados\nos tempos mínimos e máximos estabelecidos no Projeto Pedagógico do Curso.\nArt. 2º - A gestão didático-pedagógica do ensino de graduação será exercida por\nmeio das Câmaras de Ensino, às quais compete o acompanhamento das disciplinas e\ndos  cursos, com a participação do Núcleo Docente Estruturante (NDE) e das\nComissões Coordenadoras dos cursos.\nParágrafo Único - Caberá ao Diretor do Centro de Ciências ou ao Diretor\nde Ensino dos campi da UFV a Presidência da Câmara de Ensino.\nArt. 3º  -  A Coordenação  didático-pedagógica de cada curso de  graduação\nserá exercida por uma Comissão Coordenadora.\nArt. 4º - Cada curso terá um Coordenador eleito pelos membros da Comissão\nCoordenadora, indicado pelo Diretor do Centro de Ciências a que estiver vinculado ou\npelos Diretores de Ensino dos campi da UFV e designado pelo Reitor.\nParágrafo   Único   -   A   Presidência   da   Comissão   Coordenadora   caberá\nao Coordenador do curso.\n", "80": "CAPÍTULO II\nDO ACOMPANHAMENTO ACADÊMICO\nArt. 5° - Cada estudante terá um Orientador Acadêmico indicado ao Diretor de\nCentro de Ciências ou ao Diretor de  Ensino dos campi da UFV pela Comissão\nCoordenadora do curso.\nArt. 6º - Ao Orientador Acadêmico compete:\nI - Exercer o acompanhamento acadêmico de seus orientados.\nII -  Elaborar,  em conjunto  com seu  orientado, o  Plano de Estudo a ser\ncumprido, quando necessário.\nIII - Pronunciar-se, quando solicitado,  em assuntos relativos às atividades\nacadêmicas de seu orientado.\nCAPÍTULO III\nDO ANO ACADÊMICO\nArt. 7º - O ano letivo compreende dois  períodos  regulares  de atividades\nacadêmicas, podendo ainda comportar um período especial de verão.\n§ 1º - Os períodos regulares têm duração mínima de 100 (cem) dias de trabalho\nescolar.\n§ 2º - O período especial de verão será fixado pelo Calendário Escolar.\nI - Nenhum estudante poderá matricular-se em mais de 2 (duas) disciplinas no\nperíodo especial de verão.\nII - Somente estudante de curso de graduação da UFV poderá candidatar-se à\nmatrícula em disciplinas oferecidas no período especial de verão.\nIII - O período especial de verão integrará o período letivo seguinte, em que o\nestudante vier a se matricular, para cômputo do coeficiente de rendimento.\n", "81": "IV -  Não  será concedido  trancamento de matrícula no  período especial de\nverão.\n§ 3º - As atividades acadêmicas da UFV são regidas pelo Calendário Escolar, de\ncaráter anual, aprovado por Resolução do Conselho de Ensino, Pesquisa e Extensão\n(CEPE).\nCAPÍTULO IV\nDA ADMISSÃO AOS CURSOS DE GRADUAÇÃO\nArt. 8º - A admissão de estudantes aos cursos de graduação dar-se-á por uma\ndas seguintes modalidades:\nI. Sistema de Seleção Unificada (SISU/MEC).\nII. Programa de Avaliação Seriada para Ingresso no Ensino Superior (PASES).\nIII. Vagas ociosas.\nIV. Reativação de matrícula.\nV. Programa de Estudantes-Convênio de Graduação (PEC-G).\nVI.   Outras   modalidades   de   processos   seletivos   aprovados   pelos\nColegiados\nSuperiores.\nParágrafo Único - É vedada ao estudante a matrícula simultânea em mais de um\ncurso de graduação da UFV.\nSeção I\nDo SISU e do Programa de Avaliação Seriada\nArt. 9º - O SISU e o Programa de Avaliação Seriada para Ingresso no Ensino\nSuperior (PASES) são seletivos, classificatórios e destinados ao preenchimento das\nvagas dos cursos fixadas pelo CEPE.\n§ 1º - O SISU e o PASES serão regulamentados por resoluções específicas e\neditais aprovados pelo CEPE, que estabelecem os períodos de inscrição e realização das\nprovas, o número de vagas, os critérios de seleção e classificação dos candidatos.\n", "82": "§ 2º - A  classificação final nos processos seletivos dá ao candidato direito à\nmatrícula no período letivo imediatamente subsequente à  sua realização (Regimento\nGeral da UFV).\nSeção II\nDas Vagas Ociosas\nArt.  10  -  O  número  de  vagas  ociosas  de  cada  curso  será  calculado  até\n40 (quarenta) dias após o início do segundo semestre letivo e corresponderá às vagas\ngeradas por transferências, mudanças de cursos, desistências formais, desligamentos e\nabandonos,  verificado nos 3 (três) primeiros períodos dos  cursos superiores de\ntecnologia e nos 5 (cinco) primeiros períodos dos demais cursos de graduação.\nArt.  11  -  O número  de  vagas ociosas  será  acrescido  ao  processo  de\nSeleção Unificada (SiSU), conforme cálculo previsto no artigo anterior.\nDa Transferência ex officio\nArt. 12 - A transferência ex officio para a UFV somente será efetivada se o\nservidor ou o dependente for egresso de instituição pública, em qualquer época do ano\ne  independentemente da existência de vaga, se requerida em razão  de comprovada\nremoção  ou  transferência de ofício  que acarrete mudança de domicílio  para\nViçosa/Florestal/Rio Paranaíba, ou para localidades mais próximas destas.\nParágrafo Único - Este artigo não se aplica ao interessado na transferência que\nse  deslocar  para assumir  cargo  efetivo  em razão  de concurso  público,  cargo\ncomissionado ou função de confiança.\nSeção III\nDa Reativação de Matrícula\nArt. 13 - É facultado ao estudante solicitar sua matrícula para obtenção de novo\ntítulo,  no  mesmo  curso,  que  possua  Bacharelado  e  Licenciatura,  para  o  semestre\nseguinte à sua colação de grau, podendo seguir o Catálogo de Graduação de  sua\nconclusão de curso. A solicitação deverá ser feita, via Sapiens, após a confirmação de\ndados como possível formando e antes do encerramento do período letivo.\n§ 1º - O estudante que não solicitar sua matrícula conforme o Art. 13\npoderá fazê-la  em  outro  período  na  UFV,  devendo  cumprir  a  matriz  curricular\n", "83": "do  curso constante do Catálogo de Graduação vigente no semestre da reativação. O\nrequerente encaminhará seu pedido ao Diretor do Centro de Ciências pertinente ou ao\nDiretor de Ensino dos campi da UFV, para análise, no período letivo que antecede\naquele no qual pretende reiniciar seus estudos.\n§ 2° - O prazo máximo para conclusão do curso do estudante cuja matrícula\nfoi reativada será o prazo máximo estabelecido para o novo título requerido,\ndeduzido o prazo mínimo previsto na matriz curricular.\n§ 3° - O estudante admitido por reativação de matrícula terá direito somente a 1\n(um) trancamento, sendo-lhe vedados os demais afastamentos previstos neste Regime\nDidático.\n§ 4º - É vedado ao estudante admitido por reativação de matrícula solicitar\nnovo pedido de reativação, se abandonar o curso.\n§ 5º - Será facultada ao graduado pela UFV a reativação de matrícula no\ncurso de Letras para obtenção de novo  título, observado o Art. 25 deste Regime\nDidático.\nArt. 14 - Será permitido ao estudante da UFV matriculado em cursos que\npossuem Bacharelado ou Licenciatura solicitar a reativação de sua matrícula para\ncomplementação a fim de obter novo título, no mesmo curso, em qualquer um\ndos campi.\nParágrafo Único -  Aplicam-se a este artigo as normas previstas no  artigo\nanterior deste Regime Didático.\nDo Programa de Estudantes-Convênio de Graduação PEC-G\nArt. 15 - A UFV oferecerá vagas para o Programa de Estudantes-Convênio de\nGraduação \n(PEC-G), \ninstrumento \nde \ncooperação educacional, \ncientífica \ne\ntecnológica  que o governo brasileiro oferece a outros países, administrado\nconjuntamente pelos Ministérios da Educação e das Relações Exteriores.\n§ 1º - As vagas oferecidas, anualmente, pela Universidade para esse programa\nsão preenchidas por estudantes indicados pelo MEC.\n§ 2º - A permanência na condição de Estudante-Convênio depende do\ncumprimento das exigências do protocolo celebrado entre o Ministério da Educação e o\nMinistério das Relações Exteriores, além de outras normas estabelecidas pelo CEPE.\n", "84": "§ 3º - Ao Estudante-Convênio de Graduação PEC-G aplicam-se a legislação e\nas  normas da UFV para o desligamento por insuficiência  acadêmica  conforme\nestabelece o Art. 67, inciso V deste Regime Didático.\nSeção V\nDas Outras Modalidades de Processos Seletivos\nArt. 16 - A UFV poderá, a critério de seus Colegiados Superiores, oferecer a\nadmissão a seus Cursos  Superiores por meio de outras  modalidades de processos\nseletivos, que serão regulamentadas por edital específico.\nCAPÍTULO V\nDA MOBILIDADE ACADÊMICA E DAS DISCIPLINAS ISOLADAS\nArt. 17 - A mobilidade acadêmica de estudantes da UFV dar-se-á\nconforme Resolução 15/2012/CEPE.\nArt. 18 - A UFV oferecerá vagas em disciplinas para Programas de Mobilidade\nAcadêmica a serem preenchidas de acordo com as normas previstas nos convênios.\n§ 1° - Os estudantes estrangeiros não participantes de convênios internacionais\nserão submetidos às normas do Estudante Não Vinculado.\n§ 2º - Os estudantes que fizerem estágio na UFV  deverão se matricular na\ndisciplina  ESM  490  (Estágio  Supervisionado  de  Mobilidade),  com  carga  horária\nprevista em convênio. Caberá à Diretoria de Registro Escolar normatizar o controle da\nmatrícula nessa disciplina.\n§ 3º - O estágio supervisionado se dará de acordo com a legislação vigente de\nestágio.\nSeção I\nDa Mobilidade Intercampi da UFV\nArt. 19 - A mobilidade acadêmica de estudantes entre os campi da UFV\ndar-se-á conforme Resolução 15/2012/CEPE.\n", "85": "Seção II\nDa Mobilidade Externa\nArt. 20 - A UFV oferecerá vagas em disciplinas para Programas de Mobilidade\nAcadêmica a serem preenchidas de acordo com as normas da Resolução\n15/2012/CEPE.\nParágrafo Único -  Os estudantes que fizerem estágio na UFV deverão se\nmatricular na disciplina ESM 490 (Estágio Supervisionado de Mobilidade), com carga\nhorária prevista em convênio. Caberá à  Diretoria de Registro Escolar normatizar o\ncontrole da matrícula nessa disciplina.\nArt. 21 - O estudante da UFV poderá cursar disciplinas em outra Instituição de\nEnsino Superior (IES) do País ou do exterior, com prévia autorização da Câmara de\nEnsino, mediante requerimento junto à Diretoria de Registro Escolar ou Diretoria de\nEnsino dos campi da UFV, para posterior aproveitamento, excetuando-se disciplinas\nem que o estudante tenha sido reprovado na UFV, observado o disposto no Art. 28\ndeste Regime Didático.\n§ 1º - O estudante participante do programa deverá se matricular nas disciplinas\nMOB 100, MOB 200 ou MOB 300 relativas ao primeiro, segundo ou terceiro\nperíodo de participação no programa, respectivamente.\n§ 2º - O estudante de outra Instituição de Ensino  Superior  (IES) poderá\nmatricular-se em disciplinas semipresenciais da UFV, com a aprovação da Pró-Reitoria\nde Ensino, ouvido o Coordenador da disciplina.\nSeção III\nDo Estudante Não Vinculado\nArt. 22 - O diplomado em curso de graduação ou o estudante de graduação\nvinculado a outra Instituição de Ensino Superior (IES) poderá requerer inscrição em\ndisciplina isolada como Estudante Não Vinculado da UFV, de acordo com as normas\nestabelecidas pela Resolução 08/2009/CEPE.\nParágrafo Único - O Estudante Não Vinculado poderá matricular-se em até 3\n(três) disciplinas por período e em, no máximo, 2 (dois) períodos letivos.\n", "86": "CAPÍTULO VI\nDO SISTEMA ACADÊMICO\nArt. 23  - O sistema acadêmico adotado é o de créditos, com matrícula\nem períodos letivos semestrais, tendo como base a proposição de uma sequência\nsugerida de estudos, a ser  enriquecida pelo  estudante com disciplinas optativas e\nfacultativas, observado o Art. 38 deste Regime Didático.\nParágrafo Único -  Um crédito, unidade de medida do trabalho escolar,\ncorresponde a 15 (quinze) horas de aula.\nArt. 24 - A carga horária de cada disciplina será definida sempre em múltiplo\nde 15 (quinze).\nSeção I\nDo Aproveitamento de Disciplinas\nArt.  25 - É facultado ao estudante solicitar o  aproveitamento  de disciplinas\ncursadas anteriormente ao ingresso no curso, desde que não tenha sido reprovado, no\ncurso atual, na disciplina equivalente à que será aproveitada.\n§ 1º - O pedido de aproveitamento de disciplinas, dirigido ao Diretor do Centro\nde Ciências ou ao Diretor de Ensino dos campi da UFV, deverá ser feito em formulário\npróprio, instruído com histórico escolar e programas analíticos das disciplinas, quando\ncursadas em outro campus da UFV ou em outra Instituição de Ensino Superior (IES).\n§ 2º - A Comissão Coordenadora do curso em que o estudante for admitido,\nouvidos os departamentos envolvidos ou os institutos nos campi, se  necessário,\nestabelecerá  a equivalência  de  programas e  de  cargas horárias e  os procedimentos\nadequados à plena adaptação do estudante, considerando o número de horas das\ndisciplinas.\nI - Disciplinas cursadas em outros campi da UFV ou em outras Instituições de\nEnsino Superior (IES) não equivalentes a disciplinas da UFV poderão ser aproveitadas\ncomo optativas, até o limite da carga horária exigida de disciplinas optativas pelo curso,\nutilizando-se  a  codificação:  APR  100  a  APR  109  e  APR  200  a  APR  209,  para\ndisciplinas básicas; e  APR 300 a APR 309 e APR 400 a APR 409, para disciplinas\nprofissionalizantes.\n§ 3º - O aproveitamento de disciplinas cursadas no mesmo campus da UFV\nserá realizado  de  modo  automático,  com  exceção  das  disciplinas  com  código\nAPR,  verificando-se, no conjunto  cursado, a existência de disciplinas obrigatórias e\n", "87": "optativas de mesmo código, pertencentes ao currículo do curso em que o estudante\nestá ingressando, devendo ser lançadas no histórico escolar do estudante as notas das\ndisciplinas.\n§ 4º - No caso de disciplinas cursadas em outra instituição, só poderá haver\naproveitamento de disciplinas se essas, na UFV, corresponderem, no máximo, à metade\nda carga horária para a conclusão do curso em que o aluno ingressou, ressalvadas as\nsituações previstas na legislação vigente e as relativas ao ingresso para obtenção de\nnovo título.\n§ 5º -  Para aproveitamento de disciplinas cursadas em outras Instituições de\nEnsino Superior (IES), será respeitado o sistema de avaliação de rendimento acadêmico\nda instituição de origem.\n§  6º  -  O aproveitamento  de  disciplinas cursadas há  mais de  10  (dez)\nanos  dependerá de análise do mérito e   da recomendação da Comissão\nCoordenadora do curso, que pode solicitar ao candidato a realização de um exame de\nsuficiência, quando necessário.\n§ 7º - Na contagem de tempo, para efeito  de definição do período letivo e\nduração  do curso, tomar-se-ão 270 (duzentas e setenta) horas aproveitadas como o\nequivalente a um período letivo e o restante, desde que igual ou superior a 180 (cento e\noitenta) horas, como o equivalente a um período letivo. A redução do tempo decorrente\ndessa contagem será informada ao estudante através do Sistema de Apoio ao Ensino\n(Sapiens).\n§ 8º - Quando o aproveitamento total de carga horária não atingir 270 horas e\nfor igual ou superior a 180 horas, será considerado um período letivo.\n§ 9º - O aproveitamento de disciplinas facultativas ficará limitado à carga horária\nprevista no Art. 46.\n§  10  - É  facultada  ao  estudante  a  solicitação  de  Exame  de  Suficiência\nem  disciplina em que não  obteve seu  aproveitamento, conforme Resolução\n01/2011/CEPE.\nArt. 26 - É vedado ao estudante, para fins de aproveitamento, cursar disciplinas\nconcomitantemente na UFV e em outra Instituição de Ensino Superior (IES).\nArt. 27 -  No caso de disciplinas cursadas nos campi da UFV, não haverá\nlimitação quanto ao aproveitamento de carga horária.\nParágrafo Único - O aproveitamento de carga horária prevista neste artigo\nficará  limitado à metade da carga horária do curso superior de tecnologia quando o\nestudante for procedente de outro curso superior de graduação da UFV.\n", "88": "Art. 28 - O aproveitamento de disciplinas autorizadas e cursadas, com\naprovação, em outras Instituições de Ensino Superior (IES) do País ou do exterior, de\nque trata o Art. 21 deste Regime Didático, não poderá ultrapassar 20% (vinte por cento)\nda carga horária total do curso.\nArt. 29 - Disciplinas cursadas com aprovação em outras Instituições de Ensino\nSuperior (IES), por alunos participantes de convênio, não equivalentes a disciplinas da\nUFV, poderão ser aproveitadas como optativas utilizando-se a codificação: APR 100 a\nAPR 109 e APR 200 a APR 209, para disciplinas básicas; e APR 300 a APR 309 e APR\n400 a APR 409, para disciplinas profissionalizantes.\nArt. 30 - Os estudantes que participam do Programa de Dupla Diplomação no\ntocante ao  aproveitamento/equivalência de disciplinas são regidos por Resolução\nespecífica do CEPE.\nSeção II\nDo Exame de Suficiência\nArt. 31 - Poderá o estudante ser dispensado de cursar regularmente qualquer\ndisciplina, desde que devidamente avaliado mediante Exame de Suficiência, de acordo\ncom as normas estabelecidas pela Resolução 01/2011/CEPE.\nArt. 32 - Excepcionalmente, o estudante que estiver cursando o último período\npoderá  solicitar  exame  de  suficiência,  visando  antecipação  de  colação  de  grau,\nconforme previsto no Art. 71 deste Regime Didático.\nSeção III\nDo Currículo\nArt. 33 - A Matriz Curricular a ser integralmente cumprida pelo estudante é\nelaborada pela Comissão Coordenadora e aprovada pelo Conselho Técnico  de\nGraduação, após análise na Câmara  de Ensino, constituindo-se na distribuição\nhierarquizada das disciplinas de cada curso.\n§ 1º - O estudante deve cumprir a Matriz Curricular constante do Catálogo\nde  Graduação  correspondente ao  ano  de seu  ingresso na UFV, ou optar por outra\nposterior.\n", "89": "§ 2º - Quando determinada disciplina prevista na Matriz Curricular não for\noferecida por alteração ou extinção, a carga horária correspondente deverá ser obtida\nem disciplina(s) equivalente(s).\n§ \n3º \n- Atividades extracurriculares como participação em eventos\ntécnico-científicos e em projetos de cunho social, artístico ou cultural serão consideradas\nna integralização  curricular como Formação Complementar,  conforme previsto no\nProjeto Pedagógico do Curso.\n§ 4º - Os Projetos Pedagógicos dos Cursos poderão prever que disciplinas, em\ntodo ou em parte, utilizem método de ensino semipresencial, observado o disposto no\nArt. 39 deste Regime Didático.\nArt. 34 - O Projeto Pedagógico do Curso poderá prever a possibilidade de o\nestudante computar carga horária de disciplina facultativa como optativa, adotando o\nsistema de Carga Horária Livre.\nParágrafo Único - A Carga Horária Livre consiste em determinar que a carga\nhorária de disciplina optativa do curso poderá ser cumprida, no todo ou em parte, entre\ntodas as disciplinas oferecidas pela UFV.\nArt. 35 - Cada estudante seguirá um Plano de Estudo correspondendo a uma\nsequência de disciplinas obrigatórias, optativas e facultativas, contemplando  uma\nintegração horizontal e, ou, vertical.\nArt.  36  - Para  os cursos que  possuem  habilitações  ou  diferentes títulos,\nos estudantes deverão  fazer  a  opção  no  período  que  antecede  aquele  em  que\nalguma disciplina, constante na Matriz Curricular, deixar de ser comum às habilitações\nou aos títulos.\nArt. 37 - Até o terceiro semestre, os estudantes deverão elaborar o Plano de\nEstudo  em conjunto  com o  Orientador  Acadêmico. A partir do quarto  semestre, o\nacesso à elaboração do Plano de Estudo será liberado aos  estudantes que tenham\ncursado e obtido aprovação em todas as disciplinas até o final do terceiro semestre do\ncurso.\n§ 1º - As disciplinas previstas até o terceiro período da Matriz Curricular, não\ncursadas, abandonadas ou reprovadas, serão automaticamente inseridas no Plano de\nEstudos e não poderão ser excluídas da matrícula.\n§ 2º - O estudante que possua mais de 3 (três) disciplinas mencionadas no\nParágrafo  primeiro do Artigo 37 poderá excluí-las, desde que mantenha em sua\nmatrícula no mínimo 3 (três) dessas disciplinas.\n", "90": "Seção IV\nDas Disciplinas\nArt. 38 - Disciplina é o conjunto de estudos e atividades correspondentes a um\nprograma desenvolvido num período letivo, com um número de horas prefixado,\nobedecendo à determinação do Art. 30 deste Regime Didático.\n§ 1º - Em função da Matriz Curricular do curso, as disciplinas são classificadas\nem:\nI - Obrigatórias: são indispensáveis para o desenvolvimento de competências e\nhabilidades profissionais.\nII  -  Optativas:  têm  por  finalidade  complementar  a  formação  na  área\nde conhecimento do curso, escolhidas dentre as relacionadas para o curso.\nIII - Facultativas: são as disciplinas que não fazem parte da Matriz Curricular\ndo\n§  2º  -  Cada  disciplina  terá  um  Departamento  ou  um  Instituto  nos\ncampi, responsável por seu oferecimento.\nI - Cada disciplina, no período  em que for oferecida, terá um Coordenador,\ndesignado pelo Colegiado do Departamento ou pelo Diretor de Ensino dos campi da\nUFV, responsável por seu oferecimento.\nII - É dever do Coordenador de disciplina apresentar e disponibilizar em meio\nimpresso e eletrônico, no início de cada período letivo, aos estudantes matriculados o\nplano de ensino, contendo objetivos, metodologias de ensino, critérios de avaliação,\nconteúdo e bibliografia.\n§ 3º - Caracterizam-se como disciplinas de orientação acadêmica as disciplinas\nde estágio, monografia, projeto final de curso e estudos independentes.\nArt. 39 - As disciplinas poderão ser oferecidas, no todo ou em parte, utilizando\nmétodos não presenciais, num limite máximo de 20% (vinte por cento) da carga horária\nde cada curso, desde que a proposta da metodologia a ser empregada seja previamente\naprovada pelo Conselho Técnico de Graduação.\nArt.   40   -   As   disciplinas   podem   ser   interligadas   por   pré-requisitos\nou correquisitos.\n§ 1º - Pré-requisito é a exigência formal de conhecimento anterior para inscrição\nem uma disciplina.\n", "91": "§ 2º - Correquisito é a exigência do  conhecimento paralelo,  em forma de\ndisciplina, para inscrição concomitante em outra disciplina.\n§ 3º -  Os pré-requisitos e correquisitos são definidos pelos Programas\nAnalíticos  das Disciplinas, e suas alterações prevalecem  sobre as anteriormente\ndivulgadas pelo Catálogo de Graduação.\nArt.  41-  Só  poderão  ser  oferecidas  disciplinas  constantes  dos  Catálogos\nde Graduação em vigor.\nArt. 42 - O Departamento ou os Institutos dos campi da UFV poderão solicitar\nà Pró-Reitoria de Ensino ou à Diretoria de Ensino dos campi da UFV o cancelamento\ndo oferecimento de disciplinas no semestre em curso em que o número de matriculados\nnão atingir 10 (dez) estudantes, em data a ser definida no Calendário Escolar.\nSeção V\nDa Matrícula\nArt. 43 - Os estudantes ingressantes por meio do SISU e PASES deverão ser\nmatriculados em disciplinas do Programa de Tutoria nas Ciências Básicas, nos termos\nprevistos na Resolução 06/2011/CEPE.\nArt. 44 - O estudante ingressante, conforme o Art. 8º deste Regime Didático,\nserá  matriculado  preferencialmente   nas   disciplinas   do   primeiro   período   da\nsequência sugerida pela Matriz Curricular de seu curso.\nParágrafo Único -  Para as disciplinas teóricas, não será permitido horário\ncorrido superior a 2 (duas) horas-aulas.\nArt. 45 - A matrícula, para os períodos subsequentes, é obrigatória, devendo ser\nfeita pelo estudante, ou seu procurador, nos prazos fixados no Calendário Escolar.\nParágrafo Único - Obedecidos os critérios de matrícula estabelecidos pelo Art.\n49  deste Regime Didático, a disciplina com reprovação, constante do conjunto\nsolicitado para  matrícula, terá prioridade sobre as demais no semestre em que estiver\nsendo oferecida.\nArt. 46 - A matrícula em disciplinas facultativas ficará limitada ao máximo de\n120 (cento e vinte) horas no decorrer dos cursos superiores de tecnologia e em\n240  (duzentos e quarenta) horas nos demais cursos superiores, devendo ser\nincluídas no Plano de Estudo.\n", "92": "Art. 47   - A inscrição do estudante numa disciplina, mesmo que\nfacultativa, obriga-o a cumprir todas as suas exigências.\nArt. 48 - Não será permitido ao estudante cursar disciplinas nas quais não esteja\nregularmente matriculado.\nArt. 49 - A falta de renovação de matrícula num período letivo equivalerá a\nabandono de curso.\nParágrafo Único - A renovação de matrícula caracteriza-se pela solicitação de\nmatrícula via sistema Sapiens no  ato da realização do Plano de Estudos, dentro do\nprazo estabelecido no Calendário Escolar; ou o acerto de matrícula, quando da não\nrealização do Plano de Estudos.\nArt. 50  - O processamento de matrícula será feito com base nos Planos\nde  Estudos dos estudantes, respeitado o cumprimento  dos pré-requisitos e dos\ncorrequisitos  das disciplinas e na ordem sequencial de prioridades: previsão e\ndisponibilidade de vaga  para o curso; coeficiente de rendimento  acumulado do\nestudante; e se a disciplina é obrigatória.\nArt. 51 - O estudante poderá, após o processamento da matrícula e dentro do\nprazo estabelecido pelo Calendário Escolar, condicionado à existência de vagas, incluir e\nexcluir disciplinas e mudar da turma em que já está matriculado.\nArt. 52 - O Calendário Escolar estabelecerá, ainda, dois dias na segunda semana\nde aula, para permitir ao estudante excluir ou acrescentar disciplina em sua matrícula\ndesde que haja disponibilidade de vaga.\nParágrafo Único -  Neste procedimento, as vagas disponíveis serão aquelas\noriginadas dos trancamentos de matrícula e as resultantes das exclusões de disc\niplinas ocorridas naquela data.\nArt. 53 - O estudante beneficiado pelo que estabelece o Art. 57 deste Regime\nDidático poderá solicitar a exclusão da disciplina quando for constatada, através de\napresentação  de  atestado  médico,  a  impossibilidade  de  retornar  a  frequentar  as\natividades previstas na disciplina.\nParágrafo Único - Quando a disciplina possuir correquisito, as duas deverão ser\nexcluídas.\nSeção VI\nDo Trancamento de Matrícula\n", "93": "Art. 54 - O estudante, de acordo com os prazos fixados no Calendário Escolar e\nobservado o disposto no Art. 58, parágrafo 5º, deste Regime Didático, poderá solicitar,\nna  Diretoria de Registro  Escolar ou Registro Escolar dos campi da UFV, o\ntrancamento de matrícula.\n§   1º   -   Nos   impedimentos   de   excepcionalidade   previstos   em\nResolução\n09/2009/CEPE, o estudante solicitará o trancamento de matrícula na\nDiretoria de Registro Escolar ou na Diretoria de Ensino dos campi da UFV.\n§ 2º -  O trancamento  de matrícula será válido por  um período  letivo e\nconcedido apenas 1 (uma) vez para os cursos superiores de tecnologia e 2 (duas) vezes\npara os demais cursos superiores.\n§ 3º - Os períodos de trancamento de matrícula não serão computados para\nefeito de integralização do tempo máximo de conclusão do curso.\n§  4º  -  Não  se  concederá  trancamento  de  matrícula  a  estudante  cursando\no primeiro período do curso, exceto por motivo de incorporação ao Serviço Militar\nObrigatório  ou  por  motivo  de saúde,  observado  o  disposto  na Resolução\n09/2009/CEPE.\nI - Entende-se por primeiro período letivo a primeira matrícula realizada pelo\nestudante no  curso, independentemente de resultados de aproveitamentos de\ndisciplinas internas e externas.\n§ 5º - Não será permitido o trancamento de matrícula ao estudante que estiver\ncom mais de 25% (vinte e cinco por cento) de faltas em qualquer uma das disciplinas.\nSeção VII\nDo Afastamento\nArt. 55 - Em face de situações  especiais devidamente comprovadas, o\nestudante, observado o disposto no Art. 58, parágrafo 5º, deste Regime Didático,\npoderá requerer ao Diretor do Centro de Ciências ou ao Diretor de Ensino dos campi\nda UFV seu  afastamento da UFV, com a suspensão de sua matrícula a partir do\nperíodo letivo subsequente.\n§ 1º - O prazo de duração do afastamento fixado pela Câmara de Ensino,\nconsiderando cada caso e as razões apresentadas, será de até 2 (dois) períodos letivos.\n§ 2º - O afastamento será concedido somente 1 (uma) vez.\n", "94": "§  3º - O período  de afastamento  não  será computado  para efeito  de\nintegralização do tempo máximo de conclusão do curso.\nSeção VIII\nDo Afastamento Especial\nArt. 56 - O estudante que não efetuar sua renovação de matrícula dentro\ndo prazo regimental poderá, observado o disposto no  Art. 58, parágrafo 5º,  deste\nRegime Didático, requerer, na Diretoria de Registro Escolar ou Registro Escolar dos\ncampi da UFV, seu afastamento especial.\n§ 1º - O afastamento  especial deverá ser requerido nos 30 (trinta) dias\nsubsequentes ao primeiro dia letivo do período.\n§ 2º - O afastamento especial será válido para o período letivo em que foi\nconcedido.\n§ 3º - O afastamento especial será concedido somente 1 (uma) vez, ressalvada a\nsituação  em  que  o  estudante  tenha  sido  reprovado  em  exame  complementar  e  a\ndisciplina não seja oferecida no mesmo período letivo.\n§ 4º - O período de afastamento especial não será computado para efeito de\nintegralização do tempo máximo de conclusão do curso.\nSeção IX\nDo Enquadramento em Regime Excepcional\nArt. 57 - Será concedido regime excepcional ao estudante que se enquadrar nas\ndeterminações do Decreto-Lei 1.044/69, da Lei nº 6.202/75 e nas normas estabelecidas\npela Resolução 09/2009/CEPE.\n§ 1º - A solicitação poderá ser feita pessoalmente ou por procuração no período\nmáximo de até 5 (cinco) dias úteis após o início do impedimento.\n§ 2º - O regime excepcional será concedido pela Diretoria de Registro Escolar\nou Diretoria de Ensino dos campi da UFV.\nSeção X\nDa Dilação de Prazo\n", "95": "Art. 58 - Em face de situações  especiais, devidamente comprovadas, o\nestudante poderá requerer na Diretoria de Registro Escolar ou Registro Escolar dos\ncampi da UFV a dilação do prazo máximo para integralização curricular.\n§ 1º - Somente será concedida dilação de prazo ao estudante que tenha cursado\npelo  menos 75% (setenta e cinco  por  cento) da carga horária em disciplinas\nobrigatórias.\n§ 2º - O requerimento de dilação de prazo deverá ser feito no decorrer do\núltimo período letivo constante do prazo máximo de integralização curricular.\n§ 3º - Quando a não conclusão do curso se der em decorrência de reprovação\nocorrida no último período, o estudante deverá requerer a dilação de prazo em até 5\n(cinco) dias úteis após o último dia do lançamento de notas previsto no Cale\nndário Escolar.\n§ 4º - A dilação de prazo poderá ser concedida somente 1 (uma) vez.\n§ 5º - Ao estudante contemplado com dilação de prazo não se concederá\ntrancamento de matrícula, afastamento ou afastamento especial.\nArt. 59 - Ao retornar às  atividades  escolares  após  os  trancamentos  ou\nafastamentos previstos neste capítulo, o estudante deverá submeter-se às normas\nvigentes, observado o disposto no parágrafo 1º do Art. 33 deste Regime Didático.\nCAPÍTULO VII\nDA AVALIAÇÃO DO RENDIMENTO ACADÊMICO\nArt. 60 - A avaliação do rendimento acadêmico em cada disciplina é procedida\nmediante a realização de provas, seminários, trabalhos de campo, entrevistas, testes e\ntrabalhos exigidos por seu professor, aos quais se atribuirão conceitos ou notas.\n§ 1º - A nota final na disciplina é representada por um número inteiro,\ncompreendido entre 0 (zero) e 100 (cem), exceto aquelas  que terão conceito S\n(satisfatório) ou N (não satisfatório), previstas no Projeto Pedagógico do Curso.\n§ 2º - Para o cálculo da nota final, o valor com a primeira casa decimal igual ou\nsuperior a 5 (cinco) será arredondado para o número inteiro imediatamente superior.\n§ 3º - Para cada disciplina haverá, obrigatoriamente, um mínimo de 3\n(três)avaliações.\n§ 4º - Fica assegurada ao estudante a informação de frequência e do resultado\ndas avaliações obrigatoriamente pelo Sistema Sapiens, no máximo 21 (vinte e um) dias\n", "96": "após sua aplicação e até 48 (quarenta e oito) horas antes da realização do exame final. Se\nfor o caso, o estudante poderá solicitar a revisão da avaliação, quando obtiver vistas da\nmesma.\n§ 5º - As avaliações serão, preferencialmente, aplicadas no horário de aulas.\nArt. 61 - Será aprovado na disciplina o estudante que, atendidas as exigências de\nfrequência, obtiver, no conjunto das avaliações ao longo do período letivo, nota igual\nou superior a 60 (sessenta) ou conceito S (satisfatório).\nParágrafo Único - À disciplina MOB será atribuído conceito S (satisfatório)\nquando o estudante obtiver um número de aprovações igual ou superior ao número de\nreprovações nas disciplinas cursadas.\nArt. 62 - Será facultado um exame final na disciplina ao estudante que\nnão  estiver reprovado por infrequência, conforme incisos II e III do Art. 63 deste\nRegime Didático, e que, no conjunto das avaliações, ao longo do período letivo, tiver\nnota igual ou superior a 40 (quarenta) e inferior a 60 (sessenta), o qual, respeitado o\nmínimo de 3 (três) dias após o término do período  letivo, será realizado no prazo\nprevisto no Calendário Escolar.\n§ 1º - Para o estudante que se submeter ao exame final, será recalculada a nota\nfinal pela fórmula:\nem que: \n•\nNF simboliza a nota final;\n•\nCA é o conjunto das avaliações ao longo do período letivo; e\n•\nEF representa a nota do exame final.\n§ 2º - Será aprovado na disciplina o estudante que obtiver NF igual ou superior\na 60 (sessenta).\nArt. 63 - Será considerado reprovado na disciplina o estudante que:\nI - obtiver, após a realização do exame final, nota final inferior a 60 (sessenta);\nII - comparecer a menos de 75% (setenta e cinco por cento) das\nhoras-aulas teóricas ministradas;\nIII - comparecer a menos de 75% (setenta e cinco por cento) das\nhoras-aulas práticas ministradas.\n", "97": "Art. 64 - No sistema acadêmico, além de notas, a situação do estudante\npoderá ser  representada por símbolos, correspondentes às descrições expressas nos\nquadros seguintes:\n§ 1º - O símbolo L se aplicará aos estudantes reprovados por infrequência, na\nforma dos incisos II e III do Art. 63 deste Regime Didático, correspondendo à nota 0\n(zero).\n§ 2º - Será atribuído o símbolo I ao estudante que, no final do período letivo,\npor motivo de força maior comprovado perante o professor, não tiver completado as\navaliações  da disciplina, incluindo o exame final. Caso as  avaliações  não sejam\ncompletadas e, ou, a nota não tenha sido enviada ao Registro Escolar no prazo fixado\n", "98": "no Calendário  Escolar,  será lançada a soma das notas das avaliações realizadas no\nperíodo.\n§ 3º - O símbolo Q será atribuído quando a integralização não for concluída no\nperíodo matriculado, valendo apenas para disciplinas de orientação acadêmica, e outras\npara as quais se aplique de acordo com o Projeto Pedagógico do Curso. Nesse caso, o\nestudante deverá matricular-se na disciplina no período em que a  atividade  tiver\ncontinuidade.\n§ 4º - O símbolo T é atribuído às disciplinas aproveitadas nos termos do Art. 25\ndeste Regime Didático.\n§ 5º - O símbolo Y representa a situação de afastamento no período, nos termos\ndo Art. 55 deste Regime Didático.\n§ 6º - O símbolo W representa a situação de afastamento especial no\nperíodo, nos termos do Art. 56 deste Regime Didático.\n§ 7º - O símbolo R será atribuído ao estudante desligado, em substituição ao\nsímbolo D, caracterizando que o estudante entrou com pedido de reconsideração de\ndesligamento.\n§ 8º - O símbolo G representa a situação de mobilidade acadêmica para cursar\ndisciplinas em outras Instituições de Ensino Superior (IES), nacional ou estrangeira.\n§ 9º - O símbolo J será lançado ao cancelamento de inscrição em disciplina,\nrealizado via processo.\nSeção I\nDo Coeficiente de Rendimento\nArt. 65 - O Coeficiente de Rendimento é o índice que mede o desempenho\nacadêmico do estudante em cada período letivo.\n§ 1º - O Coeficiente de Rendimento é a média ponderada das notas obtidas no\nperíodo letivo, considerado como peso o número de créditos das respectivas disciplinas,\ncalculado pela fórmula:\nem que: CR é o coeficiente de rendimento;\n", "99": "•\nΣ é o somatório;\n•\nNF é a nota final da disciplina; e\n•\nC é o número de créditos da disciplina.\n§ 2º - O Coeficiente de Rendimento será calculado com uma casa decimal, sem\narredondamento.\n§ 3º - As disciplinas cursadas no período de verão serão computadas no\ncálculo do Coeficiente de Rendimento do próximo período letivo em que o estudante\nvier a se matricular.\n§ 4º -  A disciplina a qual se atribui conceito não fará parte do cálculo\ndo  Coeficiente de Rendimento e entrará no  cálculo do coeficiente acadêmico\ninsuficiente, conforme previsto no Art. 67 § 1º deste Regime Didático, no que se refere\nao número de aprovações igual ou inferior ao número de reprovações.\nArt. 66 - O  Coeficiente de Rendimento Acumulado é obtido pela média\nponderada dos números de créditos de todas as disciplinas cursadas pelo estudante.\nCAPÍTULO VIII \nDO DESLIGAMENTO\nArt. 67 - Será desligado da UFV o estudante que:\nI - Não concluir o curso no prazo máximo fixado para integralização de\nsua Matriz Curricular estabelecida no Projeto Pedagógico do Curso.\nII - For incurso no caso de exclusão prevista no Regimento Geral da UFV.\nIII - For reprovado por infrequência e, ou, por notas iguais a 0 (zero) em todas\nas disciplinas em qualquer período em que estiver matriculado na UFV.\nIV - Apresentar rendimento acadêmico insuficiente em 2 (dois) períodos letivos\npara os cursos superiores de tecnologia e em 4 (quatro) períodos letivos para os demais\ncursos superiores.\nV - Obtiver 5 (cinco) reprovações e, ou, abandonos na mesma disciplina a partir\nde 2011.\n§ 1º - O rendimento acadêmico insuficiente em cada período é caracterizado\npor coeficiente de rendimento inferior a 60 (sessenta) concomitantemente ao número\nde aprovações igual ou inferior ao número de reprovações.\n", "100": "§ 2º - O estudante desligado poderá entrar com pedido de reconsideração até a\nterceira semana de aulas do período subsequente ao do desligamento, podendo fazê\n-lo no máximo 2 (duas) vezes.\nI - No período em que estiver tramitando o processo, ser-lhe-á atribuído o\nsímbolo R.\nII -  Se deferido o pedido de reconsideração por  insuficiência acadêmica, a\nmatrícula só poderá ser efetivada no período seguinte, imediatamente após a\ntramitação e conclusão do processo.\nIII   -   O   período   de   tramitação   do   processo   não   será   computado\npara integralização do tempo máximo de conclusão do curso.\nCAPÍTULO IX\nDO EXAME COMPLEMENTAR\nArt. 68 - O estudante que tiver como pendência para a colação de grau apenas\numa disciplina em que tenha sido reprovado por nota no último período  em que\ncursou  poderá requerer  exame complementar nessa disciplina, de acordo  com as\nnormas estabelecidas pela Resolução 02/2011/CEPE.\nCAPÍTULO X\nDA COLAÇÃO DE GRAU\nArt.  69  -  Concluídas  todas  as  exigências  do  curso,  ou  de  uma  de  suas\nhabilitações ou títulos, o estudante será obrigado a colar grau.\nArt. 70 - Será considerado apto à colação de grau o estudante que, cumpridas as\ndemais exigências, não tiver em seu histórico escolar disciplinas pendentes.\nParágrafo Único - É obrigatória a participação do estudante no Exame Nacional\ndo Desempenho dos Estudantes (Enade), tendo em vista tratar-se de um componente\ncurricular obrigatório para os cursos de graduação, conforme previsto na Lei 10.861\nde14 de abril de 2004.\nArt. 71 - O estudante que estiver cursando o último período poderá solicitar ao\nCEPE a antecipação de sua colação de  grau, mediante justificativa fundamentada e\nacompanhada de documentação comprobatória.\n", "101": "§ 1º -  Se devidamente autorizado, o  estudante deverá realizar exame de\nsuficiência nas disciplinas que estiver regularmente matriculado, desde que não tenha\nsido reprovado nas mesmas, em semestres anteriores e no semestre vigente.\n§ 2º -  Em disciplinas de orientação acadêmica,  os conceitos deverão ser\nlançados após o cumprimento das exigências das disciplinas.\n§ 3º- O estudante que for reprovado neste exame de suficiência poderá\nconcluir as disciplinas de forma regular.\n§ 4º - Este exame de suficiência será concedido apenas uma vez por disciplina.\n§ 5º - Este exame de suficiência será aplicado por uma Banca Examinadora\nde, no  mínimo,  3  (três)  professores,  nomeada  pelo  Chefe  do  Departamento  a\nque  a disciplina esteja vinculada ou pelo Chefe dos Institutos nos Campi da UFV.\n§  6º - Compete à Banca Examinadora estabelecer  a forma do  exame,\nconsistindo, obrigatoriamente, de, pelo menos, 1 (uma) prova escrita, devendo ser\ndisponibilizado ao  estudante a forma, data e horário do exame, na Secretaria do\nDepartamento ou nos Institutos nos campi da UFV, com 72 (setenta e duas) horas de\nantecedência mínima, do horário de aplicação do mesmo.\n§ 7º - A  critério da Banca Examinadora, que trata o § 6º, as avaliações já\nrealizadas no semestre poderão ser consideradas para o cômputo da nota final.\nArt.  72 - O histórico  escolar de conclusão do  curso de graduação conterá as\ndisciplinas cursadas pelo estudante, após o ingresso no curso, com número de créditos,\nano e período letivo, carga horária, nota e conceitos de aprovação, além das disciplinas\naproveitadas. Conterá, ainda, a situação final do estudante em relação ao Enade.\nCAPÍTULO XI\nDAS DISPOSIÇÕES FINAIS\nArt. 73 - Ficam revogadas as disposições em contrário, em especial a Resolução\nnº 10/2011/CEPE.\n", "102": "A11. Programas Analíticos\n"}