{"1": "1.1 Introdução \n1.1.1 Considerações Iniciais \n O termo Projeto Político Pedagógico foi assumido pela ABENGE (Associação \nBrasileira de Ensino de Engenharia), principalmente a partir dos Seminários do PAEPE \n(Programa de Apoio ao Ensino e a Pesquisa em Engenharia) que foram realizados no \nperíodo de julho a setembro de 2002. Estes Seminários foram organizados pela \nABENGE e financiados pela SESU (Secretaria de Ensino Superior do MEC) em \ndiferentes pontos do país através das 06 coalizões regionais de instituições de ensino de \nengenharia. Conforme disposto no Relatório Geral destes Seminários, encaminhado pela \ndiretoria da ABENGE, “os principais objetivos do PAEPE são dar suporte à elaboração \nde projetos político-pedagógicos que possibilitem a reestruturação curricular e a \nadequação da infra-estrutura dos Cursos de Engenharia do País”. \nO acréscimo da palavra Político ao termo Projeto Pedagógico que consta da legislação \natual, foi consolidada durante o XXX COBENGE (Congresso Brasileiro de Ensino de \nEngenharia), realizado em Piracicaba/SP de 22 a 25 de setembro de 2002, organizado \npela UNIMEP (Universidade Metodista de Piracicaba). De fato, esta denominação é bem \nmais abrangente que o termo Projeto Pedagógico e encerra com mais precisão o \npreconizado na legislação atual e nas resoluções decorrentes. Também está mais bem \nsintonizado com o que vem sendo formulado pelas diversas entidades que congregam \nprofessores e instituições que tratam da Educação Superior no país. \n1.1.2 Objetivos Gerais \nA legislação atual coloca como exigência para os cursos, a elaboração de um Projeto \nPedagógico “que demonstre claramente como o conjunto das atividades desenvolvidas \ngarantirão o perfil desejado de seu egresso e o desenvolvimento das competências e \nhabilidades esperadas”. \nOs objetivos principais do presente Projeto Político Pedagógico são: \n• \nAtender ao disposto na Resolução CNE/CES 11/2002 (Resolução da Câmara de \nEducação Superior - CES - do Conselho Nacional de Educação - CNE - Publicada \nno Diário Oficial da União de 9 de abril de 2002) especialmente em seu artigo 5o \nque estabelece a necessidade de um projeto pedagógico para os cursos de \ngraduação; \n• \nGarantir a consonância do Curso de Engenharia de Produção da UFJF com os \ndemais cursos similares do país e, no que couber, de outros países também, a partir \nda consideração e enquadramento nas diretrizes gerais para os cursos de \nEngenharia de Produção produzidas pela ABEPRO (Associação Brasileira de \nEngenharia de Produção) e que foram a base para a elaboração do Manual de \nAvaliação do Curso de Engenharia de Produção que compõe o Sistema de \nAvaliação da Educação Superior do INEP (Instituto Nacional de Estudos e \nPesquisas Educacionais); \n• \nFirmar um documento que represente uma síntese do Curso de Engenharia de \nProdução da UFJF em termos de objetivos, de visão acadêmica, de organização \ndidático pedagógica e de compromissos com a sociedade e, principalmente, com \na formação do Cidadão Engenheiro de Produção da UFJF. \n", "2": "É também objetivo deste Projeto Político Pedagógico traçar diretrizes visando criar um \nambiente no qual, mais que professores e alunos envolvidos num processo de \nensinar/trabalhar/aprender/ralar, todos possam conviver em harmonia, tendo como meta \nmaior fazer desse tempo de Escola de Engenharia o melhor das nossas vidas. \n  \n1.2 A Engenharia de Produção \n  \n1.2.1 Definição e Conceituação \n  \nAdota-se como base para este Projeto Político Pedagógico a definição e conceituação de \nEngenharia de Produção da ABEPRO (Associação Brasileira de Engenharia de \nProdução), entidade que congrega estudantes, profissionais, professores e cursos de \ngraduação e pós-graduação relacionados à Engenharia de Produção de todo o país. \nA referência principal é o documento “Engenharia de Produção: Grande Área e \nDiretrizes Curriculares” que se baseia nas definições do IIIE (International Institute of \nIndustrial Engineering). A primeira versão deste documento foi elaborada nas reuniões \ndo Grupo de Trabalho de Graduação em Engenharia de Produção realizadas no XVII \nENEGEP (Encontro Nacional de Engenharia de Produção) realizado em Gramado/RS de \n6 a 9 de outubro de 1997, organizado pela UFRGS (Universidade Federal do Rio Grande \ndo Sul). Este documento foi integralizado no III ENCEP (Encontro de Coordenadores de \nCursos de Engenharia de Produção) realizado em Itajubá de 27 a 29 de abril de 1998, \norganizado pela EFEI (Escola Federal de Engenharia de Itajubá). Este documento ainda \nfoi aprimorado no ENCEP 2001 realizado em Penedo/RJ de 09 a 11 de maio de 2001, que \nfoi organizado pela UERJ (Universidade Estadual do Rio de Janeiro).  \nO citado documento “Engenharia de Produção: Grande Área e Diretrizes Curriculares” \nestabelece como campo da Engenharia de Produção: \n“Compete à Engenharia de Produção o projeto, a modelagem, a implantação, a \noperação, a manutenção e a melhoria de sistemas produtivos integrados de bens e \nserviços, envolvendo homens, recursos financeiros e materiais, tecnologia, informação e \nenergia. Compete ainda especificar, prever e avaliar os resultados obtidos destes \nsistemas para a sociedade e o meio ambiente, recorrendo a conhecimentos especializados \nda matemática, física, ciências humanas e sociais, conjuntamente com os princípios e \nmétodos de análise e projeto da engenharia”.  \n“Produzir é mais que simplesmente utilizar conhecimento científico e tecnológico. É \nnecessário integrar fatores de naturezas diversas, atentando para critérios de qualidade, \nprodutividade, custos e responsabilidade social, entre outros. A Engenharia de \nProdução, ao voltar a sua ênfase para características de produtos (bens e/ou serviços) e \nde sistemas produtivos, vincula-se fortemente com as idéias de projetar e viabilizar \nprodutos e sistemas produtivos, planejar a produção, produzir e distribuir produtos que \na sociedade valoriza. Essas atividades, tratadas em profundidade e de forma integrada \n", "3": "pela Engenharia de Produção, são fundamentais para a elevação da qualidade de vida e \nda competitividade do país” . \n  \n1.2.2 A Engenharia de Produção como área do conhecimento \n  \nA ABEPRO, ainda no mesmo documento, “Engenharia de Produção: Grande Área e \nDiretrizes Curriculares”, define como sub-áreas da Engenharia de Produção: \n1- Gerência de Produção; \n2- Qualidade; \n3- Gestão Econômica; \n4- Ergonomia e Segurança do Trabalho; \n5- Engenharia do Produto; \n6-Pesquisa Operacional; \n7- Estratégia e Organizações; \n8- Gestão da Tecnologia; \n9- Sistemas de Informação; \n10-Gestão Ambiental; \n11- Educação em Engenharia. \nEste conjunto de sub-áreas, exceto a 11a, está integralmente contemplado na Resolução \nCNE/CES 11/2002 que “Institui Diretrizes Curriculares Nacionais do Curso de \nGraduação em Engenharia”, na forma de conteúdos profissionalizantes e devem \nconstituir o núcleo de conteúdos profissionalizante de todos os cursos de Engenharia de \nProdução. \n  \n1.2.3 Cursos de Engenharia de Produção do País \n  \nSão considerados cursos de Engenharia de Produção aqueles que atendem às atuais \ndiretrizes curriculares em termos de conteúdos básicos e que contemplem os 10 conteúdos \nprofissionalizantes explicitados no item anterior. Estes cursos podem ainda possuir uma \nênfase a partir de uma base tecnológica clássica (mecânica, civil, elétrica, química, etc.) \n", "4": "ou que atenda a um setor ou ramo produtivo, desde que seja coerente com os seus \nobjetivos e atenda à legislação em vigor. Não podem ser considerados como Engenharia \nde Produção aqueles que tenham a Produção como ênfase (Ex: Engenharia Mecânica, ou \nCivil, ou Elétrica etc., com ênfase em Produção). \nDe acordo com o banco de dados da ABEPRO (www.abepro.org.br), existem no país 91 \ncursos de graduação em Engenharia de Produção (ver quadro a seguir). Deste total 43 são \ncursos de Engenharia de Produção que não explicitam uma ênfase. Estes são também \nconhecidos como Cursos de Engenharia de Produção Plenos ou simplesmente Cursos de \nEngenharia de Produção. \n  \nCursos \nde \nEng de \nProduçã\no \ndo País \nTotal \nde \ncurso\ns \n“Plena\n“ \nÊnfases declaradas  \nMecâ\n-nica \nCivi\nl \nElé\n-\ntric\na \nAgro\n-\nindus\n-trial \nQuí\n-\nmic\na \nMat \n/ \nMeta\nl \nEmpr\ne-\nsarial \nTecno\n-logia \nTexti\nl \nCon-\nfecçã\no \nCal-\nçado\ns \nSoft\n-\nwar\ne \nCom \numa \nsó \nênfase \n82  \n43 \n20 \n7 \n4 \n4 \n1 \n1 \n1 \n1 \n  \n  \n  \n  \nCom \nmais de \numa \nênfase \n09  \n2 \n5 \n4 \n4 \n1 \n4 \n3 \n1 \n  \n1 \n1 \n1 \n1 \nTotal de \nênfases 91  \n45 \n25 \n11 8 \n5 \n5 \n4 \n2 \n1 \n1 \n1 \n1 \n1 \nFonte: Organizado pelo autor com base em dados fornecidos pela ABEPRO  (dados de \n2002) \n  \nHouve um aumento significativo de número de cursos na década de 90. Na primeira \nmetade da década de 90, havia cerca de 35 cursos de Engenharia de Produção sendo a \nmaioria com ênfase em alguma base tecnológica clássica. Na segunda metade da década \nde 90 houve um crescimento do número de cursos, sendo que a maioria dos novos cursos \nforam criados como cursos de Engenharia de Produção sem ênfase, segundo a base de \ndados da ABEPRO. \nEm Minas Gerais não existiam cursos de Engenharia de Produção até 1998. Desde então \nforam criados 8 cursos (ver quadro a seguir), sendo a maioria também sem explicitar \nênfase em uma base tecnológica clássica. Estes cursos criaram o Fórum Mineiro de \nEngenharia de Produção com o objetivo de criar e manter uma identidade para os cursos \nmineiros, formular propostas de intercâmbios diversos e de representar os cursos de \nEngenharia de Produção Mineiros junto a organismos públicos, privados e profissionais. \n  \n", "5": "Instituição  \nDenominação do curso  \nInício do \ncurso  \nUNIFEI - Escola Federal de Engenharia de \nItajubá \nEngenharia de Produção \nMecânica \n1º/1998 \nUFOP - Universidade Federal de Ouro \nPreto \nEngenharia de Produção \n1º/1998 \nUNIMINAS - União Educacional Minas \nGerais \nEngenharia de Produção \n2º/2000 \nCEFET/MG - Centro Federal de Educação \nTecnológica \nEngenharia de Produção \nCivil \n2º/1999 \nUFV - Universidade Federal de Viçosa \nEngenharia de Produção \n1º/2000 \nUFJF - Universidade Federal de Juiz de \nFora \nEngenharia de Produção \n2º/2000 \nUFMG - Universidade Federal de Minas \nGerais \nEngenharia de Produção \n1º/2001 \nFUMEC – Fundação Mineira de Educação \ne Cultura \nEngenharia de Produção \n1º/2001 \nFonte: Organizado pelo autor com base em dados fornecidos pelo Fórum Mineiro de \nEngenharia de Produção(dados de 2002 \n1.3 Bases Legais \n  \n1.3.1  LDB \n  \nO presente Projeto Político Pedagógico enquadra-se na atual LDB (Lei No 9394 de 20 de \ndezembro de 1996) que “estabelece as diretrizes e bases da educação nacional” com \natenção especial para o artigo 43 (finalidades da educação superior) que tem balizado as \nações empreendidas no curso. Registre-se, ainda, que o curso da UFJF já nasceu sob a \négide da nova LDB, tendo-se em vista que não havia legislação regulamentadora das \ndiretrizes curriculares para os cursos de Engenharia à época. \n1.3.2 A Resolução CNE/CES 11/2002 \n  \nOutro dispositivo que norteia este Projeto Político Pedagógico é a Resolução CNE/CES \n11/2002 que, em síntese, dispõe, entre outros, sobre: \n• \nprincípios, fundamentos, condições e procedimentos da formação em engenharia; \n• \ndesenvolvimento e avaliação dos projetos pedagógicos; \n• \nperfil do formando, egresso ou profissional de engenharia; \n• \ncompetências e habilidades gerais para a formação em engenharia.  \n• \nDispõem ainda que o curso deve possuir, entre outros: \n", "6": "• \num projeto pedagógico; \n• \ntrabalhos de síntese e integração dos conhecimentos adquiridos ao longo do curso, \nsendo que pelo menos um desses deverá se constituir em atividade obrigatória \ncomo requisito para a graduação; \n• \natividades complementares (iniciação científica, visitas técnicas, etc.); \n• \num núcleo de conteúdos básicos, um núcleo de conteúdos profissionalizantes e \num núcleo de conteúdos específicos que caracterizem a modalidade; \n• \nnúcleo de conteúdos básicos com cerca de 30% da carga horária mínima; \n• \nnúcleo de conteúdos profissionalizantes com cerca de 15% de carga horária \nmínima; \n• \nnúcleo de conteúdos específicos que se constitui em extensões e aprofundamentos \ndos conteúdos do núcleo de conteúdos profissionalizantes; \n• \ncarga horária mínima do estágio curricular deverá atingir 160 (cento e sessenta) \nhoras. \nEsclarece-se que o Currículo que está sendo praticado atualmente pelo curso, já está \nenquadrado nesta Resolução. \n \n \n2.1 Breve Histórico \n  \nO Curso da UFJF foi criado através da Resolução No 14/2000 do Conselho Superior \nque aprovou o “Projeto de Implantação do Curso de Engenharia de Produção”, \ntendo-se em vista o que consta do Processo 23.071.005334/2000-40 e o que foi \ndeliberado, por maioria, em sua reunião do dia 12 de junho de 2002. \nA proposta de “Projeto de Implantação” foi desenvolvida por uma Comissão de \nProfessores da Faculdade de Engenharia e do ICE (Instituto de Ciências Exatas), \nem um curto prazo de cerca de um mês e meio (março a maio de 2000) devido à \nnecessidade de se iniciarem as atividades do curso ainda no segundo semestre do \nmesmo ano. Registre-se que não se contou com a assessoria de especialistas \nexternos à Universidade para a elaboração do Projeto do Curso e de seu Currículo. \nA primeira turma do curso foi selecionada em vestibular específico, realizado em \njulho de 2000 e iniciou as suas atividades no 2o semestre de 2000. Atualmente já \nexistem mais seis turmas que iniciaram suas atividades em 2001, 2002 e 2003 uma \nem cada semestre. Com isso, encontra-se em plena carga as disciplinas dos 7 \nprimeiros períodos do curso. \nEm 23 de janeiro de 2002 foi criado, na Faculdade de Engenharia o Departamento \nde Engenharia de Produção através da Resolução No 01/2002 do Conselho Superior \nda UFJF, que aprovou a criação do Departamento, tendo-se em vista o que consta \ndo Processo 23.071.009237/2001-15 e o que foi deliberado, por unanimidade, em \nsua reunião do dia 22 de janeiro de 2002. \nDurante os meses de janeiro, fevereiro e março de 2002 a Coordenação de Curso, \no Departamento de Engenharia de Produção e alunos representantes das turmas \nentão existentes no curso e, ainda, contanto com o auxílio de dois consultores \n", "7": "externos, elaboraram uma proposta de ajustes no currículo visando adequá-lo às \nnovas diretrizes curriculares e à nova realidade decorrente da criação do \nDepartamento de Engenharia de Produção. Estas propostas foram encaminhadas \natravés do Processo 23.071.002876/2002-22 “Reforma Curricular: Engenharia de \nProdução”, processo esse que foi aprovado no âmbito da Faculdade de Engenharia \ne recebeu parecer favorável da Coordenação de Graduação da Pro-Reitoria de \nGraduação da UFJF. Com isso esse novo currículo foi, de fato, implantado e suas \ndisciplinas entraram em carga a partir do 1o período letivo de 2002 que se iniciou em \nmaio do mesmo ano. \nEm outubro de 2002, o Conselho de Graduação da UFJF retornou o Processo à \nCoordenação de Curso de Engenharia de Produção para que o mesmo fosse \nrediscutido a partir da criação de um Colegiado para o Curso. Tendo-se em vista \nesse retorno, houve-se por bem elaborar o presente projeto político pedagógico, o \nque é, inclusive, uma exigência legal e considerando-se, ainda, que não existiam: \n  \n• \nO Departamento de Engenharia de Produção; \n• \nA Resolução CNE/CES 11/2002 que Institui Diretrizes Curriculares \nNacionais do Curso de Graduação em Engenharia; \n• \nO Manual de Avaliação do Curso de Engenharia de Produção do INEP \n(Instituto Nacional de Estudos e Pesquisas Educacionais) elaborado pela \nComissão Extraordinária de Avaliação dos Cursos de Engenharia de \nProdução designada pela Portaria Nº 1977 de 11 de julho de 2002 do \nMEC, da qual o atual coordenador do Curso da UFJF fez parte, \n• \nAs atuais proposições acerca das características gerais e específicas de \num curso de Engenharia de Produção produzidas pela Comissão Nacional \nde Diretrizes Curriculares da ABEPRO, da qual o atual coordenador do \nCurso da UFJF é membro. \n  \nEstes novos instrumentos aliados às rápidas mudanças que ocorreram desde a \nimplantação do curso, determinam que seja elaborado um projeto consistente para \no curso visando sustentar, inclusive, ações que já vem sendo praticadas de fato. \n  \n  \n2.2 Objetivos do Curso \n  \nO objetivo precípuo do curso é formar profissionais para atuarem na área de \nEngenharia de Produção que: \n• \npossuam a formação de engenharia a partir da natureza geral do \nconhecimento próprio de engenharia; \n• \ndesenvolvam competências e habilidades dentro da base tecnológica da \nEngenharia de Produção consubstanciadas em suas 11 sub-áreas; \n", "8": "• \nsejam capazes de desempenhar as suas atividades dentro do \npreconizado pela legislação atual e em consonância com as necessidades \nda sociedade; \n• \natendam ao perfil geral e específico esperado para o profissional formado \npela UFJF; \n• \nestejam sintonizados com o que ocorre local, regional e nacionalmente \nsem perder de vista o que acontece no mundo atual. \n  \n2.2.1 Perfil Geral do Egresso \n  \nÉ objetivo do curso, em termos de perfil profissional, formar cidadãos que atendam \nao preconizado pela legislação em vigor, quais sejam: \n  \n• \nLDB – artigo 43 no que se refere às finalidades da educação superior. \nArt. 43. A educação superior tem por finalidade: \nI. estimular a criação cultural e o desenvolvimento do espírito científico e do \npensamento reflexivo; \nII. formar diplomados nas diferentes áreas de conhecimento, aptos para a inserção \nem setores profissionais e para a participação no desenvolvimento da sociedade \nbrasileira, e colaborar na sua formação contínua; \nIII. incentivar o trabalho de pesquisa e investigação científica, visando o \ndesenvolvimento da ciência e da tecnologia e da criação e difusão da cultura, e, \ndesse modo, desenvolver o entendimento do homem e do meio em que vive; \nIV. promover a divulgação de conhecimentos culturais, científicos e técnicos que \nconstituem patrimônio da humanidade e comunicar o saber através do ensino, de \npublicações ou de outras formas de comunicação; \nV. suscitar o desejo permanente de aperfeiçoamento cultural e profissional e \npossibilitar a correspondente concretização, integrando os conhecimentos que vão \nsendo adquiridos numa estrutura intelectual sistematizadora do conhecimento de \ncada geração; \nVI. estimular o conhecimento dos problemas do mundo presente, em particular os \nnacionais e regionais, prestar serviços especializados à comunidade e estabelecer \ncom esta uma relação de reciprocidade; \nVII. promover a extensão, aberta à participação da população, visando à difusão \ndas conquistas e benefícios resultantes da criação cultural e da pesquisa científica \ne tecnológica geradas na instituição. \n  \no \nCNE/CES 11/2002 – conforme disposto nos artigos 3o e 4o: \n  \nArt. 3º O Curso de Graduação em Engenharia tem como perfil do formando \negresso/profissional o engenheiro, com formação generalista, humanista, crítica e \nreflexiva, capacitado a absorver e desenvolver novas tecnologias, estimulando a \n", "9": "sua atuação crítica e criativa na identificação e resolução de problemas, \nconsiderando seus aspectos políticos, econômicos, sociais, ambientais e culturais, \ncom visão ética e humanística, em atendimento às demandas da sociedade. \n  \nArt. 4º A formação do engenheiro tem por objetivo dotar o profissional dos \nconhecimentos requeridos para o exercício das seguintes competências e \nhabilidades gerais: \n  \nI. aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia; \nII.projetar e conduzir experimentos e interpretar resultados; \nIII. conceber, projetar e analisar sistemas, produtos e processos; \nIV. planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \nV. identificar, formular e resolver problemas de engenharia; \nVI. desenvolver e/ou utilizar novas ferramentas e técnicas; \nVII. supervisionar a operação e a manutenção de sistemas; \nVIII. avaliar criticamente a operação e a manutenção de sistemas; \nIX. comunicar-se eficientemente nas formas escrita, oral e gráfica; \nX .atuar em equipes multidisciplinares; \nXI. compreender e aplicar a ética e responsabilidade profissionais; \nXII. avaliar o impacto das atividades da engenharia no contexto social e ambiental; \nXIII. avaliar a viabilidade econômica de projetos de engenharia; \nXIV. assumir a postura de permanente busca de atualização profissional. \n  \nA conjugação destes dois dispositivos coloca um perfil bastante amplo e, à primeira \nvista como sendo o perfil de um “super homem”, no entanto, há que se considerar \nque vários destes requisitos são interdependentes e compõem o que se pode \nchamar de atitudes esperadas de um cidadão profissional de engenharia. \n  \n2.2.2 Perfil Específico do Egresso \n  \nO campo de atuação do Engenheiro de Produção vem se diversificando cada vez \nmais. O seu precursor, o Engenheiro Industrial, tinha formação voltada para atuar \nprincipalmente no “chão de fábrica”, tendo uma formação gerencial apensada à \nformação tecnológica. Hoje o Engenheiro de Produção se habilita também a \nprojetar, operar e manter os sistemas de produção a partir de uma formação bem \nmais abrangente em termos de gestão de sistemas ou de organizações de uma \nmaneira geral. \nOs aspectos relacionados à gestão dos sistemas produtivos, conforme organizados \nnas 11 sub-áreas da ABEPRO, têm se tornado cada mais complexos, vindo a \nconstituir-se no que é considerado hoje como uma base tecnológica própria da \nEngenharia de Produção. Com as recentes mudanças estruturais e organizacionais \n", "10": "desses sistemas de produção e a evolução dos cursos de Engenharia de Produção, \nos profissionais egressos desta modalidade têm se mostrado, ainda, hábeis \nempreendedores e capazes de atuar nas mais diversas organizações da sociedade. \nNo que se refere especificamente ao egresso do curso da UFJF, faz-se necessário \ncompreender o contexto local, regional e global em que estará se formando. \nA cidade de Juiz de Fora é um importante pólo regional que abrange a Zona da Mata \nMineira com repercussões nas regiões circunvizinhas, que vem apresentando nos \núltimos anos um significativo crescimento econômico industrial e tem uma posição \ngeográfica estratégica por estar entre três dos maiores centros industriais e \neconômicos do país, que são as cidades de São Paulo, Rio de Janeiro e Belo \nHorizonte. As organizações de produção de bens e de serviços locais vêm evoluindo \nda sua característica, na qual predominam ainda as de base familiar, para empresas \nde gestão profissionalizada. \nA nova ordem mundial ditada pela chamada globalização vem determinando a \nmodernização das organizações, em busca de mais produtividade e qualidade, \nassim como o aporte de novos empreendimentos na cidade. Este conjunto de \nfatores determina a necessidade de profissionais cada vez mais capacitados e \naumenta significativamente a necessidade e a oportunidade de trabalho para \nengenheiros de produção. \nEm verdade, a UFJF deve formar o Engenheiro de Produção, não adequado apenas \nà realidade atual, mas que seja capaz de inserir-se neste contexto de constantes \nmudanças intervindo, inclusive, como agente destas mudanças. O desejável é que \nseja capaz de atuar local/regionalmente mas com uma ampla visão global. \nConsiderando estes aspectos, o Engenheiro de Produção deve ter uma formação \ngeneralista em termos de Engenharia de Produção tendo o curso características da \nchamada Engenharia de Produção Plena, ou seja, um engenheiro projetista, gestor \ne empreendedor de organizações, tanto unitárias quanto em redes ou cadeias de \nsistemas produtivos. Isto permitirá que os egressos do curso aumentem o seu \nespectro de opções de exercício profissional e de contribuição efetiva para o \ndesenvolvimento da sociedade e para o crescimento do país. \n \n  \nEstrutura Curricular \n \n4.1 Considerações Iniciais \n  \nPara atender às atuais diretrizes curriculares para o curso de engenharia, faz-se \nnecessário dispor de uma grade curricular flexível e com uma carga horária de \naulas, que seja compatível com a realização de atividades extracurriculares, o que \nexige a criação de mecanismos de orientação, de acompanhamento e de \navaliação das mesmas. Além disso, devem “existir trabalhos de síntese e \nintegração dos conhecimentos adquiridos ao longo do curso”, ou seja, além da \n", "11": "formação geral, profissional e específica o esperado é que se forme também o \nprofissional cidadão. \nOs citados trabalhos de síntese são atendidos pelas disciplinas Contexto e Prática \nem Engenharia de Produção I, II e III, disciplinas criadas para serem colocadas em \ncarga no 1o, 3o e 5o períodos do curso e complementadas pelo trabalho de curso \nda disciplina Engenharia de Produto II (7o período) e Trabalho de Final de Curso \n(10o período). \nQuanto aos conteúdos, primou-se por organizá-los de forma que possibilitem uma \nabordagem compatível com a natureza da Engenharia de Produção, conforme \ndispõe a legislação atual e demais recomendações da ABEPRO. Neste sentido, \nalém do formato e do sequenciamento das disciplinas, é importante que estas \npossam estar organizadas sob concepções e finalidades departamentais afins com \nas necessidades do curso. \nAtendendo ainda a estas Diretrizes, nesta proposta de adequação curricular os \nconteúdos estão organizados em Núcleos de Conteúdos Básicos, \nProfissionalizantes e Específicos. \n  \n  \n4.2 Integralização do Curso \n  \nO Curso de Engenharia de Produção pode ser integralizado dentro de um prazo \nmínimo de 4 anos ou 8 períodos letivos e um prazo máximo de 8 anos ou 16 \nperíodos letivos. A duração média é de 5 anos ou 10 períodos letivos. \nPara integralizar o curso o aluno deverá, obrigatoriamente, cursar o elenco de \ndisciplinas obrigatórias constantes dos núcleos de conteúdos básicos, \nprofissionalizantes e específicos e, ainda, mais 8  créditos opcionais. \nComo complementos, o aluno ainda poderá cursar outras disciplinas na UFJF ou \nem outra Instituição de Ensino Superior. Estas disciplinas, exceto nos casos \nprevistos na legislação em vigor, só poderão constar do histórico do aluno após \nautorização emitida pela Coordenação de Curso de Engenharia de Produção. \nPode constar do histórico do aluno as “Atividades Acadêmicas Curriculares” \ndefinidas na Resolução 018/2002 do CONGRAD (Conselho Setorial de \nGraduação) que “permite a implantação do processo de flexibilização dos \ncurrículos de um curso”. Estas “atividades” constam do histórico na forma \nestipulada pela legislação competente e, no que couber, conforme definido pelo \nColegiado do Curso de Engenharia de Produção. \n  \n  \n4.3 Núcleos de Conteúdos \n  \n", "12": "A Resolução CNE/CES 11 prevê: \nArt. 6º Todo o curso de Engenharia, independente de sua modalidade, deve \npossuir em seu currículo um núcleo de conteúdos básicos, um núcleo de \nconteúdos profissionalizantes e um núcleo de conteúdos específicos que \ncaracterizem a modalidade. \nEm seu livro História da Engenharia no Brasil, o Professor Telles (TELLES, P C S, \n1994, História da Engenharia no Brasil: Século XX. 2 Ed. Rio de Janeiro, Clavero) \nregistra que “a engenharia quando considerada como arte de construir é \nevidentemente tão antiga quanto o homem, mas, quando considerada como um \nconjunto organizado de conhecimentos com base científica aplicado à construção \nem geral, é relativamente recente, podendo-se dizer que data do século XVIII”. \nA École Polytechnique, fundada em Paris/França em 1795 por iniciativa \nde Gaspard Monge e Fourcroy, tem sido considerada como a “que se tornou \nmodelo de outras escolas de engenharia pelo mundo afora. Esta Escola tinha o \ncurso em três anos, cujos professores de alto nível (Monge, Lagrange, Prony, \nFourrier, Poisson, etc.) ensinavam as matérias básicas de engenharia, sendo os \nalunos depois encaminhados a outras escolas especializadas: Ponts et \nChausseés, École de Mines, etc.” (Telles, 1994). Este modelo, evidentemente, tem \nno seu bojo a concepção positivista de mundo, baseando-se principalmente nos \ntrabalhos de Auguste Conte e seus demais autores da referida corrente filosófica \npositivista. \nO modelo que fundou a Politécnica de Paris em 1795, separa as diversas ciências \nque compõem a formação do engenheiro e organiza o currículo da engenharia em \nblocos de básicas, básicas de engenharia e aplicadas de engenharia. Este modelo \nvem sendo conservado na organização dos cursos desde então e as atuais \ndiretrizes curriculares não fugiram a ele. Apesar de uma suposta perenidade deste \nmodelo, há diversas críticas ao mesmo e já há grupos de pesquisadores que vem \nbuscando um modelo alternativo. Um dos grupos que atuam nesta direção é \nformado por docentes das Escolas de Engenharia da UFJF e da UFRJ e que se \norganizam no Encontro de Educação em Engenharia, evento anual que já se \nencontra em sua oitava versão. \n  \n  \n4.3.1  Distribuição da Carga Horária Curricular \n  \nNúcleo de Conteúdos / Atividades Cirriculares \nBásico \nProfissionalizante \nEspecífico \nTotal da Carga em Disciplinas Obrigatórias \n", "13": "Monografia (Trabalho Final de Curso) \nEstágio Curricular Obrigatório \nDisciplinas Opcionais \nTotal Geral \nO núcleo de conteúdos básicos do curso deve conter “cerca de 30% da carga \nhorária mínima” de acordo com a CNE/CES 11/2002. No caso do curso da UFJF \neste núcleo perfaz 42% da carga total mínima. \nEste núcleo de conteúdos básicos é o que funda a natureza do conhecimento de \nengenharia. Este conjunto de conhecimentos permite ao engenheiro desenvolver \ncompetências e habilidades para entender uma estrutura a ser criada ou já \nexistente em termos de seus diversos componentes. Possibilita, ainda, que seja \nrealizada uma decomposição da mesma, identificando os seus menores \nelementos, assim como, permite restabelecer as co-relações entre estes e os \nesforços que os sustentam, entre outros. Isto garante ainda que o engenheiro seja \ncapaz de elaborar um modelo físico/matemático representativo com a finalidade de \nantecipar uma estrutura a ser criada ou de solucionar problemas em uma estrutura \njá existente. Esta pode ser a estrutura de um artefato, de um empreendimento ou \nde serviço, ou seja, de qualquer produto ou sistema organizacional de produção de \nbens ou de produção de serviços. \n  \n  \n4.3.2  Núcleo de Conteúdos Básicos \n  \nCódigo \nDenominação \nCred \nCH\nMAT154 \nCálculo  I \n4 \n60\nMAT156 \nCálculo II \n4 \n60\nMAT57 \nCálculo  III \n4 \n60\nMAT029 \nEquações Diferenciais I \n4 \n60\nMAT155 \nGeometria Analítica e Sistemas Lineares \n4 \n60\nMAT158 \nÁlgebra Linear \n4 \n60\nFIS073 \nFísica I \n4 \n60\nFIS074 \nFísica II \n4 \n60\nFIS075 \nFísica III \n4 \n60\nFIS077 \nLaboratório de Física I \n2 \n30\nFIS078 \nLaboratório de Física II \n2 \n30\nFIS079 \nLaboratório de Física III \n2 \n30\n", "14": "ICE002 \nLaboratório de Ciências \n4 \n60\nFIS081 \nFenômenos de Transporte \n4 \n60\nDDC119 \nAlgoritmos \n4 \n60\nDCC120 \nLaboratório de Programação \n2 \n30\nDCC008 \nCálculo Numérico \n4 \n60\nQUI125 \nQuímica Fundamental \n4 \n60\nQUI126 \nLaboratório de Química \n2 \n30\nEPD046 \nRepresentação Gráfica I \n2 \n30\nEPD047 \nRepresentação Gráfica II \n2 \n30\nEST029 \nCálculo de Probabilidade I \n4 \n60\nEST024 \nEstatística Aplicada à Engenharia de Produção \n4 \n60\nDPR032 \nNoções de Direito Privado \n4 \n60\nMAC015 \nResistência dos Materiais \n4 \n60\nENE077 \nEnergia e Eletricidade \n4 \n60\nECO034 \nEconomia \n4 \n60\nANE040 \nMicroeconomia \n4 \n60\nCAD062 \nGestão Estratégica de Operações \n4 \n60\nEPD065 \nEngenharia da Sustentabilidade I \n4 \n60\n  \n  \n106 \n15\n4.3.3  Núcleo de Conteúdos Profissionalizantes \n  \nO núcleo de conteúdos profissionalizantes do curso deve conter “cerca de 15% da \ncarga horária mínima” de acordo com a CNE/CES 11/2002. No caso do curso da \nUFJF este núcleo perfaz 26% da carga total mínima. \nÉ importante destacar que as escolas de engenharia surgiram no mundo, tendo \ncomo uma das finalidades unir a teoria à prática, mas o que se observa é que na \norganização dos cursos esses aspectos mantiveram-se e se mantêm nitidamente \nseparados. Basta observar que na grade dos cursos existem como disciplinas \ndistintas, a teoria e a prática de um mesmo conteúdo. Outro aspecto que se \nobserva, principalmente nas disciplinas básicas é a sua descontextualização, ou \nseja, até por serem oferecidas para diversos cursos, as disciplinas não se remetem \na um contexto específico de aplicação. \nAo par disso e visando minorar os efeitos da separação entre teoria e prática e da \ndescontextualização de diversos conteúdos do curso, foram criadas as disciplinas \nde Trabalho de Integração Curricular, que têm como objetivo principal levar os \nalunos a identificarem as necessidades dos conteúdos do curso em Organizações \n", "15": "que aplicam Engenharia de Produção. Os trabalhos das disciplinas prevêem a \ncoleta de dados nestas Organizações, a apresentação de relatórios, a estruturação \nde trabalhos em formato científico e a apresentação e defesa oral destes \ntrabalhos. Isto permite oportunizar aos alunos um treinamento em metodologia de \npesquisa e o desenvolvimento de habilidades em expressão oral e escrita. \nCódigo \nDenominação \nCred \nEPD011 \nContexto e Prática em Engenharia de Produção I \n2 \nEPD012 \nContexto e Prática em Engenharia de Produção II \n2 \nEPD013 \nContexto e Prática em Engenharia de Produção III \n2 \nEPD001 \nIntrodução à Engenharia de Produção I \n2 \nEPD010 \nEngenharia dos Materiais \n4 \nEPD054 \nTecnologia da Informação I \n2 \nEPD054 \nTecnologia da Informação II \n2 \nEPD017 \nProcessos Produtivos em Engenharia de Produção \n6 \nEPD015 \nPesquisa Operacional em Engenharia de Produção \n4 \nEPD069 \nLogística I \n4 \nEPD070 \nLogística II \n4 \nEPD021 \nOrganização do Trabalho e Produção \n6 \nEPD022 \nPlanejamento e Controle da Produção \n4 \nEPD023 \nProjeto de Fábrica e Lay Out \n4 \nEPD016 \nEngenharia do Produto I \n4 \nESA011 \nFundamentos de Segurança no Trabalho \n2 \nEPD057 \nErgonomia \n4 \nEPD026 \nPlanejamento Estratégico \n4 \nEPD072 \nEstágio em Engenharia de Produção \n0 \n  \n  \n62 \n4.3.4  Núcleo de Conteúdos Específico \n  \nO núcleo de conteúdos específicos do curso corresponde a aproximadamente 15% \nda carga total mínima prevista para o curso da UFJF. Ainda de acordo com a \nCNE/CES 11/2004: \nO núcleo de conteúdos específicos se constitui em extensões e aprofundamentos \ndos conteúdos do núcleo de conteúdos profissionalizantes, bem como de outros \nconteúdos destinados a caracterizar modalidades. Estes conteúdos, \nconsubstanciando o restante da carga horária total, serão propostos \n", "16": "exclusivamente pela IES. Constituem-se em conhecimentos científicos, \ntecnológicos e instrumentais necessários para a definição das modalidades de \nengenharia e devem garantir o desenvolvimento das competências e habilidades \nestabelecidas nestas diretrizes. \nEste conjunto de conteúdos específicos obrigatórios, aliados às disciplinas \nopcionais, permite ao aluno aprofundar-se em conteúdos com os quais tenha mais \nafinidade. Isto possibilita, além do que prescreve a legislação, que o estudante \npossa ir além do mínimo exigido para a modalidade Engenharia de Produção. \n  \nCódigo \nDenominação \nCred \nEPD056 \nTecnologia da Informação III \n2 \nEPD045 \nEngenharia do Produto II \n4 \nEPD042 \nModelagem e Simulação em Engenharia de Produção \n4 \nEPD067 \nEngenharia da Qualidade I \n4 \nEPD068 \nEngenharia da Qualidade II \n4 \nEPD058 \nGestão da Inovação \n2 \nEPD059 \nGestão do Projeto \n2 \nEPD053 \nEmpreendedorismo \n2 \nEPD030 \nAutomação da Produção \n4 \nEPD048 \nContexto e Prática em Engenharia de Produção IV \n2 \nEPD049 \nContexto e Prática em Engenharia de Produção V \n2 \nEPD066 \nEngenharia da Sustentabilidade II \n4 \nFIN013 \nGestão Financeira em Engenharia de Produção I \n4 \nFIN014 \nGestão Financeira em Engenharia de Produção II \n4 \nEPD071 \nTrabalho Final de Curso em Engenharia de Produção \n0 \n  \n  \n44 \n  \n4.3.5 Disciplinas Opcionais do Departamento de Engenharia de Produção \n  \nCódigo \nDenominação \nCred \nEPD005 \nTópicos Especiais em Engenharia de Produção I \n4 \nEPD006 \nTópicos Especiais em Engenharia de Produção II \n4 \nEPD032 \nTópicos Especiais em Engenharia de Produção III \n4 \nEPD033 \nTópicos Especiais em Engenharia de Produção IV \n4 \n", "17": "EPD034 \nSeminários em Engenharia de Produção I \n4 \nEPD035 \nSeminários em Engenharia de Produção II \n4 \nEPD036 \nSeminários em Engenharia de Produção III \n4 \nEPD037 \nSeminários em Engenharia de Produção IV \n4 \nEPD060 \nTópicos Especiais em Engenharia de Produção V \n2 \nEPD061 \nTópicos Especiais em Engenharia de Produção VI \n2 \n  \nOs Seminários e os Tópicos Especiais, cujas ementas são abertas, foram criados \ncom a finalidade de flexibilizar a formação profissional dos alunos. Estas unidades \npermitirão a inserção de conteúdos novos ou para atender a grupos de alunos que \ndesejem se apropriar de algum conteúdo específico não disponível em disciplinas \ndo curso. \nOutras disciplinas de outros departamentos poderão ser cursadas pelos alunos do \ncurso. Na listagem acima constam apenas a que estão sendo criadas no \nDepartamento de Engenharia de Produção. \n  \n \n"}