{"1": " \n \n \n \n \n  \n \nSERVIÇO PÚBLICO FEDERAL \nMINISTÉRIO DA EDUCAÇÃO \nCENTRO FEDERAL DE EDUCAÇÃO TECNOLÓGICA DE MINAS GERAIS \nCAMPUS III - LEOPOLDINA \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DE CURSO SUPERIOR DE \n ENGENHARIA DE CONTROLE E AUTOMAÇÃO  \n DO CEFET-MG / CAMPUS III- LEOPOLDINA \n \n \n \n \n \n \n \n \n \nLEOPOLDINA – MINAS GERAIS \nABRIL DE 2008 \n \n \n \n \n", "2": " \nMINISTÉRIO DA EDUCAÇÃO \nCENTRO FEDERAL DE EDUCAÇÃO TECNOLÓGICA DE MINAS GERAIS \nCOORDENAÇÃO DE ENGENHARIA DE CONTROLE E AUTOMAÇÃO \nCAMPUS III - LEOPOLDINA \nPPC-2008 - Engenharia de Controle e Automação  \n \n \n \n \n \n \n \n \n \n \n \n \n \nSUMÁRIO \n \n \n1. INTRODUÇÃO \n2 \n2. CONTEXTO DO CAMPO PROFISSIONAL E ÁREA DE CONHECIMENTO DO \nCURSO \n3 \n3. CONTEXTO INSTITUCIONAL E ASPECTOS RELACIONADOS AO CURSO \n5 \n4. JUSTIFICATIVA DO PROJETO \n8 \n5. PRINCÍPIOS NORTEADORES DO PROJETO \n10 \n6. SISTEMA DE AVALIAÇÃO \n12 \n7. FUNDAMENTOS PARA CONSTITUIÇÃO DA PROPOSTA CURRICULAR \n13 \n8. DESCRIÇÃO DA ESTRUTURA CURRICULAR E SEUS COMPONENTES \n14 \n9. DESCRIÇÃO DAS ATIVIDADES DESENVOLVIDAS NO CURSO \n49 \n10. MONITORAMENTO DO PROJETO PEDAGÓGICO DO CURSO \n49 \n11. RECURSOS FÍSICOS E HUMANOS \n50 \n12. REFERÊNCIAS BIBLIOGRÁFICAS \n58 \n13. ANEXOS  \n58 \n \n \n", "3": "PPC-2008 - Engenharia de Controle e Automação \n2 \n \n \n1. INTRODUÇÃO \n \n1.1 Revisão do Projeto Pedagógico do Curso de Engenharia de Controle e Automação \n \n \nA Estrutura Curricular Versão 2005, do Projeto Pedagógico de 2005 do Curso de \nEngenharia de Controle e Automação foi revisada procurando atender as seguintes Resoluções: \n \n Resolução CEPE-07/07, de 02 de março de 2007, emitida pelo “Conselho de Ensino, \nPesquisa e Extensão” do CEFET-MG, que trata do “Projeto de Equalização das Disciplinas \ndo Núcleo Básico dos Cursos Superiores do CEFET-MG”; \n \n Resolução Nº 2, DE 18 DE JUNHO DE 2007 do “Conselho Nacional de Educação / \nMinistério da Educação / Câmara de Educação Superior”, que dispõe sobre “carga horária \nmínima e procedimentos relativos à integralização e duração dos cursos de graduação, \nbacharelados, na modalidade presencial”. \n \nO resultado desta revisão consta da elaboração da Estrutura Curricular Versão 2007, cerne do \nProjeto Pedagógico do Curso de Engenharia de Controle e Automação de 2007 – PPC2007 – em \ngestação. Participaram da elaboração desta nova estrutura curricular os Professores que atuam no \nCurso de Engenharia de Controle e Automação. \n \n \nEm abril de 2008, a Estrutura Curricular Versão de 2007, aplicada atualmente em sua \nintegra a todas as turmas do Curso de Engenharia de Controle e Automação, sofreu uma nova \nrevisão pelos membros do Colegiado para atender a seguinte Resolução: \n \n Resolução CEPE-24/08, de 11 de abril de 2008, emitida pelo “Conselho de Ensino, Pesquisa \ne Extensão” do CEFET-MG, que “Estabelece normas e diretrizes para os cursos superiores \nde graduação do CEFET-MG e dá outras providências”. \n \n \nConsiderando ainda a seguinte Resolução: \n \n Resolução CEPE-25/08, de 11 de abril de 2008, emitida pelo “Conselho de Ensino, Pesquisa \ne Extensão” do CEFET-MG, que “Solicita propostas para regulamentar as atividades \ncurriculares estabelecidas pela Resolução CEPE-24/08, de 10 de abril de 2008”. \n \n \nA Estrutura Curricular Versão 2008, discutida e aprovada pelo Colegiado do Curso de \nEngenharia de Controle e Automação em 24 de abril de 2008. Esta nova estrutura curricular \nconstará do Projeto Pedagógico do Curso de Engenharia de Controle e Automação Versão 2008. O \nColegiado, considerando as implicações pertinentes ao Curso, resolveu aprovar, nesta mesma data, \na “migração de todas as turmas em curso” para Estrutura Curricular Versão 2008. \n \n \nSerão apresentados neste documento: \n \n A Estrutura de Eixos com seus respectivos conteúdos e carga-horária, desdobrados em \ndisciplinas; \n As Ementas das Disciplinas; \n As Tabelas de Disciplinas com suas respectivas Carga-Horária, Créditos e Pré-requisitos; \n A Grade Curricular Versão 2008; \n \n", "4": "PPC-2008 - Engenharia de Controle e Automação \n3 \n \n \n1.2 Considerações Iniciais \n \nNão resta dúvida sobre o estado de expansão que se encontra o Ensino Superior no Brasil, com \na expansão do tamanho do mercado educacional, tendo como referenciais demandas e estimativas \nque prevêem crescimento até o equilíbrio. Da mesma forma, reconhece-se à necessidade de \nexpansão neste setor, tanto para satisfação daqueles que querem prosseguir seus estudos quanto para \no país melhorar seus indicadores e seu desenvolvimento. \n \nSegundo o Plano Nacional de Educação (2000), no conjunto da América Latina, o Brasil \napresenta um dos índices mais baixos de acesso à educação superior, mesmo quando se leva em \nconsideração o setor privado. Assim, a porcentagem de matriculados na educação superior brasileira \nem relação à população de 18 a 24 anos é de menos de 12%, comparando-se desfavoravelmente \ncom os índices de outros países do continente sul-americano. A Argentina, embora conte com 40% \ndessa faixa etária, configura um caso a parte, uma vez que adotou o ingresso irrestrito, que reflete \nem altos índices de repetência e evasão nos primeiros anos. Mas o Brasil continua em situação \ndesfavorável frente ao Chile (20,6%), à Venezuela (26%) e à Bolívia (20,6%). \n \nSouza (2000), Ex-Ministro da Educação, aborda o crescimento das matrículas em Universidades \nFederais - ensino de qualidade para mais alunos. Afirma que a tendência à aceleração do \ncrescimento da matrícula continua e, generalizando, afirma também que os novos números da \neducação superior no Brasil são impactantes. \n \nNesse contexto, propõe-se o Curso de Graduação em Engenharia de Controle e Automação. \nInicialmente, expõem-se os motivos que levaram a formular esta proposta, os quais derivam da \nevolução científica e tecnológica e da necessidade de acompanhamento das tendências sinalizadas \npelos países que atingiram um alto grau de desenvolvimento, aliados a uma demanda regional em \nface de crescente utilização de sistemas automatizados no setor produtivo. Essas tendências foram \ndetectadas pelas agências de fomento à educação e à pesquisa do país e colocadas às instituições \ncomo um desafio a ser enfrentado. Define-se a Engenharia de Controle e Automação e enumeram-\nse as diversas aplicações deste novo campo da engenharia. As características do curso a ser \nimplantado no CEFET-MG /Campus III - Leopoldina são então expostas junto às justificativas. \n \nA Engenharia de Controle e Automação é uma combinação sinérgica de eletrônica, mecânica e \nciência da computação. Assim, sua estrutura curricular, no estágio profissional, inclui disciplinas \ndas áreas de Elétrica, de Mecânica e de Ciência da Computação, além de disciplinas específicas. \nO Curso de Engenharia de Controle e Automação é descrito, especificando-se as diretrizes do \ncurso e a linha curricular a ser seguida. Apresenta-se, então, a estrutura curricular com as disciplinas \na serem cursadas. \nAo final apresentam-se os recursos físicos e humanos necessários para a implantação do curso \ncom as necessidades de docentes, técnico-administrativos, espaço físico e considerações sobre os \nequipamentos de laboratório. \n \n", "5": "PPC-2008 - Engenharia de Controle e Automação \n4 \n \n \n2. CONTEXTO DO CAMPO PROFISSIONAL E ÁREA DE CONHECIMENTO DO \nCURSO \n \nA palavra mecatrônica vem das palavras mecânica e eletrônica e foi usada pela primeira vez no \nJapão para descrever uma linha de produtos que envolviam, na sua elaboração, conceitos de \nengenharia mecânica, engenharia eletrônica e ciência da computação. Não se trata de uma simples \ncombinação de assuntos, mas de uma abordagem sistemática unificada para o projeto e manufatura \ndo produto. Os conhecimentos requeridos para fabricar um produto mecatrônico são \nmultidisciplinares. Uma definição formal de mecatrônica é dada pelo Comitê Assessor para \nPesquisa e Desenvolvimento Industrial da Comunidade Européia (IRDAC): Mecatrônica é a \nintegração sinergética da engenharia mecânica com eletrônica e controle inteligente por computador \nno projeto e manufatura de produtos e processos. Mecatrônica é, então, uma disciplina integradora \nque utiliza as tecnologias de mecânica, eletrônica e tecnologia da informação para fornecer \nprodutos, sistemas e processos melhorados. \n \nUm sistema mecatrônico realiza aquisição de sinais, processamento digital e, como saída, gera \nforças e movimentos e são aplicados essencialmente na automatização dos processos. Os sistemas \nmecânicos são estendidos e integrados com sensores, microprocessadores e controladores. O \nsistema pode, assim, detectar variações paramétricas e ambientais e, após o processamento \nadequado desta informação, reagir a essas perturbações de modo a restaurar uma situação de \nequilíbrio. Pode, também, seguir comandos externos para realizar determinadas tarefas. Isto faz os \nsistemas mecatrônicos diferentes das máquinas e sistemas mecânicos convencionais. Exemplos de \nsistemas mecatrônicos são: máquinas robóticas para manufatura, manipulação e serviço; sistemas \npara automação de máquinas e processos; máquinas com controle digital; veículos autoguiados; \nmáquinas ferramentas controladas por computador; máquinas robóticas para aplicações de \ndiagnóstico e reabilitação em medicina; e dispositivos como: câmeras eletrônicas, impressoras, \nmáquinas de telefax, fotocopiadoras, videogravadores, etc. \n \nO Curso de Engenharia de Controle e Automação também é conhecido como Engenharia \nMecatrônica, pois trabalha efetivamente na automatização e controle de processos. É um ramo da \nengenharia cuja formação profissional divide-se em quatro grandes áreas: \n \n1. Mecânica: Máquinas e Motores, Materiais, Projeto e Fabricação Integrada por Computador \n(CIM), Robótica e Sistemas de Produção. \n \n2. Eletro-eletrônica: Circuitos Elétricos e Eletrônicos, Eletrônica Analógica e Digital, \nInstrumentação, Microprocessadores e Redes Digitais. \n \n3. Informática: Lógica e Matemática Computacional, Linguagens de Programação, Engenharia de \nSoftware e Inteligência Artificial. \n \n4. Controle: Sistemas de Controle, Controles Hidráulicos e Pneumáticos, Controladores Lógicos \nProgramáveis e Automação Industrial. \n \n3.1. \nIdentidade da Categoria Profissional \n \nO Curso de Engenharia de Controle e Automação, no processo pedagógico de formação de seus \nprofissionais, expressa os valores universais, de moral e ética profissional que, articulados ao \nconjunto de conhecimentos e habilidades necessárias ao exercício da profissão, determina a \nidentidade nacional da categoria profissional. \n", "6": "PPC-2008 - Engenharia de Controle e Automação \n5 \n \n \nO Engenheiro de Controle e Automação deve apresentar: \n \n Formação humanística e visão global que o capacite a compreender o meio social, político, \neconômico e cultural onde está inserido; \n Formação técnico-científica para atuar nas diversas áreas de sua competência, tais como: \nsupervisionar, coordenar e orientar projetos de sistemas de automação e controle; estudar e \ndesenvolver conjuntos mecânicos inteligentes; controlar processos de fabricação; \ndesenvolver métodos e processos para a produção; realizar pesquisa com vistas à criação de \nmodelos matemáticos e numéricos para controlar sistemas mecânicos; \n Capacidade de compreensão da necessidade de contínuo aperfeiçoamento profissional; \n Capacidade de interpretação, elaboração e execução de projetos; \n Capacidade de gerenciamento, operação e manutenção de sistemas e processos; \n Habilidade de resolver problemas com flexibilidade e criatividade face aos diferentes \ncontextos organizacionais e sociais; \n Capacidade de atuar em equipes multidisciplinares; \n Capacidade de desenvolvimento e aplicação de modelos matemáticos e físicos; \n Capacidade de adaptação à evolução da Mecatrônica, Computação e de suas tecnologias; \n Aplicar a ética e responsabilidades profissionais; \n Avaliar o impacto das atividades de engenharia no contexto social e ambiental. \n \n3.2. \nMercado de Trabalho \n \nEntre os segmentos com mais vitalidade no mercado atual está à informática impulsionada pela \neletrônica e pelas telecomunicações modificando o comportamento das pessoas, suas formas de \nrelacionamento e a sociedade como um todo. Em decorrência, a economia globalizada passa a \nexigir equipamentos, dispositivos e aparelhos cada vez mais automatizados e tecnologias mais \navançadas. \n \nNeste contexto, surge um imenso mercado para o Engenheiro de Controle e Automação nos \nmais variados segmentos da economia para atuar em empresas que desenvolvem projetos e \nconstruções de sistemas mecatrônicos; em indústrias de equipamentos de controle e automação; em \nautarquias do setor - desenvolvendo atividades técnico-administrativas, na organização, \ncoordenação, planejamento, execução, operação e manutenção de equipamentos e sistemas \nmecatrônicos. Ainda, ele poderá atuar em atividades de consultoria, treinamento técnico e \ndesenvolvimento de sistemas. \n \nPara esses segmentos da economia, o engenheiro a ser formado pelo CEFET-MG/Campus III - \nLeopoldina encontra possibilidades de inserção no mercado de trabalho nos setores: \nautomobilístico, industrial, siderúrgico, mecânica fina, de produção de sistemas de controle e \nautomação e de desenvolvimento de software industriais. \n \nAs perspectivas apontam que as demandas por serviços de automação tendem a crescer, já que a \npresença do engenheiro nesta especialidade é fundamental para que as empresas e indústrias se \ntornem mais produtivas, com custos reduzidos. Segundo pesquisa realizada por uma equipe do \nCEFET-MG com os egressos das engenharias elétrica e mecânica, a área de atuação de maior \ncrescimento é o de automação industrial (Burnier, 2004), evidenciando assim a importância da \nimplantação do Curso de Engenharia de Controle e Automação no CEFET-MG/Campus III - \nLeopoldina e são promissoras as oportunidades de absorção pelo mercado de trabalho otimizando a \nformação desse profissional. \n", "7": "PPC-2008 - Engenharia de Controle e Automação \n6 \n \n \n3. CONTEXTO INSTITUCIONAL E ASPECTOS RELACIONADOS AO CURSO: \n \n3.1. \nUnidade de Ensino Descentralizada de Leopoldina – Histórico: \n \nA Unidade de Ensino Descentralizada de Leopoldina, criada em 13 de Março de 1987, é uma \nextensão do CEFET/MG, constituindo o seu Campus III, e tem, por princípio, atender às \nespecificidades da Região, bem como servir para a promoção do próprio desenvolvimento regional, \natravés da educação tecnológica. \n \nA Instituição possui um Campus com um espaço físico de 22.888,58 m2, onde passaram a \nserem desenvolvidas atividades relacionadas aos Cursos Técnicos Integrados de Mecânica e \nEletrotécnica. \n \nEm 1995, a escola conquistou, através de recursos do Ministério da Educação, prédio próprio de \nlaboratórios, o que propiciou, em 1997, após pesquisas realizadas junto aos setores produtivos, a \nimplantação de mais três cursos, que, acrescidos aos anteriormente existentes, perfazem um total de \ncinco Cursos Técnicos Industriais, com suas atividades regulares até a presente data – Mecânica, \nEletrotécnica/Automação Industrial, Informática, Eletrônica e Eletromecânica, além do Ensino \nMédio. \n \nO CEFET-MG/Campus III - Leopoldina vem tomando medidas modernizadoras que visam à \nsua inserção ativa no processo de expansão da economia na região do sudeste mineiro, agora \nimpulsionada pela dinamização de pólos industriais e pela instalação de novas indústrias, que terão \ncomo resultado a ocupação espacial mais equilibrada e melhoria da qualidade de vida do cidadão, \nda empresa e, conseqüentemente, da região. \n \nO Campus III Leopoldina localiza-se em um espaço geográfico altamente privilegiado, pois o \nmunicípio de Leopoldina apresenta as seguintes características estratégicas: \n \n Situa-se da Zona da Mata Mineira, constituindo o território mais extenso da microrregião de \nCataguases, com 899 km2; \n \n Sua posição em relação às grandes cidades brasileiras é excelente: \no 115 km de Juiz de Fora, \no 210 km do Rio de Janeiro, \no 343 km de Belo Horizonte, \no 560 km de São Paulo. \n \nSuas indústrias estão instaladas, em grande parte, junto ao anel rodoviário e ao longo da BR 116 \n(Rodovia Rio-Bahia). \nA Instituição, instalada no centro da cidade, é um misto de tradição e modernidade em uma das \nmaiores áreas verdes do perímetro urbano. Um grande lago e prédios projetados na década de 50 \nconvivem, harmoniosamente, com a arquitetura do mais novo prédio de oficinas e laboratórios, \ncontando, para a operacionalização de suas ações com uma área total de 22.888,58 m2, sendo \n9.171,4 m2 de área construída. \n \nEm relação as IFES localizadas nesta região, temos: Universidade Federal de Juiz de Fora \n(UFJF) a 115 km, Universidade Federal de São João Del Rey (UFSJ) a 217 km e Universidade \nFederal de Viçosa (UFV) a 200 km, sendo que nenhuma delas oferece, atualmente, o Curso de \nEngenharia de Controle e Automação. \n", "8": "PPC-2008 - Engenharia de Controle e Automação \n7 \n \n \nA seguir, apresenta-se na figura 3.1 o mapa da localização geográfica da cidade de Leopoldina, \nMinas Gerais. \n \n \n \nFigura 3.1 – Localização da cidade de Leopoldina – MG. \n \n3.2. \nEngenharia de Controle e Automação \n \n3.2.1. Habilitação de Engenharia de Controle e Automação – Histórico \n \nEm 1993, a Comissão de Especialistas do Ensino de Engenharia (CEEng) da Secretaria de \nEducação Superior (SESU) do Ministério da Educação (MEC) organizou um plano de ação com \ntrês objetivos: \n \n1. Avaliação periódica dos cursos de engenharia; \n \n2. Reformulação da resolução 48/76-CFE que regulamenta os cursos de engenharia; \n \n3. Apresentar considerações sobre as novas modalidades nos cursos de engenharia, tais como \nengenharia dos materiais, engenharia de computação, engenharia de controle e automação, etc. \n \nPor indicação da CEEng, foram realizadas reuniões setoriais de representantes de várias \nuniversidades que ministravam ou pretendiam ministrar cursos de graduação com nomes diversos \ncomo controle e automação, automação e sistemas, mecatrônica, etc. A finalidade das reuniões era \nreformular a Resolução 48/76-CFE que fixou os mínimos de conteúdo e de duração do curso de \ngraduação em Engenharia e definiu suas áreas de habilitação. \n \nA primeira reunião setorial de engenharia de controle e automação teve lugar no Centro \nTecnológico da Universidade Federal de Santa Catarina em junho de 1993. Na reunião (Ata de \nReunião Setorial, 1993), foram inicialmente relatadas as experiências em andamento nas diferentes \ninstituições e foram levantados aspectos relevantes como: \n", "9": "PPC-2008 - Engenharia de Controle e Automação \n8 \n \n \n A dificuldade em se estruturar um curso que atenda às necessidades de formação nesta área \ncom base num dos currículos mínimos das engenharias existentes;  \n A complexidade das modernas técnicas de engenharia impede que todos seus detalhes sejam \nabordados ao longo do curso de graduação; \n As tecnologias emergentes mostram que os novos desenvolvimentos serão resultado do \nesforço de equipes multidisciplinares de alta qualificação e com suporte material complexo;  \n O crescimento da automação exigirá dos engenheiros maior concentração na concepção de \nnovos sistemas ou na sua adaptação e aperfeiçoamentos futuros;  \n A maior complexidade e o elevado custo das instalações produtivas exigirão engenheiros \nespecializados para seu projeto, sua operação e manutenção.  \n \nConsiderando as discussões realizadas, os especialistas concluíram que a Engenharia de \nControle e Automação deveria ser uma habilitação específica do Curso de Engenharia, e que o seu \ncurrículo deveria proporcionar sólida formação em ciências básicas e em ciências da engenharia, \nincluindo a formação profissional específica. Foi então estabelecido o perfil do engenheiro de \ncontrole e automação como segue: \n \nO Engenheiro de Controle e Automação é um profissional com formação plena em Engenharia, \ncapaz de conceber, especificar, desenvolver, projetar, analisar, implementar, instalar, otimizar, \ngerir, adaptar, utilizar e manter equipamentos, processos, sistemas de controle e unidades de \nprodução automatizadas. \n \nFoi apresentada uma proposta de alteração à Resolução 48/76-CFE que resultou na \nPortaria/MEC nº 1694/94 (Anexo II) do Senhor Ministro de Estado da Educação e do Desporto, \nProf. Murílio de Avellar Hingel, que normatizou a habilitação Engenharia de Controle e \nAutomação, nos limites da Resolução 48/76/CFE, estabelecendo, no seu Art. 1o, que: “A \nEngenharia de Controle e Automação é uma habilitação específica que tem sua origem nas áreas \nElétrica e Mecânica do Curso de Engenharia”. \n \nEntão, em 1999, foi sancionada pelo Sr. Presidente do CONFEA, Eng. Henrique Luduvice, a \nResolução 427/CONFEA/99 (Anexo III), discriminando as atividades dos Engenheiros de Controle \ne Automação e estabelecendo, no seu Art. 1o, que: “Compete ao Engenheiro de Controle e \nAutomação, o desempenho das atividades 1 a 18 do art. 1º da Resolução nº 218, de 29 de junho de \n1973 do CONFEA, no que se refere ao controle e automação de equipamentos, processos, unidades \ne sistemas de produção, seus serviços afins e correlatos”, resolução esta ainda em vigor. \n \nE, finalmente, foi sancionada pelo Presidente da Câmara de Educação Superior do Conselho \nNacional de Educação, CES/CNE a Resolução CNE/CES 11/2002, de 11/03/2002 (Anexo IV), que \ninstituiu as Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia, a serem \nobservadas na organização curricular das Instituições do Sistema de Educação Superior do país, “na \nperspectiva de flexibilização decorrente da Lei nº 9.394, de 20/12/96, que estabelece as Diretrizes e \nBases da Educação Nacional, possibilitando o aumento do número e a diversificação dos cursos e \nperfis acadêmicos”. \n \n", "10": "PPC-2008 - Engenharia de Controle e Automação \n9 \n \n \n4. JUSTIFICATIVA DO PROJETO \n \nA partir do final dos anos 70, o conceito de globalização surgiu no contexto mundial para \ndefinir um cenário em que as relações de comércio entre os países fossem mais freqüentes e \nfacilitadas. Assim, as barreiras comerciais entre os países começaram a cair com a diminuição de \nimpostos sobre importações, fortalecimento de grupos internacionais (como o Mercosul ou a \ncomunidade européia), e o incentivo do governo de cada país à instalação de empresas estrangeiras \nem seu território. Porém, são distintos os impactos da globalização nos países da periferia do \nsistema capitalista. Planos de estabilização monetária e reforma do Estado são as condições \nimpostas pelas organizações financeiras internacionais para que esses países venham se inserir à \nnova realidade econômica mundial. Mas as conseqüências perversas são imediatas, e se expressam \nno desemprego, no aumento da miséria, na privatização das empresas e dos serviços públicos, com \ncorte nos gastos sociais em educação, saúde, moradia, previdência etc. \n \nA economia globalizada obriga cada vez mais à especialização do jovem e do trabalhador em geral, para \ncompetir no mercado de trabalho. O avanço tecnológico advindo da globalização significa desemprego para \nquem não está em constante aprendizagem. É através da educação, preparando as pessoas para essa nova \ndimensão, que haverá maior absorção de mão-de-obra qualificada.  \n \nApesar dos avanços tecnológicos e as dinâmicas econômicas serem desejáveis, não há como \nnegar, em termos sociais, a natureza muitas vezes excludente de tais mudanças. Incorre-se no perigo \nde se promover ações, que não passam de escolhas de cunho negativo induzindo à estagnação ou \nconduzindo os resultados para fora da estrada do sucesso. \nHoje, uma proposta econômica, por mais ousada que seja, não caracteriza desenvolvimento se \nnão for acompanhada de um propósito social. Por outro lado, o elemento insubstituível, promotor e \nque avaliza qualquer projeto social é a educação. \nConsiderando-se este parâmetro, pode-se afirmar sua relevância pela inclusão no mundo do \ntrabalho e no próprio conteúdo do cotidiano social, onde os requisitos têm nível de exigência cada \nvez mais elevado. \n \nO principal desafio a ser enfrentado para a geração de novas frentes de trabalho é o investimento \nem educação e tecnologia. O que caracteriza o atual momento econômico e social da humanidade é \nexatamente a perspectiva de se multiplicar a riqueza através da otimização da inteligência. Com a \nsofisticação dos equipamentos e dos processos gerenciais que estão sendo adotados, o jovem que \nestá ingressando ou o profissional que já atua no mercado, precisam ter acesso à educação, \nprincipalmente a de cunho profissionalizante de nível superior. No caso do jovem, é necessário estar \namplamente capacitado para enfrentar os desafios que o mercado exige. Para quem já está no \nmercado de trabalho, é primordial que se tenha à possibilidade de reciclagem. Deve-se destacar que \nvárias profissões estão desaparecendo e outras tendem a aparecer em função, principalmente, da \nrevolução tecnológica-digital. É investindo em educação e tecnologia que o Brasil terá mais \ncondições de concorrer com o mercado externo, pois a educação é à base de tudo. No século da \ninteligência é preciso utilizar a educação para se chegar à tecnologia. \n \nLogo, faz-se necessário que se tomem decisões e ações de natureza estratégica no plano social e \nnas perspectivas do indivíduo para neutralizar o desemprego estrutural - que decorre diretamente da \nmodernização do aparato produtivo e prestador de serviços - e para promover o desenvolvimento de \nlideranças empreendedoras, criadoras de novos espaços de geração de emprego e renda na \nsociedade em geral e, em particular, no contexto industrial, a partir de uma base educacional aliada \na parâmetros de concepção de novas formas de organização do trabalho. \n", "11": "PPC-2008 - Engenharia de Controle e Automação \n10 \n \n \nO novo perfil demandado para os recursos humanos exige um profissional com espírito \nparticipativo e cooperativo, com uma capacidade de compreensão global de um conjunto de tarefas \ne funções conexas, de comunicação global, de adaptação às mudanças, de atualização e busca de \nnovas informações, de estabelecimento e consecução de metas, de orientação por meio de painéis e \nmostradores eletrônicos, de desempenho de tarefas de preparação, de ajustes, de comunicação com \ntécnicos, de acompanhamento de produção e de controle de qualidade, podendo chegar até a \ninclusão da capacidade de elaboração de softwares, com obtenção possível apenas dentro de um \nprocesso de educação continuada. \nCresce a cada dia na sociedade a consciência de que, qualquer que seja a estratégia a ser adotada \npara o enfrentamento dessa questão, não há chances de êxito, se não tiver como base a educação. \nNesse contexto, a escola está redirecionando sua prática educativa para se adequar aos novos \nparadigmas, visando ao desenvolvimento de competências e habilidades que auxiliem aos alunos a \nmelhor se relacionar com as exigências presentes hoje na sociedade, condição básica para favorecer \na empregabilidade ou empreendedorismo. \n \nO CEFET/MG - Campus III - Leopoldina localiza-se no município de Leopoldina que pertence \nà região da Zona da Mata, localizada no Sudeste do Estado de Minas Gerais, fazendo divisa com as \nmicrorregiões de Muriaé, Juiz de Fora e Ubá e com os estados do Rio de Janeiro e Espírito Santo. A \nZona da Mata agrega sete microrregiões geográficas, a saber: Cataguases (na qual está inserido o \nmunicípio de Leopoldina), Juiz de Fora, Manhuaçu, Muriaé, Ponte Nova, Ubá e Viçosa, abrangendo \n142 municípios e 1,971milhões de habitantes, ou seja, 11,4% da população do estado e uma área de \n35.726 km2, correspondendo a aproximadamente 6,1% do total de Minas Gerais (BDMG, 2000). \nNa microrregião de Cataguases podem ser destacadas várias empresas nas áreas de indústria e \nserviços, tais como: \n \n Companhia Brasileira de Alumínio \n Sautec Tecnologia Ltda \n COSATE – Construções, Saneamento e Engenharia \n Companhia Força e Luz Cataguazes Leopoldina \n Zollern BHW do Brasil \n Valesul Alumínio S/A \n Companhia de Saneamentos de Minas Gerais \n Telemar \n Actel Telecomunicações \n Companhia Industrial Cataguases \n Cataguases Telecomunicações   \n Companhia Manufatora \n JR Telecomunicações \n Wetel Manutenção \n Silvatel Telefonia \n Eletrocidade Telecomunicações \n ATV Telecomunicações \n Telemax – Telefonia Máxima \n Advance Telecomunicações \n Servitil Telefonia e Automação \n Contacto Telecomunicações \n Proserv Serviços Técnicos \n APA Confecções \n", "12": "PPC-2008 - Engenharia de Controle e Automação \n11 \n \n \nConsiderando toda a Zona da Mata, várias outras indústrias podem ser inseridas nesta relação, \nprincipalmente na microrregião de Juiz de Fora, onde existem grandes empresas como: Siderúrgica \nBelgo Mineira (Grupo Arcelor), Companhia Paraibuna de Metais e Mercedes Benz do Brasil. \nSegundo um estudo realizado pelo Consórcio Intermunicipal da Zona da Mata e Campos das \nVertentes de Minas Gerais (2001), o município de Juiz de fora ocupa a 10ª posição entre os \nmunicípios brasileiros que mais atraem investimentos. Considerando apenas os municípios \nmineiros, Juiz de Fora ocupa a primeira posição. \n \nConsiderando todo o estado, este estudo mostra que, segundo indicadores relativos à estrutura \nprodutiva, Minas Gerais apresenta uma economia em processo de integração, diversificação e \namadurecimento. Algumas características de Minas atuam muito favoráveis no que tange à \natratividade para novos projetos de investimento. Dentre as quais se pode citar: \n \n Grande disponibilidade de recursos naturais. \n Infra-estrutura de boa qualidade. \n Disponibilidade de mão-de-obra qualificada. \n Concentração de cidades de porte médio com grande potencial econômico. \n \nDados do IBGE (www.ibge.gov.br - 15/06/2004) atestam que o estado de Minas Gerais \napresentou um crescimento industrial de 3,5% no mês de abril de 2004 em relação ao mesmo mês \ndo ano anterior. O índice mensal prosseguiu apontando crescimento da produção pelo segundo mês \nconsecutivo. O resultado poderia ter sido mais expressivo, não fosse a queda de 6,6% na indústria \nextrativa, que amorteceu o crescimento geral. Já na indústria de transformação, com oito segmentos \nampliando a produção, o crescimento de 5,1% superou o resultado da indústria geral. Nesta \ncomparação, a área de veículos automotores, com 19,8% de expansão, foi à atividade de maior \npressão positiva. Em seguida, destacaram-se as atividades de máquinas e equipamentos (32,8%) e \nmetalúrgica básica (3,7%). \n \n", "13": "PPC-2008 - Engenharia de Controle e Automação \n12 \n \n \n5. PRINCÍPIOS NORTEADORES DO PROJETO \n \nO Projeto Pedagógico de um curso, por definição, deve partir dos princípios gerais referentes à \nconcepção filosófica e pedagógica que preside a elaboração de um currículo, destacando-se os \npressupostos que orientam a proposta e a prática curricular. Esses pressupostos, alinhados aos \nprincípios norteadores da instituição e em consonância com sua história, passam por quatro \ndimensões básicas, que envolvem: a concepção de conhecimento e sua forma de aplicação e \nvalidação (dimensão epistemológica), a visão sobre o ser humano com o qual relacionamos e que \npretendemos formar (dimensão antropológica), os valores que são construídos e reconstruídos no \nprocesso educacional (dimensão axiológica) e os fins aos quais o processo educacional se propõe \n(dimensão teleológica). Esses princípios precisam ser consolidados na prática, para tanto, o Projeto \ndeve destacar também os meios e ações que viabilizem as aplicações dos mesmos. Nesse sentido, \nsão consideradas etapas que envolvem o diagnóstico da realidade, os ideais que se propõe alcançar, \nas formas de implementação e os mecanismos de avaliação do processo. \n \nNa esfera da dimensão do conhecimento, toma-se como ponto de partida a análise da realidade \ncontemporânea, diversificada e em constante transformação, aspectos estes que passam a balizar a \nprodução do conhecimento. Esta produção encontra-se, desta forma, revestida de um caráter \nhistórico e dinâmico, o que torna refutável a idéia de um conhecimento que tenha a pretensão de \nencontrar verdades absolutas e definitivas. Aprender é, neste sentido, um processo intrinsecamente \nligado à vida; não é algo estocável. Implica a possibilidade de reconstrução do conhecimento pelo \naluno, passa pela pesquisa como atitude diante do mundo e pelo desenvolvimento da autonomia do \naluno e envolve o conceito de formação da cidadania. No processo de ensino/aprendizagem não é \nmais possível o modelo no qual o professor transmite o conhecimento para o aluno. Esse processo \nrequer a interação do sujeito com a realidade e do professor com o aluno, implica a capacidade de \ninterpretação do real e a possibilidade do conflito. Aprender é um processo ambíguo, que deve \nconduzir ao diferente, não é uma linha de mão única; em síntese, envolve o conceito de \ncomplexidade. O professor tem o papel de instigar o aluno a formular e resolver o problema \npossibilitando, desta forma, o desenvolvimento da capacidade de pesquisa no aluno. Neste sentido, \no objeto da aprendizagem não pode ser ditado de maneira absoluta pelo mercado. Inserida numa \nrealidade social diversificada, cabe à escola buscar compreender as condições e os condicionantes \ndesta, de modo a definir o que deve ser objeto de estudo em seus currículos tanto quanto o modo e \nprofundidade como aqueles conhecimentos serão abordados. Portanto, há necessidade em demarcar \na área do conhecimento que o curso irá enfatizar, os conteúdos envolvidos, a metodologia aplicada \ne a forma de validação e de avaliação do conhecimento. \n \nQuanto aos sujeitos envolvidos no processo de ensino/aprendizagem, docentes, discentes e \ntécnico-administrativos fazem parte de uma teia de relações na qual a produção do conhecimento é \nresultado desta dinâmica. O aluno é alguém que tem uma história, que traz expectativas e valores \ncom relação ao mundo e ao seu próprio futuro. É alguém que se encontra em processo de tornar-se, \nque não sai do mundo social quando ingressa na escola, mas que traduz o mundo em seu processo \nde aprender. Nesse sentido, a aprendizagem pode partir do aluno que deve ser instigado a lidar com \nos desafios e situações reais. O professor, enquanto sujeito deste processo, é também alguém que \ninvestiga, que questiona, que aprende. O professor que não admite a possibilidade de não saber e, \nportanto, não assume a postura de aprender e renovar-se constantemente, dificilmente terá \ncondições de possibilitar que seu aluno desenvolva estas capacidades. Assim, a necessidade de \npromover um sujeito politicamente preparado para atuar no mundo contemporâneo, capaz de \nconstruir seu projeto de vida, de contribuir para uma sociedade melhor será resultado desta \ninteração de sujeitos que na escola constitui o elo básico de sua atividade. Um projeto pedagógico \natinge as pessoas, vai ao encontro delas, precisa que elas se coloquem como sujeitos de sua \nrealização. No conjunto dessas relações, espera-se que o processo de emancipação seja \n", "14": "PPC-2008 - Engenharia de Controle e Automação \n13 \n \npossibilitado, que a competência para a cidadania seja construída. Portanto, torna-se fundamental a \ndefinição do perfil do egresso e a clareza dos objetivos do curso para delinear o caminho a ser \npercorrido e para possibilitar a avaliação deste processo. \n \nNa dimensão dos valores, é essencial a sintonização com uma visão de mundo por parte da \nescola, expressa num modelo de sociedade e de educação que tenham como referência os grandes \ndesafios do mundo contemporâneo e, em termos específicos, os desafios enfrentados por nossa \nnação. Não se deve cair no improviso, assim como não podemos desconhecer o edifício do saber \nacumulado pelas gerações passadas, sobretudo aquele saber associado às áreas humanas e sociais, \nque trazem as bases para a construção da ética e da cidadania. Como fenômeno sócio-histórico, a \naprendizagem é multicultural, não deve ser colocada a serviço de grupos e precisa superar impactos \ntais como o da globalização, sem perder de foco seus aspectos positivos. Com a globalização, a \ndimensão tecnológica do conhecimento tem predominado sobre as demais dimensões, tais como a \nfilosofia e a ética, perdendo a referência do ser humano, da natureza e da vida de um modo geral. \nNo mundo atual, o individualismo, a competitividade, a sobrevivência do mais forte, que reproduz \num modelo darwinista de sociedade, além da busca desenfreada pelo prazer e pelo poder, acabam \nconstituindo um valor cultural no qual a própria escola torna-se cúmplice e reprodutora. É na \nexpressão do projeto pedagógico que estes aspectos devem ser desvelados. O conhecimento e a \nprática tecno-científica precisam estar em contínua avaliação, mediada pela visão humanista e pela \nreflexão em torno dos valores que perpassam essas práticas. Desta forma, a ciência e a tecnologia \nnão podem constituir meramente em meios para atingir os fins determinados pelo sistema de \nprodução, mas precisam traduzir os modos pelos quais o ser humano passa a interagir com o mundo \ntendo como referência a discussão atualizada e balizada na reflexão dos valores e da ética. O \ncurrículo deve evidenciar as diversas práticas que possibilitem a formação de um profissional com \nvisão crítica e social; que esteja comprometido com a ética e com o desenvolvimento humano; que \nnão seja manipulado e que saiba buscar alternativas; que tenha capacidade de avaliação e de \nintervenção no mundo.  \n \nNa dimensão teleológica, a escola não pode ter um fim em si mesma. Seu destino é a busca do \nsaber tendo como meta a construção de um mundo melhor e sua missão precisa ser expressa em \nfunção deste propósito. Na escola tecnológica moderna, a primazia encontra-se no aspecto técnico \ndo conhecimento, porém o seu projeto tem um fundamento essencialmente político. A sua \nfinalidade, o aspecto essencial que fundamenta e justifica sua existência no âmbito da sociedade, \nconsiste em tornar-se promotora de uma transformação na vida dos indivíduos que por ela passam \ne, por conseguinte, contribuir para a construção que reflita os anseios e necessidades eminentes \ndaquela sociedade. Os sujeitos envolvidos com os projetos e ações no interior desta escola devem \nassumir, portanto, uma postura crítica e estar em constante avaliação e reflexão sobre o jogo de \ninteresses e de poder que tenta conduzi-la. Definir os fins da instituição constitui um processo \ndinâmico, é antes uma atitude, uma prática que precisa perpassar todas as suas ações, de modo a não \nficar perdida no discurso enquanto caminha por trilhas dissociada de seus propósitos essenciais. \nDesta forma, os fins a que a escola se propõe precisam ser explicitados e conhecidos por aqueles \nque dela participam, precisam refletir nos currículos dos cursos e nas práticas disseminadas no \ninterior da escola, precisam ser enfim, avaliados continuamente, para que não cristalizem ou \ndogmatizem, permanecendo esquecidos e dissociados de seu tempo. \n \nDestacados esses pontos essenciais que constituem os pressupostos básicos de um projeto \npedagógico, é pertinente enfatizar que, apesar do currículo em questão não conseguir atingir \nplenamente estes pontos em sua aplicação na prática escolar, esses pressupostos continuam como \ndesafios, quase utopias, que apontam rumos e direcionam metas a serem constantemente buscadas. \nNa implementação do currículo e em sua construção/reconstrução estas metas são sistematicamente \nretomadas e exercem o papel de um farol a direcionar nossas ações. \n", "15": "PPC-2008 - Engenharia de Controle e Automação \n14 \n \n \n6. SISTEMA DE AVALIAÇÃO \n \nO sistema de avaliação e normas acadêmicas a serem adotados para o curso de Engenharia de \nControle e Automação do Campus III - Leopoldina será o mesmo em vigor no CEFET/MG \n(Resolução CD 39/94, de 19/12/1994 e Resolução CE 007/94 de 15/12/94) . Qualquer modificação \naprovada no âmbito do Conselho Diretor será implantada dentro do que for estabelecido \n \n7. FUNDAMENTOS PARA CONSTITUIÇÃO DA PROPOSTA CURRICULAR \n \n7.1 Meta  \nO ingresso ao curso de Engenharia de Controle e Automação do CEFET-MG / Campus III - \nLeopoldina deverá ser anual com uma turma de 30 (trinta) alunos, apesar de o Curso ser estruturado \nem módulos semestrais. Esta meta leva em consideração os recursos humanos e físicos existentes \natualmente na Instituição. Perfazendo um total de 150 alunos ao final de 05 (cinco) anos. Após este \nprazo, já com um quadro docente efetivo e os laboratórios consolidados, pretende-se aumentar esta \nmeta considerando-se duas entradas anuais de 30 alunos cada. \n \n7.2 Objetivos do Curso \nO curso de Engenharia de Controle e Automação do CEFET-MG / Campus III - Leopoldina \nformará engenheiros multidisciplinares capazes de analisar, projetar, desenvolver, implementar, \navaliar, manter e adaptar sistemas de controle e automação. \n \n7.3 Perfil do Egresso: \nO Engenheiro de Controle e Automação deverá ter autonomia suficiente para exercer atividades \nrelacionadas a: \n Projeto, implementação, supervisão e manutenção de sistemas de automação em empresas \ndas mais diversas áreas que automatizem seus processos produtivos; \n Desenvolvimento de projetos em empresas de eletro-eletrônica, metal-mecânica ou \ncomputação-informática; \n Atividades empreendedoras, desenvolvendo soluções em automação para quaisquer setores, \npela consultoria, projetos ou representação de produtos para automação; \n Pesquisa em áreas específicas da automação, instrumentalizando-se em cursos de pós-\ngraduação. \n \nO Engenheiro de Controle e Automação deverá possuir ainda as seguintes competências: \n capacidade para aplicar conhecimento de matemática, ciências e engenharia; \n capacidade para projetar e conduzir experimentos, assim como analisar e interpretar \nresultados; \n capacidade para projetar um sistema, componente ou processo para atender a determinados \nrequisitos; \n capacidade para atuar em equipes multidisciplinares; \n capacidade para identificar, formular e resolver problemas de engenharia; \n compreensão da ética e responsabilidade profissional;  \n capacidade para comunicar-se efetivamente (por escrito, oral e graficamente); \n uma educação ampla, necessária para entender o impacto das soluções da engenharia no \ncontexto social e ambiental; \n a convicção da necessidade do engajamento no processo de aprendizagem permanente; \n capacidade para usar técnicas e ferramentas modernas para o exercício da prática da \nengenharia. \n", "16": "PPC-2008 - Engenharia de Controle e Automação \n15 \n \n \n8. DESCRIÇÃO DA ESTRUTURA CURRICULAR E SEUS COMPONENTES \n \n8.1. \nEixo de Conteúdos e Atividades: Definição e Estruturação do Currículo \n \nO presente Projeto apresenta uma visão filosófica e uma concepção pedagógica que tem como \nreferência: \na) possibilitar e incentivar a integração interdisciplinar de modo a favorecer o diálogo entre os \ndocentes e construção de propostas conjuntas; \nb) viabilizar a flexibilidade na oferta curricular visando atender às demandas de atualização \nrelativamente constantes de ementas e planos de ensino: \nc) ampliar a diversidade de opções para os estudantes possibilitando, dentro de determinados \nlimites, liberdade aos estudantes para planejar seu próprio percurso e opção quanto às \ndisciplinas e atividades a serem realizadas na etapa de finalização de seu curso, em função \nda especialidade profissional que ele escolher. \n \nO modelo curricular, em questão, organizado de modo a viabilizar os aspectos acima descritos, \né estruturado em Eixos de Conteúdos e Atividades, a partir dos quais são desmembradas as \ndisciplinas e as práticas pedagógicas constituintes do currículo. Neste Projeto, o Eixo de Conteúdos \ne Atividades consiste de um conjunto de conteúdos curriculares, coerentemente agregados, \nrelacionados a uma área de conhecimento específica dentro do currículo incluindo as atividades \nenvolvidas na sua implementação. Dentro desta concepção a estruturação curricular apresenta o \nseguinte formato: \n \n \n \nNesta estrutura curricular são considerados os seguintes aspectos: \n \n O currículo é descrito a partir dos Eixos de Conteúdos e Atividades que o compõem;  \n Cada Eixo de Conteúdos e Atividades descreve os conteúdos curriculares e/ou tipos de \natividades desenvolvidas e a carga horária do eixo;  \n Os conteúdos e atividades curriculares constituem a estrutura básica do currículo, a partir \ndos quais são desdobradas as disciplinas e as atividades curriculares; \n Os conteúdos curriculares são classificados dentro dos parâmetros estabelecidos pelas \nDiretrizes Curriculares Nacionais do Curso de Graduação em Engenharia (Res. CNE/CES \n11) em conteúdos básicos, conteúdos profissionalizantes e conteúdos específicos; \n As atividades curriculares são descritas a partir das metodologias aplicadas na \noperacionalização dos conteúdos; \n As atividades de práticas profissionais são destacadas em um eixo específico e buscam \nintegrar conhecimentos de diversos eixos de forma interdisciplinar. As atividades de práticas \nprofissionais envolvem atividades de caráter obrigatório – estágio supervisionado curricular \ne trabalho de conclusão de curso – e atividades optativas – Projeto de Iniciação Científica, \nProjeto Orientado, Projeto de Extensão (realizadas em empresas, órgãos governamentais, \nEIXO DE CONTEÚDOS E ATIVIDADES: relaciona \nos eixos de conteúdos/atividades constituintes do \ncurrículo descrevendo os conteúdos de cada eixo e \nrespectivas cargas horárias.   \nDISCIPLINAS E ATIVIDADES: relaciona as \ndisciplinas com ementas / carga horárias integrantes \nde cada eixo. \nPLANO DE ENSINO: relaciona o plano de \nensino de cada disciplina. \n", "17": "PPC-2008 - Engenharia de Controle e Automação \n16 \n \nONGs, comunidades etc), Produção Científica, Pesquisa Tecnológica, Participação em \nCongressos e Seminários, Desenvolvimento de Atividade em Empresa Júnior, dentre outras; \n Os conteúdos e atividades descritos nos eixos (envolvendo denominação do eixo, carga \nhorária e descrição dos conteúdos, obrigatórios e optativos) deverão ser aprovados na esfera \ndos órgãos colegiados máximos da Instituição: Conselho de Ensino e Conselho Diretor; \n As disciplinas (envolvendo denominação da disciplina, carga horária, ementas) e atividades \n(envolvendo normas para desenvolvimento de TCC, de Estágio Supervisionado, de \natividades optativas e respectivas carga horária) deverão ser aprovadas na esfera do conselho \nde graduação da Instituição; \n os planos de ensino das disciplinas que forem específicas de um curso de graduação deverão \nser aprovadas na esfera do Colegiado do respectivo curso. \n \nA coordenação dos eixos, suas atribuições e sua forma de escolha serão objeto de \nregulamentação posterior.  \n \nA vinculação dos professores aos eixos é de natureza essencialmente pedagógica, permanecendo \na vinculação funcional à Coordenação de origem do professor. Esta vinculação será objeto de \nproposta aprovada pelo Colegiado de Curso. \nUm professor poderá estar vinculado simultaneamente a mais de um eixo, de acordo com sua \nformação e competência profissional. \n \n8.2. \nDefinição da Carga Horária das Disciplinas e do Tempo Escolar \n \nA Carga Horária das Disciplinas do Curso de Engenharia de Controle e Automação é \ndimensionada na unidade “Hora-Relógio”. As aulas são dimensionadas em “Hora-Aula” de 50 \nminutos para cada aula. Neste sentido, os horários de aulas semanais para o Curso de Engenharia de \nControle e Automação, com seus respectivos intervalos e previsão para monitoria, serão informados \nno início de cada semestre pela Coordenação do Curso de Engenharia de Controle e Automação. \n \nDentro deste quadro de horário, cada disciplina é planejada para ser desenvolvida ao longo de \num semestre com 100 dias letivos, sendo previsto três possibilidades: \n \n Disciplina de 25 horas – 30 aulas semestrais – ocupa 02 aulas semanais; \n Disciplina de 50 horas – 60 aulas semestrais – ocupa 04 aulas semanais; \n Disciplina de 75 horas – 90 aulas semestrais – ocupa 06 aulas semanais; \n \nA carga horária total do curso, que o aluno deve integralizar, é de 3.775 Horas-Relógio incluídas \nas Atividades de Estágio (250 Horas-Relógio) realizado na empresa, Disciplinas Optativas / \nEletivas (300 Horas-Relógio), e Atividades Complementares (200 Horas-Relógio). \n \n", "18": "PPC-2008 - Engenharia de Controle e Automação \n17 \n \n \n8.3. \nCaracterísticas do Curso de Engenharia de Controle e Automação \n \nSendo um curso de engenharia terá sua fundamentação científica na matemática, física e ciência \nda computação e sua formação profissional de engenharia em controle dinâmico de processos, \ninformática industrial e automação da manufatura. As características da formação do engenheiro de \nControle e Automação serão: \n \n1. Base sólida em Matemática, Física e Química. \n \n2. Conhecimentos gerais de Eletro-eletrônica: \n2.1. Circuitos, eletrotécnica, eletrônica industrial, acionamentos eletromecânicos, circuitos \ndigitais, etc; \n2.2. Mecânica: desenho, mecânica geral, fenômenos de transporte, processos em engenharia, \nmecanismos, etc; \n2.3. Ciência da Computação: estruturas de dados, engenharia de software, etc  \n \n3. Conhecimentos especializados de: \n3.1. Controle de processos: dinâmica de processos físicos (modelos matemáticos, sistemas \nlineares e não-lineares, identificação); análise dinâmica (estabilidade, desempenho \ndinâmico, simulação); controle dinâmico (compensação, realimentação e estimação de \nestado, otimização, controle inteligente, controle não-linear); instrumentação de \nsensoreamento e acionamento de processos; \n3.2. Informática \nindustrial: \nsistemas \nde \ncontrole \ndigital \n(microprocessadores, \nmicrocontroladores e processadores de sinais digitais, arquitetura de computadores, \nsistemas de processamento paralelo transputers); concepção de programas (linguagens de \nprogramação, sistemas operacionais, engenharia de software, programação em tempo real); \nsistemas de controle distribuídos (banco de dados, redes de computadores); inteligência \nartificial (lógica difusa, redes neurais e sistemas especialistas); \n3.3. Automação \nda \nmanufatura: \nprocessos \nde \nfabricação \n(engenharia \nde \nproduto, \nprojeto/engenharia auxiliados por computador CAD/CAE); automação de máquinas \nferramenta (controle numérico, tornos, fresas, manipuladores robóticos); automação \nflexível (transporte, sistemas integrados de manufatura CIM/FMS, avaliação de \ndesempenho). \n \n4. Conhecimentos básicos de economia, gestão e segurança. \n \nSegundo a Resolução CNE/CES 11, de 11 de março de 2002 que institui as Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia, todo o curso de Engenharia, \nindependente de sua modalidade, deve possuir em seu currículo um núcleo de conteúdos básicos, \num núcleo de conteúdos profissionalizantes e um núcleo de conteúdos específicos que caracterizem \na modalidade. \n", "19": "PPC-2008 - Engenharia de Controle e Automação \n18 \n \n \n8.4. \nA Estrutura de Apresentação dos Eixos \n \nConteúdos Obrigatórios (refere-se aos conteúdos que o estudante deverá cursar \nnecessariamente para integralização do curso). \nEsfera de decisão \nDescreve os conteúdos gerais obrigatórios do Eixo.  \nOs conteúdos gerais descritos neste quadro e sua respectiva carga horária serão \nobjetos de aprovação pelo Conselho de Ensino, Pesquisa e Extensão / Conselho \nDiretor. \nConselho de \nEnsino, Pesquisa \ne Extensão e \nConselho Diretor. \nDesdobramento em disciplinas \n \nRelaciona as disciplinas do Eixo que compõem a estrutura curricular obrigatória.  \nA relação das disciplinas, descrição dos conteúdos disciplinares para cada \ndisciplina e sua respectiva carga horária e será objeto de aprovação pelo Conselho \nde Graduação (Colegiado).  \nConselho de \nGraduação da \nInstituição \n(Colegiado) \nConteúdos Optativos (refere-se aos conteúdos que o estudante poderá cursar \nparcialmente, como parte da carga horária destinada às disciplinas optativas do \ncurso). \nEsfera de decisão \nDescreve os conteúdos gerais optativos do Eixo.  \nOs conteúdos gerais descritos neste quadro e sua respectiva carga horária serão \nobjetos de aprovação pelo Conselho de Ensino, Pesquisa e Extensão / Conselho \nDiretor. \nConselho de \nEnsino, Pesquisa \ne Extensão e \nConselho Diretor. \nDesdobramento em disciplinas \n \nRelaciona as disciplinas do Eixo que compõem a estrutura curricular optativa.  \nA relação das disciplinas, descrição dos conteúdos disciplinares para cada \ndisciplina e sua respectiva carga horária e será objeto de aprovação pelo Conselho \nde Graduação (Colegiado).  \nDentro do conjunto de disciplinas optativas do curso, o estudante poderá escolher \numa ou mais disciplinas relacionadas neste quadro.  \nConselho de \nGraduação da \nInstituição \n(Colegiado) \n \n8.5. \nEstrutura Curricular: Eixos de Conteúdos e Atividades \n \nO Curso de Engenharia de Controle e Automação do Campus III - Leopoldina está proposto sob \nos seguintes eixos: \n9. Matemática \n10. Físico e Química \n11. Computação e Matemática Aplicada  \n12. Humanidades e Ciências Sociais Aplicadas á Engenharia  \n13. Eletricidade  \n14. Eletrônica \n15. Mecânica \n16. Controle de Processos \n17. Informática Industrial \n18. Automação da manufatura \n19. Atividade de Prática Profissional e Integralização Curricular \n", "20": "PPC-2008 - Engenharia de Controle e Automação \n19 \n \n \nEIXO 1 \nMATEMÁTICA \nClassificação do conteúdo pelas DCN \nBÁSICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nFunções de uma variável, limites, derivadas e integrais. \nCálculo Vetorial, Geometria Analítica, Funções de mais de uma variável, \nderivadas parciais e integrais múltiplas. Variáveis Complexas. \nÁlgebra Linear. \n425 \n510 \n34 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n50 \n60 \n04 \n \nEIXO 2 \nFÍSICA E QUÍMICA \nClassificação do conteúdo pelas DCN \nBÁSICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nMecânica: Estática dinâmica e cinemática. \nGravitação, Termodinâmica, Hidrostática e Hidrodinâmica. \nEstrutura da matéria, Eletrostática, Eletrodinâmica e Eletromagnetismo, \nÓtica física e ótica geométrica Equações de Maxwell. \nLigações químicas; reações químicas; cinética química; termoquímica; \neletroquímica; pilhas. \n300 \n360 \n24 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n75 \n90 \n06 \n \nEIXO 3 \nCOMPUTAÇÃO E MATEMÁTICA APLICADA \nClassificação do conteúdo pelas DCN \nBÁSICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nPrincípios gerais da Informática e aplicações à automação. \nProbabilidade, estatística e aplicações. \nCálculo numérico. \nSéries (Potência, Geométrica, Fourier, etc), Resíduos, Transformadas de \nLaplace e Fourier e aplicações em Controle de Processos. \nEstruturas de dados.  \n275 \n330 \n22 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso. \nProcesso a ser regulamentado pelo Colegiado de Curso. Arquiteturas de \ncomputadores; Linguagens de programação e Bancos de dados. \n175 \n210 \n14 \n \n", "21": "PPC-2008 - Engenharia de Controle e Automação \n20 \n \n \nEIXO 4 \nHUMANIDADES E CIÊNCIAS SOCIAIS APLICADAS À ENGENHARIA \nClassificação do conteúdo pelas DCN \nBÁSICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nA Engenharia de Controle e Automação, campo profissional e cenários \nda engenharia no Brasil e no mundo. Filosofia da ciência e da \ntecnologia; critérios de avaliação de tecnologias e paradigmas \nemergentes; ética e cidadania. Sociologia como estudo da interação \nhumana; cultura e sociedade; engenharia e sociedade. Psicologia do \ntrabalho \nnas \norganizações; \nteoria \ndas \norganizações; \ncultura \norganizacional; RH nos cenários organizacionais e relações humanas; \ntipos de empresas e estruturas organizacionais; empresa como sistema. \nEngenharia ambiental e meio ambiente; noções de ecologia; legislação \nambiental. \n125 \n150 \n10 \nConteúdos Optativos: \nFunções \nbásicas \nda \nadministração \nempresarial; \nadministração. \nPlanejamento e controle da produção; sistema de controle e \noperacionalização. Macroeconomia e microeconomia; engenharia \neconômica e custos de produção. Normalização e elaboração de normas \ntécnicas e especificações; aspectos básicos da qualidade; controle \nestatístico de processo. Legislação e direito; noções básicas de direito; \nregulamentação profissional do engenheiro. Engenharia de segurança; \nfundamentos da higiene do trabalho. \n225 \n270 \n18 \n \nEIXO 5 \nELETRICIDADE \nClassificação do conteúdo pelas DCN \nPROFISSIONALIZANTES \nCarga horária \nCrédi-\ntos \nhoras \nAulas \nConteúdos Obrigatórios: \nTecnologia dos materiais elétricos e magnéticos. Física dos elementos \nbásicos da eletricidade.  \nCircuitos elétricos e magnéticos e conversão de energia. \n225 \n270 \n18 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n50 \n60 \n04 \n \nEIXO 6 \nELETRÔNICA \nClassificação do conteúdo pelas DCN \nPROFISSIONALIZANTES \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nPrincipio de Sistemas digitais. Eletrônica analógica: dispositivos e \ncircuitos. Instrumentação básica \nSistemas microprocessados e microcontrolados. \nEletrônica de potência: Componentes de potência, Conversores e \naplicações. \n325 \n390 \n26 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n50 \n60 \n04 \n \n \n", "22": "PPC-2008 - Engenharia de Controle e Automação \n21 \n \n \nEIXO 7 \nMECÂNICA \nClassificação do conteúdo pelas DCN \nBÁSICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nRepresentação gráfica e aplicação de recursos computacionais em \ndesenho técnico na engenharia. Mecânica newtoniana e movimento de \npartícula. Tensão, deformação e comportamento dos materiais quando \nsubmetido a esforços. Mecânica dos fluídos e transferência de calor. \n225 \n270 \n18 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n25 \n30 \n02 \n \nEIXO 8 \nCONTROLE DE PROCESSOS \nClassificação do conteúdo pelas DCN \nPROFISSIONALIZANTES \n/ESPECÍFICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nSinais e sistemas, modelos contínuos e discretos de sistemas, \nferramentas de análises e simulações. \nSistemas em malha fechada, diagrama de blocos, projeto de sistemas de \ncontrole, controladores e aplicações. \nSistemas não-lineares, Estabilidade, controle de sistemas não lineares e \nferramentas computacionais. \nSistemas descritos por variáveis de estados, Observabilidade e \nControlabilidade, sistemas monovariáveis e multivariáveis e aplicações \nProcessamentos digital de sinais, estudo de dispositivos típicos de \ncontrole analógico (eletro-eletrônicos, hidráulicos e pneumáticos), \nControladores ON-OFF e PID, Controladores digitais, Atuadores e \naplicações. \n375 \n450 \n30 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n50 \n60 \n04 \n \n \n \n", "23": "PPC-2008 - Engenharia de Controle e Automação \n22 \n \n \nEIXO 9 \nINFORMÁTICA INDUSTRIAL \nClassificação do conteúdo pelas DCN \nPROFISSIONALIZANTES \n/ESPECÍFICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nElementos da Automação de processos. \nProgramações recorrentes: mecanismos de comunicação, escalonamento, \nProjeto de Executivos: Tempo Real. Linguagens com características de \nprogramação em Tempo Real. Sistemas operacionais (características e \nuso): gerenciamento de memória, de recursos. \nRequisitos de qualidade de Sistemas e de Software. Modelos: ciclo de \nvida, prototipagem, híbrido. Metodologias (Abordagens Top-Down, \nBottom-up, Objetos). Ferramentas para análise, projeto e teste. \nAmbientes de desenvolvimento de Sistemas e de Software. Redes de \nPetri. Aplicação das metodologias, ferramentas e ambientes a problemas \nde Automação. Redes industriais. Integração e comunicação. Noções \ngerais de avaliação de desempenho: Engenharia de Protocolo: uso de \nlinguagem de especificação e de ferramentas para concepção de \nSistemas Distribuídos e protocolos. Sistemas Operacionais Distribuídos. \nLinguagem de Programação para aplicações distribuídas. Tolerância à \nfaltas. \n275 \n330 \n22 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso. \nAlgoritmos de procura; árvores de decisão; Representação do \nconhecimento. Sistemas Especialistas. Ferramentas de Desenvolvimento \nde Sistemas Especialistas. \n75 \n90 \n06 \n \nEIXO 10 \nAUTOMAÇÃO \nClassificação do conteúdo pelas DCN \nPROFISSIONALIZANTES \n/ESPECÍFICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nCircuitos e acionamentos hidráulicos e pneumáticos. Os ciclos do \nproduto, Elementos de engenharia do produto. Processo de fabricação \nmecânica com e sem remoção de material. Sistema de Comando \nNumérico, Equipamentos que utilizam sistemas de Comando Numérico. \nSistemas \nautomatizados \nprogramáveis \n(Máquinas \nde \nComando \nNumérico; Robôs; Sistemas de transporte; CLP, etc). Métodos de \nmodelagem e avaliação de desempenho para diferentes estruturas de \nprodução (linhas de fabricação e montagem, job-shops). Métodos \nanalíticos (cadeias de Markov, redes de Petri temporizadas, Redes de \nFilas, Métodos dedicados, etc); Simulação. Exemplos de aplicação. A \nvisão integrada da automação industrial. Os diferentes subsistemas do \nCIM, Sistema Transporte como elementos de integração. Células e \nSistemas Flexíveis de Manufatura, Controle de FMS`s. A Automatização \nIntegrada dos sistemas de Manufatura: métodos e ferramentas.. \n350 \n420 \n28 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n100 \n120 \n08 \n \n", "24": "PPC-2008 - Engenharia de Controle e Automação \n23 \n \n \nEIXO 11 ATIVIDADES DE PRÁTICA PROFISSIONAL E INTEGRAÇÃO CURRICULAR \nClassificação do conteúdo pelas DCN \nOBRIGATÓRIO \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nEstágio Curricular – 250h (CH mínima de estágio na empresa)  \nPara efeito de registro acadêmico o aluno deverá matricular-se na \ndisciplina “Orientação de Estágio Supervisionado”. \n \n1 - Estágio Supervisionado \nOrientação acadêmica e profissional mediante encontros regulares, \nprogramados, tanto no âmbito acadêmico quanto no ambiente \nprofissional onde o estágio é realizado; participação do aluno nas \natividades relacionadas ao estágio. \n \nTrabalho de Conclusão de Curso - TCC  \nInclui disciplinas previstas para serem desenvolvidas seqüencialmente ao \nlongo dos 3 últimos semestres, que inclui: encontros regulares e \nprogramados do aluno com professor orientador visando produção de um \nTrabalho técnico-científico, versando sobre tema da área da Engenharia \nde Controle e Automação. Este trabalho será avaliado por uma Banca \nAvaliadora. Tem-se como CO-Requisito a disciplina de Metodologia e \nRedação Científica. Para efeito de registro acadêmico o aluno deverá \nmatricular-se nas disciplinas: \n2 – Trabalho de Conclusão de Curso I \n Planejamento, desenvolvimento e avaliação do projeto do Trabalho de \nConclusão de Curso, versando sobre uma temática pertinente ao curso, \nsob a orientação de um professor orientador. \n3 – Trabalho de Conclusão de Curso II \n Desenvolvimento e avaliação do Trabalho de Conclusão de Curso, \nversando sobre uma temática pertinente ao curso, sob a orientação de um \nprofessor orientador. \n \n4 - Metodologia Científica \nInclui: conceito de ciência; pesquisa em ciência e tecnologia; tipos de \nconhecimento; epistemologia das ciências; métodos de pesquisa; a \nprodução da pesquisa científica. \n \n5 - Metodologia de Pesquisa \nInclui: produção do trabalho técnico-científico, versando sobre tema da \nárea de CONTROLE E AUTOMAÇÃO; aplicação dos conhecimentos \nsobre a produção da pesquisa científica: a questão, o problema, a escolha \ndo método, etc. \n6 - Introdução à Experimentação e ao Desenvolvimento de \nProtótipos e Projetos \nInclui: orientação à concepção, planejamento e construção de projetos \nexperimentais. \n \n \n \n \n \n25 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n12,5 \n \n \n \n \n12,5 \n \n \n \n \n25 \n \n \n \n \n25 \n \n \n \n \n25 \n \n \n \n \n \n \n30 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n15 \n \n \n \n \n15 \n \n \n \n \n30 \n \n \n \n \n30 \n \n \n \n \n30 \n \n \n \n \n \n \n2 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 \n \n \n \n \n1 \n \n \n \n \n2 \n \n \n \n \n2 \n \n \n \n \n2 \n \nConteúdos Optativos – Atividades Complementares: \nConteúdos definidos pelo Conselho de Ensino, Pesquisa e Extensão; \nProcesso a ser regulamentado pelo Conselho de Graduação \n200 \n240 \n16 \n", "25": "PPC-2008 - Engenharia de Controle e Automação \n24 \n \n \nQUADRO SÍNTESE DA DISTRIBUIÇÃO DE CARGA HORÁRIA POR - EIXO  \nENGENHARIA DE CONTROLE E AUTOMAÇÃO \n \nCARGA HORÁRIA - HORAS\nCARGA HORÁRIA - HORAS\nHORAS-AULAS\nHORAS\nHORAS-AULAS\nHORAS\nMAT\nMatemática\n510\n425\n34\n60\n50\n4\nBásico\nFSQ\nFísica e Química\n360\n300\n24\n90\n75\n6\nBásico\nCMA\nComputação e Matemática Aplicada \n330\n275\n22\n210\n175\n14\nBásico\nHCA\nHum. e Ciênc. Soc. Aplic. á Engenharia \n150\n125\n10\n270\n225\n18\nBásico\nELE\nEletricidade \n270\n225\n18\n60\n50\n4\nProfissional\nETN\nEletrônica\n390\n325\n26\n60\n50\n4\nProfissional\nMEC\nMecânica\n270\n225\n18\n30\n25\n2\nBásico\nCTR\nControle de Processos\n450\n375\n30\n60\n50\n4\nProfis/Específico\nIFI\nInformática Industrial\n330\n275\n22\n90\n75\n6\nProfis/Específico\nAUT\nAutomação\n420\n350\n28\n120\n100\n8\nProfis/Específico\nPRO\nAtivid. Prática Profiss. Integral. Curricular\n150\n125\n10\nObrigatório\n3630\n3025\n242\n1050\n875\n70\nPRO\n250\n20\n44,63%\n300\n24\n18,18%\n200\n16\n33,06%\n3775\n302\n4,13%\nConteúdo Profis/Específico\nConteúdo de Atividades Prat. Prof\nDisciplinas Optativas / Eletivas\nEstágio Curricular\nAtividades Complementares\nINTEGRALIZAÇÃO - PPC2008\nConteúdo Básico\nConteúdo Profissionalizante\nCÓDIGO\nEIXO\nDISCIPLINAS: TOTAL=\nCRÉDITOS\nOPTATIVAS: A SEREM OFERTADAS\nINTEGRALIZAÇÃO - PPC2008\nClassificação do \nconteúdo pelas \nDCN\nCRÉDITOS\nOBRIGATÓRIAS\nDISCIPLINAS\n \n \n", "26": "PPC-2008 - Engenharia de Controle e Automação \n25 \n \n8.6. \nDesdobramento em Disciplinas \n \nEIXO 1 \nMATEMÁTICA \nClassificação do conteúdo pelas DCN \nBÁSICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nFunções de uma variável, limites, derivadas e integrais. Cálculo Vetorial, \nGeometria Analítica, Funções de mais de uma variável, derivadas \nparciais e integrais múltiplas. Variáveis Complexas. Álgebra Linear. \n425 \n510 \n34 \nDesdobramento em disciplinas \nCálculo I \nCálculo II \nCálculo III \nCálculo IV \nGeometria Analítica e Álgebra Vetorial \nÁlgebra Linear \nVariáveis Complexas \n \n75 \n75 \n50 \n50 \n75 \n50 \n50 \n \n90 \n90 \n60 \n60 \n90 \n60 \n60 \n \n6 \n6 \n4 \n4 \n6 \n4 \n4 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n50 \n60 \n04 \nDesdobramento em disciplinas \nTópicos Especiais em Matemática \n50 \n60 \n04 \n \nEMENTAS \n \nCÁLCULO I \nFunções reais: limites, continuidade, gráficos; derivadas e diferenciais: conceito, cálculo e \naplicações; máximos e mínimos; concavidade; funções elementares: exponencial, logaritmo, \ntrigonométricas e inversas; integrais definidas: conceito, teorema fundamental e aplicações; \nintegrais indefinidas: conceito e métodos de integração; integrais impróprias. \n \nCÁLCULO II \nFunções reais de várias variáveis: limites, continuidade, gráficos, níveis; derivadas parciais: \nconceito, cálculo, e aplicações; coordenadas polares cilíndricas e esféricas: elementos de área e \nvolume; integrais duplas e triplas em coordenadas cartesianas e polares: conceito, cálculo, \nmudanças de coordenadas e aplicações; campos vetoriais; gradiente, divergência e rotacional; \nintegrais curvilíneas e de superfície; teoremas integrais: Green, Gauss e Stokes. \n \nCÁLCULO III \nEquações diferenciais ordinárias de primeira ordem: resolução e aplicações; equações diferenciais \nlineares de ordem superior; sistemas de equações diferenciais; transformada de Laplace e sua \naplicação em equações diferenciais. \n \nCÁLCULO IV \nSéries numéricas e de potências; séries de Taylor e aplicações; séries de Fourier; transformada de \nFourier; equações diferenciais parciais; equações da onda, do calor e de Laplace. \n \nGEOMETRIA ANALÍTICA E ALGEBRA VETORIAL \nEquações analíticas de retas, planos e cônicas; vetores: operações e bases; equações vetoriais de \nretas e planos; equações paramétricas; álgebra de matrizes e determinantes; autovalores; sistemas \nlineares: resolução e escalonamento; coordenadas polares no plano; coordenadas cilíndricas e \nesféricas; superfícies quádricas: equações reduzidas (canônicas). \n \nÁLGEBRA LINEAR \nEspaços vetoriais, subespaços, bases, dimensão; transformações lineares e representação matricial; \nautovalores e autovetores; produto interno; ortonormalização; diagonalização; formas quadráticas; \naplicações. \n", "27": "PPC-2008 - Engenharia de Controle e Automação \n26 \n \n \nVARIÁVEIS COMPLEXAS \nIntrodução às variáveis complexas: números e funções complexas; derivabilidade; condições de \nCauchy-Riemann; funções complexas elementares; integrais complexas; teorema de Cauchy; \nindependência do caminho; séries de Taylor e de Laurent; resíduos; aplicações. \n \nEIXO 2 \nFÍSICA E QUÍMICA \nClassificação do conteúdo pelas DCN \nBÁSICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nMecânica: Estática dinâmica e cinemática. Gravitação, Termodinâmica, \nHidrostática e Hidrodinâmica. Estrutura da matéria, Eletrostática, \nEletrodinâmica e Eletromagnetismo, Ótica física e ótica geométrica \nEquações de Maxwell. Ligações químicas; reações químicas; cinética \nquímica; termoquímica; eletroquímica; pilhas. \n300 \n360 \n24 \nDesdobramento em disciplinas \nFísica I \nFísica II \nFísica III \nLaboratório de Física I \nLaboratório de Física II \nLaboratório de Física III \nQuímica \nLaboratório de Química \n \n50 \n50 \n50 \n25 \n25 \n25 \n50 \n25 \n \n60 \n60 \n60 \n30 \n30 \n30 \n60 \n30 \n \n4 \n4 \n4 \n2 \n2 \n2 \n4 \n2 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n75 \n90 \n06 \nDesdobramento em disciplinas \nIntrodução a Física Moderna \nTópicos Especiais em Química \n \n50 \n25 \n \n60 \n30 \n \n4 \n2 \n \nEMENTAS: \n \nFÍSICA I \nIntrodução; velocidade e acelerações vetoriais; princípios da dinâmica; aplicações das leis de \nNewton; trabalho e energia mecânica; conservação de energia; momento linear e conservação do \nmomento linear; momento angular e conservação do momento angular; dinâmica dos corpos \nrígidos; gravitação. \n \nLABORATÓRIO DE FÍSICA I \nPráticas em laboratório dos temas e tópicos abordados na disciplina de “Física I”. \n \nFÍSICA II \nCarga elétrica e matéria; lei de Coulomb; o campo elétrico; fluxo elétrico lei de Gauss; potencial \nelétrico; capacitores e dielétricos; corrente elétrica; resistência elétrica; força eletromotriz; circuitos \nde corrente contínua; campo magnético; lei de Ampére; indução eletromagnética; lei de Faraday; \nondas eletromagnéticas; lei de Lenz; indutância e energia do campo magnético; circuitos de \ncorrente alternada. \n \nLABORATÓRIO DE FÍSICA II \nPráticas em laboratório dos temas e tópicos abordados na disciplina de “Física II”. \n \nFÍSICA III \nTemperatura; calor; 1ª e 2ª leis da termodinâmica; propriedade dos gases; teoria cinética dos gases; \ntransferência de calor e massa; estática e dinâmica dos fluidos; oscilações; ondas e movimentos \nondulatórios; luz; natureza e propagação da luz; reflexão e refração; interferência, difração e \npolarização da luz; efeito fotoelétrico; efeito Compton. \n", "28": "PPC-2008 - Engenharia de Controle e Automação \n27 \n \n \n \nLABORATÓRIO DE FÍSICA III \nPráticas em laboratório dos temas e tópicos abordados na disciplina de “Física III”. \n \nQUÍMICA \nMatéria e suas propriedades; desenvolvimento da teoria atômica; mecânica quântica; classificação \ndos elementos; propriedades periódicas; ligações químicas; funções químicas; leis químicas; \ngeneralidades sobre compostos; síntese de compostos minerais; soluções; energia e reações \nquímicas. \n \n LABORATÓRIO DE QUÍMICA \nPráticas em laboratório dos temas e tópicos abordados na disciplina de “Química”, mais \nespecificamente, experimentos nas áreas de equipamentos básicos de laboratório, finalidades e \nutilização, técnicas de laboratório, avaliação de resultados experimentais, organização e \nfuncionamento de um laboratório, normas e procedimentos de segurança incluindo os primeiros \nsocorros, ligações químicas, equilíbrio químico, estequiometria, soluções e reações. \n \nINTRODUÇÃO A FÍSICA MODERNA \nTeoria da relatividade; física quântica, física dos semicondutores, física nuclear, física de partículas. \n \n \nEIXO 3 \nCOMPUTAÇÃO E MATEMÁTICA APLICADA \nClassificação do conteúdo pelas DCN \nBÁSICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nPrincípios \ngerais \nda \nInformática \ne \naplicações \nà \nautomação. \nProbabilidade, estatística e aplicações. Cálculo numérico. Séries \n(Potência, Geométrica, Fourier, etc), Resíduos, Transformadas de \nLaplace e Fourier e aplicações em Controle de Processos. Estruturas de \ndados.  \n275 \n330 \n22 \nDesdobramento em disciplinas \nProgramação de Computadores I \nLaboratório de Programação de Computadores I \nProgramação de Computadores II \nLaboratório de Programação de Computadores II \nEstatística \nMétodos Numéricos e Computacionais \nFundamentos Matemáticos para Controle e Automação \nEstruturas de Dados \nLaboratório de Estruturas de Dados \n \n25 \n25 \n25 \n25 \n50 \n50 \n25 \n25 \n25 \n \n30 \n30 \n30 \n30 \n60 \n60 \n30 \n30 \n30 \n \n2 \n2 \n2 \n2 \n4 \n4 \n2 \n2 \n2 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso. Processo a ser \nregulamentado pelo Colegiado de Curso. Arquiteturas de computadores; \nLinguagens de programação e Bancos de dados. \n175 \n210 \n14 \nDesdobramento em disciplinas \nArquitetura de Sistemas Computacionais \nLaboratório de Arquitetura de Sistemas Computacionais \nLinguagens de Programação \nLaboratório de Linguagens de Programação \nBancos de Dados \nLaboratório de Bancos de Dados \nTópicos Especiais em Computação e Matemática Aplicada \n \n25 \n25 \n25 \n25 \n25 \n25 \n25 \n \n30 \n30 \n30 \n30 \n30 \n30 \n30 \n \n2 \n2 \n2 \n2 \n2 \n2 \n2 \n \n", "29": "PPC-2008 - Engenharia de Controle e Automação \n28 \n \nEMENTAS \n \nPROGRAMAÇÃO DE COMPUTADORES I \nSistemas numéricos: representação e aritmética nas bases: decimal, binária, octal e hexadecimal; \nintrodução à lógica; álgebra e funções Booleanas; algoritmos estruturados: tipos de dados e \nvariáveis, operadores aritméticos e expressões aritméticas; operadores lógicos e expressões lógicas; \nestruturas de controle; entrada e saída de dados; estruturas de dados; organização e manipulação de \narquivos. \n \nLABORATÓRIO DE PROGRAMAÇÃO DE COMPUTADORES I \nPráticas em laboratório dos temas e tópicos abordados na disciplina \"Programação de \nComputadores I\" utilizando uma linguagem de programação \n \nPROGRAMAÇÃO DE COMPUTADORES II \nConceitos de orientação a objetos: tipos abstratos de dados, objetos, classes, métodos, visibilidade, \nescopo, encapsulamento, associações de classes, estruturas todo-parte e generalização-\nespecialização, interfaces; herança de interface e de classe, polimorfismo, sobrecarga, invocação de \nmétodos; aplicações em uma linguagem de programação orientada a objetos; noções de modelagem \nde sistemas usando UML: diagrama de classes e de interação. \n \nLABORATÓRIO DE PROGRAMAÇÃO DE COMPUTADORES II \nPráticas em laboratório dos temas e tópicos abordados na disciplina “Programação de \nComputadores II”. \n \nESTATÍSTICA  \nElementos de probabilidade: variáveis aleatórias discretas e contínuas; distribuições de \nprobabilidades; tratamento de dados; amostragem e distribuições amostrais; estimação; teste de \nhipótese e intervalo de confiança; correlação e regressão. \n \nMÉTODOS NUMÉRICOS COMPUTACIONAIS \nErros; diferenças finitas; métodos iterativos; interpolação e aproximação de funções; derivação e \nintegração numéricas; resolução numérica de equações: algébricas; transcendentes e lineares; \nmétodo de mínimos quadrados; zeros de funções de uma ou mais variáveis; ajuste de funções; \nresolução numérica de equações diferenciais; utilização de softwares de análise numérica. \n \nFUNDAMENTOS MATEMÁTICOS PARA CONTROLE E AUTOMAÇÃO \nRedução de Equações diferenciais de ordem n a equações de primeira ordem; Transformada de \nLaplace e aplicações ao problema de controle; Transformada Z; Equações a diferenças. \n \nESTRUTURAS DE DADOS \nTipos abstratos de dados. Estruturas de dados estáticas e dinâmicas em memória principal. \nAlgoritmos de pesquisa e de ordenação em memória principal. \n \nLABORATÓRIO DE ESTRUTURAS DE DADOS \nPráticas em laboratório dos temas e tópicos abordados na disciplina “Estruturas de Dados”. \n \nARQUITETURA DE SISTEMAS COMPUTACIONAIS  \nArquitetura dos Sistemas Computacionais (Hardware e Software); Arquiteturas Não-\nConvencionais: classificação de Flynn, processadores vetoriais, processadores array; complexidade \nde instruções: arquiteturas CISC e RISC; Transputer e Redes regulares: arquitetura e programação \n(OCCAM); Desenvolvimento de aplicações em ambientes paralelos (Prática). \n \nLABORATÓRIO DE ARQUITETURA DE SISTEMAS COMPUTACIONAIS \nPráticas em laboratório dos temas e tópicos abordados na disciplina “Arquitetura de Sistemas \nComputacionais”. \n \nLINGUAGENS DE PROGRAMAÇÃO \nEvolução das principais linguagens de programação; noções de sintaxe e semântica; nomes, \nvinculações; verificação de tipos; tipos de dados; expressões e instruções de atribuição; estruturas \nde controle no nível de instrução; subprogramas: ambientes de referências locais, métodos de \npassagem de parâmetros, etc.; tipos abstratos de dados; programação orientada a objetos; tratamento \nde exceções; linguagens de programação funcionais; linguagens de programação lógicas. \n \nLABORATÓRIO DE LINGUAGENS DE PROGRAMAÇÃO \nPráticas em laboratório dos temas e tópicos abordados na disciplina “Linguagens de Programação”. \n", "30": "PPC-2008 - Engenharia de Controle e Automação \n29 \n \n \nEIXO 4 \nHUMANIDADES E CIÊNCIAS SOCIAIS APLICADAS À ENGENHARIA \nClassificação do conteúdo pelas DCN \nBÁSICOS \nCarga horária Crédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nA Engenharia de Controle e Automação, campo profissional e cenários da \nengenharia no Brasil e no mundo. Filosofia da ciência e da tecnologia; \ncritérios de avaliação de tecnologias e paradigmas emergentes; ética e \ncidadania. Sociologia como estudo da interação humana; cultura e \nsociedade; engenharia e sociedade. Psicologia do trabalho nas \norganizações; teoria das organizações; cultura organizacional; RH nos \ncenários organizacionais e relações humanas; tipos de empresas e \nestruturas organizacionais; empresa como sistema. Engenharia ambiental e \nmeio ambiente; noções de ecologia; legislação ambiental. \n125 \n150 \n10 \nDesdobramento em disciplinas \nContexto Social e Profissional da Engenharia de Controle e Automação \nFilosofia da Tecnologia \nIntrodução a Sociologia \nPsicologia Aplicada Às Organizações \nGestão Ambiental \n \n25 \n25 \n25 \n25 \n25 \n \n30 \n30 \n30 \n30 \n30 \n \n2 \n2 \n2 \n2 \n2 \nConteúdos Optativos: \nFunções \nbásicas \nda \nadministração \nempresarial; \nadministração. \nPlanejamento e controle da produção; sistema de controle e \noperacionalização. \nMacroeconomia \ne \nmicroeconomia; \nengenharia \neconômica e custos de produção. Normalização e elaboração de normas \ntécnicas e especificações; aspectos básicos da qualidade; controle \nestatístico de processo. Legislação e direito; noções básicas de direito; \nregulamentação profissional do engenheiro. Engenharia de segurança; \nfundamentos da higiene do trabalho. \n225 \n270 \n18 \nDesdobramento em disciplinas \nIntrodução ao Direito \nIntrodução a Administração \nOrganização Empresarial \nNormalização e Qualidade Industrial \nEconomia Aplicada à Automação \nIntrodução a Engenharia de Segurança \nAspectos de Segurança em Automação \nTópicos Especiais em Línguas \n \n25 \n25 \n25 \n25 \n50 \n25 \n25 \n25 \n \n30 \n30 \n30 \n30 \n60 \n30 \n30 \n30 \n \n2 \n2 \n2 \n2 \n4 \n2 \n2 \n2 \n \nEMENTAS \n \nCONTEXTO SOCIAL E PROFISSIONAL DA ENGENHARIA DE CONTROLE E \nAUTOMAÇÃO \nIntrodução. O curso de Engenharia de Controle e Automação e o espaço de atuação do engenheiro \nde controle e automação; cenários da engenharia de controle e automação no Brasil e no mundo; \nconceituação e áreas da engenharia de Controle e Automação. Conceituação da Engenharia de \nControle e Automação. O sistema profissional da Engenharia de Controle e Automação: \nregulamentos, normas e ética profissional; desenvolvimento tecnológico e o processo de estudo e de \npesquisa; interação com outros ramos da área tecnológica; mercado de trabalho; ética e cidadania. \n \nFILOSOFIA DA TECNOLOGIA \nFilosofia da ciência e da tecnologia: história da ciência e da tecnologia; epistemologia da \ntecnologia; avaliação das questões tecnológicas no mundo contemporâneo; tecnologia e paradigmas \nemergentes; ética e cidadania. \n", "31": "PPC-2008 - Engenharia de Controle e Automação \n30 \n \n \nINTRODUÇÃO A SOCIOLOGIA \nSociologia como estudo da interação humana; cultura e sociedade; os valores sociais; mobilização \nsocial e canais de mobilidade; o indivíduo na sociedade; engenharia e sociedade; instituições \nsociais; sociedade brasileira; mudanças sociais e perspectivas. \n \nPSICOLOGIA APLICADA ÀS ORGANIZAÇÕES \nPsicologia do trabalho nas organizações: histórico; teoria das organizações; o papel do sujeito nas \norganizações; poder nas organizações; estilos gerenciais e liderança; cultura organizacional; \nrecursos humanos nos cenários organizacionais; relações humanas e habilidades interpessoais; \ntreinamento e capacitação; técnicas de seleção de pessoal. \n \nGESTÃO AMBIENTAL \nFundamentos de Ecologia; ecossistema: estrutura e funcionamento, impactos das atividades \nantropicas sobre os ciclos ecológicos; poluição das águas, do ar e do solo; estudos de impacto \nambiental; sistemas de gestão ambiental. \n \nINTRODUÇÃO AO DIREITO \nSistema constitucional brasileiro; noções básicas de direito civil, comercial, administrativo, trabalho \ne tributário; aspectos relevantes em contratos; regulamentação profissional; fundamentos da \npropriedade industrial e intelectual. \n \nINTRODUÇÃO A ADMINISTRAÇÃO \nIntrodução à administração; escolas e contribuições à teoria geral da administração; funções básicas \nda administração de recursos humanos; administração de suprimentos; administração financeira: \numa abordagem na empresa moderna. \n \nORGANIZAÇÃO EMPRESARIAL \nTipos de empresas e estruturas organizacionais. Diagramas de montagem e de processo. Otimização \ndo ciclo produtivo e disposição de equipamentos. Planejamento e controle da produção; sistema de \ncontrole e operacionalização Organogramas. Técnicas de identificação e aproveitamento de \noportunidades, na aquisição e gerenciamento dos recursos necessários ao negócio. Plano de \nnegócios. \n \nNORMALIZAÇÃO E QUALIDADE INDUSTRIAL \nNormalização: fundamentos e conceitos; normalização a nível nacional, internacional e empresarial; \nelaboração de normas técnicas e especificações; aspectos básicos da qualidade industrial; controle \nestatístico de processo; gráficos e cartas de controle; normas básicas pra planos de amostragem e \nguias de utilização.  \n \nECONOMIA APLICADA A AUTOMAÇÃO \nIntrodução a microeconomia. Demanda e oferta de bens. Equilíbrio de mercado. Estruturas de \nmercado. Elementos de engenharia econômica. Investimentos. Introdução à macroeconomia: \npolítica fiscal, monetária e cambial. Modelos de crescimento econômico. Desenvolvimento \neconômico: noções gerais das teorias de desenvolvimento. Novas tecnologias e a nova Divisão \nInternacional do Trabalho. Automação Industrial e a reestruturação industrial. O quadro tecnológico \nbrasileiro e as novas exigências tecnológicas. As experiências com a produção da Informática no \nBrasil. Automação e processo de trabalho: as questões da qualificação do emprego. As questões \nenergéticas e ambientais dentro do processo de desenvolvimento econômico. \n \nINTRODUÇÃO A ENGENHARIA DE SEGURANCA \nEstatística dos acidentes; causas e custos dos acidentes; aspectos sociais e econômicos dos \nacidentes; CIPA, SEESMT; acidente elétrico; prevenção e combates de incêndios; equipamentos de \nproteção individual; agentes físicos, químicos e biológicos; fundamentos da higiene do trabalho; \nacidentes de trânsitos e na construção civil; doenças ocupacionais; noções de toxicologia industrial; \nergonomia na prevenção de acidentes; as cores na engenharia de segurança; primeiros socorros. \n \nASPECTOS DE SEGURANCA EM AUTOMACÃO \nConfiabilidade: noções matemáticas. A segurança de funcionamento em sistemas complexos: na \nfase de concepção, na fase de execução. Tolerância à falhas. Validação e verificação de hardware e \nde software: técnicas e métodos. Técnicas de diagnóstico, Detecção e Sinalização de falhas. \n", "32": "PPC-2008 - Engenharia de Controle e Automação \n31 \n \nTécnicas de Recobrimento. Redundâncias. Alarmes. Proteção. Sistemas de Supervisão. Normas de \nsegurança. Prevenção e Primeiros socorros. Legislação. \n \nEIXO 5 \nELETRICIDADE \nClassificação do conteúdo pelas DCN \nPROFISSIONALIZANTES \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nTecnologia dos materiais elétricos e magnéticos. Física dos elementos \nbásicos da eletricidade. Circuitos elétricos e magnéticos e conversão de \nenergia. \n225 \n270 \n18 \nDesdobramento em disciplinas \nMateriais Elétricos \nAnálise de Circuitos Elétricos I \nAnálise de Circuitos Elétricos II \nLaboratório de Circuitos Elétricos \nConversão de Energia \nLaboratório Conversão de Energia \n \n25 \n50 \n50 \n25 \n50 \n25 \n \n30 \n60 \n60 \n30 \n60 \n30 \n \n2 \n4 \n4 \n2 \n4 \n2 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n50 \n60 \n04 \nDesdobramento em disciplinas \nTópicos Especiais em Circuitos Elétricos \nTópicos Especiais em Conversão de Energia \n \n25 \n25 \n \n30 \n30 \n \n2 \n2 \n \nEMENTAS \n MATERIAIS ELÉTRICOS \nElementos de ciências dos materiais. Tecnologia dos materiais elétricos. Átomos e elétrons; \ncompostos iônicos e covalentes. Cristais e estruturas cristalinas. Momento dipolar, elétrons nos \nsólidos, defeitos nos sólidos. Materiais isolantes e condutores. Materiais dielétricos e piezoelétricos. \nIntrodução à física do estado sólido. Introdução à microeletrônica. Tecnologia dos materiais \nmagnéticos. \n ANÁLISE DE CIRCUITOS ELÉTRICOS I \nConceitos básicos, unidades, leis fundamentais; resistência; capacitância e indutância. Medidas de \ngrandezas elétricas. Fontes ideais independentes e dependentes em redes resistivas. Técnicas de \nanálise de circuitos em corrente contínua, circuitos de corrente alternada; regime permanente \nsenoidal. Potência e energia em corrente alternada. Transformadores. \n ANÁLISE DE CIRCUITOS ELÉTRICOS II \nCircuitos trifásicos equilibrados e desequilibrados. Potência em circuitos trifásicos. Análise \ntransitória de circuitos com capacitores e indutores, resposta livre, ao degrau e às funções \nsingulares. Solução clássica de circuitos, condições iniciais e solução completa. Freqüência \ncomplexa, função de transferência, pólos e zeros. Solução de circuitos através da Transformada de \nLaplace.   \n LABORATÓRIO DE CIRCUITOS ELÉTRICOS \nAtividades de laboratório relacionadas à Análise de Circuitos Elétricos. \n CONVERSÃO DE ENERGIA \nAcionamentos Elétricos: Fundamentos de conversão eletromecânica de energia; princípios de \nfuncionamento, características principais (estáticas e dinâmica), noções de especificação e \nmodelagem das máquinas elétricas (motor de corrente contínua, motor de indução, motor síncrono, \nmáquinas especiais, acoplamento eletromagnético); Princípios de funcionamento dos conversores \nestáticos (retificadores, pulsadores e inversores); métodos de comando e noções de especificação; \n", "33": "PPC-2008 - Engenharia de Controle e Automação \n32 \n \nprincípios gerais de variadores de velocidade e de posição; estruturas, modelos, redutores \ncomportamento estático e dinâmico, desempenho. \n LABORATÓRIO CONVERSÃO DE ENERGIA \nAtividades de Laboratório Experiências sobre máquinas elétricas, conversores estáticos e variadores \nde velocidade e posição. \n \nEIXO 6 \nELETRÔNICA \nConteúdos Obrigatórios \nCarga horária (horas) \nPrincipio de Sistemas digitais. Eletrônica analógica: dispositivos e \ncircuitos. Instrumentação básica \nSistemas microprocessados e microcontrolados. \nEletrônica de potência: Componentes de potência, Conversores e \naplicações. \n \n \n325 \nDesdobramento em disciplinas \n \nSistemas Digitais \nLaboratório de Sistemas Digitais \nEletrônica \nLaboratório de Eletrônica \nMetrologia e Sensores \nMicroprocessadores \nLaboratório de Microprocessadores \nEletrônica de Potência \n50 \n25 \n50 \n25 \n50 \n50 \n25 \n50 \nConteúdos Optativos \nCarga horária (horas) \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n150 \nDesdobramento em disciplinas \n \nTópicos Especiais em Sistemas Microprocessados \nTópicos Especiais em Metrologia e Sensores \nTópicos Especiais em Eletrônica de Potência \n50 \n50 \n50 \n \nEMENTAS \n \nSISTEMAS DIGITAIS \nSistemas de Numeração, conversões entre bases numéricas, sinal analógico e sinal digital; Portas \nlógicas; Lógica combinacional, Álgebra de Boole, técnicas de minimização e síntese de circuitos \ncombinacionais, Unidade lógica aritmética, códigos binários; Lógica seqüencial, osciladores \ndigitais (estáveis, mono-estáveis e bi-estáveis), flip-flops (RS, D, JK e T), registradores de \nmemória, registradores de deslocamento, contadores assíncronos, contadores síncronos, máquinas \nde estado finito, MUX e DEMUX. Conversores A/D e D/A. Famílias lógicas e circuitos integrados. \nAnálise e projeto de sistemas digitais. \n \n LABORATÓRIO DE SISTEMAS DIGITAIS \nAtividades de Laboratório relacionadas a Sistemas Digitais. \n \nELETRÔNICA \nIntrodução aos sistemas eletrônicos; diodos: estrutura atômica, dopagem e junção PN; diodo ideal; \nmodelos linearizados; análise de circuitos com diodos; diodo zener; diodo emissor de luz; circuitos \ngrampeadores, ceifadores, detectores de pico e multiplicadores de tensão; modelo pequenos sinais \nde diodo; circuitos retificadores de meia onda e onda completa. TBJ: princípios de operação e \ncaracterísticas; polarização; operação como chave; transistores em circuitos amplificadores; \namplificador operacional: características, aplicações lineares e não-lineares. Outros dispositivos \nsemicondutores. \n \nLABORATÓRIO DE ELETRÔNICA \nAtividades de Laboratório relacionadas à Eletrônica \n", "34": "PPC-2008 - Engenharia de Controle e Automação \n33 \n \n \nMETROLOGIA E SENSORES \nMetrologia no contexto da qualidade. Confiabilidade metrológica: características dos sistemas de \nmedição, determinação de incertezas de resultados experimentais, qualificação de instrumentos de \nmedição e de padrões. Transdução, transmissão e tratamento de sinais em instrumentação de \nmedição. Instrumentos e técnicas de medição de grandezas mecânicas tais como: deformação, \ndeslocamento, força, pressão, rotação, temperatura. Aplicação industrial da medição dimensional. \nAutomação da medição: estrutura, características metrológicas e operacionais. Medição: aspectos \ndinâmicos da medição para aplicação em sistemas de controle. Especificação e análise de \ndispositivos de medição de variáveis típicas de processo. \n \nMICROPROCESSADORES \nArquiteturas de microprocessadores. Programação de microprocessadores: tipos e formatos de \ninstruções, modos de endereçamento, linguagens assembly ou C. Memória. Entrada/Saída. \nDispositivos periféricos, interrupção, acesso direto à memória. Barramentos padrões. Ferramentas \npara análise, desenvolvimento e depuração. Projetos com microprocessadores – Programação, uso \nde ferramentas de análise, desenvolvimento e depuração. Projeto de aplicações com \nmicroprocessadores \n \nLABORATÓRIO DE MICROPROCESSADORES \nAtividades de Laboratório relacionadas a Microprocessadores. \n \nELETRÔNICA DE POTÊNCIA \nIntrodução à eletrônica de potência; qualidade de energia elétrica; fator de deslocamento e fator de \npotência; distorção harmônica; chaves semicondutoras de potência: classificação, princípios de \nfuncionamento e características técnicas; circuitos retificadores não-controlados e controlados; \nconversores CA-CA; conversores CC-CC; conversores CC-CA; circuitos de controle e disparo de \nchaves semicondutoras; aplicações da eletrônica de potência. \n \nEIXO 7 \nMECÂNICA \nClassificação do conteúdo pelas DCN \nBÁSICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nRepresentação gráfica e aplicação de recursos computacionais em \ndesenho técnico na engenharia. Mecânica newtoniana e movimento de \npartícula. Tensão, deformação e comportamento dos materiais quando \nsubmetido a esforços. Mecânica dos fluídos e transferência de calor. \n225 \n270 \n18 \nDesdobramento em disciplinas \nRepresentação Gráfica \nMecânica Geral \nResistência dos Materiais \nFenômenos de Transporte \n \n50 \n75 \n50 \n50 \n \n60 \n90 \n60 \n60 \n \n4 \n6 \n4 \n4 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n25 \n30 \n02 \nDesdobramento em disciplinas \nTópicos Especiais em Mecânica \n \n25 \n \n30 \n \n2 \n \nEMENTAS \n \nREPRESENTAÇÃO GRÁFICA \nRepresentação de forma e dimensão; convenção e normalização para representação gráfica; escala e \nperspectiva; vistas e cortes; noções de desenho técnico industrial. Emprego e aplicação de recursos \ncomputacionais em desenho técnico de Engenharia. \n", "35": "PPC-2008 - Engenharia de Controle e Automação \n34 \n \n \n \nMECÂNICA GERAL  \nEstudo dos princípios da mecânica racional, da mecânica técnica e da geometria das massas. Estudo \ndo movimento de um ponto material em uma, duas e três dimensões. Estudo do movimento de um \nponto material e de corpos rígidos. Análise de sistema de coordenadas em movimento. \n \nRESISTÊNCIA DOS MATERIAIS  \nEstudo dos conceitos fundamentais na análise estrutural. Estudo das vigas isostáticas e dos quadros \nisostáticos planos. Conceitos fundamentais ao estudo das tensões normais e cisalhantes. Tensão e \ndeformação em carregamentos axiais. Análise de torção em regime elástico e em seções vazadas de \nparedes finas. Flexão pura para carregamento axial. Estudo das tensões normais e cisalhantes num \ncarregamento transversal. \n \nFENÔMENOS DE TRANSPORTE \nFluídos. Estática dos fluídos incompressíveis – hidrostática. Escoamento uniforme em condutos e \nao redor de corpos imersos. Fluídos perfeitos compressíveis. Noções de hidráulica. Mecanismos \nbásicos da transferência de calor. Condução de calor. Leis básicas de troca de calor por radiação \ntérmica e convecção. Princípios de condensação e ebulição. Trocadores de calor. Balanço de massa \ne energia. \n \nEIXO 8 \nCONTROLE DE PROCESSOS \nClassificação do conteúdo pelas DCN \nPROFISSIONALIZANTES \n/ESPECÍFICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nSinais e sistemas, modelos contínuos e discretos de sistemas, \nferramentas de análises e simulações. \nSistemas em malha fechada, diagrama de blocos, projeto de sistemas de \ncontrole, controladores e aplicações. \nSistemas não-lineares, Estabilidade, controle de sistemas não lineares e \nferramentas computacionais. \nSistemas descritos por variáveis de estados, Observabilidade e \nControlabilidade, sistemas monovariáveis e multivariáveis e aplicações \nProcessamentos digital de sinais, estudo de dispositivos típicos de \ncontrole analógico (eletro-eletrônicos, hidráulicos e pneumáticos), \nControladores ON-OFF e PID, Controladores digitais, Atuadores e \naplicações. \n375 \n450 \n30 \nDesdobramento em disciplinas \nControle Automático I \nLaboratório de Controle Automático I \nControle Automático II \nLaboratório de Controle Automático II \nControle Automático III \nLaboratório de Controle Automático III \nControle Automático IV \nLaboratório de Controle Automático IV \nInstrumentação e Controle \nLaboratório de Instrumentação e Controle \n \n75 \n25 \n50 \n25 \n50 \n25 \n50 \n25 \n25 \n25 \n \n90 \n30 \n60 \n30 \n60 \n30 \n60 \n30 \n30 \n30 \n \n6 \n2 \n4 \n2 \n4 \n2 \n4 \n2 \n2 \n2 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n50 \n60 \n04 \nDesdobramento em disciplinas \nTópicos Especiais em Controle \nTópicos Especiais em Instrumentação \n \n25 \n25 \n \n30 \n30 \n \n2 \n2 \n \n", "36": "PPC-2008 - Engenharia de Controle e Automação \n35 \n \n \nEMENTAS \n \nCONTROLE AUTOMÁTICO I \nIntrodução ao estudo de sinais e sistemas. Definição de sinais. Sinais contínuos discretos e \namostrados.  Operações com sinais. Definição de sistemas. Classificação de sistemas. Modelagem \nde sistemas físicos. Representação matemática. Sistemas convolutivos – Resposta no tempo e \nResposta em freqüência. Sistemas interconectados. Diagramas de blocos. Resposta de sistemas \ndiferenciais e diferenças. Regime transitório e permanente. Representação por variáveis de Estado. \nTransformada Z e de Laplace. Propriedades. Função de transferência. Relação entre o plano Z/S e a \nresposta no tempo. Sistemas de 1ª e 2ª ordem. Sistemas dominantes. Representação no domínio de \nfreqüência. Bode e Nyquist. Aplicações a sistemas de controle. Atividades de Laboratório – Estudo \nde modelos através de simuladores. Obtenção de modelos de sistemas físicos através da resposta no \ntempo. Uso de pacotes e ferramentas de análise de sistemas lineares.  \n \nLABORATÓRIO DE CONTROLE AUTOMÁTICO I \nAtividades de Laboratório relacionadas a Controle Automático I. \n \nCONTROLE AUTOMÁTICO II \nAnálise estática de sistemas de controle: precisão, sensibilidade e critérios de desempenho. \nPropriedades dinâmicas: Estabilidade e alocação de pólos; Relação entre o plano S e o plano Z. \nLugar das raízes. Ferramentas de Sistemas contínuos: Bode e Nyquist. Projeto de Sistema de \nControle Contínuo: métodos frequenciais, lugar das raízes, estruturas particulares de compensação \n(PID e avanço-atraso). Projeto de compensadores para sistemas amostrados: Zdan, critérios \ntemporais, controladores de estrutura fixa (PID, outros). Atividades de laboratório - análise e \nprojeto de sistemas contínuos e discretos em processos reais (químicos, mecânicos, elétricos, etc.); \nutilização de aplicativos para projeto assistido por computador; simuladores analógicos e digitais. \n \nLABORATÓRIO DE CONTROLE AUTOMÁTICO II \nAtividades de Laboratório relacionadas a Controle Automático II \n \nCONTROLE AUTOMÁTICO III \nImportância do estudo de sistemas não-lineares. Representação matemática: Equações diferenciais \nnão-lineares; Teoremas de existência e unicidade de solução. Estabilidade, diferentes definições. \nAnálise pelo plano de fase: singularidades, classificação. Métodos gráficos para não linearidades \ntípicas (saturação, zona morta, atraso, etc). Aproximação linear; Função descritiva. 2o Método de \nLiapunov; Domínio de Estabilidade; estabilidade absoluta. Métodos Numéricos de Análise de \nEstabilidade. Controle de Sistemas não-Lineares Típicos (temperatura, nível, etc). Atividades de \nlaboratório: Análise de estabilidade usando simuladores. Experiências com sistemas físicos não-\nlineares. Utilização de ferramentas de análise e projeto assistido por computador. Projeto de \ncontroladores lineares e não-lineares. \n \nLABORATÓRIO DE CONTROLE AUTOMÁTICO III \nAtividades de Laboratório relacionadas a Controle Automático III \n- \nCONTROLE AUTOMÁTICO IV \nApresentação por variáveis de estado de sistemas contínuos e amostrados. Metodologia de análise e \nprojeto de sistemas de controle multivariável. Controbalidade e Observabilidade. Decomposição \ncanônica de sistemas lineares; formas canônicas. Relação entre a representação por variáveis de \nestado e a Matriz Função de Transferência; Pólos e Zeros Multivariáveis. Controle com o estado \nmensurável; Realimentação de estados. Prioridades: caso monovariável, extenso de resultados. \nConceito de estimador de estado; Observadores; Controle usando realimentação do estado \nestimado. Teorema da separação; Introdução ao conceito de compensação dinâmica. Atividades de \nLaboratório – utilização de ferramentas de análise e projeto de sistema multivariáveis (PACSC). \nAplicação a processos físicos tipicamente multivariáveis (coluna de destilação, motores AC, etc).  \n \nLABORATÓRIO DE CONTROLE AUTOMÁTICO IV \nAtividades de Laboratório relacionadas a Controle Automático IV \n", "37": "PPC-2008 - Engenharia de Controle e Automação \n36 \n \n \nINSTRUMENTAÇÃO E CONTROLE \nSistemas digitais de aquisição de dados, condicionamento de sinal, sample-hold, conversores A/D e \nD/A. Controle: estudo de dispositivos típicos de controle analógico (eletro-eletrônicos, hidráulicos e \npneumáticos). Controladores ON-OFF, PID, outros. Controladores digitais: aspectos de \nimplementação, problemas ligados à quantização, escalonamento. Atuação: revisão de \nacionamentos, válvulas de regulação (função, princípios de funcionamento, tipos, cálculo). \nDispositivos de segurança: alarmes, válvulas de segurança, etc. projeto de sistemas de controle. \nAplicações dos sistemas de aquisição e processamento automático de dados. \n \n LABORATÓRIO DE INSTRUMENTAÇÃO E CONTROLE \nAtividades de Laboratório relacionadas à Instrumentação e Controle. \n \nEIXO 9 \nINFORMÁTICA INDUSTRIAL \nClassificação do conteúdo pelas DCN \nPROFISSIONALIZANTES \n/ESPECÍFICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nElementos da Automação de processos. \nProgramações recorrentes: mecanismos de comunicação, escalonamento, \nProjeto de Executivos: Tempo Real. Linguagens com características de \nprogramação em Tempo Real. Sistemas operacionais (características e \nuso): gerenciamento de memória, de recursos. \nRequisitos de qualidade de Sistemas e de Software. Modelos: ciclo de \nvida, prototipagem, híbrido. Metodologias (Abordagens Top-Down, \nBottom-up, Objetos). Ferramentas para análise, projeto e teste. \nAmbientes de desenvolvimento de Sistemas e de Software. Redes de \nPetri. Aplicação das metodologias, ferramentas e ambientes a problemas \nde Automação. \nRedes industriais. Integração e comunicação. Noções gerais de avaliação \nde desempenho: Engenharia de Protocolo: uso de linguagem de \nespecificação e de ferramentas para concepção de Sistemas Distribuídos \ne protocolos. Sistemas Operacionais Distribuídos. Linguagem de \nProgramação para aplicações distribuídas. Tolerância à faltas. \n275 \n330 \n22 \nDesdobramento em disciplinas \nInformática Aplicada I \nLaboratório Informática Aplicada I \nInformática Aplicada II \nLaboratório de Informática Aplicada II \nMetodologia para Desenvolvimento de Sistemas \nModelagem e Controle de Sistemas Automatizados \nSistemas Distribuídos e Redes de Computadores \nLaboratório de Sistemas Distribuídos e Redes de Computadores \n \n25 \n25 \n25 \n25 \n50 \n50 \n50 \n25 \n \n30 \n30 \n30 \n30 \n60 \n60 \n60 \n30 \n \n2 \n2 \n2 \n2 \n4 \n4 \n4 \n2 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso. \nAlgoritmos de procura; árvores de decisão; Representação do \nconhecimento. Sistemas Especialistas. Ferramentas de Desenvolvimento \nde Sistemas Especialistas. \n75 \n90 \n06 \nDesdobramento em disciplinas \nIntrodução a Inteligência Computacional \nLaboratório de Introdução a Inteligência Computacional \nTópicos Especiais em Informática Industrial \n25 \n25 \n25 \n30 \n30 \n30 \n2 \n2 \n2 \n \n", "38": "PPC-2008 - Engenharia de Controle e Automação \n37 \n \n \nEMENTAS \n \nINFORMÁTICA APLICADA I \nIntrodução aos sistemas de Produção Automatizados: níveis, atividades, equipamentos. \nComputadores industriais: arquitetura, programação (linguagem C). Controladores Lógicos \nProgramáveis (CLP): arquitetura, programação (linguagem de relés, Grafcet, linguagens de alto \nnível). Outros sistemas programáveis. Sensores e atuadores inteligentes \n \nLABORATÓRIO INFORMÁTICA APLICADA I \nAtividades de Laboratório relacionado à Informática Aplicada I. \n \nINFORMÁTICA APLICADA II \nSoftware Tempo-Real. Programações recorrentes: mecanismos de comunicação, escalonamento, \nProjeto de Executivos Tempo Real. Linguagens com características de programação em Tempo \nReal. Sistemas operacionais (características e uso): gerenciamento de memória, de recursos. (ex: \nUNIX, LINUX). \n \nLABORATÓRIO DE INFORMÁTICA APLICADA II \nAtividades de Laboratório relacionadas à Informática Aplicada II \n \nMETODOLOGIA PARA DESENVOLVIMENTO DE SISTEMAS \nRequisitos de qualidade de Sistemas e de Software. Modelos: ciclo de vida, prototipagem, híbrido. \nMetodologias (Abordagens Top-Down, Bottom-up, Objetos). Ferramentas para análise, projeto e \nteste. Ambientes de desenvolvimento de Sistemas e de Software.  \n \nMODELAGEM E CONTROLE DE SISTEMAS AUTOMATIZADOS \nSistemas a eventos discretos: conceituação, classificação, propriedades, exemplos. Redes de Petri: \ndefinições, propriedades, análise, simulação, utilização para a concepção e a avaliação de sistemas, \nrede de Petri interpretada, implementação. Aplicação das metodologias, ferramentas e ambientes a \nproblemas de Automação. \n- \nINTODUÇÃO A INTELIGÊNCIA COMPUTACIONAL \nAlgoritmos de procura; árvores de decisão; Representação do conhecimento (Sistemas de Produção, \nFlames). Sistemas Especialistas. Linguagens PROLOG, LISP. Ferramentas de Desenvolvimento de \nSistemas Especialistas. \n- \nLABORATÓRIO DE INTODUÇÃO A INTELIGÊNCIA COMPUTACIONAL \nAtividades de Laboratório e aplicações relacionadas à Inteligência Computacional. \n- \nSISTEMAS DISTRIBUIDOS E REDES DE COMPUTADORES \nRede Local: topologia, arquitetura ISO/OSI, arquitetura MAP, TOP, Field-Bus – Redes ISND. \nIntegração e comunicação. Avaliação de desempenho: noções gerais. Engenharia de Protocolo: uso \nde linguagem de especificação (Ex.: Estelle) e de ferramentas para concepção de Sistemas \nDistribuídos e protocolos. Sistemas Operacionais Distribuídos. Linguagem de Programação para \naplicações distribuídas – Base de Dados Distribuídos – SDCD. Tolerância à faltas: noções gerais. \n- \nLABORATÓRIO DE SISTEMAS DISTRIBUIDOS E REDES DE COMPUTADORES \nAtividades de Laboratório relacionadas a Sistemas Distribuídos e Redes de Computadores. \n \n", "39": "PPC-2008 - Engenharia de Controle e Automação \n38 \n \n \nEIXO 10 \nAUTOMAÇÃO \nClassificação do conteúdo pelas DCN \nPROFISSIONALIZANTES \n/ESPECÍFICOS \nCarga horária \nCrédi-\ntos \nhoras \naulas \nConteúdos Obrigatórios: \nCircuitos e acionamentos hidráulicos e pneumáticos. Os ciclos do \nproduto, Elementos de engenharia do produto. Processo de fabricação \nmecânica com e sem remoção de material. Sistema de Comando \nNumérico, Equipamentos que utilizam sistemas de Comando Numérico. \nSistemas \nautomatizados \nprogramáveis \n(Máquinas \nde \nComando \nNumérico; Robôs; Sistemas de transporte; CLP, etc). Métodos de \nmodelagem e avaliação de desempenho para diferentes estruturas de \nprodução (linhas de fabricação e montagem, job-shops). Métodos \nanalíticos (cadeias de Markov, redes de Petri temporizadas, Redes de \nFilas, Métodos dedicados, etc); Simulação. Exemplos de aplicação. A \nvisão integrada da automação industrial. Os diferentes subsistemas do \nCIM, Sistema Transporte como elementos de integração. Células e \nSistemas Flexíveis de Manufatura, Controle de FMS`s. A Automatização \nIntegrada dos sistemas de Manufatura: métodos e ferramentas.. \n350 \n420 \n28 \nDesdobramento em disciplinas \nSistemas Fluidodinâmicos \nLaboratório de Sistemas Fluidodinâmicos \nProjeto do Produto / Processo \nAutomação de Processos de Fabricação Metal-Mecânica \nTecnologias de Comando Numérico \nModelagem e Avaliação de Desempenho \nSistemas Integrados de Manufatura \n \n25 \n25 \n50 \n75 \n50 \n50 \n75 \n \n30 \n30 \n60 \n90 \n60 \n60 \n90 \n \n2 \n2 \n4 \n6 \n4 \n4 \n6 \nConteúdos Optativos: \nConteúdos definidos pelo Colegiado do Curso \nProcesso a ser regulamentado pelo Colegiado de Curso \n100 \n120 \n08 \nDesdobramento em disciplinas \nTópicos Especiais em Automação \nIntrodução à Robótica Industrial \n \n50 \n50 \n \n60 \n60 \n \n4 \n4 \n \nEMENTAS \n \nSISTEMAS FLUIDODINÂMICOS \nAcionamento hidráulico: Princípio de funcionamento e características principais dos sistemas \nhidráulicos; Circuitos hidráulicos fundamentais: Servo-válvulas; Dinâmica dos sistemas \nhidráulicos; Noções de especificação. Acionamento Pneumático: Princípios de funcionamento e \ncaracterísticas principais dos sistemas pneumáticos; Circuitos pneumáticos; Dinâmica dos sistemas \npneumáticos; Noções de especificação. \n \nLABORATÓRIO DE SISTEMAS FLUIDODINÂMICOS \nAtividades de Laboratório – Experiências sobre circuitos hidráulicos e pneumáticos. \n \nPROJETO DO PRODUTO / PROCESSO  \nOs ciclos do produto. Métodos em pesquisa de mercado. Métodos e aplicativos para auxílio à \ntomada de decisões. Elementos de engenharia do produto. Desenvolvimento do produto: análise do \nvalor; qualidade; uso de sistemas CAD / CAM. Elementos de engenharia de métodos: composição \nde custos de fabricação; fluxograma de processo; arranjo físico; tempos e movimentos. \nComercialização. Noções de tecnologia de grupo. \n", "40": "PPC-2008 - Engenharia de Controle e Automação \n39 \n \n \n \nAUTOMACÃO DE PROCESSOS DE FABRICAÇÃO METAL-MECÂNICA \nConceito amplo de um processo de fabricação. Processo de fabricação com e sem remoção de \nmaterial; Processos de usinagem, conformação mecânica, fundição, soldagem. . Noções de \nprocessos especiais de fabricação: eletro-erosão; eletroquímica; ultra-som; feixe eletrônico; raio \nlaser e outros. Descrição dos diversos equipamentos utilizados; Soluções adotadas para automatizar \no processo; Noções de interligação com outros setores (projeto, planejamento e montagem, etc.) \n \nTECNOLOGIAS DE COMANDO NUMÉRICO \nConceituação de um Sistema de Comando Numérico; Princípios de funcionamento; sistemas de \nacionamento; controle de posição, armazenamento das informações, etc; Equipamentos que utilizam \nsistemas de Comando Numérico: Diversos tipos de aplicações (Máquinas de Comando Numérico; \nRobôs; sistemas de Transporte; CLP, etc); Características peculiares dos componentes mecânicos e \neletrônicos; Manutenção; Noções de interligação entre diversos equipamentos e com sistemas de \ninformação; Noções de programação. \n \nMODELAGEM E AVALIACÃO DE DESEMPENHO \nNoções de teoria de Fila: sistemas M/M/I, M/M/c e M/M/k. Métodos de modelagem e avaliação de \ndesempenho para diferentes estruturas de produção (linhas de fabricação e montagem, job-shops): \níndices de desempenho (taxa de produção, tempo de resposta, estoque em processo, taxa de \nutilização de recursos); Métodos analíticos (cadeias de Markov, redes de Petri temporizadas, Redes \nde Filas, Métodos dedicados, etc); Simulação. Exemplos de aplicação. \n \nSISTEMAS INTEGRADOS DE MANUFATURA \nA visão integrada da automação industrial. Os diferentes subsistemas de Manufatura Integrada por \nComputador (CIM): comunicação, gestão hierarquizada, interfaces e subsistema físico. O \nsubsistema físico: caracterização de componentes; equipamentos de transporte e manuseio. O \nSistema Transporte como elementos de integração. Células e Sistemas Flexíveis de Manufatura \n(FMS): sua situação no CIM, diferentes configurações (layout, sist. de transporte, filosofia de \noperação). Controle de FMS: o nível de supervisão / monitoração (métodos ferramentas). A \nAutomatização Integrada dos sistemas de Manufatura: métodos e ferramentas. \n \nINTRODUÇÃO A ROBÓTICA INDUSTRIAL \nAutomação e Robótica; histórico da robótica, conceitos gerais, classificação de robôs, componentes \ne estrutura de um robô, o sistema robótico. Aplicações em uma célula de trabalho; funções: \nespecificações. Modelagem de robôs; introdução à cinemática e a dinâmica dos manipuladores; o \nproblema cinemático inverso. Cálculo de trajetórias. Sistema de controle e manipuladores; controle \nde posição e de velocidade. Teoria da programação de robôs. Exemplos. \n \nTÓPICOS ESPECIAIS EM AUTOMAÇÃO: \nTópicos avançados e assuntos recentes nas áreas de controle, automação, telecomunicações, redes \nneurais, lógica fuzzy e mecatrônica serão apresentados de forma a contribuir para uma formação \nprofissional sólida dos formandos.  \n \n \n", "41": "PPC-2008 - Engenharia de Controle e Automação \n40 \n \n \nEIXO 11 ATIVIDADES DE PRÁTICA PROFISSIONAL E INTEGRAÇÃO CURRICULAR \nClassificação do conteúdo pelas DCN \nOBRIGATÓRIO \nCarga horária \nCrédi-\ntos \nhoras \naulas \nEstágio Curricular na empresa \n250 \n300 \n20 \nConteúdos Obrigatórios: \nOrientação acadêmica e profissional; Conceito de ciência; pesquisa em \nciência e tecnologia; tipos de conhecimento; epistemologia das ciências; \nmétodos de pesquisa; a produção da pesquisa científica; Produção do \ntrabalho técnico-científico; Concepção, planejamento e construção de \nprojetos experimentais. Planejamento, desenvolvimento e avaliação do \nProjeto do Trabalho de Conclusão de Curso; Desenvolvimento e \navaliação do Trabalho de Conclusão de Curso. \n125 \n150 \n10 \nDesdobramento em disciplinas \nEstágio Supervisionado \nMetodologia Científica \nIntrodução à Experimentação e ao Desenvolv. de Protótipos e Projetos \nMetodologia de Pesquisa \nTrabalho de Conclusão de Curso I \nTrabalho de Conclusão de Curso II \n \n25 \n25 \n25 \n25 \n12,5 \n12,5 \n \n30 \n30 \n30 \n30 \n15 \n15 \n \n2 \n2 \n2 \n2 \n1 \n1 \nConteúdos Optativos – Atividades Complementares: \nConteúdos definidos pelo Conselho de Ensino, Pesquisa e Extensão; \nProcesso a ser regulamentado pelo Conselho de Graduação. \n200 \n240 \n16 \nDesdobramento em atividades: \nIniciação Científica e Tecnológica \nMonitoria \nAtividade de Extensão Comunitária \nAtividade Curricular Complementar \nAtividade Complementar de Prática Profissional \nMáximo \n300 \n150 \n100 \n100 \n75 \n360 \n180 \n120 \n120 \n90 \n24 \n12 \n8 \n8 \n6 \n \nEMENTAS \n \nESTÁGIO SUPERVISIONADO \nOrientação acadêmica e profissional mediante encontros regulares, programados, tanto no âmbito \nacadêmico quanto no ambiente profissional onde o estágio é realizado; participação do aluno nas \natividades relacionadas ao estágio. \n \nMETODOLOGIA CIENTÍFICA \nConceito de ciência; pesquisa em ciência e tecnologia; tipos de conhecimento; epistemologia das \nciências; métodos de pesquisa; a produção da pesquisa científica. \n \nMETODOLOGIA DE PESQUISA \nProdução do trabalho técnico-científico, versando sobre tema da área de CONTROLE E \nAUTOMAÇÃO; aplicação dos conhecimentos sobre a produção da pesquisa científica: a questão, o \nproblema, a escolha do método, etc. \n \nINTRODUÇÃO À EXPERIMENTAÇÃO E AO DESENVOLVIMENTO DE \nPROTÓTIPOS E PROJETOS \nOrientação à concepção, planejamento e construção de projetos experimentais. \n \nTRABALHO DE CONCLUSÃO DE CURSO I \nPlanejamento, desenvolvimento e avaliação do projeto do Trabalho de Conclusão de Curso, \nversando sobre uma temática pertinente ao curso, sob a orientação de um professor orientador. \n \nTRABALHO DE CONCLUSÃO DE CURSO II \nDesenvolvimento e avaliação do Trabalho de Conclusão de Curso, versando sobre uma temática \npertinente ao curso, sob a orientação de um professor orientador. \n", "42": "PPC-2008 - Engenharia de Controle e Automação \n41 \n \nTabelas de Disciplinas por Período: Número de Aulas Semanais X Carga Horária X Créditos \n \n \nAs tabelas a seguir consistem na distribuição de disciplinas por período, informando a carga \nhorária em horas-aulas (50 minutos) e em horas-relógio (60 minutos) de cada disciplina, assim \ncomo, o acumulado em cada período e total do curso. São informados ainda os créditos e a \nclassificação de conteúdo pelas Diretrizes Curriculares Nacionais. \nAo ofertar as Disciplinas de Laboratórios, o número de turmas deverá considerar: os \nrecursos disponibilizados para as práticas de laboratório, o número de alunos matriculados e as \nnormas acadêmicas. \n \nTEÓRICA\nPRÁTICA\nMAT01\nCálculo I\n90\n75\n6\nBásico\nMAT02\nGeometria Analítica e Algebra Vetorial\n90\n75\n6\nBásico\nFSQ01\nQuímica\n60\n50\n4\nBásico\nFSQ02\nLaboratório de Química\n30\n25\n2\nBásico\nCMA01\nProgramacão de Computadores I\n30\n25\n2\nBásico\nCMA02\nLab Programacão de Computadores I\n30\n25\n2\nBásico\nHCA01\nCont. Soc. Prof. Eng. de Controle e Automação\n30\n25\n2\nBásico/Obrig.\nPRO01\nIntrod. Experim. Desenv. Protótipos/Projetos\n30\n25\n2\nObrigatório\nPRO02\nMetodologia Científica\n30\n25\n2\nObrigatório\n360\n60\n350\n350\n420\nHCA13\nTópicos Especiais em Linguas\n30\n25\n2\nBásico\nOPTATIVA\n30\n25\n2\nBásico\nPRIMEIRO PERÍODO - PPC2008\n28\nCARGA HORÁRIA\nHORAS-AULAS\nTOTAL\nDISCIPLINA\nCÓDIGO\nHORAS\nClassificação\ndo\nconteúdo\npelas\nDCN\n420\nCRÉDITOS\n \n \nTEÓRICA\nPRÁTICA\nMAT03\nCálculo II\n90\n75\n6\nBásico\nFSQ03\nFísica I\n60\n50\n4\nBásico\nFSQ04\nLab. Física I\n30\n25\n2\nBásico\nCMA03\nEstatística \n60\n50\n4\nBásico\nCMA04\nProgramação de Computadores II\n30\n25\n2\nBásico\nCMA05\nLab. de Programação de Computadores II\n30\n25\n2\nBásico\nHCA02\nFilosofia da Tecnologia\n30\n25\n2\nBásico\nMEC01\nRepresentação Gráfica\n60\n50\n4\nBásico\nPRO03\nMetodologia da Pesquisa\n30\n25\n2\nObrigatório\n300\n120\n350\n700\n840\nOPTATIVA\n30\n25\n2\nBásico\nOPTATIVA\n30\n25\n2\nBásico\nDISCIPLINA\nSEGUNDO PERÍODO - PPC2008\nCRÉDITOS\n28\nCARGA HORÁRIA\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\nHORAS\nTOTAL\n420\nCÓDIGO\n \n \nTEÓRICA\nPRÁTICA\nMAT04\nCálculo III\n60\n50\n4\nBásico\nMAT05\nAlgebra Linear\n60\n50\n4\nBásico\nFSQ05\nFísica II\n60\n50\n4\nBásico\nFSQ06\nLab. Física II\n30\n25\n2\nBásico\nCMA06\nEstruturas de Dados\n30\n25\n2\nBásico\nCMA07\nLab. de Estruturas de Dados\n30\n25\n2\nBásico\nHCA03\nGestão Ambiental\n30\n25\n2\nBásico\nHCA04\nIntrodução à Sociologia\n30\n25\n2\nBásico\nMEC02\nMecânica Geral \n90\n75\n6\nBásico\n360\n60\n350\n1050\n1260\nCMA12\nLinguagens de Programação\n30\n25\n2\nBásico\nCMA13\nLab. de Linguagens de Programação\n30\n25\n2\nBásico\nTOTAL\nHORAS\n28\n420\nTERCEIRO PERÍODO - PPC2008\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA\nCRÉDITOS\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\n \n \n", "43": "PPC-2008 - Engenharia de Controle e Automação \n42 \n \n \nTEÓRICA\nPRÁTICA\nMAT06\nCálculo IV\n60\n50\n4\nBásico\nMAT07\nVariáveis Complexas\n60\n50\n4\nBásico\nFSQ07\nFísica III\n60\n50\n4\nBásico\nFSQ08\nLab. Física III\n30\n25\n2\nBásico\nCMA08\nFundam. Matem. p/ Controle e Automação\n30\n25\n2\nBásico\nCMA09\nMétodos Numérico Computacionais\n60\n50\n4\nBásico\nELE01\nMateriais Elétricos\n30\n25\n2\nProfissional\nELE02\nAnálises de Circuitos Elétricos I\n60\n50\n4\nProfissional\nMEC03\nResistência dos Materiais \n60\n50\n4\nBásico\n420\n30\n375\n1425\n1710\nCMA14\nBanco de Dados\n30\n25\n2\nBásico\nCMA15\nLab. de Banco de Dados\n30\n25\n2\nBásico\n30\n450\nTOTAL\nQUARTO PERÍODO - PPC2008\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA\nCRÉDITOS\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\nHORAS\n \n \nTEÓRICA\nPRÁTICA\nELE03\nAnálises de Circuitos Elétricos II\n60\n50\n4\nProfissional\nELE04\nLab de Circuitos Elétricos\n30\n25\n2\nProfissional\nETN01\nEletrônica\n60\n50\n4\nProfissional\nETN02\nLab. Eletrônica\n30\n25\n2\nProfissional\nETN03\nSistemas Digitais\n60\n50\n4\nProfissional\nETN04\nLab Sistemas Digitais\n30\n25\n2\nProfissional\nMEC04\nFenômenos de Transporte \n60\n50\n4\nBásico\nCTR01\nControle Automático I \n90\n75\n6\nProfis/Específico\nCTR02\nLab. Controle Automático I\n30\n25\n2\nProfis/Específico\n330\n120\n375\n1800\n2160\nFSQ09\nIntrodução A Física Moderna\n60\n50\n4\nBásico\nTOTAL\n30\n450\nCRÉDITOS\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\nHORAS\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA\nQUINTO PERÍODO - PPC2008\n \n \nTEÓRICA\nPRÁTICA\nMAT\nMatemática\n510\n0\n425\n34\nBásico\nFSQ\nFísica e Química\n240\n120\n300\n24\nBásico\nCMA\nComputação e Matemática Aplicada \n240\n90\n275\n22\nBásico\nHCA\nHum. e Ciênc. Soc. Aplic. á Engenharia \n120\n0\n100\n8\nBásico\nELE\nEletricidade \n150\n30\n150\n12\nProfissional\nETN\nEletrônica\n120\n60\n150\n12\nProfissional\nMEC\nMecânica\n210\n60\n225\n18\nBásico\nCTR\nControle de Processos\n90\n30\n100\n8\nProfis/Específico\nIFI\nInformática Industrial\n0\n0\n0\n0\nProfis/Específico\nAUT\nAutomação\n0\n0\n0\n0\nProfis/Específico\nPRO\nAtivid. Prática Profiss. Integral. Curricular\n90\n0\n75\n6\nObrigatório\n1770\n390\n1800\n2160\nTOTAL\n144\n2160\n1800\nINTEGRALIZAÇÃO - PRIMEIRO AO QUINTO PERÍODO - DISCIPLINAS OBRIGATÓRIAS - PPC2008\nCÓDIGO\nEIXO\nCARGA HORÁRIA\nCRÉDITOS\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\nHORAS\n \n \n", "44": "PPC-2008 - Engenharia de Controle e Automação \n43 \n \n \nTEÓRICA\nPRÁTICA\nELE05\nConversão de Energia\n60\n50\n4\nProfissional\nELE06\nLab. Conversão de Energia\n30\n25\n2\nProfissional\nETN05\nMetrologia e Sensores\n60\n50\n4\nProfissional\nETN06\nMicroprocessadores\n60\n50\n4\nProfissional\nETN07\nLab. de Microprocessadores\n30\n25\n2\nProfissional\nCTR03\nControle Automático II\n60\n50\n4\nProfis/Específico\nCTR04\nLab. Controle Automático II\n30\n25\n2\nProfis/Específico\nIFI01\nInformática Aplicada I\n30\n25\n2\nProfis/Específico\nIFI02\nLab. de Informática Aplicada I\n30\n25\n2\nProfis/Específico\nAUT01\nProjeto do Produto / Processo\n60\n50\n4\nProfis/Específico\n330\n120\n375\n2175\n2610\nETN09\nTópicos Especiais em Eletrônica\n30\n25\n2\nProf-Profis/Espec\nETN10\nTópicos Especiais em Sists. Microprocessados\n30\n25\n2\nProf-Profis/Espec\nCRÉDITOS\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA\nSEXTO PERÍODO - PPC2008\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\nHORAS\nTOTAL\n30\n450\n \n \nTEÓRICA\nPRÁTICA\nETN08\nEletrônica de Potência\n60\n50\n4\nProfissional\nCTR05\nControle Automático III\n60\n50\n4\nProfis/Específico\nCTR06\nLab. Controle Automático III\n30\n25\n2\nProfis/Específico\nCTR07\nInstrumentação e Controle\n30\n25\n2\nProfis/Específico\nCTR08\nLab. de Instrumentação e Controle\n30\n25\n2\nProfis/Específico\nIFI03\nInformática Aplicada II\n30\n25\n2\nProfis/Específico\nIFI04\nLab. de Informática Aplicada II\n30\n25\n2\nProfis/Específico\nIFI05\nMetodologia para Desenvolv. de Sistemas\n60\n50\n4\nProfis/Específico\nAUT02\nSistemas Fluidodinâmico\n30\n25\n2\nProfis/Específico\nAUT03\nLab. de Sistemas Fluidodinâmico\n30\n25\n2\nProfis/Específico\n270\n120\n325\n2500\n3000\nHCA05\nIntrodução a Engenharia de Segurança\n30\n25\n2\nBásico\nCMA10\nArquitetura de Sistemas Computacionais\n30\n25\n2\nBásico\nCMA11\nLab. Arquitetura de Sistemas Computacionais\n30\n25\n2\nBásico\nSÉTIMO PERÍODO - PPC2008\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA\nCRÉDITOS\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\nHORAS\nTOTAL\n26\n390\n \n \nTEÓRICA\nPRÁTICA\nCTR09\nControle Automático IV\n60\n50\n4\nProfis/Específico\nCTR10\nLab. Controle Automático IV\n30\n25\n2\nProfis/Específico\nIFI06\nModelagem e Controle de Sist. Automatizados\n60\n50\n4\nProfis/Específico\nIFI07\nSistemas Distrib. e Redes de Computadores\n60\n50\n4\nProfis/Específico\nIFI08\nLab. Sistemas Distrib. e Redes de Comput.\n30\n25\n2\nProfis/Específico\nAUT04\nAutomação de Proces. Fabricação Metal-Mec.\n90\n75\n6\nProfis/Específico\nAUT05\nTecnologia de Comando Numérico\n60\n50\n4\nProfis/Específico\n330\n60\n325\n2825\n3390\nIFI09\nInteligência Computacional\n30\n25\n2\nProfis/Específico\nIFI10\nLab. de Inteligência Computacional\n30\n25\n2\nProfis/Específico\nOITAVO PERÍODO - PPC2008\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\nHORAS\nTOTAL\n26\n390\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA\nCRÉDITOS\n \n \n \n", "45": "PPC-2008 - Engenharia de Controle e Automação \n44 \n \n \nTEÓRICA\nPRÁTICA\nHCA09\nPsicologia Aplicada às Organizações\n30\n25\n2\nBásica\nAUT06\nModelagem e Avaliação de Desempenho\n60\n50\n4\nProfis/Específico\nAUT07\nSistemas Integrados de Manufatura\n90\n75\n6\nProfis/Específico\nPRO04\nTrabalho de Conclusão de Curso I\n15\n12,5\n1\nObrigatório\n195\n0\n162,5\n2987,5\n3585\nHCA06\nÁspecto de Segurança em Automação\n30\n25\n2\nBásica\nHCA07\nEconômia Aplicada a Automação\n60\n50\n4\nBásica\nHCA08\nNormalização e Qualidade Industrial\n30\n25\n2\nBásica\nHCA10\nIntrodução a Administração\n30\n25\n2\nBásica\nHCA11\nIntrodução ao Direito\n30\n25\n2\nBásica\nHCA12\nOrganização Empresarial\n30\n25\n2\nBásica\nAUT08\nTópicos Especiais em Automação\n60\n50\n4\nProfis/Específico\nOPTATIVA\n30\n25\n2\nProf-Profis/Espec\nNONO PERÍODO - PPC2008\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA\nCRÉDITOS\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\nHORAS\nTOTAL\n13\n195\n \n \nTEÓRICA\nPRÁTICA\nPRO05\nTrabalho de Conclusão de Curso II\n15\n12,5\n1\nObrigatório\nPRO06\nEstágio Supervisionado\n30\n25\n2\nObrigatório\n45\n0\n37,5\n3025\n3630\nAUT09\nRobótica Industrial\n60\n50\n4\nProfis/Específico\nOPTATIVA\n30\n25\n2\nProf-Profis/Espec\nDÉCIMO PERÍODO - PPC2008\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\nHORAS\n3\n45\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA\nCRÉDITOS\nTOTAL\n \n \nTEÓRICA\nPRÁTICA\nMAT\nMatemática\n0\n0\n0\n0\nBásico\nFSQ\nFísica e Química\n0\n0\n0\n0\nBásico\nCMA\nComputação e Matemática Aplicada \n0\n0\n0\n0\nBásico\nHCA\nHum. e Ciênc. Soc. Aplic. á Engenharia \n30\n0\n25\n2\nBásico\nELE\nEletricidade \n60\n30\n75\n6\nProfissional\nETN\nEletrônica\n180\n30\n175\n14\nProfissional\nMEC\nMecânica\n0\n0\n0\n0\nBásico\nCTR\nControle de Processos\n210\n120\n275\n22\nProfis/Específico\nIFI\nInformática Industrial\n240\n90\n275\n22\nProfis/Específico\nAUT\nAutomação\n390\n30\n350\n28\nProfis/Específico\nPRO\nAtivid. Prática Profiss. Integral. Curricular\n60\n0\n50\n4\nObrigatório\n1170\n300\n1225\n1470\n98\n1470\n1225\nTOTAL\nINTEGRALIZAÇÃO - SEXTO AO DÉCIMO PERÍODO - DISCIPLINAS OBRIGATÓRIAS - PPC2008\nCÓDIGO\nEIXO\nCARGA HORÁRIA\nCRÉDITOS\nClassificação\ndo\nconteúdo\npelas\nDCN\nHORAS-AULAS\nHORAS\n \n \n", "46": "PPC-2008 - Engenharia de Controle e Automação \n45 \n \n \nResumo da Carga-Horária: em Números de Aulas de 50 minutos, em Horas e em \nCréditos por Eixo, necessários a Integralização do Curso de Engenharia de Controle e \nAutomação. \n \nTEÓRICA\nPRÁTICA\nMAT\nMatemática\n510\n0\n425\n34\nBásico\nFSQ\nFísica e Química\n240\n120\n300\n24\nBásico\nCMA\nComputação e Matemática Aplicada \n240\n90\n275\n22\nBásico\nHCA\nHum. e Ciênc. Soc. Aplic. á Engenharia \n150\n0\n125\n10\nBásico\nELE\nEletricidade \n210\n60\n225\n18\nProfissional\nETN\nEletrônica\n300\n90\n325\n26\nProfissional\nMEC\nMecânica\n210\n60\n225\n18\nBásico\nCTR\nControle de Processos\n300\n150\n375\n30\nProfis/Específico\nIFI\nInformática Industrial\n240\n90\n275\n22\nProfis/Específico\nAUT\nAutomação\n390\n30\n350\n28\nProfis/Específico\nPRO\nAtivid. Prática Profiss. Integral. Curricular\n150\n0\n125\n10\nObrigatório\n2940\n690\nParticipação %\n80,13%\nPRO\n250\n20\n6,62%\n300\n24\n7,95%\n200\n16\n5,30%\n3775\n302\n100%\nINTEGRALIZAÇÃO - PPC2008\nDISCIPLINAS OBRIGATÓRIAS: TOTAL=\n242\n3630\nClassificação do \nconteúdo pelas \nDCN\nINTEGRALIZAÇÃO - PPC2008\nCÓDIGO\nEstágio Curricular\nCRÉDITOS\nAtividades Complementares\nCARGA HORÁRIA\nDisciplinas Optativas / Eletivas\nHORAS\nHORAS-AULAS\nEIXO\n3025\n \n \n", "47": "PPC-2008 - Engenharia de Controle e Automação \n46 \n \n \n8.7. \nTabelas de Pré-Requisitos das Disciplinas \n \nAs tabelas a seguir informam os pré e co-requisitos das disciplinas da Estrutura Curricular \nVersão 2007 do Curso de Engenharia de Controle e Automação. \n \nTEÓRICA\nPRÁTICA\nPRÉ\nPRÉ\nCO\nMAT01\nCálculo I\n6\nMAT02\nGeometria Analítica e Algebra Vetorial\n6\nFSQ01\nQuímica\n4\nFSQ02\nLaboratório de Química\n2\nFSQ01\nCMA01\nProgramacão de Computadores I\n2\nCMA02\nLab Programacão de Computadores I\n2\nCMA01\nHCA01\nCont. Soc. Prof. Eng. de Controle e Automação\n2\nPRO01\nIntrod. Experim. Desenv. Protótipos/Projetos\n2\nPRO02\nMetodologia Científica\n2\n24\n4\nHCA13\nTópicos Especiais em Linguas\n2\nOPTATIVA\n2\n28\nCARGA HORÁRIA SEMANAL\nREQUISITOS\nPRIMEIRO PERÍODO - PPC2008\nDISCIPLINA\nCÓDIGO\nTOTAL\n \n \nTEÓRICA\nPRÁTICA\nPRÉ\nPRÉ\nCO\nMAT03\nCálculo II\n6\nMAT01\nFSQ03\nFísica I\n4\nMAT01\nMAT02\nFSQ04\nLab. Física I\n2\nFSQ03\nCMA03\nEstatística \n4\nMAT03\nCMA04\nProgramação de Computadores II\n2\nCMA01\nCMA02\nCMA05\nLab. de Programação de Computadores II\n2\nCMA04\nHCA02\nFilosofia da Tecnologia\n2\nHCA01\nMEC01\nRepresentação Gráfica\n4\nPRO03\nMetodologia da Pesquisa\n2\nPRO02\n20\n8\nOPTATIVA\n2\nOPTATIVA\n2\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA SEMANAL\nREQUISITOS\nTOTAL\nSEGUNDO PERÍODO - PPC2008\n28\n \n \nTEÓRICA\nPRÁTICA\nPRÉ\nPRÉ\nCO\nMAT04\nCálculo III\n4\nMAT03\nMAT05\nAlgebra Linear\n4\nMAT02\nMAT03\nFSQ05\nFísica II\n4\nMAT03\nFSQ03\nFSQ06\nLab. Física II\n2\nFSQ05\nCMA06\nEstruturas de Dados\n2\nCMA01\nCMA02\nCMA07\nLab. de Estruturas de Dados\n2\nCMA06\nHCA03\nGestão Ambiental\n2\nHCA01\nHCA04\nIntrodução à Sociologia\n2\nHCA02\nMEC02\nMecânica Geral \n6\nMAT03\nFSQ03\n24\n4\nCMA12\nLinguagens de Programação\n2\nCMA01\nCMA02\nCMA13\nLab. de Linguagens de Programação\n2\nCMA12\n28\nTOTAL\nTERCEIRO PERÍODO - PPC2008\nCARGA HORÁRIA SEMANAL\nCÓDIGO\nDISCIPLINA\nREQUISITOS\n \n \n", "48": "PPC-2008 - Engenharia de Controle e Automação \n47 \n \n \n \nTEÓRICA\nPRÁTICA\nPRÉ\nPRÉ\nCO\nMAT06\nCálculo IV\n4\nMAT04\nMAT07\nVariáveis Complexas\n4\nMAT06\nFSQ07\nFísica III\n4\nFSQ05\nFSQ08\nLab. Física III\n2\nFSQ07\nCMA08\nFundam. Matem. p/ Controle e Automação\n2\nMAT04\nMAT05\nCMA09\nMétodos Numérico Computacionais\n4\nMAT05\nCMA04\nMAT04\nELE01\nMateriais Elétricos\n2\nFSQ01\nFSQ05\nELE02\nAnálises de Circuitos Elétricos I\n4\nMAT04\nFSQ05\nMEC03\nResistência dos Materiais \n4\nMEC02\n28\n2\nCMA14\nBanco de Dados\n2\nCMA01\nCMA02\nCMA15\nLab. de Banco de Dados\n2\nCMA14\n30\nTOTAL\nQUARTO PERÍODO - PPC2008\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA SEMANAL\nREQUISITOS\n \n \nTEÓRICA\nPRÁTICA\nPRÉ\nPRÉ\nCO\nELE03\nAnálises de Circuitos Elétricos II\n4\nELE02\nELE04\nLab de Circuitos Elétricos\n2\nELE03\nETN01\nEletrônica\n4\nELE01\nELE03\nETN02\nLab. Eletrônica\n2\nETN01\nETN03\nSistemas Digitais\n4\nETN01\nETN04\nLab Sistemas Digitais\n2\nETN03\nMEC04\nFenômenos de Transporte \n4\nFSQ07\nMEC02\nMAT04\nCTR01\nControle Automático I \n6\nCMA08\nCMA09\nMAT07\nCTR02\nLab. Controle Automático I\n2\nCTR01\n22\n8\nFSQ09\nIntrodução á Física Moderna\n4\nFSQ07\nQUINTO PERÍODO - PPC2008\nDISCIPLINA\nCARGA HORÁRIA SEMANAL\nREQUISITOS\nTOTAL\n30\nCÓDIGO\n \n \nTEÓRICA\nPRÁTICA\nPRÉ\nPRÉ\nCO\nELE05\nConversão de Energia\n4\nELE03\nELE06\nLab. Conversão de Energia\n2\nELE05\nETN05\nMetrologia e Sensores\n4\nETN01\nMEC03\nETN06\nMicroprocessadores\n4\nETN01\nETN03\nETN07\nLab. de Microprocessadores\n2\nETN06\nCTR03\nControle Automático II\n4\nCTR01\nCTR04\nLab. Controle Automático II\n2\nCTR03\nIFI01\nInformática Aplicada I\n2\nCMA01/CMA02\nETN03\nIFI02\nLab. de Informática Aplicada I\n2\nIFI01\nAUT01\nProjeto do Produto / Processo\n4\nMEC01\n128 Créditos\n22\n8\nETN09\nTópicos Especiais em Eletrônica\n2\nETN01\nETN02\nPRÉ:   ELE02\nETN10\nTópicos Especiais em Sists. Microprocessados\n2\nETN01\nETN05\nCO:  ETN06\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA SEMANAL\nREQUISITOS\nSEXTO PERÍODO - PPC2008\nTOTAL\n30\n \n \n \n \n", "49": "PPC-2008 - Engenharia de Controle e Automação \n48 \n \n \n \nTEÓRICA\nPRÁTICA\nPRÉ\nPRÉ\nCO\nETN08\nEletrônica de Potência\n4\nETN01\nCMA08\nCTR05\nControle Automático III\n4\nCTR03\nCTR06\nLab. Controle Automático III\n2\nCTR05\nCTR07\nInstrumentação e Controle\n2\nETN05\nETN06\nCTR05\nCTR08\nLab. de Instrumentação e Controle\n2\nCTR07\nIFI03\nInformática Aplicada II\n2\nIFI01\nIFI04\nLab. de Informática Aplicada II\n2\nIFI03\nIFI05\nMetodologia para Desenvolvimento de Sistemas\n4\nCMA06\nCMA07\nAUT02\nSistemas Fluidodinâmico\n2\nMEC04\nAUT03\nLab. de Sistemas Fluidodinâmico\n2\nAUT02\n18\n8\nCMA10\nArquitetura de Sistemas Computacionais\n2\nETN06\nCMA11\nLab. Arquitetura de Sistemas Computacionais\n2\nCMA10\nHCA05\nIntrodução a Engenharia de Segurança\n2\n128 Créditos\n26\nTOTAL\nCARGA HORÁRIA SEMANAL\nREQUISITOS\nSÉTIMO PERÍODO - PPC2008\nDISCIPLINA\nCÓDIGO\n \n \nTEÓRICA\nPRÁTICA\nPRÉ\nPRÉ\nCO\nCTR09\nControle Automático IV\n4\nCTR05\nCTR10\nLab. Controle Automático IV\n2\nCTR09\nIFI06\nModelagem e Controle de Sist. Automatizados\n2\nIFI05\nIFI07\nSistemas Distrib. e Redes de Computadores\n4\nIFI03\nIFI04\nIFI08\nLab. Sistemas Distrib. e Redes de Comput.\n2\nIFI07\nAUT04\nAutomação de Proces. Fabricação Metal-Mec.\n6\nAUT01\nAUT05\nTecnologia de Comando Numérico\n4\nETN05\nIFI05\nAUT02\n20\n6\nIFI09\nIntrododução a Inteligência Computacional\n2\nCMA06\nIFI10\nLab. de Intodução a Inteligência Computacional\n2\nIFI09\nTOTAL\n26\nREQUISITOS\nDISCIPLINA\nCARGA HORÁRIA SEMANAL\nOITAVO PERÍODO - PPC2008\nCÓDIGO\n \n \n \nTEÓRICA\nPRÁTICA\nPRÉ\nPRÉ\nCO\nHCA09\nPsicologia Aplicada às Organizações\n2\n144 Créditos\nAUT06\nModelagem e Avaliação de Desempenho\n4\nIFI06\nAUT04\nAUT07\nSistemas Integrados de Manufatura\n6\nAUT04\nAUT05\nPRO04\n Trabalho  Conclusão de Curso I\n1\n144 Créditos\n13\n0\nHCA06\nÁspecto de Segurança em Automação\n2\n176 Créditos\nHCA07\nEconômia Aplicada a Automação\n4\n144 Créditos\nHCA08\nNormalização e Qualidade Industrial\n2\n160 Créditos\nHCA10\nIntrodução a Administração\n2\n176 Créditos\nHCA11\nIntrodução ao Direito\n2\n192Créditos\nHCA12\nOrganização Empresarial\n2\n160 Créditos\nAUT08\nTópicos Especiais em Automação\n4\n176 Créditos\nOPTATIVA\n2\nNONO PERÍODO - PPC2008\nCÓDIGO\nDISCIPLINA\nCARGA HORÁRIA SEMANAL\nREQUISITOS\nTOTAL\n13\n \n \n \n", "50": "PPC-2008 - Engenharia de Controle e Automação \n49 \n \n \nTEÓRICA\nPRÁTICA\nPRÉ\nPRÉ\nCO\nPRO05\n Trabalho Conclusão de Curso II\n1\nPRO04\nPRO06\nEstágio Supervisionado\n2\n208 Créditos\n3\n0\nAUT09\nRobótica Industrial\n4\n192 Créditos\nESTÁGIO CURRICULAR\n208 Créditos\nTOTAL\n3\nCÓDIGO\nREQUISITOS\n250 HORAS\nDÉCIMO PERÍODO - PPC2008\nDISCIPLINA\nCARGA HORÁRIA SEMANAL\n \n \n \n9. \nDESCRIÇÃO DAS ATIVIDADES DESENVOLVIDAS NO CURSO \n \nAs Atividades Específicas que geram carga horária para efeito de integralização curricular são \nclassificadas em: \n Projeto de Iniciação Científica; \n Projeto Orientado; \n Projeto de Extensão (realizadas em empresas, órgãos governamentais, Ongs, comunidades \netc); \n Produção Científica; \n Pesquisa Tecnológica; \n Participação em Seminários; \n Desenvolvimento de Atividade em Empresa Júnior; \n Monitoria; \n Atividade Livre. \nEstas atividades deverão ser regulamentadas pelo Colegiado do Curso e Aprovadas no \nConselho de Graduação da Instituição, e estão citadas nos conteúdos optativos do Eixo 11 - \nAtividades de Prática Profissional e Integralização Curricular. \n \n10. \n MONITORAMENTO DO PROJETO PEDAGÓGICO DO CURSO \n \nA ser normalizado pelo Colegiado de Curso, sendo que este deve ser instituído de forma \nprovisória durante o processo de implantação do Curso de Engenharia de Controle e Automação e \napós este período, deverá ser instituído de forma permanente. Nesta normatização devem constar, \nem especial, os seguintes itens: \n Tratar da avaliação interna do curso (avaliação da estrutura, do currículo e das práticas \npedagógicas, dos docentes e dos discentes), dando um caráter mais de acompanhamento e \ncorreção de rumos (monitoramento) a todo esse sistema de avaliação. \n Tratar de propostas de nivelamento (monitorando ingressantes desde o processo seletivo), \nacompanhamento mais cuidadoso dos primeiros períodos, garantindo a construção das \nhabilidades básicas de um estudante de ensino superior de engenharia. \n Tratar de propostas de mecanismos de recuperação/ acompanhamento mais próximo de \ndisciplinas, alunos e professores que tenham sentido dificuldades nos semestres anteriores. \n \n", "51": "PPC-2008 - Engenharia de Controle e Automação \n50 \n \n \n11.  RECURSOS FÍSICOS E HUMANOS \n \nOs laboratórios a serem utilizados no Curso, existentes e a serem implantados, estão listados \nabaixo. A sua utilização específica por módulo encontra-se listado no ANEXO I. \n \n11.1. Laboratórios existentes a serem utilizados no Curso de Graduação. \n \nLaboratório \nQuantidade \nLaboratório de Máquinas Elétricas \n01 \nLaboratório de Eletrônica Analógica \n01 \nLaboratório de Eletrônica Digital \n01 \nLaboratório de Circuitos Elétricos \n02 \nLaboratório de Informática Industrial \n01 \nLaboratório de Acionamentos e Automação Industrial \n01 \nLaboratório de Informática \n05 \nLaboratório CAD/ CAE/ CAM \n01 \nLaboratório de Tornearia, Fresagem, Retífica e Ajustagem (Mecânica) \n01 \nLaboratório de Fundição e Tratamentos Térmicos (Mecânica) \n01 \nLaboratório de Física \n01 \nLaboratório de Química \n01 \nLaboratório de Hidráulica e Pneumática \n01 \nLaboratório de Controle e Automação \n01 \nLaboratório de Eletrônica de Potência \n01 \nLaboratório de Instrumentação e Controle \n01 \nLaboratório de Microprocessadores \n01 \n \n \n11.2. Laboratórios necessários para a operacionalização do Curso de Graduação: \n \nLaboratório \nQuantidade \nLaboratório de Mecânica dos Fluidos \n01 \nLaboratório de Arquitetura de Sistemas Computacionais \n01 \nLaboratório de Metrologia (Mecânica) \n01 \nLaboratório de Tecnologia da Soldagem (Mecânica) \n01 \n \n \n11.3. Corpo Docente Efetivo do Campus III - Leopoldina com Possibilidade de Atuação no \nCurso: \n \nO Corpo Docente é o principal sustentáculo de qualquer programa educacional. Deve ser \nsuficiente em número e deve reunir competência associada a todos os componentes da estrutura \ncurricular. Seu número e dedicação devem ser adequados para garantir um bom nível de interação \nentre discentes e docentes. \n \nO professor deve ter qualificações adequadas. Sua competência global poderá ser inferida de \nfatores como qualificação acadêmica, experiência docente, habilidade para a comunicação, \nentusiasmo para o desenvolvimento de estratégias educacionais mais efetivas, participação em \nsociedades educacionais e técnico-científicas, exercício efetivo de atividades de engenharia em \náreas compatíveis com as do ensino no programa. \n", "52": "PPC-2008 - Engenharia de Controle e Automação \n51 \n \n \nAs Tabelas 11.1 (A e B) e As Tabelas 11.2 (A e B) apresentam a relação de docentes Efetivos e \nSubstitutos, respectivamente da carreira de ensino de 1º e 2º graus, e suas respectivas \ncoordenações, com ou em capacitação, que atuam no Curso de Engenharia de Controle e \nAutomação. A distribuição de carga horária para cada um deles deverá respeitar o limite máximo de \naulas semanais destinado a cada professor, não representando prejuízo para os Cursos Técnicos já \noferecidos pela Instituição e segundo as determinações da Coordenação. Esta situação é transitória \naté a efetivação de docentes específicos para a graduação quando então poderá ser revista a situação \nde ingresso de alunos no curso. \n \nÉ importante ressaltar que o quadro de docentes do Campus III - Leopoldina é composto por \ndocentes da carreira de 1º e 2º graus, pois até então era a única modalidade de curso oferecida. Os \ndocentes relacionados para este curso estarão dividindo suas atribuições entre a educação \nprofissional de nível médio e o ensino superior de engenharia, em caráter apoio, cabendo a Direção \nGeral do CEFET/MG consiguir, junto ao Ministério da Educação, através da Secretaria de Ensino \nSuperior, a criação de um quadro de docentes de 3º grau para o Campus III - Leopoldina. \n \n \n11.4. Corpo Técnico Administrativo \n \nO Campus III - Leopoldina possui, atualmente, trinta e nove servidores técnico-administrativos. \nCom este quadro atendem-se, nas diversas funções, os três turnos de funcionamento da Escola, a \nsaber, manhã, tarde e noite. \nTendo em vista a implantação de curso superior, ocorreu a redistribuição interna de um servidor \npara o serviço de registro escolar. \nHá necessidade do fortalecimento do quadro de servidores técnico-administrativos em funções \nespecíficas tais como: bibliotecária, supervisão pedagógica, assistente social e psicologia \neducacional, ficando a ampliação do quadro de técnico-administrativos para negociação entre a \nDireção do Campus III, Direção Geral do CEFET/MG e o Ministério da Educação. \n \n \n", "53": " \n52 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nTABELA 11.1 A - Corpo Docente Efetivo com Especialização do CEFET-MG / Campus III - Leopoldina \n \nCoordenação \nProfessor \nGraduação \nEspecialização \nCurso \nInstituição \nConclusão \nCurso/Área \nInstituição \nConclusão \nFormação \nGeral \nAntonio Carlos Torres \nTeixeira \nFísica \nUFMG \n1985 \nEducação \nTecnológica \nCEFETMG \n1994 \n \nCoordenação \nProfessor \nGraduação \nEspecialização \nCurso \nInstituição \nConclusão \nCurso/Área \nInstituição \nConclusão \nInformática \nIndustrial  \nTatiana Barbosa de \nAzevedo \nTecnologia em \nProcessamento de \nDados  \nCESJF \n1995 \nMétodos \nEstatísticos \nComputacionais \n– Controle de \nQualidade \nUFJF \n1999 \n \nCoordenação \nProfessor \nGraduação \nEspecialização \nCurso \nInstituição \nConclusão \nCurso/Área \nInstituição \nConclusão \nMecânica/ \nEletro-\nmecânica  \nRamon Carvalho da \nFonseca \nEngenharia Civil \n \n \nMatemática \n \n \nUFJF \n \n \nFac. Filos. Ciências e \nLetras Profa. Nair F. \nAbu-Merhy \n1990 \n \n \n1998 \n \n \nEspecialidade em \nDidática \nFac. Filos. \nCiências e \nLetras Profa. \nNair F. Abu-\nMerhy \n1997 \n \n", "54": " \n53 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nTABELA 11.1 B - Corpo Docente Efetivo com Mestrado / Doutorado (ou em Curso) do CEFET-MG / Campus III - \nLeopoldina \n \nCoordenação \nProfessor \nGraduação \nMestrado \nDoutorado \nCurso \nInstituição \nConclusão \nCurso/Área \nInstituição \nConc. \nCurso/ Área Instituição \nConc. \nMecânica / \nEletromecânica \nMagno Ernany  \nBarbosa \n \nEng.Mecânica \nUnivale \n1984 \nEng.Mecânica UFES \n1999 \n- \n- \n- \nAntônio Carlos de \nSouza \nEng. Mecânica \nEFEI \n1993 \nEng. de \nProdução \nEFEI \n1997 \nEng. \nMecânica/ \nProc. Fabr. \nUNICAMP 2001 \nHilton Carlos de \nMiranda Mello \nEng. Mecânica \nUSP-EESC 1996 \nEng. \nMecânica \nUSP-EESC 1999 \nEng. \nMecânica \nUSP-EESC 2005 \n \n \nCoordenação \nProfessor \n    Graduação \nMestrado \nDoutorado \nCurso \nInstituição Conclusão \nCurso/Área \nInstituição \nConc. Curso/ Área \nInstituição Conc. \nFormação \nGeral \nKatalin Carrara \nGeosce \nEngenharia de \nAlimentos \nUFV \n1991 \nCiência e \nTecnol. dos \nAlimentos \nUFV \n1993 \nAgroquímica UFV \nPrevisão \n2011 \nJosé Antônio Pinto \nCiências / Física \nUFV  \n1984 \nCiências \nNaturais \nUENF \n2006 \n \n \n \nJosé Evaristo \nRodrigues Costa \nFísica: \nBacharelado \nLicenciatura Plena \n \nUFJF \n1990 \nFísica \nUFMG \n1993 \nFísica \nUFMG \n1997 \nVirgínia Aparecida \nRamos Filgueiras \nLetras \nUFJF \n1986 \nLinguística \nUFMG \n2004 \n \n \n \n \n", "55": " \n54 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nTABELA 11.1 B - Corpo Docente Efetivo com Mestrado / Doutorado (ou em Curso) do CEFET-MG / Campus III - \nLeopoldina \n \nCoordenação Professor \n    Graduação \nMestrado \nDoutorado \nCurso \nInstituição \nConclusão \nCurso/Área \nInstituição \nConc. Curso/ Área Instituição \nConc. \nEletrotécnica \nOlga Moraes Toledo \nEng. Elétrica \nUFJF \n1988 \nEngenharia \nde Produção \nCOPPE - \nUFRJ \n2004 Engenharia \nElétrica \nUFV \nPrevisão \n2010 \nCarlos Henrique Silva \nde Vasconcelos \nEng. Elétrica \nPUC-MG \n2001 \nEngenharia \nElétrica \nPUC-\nMINAS \n2006  \n \n \nLaércio Simas Mattos \nEng. Elétrica \nUFJF \n2002 \nEngenharia \nElétrica \nUFJF \n2005  \n \n \nMárcio do Carmo \nBarbosa P. Rodrigues \nEng. Elétrica \nUFJF \n2002 \nEngenharia \nElétrica \nUFJF \n2004  \n \n \nMarlon José do Carmo \nMatemática \nFafic \n2003 \nEngenharia \nElétrica \nUFJF \n2006  \n \n \nMatusalém Martins \nLanes \nMatemática \nFAFIC \n1996 \nEngenharia \nElétrica \nUFJF \n2006  \n \n \nRicardo Henrique \nRosemback \nEng. Elétrica \nUFJF \n2001 \nEngenharia \nElétrica \nUFJF \n2004  \n \n \n \n", "56": " \n55 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nTABELA 11.1 B - Corpo Docente Efetivo com Mestrado / Doutorado (ou em Curso) do CEFET-MG / Campus III - \nLeopoldina \n \nCoordenação Professor \nGraduação \nMestrado \nDoutorado \nCurso \nInstituição \nConclusão \nCurso/Área \nInstituição \nConc. Curso/ Área Instituição \nConc. \nInformática \nIndustrial \nAlexander Correa dos \nSantos \nMatemática \nFAFIC \n1996 \nDemografia \nUFMG \nPrevi\nsão \n2006 \n \n \n \nAnderson Grandi \nPires \nMatemática \nFAFIC \n2000 \nModelagem \nMatemática e \nComputaciona\nl \nCEFET-\nMG \n2005  \n \n \nLuis Cláudio Gamboa \nLopes \nEngenharia \nElétrica \nUFJF \n \nInstrumentaçã\no e controle \nUFJF \n \n \n \n \nFilippe Coury Jabour \nNeto \nEngenharia \nElétrica \n \nTecnologia em \nProcessamento \nde Dados \nUFJF \n \n \nCESJF \n1990 \n \n \n1993 \nComputação \nAplicada e \nAutomação \nUFF \n2002 Engenharia \nElétrica \nUFRJ \nPrevisão \n2007 \n \nEugênia Cristina \nMüller Giancoli \nJabour \nEngenharia \nCivil \n \nTecnologia em \nProcessamento \nde Dados \nUFJF \n \n \n \nCESJF \n1994 \n \n \n \n1993 \nMestrado em \nComputação \nUFF \n2002 \nDoutorado \nem \nTeleinformát\nica. \nUFRJ \nPrevisão \n2007 \n \nJose Geraldo Ribeiro \nJunior \nTecnólogo em \nProcessamento \nde Dados \nCESJF \n1997 \nMestrado em \nInformatica. \nPUC/MG \n2006  \n \n \n \n", "57": " \n56 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nTABELA 11.1 B - Corpo Docente Efetivo com Mestrado / Doutorado (ou em Curso) do CEFET-MG / Campus III - \nLeopoldina \n \nCoordenação Professor \nGraduação \nMestrado \nDoutorado \nCurso \nInstituição \nConclusão \nCurso/Área Instituição Conc. \nCurso/ Área \nInstituição \nConc. \nEngenharia \nde Controle e \nAutomação \nAlexander Silva \nLicenciatura em \nCiências \nHabilitação \nMatemática \nUNIMEP \n2002 \nEducação \nUSP \n2005 \n \n \n \nFabiano Drumond \nChaves  \nEngenharia \nMecânica \nUFMG \n2001 \nEngenharia \nMecânica \nUFMG \n2003 \nEngenharia \nMecânica \nUFMG \nPrevisão: \nDez/2008 \nSelene Dias Ricardo \nde Andrade \n \nEngenharia \nElétrica \nUNIVALE 1994 \nEngenharia \nElétrica \nPUC-RJ \n1999 \n \n \n \n \n \n", "58": " \n57 \n \nPPC-2008 - Engenharia de Controle e Automação \n \n \nTABELA 11.2 A - Corpo Docente Substituto com Graduação e Especialização do CEFET-MG / Campus III - Leopoldina \n \nCoordenação \nProfessor \nGraduação \nEspecialização \nCurso \nInstituição \nConclusão \nCurso/Área \nInstituição \nConc. \nFormação \nGeral \nMarco Antônio \nAffonso \nEng. Civil \nUFJF \n1988 \nEng. Segurança do \nTrabalho \nUFJF \n1998 \nUlisses dos Santos \nBorges \nLicenciatura em \nMatemática \nFAFIC \n2002 \nMatemática Didática \nFAFIC \n2004 \nMecânica/ \nEletro-\nmecânica \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nEletrotécnica  \nÂngela Maria Pessoa \nRibeiro \nBacharelado e \nLicenciatura Plena \nem Física \nFundação Técnico \nEducacional Souza \nMarques, FTESM \n1980 \nEducação para Gestão \nAmbiental \nUniversidade \ndo Estado do \nRio de Janeiro, \nUERJ \n2003 \n \nPedagogia \nEmpresarial: Ênfase \nem Administração do \nConhecimento \nUniversidade \nEstácio de Sá, \nUNESA \n2001 \nInformática \nIndustrial  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "59": " \n58 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nTABELA 11.2 B - Corpo Docente Substituto com Mestrado / Doutorado (ou em Curso) do CEFET-MG / Campus III - \nLeopoldina \n \nCoordenação \nProfessor \n    Graduação \nMestrado \nDoutorado \nCurso \nInstituição \nConclusão \nCurso/Área \nInstituição \nConc. \nCurso/ Área \nInstituição \nConc. \nMecânica/ \nEletromecânica \nRondiney Bonin \nFerreira \n \nEngenharia \nCivil \nUFJF \n2003 \nEngenharia \nCivil \nUFF \n2006 \n \n \n \nJuciléia Filomena \nBarbosa Severino \nEngenharia \nElétrica \nUFJF \n2003 \nEngenharia \nElétrica \nUFJF \n2006 \n \n \n \nEletrotécnica \nÂngelo Rocha de \nOliveira \nEngenharia \nElétrica \nUFJF \n2002 \nEngenharia \nElétrica \nUFJF \n2005 \n \n \n \n \n \n \n \n \n \n \n \n \n \nFormação \nGeral  \nCristiana Resende \nMarcelo \nQuímica \nUFV \n2005 \nAgroquímica \nUFV \n2007 \n \n \n \nDelton Wgner \nTeixeira \nLicenciatura \nem Física \nUFV \n1994 \nMeteorologia \nAgrícola \nUFV \n1999 \n \n \n \nDouglas Martins \nVieira da Silva \nFísica \nUFJF \n2004 \nFísica \nComputaciona\nl \nUFJF \n2006 \n \n \n \nLeila Aley Tavares \nQuímica \nUFU \n1999 \nQuímica \nUFCAR \n2002 \nQuímica \nUFSCAR \n2007 \nInformática \nIndustrial  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "60": " \n59 \n \nPPC-2008 - Engenharia de Controle e Automação \n12. REFERÊNCIAS BIBLIOGRÁFICAS \n \nBRASIL. Plano Nacional de Educação. Congresso Nacional. Brasília: 2000. \nSOUZA, P.R. Universidades Federais: ensino de qualidade para mais alunos. In: Instituto Nacional \nde Estudos e Pesquisas Educacionais. Resultados e tendências da educação superior: Brasil. \nBrasília: INEP, 2000, p.9-11. \nKOELER, E., CUNHA, F. M., PADULA, F. R., ROMAGNOLLI, F., BURNIER, S. Diretrizes Para \nElaboração De Projeto Pedagógico / Reestruturação Curricular Dos Cursos De Graduação Em \nEngenharia. CEFET-MG, 2004. \nBURNIER, S. Pesquisa de Egressos das Engenharias Industrial Elétrica e Mecânica – Dados \npreliminares. CEFET-MG, 2004. \nConvênio BID / Consórcio Cooperação Técnica ATN/II-6602-BR, Plano Estratégico de \nDesenvolvimento Sustentável - Consórcio Intermunicipal da Zona da mata e Campos das Vertentes \nde Minas Gerais. Agosto, 2001. \nBDMG, Zona da Mata – Diagnóstico e Indicações de Ações Prioritárias para seu desenvolvimento. \nBelo Horizonte, 2000. \n \n13. ANEXOS  \n \nANEXO I: DISTRIBUIÇÃO DE LABORATÓRIOS / MÓDULOS \n \nANEXO II: PORTARIA MEC 1694 \n \nANEXO III: RESOLUÇÃO CONFEA RES 427/99 \n \nANEXO IV: RESOLUÇÃO CNE/CES 11/2002 \n \nANEXO V: GRADE CURRICULAR DO CURSO DE ENGENHARIA DE CONTROLE E \nAUTOMAÇÃO \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "61": " \n60 \n \nPPC-2008 - Engenharia de Controle e Automação \nANEXO I: DISTRIBUIÇÃO DE LABORATÓRIOS / MÓDULOS \n \n \n1º Período \n2º Período \n3º Período \n4º Período \n5º Período \nLABORATÓRIOS \nJÁ EXISTENTES \nLab. Química \nLab. Física \nLab. Física \nLab. de Física \nLab. de Controle e \nAutomação \nLab. Informática \nLab. Informática Lab. de Informática  \nLab. de Informática \nLab. de Circuitos \nElétricos  \n \n \n \n \nLab. de Eletrônica \nAnalógica \n \n \n \n \nLab. Eletrônica \nDigital \nLABORATÓRIOS \nA SEREM \nIMPLANTADOS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "62": " \n61 \n \nPPC-2008 - Engenharia de Controle e Automação \nANEXO I: DISTRIBUIÇÃO DE LABORATÓRIOS / MÓDULOS \n \n \n6º Período \n7º Período \n8º Período \n9º Período \n10º Período \nLABORATÓRIOS \nJÁ EXISTENTES \nLab. Informática \nLab. Informática \nLab. Informática \nLab. Informática \n \nLab. CAD/CAM \nLab. CAD/CAM \nLab. Redes de Computadores \nLab. CAD/CAE/CAM \n \nLab. de Conversão de \nEnergia \nLab. de Hidráulica e \nPneumática \nLab. de Hidráulica e Pneumática  \n \nLab. \nMicroprocessadores \nLab.Instrumentação e \nControle \nLab. Acionamentos e \nAutomação Industrial \n \n \nLab. Instrumentação \ne Controle \nLab. Eletrônica de \nPotência \nLab. Controle e Automação \n \n \nLABORATÓRIOS \nA SEREM \nIMPLANTADOS \n \nLab. Arquitetura de \nSistemas \nComputacionais \n \n \n \n \nLaboratório de \nSistemas \nFluidodinâmicos \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "63": " \n62 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nANEXO II \nPORTARIA N 1.694 DE 5 DE DEZEMBRO DE 1994 \n \nO MINISTRO DE ESTADO DA EDUCAÇÃO E DO DESPORTO, no uso de suas atribuições, \ntendo em vista o que dispõe a Medida Provisória 711, de 17 de novembro de 1994, publicada no \nD.O.U. de 18 de novembro de 1994 e considerando o consubstanciado no Parecer da Comissão de \nEspecialistas do Ensino da Engenharia da Secretaria da Educação Superior (SESU/MEC) resolve:  \nArt. 1 A Engenharia de Controle e Automação é uma habilitação específica que tem sua origem nas \náreas Elétrica e Mecânica do Curso de Engenharia. \nArt 2 Esta habilitação deverá obedecer aos termos da Resolução n 48/76 do CFE, que fixa os \nmínimos de conteúdo e de duração do curso de Engenharia, e define as suas áreas. \nArt 3 As matérias de Formação Profissional Geral são:  \nControle de Processos \nSistemas Industriais \nInstrumentação \nMatemática Discreta para Automação \nInformática Industrial \nAdministração de Sistemas de Produção \nIntegração e Avaliação de Sistemas \nParágrafo Único - As ementas das Matérias referidas no artigo 3, são as constantes do Anexo desta \nPortaria. \nArt 4 As Matérias de Formação Profissional Específica deverão ser definidas pelas Instituições, \nconforme o disposto no Artigo 8 da Resolução n 48/76-CFE.  \nArt 5 Esta Portaria entra em vigor na data de sua publicação revogadas as disposições em contrário. \n \n", "64": " \n63 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nANEXO III \nResolução Nº 427, de 05/3/1999 \n \nCONSELHO FEDERAL DE ENGENHARIA, ARQUITETURA E AGRONOMIA \nResolução Nº 427, DE 05 MARÇO 19991 \nDiscrimina as atividades profissionais do Engenheiro de Controle e Automação. \nO Conselho Federal de Engenharia, Arquitetura e Agronomia, no uso das atribuições que lhe \nconfere a letra \"f\" do art. 27 da Lei 5.194, de 24 de dezembro de 1966,  \nCONSIDERANDO que o Art. 7º da lei nº 5.194/66 refere-se às atividades profissionais do \nengenheiro, do arquiteto e do engenheiro-agrônomo em termos genéricos;  \nCONSIDERANDO a necessidade de discriminar atividades das diferentes modalidades \nprofissionais da Engenharia, Arquitetura e Agronomia, para fins de fiscalização de seu exercício \nprofissional; \nCONSIDERANDO a Portaria nº 1.694, de 05 de dezembro de 1994, do Ministério de Estado da \nEducação e do Desporto, publicado no D. O. U. de 12 de dezembro de 1994, \nRESOLVE: \nArt. 1º - Compete ao Engenheiro de Controle e Automação, o desempenho das atividades 1 a 18 do \nart. 1º da Resolução nº 218, de 29 de junho de 1973 do CONFEA, no que se refere ao controle e \nautomação de equipamentos, processos, unidades e sistemas de produção, seus serviços afins e \ncorrelatos. \nArt. 2º - Aplicam-se à presente Resolução as disposições constantes do art. 25 e seu parágrafo único \nda Resolução nº 218, de 29 de junho de 1973, do CONFEA. \nArt. 3º - Conforme estabelecido no art. 1º da Portaria 1.694/94 – MEC, a Engenharia de Controle e \nAutomação é uma habilitação específica, que teve origem nas áreas elétricas e mecânicas do Curso \nde Engenharia, fundamentado nos conteúdos dos conjuntos específicos de matérias de formação \nprofissional geral, constante também na referida Portaria. \nParágrafo Único - Enquanto não for alterada a Resolução 48/76 – MEC, introduzindo esta nova área \nde habilitação, os Engenheiros de Controle e Automação integrarão o grupo ou categoria da \nengenharia, modalidade eletricista, prevista no item II, letra \"A\", do Art. 8º, da Resolução 335, de \n27 de outubro de 1984, do CONFEA. \nArt. 4º - A presente Resolução entrará em vigor na data de sua publicação. \nArt. 5º - Revogam-se as disposições em contrário. \n                                                 \n1 \n Publicada no D.O.U. de 07 MAIO 1999 - Seção I – Pág. 179 \n", "65": " \n64 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nANEXO IV \n \nCONSELHO NACIONAL DE EDUCAÇÃO \nCÂMARA DE EDUCAÇÃO SUPERIOR \n \nRESOLUÇÃO CNE/CES 11, DE 11 DE MARÇO DE 2002.(*) \n \nInstitui Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia. \n \n \nO Presidente da Câmara de Educação Superior do Conselho Nacional de Educação, tendo em vista \no disposto no Art. 9º, do § 2º, alínea “c”, da Lei 9.131, de 25 de novembro de 1995, e com \nfundamento no Parecer CES 1.362/2001, de 12 de dezembro de 2001, peça indispensável do \nconjunto das presentes Diretrizes Curriculares Nacionais, homologado pelo Senhor Ministro da \nEducação, em 22 de fevereiro de 2002, resolve: \n \nArt. 1º A presente Resolução institui as Diretrizes Curriculares Nacionais do Curso de Graduação \nem Engenharia, a serem observadas na organização curricular das Instituições do Sistema de \nEducação Superior do País. \n \nArt. 2º As Diretrizes Curriculares Nacionais para o Ensino de Graduação em Engenharia definem os \nprincípios, fundamentos, condições e procedimentos da formação de engenheiros, estabelecidas \npela Câmara de Educação Superior do Conselho Nacional de Educação, para aplicação em âmbito \nnacional na organização, desenvolvimento e avaliação dos projetos pedagógicos dos Cursos de \nGraduação em Engenharia das Instituições do Sistema de Ensino Superior. \n \nArt. 3º O Curso de Graduação em Engenharia tem como perfil do formando egresso/profissional o \nengenheiro, com formação generalista, humanista, crítica e reflexiva, capacitado a absorver e \ndesenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na identificação e \nresolução de problemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e \nculturais, com visão ética e humanística, em atendimento às demandas da sociedade. \n \nArt. 4º A formação do engenheiro tem por objetivo dotar o profissional dos conhecimentos \nrequeridos para o exercício das seguintes competências e habilidades gerais: \n \nI - \naplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à engenharia; \nII - \nprojetar e conduzir experimentos e interpretar resultados; \nIII - \nconceber, projetar e analisar sistemas, produtos e processos; \nIV - \nplanejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \nV - \nidentificar, formular e resolver problemas de engenharia; \nVI - \ndesenvolver e/ou utilizar novas ferramentas e técnicas; \nVI - \nsupervisionar a operação e a manutenção de sistemas; \nVII - avaliar criticamente a operação e a manutenção de sistemas; \nVIII - comunicar-se eficientemente nas formas escrita, oral e gráfica; \nIX - \natuar em equipes multidisciplinares; \nX - \ncompreender e aplicar a ética e responsabilidade profissionais; \nXI - \navaliar o impacto das atividades da engenharia no contexto social e ambiental; \nXII - avaliar a viabilidade econômica de projetos de engenharia; \n                                                 \n( \n*) CNE. Resolução CNE/CES 11/2002. Diário Oficial da União, Brasília, 9 de abril de 2002. Seção 1, p. 32. \n", "66": " \n65 \n \nPPC-2008 - Engenharia de Controle e Automação \nXIII - assumir a postura de permanente busca de atualização profissional. \nArt. 5º Cada curso de Engenharia deve possuir um projeto pedagógico que demonstre claramente \ncomo o conjunto das atividades previstas garantirá o perfil desejado de seu egresso e o \ndesenvolvimento das competências e habilidades esperadas. Ênfase deve ser dada à necessidade de \nse reduzir o tempo em sala de aula, favorecendo o trabalho individual e em grupo dos estudantes. \n§ 1º Deverão existir os trabalhos de síntese e integração dos conhecimentos adquiridos ao longo do \ncurso, sendo que, pelo menos, um deles deverá se constituir em atividade obrigatória como requisito \npara a graduação. \n§ 2º Deverão também ser estimuladas atividades complementares, tais como trabalhos de iniciação \ncientífica, projetos multidisciplinares, visitas teóricas, trabalhos em equipe, desenvolvimento de \nprotótipos, monitorias, participação em empresas juniores e outras atividades empreendedoras.  \nArt. 6º Todo o curso de Engenharia, independente de sua modalidade, deve possuir em seu currículo \num núcleo de conteúdos básicos, um núcleo de conteúdos profissionalizantes e um núcleo de \nconteúdos específicos que caracterizem a modalidade. \n§ 1º O núcleo de conteúdos básicos, cerca de 30% da carga horária mínima, versará sobre os tópicos \nque seguem: \n \nI - \nMetodologia Científica e Tecnológica; \nII - \nComunicação e Expressão; \nIII - \nInformática; \nIV - \nExpressão Gráfica; \nV - \nMatemática; \nVI - \nFísica; \nVII - Fenômenos de Transporte; \nVIII - Mecânica dos Sólidos; \nIX - \nEletricidade Aplicada; \nX - \nQuímica; \nXI - \nCiência e Tecnologia dos Materiais; \nXII - Administração; \nXIII - Economia; \nXIV - Ciências do Ambiente; \nXV - Humanidades, Ciências Sociais e Cidadania. \n§ 2ºNos conteúdos de Física, Química e Informática, é obrigatória a existência de atividades de \nlaboratório. Nos demais conteúdos básicos, deverão ser previstas atividades práticas e de \nlaboratórios, com enfoques e intensividade compatíveis com a modalidade pleiteada. \n§ 3º O núcleo de conteúdos profissionalizantes, cerca de 15% de carga horária mínima, versará \nsobre um subconjunto coerente dos tópicos abaixo discriminados, a ser definido pela IES: \n \nI - \nAlgoritmos e Estruturas de Dados; \nII - \nBioquímica; \nIII - \nCiência dos Materiais; \nIV - \nCircuitos Elétricos; \nV - \nCircuitos Lógicos; \nVI - \nCompiladores; \nVII - Construção Civil; \nVIII - Controle de Sistemas Dinâmicos; \nIX - \nConversão de Energia; \nX - \nEletromagnetismo; \nXI - \nEletrônica Analógica e Digital; \nXII - Engenharia do Produto; \nXIII - Ergonomia e Segurança do Trabalho; \n", "67": " \n66 \n \nPPC-2008 - Engenharia de Controle e Automação \nXIV - Estratégia e Organização; \nXV - Físico-química; \nXVI - Geoprocessamento; \nXVII – Geotecnia; \nXVIII - \nGerência de Produção; \nXIX - Gestão Ambiental; \nXX - Gestão Econômica; \nXXI - Gestão de Tecnologia; \nXXII - Hidráulica, Hidrologia Aplicada e Saneamento Básico; \nXXIII - \nInstrumentação; \nXXIV - \nMáquinas de fluxo; \nXXV - Matemática discreta; \nXXVI - \nMateriais de Construção Civil; \nXXVII - \nMateriais de Construção Mecânica; \nXXVIII - \nMateriais Elétricos; \nXXIX - \nMecânica Aplicada; \nXXX - Métodos Numéricos; \nXXXI - \nMicrobiologia; \nXXXII - \nMineralogia e Tratamento de Minérios; \nXXXIII - \nModelagem, Análise e Simulação de Sistemas; \nXXXIV - \nOperações Unitárias; \nXXXV - \nOrganização de computadores; \nXXXVI - \nParadigmas de Programação; \nXXXVII -Pesquisa Operacional; \nXXXVIII - \nProcessos de Fabricação; \nXXXIX - \nProcessos Químicos e Bioquímicos; \nXL - Qualidade; \nXLI - Química Analítica; \nXLII - Química Orgânica; \nXLIII - Reatores Químicos e Bioquímicos; \nXLIV - \nSistemas Estruturais e Teoria das Estruturas; \nXLV - Sistemas de Informação; \nXLVI - \nSistemas Mecânicos; \nXLVII - \nSistemas operacionais; \nXLVIII - \nSistemas Térmicos; \nXLIX - \nTecnologia Mecânica; \nL - \nTelecomunicações; \nLI - \nTermodinâmica Aplicada; \nLII - \nTopografia e Geodésica; \nLIII - Transporte e Logística. \n§ 4º O núcleo de conteúdos específicos se constitui em extensões e aprofundamentos dos conteúdos \ndo núcleo de conteúdos profissionalizantes, bem como de outros conteúdos destinados a \ncaracterizar modalidades. Estes conteúdos, consubstanciando o restante da carga horária total, serão \npropostos exclusivamente pela IES. Constituem-se em conhecimentos científicos, tecnológicos e \ninstrumentais necessários para a definição das modalidades de engenharia e devem garantir o \ndesenvolvimento das competências e habilidades estabelecidas nestas diretrizes. \n \nArt. 7º A formação do engenheiro incluirá, como etapa integrante da graduação, estágios \ncurriculares obrigatórios sob supervisão direta da instituição de ensino, através de relatórios \ntécnicos e acompanhamento individualizado durante o período de realização da atividade. A carga \nhorária mínima do estágio curricular deverá atingir 160 (cento e sessenta) horas. \n", "68": " \n67 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nParágrafo único. É obrigatório o trabalho final de curso como atividade de síntese e integração de \nconhecimento. \n \nArt. 8º A implantação e desenvolvimento das diretrizes curriculares devem orientar e propiciar \nconcepções curriculares ao Curso de Graduação em Engenharia que deverão ser acompanhadas e \npermanentemente avaliadas, a fim de permitir os ajustes que se fizerem necessários ao seu \naperfeiçoamento. \n \n§ 1º As avaliações dos alunos deverão basear-se nas competências, habilidades e conteúdos \ncurriculares desenvolvidos tendo como referência as Diretrizes Curriculares. \n \n§ 2º O Curso de Graduação em Engenharia deverá utilizar metodologias e critérios para \nacompanhamento e avaliação do processo ensino-aprendizagem e do próprio curso, em consonância \ncom o sistema de avaliação e a dinâmica curricular definidos pela IES à qual pertence. \n \nArt. 9º Esta Resolução entra em vigor na data de sua publicação, revogadas as disposições em \ncontrário. \n \nARTHUR ROQUETE DE MACEDO \nPresidente da Câmara de Educação Superior \n \n \n \n \n \n", "69": " \n68 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nANEXO V - GRADE CURRICULAR DO CURSO DE ENGENHARIA DE CONTROLE E AUTOMAÇÃO \nFENÔMENOS DE TRANSPORTE\nPRÉ:  MEC02\nCO:  MAT07\nLABORATÓRIO DE ELETRÔNICA\nELETRÔNICA\nETN03\n30\nETN04\nAULAS TOTAL\n450\n420\nAULAS TOTAL\n450\nAULAS TOTAL\n420\n60\nLABORATÓRIOS\n90\nLABORATÓRIOS\n60\nLABORATÓRIOS\nLABORATÓRIOS\n360\nTEÓRICA\n360\nTEÓRICA\n360\nTEÓRICA\nMEC02\nAULAS TOTAL\nOBRIGATÓRIAS\nACUMULADO\n0\n75\nTOTAL\nTEÓRICA\nTOTAL\n420\nCO:  MAT04\nTOTAL\nPRÉ:  FSQ07\nTOTAL\nTOTAL\n60\n50\n4\nMEC02\n6\nCRÉDITOS\nCRÉDITOS\n30\n90\nPRÉ:  MAT03\nCO:   ELE03\n144\nREPRESENTAÇÃO GRÁFICA\nMECÂNICA GERAL\nMEC04\nACUMULADO\nMEC01\nMEC03\n4\nPRO01\n2\n4\n30\n2\n25\n30\n50\nCONTEXTO\nSOCIAL\nE\nPROFISSIONAL\nDA\nENGENHARIA CONTROLE E AUTOMAÇÃO\nHCA01\n50\n60\n50\n25\nINTROD. À EXPERIM. E AO DESENV. DE\nPROTÓTIPO E PROJETO\n25\n2\nPRÉ:   ELE02\n30\nFILOSOFIA DA TECNOLOGIA\nHCA02\n2\n2\n30\nMETODOLOGIA CIENTÍFICA\n2\nPRO02\n25\n30\n60\nPRÉ:   FSQ05\nPRÉ:  HCA01\n25\n60\n25\nHCA04\nINTRODUÇÃO À SOCIOLOGIA\n60\nELE03\n4\n30\nCO:   MAT03\nPRÉ:  MAT05\nPRÉ:  CMA01\n25\n2\n2\nANÁLISE DE CIRCUITOS ELÉTRICO I\nELE01\nANÁLISE DE CIRCUITOS ELÉTRICO II\nPRÉ:   MAT04\nPRÉ:   FSQ01\nETN01\nLABORATÓRIO\nDE\nCIRCUITOS\nELÉTRICO\n60\nPRÉ:   ELE01\n50\nPRÉ:  CMA04\n50\nMATERIAIS ELÉTRICO\n30\nPRÉ:   FSQ05\n50\n60\nPRÉ:  HCA02\n25\n25\n30\nLABORATÓRIO\nDE\nPROGRAMAÇÃO\nDE\nCOMPUTADORES II\n30\nCO:   CMA04\nLABORATÓRIO\nDE\nPROGRAMAÇÃO\nDE\nCOMPUTADORES I\nCMA05\n25\n30\n30\nCO:     CMA01\n4\nESTATÍSTICA\n60\nPRÉ:  CMA02\nCMA07\n2\nLABORATÓRIO\nDE\nESTRUTURAS\nDE\nDADOS\n25\n30\nCO:  CMA06\nPROGRAMAÇÃO DE COMPUTADORES I\n2\n25\n30\n25\nCO:    FSQ01\nCMA03\nESTRUTURAS DE DADOS\nFUNDAMENTOS\nMATEMÁTICOS\nPARA\nCONTROLE E AUTOMAÇÃO\n30\n25\nPROGRAMAÇÃO DE COMPUTADORES II\nCMA02\n2\n50\nCMA04\nPRÉ:  CMA01\nCMA06\n2\nCO:    FSQ07\n4\nCMA01\n2\n25\nLABORATÓRIOS\n120\nCO:    FSQ05\n28\nFSQ02\n2\nFSQ04\n2\nFSQ06\n2\nLABORATÓRIO DE QUÍMICA\nLABORATÓRIO DE FÍSICA I\nLABORATÓRIO DE FÍSICA II\nLABORATÓRIO DE FÍSICA III\n30\n30\n25\n30\nCO:    FSQ03\n2\n30\nELE04\n60\nCO:     MAT02\n50\nPRÉ:   MAT01\nPRÉ:   FSQ03\nPRÉ:   FSQ05\n60\nPRÉ:   MAT03\nQUÍMICA\nFÍSICA I\nFÍSICA II\nFÍSICA III\n50\n60\n50\n4\nCO:   ELE03\nCO:  ETN03\nCO:  ETN01\nCO:  ETN01\nSISTEMAS DIGITAIS\nFSQ01\n4\nFSQ03\n4\nFSQ05\n4\nFSQ07\n4\nACUMULADO\n1425\nPRÉ:  FSQ03\n350\nAULAS TOTAL\nPRÉ:   MAT02\nCMA08\nELE02\n28\nCO:   CTR01\n50\n60\nETN02\n25\n90\nPRÉ:   MAT03\n25\n4\n2\nLABORATÓRIO\nDE\nCONTROLE\nAUTOMÁTICO I\n1050\nACUMULADO\nCTR02\n30\nMAT02\n6\nMAT05\n4\nGEOMETRIA\nANÁLITICA\nE\nALGEBRA\nVETORIAL\nALGEBRA LINEAR\n75\nPRÉ:   MAT03\nPRÉ:   MAT04\n60\n50\n60\n75\n90\n75\n90\nCÁLCULO I\nCÁLCULO III\nCÁLCULO IV\nMAT04\n4\nCONTROLE AUTOMÁTICO I\nCÁLCULO II\nPRIMEIRO PERÍODO\nSEGUNDO PERÍODO\nPRÉ:   MAT01\nMAT01\n6\nMAT03\n6\nTERCEIRO PERÍODO\nQUARTO PERÍODO\nQUINTO PERÍODO\nMAT06\n4\n50\n75\n90\nFSQ08\n25\nCTR01\n6\nPRÉ:  CMA08\nPRÉ:  CMA09\n25\nPRÉ:  HCA01\n2\nGESTÃO AMBIENTAL\nHCA03\n2\n60\n60\n25\n30\nLABORATÓRIO DE SISTEMAS DIGITAIS\n2\n4\nACUMULADO\n28\nMAT07\n4\nVARIÁVEIS COMPLEXAS\n50\n60\nCO:   MAT06\n50\n1800\n2\nCRÉDITOS\n30\nACUMULADO\n2160\nACUMULADO\n350\nACUMULADO\n700\n2\nPRO03\nPRÉ:   PRO02\n30\nHORAS\n375\nTEÓRICA\n330\nMETODOLOGIA DE PESQUISA\n25\n50\nRESISTÊNCIA DOS MATERIAIS\n84\nPRÉ:  CMA02\nMÉTODOS NUMÉRICOS E \nCO:  MAT04\nPRÉ:  MAT05\nCOMPUTACIONAIS\n25\n30\nPRÉ:  MAT04\nCMA09\nACUMULADO\n420\n114\nHORAS\n375\nACUMULADO\n1710\nACUMULADO\nHORAS\n28\nHORAS\n350\nHORAS\n350\nCRÉDITOS\nACUMULADO\n56\nCRÉDITOS\nACUMULADO\n420\nACUMULADO\n870\nACUMULADO\n1290\n \n \n", "70": " \n69 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nANEXO V - GRADE CURRICULAR DO CURSO DE ENGENHARIA DE CONTROLE E AUTOMAÇÃO \n \nHORAS\nAULAS\nCO\ne/ou\nPRÉ-\nREQUISITO\nDISCIPLINA\nOPT0313\n3\nCO:  CMA12\nCÓDIGO\nCRÉDITOS\nOPT0312\n2\nMEC05\nFSQ09\n14\nPRÉ:  CMA02\n50\nINTRODUÇÃO A FÍSICA MODERNA\n2\n4\nPRÉ:  CMA02\nPRÉ:  CMA01\nTÓPICOS ESPECIAIS EM LINGUAS\n13\nLABORATÓRIO DE FENÔMENOS DE \nTRANSPORTE\nCO:  CMA14\nLABORATÓRIO\nDE\nLINGUAGEM\nDE\nPROGRAMAÇÃO\nLINGUAGENS DE PROGRAMAÇÃO\n3\n3\n12\n13\nLABORATÓRIO\nDE\nLINGUAGENS\nDE\nPROGRAMAÇÃO\nCO:  MEC04\n7\n5\n4\n2\nPRÉ:  CMA01\n2\n3\n15\n60\nCMA15\nPRIMEIRO PERÍODO\nSEGUNDO PERÍODO\nTERCEIRO PERÍODO\nQUARTO PERÍODO\nHCA13\n2\nBANCO DE DADOS\n2\nCO:    FSQ07\nCMA14\nQUINTO PERÍODO\nOPTATIVAS\n \n \n", "71": " \n70 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nANEXO V - GRADE CURRICULAR DO CURSO DE ENGENHARIA DE CONTROLE E AUTOMAÇÃO \nCO:   CTR05\nTECNOLOGIA DE COMANDO\n144 CRÉDITOS\n15\n239\nPRO04\nAULAS TOTAL\n450\n2825\n0\n195\nAULAS TOTAL\n45\nAULAS TOTAL\nLABORATÓRIOS\n0\nLABORATÓRIOS\n195\nACUMULADO\n390\nACUMULADO\nLABORATÓRIOS\nACUMULADO\nAULAS TOTAL\n390\nTOTAL\n45\n1600 HORAS\n30\n25\n50\nPRÉ:  MEC01\nAUT05\n60\nSISTEMAS\nINTEGRADOS\nDE\nMANUFATURA\n6\n4\n2\n75\n90\nPRÉ:  AUT01\nPRÉ:  ETN05\n226\n120\n120\n26\nAUTOMAÇÃO\nDE\nPROCES.\nFAABRICAÇÃO METAL-MEC.\n50\n50\n60\n3630\nCO:  AUT02\nAUT06\n4\nPRÉ:  IFI05\nPRÉ:  AUT04\nCRÉDITOS\nTOTAL\nTEÓRICA\nESTÁGIO SUPERVISIONADO\nMODELAGEM\nE\nAVALIAÇÃO\nDE\nDESEMPENHO\n25\n30\nAUT07\nPRO05\nPRO06\n2\n208 CRÉDITOS\nTOTAL\nCRÉDITOS\n60\nPRÉ:  IFI05\nETN07\n25\n30\nAUT01\n4\nCO:  ETN06\n50\n60\nETN03\n50\nETN01\n60\nPRÉ:  ETN01\n50\n60\nPRÉ:  CMA08\nPROJETO DO PRODUTO / PROCESSO\n30\nTRABALHO DE CONCLUSÃO DE CURSO -\nTCC1\n12,5\n1\n90\n144 CRÉDITOS\n50\nLABORATÓRIO\nDE\nMICROPROCESSADORES\n60\nMICROPROCESSADORES\nPRÉ:  MEC03\n60\nETN05\nMETROLOGIA E SENSORES\n4\nPRÉ:  ETN01\n2\nAUT02\nETN06\nETN08\n4\n4\nPRÉ:  PRO04\nAUT04\n6\nTRABALHO DE CONCLUSÃO DE CURSO -\nTCC2\n12,5\n15\n1\n50\nCO:   IFI05\nELE06\n2\nTEÓRICA\nPRÉ:  CMA07\nMODELAGEM\nE\nCONTROLE\nDE\nSISTEMAS AUTOMATIZADOS\n2\n325\nIFI06\n4\n162,5\n25\n25\n30\nIFI05\nCO:   IFI07\n30\nCO:  IFI03\nPRÉ:   ELE03\nMETODOLOGIA PARA DESENVOLV. DE\nSISTEMAS\n4\nLABORATÓRIO\nDE\nINFORMÁTICA\nAPLICADA II\n25\n4\n2\nLABORATÓRIO\nDE\nCONVERSÃO\nDE\nENERGIA\n30\n25\nPRÉ:  IFI03\n60\nCRÉDITOS\nHORAS\nIFI8\nLABORATÓRIO DE SISTEMAS DISTRIB E \nREDES DE COMPUT\nIFI07\n50\n NUMÉRICO\nACUMULADO\n4\n2\nPRÉ:  IFI01\n325\n3000\n2\nHCA09\nPRÉ:   ETN06\nCONVERSÃO DE ENERGIA\n25\nCO:   CTR07\n2\n30\nIFI04\nELE05\n2\nIFI01\nINFORMÁTICA APLICADA I\n25\nLABORATÓRIO DE INSTRUMENTAÇÃO E\nCONTROLE\nPSICOLOGIA\nAPLICADA\nÀS\nORGANIZAÇÕES\n60\nLABORATÓRIOS\nPRÉ:CMA01/02\nPRÉ:  IFI04\n2\nTEÓRICA\n330\nCRÉDITOS\nPRÉ:   ETN05\nCO:   IFI01\n25\n30\nCO:  ELE05\n30\nPRÉ:  ETN03\n30\n30\n25\nIFI03\nCTR08\nIFI02\nLABORATÓRIO\nDE\nINFORMÁTICA\nAPLICADA I\nPRÉ:  MEC04\nSISTEMAS DISTRIBUÍDOS E REDES DE\nCOMPUTADORES\n50\n25\n30\n25\n30\nCO:   CTR05\n30\nCO:   CTR09\nLABORATÓRIO\nDE\nCONTROLE\nAUTOMÁTICO III\nLABORATÓRIO\nDE\nCONTROLE\nAUTOMÁTICO II\n25\nCO:   CTR03\nCTR03\n2\nCTR06\n2\nCTR10\n2\nPRÉ:  CTR01\n60\n50\nPRÉ:  CTR03\n50\nCONTROLE AUTOMÁTICO II\nOBRIGATÓRIAS\nDÉCIMO PERÍODO\nSEXTO PERÍODO\nCTR05\n4\n4\n50\n60\nCTR03\nCONTROLE AUTOMÁTICO IV\n60\nACUMULADO\n174\n25\n3\n200\nACUMULADO\n2175\nACUMULADO\nHORAS\nOITAVO PERÍODO\nNONO PERÍODO\nCTR09\n4\nSÉTIMO PERÍODO\nCONTROLE AUTOMÁTICO III\nPRÉ:  CTR05\n2\nINSTRUMENTAÇÃO E CONTROLE\n25\nLABORATÓRIO\nDE\nCONTROLE\nAUTOMÁTICO IV\nCTR07\n13\nHORAS\nACUMULADO\n3025\nACUMULADO\n2610\nACUMULADO\nPRÉ:  AUT04\nPRÉ:  AUT02\nACUMULADO\n3390\n26\nACUMULADO\nCRÉDITOS\nHORAS\n37,5\nLABORATÓRIOS\nACUMULADO\n2500\nACUMULADO\n242\nELETRÔNICA DE POTÊNCIA\n30\n2\nSISTEMAS FLUIDODINÂMICOS\nTEÓRICA\n270\nLABORATÓRIO\nDE\nSISTEMAS\nFLUIDODINÂMICOS\nINFORMÁTICA APLICADA II\n60\nPRÉ:  CMA06\nAUT03\nTOTAL\nPRÉ:  AUT05\n75\nHORAS\n375\nTEÓRICA\n330\nTOTAL\n30\nAULAS TOTAL\n3585\nACUMULADO\n2987,5\n \n \n", "72": " \n71 \n \nPPC-2008 - Engenharia de Controle e Automação \n \nANEXO V - GRADE CURRICULAR DO CURSO DE ENGENHARIA DE CONTROLE E AUTOMAÇÃO \nINTEGRALIZAÇÃO\n10\nAUT08\nTÓPICOS ESPECIAIS EM AUTOMAÇÃO\n176 CRÉDITOS\n4\n8\nSÉTIMO PERÍODO\nCMA10\nORGANIZAÇÃO EMPRESARIAL\n25\nHCA12\n2\nARQUITETURA\nDE\nSISTEMAS\nCOMPUTACIONAIS\n2\nNORMALIZAÇÃO\nE\nQUALIDADE\nINDUSTRIAL\nHCA08\n30\n160 CRÉDITOS\nHCA05\nSEXTO PERÍODO\n25\n30\nINTRODUÇÃO\nÀ\nENGENHARIA\nDE\nSEGURANÇA\n128 CRÉDITOS\n25\n30\n2\n30\nOITAVO PERÍODO\nCO:   IFI09\nECONÔMIA APLICADA À AUTOMAÇÃO\n30\nHCA07\n4\nLAB.\nINTROD.\nA\nINTELIGÊNCIA\nCOMPUTACIONAL\n60\n25\n176 CRÉDITOS\n2\nIFI10\n2\nASPÉCTO\nDE\nSEGURANÇA\nEM\nAUTOMAÇÃO\n192CRÉDITOS\n2\n144CRÉDITOS\nINTRODUÇÃO AO DIREITO\n25\nCMA11\n2\nCMA06\n30\n25\nCO:   CMA10\nLABORATÓRIO\nDE\nARQUITETURA\nDE\nSISTEMAS COMPUTACIONAIS\nHCA10\nINTRODUÇÃO À ADMINISTRAÇÃO\n25\nOBRIGA-\nTÓRIO\n30\nNONO PERÍODO\nHCA06\n2\nIFI09\n2\nCO\ne/ou\nPRÉ-\nREQUISITO\nNONO PERÍODO\nETN09\n4\nDÉCIMO PERÍODO\nCÓDIGO\nCRÉDITOS\nHORAS\nAULAS\nDISCIPLINA\nTÓPICOS\nESPECIAIS\nEM\nSISTEMAS\nMICROPROCESSADOS\n2\nTÓPICOS ESPECIAIS EM ELETRÔNICA\nPRÉ: ETN01/02\nSÉTIMO PERÍODO\n2\nETN10\nPRÉ:   ETN06\nINTROD.\nA\nINTELIGÊNCIA\nCOMPUTACIONAL\nINTRODUÇÃO A ROBÓTICA INDUSTRIAL\nTOTAL\nDISCIPLINAS OPTATIVAS / ELETIVAS\nATIVIDADES COMPLEMENTARES\n250\n300\nHCA11\n25\nDÉCIMO PERÍODO\n3775\n2400 HORAS\n3025\n200\n6\nAUT09\n160 CRÉDITOS\nESTÁGIO CURRICULAR\n30\n10\n9\nDISCIPLINAS OBRIGATÓRIAS\nESTÁGIO CURRICULAR\n25\n250 HORAS\nOITAVO PERÍODO\n208 CRÉDITOS\nPRÉ:   ELE02\n50\n25\n30\n25\nOPTATIVAS\n25\n30\nPRÉ:  ETN01/04\nCO:  ETN06\nATIVIDADES COMPLEMENTARES: JULGADA O SEU VALOR \nEM HORAS PELO COLEGIADO DE CURSO DE ACORDO COM \nAS NORMAS ACADÊMICAS\nPRÉ e CO-REQUISITOS SÃO DETALHADOS EM UMA \nPLANILHA PRÓPRIA\n176 CRÉDITOS\n30\n30\n \n \n"}