{"1": "   \n   \nMINISTÉRIO DA EDUCAÇÃO  \nUNIVERSIDADE FEDERAL DOS VALES DO \nJEQUITINHONHA E MUCURI  \n CAMPUS JANAÚBA MINAS GERAIS  \nPRÓ -REITORIA DE GRADUAÇÃO  \nINSTITUTO DE ENGENHARIA, CIÊNCIA E \nTECNOLOGIA   \nPROJETO PEDAGÓGICO DO \nCURSO DE GRADUAÇÃO EM \nENGENHARIA FÍSICA  \nBACHARELADO  \nMODALIDADE PRESENCIAL  \nVIGÊNCIA A PARTIR DE 2017  \n", "2": "   \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJanaúba  \n \nJaneiro  de 2017  \n \n Projeto Pedagógico do Curso  \nde Engenharia Física  ", "3": "   \n Reitoria  \nReitor: Gilciano Saraiva Nogueira  \n \nVice-reitoria  \nVice-reitor: Cláudio Eduardo Rodrigues  \n \nPró-reitoria de assuntos comunitários e estudantis  \n                                                                      Pró-reitor: Paulo Henrique Fidêncio  \n \nPró-reitoria de extensão e cultura  \nPró-reitor:Joerley Moreira  \n \nPró-reitoria de gradua ção  \nPró-reitora: Leida  Calegário de Oliveira  \n \nPró-reitoria de pesquisa e pós -graduação  \nPró-reitor: Reynaldo Campos Santana  \n \nPró-reitoria de administração  \nPró-reitor: Leandro Silva Marques  \n \nPró-reitoria de Planejamento e orçamento  \nPró-reitor: Fernando Costa Archanjo  \n \nPró - reitoria de gestão de pessoas  \nPró-reitora: Rosângela Borborema Rodrigues  \n \n \n \n \n \n \n \n ", "4": "   \n  \nDiretora do Instituto de Engenharia, Ciência e Tecnologia  \nRenata de Oliveira Gama  \n \nCoordenador  da Engenharia  Física  \nPaulo Alliprandini Filho  \n \nEquipe responsável pela elaboração do PPC  \n                                                     Portaria nº  020/IECT , de 31 de maio de 2016  \nWelysonTiano dos Santos Ramos  \n                                                                                      Renata de Oliveira Gama  \n                                                                                  Sandra Lorena Silva Novais  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "5": "   \n SUMÁRIO  \n1. CARACTERIZAÇÃO DO CURSO  ................................ ................................ .. 1 \n2. APRESENTAÇÃO  ................................ ................................ ..........................  2 \n3. JUSTIFICATIVA  ................................ ................................ .............................  3 \n3.1. Panorama Conceitual  ................................ ................................ ...............  3 \n3.2. Tendências Mundiais da Educação Superior e o Momento das IFES no \nBrasil  ................................ ................................ ................................ ...............  6 \n3.3. A Universidade no Contexto Nacional e Regional  ................................ .... 8 \n   3.4. O Campus  de Janaúba ................................ ................................ ...........  10 \n3.5. O Curso  ................................ ................................ ................................ .. 11 \n4. BASE LEGAL  ................................ ................................ ...............................  13 \n4.1. Legislações Complementares  ................................ ...............................  15 \n4.1.1. Atendimento aos Estudantes com Necessidades Especiais  ..............  15 \n4.1.2. Educação Ambiental  ................................ ................................ ..........  16 \n4.1.3.  Relações Étnico -raciais  ................................ ................................ ...... 17 \n4.1.4. Direitos Humanos  ................................ ................................ ...............  18 \n5. OBJETIVOS GERAIS E ESPECÍFICOS  ................................ ...................  19 \n5.1. Objetivo Geral  ................................ ................................ ........................  19 \n5.2. Objetivos Específicos  ................................ ................................ .............  20 \n6. PERFIL DO EGRESSO  ................................ ................................ ................  22 \n7. COMPETÊNCIAS E HABILIDADES  ................................ .............................  23 \n7.1. Competências e habilidades gerais das Engenharias  ............................  23 \n7.2. Competências e habilidades gerais da Engenharia  Física  .....................  23 \n8. CAMPO DE ATUAÇÃO DO PROFISSIONAL  ................................ ..............  26 \n9. PROPOSTA PEDAGÓGICA  ................................ ................................ ........  27 ", "6": "   \n 10. ORGANIZAÇÃO  CURRICULAR   ................................ ...............................  30 \n10.1. Estrutura  Curricular  ................................ ................................ ..............  32 \n    10.2. Ementário e Bibliografia   ................................ ................................ ...... 40 \n10.3. Equivalências   ................................ ................................ ......................  40 \n10.4. Estágio Supervisionado ................................ ................................ ........  41 \n10.5. Atividades Complementares  ................................ ................................  42 \n10.6. Trabalho de Conclusão de Curso - TCC ................................ ..............  43 \n11. ACOMPANHAMENTO E AVALIAÇÃO DO PPC ................................ ........  44 \n12. AVALIAÇÃO DA APRENDIZAGEM  ................................ ...........................  45 \n13. FORMA DE INGRESSO  ................................ ................................ .............  46 \n14. INTEGRALIZAÇÃO CURRICULAR  ................................ ............................  47 \n15. INFRAESTRUTURA  ................................ ................................ ...................  47 \n16. CORPO DOCENTE  ................................ ................................ ....................  47 \n17. LEGISLAÇÃO CONSULTADA NA ELABORAÇÃO DO PROJETO \nPEDAGÓGICO  ................................ ................................ ................................ . 49 \n18. REFERÊNCIAS BIBLIOGRÁFICAS  ................................ ...........................  51 \nANEXO I: EMENTÁRIO  ................................ ................................ ...................  52 \nANEXO I I: QUADRO DE DOCENTES  ................................ ...........................  107 \nANEXO I II: RESOLUÇÃO Nº 21-CONSEPE, DE 25  DE JULHO DE 20 14 .... 108 \nANEXO I V: RESOLUÇÃO Nº 17 -CONSEPE, DE 24  DE AGOSTO DE 20 16 113 \nANEXO V: RESOLUÇÃO Nº. 05 - CONSEPE, DE 23 DE ABRIL DE 2010  ... 116 ", "7": "   \n   \n  \n1 \n \n \n \n 1. CARACTERIZAÇÃO DO CURSO  \nDADOS DA INSTITUIÇÃO  \nInstituição  UFVJM – Universidade Federal dos \nVales do Jequitinhonha e Mucuri  \nEndereço  Av. Manoel Bandeiras, 460, Veredas  \nCEP/Cidade  39.440 -000 / Janaúba (MG)  \nCódigo da IES no INEP  596 \nDADOS DO CURSO  \nCurso de Graduação  Engenharia Física  \nÁrea de conhecimento  Engenharias  \nGrau  Bacharelado  \nHabilitação  Bacharel em Engenharia Física  \nModalidade  Presencial  \nRegime de matrícula  Semestral  \nForma  de ingresso  Transição pós BC&T   \nNúmero de vagas oferecidas  40 \nTurno de oferta  Integral  \nCarga horária total  3600horas  \nTempo de integralização  Mínimo  5 anos  \nMáximo  7,5 anos  \nLocal da oferta  Janaúba/MG  \nAno de início do Curso  2017 /1 \nAto de criação/autorização do \nCurso  RESOLUÇÃO Nº. 010 – Conselho \nUniversitário/UFVJM, de 06 de \nsetembro de 2013.  \n \n \n \n \n \n \n \n \n \n \n  ", "8": "   \n   \n  \n2 \n \n \n \n 2. APRESENTAÇÃO  \n \nEste documento apresenta o Projeto Pedagógico do curso de \nEngenharia Física criado pela Universidade Federal dos Vales do \nJequitinhonha e Mucuri (UFVJM) por meio da RESOLUÇÃO Nº. 010 – \nConselho Universitário, de 06 de setembro de 2013. O curso de Engenharia \nFísica  está vinculado ao Instituto de Engenharia, Ciência e Tecnolog ia - IECT, \ncampus  Janaúba.  \nA UFVJM está compromissada com a excelência de qualidade do \nensino, o que demanda investir em sua estrutura física e em recursos \nhumanos, reorganizar sua estrutura acadêmico -curricular, renovar seus \nparadigmas de caráter epistemológico e metodológico, assumindo o desafio de \nnovas formas de apropriação e construção do conhecimento.  \nPara construir essas mudanças, a UFVJM compromete -se com o \ndesenvolvimento de um amplo programa de reformulação e atualização \ncurricular, de mod o a integrar o ensino às atividades de pesquisa e de \nextensão. O foco das mudanças pretendidas está voltado para a melhoria da \ngraduação, oportunizando a redução das taxas de retenção e evasão; para \nimplementa ção de ações que repercutam na formação didátic o-pedagógica do \ncorpo docente, de maneira que sejam incorporadas novas metodologias às \natividades de ensino; para a avaliação de experi ências didático -pedagógicas \nbem-sucedidas ; e para a institucionalização de políticas de melhoria da \neducação básica.  \nA Un iversidade Federal dos Vales do Jequitinhonha e Mucuri pretende \nalcançar outras metas no período de 2015 -2018 tais como: minimizar as \nquestões referentes a condições de vida de alunos carentes na cidade de \nJanaúba, reduzir o número de vagas ociosas, aperfe içoar a infraestrutura e \ntodo o universo de equipamentos, materiais de laboratórios e recursos \ntecnológicos em relação à quantidade e à qualidade existentes na UFVJM, \nofertar currículos flexíveis de forma a integrar a graduação à pós -graduação e \notimizar o  programa de Mobilidade Estudantil intra e inter institucional, em ", "9": "   \n   \n  \n3 \n \n \n \n caráter nacional e internacional.  \nA proposta de expansão da UFVJM para Janaúba – norte de Minas \nGerais foi aprovada pelo Conselho Universitário – CONSU, em 07/10/2011 e \nresultou de um amplo  debate ocorrido em todos os centros acadêmicos com a \nparticipação de todos os segmentos da comunidade universitária e da \ncomunidade externa.  \nA expressiva expansão das vagas do ensino de graduação e as diversas \nmedidas de reestruturação apresentadas para a  melhoria da qualidade \nacadêmica significam um grande esforço institucional que está dirigido à \nrealização da missão da UFVJM, onde se consta “Produzir e disseminar o \nconhecimento e a inovação integrando o ensino, a pesquisa e a extensão como \npropulsores d o desenvolvimento regional e nacional”.  \nÉ, pois, nesse cenário que surge a proposta de criação do curso de \nEngenharia Física , que será um curso superior de graduação. Terá uma carga \nhorária de  3600 horas e período de integralização curricular de 5 anos. O \ningresso no curso se dá pelo BC&T, sendo posteriormente reali zada transição \npara Engenharia Física . Será oferecido em turno integral no campus  de \nJanaúba, com 40 vagas por semestre, totalizando 80 vagas por ano.  \n \n \n3. JUSTIFICATIVA  \n \n3.1. Panorama Conceitual  \n \nO século XX foi marcado por um desenvolvimento sem precedente da \nCiência e da Tecnologia, o qual primou pela busca da especialização. Tal \nmovimento surgiu como resposta ao conhecimento enciclopédico, ou seja, do \nsaber de tudo sobre tudo, especi almente contextualizado no século XVIII.  \nA partir da segunda metade do século XX, porém, o modelo especialista \nmostrou -se limitado para conceber o conhecimento sobre questões complexas \nque envolviam diversas especialidades, sem necessariamente pertencer a ", "10": "   \n   \n  \n4 \n \n \n \n alguma específica.  \nMudanças tecnológicas ampliaram expectativas da vida humana, e o \nconhecimento tornou -se um fator crítico de independência. Entretanto, as \nreformas educacionais ocorridas ao longo do século XX ficaram aquém dos \ndesafios e necessidades que  ele próprio criou. Daí a intensificação, neste \nalvorecer do novo século, da busca de novos modelos educacionais que \npreparem as pessoas para participar das difíceis decisões que deverão \nconformar o futuro.  \nO conhecimento científico e tecnológico está no â mago das novas \nreformas educacionais, seja pela centralidade que ele adquiriu na vida \nmoderna, seja pelas transformações que vem sofrendo em decorrência do \naprofundamento da sua própria dinâmica.  \nO tempo que se vive, além disso, é de grandes mudanças, de \ntransformações no conhecimento, no mundo do trabalho e da instituição \nuniversitária. Por isso, um tempo que se apresenta como um desafio à \ncriatividade, uma oportunidade de inovar, ora, isso exige um esforço de \nantecipação do que será o ensino superior tecn ológico neste século, de modo a \natender às exigências do ensino superior e da universidade diante da realidade \ndo século XXI. Por isso, faz -se necessário refletir sobre quais seriam as \ntendências deste século, como elas afetariam a ciência, a tecnologia, a  \nsociedade e, especialmente, o ensino superior no mundo e no Brasil.  \nUma das tendências é a integração do conhecimento, que seria \ngarantida através da perspectiva de agregar várias dessas especialidades, \nconstituindo -se assim uma nova abordagem na busca de  caminhos para o \ndesenvolvimento científico. Surge, assim, a interdisciplinaridade e a visão \nsistêmica, em que o todo se sobressai em relação às suas partes, apontando \nna direção correta da sociedade mais justa e humana.  \nEm contraponto ao conhecimento cumu lativo do século XIX, a inovação \ntecnológica constante e em ritmo acelerado altera as perspectivas \nprofissionais. Assim sendo, o profissional teria que renovar o seu conhecimento \nvárias vezes ao longo da carreira, para enfrentar os problemas advindos de um  ", "11": "   \n   \n  \n5 \n \n \n \n frenético desenvolvimento tecnológico, se quiser manter a sua \nempregabilidade. Isso nos levará a uma nova tendência, o processo contínuo \nde renovação, conhecido como educação continuada. Daí a ênfase absoluta \nnuma preparação calcada em conceitos básicos e  postura científica, mais \npróxima da interdisciplinaridade, mediada por visão humanística abrangente e \naplicada, voltada para o enfrentamento de problemáticas novas, e não num \nconhecimento acabado para ser aplicado em situações repetitivas.  \nComplementando,  a globalização econômica e as grandes mudanças no \nmundo da produção e do trabalho, provocadas pela integração de mercados, \nmeios de comunicação e transportes, e a aceleração das inovações e \nmudanças tecnológicas, vêm impondo rearranjos de empregos e de fu nções, \nnum quadro de precariedade das relações entre o trabalho e o capital.  \nO próprio envelhecimento da população mundial e brasileira, com o \nprolongamento da vida economicamente ativa, exige um possível \nredirecionamento de atividades profissionais ao lon go da vida e uma \nnecessidade de maior participação cidadã na solução de problemas. A \nUniversidade deve estar comprometida com ações voltadas para a inclusão \nsocial, que tenham por objetivo assegurar que todos os segmentos da \nsociedade estejam nela represen tados.  \nNão se pode deixar de mencionar ainda o desafio ecológico que exige \nsoluções e adequações tecnológicas, para práticas cada vez mais sustentáveis \nvisando ao eco desenvolvimento, como resultado de escassez de recursos \nnaturais e crescimento de demanda  oriunda de padrões insustentáveis de \nconsumo.  \nEssas tendências levam a repensar o conteúdo do ensino, seus métodos \ne práticas, caracterizando -se por:  \n Abordar o ensino de modo interdisciplinar;  \n Integrar a questão de processos voltados para a inovação e que ofereça \naos formandos os instrumentos para a sua compreensão e envolvimento \nna criação de novos produtos;  \n Antecipar a universalização do uso de ferramentas informáticas associadas ", "12": "   \n   \n  \n6 \n \n \n \n ao ensino, b em como de simulação de fenômenos;  \n Incorporar a preocupação cidadã como parte da formação do estudante;  \n Incorporar a dimensão da integração social, da diversidade e da \nconvivência pacífica entre diferentes;  \n Dialogar, criticamente, com a globalização cult ural, tecnológica, econômica \ne social, abrindo -se a novas culturas emergentes na área tecnológica.  \n \n3.2. Tendências Mundiais da Educação Superior e o Momento das IFES no \nBrasil  \n \nAs Universidades, em todo o mundo, passaram e passam por desafios \nque refletem  a aceleração das mudanças sociais, científico -tecnológicas, \npolíticas e econômicas. Muitos países fizeram, a partir dos anos 80, mudanças \nsignificativas e reformas universitárias que já refletiam esse quadro de \nquestionamento.  \nO descompasso entre a nova b ase do conhecimento e os modelos \ntradicionais, vem suscitando projetos que buscam renovar e ampliar o sistema \nuniversitário em diversos países. Eis, pois, algumas tendências mundiais do \nensino superior que, em dimensões diversas, atingem o Brasil: O aument o do \nnúmero de alunos matriculados em Universidades foi meta educacional, em \ndécadas anteriores, em países desenvolvidos; A busca de maior eficiência do \nsistema de ensino e, principalmente, da utilização dos recursos públicos \ninvestidos na educação superio r; esse fato hoje se amplia com a colocação de \nnovas metas de eficiência do sistema, ao mesmo tempo em que se trata de sua \nreestruturação e expansão; A integração de sistemas regionais e a disputa por \numa presença internacional, buscando um novo modelo de Universidade, mais \nflexível, mais interdisciplinar, menos profissionalizante no seu período inicial, \nalém da preocupação com o intercâmbio entre sistemas universitários.  \nAs novas bases do conhecimento, calcadas na interdisciplinaridade, \nforam inseridas em um momento em que as Universidades brasileiras \ndiscutiam a necessidade de ampliação do acesso a uma parcela maior da ", "13": "   \n   \n  \n7 \n \n \n \n população – de acordo com dados do Ministério da Educação apenas 10% dos \njovens brasileiros conseguem ingressar na educação superior. Além da \ndemanda por um aumento considerável de profissionais com formação \nsuperior, em decorrência do atual crescimento econômico do país.  \nO Brasil, portanto, situa -se entre os países que passam por significativas \nmudanças no sistema educacional superior, espec ialmente em nível federal, a \npartir de ações do Estado. No tocante à estruturação do ensino superior de \ngraduação, surgem novas propostas e novas experiências, ocorrem mudanças \nem diversas universidades, seja na organização do ensino, ou na estrutura \nadmin istrativa (UFABC, UFRN, UFSJ – campus Alto Paraopeba, UNIFAL, \nUFAc, UFVJM). As diretrizes traçadas para reformular suas estruturas de \nformação educativa no nível superior parecem responder a uma grande parcela \ndas necessidades de adequação ao panorama que se apresenta.  \nPodemos destacar algumas tendências no Brasil, entre aqueles que \ndefendem uma reestruturação do ensino superior e das instituições \nuniversitárias: A defesa de uma reestruturação do ensino no sentido da \ncrescente multidisciplinaridade e interd isciplinaridade do conhecimento; O \nreconhecimento de que o mercado de trabalho, hoje, é muito fluido, com \nexigências de adaptação dos profissionais a novas funções, o que exige uma \nconstante capacidade de atualização, inclusive de mudanças profissionais ao  \nlongo da vida; A crítica à escolha precoce da profissão; A defesa de um \nsistema de ciclo básico ou de bacharelado intermediário, que anteceda à \nprofissionalização, ou que permita um adiamento na decisão da escolha \nprofissional; A crítica à estrutura admin istrativo -acadêmica das Universidades \nFederais, que dificultaria a interdisciplinaridade; daí novos arranjos \nadministrativos, centrados nos fins (cursos, projetos), e não nos meios \n(departamentos, unidades).  \n \n \n \n ", "14": "   \n   \n  \n8 \n \n \n \n 3.3. A Universidade no Contexto Nacional e R egional  \n \nA busca pela excelência em ensino e apoio à comunidade regional levou \na transformação da então Faculdade Federal de Odontologia de Diamantina \n(FAFEOD) em Faculdades Federais Integradas de Diamantina (FAFEID), em \n04 de outubro de 2002. Essa excelên cia impulsionou o Governo Federal a \nautorizar a sua transformação em Universidade Federal dos Vales do \nJequitinhonha e Mucuri (UFVJM) em 06 de setembro de 2005.  \nA Universidade Federal dos Vales do Jequitinhonha e Mucuri (UFVJM) é \nconstituída de cinco campi , sendo: o campus  I e o campus  JK localizados na \ncidade de Diamantina / MG, abrigando seis unidades acadêmicas – Faculdade \nde Ciências Agrárias (FCA), com três cursos de graduação: Engenharia \nFlorestal, Agronomia e Zootecnia; Faculdade de Ciências Biológic as e da \nSaúde (FCBS), com oito cursos de graduação: Ciências Biológicas, Educação \nFísica licenciatura, Educação Física bacharelado ,Enfermagem, Farmácia, \nFisioterapia, Nutrição e Odontologia; Faculdade de Ciências Exatas e \nTecnológicas (FACET), com dois cur sos de graduação: Química Licenciatura e \nSistema de Informação bacharelado; a Faculdade Interdisciplinar em \nHumanidades (FIH), com oito cursos de graduação: Humanidades – \nBacharelado Interdisciplinar -BHu, Turismo, Letras (Português/Inglês), Letras \n(Portugu ês/Espanhol), Pedagogia, Geografia, História e Licenciatura em \nEducação do Campo (LEC); Faculdade de Medicina de Diamantina (FAMED) \ncom o curso de graduação em Medicina e o Instituto de Ciência e Tecnologia \n(ICT), com cinco cursos de graduação: Ciência e T ecnologia - Bacharelado \nInterdisciplinar – BC&T, Engenharia Mecânica, Engenharia de Alimentos , \nEngenharia Química e Engenharia Geológica.  \nO campus  do Mucuri, localizado na cidade de Teófilo -Otoni / MG, abriga \ntrês unidades acadêmicas: a Faculdade de Ciênc ias Sociais Aplicadas e \nExatas (FACSAE), com cinco cursos de graduação: Administração, Ciências \nContábeis, Ciências Econômicas, Matemática e Serviço Social,  Faculdade de \nMedicina do Mucuri (FAMMUC) com o curso de Graduação em Medicina  e o ", "15": "   \n   \n  \n9 \n \n \n \n Instituto de Ciên cia, Engenharia e Tecnologia (ICET), com quatro cursos de \ngraduação: Ciência e Tecnologia -  Bacharelado Interdisciplinar – BC&T, \nEngenharia Civil, Engenharia de Produção e Engenharia Hídrica.  \nO campus  de Janaúba recentemente implantado na cidade de \nJanaúb a/MG comporta uma Unidade Acadêmica: Instituto de Engenharia, \nCiência e Tecnologia (IECT) – com seis cursos: Ciência e Tecnologia - \nBacharelado Interdisciplinar - BC&T, Engenharia de Materiais, Engenharia de \nMinas, Engenharia Metalúrgica, Engenharia Física e Química Industrial.  \nO campus  de Unaí recentemente implantado na cidade de Unaí \ncomporta uma unidade acadêmica: Instituto de Ciências Agrárias (ICA) com \ncinco cursos: Ciências Agrárias - Bacharelado Interdisciplinar - BCA, \nAgronomia, Engenharia Agrícola e  Ambiental, Medicina Veterinária e \nZootecnia.  \nAtualmente, a UFVJM oferece 6 cursos de doutorado e 19 cursos de \nmestrado stricto sensu . Ressalta -se que são oferecidos ainda, vários cursos de \npós-graduação Lato sensu  (especialização) à distância e presenciai s como as \nResidências em Fisioterapia e em Medicina.  \nVários alunos da iniciação científica, com bolsas da FAPEMIG, CNPq, \ninstitucionais (UFVJM) ou de empresas privadas, colaboram no \ndesenvolvimento dos projetos de dissertação dos cursos de mestrado e \ndouto rado. Outros estudantes, não bolsistas, também atuam como voluntários \nnos projetos. Estes discentes de graduação têm desenvolvido seus trabalhos \nde iniciação científica e de conclusão de curso com o apoio dos docentes. \nMuitos desses alunos são potenciais m estrandos e doutorandos nos programas \ndesta IFE e de outras instituições de ensino e pesquisa.  \nAlém da iniciação científica, a UFVJM oferece aos estudantes de \ngraduação oportunidades de trabalhar em projetos de pesquisa, bolsas e \nmobilidade internacional por meio dos seguintes programas: (1) Programa \nJovens Talentos para Ciência – voltado à inserção  dos alunos ingressantes no \nmeio científico, tecnológico e de inovação; (2) Programa Ciência Sem \nFronteiras – promover a mobilidade internacional dos estudantes; e (3) ", "16": "   \n   \n  \n10 \n \n \n \n Programa Institucional de Iniciação em Desenvolvimento Tecnológico e \nInovação – inserir os estudantes na pesquisa tecnológica e inovação.  \nA UFVJM tem como uma de suas metas a expansão dos cursos de \nmestrado e de doutorado. Para tanto é necessário consolidar os cursos já \nexistentes visando obter um conceito maior nas próximas avaliações da \nCAPES / MEC. Pretende -se ainda, buscar convênios e associações com outros \nprogramas e instituições para a implantação de cursos de mestrado em rede, \nassociação parcial ou associação temporária. Isto, até que se tenha um corpo \ndocente qualificado para atender às exigências da CAPES e elaborar projetos \nde cursos novos de mestrado e doutorado neste campus . \nOs cursos de graduação e de pós -graduação a serem ofertados \ndeverão, estrategicamente, buscar o equilíbrio e a organização curricular \ninterdisciplinar das área s do saber no sentido de promover a educação integral \ne se constituir num pólo de referência acadêmica comprometida com o avanço \ndo conhecimento, do desenvolvimento social e com a solução de problemas \nnacionais.  \n3.4. O Campus  de Janaúba  \n \nO Conselho Univers itário da UFVJM aprovou em sua 69ª Sessão a \nImplantação do campus de Janaúba. A UFVJM realizou em 2012 duas seções \npublicas em Janaúba, para discutir com a comunidade local/regional as opções \nde oferta de cursos no novo campus. Nestas seções participaram o  Reitor, os \npró-reitores de graduação e de pesquisa e pós -graduação, docentes da \nUFVJM, lideranças locais/regionais, políticos e a população. Após levantar as \ndemandas da comunidade, o Reitor nomeou uma Comissão formada por \ndiretores e pró -reitores da UFVJ M, para discutir estas demandas. A Comissão \nformulou uma proposta, indicando a criação do Curso Ciência e Tecnologia \ncomo curso inicial e Engenharia  de Minas, Engenharia  de Materiais, \nEngenharia  Física, Engenharia  Metalúrgica e Química Industrial, como cur sos \nterminais. Esta proposta foi aprovada e publicada por meio da RESOLUÇÃO \nNº. 010 – Conselho Universitário, de 06 de setembro de 2013.  ", "17": "   \n   \n  \n11 \n \n \n \n A Comissão verificou que todos os cursos sugeridos apresentam \ndemanda regional, interação com os cursos existentes na U FVJM e \ninvestimento em infraestrutura compatível com os recursos previstos pelo MEC. \nA expansão desta Universidade, comprometida com a excelência da qualidade \ndo ensino, demanda investimentos em sua estrutura física e em recursos \nhumanos, reorganização de sua estrutura acadêmico -curricular, renovação de \nseus paradigmas de caráter epistemológico e metodológico, assumindo o \ndesafio de novas formas de apropriação e construção do conhecimento.  \n \n3.5. O Curso  \n \nO curso de Engenharia Física  foi criado para atender as novas \ndemandas de atuação dos engenheiros, que apareceram decorrente do  \nsurgimento de novas tecnologias. O curso  vem sendo ofertado em d iversas   \nuniversidades  renomadas   ao   redor   do   mundo , tais como : Canadá \n(Queen’sUniv ersity, Universityof British Columbia, Universityof Toronto, etc,), \nEstados Unidos da América (CaliforniaInstituteofTecnology, Cornell University, \nHavardUniversity, PrinicetonUniversity, Stanford University, Virginia Tech etc.), \nMéxico (Universidade Autóno ma Metropolitana, Universidade Autónoma de \nCiudadJuárez, etc.), Cuba (Universidad de La Havana), Colômbia (Universidad \nNacional de Colombia, Universidad EAFIT, etc.), Chile (Universidad de \nSantiago de Chile, Universidad de Concepción, etc.), Peru (Universi dad \nNacional de Ingeiería), além de universidades e institutos de tecnologia de \npaíses como  Portugal, Espanha, França, Reino Unido, Alemanha, Rússia, \nChina e Japão. No Brasil ,a Engenharia Física existe desde 2000, por iniciativa \ndo Departamento de Física d a UFSCar, e é  oferecida nas seguint es \nuniversidades: UFSCar, UNICAMP , USP, UFRGS, UFG, UFLA ,UFABC (Física \ncom ênfase em Engenharia Física), UEMS e UFOPA . E atualmente sendo \nestabelecido na UFVJM.  \nO curso de Engenharia Física  é o ramo da engenharia dedicado a \naplicação dos conhecimentos da Física  na indústria, laboratórios, centros de ", "18": "   \n   \n  \n12 \n \n \n \n pesquisas e universidades, para a pesquisa e desenvolvimento de materiais , \nequipamentos  e tecnologias , bem como para o desenvolvimento de novas \ntécnicas de caracterizaç ão e medição  de grandezas físicas , com interesse em \ndesenvolver  aplicaç ões que possam ser utilizadas nos mais  diversos setores \nda sociedade . Pautado no rigor científico, o curso  tem como princípio \nproporcionar ao aluno uma sólida formação teórica e experim ental nas ciências \nexatas (física, matemática e química),ao mesmo tempo  em que permite  \ndesenvolver habilidades para resolver problemas em engenharia por meio de \nabordagens multi e interdisciplinares , de modo  a estimular  o desenvolvimento \nde um espírito  crítico.  \nO curso proporcionará uma formação cientifico - empreendedora , \nestimulando a criatividade e o interesse pela inovação, conferindo ao egresso \nhabilidades de planejamento, construção, manutenção e gestão de processos e \nprodutos tecnológicos.  \nAssim,  o Engenheiro Físico é um profissional que atua no domínio da \nEngenharia e da Tecnologia  Física, particularmente em áreas de grande \nimpacto tecnológico. Ele é preparado para lidar com problemas nas diversas \náreas da tecnologia moderna, podendo trabalhar,co m óptica (“lasers”, \ncomunicações por fibra óptica, optoeletrônica, fotônica , plasmônica ), Energia \n(nuclear, eólica, térmica, hídrica), acústica, eletromagnetismo, \ntelecomunicações, geofísica, criogenia, ciências dos materiais, entre outras.  \nEsta profissão se dif erencia das demais Engenharias, no que diz \nrespeito aos aspectos básicos da ciência Física. Devido a sua sólida formação \nem física, matemática e química , estes profissionais são capazes de aplicar os \nsofisticados conceitos da mecânica quântica e esta tística e da física do estado \nsólido, para solucionar problemas que a tecnologia moderna demanda.  \nDesta forma, pode -se destacar que o  curso de Engenharia Física foi \nconcebido para suprir especificamente às demandas por profissionais nessa s \náreas. Assim , o curso estimulará o aluno à necessidade de se envolver em um \nprocesso de aprendizagem contínu o e independente, expandindo sua \ncapacidade de solucionar problemas, sem deixar de levar em conta seus ", "19": "   \n   \n  \n13 \n \n \n \n aspectos  políticos, econômicos, sociais, ambientais e culturais, com uma visão \nética e humanista, atendendo à demanda  da região em que a UFVJM está \ninserida . \n \n4. BASE LEGAL  \n \nO exercício da profissão de engenheiro foi regulamentado pela Lei n° \n5.194, de 24 de dezem bro de 1966. As atribuições e atividades das diferentes \nmodalidades de Engenharia foram definidas pela Resolução n° 218, de 29 de \njunho de 1973, do Conselho Federal de Engenharia, Arquitetura e Agronomia \n(CONFEA); no entanto, esta foi revogada pela Resoluç ão CONFEA n° 1010, de \n22 de agosto de 2005. Em relação a essa Resolução se identifica a \nflexibilização das atribuições de “títulos profissionais, atividades, competências \ne caracterização da atuação dos para os profissionais inseridos no Sistema \nCONFEA/CRE A”, ou seja, a referida flexibilização se vincula à análise do \ndiploma expedido a partir dos conhecimentos, das competências, habilidades e \natitudes delineados no perfil de formação do egresso e no Projeto Pedagógico \ndo Curso, bem como a verificação do exe rcício profissional se estende às \natividades, formação profissional, competência profissional. As alterações \npromovidas pela Resolução n° 1016, de 25 de Agosto de 2006, em relação à \nResolução n° 1010/2005 se vinculam ao Regulamento para o Cadastramento \ndas Instituições de Ensino e de seus Cursos e para a Atribuição de Títulos, \nAtividades e Competências Profissionais. Tais alterações se referem à \nespecificação do Cadastramento Institucional, bem como o Capítulo I - Das \nAtribuições de Títulos Profissionais foi  desmembrado em Seções, propiciando \nassim, o melhor detalhamento das prerrogativas legislativas constituintes do \nArtigo 2° da Resolução n° 1010/2005. A normatização do Cadastramento \nInstitucional é disposta pelo Artigo 2° do Capítulo I da Resolução n° 1016 /2006. \nQuanto ao detalhamento das prerrogativas legislativas do Artigo 2° da \nResolução n° 1010/2005, este é observado nas Seções constituintes do \nCapítulo II - Da Atribuição De Títulos, Atividades e Competências Profissionais ", "20": "   \n   \n  \n14 \n \n \n \n da Resolução n° 1016/2006.  \nConf orme a portaria do MEC nº 1.134 de outubro de 2016 fica permitido \nàs instituições de ensino superior “introduzir, na organização pedagógica e \ncurricular de seus cursos de graduação presenciais regularmente autorizados, \na oferta de disciplinas na modalidade  a distância”. Essas disciplinas poderão \nser ofertadas integral ou parcialmente desde que essa oferta não ultrapasse \n20% da carga horária total do curso. Ressalta -se que deverão ser incluídos \nmétodos e práticas de ensino aprendizagem que incorporem o uso integrado \nde tecnologias de informação e comunicação para realização dos objetivos \npedagógicos, bem como prever encontros, atividades de tutoria e avaliações \npresenciais.  \nA aprovação da Lei n° 9394, Diretrizes e Bases da Educação Nacional, \nem 20 de dezembr o de 1996, assegurou ao ensino superior maior flexibilidade \nem relação à organização curricular dos cursos, na medida em que os \ncurrículos mínimos foram extintos e a mencionada organização dos cursos de \nGraduação passou a ser pautada pelas Diretrizes Curri culares Nacionais \n(DCN s).  \nO projeto pedagógico em questão foi elaborado de acordo com as \nDiretrizes Curriculares Nacionais do Curso de Engenharia instituída pela \nResolução CNE/CES 11, de 11 de Março de 2002, assim como nos princípios e \ncompetências dos en genheiros, estabelecidos pelo CONFEA e pelos \nConselhos Regionais de Engenharia, Arquitetura e Agronomia – CREA.  \nNão obstante, torna -se oportuno observar as diretrizes do Parecer \nCNE/CES n° 67/2003, na medida em que estas versam sobre a autonomia das \nInstituições de Ensino em relação à elaboração dos projetos pedagógicos, bem \ncomo se pautam pela compreensão de que a formação em nível supe rior figura \ncomo um processo contínuo, autônomo e permanente, cuja flexibilização \ncurricular propicia atender as demandas sociais do meio e as decorrentes dos \navanços científicos e tecnológicos. Em relação à carga horária a Resolução   \nCNE/CES nº 2, de 18 d e junho de 2007 dispõe sobre  carga horária mínima e \nprocedimentos relativos à integralização e duração dos cursos de graduação, ", "21": "   \n   \n  \n15 \n \n \n \n bacharelados, na modalidade presencial, sendo definido o mínimo de 3600 \nhoras para os cursos de Engenharias. Essa estabelece gr upo de carga horária \nmínima entre 3600 e 4000 para cursos que preveem integralização em cinco \nanos, conforme a proposta apresentada por este projeto.  \nO documento foi fundamentado ainda, nas determinações gerais para as \nEngenharias estabelecidas pelos Conse lhos Regionais de Engenharia, \nArquitetura e Agronomia – CREA.  \n \n4.1. Legislações Complementares  \n \n4.1.1. Atendimento aos Estudantes com Necessidades Especiais  \n \nO Núcleo de Acessibilidade e Inclusão – Naci da UFVJM criado pela \nResolução nº 19 – CONSU, de 04 de julho de 2008 e reestruturado pela \nResolução nº 11 – CONSU, de 11 de abril de 2014, é um espaço institucional \nde coordenação e articulação de ações que contribuem para a eliminação de \nbarreiras impedi tivas do acesso, permanência e usufruto não só dos espaços \nfísicos, mas também dos serviços e oportunidades oferecidos pela tríade \nEnsino - Pesquisa - Extensão na Universidade. (UFVJM, 2012, p.77)  \nO Naci identifica e acompanha semestralmente, o ingresso de  discentes \ncom necessidades educacionais especiais na UFVJM, incluindo o transtorno do \nespectro autista, no ato da matrícula e/ou a partir de demandas espontâneas \ndos próprios, ou ainda, solicitação da coordenação dos cursos e docentes. A \npartir dessa iden tificação, são desenvolvidas, entre outras, as seguintes ações \npara o seu atendimento:  \n Realização de reunião no Núcleo de Acessibilidade e Inclusão \n(NACI) com esses (as) alunos (as), com a finalidade de acolhê -los \nna Instituição, conhecer suas necessidades  especiais para os \ndevidos encaminhamentos.  \n Realização de reunião com as coordenações de cursos, com o \nobjetivo de cientificá -las do ingresso e das necessidades especiais ", "22": "   \n   \n  \n16 \n \n \n \n desses (as) alunos (as), tanto no âmbito pedagógico, quanto de \nacesso a equipamentos de tecnologia assistiva, bem como propor \nalternativas de atendimento e inclusão.  \n Realização de reunião com os setores administrativos da Instituição \npara adequação de espaços físicos e eliminação de barreiras \narquitetônicas, visando o atendimento às demand as dos (as) alunos \n(as) e ou servidores.  \n Empréstimo de equipamentos de tecnologia assistiva.  \n Disponibilização de tradutor e intérpretes de LIBRAS para os alunos \nsurdos.  \n Inclusão da disciplina de Libras como disciplina obrigatória nos \ncurrículos dos cursos de Licenciaturas e como optativa nos \ncurrículos dos cursos Bacharelados.  \nNesse sentido, compete à coordenação deste Curso, juntamente com os \ndocentes e servidores técnico -administrativos que apoiam as atividades de \nensino, mediante trabalho integrado com o  NACI, oferecer as condições \nnecessárias para a inclusão e permanência com sucesso dos discentes com \nnecessidades especiais.  \n \n4.1.2. Educação Ambiental  \n \nO Plano de Desenvolvimento Institucional (PDI) da UFVJM ressalta \ncomo uma das missões desta Universida de, “fomentar o desenvolvimento \ncientífico, tecnológico, econômico, social e cultural da sua região de influência, \nassumindo o papel condutor do desenvolvimento sustentável desta vasta \nregião” (UFVJM, 2012).  \n Nesse contexto, a Instituição estará engajada na produção, integração e \ndisseminação do conhecimento, formando cidadãos comprometidos com a \nética, a responsabilidade socioambiental e o desenvolvimento sustentável \n(UFVJM, 2012). Os seus cursos e programas devem projetar sua força para a ", "23": "   \n   \n  \n17 \n \n \n \n formação de agentes transformadores da realidade social, econômica e \nambiental.  \nA gestão ambiental no âmbito Institucional será desenvolvida sob a \nresponsabilidade da Assessoria de Meio Ambiente, criada em 2008. (UFVJM, \n2013  - p.129)  \nNo âmbito deste Curso, a educação ambiental terá caráter de prática \neducativa sendo desenvolvida de forma transversal ao currículo, na abordagem \ndas unidades curriculares e nos projetos de ensino, pesquisa e extensão.  \n \n4.1.3. Relações Étnico -raciais \n \nOs currículos contêm narrativas nacionais, étnicas e raciais (SILVA, \n1999). Em termos de representação étnico -racial, a tendência tradicional é que \no texto do currículo conserve, de forma evidente, marcas da herança colonial. \nEm geral, as narrativas do currículo tradicional confirmam o privilégio das \nidentidades dominantes e relegam as identidades dominadas ao lugar do \nexótico ou do folclórico. Logo, a questão étnico -racial assume grande \nimportância no currículo, pois interfere na construção das ident idades dos \ndiscentes, na valoração de seus conhecimentos tradicionais e em suas \nperspectivas de atuação humana e profissional.  \nNo que diz respeito à educação das relações étnico -raciais, o PDI da \nuniversidade expõe como um de seus princípios o “compromiss o com a \nconstrução de uma sociedade justa, plural e livre de formas opressoras e \ndiscriminatórias” (UFVJM, 2012, p.18). Tendo isso em vista, o Projeto \nPedagógico do Curso de graduação em Engenharia  Física  busca lidar com a \ndiversidade étnico -racial como um a questão histórica e política de construção \nda diferença. A sua estratégia para trabalhar as relações étnico -raciais é a \nreflexão, a indagação e a discussão das causas institucionais, históricas e \ndiscursivas do racismo, colocando em questão os mecanismos  de construção \ndas identidades nacionais e étnico -raciais, com ênfase na preocupação com as \nformas pelas quais as identidades nacionais e étnico -raciais dos discentes ", "24": "   \n   \n  \n18 \n \n \n \n estão sendo construídas. Dessa forma, a abordagem étnico -racial desse \ncurrículo almeja su perar a simples operação de adição de informações \nmulticulturais na estrutura curricular e evitar tratar da discriminação étnico -\nracial de forma simplista.  \n \n4.1.4. Direitos Humanos  \n \nNo ano de 2012 foi publicada pelo Conselho Nacional de Educação, a \nResoluç ão CNE/CP nº 01/2012, que visa incluir nos currículos da educação \nbásica e superior a educação em direitos humanos.  \nConsiderando o Estado democrático de direito, fez -se necessário uma \neducação capaz de promover por meio do conhecimento e da prática dos \ndireitos e deveres reconhecidos como humanos, a formação de sujeitos ativos \nparticipantes da democracia.  \nA Declaração universal dos direitos humanos, instituída no ano de 1948, \ncelebra um compromisso entre vários povos em favor dos direitos e liberdades \nfundamentais. Apesar de não ser suficiente para consolidar direitos, a \nDeclaração tem grande importância por expressar o compromisso de várias \nnações na defesa dos direitos humanos. Diante desse contexto de respeito aos \nvalores humanos, é abordado o direito à educação afirmando em seu art. XXVI:  \n \n§ 2º. A instrução será orientada no sentido do pleno desenvolvimento \nda personalidade humana e do fortalecimento do respeito pelos direitos \nhumanos e pelas liberdades fundamentais. A instrução promoverá a \ncompreensão, a tolerância e a amizade entre todas as nações e grupos \nraciais ou religiosos, e coadjuvará as atividades das Nações Unidas em \nprol da manutenção da paz.  \n \n O Brasil assume o compromisso com a defesa dos direitos humanos, \ncomo bem expressado pela Constituição Federal de 1988, nos princípios que \nregem suas relações internacionais. Assim, a inserção da educação em direitos \nhumanos nos currículos, constitui uma das ações concretas na busca por uma \nsociedade melhor.  ", "25": "   \n   \n  \n19 \n \n \n \n A UFVJM consciente de que os cursos deverão formar cidadãos \ncomprometidos com o respeito aos direitos de todos, prezando por uma \nsociedade mais justa e democrática, orienta a promoção de uma educação \npautada na tolerância e guiada por valores humanísticos de respeito ao outro. \nDaí a importância dos currículos prezarem pela construção de conhecimentos \nreforçados pela educação em direitos humanos.  \nDiante disso, o presente projeto pedagógico se compromete a adotar a \neducação em direitos humanos como ferramenta, para que os estudantes \nsejam capazes de se reconhecerem como sujeitos de direitos e de \nresponsabilidades, na sociedade em que vivem.  \nNesse sentido, a inserção dos conhecimentos concernentes à Educação \nem Direitos Humanos na organização do currículo deste Curso, será realizada \nde maneira mista, ou seja, combinando transversalidade e disciplinas \nespecíficas. A transversalidade é construíd a a partir de um conjunto de \nconteúdos que não estão ligados a nenhuma disciplina específica, mas podem \nser considerados comuns a toda a estrutura curricular. Já as disciplinas \nespecíficas têm carga horária definida, são obrigatórias e tratam de temas \nexclusivos.  \n \n5. OBJETIVOS GERAIS E ESPECÍFICOS  \n \n5.1. Objetivo Geral  \n \nO curso de Engenharia Física da UFVJM objetiva a formação  de um \nEngenheiro generalista com formação multi/inter/transdisciplinar,  ético e \nresponsável,com uma base sólida de conhecimento s técnicos e científicos, \nprincipalmente àqueles em ciências exatas, capacitado a promover o \ndesenvolvimento tecnológico através da aplicação dos conceitos da física \nclássica, moderna e contemporânea, sem ignorar  as implicações sociais  e \nambientais subjacentes. Formar  profissionais  com ampla capacidade de \nempreendedorismo e adaptabilidade aos novos desenvolvimentos científicos e ", "26": "   \n   \n  \n20 \n \n \n \n tecnológicos , que  possam atuar em áreas de engenharia tradicional,  na \npesquisa e no ensino.Além disso, formar profissionais capazes de aplicar seus \nconhecimentos com sabedoria e habilidade em prol da sociedade, seguindo os \npreceitos da ética.  \n \n5.2. Objetivos Específicos  \n \n Proporcionar ao graduando em Engenharia Física  experiências \ninterdisciplinares que poderão se dar através da interação entre cursos, por \nmeio de atividades técnicas, científicas e culturais.  \n Oferecer uma visão ampla e flexível das áreas de atuação do engenheiro \npor meio do caráter inovador d a transição proporcionada pelo curso de \ngraduação Bacharelado em Ciência e Tecnolog ia – BC&T para o curso de \ngraduação em Engenharia Física . \n Proporcionar maior flexibilidade curricular, por meio de carga horária que \npermita ao discente desempenhar outras atividades de importância para \nsua formação sem prejudicar seu desenvolvimento acadêmico curricular.  \n Incentivar o graduando a analisar e buscar soluções práticas para os \nproblemas cotidianos recorrentes da indústria , das empresas de \ntecnologias, dos centros de pesquisas e universidades , dentro dos \ncontextos tecnológicos atuais aplica ndo os conhecimentos oferecidos na \nsala de aula.  \n Oferecer ao aluno uma visão global das diferentes áreas da Engenharia \nFísica  possibilitando assim, sua melhor atuação nos diferentes segmentos \nde sua competência.  \n Desenvolver a capacidade de trabalhar em gru po, assim como, uma boa \ncomunicação oral e escrita por meio de disciplinas como produção de texto \ne metodologia científica.  \n Proporcionar maior capacidade de aprendizado por meio de \ninstrumentações didáticas que envolvam os canais, auditivo, visual e \nsinest ésico, ou seja, aplicar métodos que estimulam a habilidade em ouvir, ", "27": "   \n   \n  \n21 \n \n \n \n ver, discutir e realizar. Como métodos podem ser aplicados, aulas \nexpositivas, trabalhos em grupos, aulas práticas, grupos de estudo, leituras \ne resolução de questões teóricas e práticas.  \n Implantar uma Empresa Júnior, com intuito de proporcionar ao graduando o \ncontato com problemas reais do setor tecnológico , visando despertar seu \nsenso de liderança, capacidade criativa, habilidade em lidar e resolver \nsituações não desejadas, sabedoria emp reendedora, a fim de formar um \nprofissional com maior maturidade.  \n Estimular o pensamento crítico, bem como, despertar o interesse por \ntrabalhos científicos, tecnológicos e de extensão, contemplando o lado \nhumanístico, social e ambiental, acompanhando as op ortunidades e \ninovação do mundo moderno.  \n Incentivar o aluno a participar de eventos científicos, de projetos de \nextensão, e ainda de projetos de pós -graduação desenvolvidos na área de \nFísica, matemática, computação  ou nas áreas correlatas.  \n Capaci tar o disc ente para a  resolução de problemas reais e inesperados.  \n Conscientizar os alunos da importância da utilização dos recursos naturais \nde forma adequada, bem como, em cumprir os regulamentos e princípios \nde higiene adotando e aplicando processamentos adequados  a fim de \nassegurar a idoneidade e qualidade dos produtos obtidos para o \nconsumidor.  \n Favorecer  formação nos princípios gerais e fundamentos da Física, \nMatemática, demais ciências e engenharia.  \n Proporcionar  ampla formação nos conceitos básicos de instrumentação, \ndesign de equipamentos e técnicas laboratoriais, desenvolvimento de \nnovos materiais , medição, aquisição, interpretação e análise de dados, \nalém de simulação computacional.  \n Propor metodologia de pesqu isa e aprendizagem na utilização de técnicas, \nhabilidades e ferramentas modernas empregadas nas ciências e \nengenharias necessárias à prática profissional.  \n Estimular e facilitar o tr abalho em equipe e experiências,  multidisciplinares, ", "28": "   \n   \n  \n22 \n \n \n \n interdisciplinares e t ransdisciplinares em todo o currículo.  \n Conscientizar os estudantes dos impactos das soluções de engenharia (por \nexemplo, discussões acerca do descarte de material  radioativo de usinas \nnucleares) em um contexto global, político, econômico, ambiental e social,  \nconsiderando ainda fatores de ética, saúde, segurança, fabricação e \nsustentabilidade, reconhecendo potencialidade.  \n \n \n6. PERFIL DO EGRESSO  \n \nO profissional egresso do curso deverá possuir formação generalista , \ncom sólida formação em  física e  ciências básicas, em  engenharia,  com visão  \nhumanística, crítica e reflexiva. Deverá apresentar domínio das técnicas \nbásicas de gerenciamento e administração dos recursos utilizados na \nprofissão, capacidade de trabalho em equipes multidisciplinares, compreensão \nda profissão como uma forma de inserção e intervenção na sociedade, postura \nético -profissional  atenta para as questões sociais e ambientais.  \n \n \n7. COMPETÊNCIAS E HABILIDADES  \n7.1. Competências e habilidades gerais das Engenharias  \nA Resolução CNE/CES 11, de 11 de  março de 2002, no Artigo 4º, \ndetermina que a formação do engenheiro tenha por objetivo dotar o profissional \ndos conhecimentos requeridos para o exercício das seguintes competências e \nhabilidades gerais:  \nI. Aplicar conhecimentos matemáticos, científicos, tecnológicos e \ninstrumentais à engenharia;  \nII. Projetar e conduzir experimentos e interpretar resultados;  \nIII. Conceber, projetar e analisar sistemas, produtos e processos;  \nIV. Planejar, supervisionar, elaborar e coordenar projetos e serviços de \nengenharia ; ", "29": "   \n   \n  \n23 \n \n \n \n V. Identificar, formular e resolver problemas de engenharia;  \nVI. Desenvolver e/ou utilizar novas ferramentas e técnicas;  \nVII. Supervisionar a operação e a manutenção de sistemas;  \nVIII. Avaliar criticamente a operação e a manutenção de sistemas;  \nIX. Comun icar-se eficientemente nas formas escrita, oral e gráfica;  \nX. Atuar em equipes multidisciplinares;  \nXI. Compreender e aplicar a ética e responsabilidades profissionais;  \nXII. Avaliar o impacto das atividades da engenharia no contexto social e \nambiental;  \nXIII. Avaliar a viabilidade econômica de projetos de engenharia;  \nXIV. Assumir a postura de permanente busca de atualização \nprofissional.  \n7.2. Competências e habilidades gerais da Engenharia Física  \n \nO curso de Engenharia Física compreende conteúdos, ativida des e \npráticas  que constituem base consistente para a formação do  Engenheiro \ngeneralista,  profissional com perfil pretendido para  atender as demandas \ntecnológicas atuais  \n Acentuamos  que a atuação do Engenheiro Físico abrange  as atividades \nrelacionadas  a processos físicos que nec essitam de amplo conhecimento e \ndesenvolvimento da  física  moderna  (que não é o foco dos outros cursos de \nengenharia regulamentado s, pois, estes cursos  levam em seu currículo apenas \nos conceitos da física básica ), em particular, a Mecânica Quântica, a Física do \nEstado Sólido, a Termodinâmica e o Eletromagnetismo. D entro do universo \npossível  de atuação  que é característico a um Engenheiro físico , podemos \ncitar: trabalhar na operacionalização do processo de beneficiamento de minério  \nradioativo em industrias nucleares , além de atuar no processo de  tratamento  e \ndescarte  dos resíduos gerados ; Realizar dimensionamento de estruturas que \npossam vim a serem utilizadas para algum processo físico,e determinar o tipo \nde material a ser utilizado em sua construção, como no caso de experimentos ; ", "30": "   \n   \n  \n24 \n \n \n \n desenvolver , projetar  e aprimorar equipamentos hospitalar es (com respeito  aos \naspectos físicos envolvidos) ; desenvolver projetos  em usinas termoel étricas e \nem sítios eólicos /solares;atuar em empresas de dese nvolvimento de \ndispositivos a base de material semicondutor , supervisionando, gerenciando e \ndesenvolvendo processos;na indústria pode atuar na supervisão de processos \nde calibração  de equipamentos  e alinhamento a laser , bem como na busca por \nsoluções de vi bração em equipamentos ; entre outros . Nesse contexto, \npropo mos para os egressos do curso de Engenharia Física  as seguintes \ncompet ências e habilidades:  \n Aplicar conhecimentos  físicos,  matemáticos, científicos , tecnológicos e \ninstrumentais à engenharia , no que tange à  processos físicos , com a \nfinalidade de fomentar  melhorias nas metodologias  atuais  de soluç ão de \nproblemas, buscar  novas aplicações para as técnicas utilizadas e \ndesenvolver novos procedimentos, processos e métodos.  \n Dominar  os conteúdos específicos  da física (teóricos e experimentais,  \npráticos e abstratos) e  suas relações com a matemática, demais \nciências e a  tecnologia, p ara então p rojetar e conduzir experimentos.  \n Ser capaz de  interpretar gráficos, tabelas, histogramas , resultados em \ngeral . \n Utilizar os conhecimentos de física, matemática e de programação para \ndesenvolver /utilizar  técnicas numéricas para/ na resolução de problemas \nde engenharia  (nos mais variados aspectos físicos, por exemplo:  \ncálculo dos modos de vibração de estrutura; cálcu lo de campos \nmagnéticos no interior de motores; estudo da dinâmica de fluidos em \nturbinas, automóveis, e em diversos sistemas; estudo da propagação \neletromagnética para aplicação em telecomunicaç ões; obtenção de \ncavidade ressonadoras  e frequência de resson ância ;  entre outras  \nfinalidades ). \n Conceber, projetar e analisar sistemas  físicos , produtos e processos  que \nenvolvam, principalmente, alto conhecimento em física moderna , como o \ndesenvolvimento de produtos à base de semicondutores (como alguns ", "31": "   \n   \n  \n25 \n \n \n \n lasers e dispositivos eletrônicos) e o beneficiamento de material \nradioativo.  \n Gerar e difundir  novas tecnologias e novos conhecimentos na área d e \nengenharia  \n Analisar os modelos de resolução de problemas  e construir, a partir  de \ninformações sistematizadas,  modelos matemáticos, físicos, \nsocio econômicos que viabilizem o estudo das questões de engenharia . \n Coordenar, supervisionar e avaliar a implantação  de projetos e serviços \nna área de Engenharia Física . \n Prestar assistência técnica e efetuar manutenção em equ ipamentos que \nnecessitem conhecimentos e treinamento especializados em física, \ncomo equipamentos de raio X.  \n Efetuar supervisão, coordenação e orientação técnica.  \n Realizar estudo, planejamento, projeto e especificações para a \nconstruç ão de novas tecnologias . \n Realizar estudo de viabilidade técnico -econômica.  \n Fornecer assistência, assessoria e consultoria.  \n Realizar vistorias, perícia, avaliação, arbitr amento, laudo e parecer \ntécnico, no que se refere a processos físicos que necessitem de \nconhecimento especiali zado na física moderna.  \n Trabalhar em diferentes esferas como ensino, pesquisa, extensão, \nanálise, experimentação, ensaio e divulgação científica.  \n Elaborar orçamento s e avaliar a viabilidade econômica de pro jetos de \nengenharia física.  \n Efetuar Padronização, mensuração e controle de qualidade.  Além disso, \nutilizar seus conhecimento s de física e matemática para propor/criar \nnovas técnicas de medidas e aprimorar as já existentes.  \n Efetuar condução de trabalho técnico, condução de equipe de \ninstalação, montagem e reparo, operação e manutenção de \nequipamentos , e instalação;  \n Executar desenho t écnico de componentes e equipamentos de  novas ", "32": "   \n   \n  \n26 \n \n \n \n tecnologias.  \n Avaliar o impacto sócio -econômico  e ambiental de empreendimentos na \nárea de Engenharia Física  (sítios eólicos e solare s).  \n Organizar, coordenar e participar de equipes multidisciplinares de  \ntrabalho, considerando as potencialidades e limites dos envolvidos . \n Agir cooperativamente nos diferentes contextos da prátic a profissional,  \ncompartilhando saberes com os profissionais de diferentes áreas . \n Pautar sua conduta profissional em princípios de  ética, solidariedade , \nresponsabilidade socioambiental , respeito mútuo, diálogo e equidade  \nsocial.  Avaliar o impacto das atividades da engenharia física  no contexto \nsocial e ambiental . \n Comunicar -se eficientemente nas  formas escrita, oral e gráfica.  \n Compreender e aplicar a ética e responsabilidade profissionais  \n Assumir a postura de permanente busca de atualização profissional.  \n \n \n8. CAMPO DE ATUAÇÃO DO PROFISSIONAL  \n \nOs profissionais formados em Engenharia Física  da UFVJM/ Campus  \nJanaúba terão uma formação generalista nas várias áreas de atuação da \nEngenharia Física , podendo, por opção, aprofundar -se em qualquer destas \náreas.  \nAtualmente, os Engenheiros Físicos são atuan tes em diferentes setores, \ntrabalhando com fontes alternativas de energia, no planejamento e fabricação \nde satélites, biotecnologia, tratamento de imagem que auxiliam no  diagnóstico \nmédico, no desenvolvimento de células solares, no desenvolvimento de novas  \ntécnicas de transmissão de informação e dispositivos, eletrônica do estado \nsólido, na constante miniaturização de componentes eletrônicos e de antenas, \nno desenvolvimento de sondas para  exploração, dentre outros. Os profissionais \ndessa área estão diretame nte ligados com projetos de desenvolvimento nas \nindústr ias química e petroquímica, projetando e testando novos produtos, ou \ndesenvolvendo sofisticados dispositivos que utilizam a ciência e a tecnologia ", "33": "   \n   \n  \n27 \n \n \n \n das cerâmicas magnéticas, piezoelétricas ou supercondu toras de alta \ntemperatura crítica. Também estão ligados a projetos de desenvolvimento de \nequipamento hospitalar (principalmente nas áreas de radioterapia, terapia \nfotodinâmica e Raio -X), desenvolvimento de instrumentação óptica ou \ndesenvolvimento de projet os ligados a técnicas de imagem aplicadas à \nmedicina e/ou biotecnologia. Além do mais, em muitos lugares, na universidade \nou na indústria, onde são desenvolvidos projetos de ciência e de tecnologia \navançada, existem Engenheiros Físicos participando ativame nte de todo o \nprocesso.  \nNotavelmente o campo potencial de atuação do Engenheiro físico é \nmuito abrangente, incluindo atividade s relacionadas com produção e/ou com \npesquisa e desenvolvimento (P&D). Poderá atuar em organizações  que \nutilizam e/ou desenvolv am atividades cuja aplicação de conceitos estudados \npela Física Clássica e/ou Contemporânea sejam importantes, tais como \nempresas de tecnologias (inclui também as micro e pequenas empresas de \ntecnologia), laboratórios de metrologia e controle de qualidade, i nstitutos de \npesquisas cientifica e tecnológica, instituições como hospitais e clínicas  que \ntrabalhem com equipamentos de alta tecnologia (Ressonância Nuclear \nMagnética -(RNM), Tomografia Computadorizada, Ultrassonografia, etc.). Com \no avanço tecnológico,  novas alternativas e campos de trabalho deverão surgir \nnaturalmente no futuro.  \nDe modo geral, pode se citar  diversas  empresas, no Brasil e no Exterior, \nnas quais já atuam os Engenheiros Físicos  (alguns formados nas universidade s \nbrasileiras), entre elas estão: IBM, 3M, Natura, Siemens, Johnson & Johnson, \nGM, Itau, Embraer, Petrobrás, C laro, Citrosuco, Caterpillar, Embrapa, CNPEM, \nCPqD , entre outras.  \n \n9. PROPOSTA PEDAGÓGICA  \n \nA sociedade tem passado por grandes transformações e as instituições \nde ensino superior devem estar atentas a esse processo para estabelecer ", "34": "   \n   \n  \n28 \n \n \n \n propostas pedagógicas adequadas às necessidades de formação a que se \ndestinam. Dessa forma, o curso de engenharia Física entende que uma \neducação  compromissada  com a forma ção de indivíduos capazes de uma ação \ninterativa e responsável na sociedade  é fundamental .  \nA velocidade com que os novos conhecimentos científicos e \ntecnológicos são gerados, difundidos, distribuídos e absorvidos pela sociedade \nem geral elimina das instit uições educacionais a responsabilidade exclusiva de \ntransmissoras de informações. A transformação da aprendizagem em um \nprocesso autônomo e contínuo para os egressos dos cursos torna -se uma das \ngrandes responsabilidades de todos os níveis educacionais e, p rincipalmente, \ndo ensino superior. Tal formação implica não apenas o domínio de tecnologias \nde informação e comunicação, mas também a capacidade de selecioná -los, \nsegundo critérios de rel evância, rigor e ética, além  de reorganizá -los e de \nproduz i-los auton omamente.  \nVisando atender as novas concepções de ensino, o projeto tem como \nproposta organizar um curso de engenharia com: caráter multidisciplinar e \ninterdisciplinar , que possibilite  domínio de conhecimentos gerais e específicos \nda área; pensamento crítico e transformador; espírito de inovação; preceitos \néticos; capacidade para enfrentar problemas reais; visão e interesse pela \npesquisa científico -pedagógica; perspectivas de mobilidade interinstitucional, \nbem como, integração real e compromisso prátic o com a sociedade.  \nA fim de viabilizar a proposta, o curso apresenta algumas estratégias \nque valorizam o aluno como protagonista na construção do conhecimento.  São \nelas:  \nI. Incentivar o ingressante universitário estabelecer contato por meio de \ntrabalhos de  pesquisa e extensão, com professores e alunos de outros \ncursos de graduação e pós -graduação desta e de outras instituições de \nensino e pesquisa.  \nII. Criar programas de incentivos à pesquisa e inovação por meio de \neventos científicos, semanas acadêmicas, E mpresa Júnior, atividades \nculturais e científicas (feiras, gincanas e outras).  ", "35": "   \n   \n  \n29 \n \n \n \n III. Incentivar os alunos a criarem diretório acadêmico e grupos de \nestudo e a desenvolver trabalhos de extensão por meio de cursos e \nformação continuada.  \nIV. Desenvolver um pro grama de incentivo à criação de novos produtos \ntecnológicos, bem como, apresentar os resultados das pesquisas e \nainda, do trabalho de conclusão do curso à sociedade, visando \nestabelecer parcerias e proporcionar o desenvolvimento do comércio \nlocal. Esta ati vidade proporcionará ao aluno trabalhar em equipe, instigar \nsuas habilidades técnicas, sua criatividade, o que certamente refletirá \npositivamente nos aspectos sociais e culturais da região.  \nV. Incentivar os alunos a aplicar seus conhecimentos em benefício da \nsociedade, visando principalmente contribuir para o crescimento sócio, \npsíquico, econômico e cultural. Esta atividade poderá ser contemplada \npor meio do trote solidário, realização de curso de alfabetização para \nadultos, cursos de apoio ao jovem vestibu lando, dentre outros.  \nVI. Preparar o aluno para enfrentar e solucionar problemas reais, \ntranscendendo os limites acadêmicos, seguindo os preceitos éticos e \nmorais. Esta atividade poderá ser cumprida oferecendo aos alunos aulas \nteóricas com forte enfoque pr ático, realizações de minicurso e estágios \nem empresas e em indústrias da área.  \nVII. Criar um programa de orientação aos alunos do curso de \nEngenharia  Física , visando dar suporte e direcionamento à escolha de \nunidades curriculares  relativas a uma área de a tuação para a qual o \ndiscente tenha maior aptidão.  \nVIII. Incentivar a participação em atividades complementares que \nvalorizem a aplicação de conhecimentos científicos e tecnológicos \ninovadores . \nIX. Estimular o aluno a participar do Programa Institucional de \nMobilidade Estudantil - PME - o qual possibilitará aos acadêmicos \ncursarem unidades curriculares  em outras Instituições Federais de \nEnsino Superior (IFES) conveniadas sem perder o vínculo de o rigem.  ", "36": "   \n   \n  \n30 \n \n \n \n Em suma, a  reorganização sistêmica do mundo do trabalho, e sua \nflexibilização, trazem novas exigências ao processo formativo. O domínio de \nconhecimentos gerais passa a ter mais relevância, acompanhado da \ndesvalorização precoce da especialização rígi da. Assim, o  empenho em \npreparar pessoas para enfrentar problemas da realidade dinâmica e concreta, \nde forma crítica e transformadora, deve ser orientando para a formação social e \nintegral do cidadão para a sociedade.  \n \n10. ORGANIZAÇÃO CURRICULAR  \n \nEntende -se por Currículo o conjunto de conhecimentos, de saberes, \ncompetências, habilidades, experiências, vivências e valores que os alunos \nprecisam adquirir e desenvolver, de maneira integrada e explícita, mediante \npráticas e atividades de ensino e de situações d e aprendizagem.  \nNa estruturação do currículo os componentes curriculares são concebidos \nde acordo com o regime acadêmico adotado pela UFVJM, destacando formas \nde realização e integração entre a teoria e prática, buscando coerência com os \nobjetivos definido s e o perfil do profissional desejado, articulação entre o \nensino, a pesquisa e a extensão e contemplando conteúdos que atendam aos \neixos e formação identificados nas Diretrizes Curriculares do curso. Os \ncomponentes curriculares devem dar sentido à formaçã o acadêmica e \nprofissional que se pretende.  \nA organização curricular do curso está pautada no perfil do profissional \nem Engenharia Física  que a UFVJM pretende formar, a saber:  \n O profissional deverá ter uma sólida formação na elaboração de projetos. \nDesta forma o aluno aprenderá a elaborar projetos aplicando os \nconhecimentos adquiridos ao longo do curso;  \n O profissional deverá estar preparado para ser um empreendedor, \ncapacitado a identificar oportunidades e resolver problemas ; ", "37": "   \n   \n  \n31 \n \n \n \n  Com autonomia para complementa r a sua formação acadêmica, por meio \nda escolha de unidades curriculares optativas de áreas afins, viabilizada \npela flexibilização do currículo ; \n O profissional terá um bom conhecimento do mercado de trabalho e \naperfeiçoamento da formação, oportunizados pel a prática profissional no \nEstágio Supervisionado, correspondente a 180 horas.  \nDessa forma, além de suprir uma demanda de formação tecnológica \nespecífica, a UFVJM estará oferecendo  a sociedade um profissional de \nEngenharia Física  com os seguintes diferencia is: especializado em \nempreendedorismo e elaboração de projetos, e com treinamento profissional \nobtido por meio do estágio supervisionado.  \nA organização curricular contempla os componentes curriculares, \ndescrições e normas de operacionalização de  cada compo nente, além da \nestrutura  curricular, o ementário e bibliografias básicas e complementares \ncorrespondentes.  \nA Engenharia Física  da UFVJM irá dispor de uma estrutura curricular \ncomum, envolvendo as disciplinas obrigatórias do curso de Ciência e \nTecnologia - BC&T, das  exigências básicas da legislação vigente, as disciplinas \nrecomendadas para os futuros engenheiros e as atividades de síntese e \nintegração de conhecimentos, assim como da necessidade de que o aluno \ntenha a oportunidade de adquirir uma formação hum anística sólida, durante \nseu programa de formação.  \nA estrutura curricular é compatível com as exigências do BC&T, \nconstituindo um diferencial para a formação dos engenheiros, a partir do qual \nos estudantes adquirem boa formação em ciências naturais e matem áticas, \nsem descuidar de aspectos sociais e filosóficos envolvidos no trabalho com \nciência e tecnologia.  \nO curso tem a duração prevista de 10 (dez) semestres letivos, sendo \nque 6 (seis) destes são cursados no curso de Ciência e Tecnologia - \nBacharelado Int erdisciplinar (BC&T).  O 5º e 6º períodos cursados no citado \nbacharelado compõem a área de concentração para as Engenharias e Química ", "38": "   \n   \n  \n32 \n \n \n \n Industrial, onde o discente tem a oportunidade de estudar disciplinas que \ndirecionam sua escolha acadêmica para os cursos p rofissionais. Os outros \nsemestres letivos são inteiramente direcionados a essa profissionalização.  \nO tempo de integralização  do curso de Engenharia  Física é de no \nmínimo 5 anos e no máximo 7,5 anos.   \nA disciplina de Libras também, encontra -se prevista n o projeto da \nEngenharia Física como disciplina curricular optativa conforme prevê a \nlegislação vigente.  \n \n10.1. Estrutura  Curricular  \n \nDo ponto de vista do modelo pedagógico, alguns aspectos devem ser \nobservados pelo projeto da Engenharia Física , entre os quais se destacam a \ncompatibilização com o BC&T com uma formação básica bastante sól ida; a \nflexibilidade Curricular  permiti ndo que o futuro profissional tenha uma formação \ncomplementada com disciplinas optativas e atividades diversas como \nmobilidade discen te, estágios, iniciação científica, entre outras, na sua área de \ninteresse específico, buscando o aperfeiçoamento individual e o \namadurecimento como um profissional especializado; a possibilidade de \nmonitora mento  e atualização contínua dos conteúdos a sere m oferecidos pelos \nprogramas; a interdisciplinaridade não apenas com as áreas de conhecimentos \nbásicos, mas, também, entre as diversas especialidades de engenharia.  \nA estrutura, a ser apresentada, procurou atender todos os aspectos do \nmodelo pedagógico e e star de acordo com as  orientações do  CNE/CES a \nserem seguidas pelos cursos de bacharelado em engenharia, no país, a saber:  \n RESOLUCAO CNE/CES Nº 11, de 11/03/2002 institui diretrizes \ncurriculares nacionais de cursos de graduação em engenharia. \nEm linhas gerais, esta resolução define a estrutura do curso de \nengenharia como sendo composto por três núcleos de \nconhecimentos, sem qu alquer menção a unidades curriculares , \nque são:  Núcleo de conteúdos básicos (mínimo de 30% da carga ", "39": "   \n   \n  \n33 \n \n \n \n horária);  \n Núcleo de conteúdos profissionalizantes (mínimo de 15% da \ncarga horária);  \n Núcleo de conteúdo s específicos , representado por extensões e \naprofundam entos dos conteúdos do núcleo de conteúdos \nprofissionalizantes.  \n Além destes núcleos de conteúdos, esta resolução define a \nnecessidade de um mínimo de 160 horas de estágio curricular e a \nrealização de um trabalho final de curso, como atividade de \nsíntese e integração de conhecimentos.  \nA estrutura curricular do curso atende às diretrizes do CNE, sendo que a \ncarga horária de cada conteúdo e o seu percentual encontram -se apresentados \nna Tabela 1.  \n \nTabela 1:  Carga horária  e percentual de horas no curso de Engen haria Física . \nConteúdo  Horas (h)  Horas (%)  \nBásico  1365 37,91 \nProfissionalizante  1050 29,17  \nEspecífica  915 25.42  \nAtividades Complementares  90 2,50 \nEstágio Curricular  180 5,00 \nTotal  3600 100 \n \nNa estrutura curricular do Curso de Engenharia Física  as disciplinas \nEstágio Supervisionado e Atividades Complementares não excedem a 20% da \ncarga horária total do curso ( 3600horas), conforme Parecer CNE/CES no \n8/2007 – homologado através do despacho do ministro em 12 de junho de \n2007.  \nOs conteúdos das disci plinas, classificados como básico, específico e \nprofissionalizante, são apresentados a seguir.  \nO núcleo de conteúdos básicos é formado por disciplinas que tem por \nfinalidade formar a base de conhecimento do aluno, oferecendo conteúdos de \nforma teórica e pr ática. Trata dos tópicos de matemática, física, química, ", "40": "   \n   \n  \n34 \n \n \n \n informática , biologia , expressão gráfica, humanidades, ciências sociais e \ncidadania.  \nO núcleo de conteúdos profissionalizantes é formado por unidades \ncurriculares que oferecem ao aluno conteúdos bási cos para a formação do \nprofissional de Engenharia Física .  \nO núcleo de conteúdos específicos é formado por unidades curriculares \nque tratam dos conhecimentos científico s, tecnológicos e instrumentais, \nnecessários para o fortalecimento das competências e ha bilidades do \nEngenheiro Físico . Além disso, esse núcleo constitui um aprofundamento dos \nconteúdos profissionalizantes.  \nDessa forma, a estrutura curricular do curso de Engenharia Física  está \napresentada no fluxograma  abaixo e nas Tabelas 2 e 3.  ", "41": "   \n35 \n FLUXOGRAMA DO CURSO DE ENGENHARIA FÍSICA  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Legenda  \nBásicas   \nProfissionalizantes   \nEspecíficas   \nEstágio Curricular   º\nFunções de uma \nVariável  Álgebra Linear  \nQuímica \nTecnológica I  Introdução às \nEngenharias  \nComunicação, \nLinguagens, \nInformação e \nHumanidades I  º\nFunções de Varias \nVariáveis  \nFenômenos \nMecânicos  \nQuímica \nTecnológica II  \nLinguagens de \nProgramação  \nComunicação, \nLinguagens, \nInformação e \nHumanidades II  º\nProbabilidade e \nEstatística  \nFenômenos \nEletromagnéticos  \nFísico Química   \nMecânica dos \nFluidos  \nMicrobiologia  \nMicrobiologia  Desenho e \nProjeto para \nComputador  º\nGestão para \nSustentabilidade  \nCálculo Numérico  \nCiência e tecnologia \ndos Materiais  \nFísica Moderna  \nFísica IV  \nMétodos \nMatemáticos  º\nEquações \nDiferenciais  e \nIntegrais  \nFenômenos \nTérmicos e ópticos  \nBiologia Celular  \nBioquímica  \nAlgoritmos e \nProgramação  \nComunicação, \nLinguagens, \nInformação e \nHumanidades III  º\nTrabalho de \nConclusão de \nCurso II  \n Estágio \nCurricular  \n Gestão e \navaliação da \nQualidade  \n Saúde e \nSegurança do \nTrabalho  º\nFísica Estatística  Mecânica Quântica \nII \nFísica do Estado \nSólido I  \nFabricação de \nEquipamentos \nTécnicos I  \nCiência do \nAmbiente para \nEngenharia  \nEletrônica  \nmicroprocessadores e \nmicrocontroladores  º\nFísica do Estado \nSólido II  \nÉtica e Legislação \nProfissional  Fabricação de \nEquipamentos \ntécnicos II  \n Fisica de \nSemicondutores  \nAções \nEmpreendedoras  \nTrabalho de \nConclusão de \nCurso I  º\nMecânica Clássica \nII \nMecânica \nQuântica I  \nFísica \ncomputacional  \nEletrotécnica  \nFontes alternativas \nde Energia e \nBiocombustíveis  \nEletromagnetismo \nII º\nMecânica Clássica   \nTermodinâmica  \nFenômenos de \nTransferência  \nEngenharia \nEconômica  \nEletromagnetismo  \nMétodos  \nmatemáticos II  ", "42": "   \n36 \n Tabela 2 : Estrutura Curricular do Curso de Engenharia Física  \n \n1º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req \nFunções de uma Variável  O Pres 5 0 75 - \nÁlgebra Linear  O Pres 5 0 75 - \nQuímica Tecnológica I  O Pres/Lab  4 1 75 - \nIntrodução às engenharias  O Pres 4 0 60 - \nComunicação, linguagens,  \nInformação e \nhumanidades I  O Pres/Dist  4 0 60 - \nTotal  22 1 345  \n     \n2º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req \nFunções de várias \nVariáveis  O Pres 5 0 75 CTJ001 \nFenômenos Mecânicos  O Pres/Lab  4 1 75 - \nQuímica Tecnológica II  O Pres/Lab  4 1 75 - \nLinguagens de \nProgramação  O Pres/ Lab 3 2 75 - \nComunicação, \nLinguagens,  \nInformação e \nHumanidades II  O Pres/Dist  4 0 60 \n- \nTotal  20 4 360  \n     \n3º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req \nEquações Diferenciais e \nIntegrais  O Pres 4 0 60 - \nFenômenos Térmicos e \nÓpticos  O Pres/Lab  3 1 60 - \nBiologia Celular  O Pres/Lab  3 1 60 - \nBioquímica  O Pres/Lab  3 1 60 - \nAlgoritmos e Programação  O Pres/ Lab 3 2 75 - \nComunicação, \nLinguagens, Informação e \nHumanidades III  O Pres 4 0 60 - \nTotal  20 5 375  \n     \n4º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req \nProbabilidade e Estatística  O Pres 4 0 60 - \nFenômenos \nEletromagnéticos  O Pres/Lab  3 1 60 - ", "43": "   \n37 \n Físico -Química  O Pres/Lab  3 1 60 - \nMecânica dos Fluidos  O Pres 4 0 60 - \nDesenho e Projeto para \nComputador  O Pres/Lab  3 1 60 - \nMicrobiologia  O Pres/Lab  3 1 60 CTJ011  \nTotal  20 4 360  \n       \n5º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-req \nGestão para \nSustentabilidade  O Pres.  4 0 60 - \nCálculo Numérico  O Pres.  4 0 60 - \nCiência e tecnologia  dos \nMateriais  O Pres.  4 0 60 - \nFísica Moderna  O Pres. /Lab.  3 1 60 - \nFísica IV  O Pres./Lab . 3 1 60 - \nMétodos matemáticos  O Pres.  4 0 60 - \nTotal  22 2 360  \n       \n6º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-\nreq \nMecânica Clássica  O Pres.  4 0 60 - \nTermodinâmica  O Pres.  4 0 60 - \nFenômenos de \nTransferência  O Pres.  4 0 60 - \nEngenharia Econômica  O Pres.  4 0 60 - \nEletromagnetismo  O Pres.  4 0 60 - \nMétodos matemáticos II  O Pres 4 0 60 - \nTotal  24 0 360  \n       \n7º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-\nreq \nMecânica Clássica II  O Pres.  4 0 60 - \nMecânica Quântica I  O Pres.  4 0 60 - \nFísica Computacional  O Pres./Lab.  2 2 60 - \nEletrotécnica  O Pres. /Lab.  2 2 60 - \nFontes Alternativas de \nEnergia e \nBiocombustíveis  O Pres 4 0 60 - \nEletromagnetismo II  O Pres.  4 0 60 - \nTotal  20 4 360 \n \n \n \n       ", "44": "   \n38 \n 8º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-\nreq \nMecânica Quântica II  O Pres.  4 0 60 - \nFísica Estatística  O Pres.  4 0 60 - \nFísica do Estado Sólido I  O Pres.  4 0 60 - \nFabricação de \nEquipamentos Técnicos I  O Lab. 0 2 30 - \nCiência do Ambiente para \nEngenharia  O Pres 3 0 45 - \nEletrônica  O Pres/Lab.  3 1 60 - \nMicroprocessadores e \nMicrocontroladores  O Pres 4 0 60 - \nTotal  22 3 375 \n     \n9º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-\nreq \nFabricação de \nEquipamentos Técnicos II  O Lab 0 2 30 - \nFísica do Estado Sólido II O Pres.  4 0 60 - \nFísica dos \nSemicondutores  O Pres.  4 0 60 - \nÉtica e Legislação \nProfissional  O Pres/Dist  2 0 30 - \nAções Empreendedoras  O Pres.  4 0 60  \nTrabalho de Conclusão de \nCurso I  O Pres 3 0 45 - \nTotal  17 2 285 \n     \n10º Período Letivo  \nDisciplina/Atividade  Tip Mod T P CH Pré-\nreq \nTrabalho de Conclusão de \nCurso II  O Pres/Dist 3 0 45 - \nEstágio Curricular  O Pres - 12 180 - \nGestão e Avaliação da \nQualidade  O Pres/Dist  4 0 60 - \nSaúde e Segurança do \nTrabalho  O Pres/Dist.  3 0 45 - \n 10 12 330 \n     \nAtividades  \nDisciplina/Atividade  Tip Mod T P CH \nAtividades \nComplementares  O - - - 90 \n ", "45": "   \n39 \n  \nTabela 3:  Unidades curriculares de Comunicação, Linguagens, Informação e \nHumanidades.  \nUnidades curriculares  de Comunicação, Linguagens, Informação e \nHumanidades  \nUnidade Curricular  Tip Mod T P CH \nInglês Instrumental  OL Pres/Dist  4 0 60 \nFilosofia da Linguagem e \nTecnologia  OL Pres/Dist  4 0 60 \nLeitura e Produção de Textos  OL Pres/Dist  4 0 60 \nQuestões de História e Filosofia \nda Ciência  OL Pres/Dist  4 0 60 \nMundo Contemporâneo: Filosofia \ne Economia  OL Pres/Dist  4 0 60 \nQuestões de Sociologia e \nAntropologia da Ciência  OL Pres/Dist  4 0 60 \nFundamentos e Técnicas de \nTrabalho Intelectual, Científico e \nTecnológico  OL Pres/Dist  4 0 60 \nSer Humano como Indivíduo e \nem Grupos  OL Pres/Dist  4 0 60 \nRelações Internacionais e \nGlobalização  OL Pres/Dist  4 0 60 \nNoções Gerais de Direito  OL Pres/Dist  4 0 60 \nEnglish for Academic Purposes  OL Pres. 4 0 60 \nEstudos Culturais  OL Pres.  4 0 60 \n \nLíngua brasileira de sinais - \nLIBRAS  Disciplina optativa – Dec \n5626/2005  \n \nLegenda :T: Aula Teórica  \nP: Aula Prática  \nCH: Carga Horária  ", "46": "   \n40 \n O: Disciplina Obrigatória  \nPres - Aula Teórica Presencial  \nLab - Aula Prática em Laboratório  \nDist: Aula Teórica a Distância  \nTip: Tipo  \nMod: Modalidade  \n \nTabela 4: Resumo de Carga Horária.  \nPeríodo  Carga Horária  \nDisciplina  Atividades  Total  \nSemanal  Total    \n1º 23 345 0 345 \n2º 24 360 0 360 \n3º 25 375 0 375 \n4º 24 360 0 360 \n5º 24 360 0 360 \n6º 24 360 0 360 \n7º 24 360 0 360 \n8º 25 375 0 375 \n9º 19 285 0 285 \n10º 10 150 0 150 \nAtividades \nComplementares  - - 90 90 \nEstágio \nCurricular  - - 180 180 \nTotal  3600 \n \n10.2. Ementário e Bibliografia  \n \nAs ementas e bibliografias das disciplinas que compõe o curso de \nEngenharia Física  estão apresentadas no Anexo 1. Todas as disciplinas \nobrigatórias são apresentadas por período e ao final são apresentadas as \ndisciplinas de Comunicação, Linguagens, Informação e Humanidades.  \n \n10.3. Equivalências  \nO curso de Engenharia Física estabelece como equivalentes em função de \ncarga horária e conteúdo compatíveis em 75%, as seguintes disciplinas:  \n \nAções empreendedoras  Empreendedorismo  ", "47": "   \n41 \n Ciência do ambiente para engenharia  Ecologia e meio ambiente  \n \n10.4. Estág io Supervisionado  \n \nO Programa de Estágio Supervisionado do curso de Engenharia Física  \nda UFVJM é uma atividade curricular obrigatória de treinamento profissional, \nque tem como objetivo geral complementar o ensino teórico -prático, \nproporcionando desta maneira um elo entre a Instituição de Ensino, geradora \ndo conhecimento, e o mercado.  \nUma d as exigências da estrutura  curricular do curso de Engenharia \nFísica  é a realização de 180 horas de estágio supervisionado. O estágio \nsupervisionado do curso de Engenharia Física  terá a supervisão de um \nprofessor da área de Engenharia Física  e de um profiss ional de Engenharia da \nempresa que o contratar, sob supervisão direta da Instituição de Ensino, \natravés da elaboração de relatórios técnicos e acompanhamento \nindividualizado durante o período de realização da atividade.  \nO estágio permite o desenvolvimento do aluno através da aplicação \nprática de estudos teóricos. Através do estágio é que os alunos desenvolverão \na maturidade necessária para enfrentar o concorrido mercado de trabalho. \nAlém disso, estando presente no meio industrial, o aluno irá desenvolver e \naplicar os preceitos necessários para atender ao perfil do egresso dos cursos \nde engenharia.  \nA interação com a (o) industrial  (laboratório de pesquisa)  proporcionará \nao aluno a aprendizagem e a vivência da Engenharia Física , visto que, sua \npassagem pela  (o) indústria (laboratório de pesquisa) , possibilitará ao \ngraduando a oportunidade de encarar os problemas práticos e reais \ndecorrentes dos processos industriais  (laboratoriais)  e por em prática os \nconhecimentos adquiridos ao longo do seu curso de graduação p ela integração \ndos conhecimentos específicos, conhecimentos na área de gestão e na parte \nde humanidades. Outra vantagem que o estágio proporciona é a maior \ninteração entre o meio acadêmico, a(o) industrial  (laboratórios de pesquisa)  e \na comunidade.  \nOutro fator de importância para a realização do estágio supervisionado \nobrigatório é que possibilitará aos discentes acompanhar os avanços dos ", "48": "   \n42 \n processos tecnológicos, visto que estes se encontram em constante mudança \ne muitas vezes os conteúdos ministrados na ac ademia não acompanham tal \nevolução.  \nAs normas específicas que regulamentarão o Estágio Curricular \nSupervisionado serão definidas pelo Colegiado de Curso, ouvido o Núcleo \nDocente Estruturante – NDE  e respeitando as legislações vigentes . \n \n10.5. Atividades Complementares  \n \nO mercado de trabalho atual está cada vez mais carente de profissionais \nque apresentem uma visão que vai além dos conteúdos técnicos que são \nministrados em sala de aula. Diante do exposto, verifica -se a necessidade de \nque, em conjunto com a s atividades previstas pelas matrizes curriculares dos \ncursos de graduação, sejam desenvolvidas atividades que permitam que o \ndiscente tenha uma visão mais ampla tanto de sua área como de aspectos \nculturais gerais.  \nUma forma de atender a essa necessidade a tual do mercado  é a \nrealização de atividades complementares que se mostram cada vez mais de \nfundamental importância para a formação do profissional moderno.  \nDe acordo com a Resolução nº 5 – CONSEPE/UFVJM, de 23 de abril de \n2010, as Atividades Complementare s - AC estão previstas como atividades \nobrigatórias, nas Diretrizes Curriculares para os cursos de graduação e nos \nProjetos Pedagógicos dos Cursos. Portanto, para o aluno obter o seu grau \ncomo engenheiro físico , o mesmo deve fazer várias atividades complem entares \nao longo de sua graduação. De acordo com a matriz curricular proposta para a \nEngenharia Física , o discente deve realizar 90 horas dessas atividades. Vale \nressaltar que tais atividades realizadas pelos alunos em qualquer outro curso \nde graduação, in cluindo o BC&T, não serão aproveitadas para os alunos \ningressantes no curso de Engenharia Física . Assim, além de poder realizar \nmais atividades, os discentes terão a oportunidade de realizar atividades mais \nespecíficas para a sua área de formação.  \nAs ativi dades complementares têm como objetivo promover e permitir \numa maior interação entre o discente e outras áreas correlatas, sejam elas \nespecíficas com sua formação profissional ou não, dentre as quais se tem as ", "49": "   \n43 \n intelectuais, linguísticas, esportivas entre o utras, sendo que a realização de tais \natividades poderá ser por meio das áreas de ensino, pesquisa e extensão.  \nRealizando tais atividades, os graduandos terão a oportunidade de se \naprofundarem em temas e atividades que podem promover uma \ninterdisciplinarid ade, podendo ampliar de forma satisfatória seus \nconhecimentos e, consequentemente, proporcionando uma formação \ndiferenciada, formando profissionais mais capacitados para o mercado de \ntrabalho.  \nAs diversas atividades que os alunos terão oportunidade de real izar irão \nproporcionar o desenvolvimento de novas habilidades, promovendo uma maior \ncapacidade de se desenvolver distintas tarefas. Busca -se também estimular o \naluno a participar de atividades culturais e assistenciais , favorecendo o seu \ncontato em especial com a sociedade. Além disso, por meio da execução de \natividades complementares, os alunos terão contato com profissionais e \npesquisadores de diversas áreas o que lhes proporcionará uma maior visão de \nmercado. Dentre as atividades é importante cita r: monitorias, iniciação \ncientífica, projetos de extensão, de treinamento profissional, participação em \ncongressos, palestras, grupos de estudo, atividade acadêmica à distância, \nvivência profissional complementar etc.  \nAs normas específicas que regulamentar ão as Atividades \nComplementares serão definidas pelo Colegiado de Curso, ouvido o NDE.  \n \n10.6. Trabalho de Conclusão de Curso - TCC \n \nO Trabalho de Conclusão do Curso se caracteriza como uma atividade \norientada que busca consolidar a integração dos conhecime ntos adquiridos ao \nlongo do curso, bem como possibilitar a aplicação de conceitos e metodologias \nexigidas para o desenvolvimento de um projeto de engenharia física . Constitui -\nse em atividade obrigatória como requisito para concluir a graduação.  \nO objetivo de todo curso de graduação é a formação e capacitação de \nprofissionais com competência para ingressar no mercado de trabalho. Como o \nfoco e interesse da UFVJM é a formação de profissionais de Engenharia Física  \ncom tais características, é necessário que os alunos sejam avaliados ao final \nde sua graduação quanto: ao seu perfil profissional, assimilação e aplicação ", "50": "   \n44 \n dos conteúdos por eles estudados ao longo do curso. Uma das formas de \navaliar se o aluno possui tais atributos é mediante a elaboração de um t rabal ho \nde conclusão de curso d e acordo com as normas Institucionais . \nNo presente projeto, entendem -se como TCC, as disciplinas de Trabalho \nde Conclusão de Curso I e II, do 9o e 10o período com carga horária total de 90 \nhoras -aula. Na disciplina de Trabalho de Conclusão de Curso I, o aluno terá \nacompanhamento docente, para o do desenvolvimento de um projeto na área \nde formação. Na disciplina de Trabalho de Conclusão de Curso II, o aluno irá \ndesenvolver o projeto e posteriormente apresentar a uma banca para \navaliação. Além de estimular a curiosidade e o espírito questionador do \nacadêmico, o TCC tem como finalidade: desenvolver o poder de síntese do \naluno, aprimorar sua capacidade de análise e resolução de problemas \nrecorrentes na sua área de competência e aperfeiç oar os conhecimentos \nbásicos, profissionalizantes e específicos estudados ao longo do curso.  \nRessalta -se que, mesmo o BC&T sendo o modo de ingresso para o \ncurso de Engenharia Física  da UFVJM e tal curso exigir  um Trabalho de \nConclusão de Curso, o mesmo não poderá ser aproveitado como critério de \navaliação para a conclusão do curso de Engenharia Física  desta Instituição. Tal \nsituação é explicada pelo Artigo 7º, parágrafo único, da Resolução CNE/CES \n11, de 11 de março de 2002, que diz:  “É obrigatório o trabalho final de curso \ncomo atividade de síntese e integração de conhecimento.”  \nDiante do exposto, fica clara a importância e necessidade do trabalho de \nconclusão de curso para fins de avaliação do egresso. As norm as específicas \nque regulamentarão o TCC serão definidas pelo Colegiado de Curso, ouvido o \nNDE.  \n \n11. ACOMPANHAMENTO E AVALIAÇÃO DO PPC  \n \nCientes da responsabilidade cada vez maior que se propõe aos cursos \nde graduação, o presente projeto  pedagógico tem como um de seus objetivos, \nacompanhar e avaliar o andamento e a aplicação d as ações propostas neste \ndocumento. Visando atender a demanda do mercado, sem perder o foco da \nqualidade do ensino , a coordenação pretende implantar uma proposta de \ngestão administrativa, de acordo com a qual todos os docentes do curso serão ", "51": "   \n45 \n convidados a participar e gerenciar as atividades de ensino, extensão e \npesquisa. Pretende -se ainda, elaborar um plano de gestão para cada dois anos \nde atividades do curso, onde serão avaliadas e estabelecidas metas, \nnecessidades, forma de condução do curso, funcionamento e novas \nestratégias, a fim de buscar pos síveis e necessárias melhorias.  Para contribuir \nnesse processo poderão s er utilizados dados obtidos através do Instrumento \nde avaliação do ensino (IAE), que objetiva verificar as condições de ensino e \noferta dos cursos de graduação da UFVJM, a fim de propor ações para elevar a \nsua qualidade.  \nA avaliação e acompanhamento do Pro jeto Pedagógico poderá ser \ntarefa tão complexa quanto à avaliação da aprendizagem, pois também se \nestará avaliando processo e produto. E o fato é que ambas as avaliações se \ncompletam.A avaliação do projeto deve ser contínua. O Colegiado de Curso \ndeverá, ju ntamente com o NDE, elaborar a metodologia, as estratégias e os \ninstrumentos de avaliação do processo e do produto do curso. A avaliação \ndeve incluir a consulta e a participação de todos os envolvidos. Deve indicar os \navanços, as descontinuidades e os resu ltados de cada conselho, deverá ser \nmotivo de reflexão e discussão entre os discentes e docentes do curso, ouvidos \ndocentes de outros cursos que interagem com o curso de Engenharia Física , \nna perspectiva de que sejam geradas propostas para aprimorar os con teúdos, \nas atividades e as ações inerentes ao processo de gestão do curso.  \nO confronto entre o velho e o novo mundo é sempre passível de \nconflitos, mas o esforço de manter o diálogo aberto com visão ética e futurista \nsempre nos levará a caminhos de crescim ento.  \n \n12. AVALIAÇÃO DA APRENDIZAGEM  \n \nOs procedimentos e instrumentos de avaliação devem ficar a cargo da \nequipe de docentes responsável pelo curso. Devem ser concebidos através de \ndiscussões teóricas, levando em consideração a cultura acumulada por \ndiscen tes e docentes em torno da avaliação, o nível dos conhecimentos \nbásicos que os discentes trazem do ensino médio, as condições objetivas em \ntorno da organização do curso e ainda, a natureza da área e o sentido \npedagógico; confrontado com os objetivos, o per fil e as competências e ", "52": "   \n46 \n habilidades. Pode -se, no entanto, refletir sobre o sentido de avaliar \ncompetências, haja vista que aqueles conteúdos que estão nas ementas das \ndisciplinas serão trabalhados para desenvolver as competências elencadas ou \ncontempladas no presente projeto pedagógico. Deve -se deslocar o foco da \nnota para as competências que foram ou não desenvolvidas ou que foram \ndesenvolvidas parcialmente.  \nNesse sentido, deve -se privilegiar o processo de aprendizagem \ninvestigando a qualidade do desempenho dos estudantes tendo em vista \nreorientar ações buscando os melhores resultados (LUCKESI, 2005) .Na \navaliação do processo o objetivo é reconhecer as potencialidades, identificar as  \nfalhas da aprendizagem, e intervir buscando alternativas para superar as \ndificuldades encontradas. Para isso, o docente pode lançar mão de atividades \ne ações que envolvam os discentes ativamente. Por exemplo: seminários, \nrelatos de experiências, entrevist as, coordenação de debates, produção de \ntextos, práticas de laboratório, elaboração de projetos, relatórios, dentre outros, \nisto é, não implicando, necessariamente, na aplicação de provas.  \nAs reflexões acima realizadas deixam clara a complexa tarefa de ava liar. \nPorém, para dar suporte legal ao docente contamos com o regulamento que \nnormatiza os cursos de graduação na UFVJM. Recorrer à Resolução em seus \naspectos técnicos legais e confrontá -la com consistentes reflexões sobre o \nsentido de avaliar considerando  os objetivos do curso de graduação em \nEngenharia Física  norteará o processo de avaliação.  \n \n13. FORMA DE INGRESSO  \n \nPara o aluno pleitear uma vaga no curso de Engenharia Física , deverá \ncursar o Interdisciplinar em Ciência e Tecnologia – BC&T  e posteriorment e \nproceder a transição .  \nA forma de transição do aluno do BC&T para o Curso de Engenharia \nFísica  deverá ocorre r de acordo com a Resolução nº 21  do CONSEPE, de 06 \nde dezembro  de 201 1. \n \n \n ", "53": "   \n47 \n  \n14. INTEGRALIZAÇÃO CURRICULAR  \n \nO curso de Engenharia Física  apresenta em sua estrutura curricular um \nelenco de disciplinas teóricas e práticas necessári as para a formação de um \nprofissional capaz de enfrentar os desafios do mercado de trabalho. Para obter \no diploma e portar o título de Engenheiro Físico , o discent e deve ser aprovado  \nem todas as dis ciplinas oferecidas pelo curso,  totaliz ando o cumprimento das \n3600 horas de  integra lização em disciplinas do curso.  \n \n15. INFRA -ESTRUTURA  \n \nO curso de Engenharia Física, vinculado ao Instituto de  Engenharia,  \nCiência e Tecnologia - IECT, campus  Janaúba , necessitará de prédio próprio a \nser construído composto por salas de aula, laboratórios para o \ndesenvolvimento de aulas práticas e pesquisas, biblioteca e demais espaços \nfísicos necessários ao curso e aos usuár ios.  \n \n16. CORPO DOCENTE  \n \nCom o objetivo de  manter e cumprir a proposta de inter e \nmultidisciplinaridade, formar alunos com base sólida de conteúdos voltados \npara Engenharia Física , dentro da atualidade, bem como, criar um curso que \nvise fortemente ensino, pesquisa e  extensão , pretende -se obter no quadro de \ndocentes , profissionais  voltadas para áreas científicas, tecnológicas e de \ngestão. Almeja -se que tais profissionais sigam rigorosamente os preceitos \néticos e que se envolvam em construir um curso de qualidade integrando aulas \nteóricas e práticas com base na atualidade e realidad e da área de Engenharia \nFísica . Espera -se ainda, docentes com interação e interesse em participar de \ncursos de pós -graduação.  \nO perfil de contratação de cada docente será adequado de acordo com \nas áreas de necessidade do curso, solicitadas por meio de conc urso, no qual \nconstarão as possíveis disciplinas que ele deverá assumir. A seleção \nprivilegiará doutores, no entanto, mestres não serão excluídos.  ", "54": "   \n48 \n O qua dro de docentes deverá possuir um  número satisfatório de \nprofessores, para que esses ministrem aulas com  carga horária compatível \ncom a legislação vigente.  \nO quantitativo docente foi estimado pela resolução Nº 010 - CONSU, de \n06 de setembro de 2013 , em 14 (quatorze) professores, sendo \npreferencialment e doutores nas áreas de física ou em áreas afins.  \nÉ precis o esclarecer que o quadro docente relacionado no anexo II do \nprojeto apresenta todos os docentes que fazem parte do Instituto de \nEngenharia Ciência e Tecnologia – IECT.  \n  ", "55": "   \n49 \n 17. LEGISLAÇÃO CONSULTADA NA ELABORAÇÃO DO PROJETO \nPEDAGÓGICO  \n \nAprovação da Criação do campus da UFVJM na cidade de Janaúba: ATA da \nSexagésima Nona Sessão do Conselho Universitário, realizada no dia \n07/10/2011.  \n \nAto de Criação do curso de Engenharia Física : RESOLUÇÃO Nº. 010  – \nConselho Universitário/UFVJM , de 06 de setembro de 2013.  \n \nDecr eto Lei n° 9394, de 20 de dezembro de 1996 - Diretrizes e Bases da \nEducação Nacional.  \n \nLei n° 5.194, de 24 de dezembro de 1966 – regulamenta o exercício da \nprofissão de engenheiro.  \n \nResolução CONFEA 218 de 19 de junho de 1973 - que descrimina atividades \ndas diferentes modalidades de Engenharia, Arquitetura e Agronomia.  \n \nResolução CONFEA n° 1010, de 22 de agosto de 2005 – define as atribuições \ne atividades das diferentes modalidades de Engenharia.  \n \nResolução CONFEA n° 1016, de 25 de Agosto de 2006 - regula o  \nCadastramento das Instituições de Ensino e de seus Cursos e para a \nAtribuição de Títulos, Atividades e Competências Profissionais.  \n \nResolução CNE/CES nº 11, de 11 de março de 2002 - instituiu as “Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia”.  \n \nParecer CNE/CES nº 67, de 11 de março de 2003 - Referencial para as \nDiretrizes Curriculares Nacionais – DCN dos Cursos de Graduação.  \n \n \n ", "56": "   \n50 \n RESOLUÇÃO Nº 2/2007, de 18 de junho de 2007 - dispõe sobre carga horária \nmínima e procedimentos relativos à integralização e duração dos cursos de \ngraduação, bacharelados, na modalidade presencial.  \n \nResolução CONSEPE nº 21 de 25 de julho de 2014 - estabelece as normas de \nEstágio dos Discentes dos cursos de Graduação da Universidade Federal dos \nVales do Jequiti nhonha e Mucuri -UFVJM.  \n \nResolução CONSEPE nº 17 de 24 de agosto de 2016 – Revoga, ad referendum  \ndo CONSEPE, o art. 5º e parágrafos, da resolução nº 21 CONSEPE/2014 e dá \noutras providências.  \n \nResolução CONSEPE nº 05, de 23 de abril de 2010 - estabelece a equivalência \nem horas das Atividades Complementares -AC e das Atividades Acadêmico -\nCientífico -Culturais -AACC, conforme previsto no Regulamento dos Cursos de \nGraduação da UFVJM.  \n \nResolução CONSEPE nº 21 , 06 de dezembro  de 201 1 - Estabelece normas \npara transi ção de estudantes dos Cursos de Bacharelado em Ciência e \nTecnologia -BCTs para os Cursos de formação específica pós -BCT da UFVJM.  \n  ", "57": "   \n51 \n 18. Referências Bibliográficas  \n \nBRASIL. Conselho Nacional de Educação.  Resolução CNE/CES nº 01 , de 30 \nde maio de 2012. Publicada no DOU nº 105, seção 1, p.48.  \n \nUFVJM. Projeto Pedagógico do Curso de Engenharia Química . Diamantina, \n2011.  \n \nLUCKESI, Cipriano Carlos. Avaliação da aprendizagem...mais uma vez . nº \n46. Disponível em: < http://www.luckesi.com.br/artigos_abc_educatio.htm>. \nAcesso em: 22 nov. 2016.  \n \nUFVJM. Projeto  Pedagógico do Curso de Ciência e Tecnologia . Janaúba, \n2014.  \n \nSILVA, Tomaz Tadeu da. Documentos de identidade: uma introdução às \nteorias do currículo . 2 ed. Belo Horizonte: Autêntica, 2002. (156p.)  \n \nUFVJM. Plano de Desenvolvimento Institucional - 2012 – 2016 . Diamantina, \n2012.  \n \nUNESCO. Declaração Internacional dos Direitos Humanos . Brasília, 1988. \nDisponível em: <http://unesdoc.unesco.org/images/0013/001394/139423por.pdf \n>Acesso em 05/05/2015 . \n \n  ", "58": "   \n52 \n ANEXO I: EMENTÁRIO  \n \n1º PERÍODO  \n \nUNIDADE CURRICULAR : Funções de uma  Variável - CH – 75 h \nEMENTA  \nFunções. Limites e continuidade. Derivada. Regras de derivação. Derivadas de \nfunções notáveis. Aplicações da derivada. Integral. Teorema fundamental do \ncálculo. Técnicas de Integração. Aplicações da Integral.  \n \nBibliografia Básica:  \n1. GUIDORIZZI, H. L. Um curso de cálculo. 5. ed. Rio de Janeiro: LTC , 2001, \nv. 1. \n2. STEWART, J. Cálculo. 5.ed. São Paulo: Cengage Learning, 2006, v.1.  \n3. THOMAS, G. B. Cálculo. 11.ed. São Paulo: Pearson/Addison Wesley, 2009, \nv.1. \n \nBibliografia Co mplementar:  \n1. ANTON, H.; BIVENS, I.; DAVIS, S.. Cálculo. 8. ed. Porto Alegre: Bookman, \n2007. v.1.  \n2. FLEMMING, D.M., GONÇALVES, M.B. Cálculo A. 6. Ed. Pearson. 2006.  \n3. LEITHOLD, L. O cálculo com geometria analítica. 3. ed. São Paulo: Harbra, \n1994, v.1.  \n4. MEDEIROS, V. Z. (Coord.) et al. Pré -cálculo. São Paulo: Thomson Learning, \n2006.  \n5. SIMMONS, G.F. Cálculo com geometria analítica. São Paulo: Pearson; \nMakron Books. 1987, v.1.  \n \nUNIDADE CURRICULAR : Álgebra Linear - CH – 75 h \nEMENTA  \nSistemas de Equações Lineares: sistemas e matrizes; matrizes escalonadas; \nsistemas homogêneos; posto e nulidade de uma matriz. Espaço Vetorial: \ndefinição e exemplos; subespaços vetoriais; combinação linear; dependência e ", "59": "   \n53 \n independência linear; base de um es paço vetorial e mudança de base. \nTransformações Lineares: definição de transformação linear e exemplos; \nnúcleo e imagem de uma transformação linear; transformações lineares e \nmatrizes; matriz mudança de base. Autovalores e Autovetores: polinômio \ncaracterís tico; base de autovetores; diagonalização de operadores. Produto \nInterno.  \n \nBibliografia Básica:  \n1. ANTON, H.; RORRES, C. Álgebra linear com aplicações. 8.ed. Porto Alegre: \nBookman, 2001.  \n2. CALLIOLI, C.A.; DOMINGUES, H.R.; COSTA, R.C. F. Álgebra linear e \naplicações. São Paulo: Atual, 2003.  \n3. KOLMAN, B.; HILL, D. Introdução à álgebra linear: com aplicações, 8.ed. Rio \nde Janeiro: LTC, 2006.  \n \nBibliografia Complementar:  \n1. BOLDRINI, J. L et al. Álgebra linear. 3. ed. São Paulo: Harbra, 1980.  \n2. LIMA, E.L.. Ál gebra linear. 8.ed. Rio de Janeiro: IMPA, 2011.  \n3. LIPSCHUTZ, S.; LIPSON, M. Álgebra linear, 4. ed. Porto Alegre: Bookman. \n(Coleção Schaum), 2011.  \n4. SANTOS, R.J. Um curso de geometria analítica e álgebra linear. Belo \nHorizonte:UFMG, 2007.  \n5. SANTOS, N.M. Vetores e matrizes: uma introdução à álgebra linear, 4.ed. \nSão Paulo: Thomson, 2007.  \n \nUNIDADE CURRICULAR : Química Tecnológica I  - CH – 75 h \nEMENTA  \nMatéria, medidas, átomos, moléculas e íons; funções inorgânicas; \nestequiometria, cálculos com fórmulas e equações químicas; estrutura \neletrônica dos átomos; tabela periódica e propriedades periódicas dos \nelementos; conceitos básicos de ligação química, geometria molecular e \nteorias de ligação; soluções, concentração e diluições; cinética química; \nequilíbrio q uímico; eletroquímica.  ", "60": "   \n54 \n Bibliografia Básica:  \n1. ATKINS, P.; JONES, L., Princípios de Química: questionando a vida \nmoderna e o meio ambiente, 5a Ed., Porto Alegre: Editora Bookman, 2011.  \n2. BROWN, T. L.; LEMAY, H. E.; BURSTEN, B. E., Química: a ciência centr al, \n9a Ed., São Paulo: Pearson Prentice Hall, 2005.  \n3. MAHAN, B. M.; MYERS, R. J.  Química: Um Curso  Universitário, 4a dição, \nSão Pa ulo: Edgard Blucher, 1995.  \n \nBibliografia Complementar:  \n1. BRADY, J. E., SENESE, F., Química: A matéria e suas transformações , 5a \nEd., Rio de Janeiro: LTC, 2009, vol. 1 e 2.  \n2. RUSSEL, J. B., Química Geral, 2a Ed., São Paulo: Editora Makron Books, \n1994, vol. 1 e 2.  \n3. KOTZ, J. C.; TREICHEL, P. M., Química e Reações Químicas, 1a Ed., Rio \nde Janeiro: Editora Cengage Learning, 2005 , vol. 1 e 2.  \n4. ROZENBERG, I. M., Química Geral. São Paulo: Edgard Blucher, 2002.  \n5. BROWN L. S.; HOLME T. A., Química geral aplicada à engenharia, 1a Ed., \nSão Paulo: Editora Cengage Learning, 2009.  \n \nUNIDADE CURRICULAR : Introdução às Engenharias - CH – 60 h \nEMENTA  \nFornecer uma introdução às engenharias com ênfase nas engenharias \noferecidas pela UFVJM: suas interconexões com a evolução da sociedade. \nSerão abordados temas que exibem a atuação profissional dos engenheiros \ncom o enfoque no desenvolvi mento do indivíduo e da sociedade. Abordar as \nresponsabilidades éticas e técnicas de engenheiros na prática profissional. \nAbordar a engenharia como um esforço individual e coletivo inter e \nmultidisciplinar.  \n \nBibliografia Básica:  \n1. BAZZO, W.A.; PEREIRA, L. T. do Vale. Introdução à engenharia: conceitos, \nferramentas e comportamentos. 2. ed. Florianópolis: UFSC. 2008.  \n2. BATALHA, M.O. Introdução à engenharia de produção. Rio de Janeiro: ", "61": "   \n55 \n Elsevier. 2008.  \n3. CONTADOR, J.C. Gestão de operações: a engenharia de produção a \nserviço da modernização da empresa. 2. ed. São Paulo: Fundação Vanzolini; \nEdgard. Blücher. 1998.  \n \nBibliografia Complementar:  \n1. ANEXOS da Resolução nº 1010 de 22/08/2010 do CONFEA.  \n2. BERLO,  B.K. O processo da comunicação: introdução à teoria e à prática. \nSão Paulo: Martins Fontes. 1960.  \n3. CÔRREA, H. L.; CÔRREA, C. A. Administração de produção e operações: \nmanufatura e serviços - uma abordagem estratégica. 2 ed. São Paulo: Atlas. \n2006.  \n4. FE RRAZ, H. A Formação do engenheiro: um questionamento humanístico. \nSão Paulo: Ática. 1983.  \n5. NOVAES, A. G. Vale a pena ser engenheiro? São Paulo: Moderna. 1985.  \n \n2º Período  \n \nUNIDADE CURRICULAR : Funções de Varias Variáveis - CH – 75 h \nEMENTA  \nSeções Cônicas e equações quadráticas. Sequências e séries infinitas. \nVetores e geometria no espaço. Funções de Várias Variáveis. Derivadas \nparciais. Integrais Duplas e Triplas Integrais de Linha. Teorema da Divergência \ne de Stokes.  \n \nBibliografia Básica:  \n1. THOMA S, G.B et al. Cálculo. 11 ed. Vol. 2. São Paulo: Addison Wesley, \n2009.  \n2. STEWART, J.. Cálculo. 5 ed. Vol. 2. São Paulo: Pioneira Thomson Learning, \n2008.  \n3. GUIDORIZZI, H.L. Um curso de cálculo. 5 ed. Vol. 2. Rio de Janeiro: LTC, \n2001.  \nBibliografia Complementar:  ", "62": "   \n56 \n 1. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo, um Novo Horizonte. 8. ed. Porto \nAlegre: Bookman, 2007, vol. 2.  \n2. LEITHOLD, L. O Cálculo com Geometria Analítica. São Paulo: Harbra, Vol. \n2, 1984.  \n3. SIMMONS, G.F. Cálculo com Geometria Analítica. São Paulo: McGraw -Hill, \nVol. 2, 1987.  \n4. APOSTOL, T.M. Cálculo. 2.ed., Revert Brasil. 2008, vol. 2.  \n5. ZILL, D.G.; CULLEN, M.R. Matemática Avançada para Engenharia. 3.ed., \nBookman Companhia. 2009 ,vol. 2.  \n \nUNIDADE CURRICULAR : Fenômenos Mecânicos - CH – 75 h \nEMENTA  \nGrandezas físicas e sistemas de unidades; vetores; cinemática e dinâmica da \npartícula; leis de Newton e referenciais inerciais; trabalho e energia. \nConservação da energia; conservação do momento linear; rotações; \nconservação do momento angular; atividades de laboratório.  \n \nBibliografia Básica:  \n1. HALLIDAY, D.; RESNICK, R.; WALKER, J.. Fundamentos de Física - \nMecânica, 9ª ed., LTC, 2013.  \n2. CHAVES, A., SAMPAIO, J. F.. Física Básica - Mecânica, 1ª ed., LTC, 2007.  \n3. TIPLER, P. A., MOSCA, G..  Física para Cientistas e Engenheiros, 6ª ed., \nLTC. 2009, vol. 1.  \nBibliografia Complementar:  \n1. NUSSENZVEIG, M. H.. Curso de Física Básica - 1 Mecânica, 5ª ed., Edgard \nBlücher, 2013.  \n2. SEARS, F., YOUNG H. D., FREEDMAN, R. A., ZEMANSKY, M. W. Física 1 \n- Mecânica, 12ª ed., Addison Wesley, 2008.  \n3. HALLIDAY , D., RESNICK, R., KRANE, K. S., STANLEY, P. E.. Física, 5ª \ned., LTC, 2003, vol. 1.  \n4. FEYNMAN, R. P.. Lições de Física de Feynman, Bookman. 2008, vol 1.  \n5. KELLER, F. J., GETTYS, W. E., SKOVE, M. J. Físic a, Makron Books. Vol. 1. \n1999.  \n ", "63": "   \n57 \n UNIDADE CURRICULAR : Química Tecnológica II - CH – 75 h \nEMENTA  \nFundamentos: estrutura, ligações, isomeria de compostos orgânicos. \nEstereoquímica . Classificação de reagentes e reações. Métodos de obtenção, \npropriedades químicas e físicas de alcanos, alcenos, alcadienos, alcinos e \ncicloalcanos. Efeitos eletrônicos. Ressonância e aromaticidade. Benzeno e \ncompostos aromáticos relacionados.  \n \nBibliograf ia Básica:  \n1. SOLOMONS, T. G. G.; FRYLE, C. B. Química Orgânica, Editora LTC: Rio de \nJaneiro, 10ª edição. 2012, vol1.  \n2. BRUICE, P. Y. Química Orgânica, Editora Prentice -Hall: São Paulo, 4ª \nedição, 2006, vol1.  \n3. VOLLHARDT, K. PETER; SCHORE, NEIL E.;  Química Orgânica: Estrutura e \nfunção, 6ª edição, editora Bookman, 2013.  \n \nBibliografia Complementar:  \n1. MCMURRY, J., Química Orgânica, 4 ª ed., vol.1 e 2, LTC -Livros Técnicos e \nCientíficos Editora S.A., Rio de Janeiro, 1997.  \n2. CLAYDEN, J., GREEVES, N., WA RREN, S., WOTHERS, P., Organic \nChemistry, Oxford University Press Inc., New York, 2001  \n3. MORRISON, R., BOYD, R., Química Orgânica, 13 ª ed., Fundação \nCalousteGulbenkian, Lisboa, 1996.  \n4. ALLINGER, N. L. et al. Química Orgânica. 2ª ed. Rio de Janeiro: Guanabara \nDois, 1978.  \n5. BROWN, W. H; FOOTE, C. S., Organic Chemistry, 2ª ed., Saunders College \nPublishing, Orlando, 1998.  \n \n \nUNIDADE CURRICULAR : Linguagens de Programação - CH – 75 h \nEMENTA  \nConceitos introdutórios de computação: hardware e seus componentes, \nsistemas operacionais, linguagens de programação, representação e ", "64": "   \n58 \n processamento da informação. Sistemas de numeração e sua aritmética \nbásica. Noções de lógica matemática. Introdução à lógi ca de programação \nutilizando uma linguagem de programação real. Noções de algoritmo e \nsequenciação. Tipos de dados, definição de variáveis, constantes e \nidentificadores. Operadores de atribuição, aritméticos, relacionais e lógicos, \nexpressões aritméticas. Comandos de entrada e saída. Estruturas de controle: \nsequência, decisão, iteração.  \n \nBibliografia Básica:  \n1. SCHILDT, H. C completo e total. 3.ed. São Paulo: Pearson Makron Books, \n1997.  \n2. MEDINA, M.; FERTIG, C. Algoritmos e programação: teoria e prática. S ão \nPaulo: Novatec, 2005.  \n3. FEDELI, R.D.; POLLONI, E.G.; PERES, F.E. Introdução à ciência da \ncomputação. São Paulo: Pioneira Thomson, 2003.  \n \nBibliografia Complementar:  \n1. VELLOSO, F.C. Informática: conceitos básicos. 7. ed., rev. e atual. Rio de \nJaneiro:  Elsevier, 2004.  \n2. MARÇULA, M.; BENINI FILHO, P.A.. Informática: conceitos e aplicações. 3. \ned., rev. São Paulo: Érica, 2008.  \n3. EVARISTO, J. Aprendendo a programar programando em C. Rio de Janeiro: \nBook Express, 2001.  \n4. FARRER, H. et al. Programação estruturada de computadores: algoritmos \nestruturados. 3. ed. Rio de Janeiro: LTC, 2008.  \n5. DAMAS, L. Linguagem C. 10ª Edição, Editora LTC, 2007.  \n \n3º Período  \n \nUNIDADE CURRICULAR : Equações Diferenciais e Integrais - CH – 60 h \nEMENTA  \nEquações diferenciais ordinárias. Introdução. Equações diferenciais ordinárias \nde primeira ordem. Equações diferenciais ordinárias de segunda ordem. ", "65": "   \n59 \n Equações diferenciais ordinárias de ordem superior. Sistemas de equações \ndiferenciais. Soluções em séries d e potência para Equações lineares. \nTransformada de Laplace. Equações diferenciais parciais (elípticas, \nparabólicas e hiperbólicas).  \n \nBibliografia Básica:  \n1. WILLIAM, E.B., RICHARD, C.D. Equações Diferenciais Elementares e \nProblemas de Valores de Contorno, 8º Ed., Editora LTC. 2006.  \n2. ZILL, D.G.; CULLEN, M.R. Equações diferenciais, 3º Ed., São Paulo: Editora \nPearson Makron Books. 2008, vol. 1.  \n3. SIMMONS, G.F.; KRANTZ, S. G. Equações diferenciais, Teoria, técnica e \nprática; Editora Mc GrawHill,São Paulo. 20 08. \n \nBibliografia Complementar:  \n1. ZILL, D.G.; CULLEN, M.R. Equações diferenciais, 3º Ed., São Paulo: Editora \nPearson Makron Books. 2008, vol. 2.  \n2. ZILL, D.G. Equações diferenciais com aplicações em modelagem; São \nPaulo: Pioneira Thomson Learning. 2003.  \n3. IÓRIO, V. EDP: Um curso de graduação, 2º edição, Rio de Janeiro, IMPA. \n2001.  \n4. DE FIGUEIREDO, D. Análise de Fourier e Equações diferenciais parciais, \nProjeto Euclides, 4º Ed., IMPA. 2003.  \n5. DOE RING, C.I.; LOPES, A.O.L. Coleçã o Matemática Universitária,  3 ed., \nIMPA. 2008.  \n \nUNIDADE CURRICULAR : Fenômenos Térmicos e ópticos - CH – 60 h \nEMENTA  \nGravitação: Lei da gravitação universal, energia potencial gravitacional, leis de \nKepler, órbitas e energia de satélites; Fluidos: Fluidos em repouso, princípio de \nPascal, princípio de Arquimedes, equação da continuidade, equação de \nBernoulli; Oscilações: Movimento harmônicosimples,movimento harmônico \ncircular, oscilações forçadas e ressonância, ondas transversais e \nlongitudinais,comprimento de onda e frequência, velocidade de uma onda ", "66": "   \n60 \n progressiva, equação de onda,interferência, ondas estacionárias, velocid ade \ndo som, intensidade do som, batimento, efeito Doppler; Primeira lei da \ntermodinâmica: lei zero da termodinâmica, medida de temperatura,dilatação \ntérmica, temperatura e calor,calor e trabalho e enunciação da primeira lei; \nTeoria Cinética dos Gases; Segu nda lei da Termodinâmica: Entropia e \nmáquinas térmicas.  \n \nBibliografia Básica:  \n1. HALLIDAY, D., RESNICK, R. WALKER, J.. Fundamentos de Física 2 – \nGravitação, ondas e termodinâmica, 9a ed., LTC. 2012.  \n2. TIPLER, P. A., MOSCA, G.. Física para cientistas e engenheiros, 6a. Ed., \nLTC. 2009, vol. 1.  \n3. NUSSENZVEIG, M. H.. Curso de Física Básica – 2 Fluídos, oscilações e \nondas e calor, 5ª ed., Edgard Blücher, 2013.  \n \nBibliografia Complementar:  \n1. SEARS, F., YO UNG HD., FREEDMAN, R. A., ZEMANSKY, M.W., Física 2 – \nTermodinâmicae Ondas, 2 a. ed., Addison Wesley. 2008.  \n2. HALLIDAY, D., RESNICK, R., KRANE, K. S., STANLEY, P. E. Física, 5a ed., \nLTC. 2003, vol.2.  \n3. FEYNMAN, R. P. Lições de Física de Feynman, Bookman. 2008, vol. 1 e 2.  \n4. KELLER, F. J., GETTYS, W. E., SKOVE, M. J. Física, Makron Books. 1999, \nvol. 1 e 2.  \n5. CHAVES, A., SAMPAIO, J. F.. Física Básica – Gravitação, fluídos, ondas, \nTermodinâmica, 1 ª ED, LTC. 2007.  \n \nUNIDADE CURRICULAR : Biologia Celular - CH – 60 h \nEMENTA  \nOrigem da vida, teorias da evolução e evidências do processo evolutivo. \nDiversidade biológica (tipos, tamanhos e formas celulares). Estrutura, \norganização celular e composição química da célula. Estrutura e função da \nmembrana plasmática, citoesqueleto, org anelas citoplasmáticas e núcleo. \nPrincípios de sinalização celular. Divisão celular: mitose e meiose. Replicação, ", "67": "   \n61 \n Transcrição e Tradução.  \nBibliografia Básica:  \n1. DE ROBERTIS, E.M.F.; HIB, J. Bases da Biologia Celular e Molecular. 4ed., \nGuanabara Koogan S/A , Rio de Janeiro, 2006.  \n2. BRUCE, A.; DENNI, B.; KAREN, H.; ALEXANDER, J.; JULIAN, L.; MARTIN, \nR.; KEITH, R.P.W. Fundamentos da Biologia Celular. 3 ed. Artmed. 2011.  \n3. JUNQUEIRA, L.C.U. e CARNEIRO, J. Biologia celular e molecular. 9 ed., \nRio de Janeiro: G uanabara Koogan. 2012.  \n \nBibliografia Complementar:  \n1. ALBERTS, B. et al. Biologia Molecular da Célula. 5ed., Porto Alegre: Artmed. \n2009.  \n2. COOPER, G.M e HAUSMAN, R.E. A célula: uma abordagem molecular. \n3ed.. Porto Alegre: Artmed. 2007.  \n3. LODISH, H. et al . Biologia celular e molecular. 5ed., Porto Alegre: Artmed. \n2005.  \n4. NORMAN, R.I.; LODWICK, D. Biologia Celular - Série Carne e Osso. 1ed., \nElsevier. 2007.  \n5. CARVALHO, H. F.; RECCO -PIMENTEL, S. M. A célula. 2.ed. São Paulo: \nManole. 2007.  \n \nUNIDADE CURRICULAR : Bioquímica - CH – 60 h \nEMENTA  \nÁgua, equilíbrio da água, pH e sistemas tamponantes. Biomoléculas: \ncarboidratos, lipídios, aminoácidos, proteínas, enzimas, nucleotídeos e ácidos \nnucléicos. Bioenergética e Metabolismo celular: metabolismo de carboidratos, \nmetabolismo de lipídeos, metabolismo de aminoácidos e proteínas.  \nBibliografia Básica:  \n1. BERG, J.; TYMOCZKO, J.; STRYER, L. Bioquímica. 7.ed. Rio de Janeiro: \nGuanabara Koogan. 2014.  \n2. CAMPBELL, M. K; FARRELL, S.O. Bioquímica – Combo. Tradução da 1ª \ned. Americana. Thomson – Cengage Learning. 2008.  \n3. NELSON, D. L.; COX, M. M. Lehninger. Princípios de Bioquímica. 6.e d. ", "68": "   \n62 \n Porto Alegre: Artmed. 2014.  \n \nBibliografia Complementar:  \n1. CHAMPE,  P.C.; HARVEY, R.A.; FERRIER, D.R. Bioquímica Ilustrada. 4.ed. \nPorto Alegre: Artmed. 2009.  \n2. DEVLIN,T.M. Manual de bioquímica: com correlações clínicas. 6.ed. São \nPaulo, SP: Blücher, 2007.  \n3. KOOLMAN, J.; ROHM, K. -H.Bioquímica : texto e atlas. Tradução de Edison \nCapp. 3. ed. Porto Alegre: ARTMED. 2005.  \n4. MARZZOCO, A.; TORRES, B.B. Bioquímica Básica.3.ed. Rio de Janeiro: \nGuanabara Koogan. 2007.  \n5. VOET, D.; VOET, J.G.; PRATT, C.W. Fundamentos de bioquímica: a vida \nem nível mole cular. 2.ed. Porto Alegre: Artmed, 2008.  \n \n \nUNIDADE CURRICULAR : Algoritmos e Programação - CH – 75 h \nEMENTA  \nIntrodução aos conceitos de modularização de programas, procedimentos, \nfunções, passagem de parâmetros, variáveis locais e globais, recursividade. \nAprofundamento nos conceitos de estruturas básicas de dados: vetores, matriz \ne strings, estruturas. Programaç ão estruturada. Refinamentos sucessivos. \nManipulação de arquivos.  \n \nBibliografia Básica:  \n1. MEDINA, M.; FERTIG, C. Algoritmos e programação: teoria e prática. São \nPaulo: Novatec. 2005.  \n2. SCHILDT, H. C completo e total. 3.ed. São Paulo: Pearson Makron Book s. \n1997.  \n3. DAMAS, L. Linguagem C. 10ª Edição, Editora LTC. 2007.  \nBibliografia Complementar:  \n1. ASCENCIO, A.F.G.; CAMPOS, E.A.V. Fundamentos da Programação de \nComputadores – Algoritmos, Pascal e C/C++, Prentice Hall. 2002.  \n2. SOUZA, M.A.F.; GOMES, M.M.; SO ARES, M.V.; CONCÍLIO, R. Algoritmos e ", "69": "   \n63 \n Lógica de Programação. Cencage Learning. 2006.  \n3. CORMEN, T.H. et al. Algoritmos: teoria e prática. Rio de Janeiro: Elsevier. \n2002.  \n4. EVARISTO, JAIME. Aprendendo a programar - programando em C. Rio de \nJaneiro: Book Ex press, 2001.  \n5. FARRER, H. et al. Algoritmos estruturados. 3.ed. Rio de Janeiro: LTC, 1999.  \n \n4º Período  \n \nUNIDADE CURRICULAR : Probabilidade e Estatística  -  CH – 60 h \nEMENTA  \nO papel da Estatística em Engenharia. Estatística descritiva. Probabilidades: \ninterpretações, probabilidade condicional e independência, Teorema de Bayes. \nVariáveis aleatórias discretas e contínuas. Distribuições de probabilidades para \nvariáveis aleatórias  discretas e contínuas. Amostragem aleatória. Inferência \nestatística: distribuições amostrais, estimação pontual e por intervalos de \nconfiança. Testes de hipóteses para uma e duas amostras. Regressão linear \nsimples e correlação.  \n \nBibliografia Básica:  \n1. HI NES, W.W. et al. Probabilidade e estatística na engenharia. 4.ed. Rio de \nJaneiro: LTC. 2006.  \n2. MONTGOMERY, D.C.; RUNGER, G.C. Estatística aplicada e probabilidade \npara engenheiros. 4. ed. Rio de Janeiro: LTC. 2009.  \n3. MORETTIN, L. G. Estatística básica, p robabilidade e inferência. São Paulo: \nPearson; Prentice Hall. 2010.  \nBibliografia Complementar:  \n1. CASELLA, G.; BERGER, L.R. Inferência Estatística. Tradução Solange \nAparecida Visconde. São Paulo: Cengage Learning. 2010.  \n2. MEYER, P.L. Probabilidade Aplicaç ões à Estatísticas. 2. ed. Rio de Janeiro: \nLTC. 1995.  \n3. ALENCAR, M.S..Probabilidade e Processos Estocásticos: Erica. 2009.  \n4. JAMES, B.R. Probabilidade: um curso em nível intermediário. 3.ed. Rio de ", "70": "   \n64 \n Janeiro: IMPA. 2008.  \n5. SILVA, E.M.; GONÇALVES, W.; SILV A, E.M.; MUROLO, A.C. Estatística \npara os cursos de Economia, Administração e Ciências Contábeis. 3. ed. São \nPaulo: Atlas. 2008.  \n6. SMAILES, J.; MCGRANER, A. Estatística aplicada à administração com \nExcel. São Paulo: Atlas. 2002.  \n7. TOLEDO, G.L.; Ovalle, I . I. Estatística básica. 2. ed. São Paulo: Atlas. 2008.  \n8. TRIOLA, M.F. Introdução à estatística. 10. ed. Rio de Janeiro: LTC. 2008.  \n \nUNIDADE CURRICULAR : Fenômenos Eletromagnéticos - CH – 60 h \nEMENTA  \nCargas elétricas; campo elétrico; Lei de Gauss; energia e potencial \neletrostático; condutores; dielétricos e capacitores; circuitos e correntes; campo \nmagnético; Leis de Ampère e de Faraday; indutância; propriedades \nmagnéticas da matéria; Equações de Maxwell; ondas eletromagnéticas; \natividades de labora tório.  \n \nBibliografia Básica:  \n1. HALLIDAY, D., RESNICK, R., WALKER, J.. Fundamentos de Física 3 - \nEletromagnetismo, 9ª ed., LTC. 2013.  \n2. CHAVES, A., SAMPAIO, J. F. Física Básica - Eletromagnetismo, 1a.ed., \nLTC. 2007.  \n3. TIPLER, P. A., MOSCA, G. Física para Cientistas e Engenheiros, 6a.ed, \nLTC. 2009, vol. 2.  \nBibliografia Complementar:  \n1. NUSSENZVEIG, M. H. Curso de Física Básica - 3 Eletromagnetismo, 5a.ed., \nEdgard Blücher. 2013.  \n2. SEARS, F., YOUNG H.D., FREEDMAN, R.A., ZEMANSKY, M.W. Física 3 - \nEletromagnetismo, 12a. ed., Addison Wesley. 2008.  \n3. HALLIDAY, D., RESNICK, R., KRANE, K.S., STANLEY, P. E. Física, 5a ED., \nLTC, 2003, vol. 3.  \n4. FEYNMAN, R.P. Lições de Física de Feynman,  Bookman, 2008, vol. 2.  \n5. KELLER, F. J., GETTYS, W. E., SKOVE, M. J. Física, Makron Books, vol. 2, ", "71": "   \n65 \n 1999.  \n \nUNIDADE CURRICULAR : Físico -Química - CH – 60 h \nEMENTA  \nGases, Fases condensadas; energia, primeiro, segundo e terceiro princípios \nda termodinâmica. Sistema de composição variável, espontaneidade e \nequilíbrio químico. Soluções ideais e propriedades coligativas.  \n \nBibliografia Básica:  \n1. ATKINS, P.; PAULA, J. Físico - química. 9.ed. Rio de Janeiro: LTC. 2012, \nv.1. \n2. CASTELLAN, G. Fundamentos de físico -química. Rio de Janeiro: LTC. \n1986.  \n3. PILLA, L.; SCHIFINO, J. Físico -Química I: termodinâmica química e \nequilíbrio químico. Porto Alegre: UFRGS EDITORA, 2006.  \n \nBibliografia Complementar:  \n1. ATKINS, P.; PAULA, J. Físico -química. 9.ed. Rio de Janeiro: LTC. 20 12, v.2.  \n2. MOORE, WJ. Físico -química. Tradução: Helena Li Chun, Ivo Jordan, Milton \nCaetano Ferreroni, Supervisão Ivo Jordan. São Paulo: Edgard Blücher. 1976, \nv. 1. \n3. NETZ, P.A.; ORTEGA, G.G. Fundamentos da físico -química: uma \nabordagem conceitual para as  ciências farmcêuticas. Porto Alegre: Artmed. \n2002.  \n4. BALL, DAVID W. Físico -química. São Paulo: Pioneira Thomson Learning. \n2005, v.1.  \n5. BALL, DAVID W. Físico -química. São Paulo: Pioneira Thomson Learning. \n2006, v.2.  \n \nUNIDADE CURRICULAR : Mecânica dos Fluidos - CH – 60 h \nEMENTA  \nPropriedades dos fluidos. Estática dos fluidos. Leis básicas para sistemas e \nvolumes de controle. Análise diferencial do movimento de fluidos. Escoamento \nincompressível não -viscoso. Análise dimensional . Escoamento viscoso ", "72": "   \n66 \n incompressível. Escoamento em canalizações. Teoria da camada limite. \nResistência sobre corpos submersos.  \n \nBibliografia Básica:  \n1. BRUNETTI, F. Mecânica dos Fluídos, 2a. ed., Prentice Hall. 2008.  \n2. FOX, R., PRITCHARD, P. J., McDONALD , A.T. Introdução à Mecânica dos \nFluídos,8a. ed., LTC. 2014.  \n3. AZEVEDO, N., et al. Manual da Hidráulica, 8a. ed., Edgar Blücher. 1998.  \n \nBibliografia Complementar:  \n1. ÇENGEL, Y., CIMBALA, J. Mecânica dos Fluídos: Fundamentos e \nAplicações, McGraw -Hill. 2007 . \n2. WHITE, F. M.. Mecânica dos Fluídos, 4a.ed., McGraw -Hill. 2002.  \n3. ASSY, T. M. Mecânica dos Fluídos: Fundamentos e Aplicações, 2a.ed., \nLTC. 2004.  \n4. OLIVEIRA, L. A., LOPES, A. G.. Mecânica dos Fluídos, 3a.ed., ETEP. 2010.  \n5. VIANNA, M. R.. Mecânica dos  Fluídos para Engenheiros, 4a.ed., Imprimatur \nArtes. 2001.  \n \nUNIDADE CURRICULAR : Desenho e Projeto para Computador - CH – 60 h \nEMENTA  \nIntrodução ao desenho técnico. Normatização em desenho técnico. Projeções \ne vistas ortográficas. Desenhos em perspectiva.  Cortes e secções. Escalas e \ndimensionamento. Desenho assistido por computador (CAD) Modelagem \nbásica de peças. Edição e alterações de projeto de peças. Configurações de \npeças e tabelas de projeto. Projeto de montagens.  \nBibliografia Básica:  \n1. FRENCH, T.E. ; VIERCK, C.J. Desenho técnico e tecnologia gráfica. 7. ed. \nSão Paulo: Globo. 2002.  \n2. NEIZEL, E. Desenho técnico para a construção civil. São Paulo: \nEPU/EDUSP. 1974.  \n3. SILVA, A.; TAVARES, C.; LUIS, J. S. Desenho técnico moderno. Tradução: \nAntônio Eustáqu io de Melo Pertence e Ricardo Nicolau Nassar Koury. 4. ed. ", "73": "   \n67 \n Rio de Janeiro: LTC. 2006.  \n \nBibliografia Complementar:  \n1. ESTEPHANIO, C. Desenho técnico: uma linguagem básica. 4. ed. Rio de \nJaneiro: LTC. 1996.  \n2. FREDO, B. Noções de geometria e desenho técnico.  São Paulo: Ícone. \n1994.  \n3. FRENCH, T.E. Desenho técnico. Porto Alegre: Globo. 1973.  \n4. RANGEL, A. P. Desenho projetivo: projeções cotadas. 3. ed. Rio de Janeiro: \nLTC. 1971.  \n5. VENDITTI, M. Vinícius dos Reis. Desenho técnico sem prancheta, com \nAutoCAD. 2. ed. Florianópolis: Visual Books. 2007.  \n \nUNIDADE CURRICULAR : Microbiologia - CH – 60 h \nEMENTA  \nMorfologia e citologia das bactérias. Características gerais de fungos e \nleveduras. Características gerais dos vírus e bacteriófagos. Metabolismo, \nnutrição e crescimento de microrganismos. Genética e ecologia microbiana. \nControle de população microbiana. Produção de alimentos por microrganismos \ne avaliação da qualidade microbiológica dos alimentos. Doenças veiculadas \npelos alimentos.  \n \nBibliografia Básica:  \n1. TO RTORA, G.J.; FUNKE, B.R.; CASE, C.L. Microbiologia. 8.ed. Porto \nAlegre: ARTMED. 2005.  \n2. MADIGAN, M.T.; MARTINKO, J.M.; PARKER, J. Microbiologia de Brock. \n10.ed. São Paulo: Prentice Hall. 2004.  \n3. BURTON, G.R. W; ENGELKIRK, P.G. Microbiologia para as ciências da \nsaúde. 7.ed. Rio de Janeiro: Guanabara Koogan. 2005.  \n \nBibliografia Complementar:  \n1. BROWN, Alfred E. Benson's  microbiological  applications. 10.ed. New York: \nMc Graw Hill. 2007.  ", "74": "   \n68 \n 2. PELCZAR , J.R., MICHAEL J.; CHAN, E.C.S.; KRIEG, N.R. Microbiologia: \nconceitos e aplicações. 2.ed. São Paulo: Pearson Makron Books. 2006, v.1.  \n3. PELCZAR, JR., MICHAEL, J., CHAN, E.C.S., KRIEG, N.R. Microbiologia: \nconceitos e aplicações. 2.ed. São Paulo: Pearson E ducation do Brasil. 2006, \nv.2. \n4. VERMELHO, A.B. et al. Práticas de microbiologia. Rio de Janeiro: \nGuanabara Koogan, 2006.  \n5. LIMA, U.A. (coord.) et al. Biotecnologia industrial: processos fermentativos e \nenzimáticos. São Paulo: Edgard Blücher. 2001, v.3.  \n \n5º Período  \n \nUNIDADE CURRICULAR : Gestão para Sustentabilidade - CH – 60 h \nEMENTA  \nSustentabilidade e desenvolvimento sustentável. Visões do futuro. A \nperspectiva econômica. A perspectiva sócio -política. Agricultura sustentável. \nValoração do ambiente. Demografia, economia e ambiente natural. Análise do \ncenário atual e as tendências da sustentabilidade e responsabilidade \ncorporativa, enfatizando as alianças estratégicas entre Estado, empresas e \nsociedade civil. Desenvolvimento de propostas de planejament o estratégico \npara a implantação de sistemas de gestão da sustentabilidade e da \nresponsabilidade corporativa.  \nBibliografia Básica:  \n1. AZEVEDO NETTO, J. Martiniano. Manual de hidráulica. São Paulo: Edgard \nBlücher. 1977.  \n2. MONTIBELLER -FILHO, Gilberto. O mit o do desenvolvimento sustentável: \nmeio ambiente e custos sociais no moderno sistema produtor de mercadorias. \n3. ed. Florianópolis: UFSC. 2008.  \n3. RICHTER, C. A.; AZEVEDO NETTO, J. M. Tratamento de água: tecnologia \natualizada. São Paulo: Edgard Blücher. 199 5. \n \nBibliografia Complementar:  \n1. AZEVEDO NETTO, J. Martiniano et al. Planejamento de sistemas de ", "75": "   \n69 \n abastecimento de água. Curitiba: UFPR. 1975.  \n2. BABBITT, H. E. Abastecimento de água. São Paulo: Edgar Blücher. 1976.  \n3. DACACH, N. Gandur . Saneamento básico. 2a. ed. Rio de Janeiro: \nLTC.1984.  \n4. FEITOSA, F.A.C.; FILHO, J. M. Hidrogeologia: conceitos e aplicações. \nFortaleza: CPRM; Serviço Geológico Nacional. 2001.  \n5. VON SPERLING, M. Princípios de tratamento de águas residuárias: \nintrodução à qualidade das águas e ao tratamento de esgotos. Belo horizonte: \nDESA/UFMG. 1996, v.1.  \n \nUNIDADE CURRICULAR : Cálculo Numérico - CH – 60 h \nEMENTA  \nAritmética de ponto flutuante: Erros absolutos e relativos; Arredondamento e \ntruncamento; Aritmética de ponto  flutuante. Zeros de Funções Reais: Métodos \nde quebra; Métodos de ponto fixo – iterativo linear / Newton -Raphson; Métodos \nde Múltiplos passos – secantes. Resolução de Sistemas de Equações \nLineares: Métodos diretos; Métodos iterativos – Jacobi / Gauss -Seide l. \nAjustamento de Curvas pelo Método dos Mínimos Quadrados: Interpolação \nPolinomial; Estudo do erro. Integração numérica: Métodos de Newton -Cotes; \nTrapézios; Simpson; Estudo do erro. Solução Numérica de Equações \nDiferenciais Ordinárias.  \nBibliografia Básic a: \n1. BARROSO, L. Conceição et. al. Cálculo numérico com aplicações . São  \nPaulo: Harbra, 1987.  \n2. BURDEN, Richard L.; FAIRES, J. Douglas. Análise numérica . São Paulo: \nCengage Learning, 2008.  \n3. RUGGIERO, M. A. Gomes; LOPES, V. L. da Rocha. Cálculo numérico : \naspectos teóricos e computacionais. 2. ed. São Paulo: Pearson Learning; \nMakron Books, 1998.  \n \nBibliografia Complementar:  \n1. ALBRECHT, Peter. Análise numérica : um curso moderno. Rio de Janeiro: ", "76": "   \n70 \n LTC, 1973.  \n2. ARENALES, Selma; DARENZZO, Artur. Cálculo numéri co: aprendizagem \ncom apoio de software. São Paulo: Cengage Learning, 2008.  \n3. CAMPOS FILHO, Ferreira. Algoritmos numéricos . Rio de Janeiro: LTC: \n2007.  \n4. FRANCO, N. M. B. Cálculo Numérico. São Paulo: Prentice -Hall Brasil, 2006.  \n5. SPERANDIO, Décio; MENDES, João Teixeira; SILVA, L. H. Monken e. \nCálculo numérico : características matemáticas e computacionais dos métodos \nnuméricos. São Paulo: Prentice Hall, 2003.  \n \nUNIDADE CURRICULAR : Ciência  e Tecnologia  dos Materiais - CH – 60 h \nEMENTA  \nRevisão crítica do conceito de cristal e da estrutura cristalina dos diversos tipos \nde materiais (metálicos e não metálicos). Análise do efeito das imperfeições \ncristalinas e da difusão de constituintes nas propriedades mecânicas dos \nmateriais metálicos. Análise crítica dos mecanismos de endurecimento, fratura, \nfadiga e fluência aos quais está sujeito o material metálico. Introdução ao tema \nde diagramas de fases e de transformação de fases em materiais metálicos. \nMateriais cerâmicos, poliméricos  e compósitos.  \n \nBibliografia Básica:  \n1. CALLISTER, William D. . Ciência e engenharia de materiais : uma \nintrodução . Rio de Janeiro : LTC , 2012 .  \n2. ASKELAND, Donald R.; Phulé, PradeepP. . Ciência e engenharia dos \nmateriais . São Paulo -SP :Cengage Learnin g, 2008 . 594 p.  \n3. VAN VLACK, Lawrence H. Princípios de ciência e tecnologia dos materiais \n.São Paulo :Edgard  Blücher , 1970 . 427 p.  \n \nBibliografia  Complementar:  \n1. CALLISTER Jr., William D. Materials science and engineering: an \nintroduction. 7.ed. New York [USA]: John Wiley & Sons, 2007. 721 p  \n2. SIBILIA, John P. (ed.). A guide to materials characterization and chemical \nanalysis. 2. ed. New York: Wiley -VCH, c1996. xii, 388 p.  ", "77": "   \n71 \n 3. CHIAVERINI, Vicente . Tecnologia mecânica : materiais de construção \nmecânica . São Paulo : McGraw -Hill do Brasil ,1978 . v.2. 359 p.  \n4. BOTELHO, Manoel Henrique Campos; Marchetti, Osvaldemar. Concreto \narmado eu te amo. 4.ed.rev.e atual. São Paulo: Ed. Edgard Blücher, 2006. v.1. \n463 p.  \n5. BAUER, L. A. Falcão (coord.) . Materiais de construção . 5. ed. rev . Rio de \nJaneiro : LTC , 2000 . v.1. 471 p.  \n \n \nUNIDADE CURRICULAR : Física Moderna - CH – 60 h \nEMENTA  \nRelatividade, Fóton,  Determinação da Carga Específica do Elétron. Radiação \nde Corpo Negro (Radiação Térmica). , Efeito fotelétrico, Efeito Compton, Efeito \nRayleigh, Efeito Raman, A Luz como uma Onda de Probabilidade, Elétrons e \nOndas de Matéria, Equação de Schrödinger, O Princípio de Indeterminação de \nHeisenberg, Efeito Túnel, Energia de um Elétron Confinado, Um El étron em um \nPoço Finito, Armadilhas Quânticas para Elétrons, O Modelo de Bohr do Átomo \nde Hidrogênio, Equação de  Schrödinger e o Átomo de Hidrogênio, sódio, \nEspectros Atômicos, Propriedades dos Átomos: Spin, Momento Angular e \nMomento Magnético, Experiment o de Stern -Gerlach, Ressonância Magnética, \nO Princípio da Exclusão de Pauli, Armadilhas Retangulares com Mais de um \nElétron, Construção da Tabela Periódica,   Os Espectros Raio X dos \nelementos, Funcionamento dos Lasers, Condução de Eletricidade nos Sólidos , \nFísica Nuclear, Energia Nuclear, Hádrons, Quarks, Léptons. Potencial de \nExcitação de Átomo.  Radioatividade. Contadores. Câmaras de Ionização. \nRadiação Alfa. Beta. Gama. Difração de Raios -X por Cristais. Efeito Hall em \nSemicondutores.  \n \nBibliografia Básic a: \n1. HALLIDAY, D., RESNICK, R., WALKER, J.. Fundamentos de Física 4 –\nÓptica e física moderna, 9ª ed., LTC. 2012.  \n2. TIPLER, P. A., MOSCA, G. Física para Cientistas e Engenheiros, 6ª. ed, \nLTC.2009, vol. 2.  ", "78": "   \n72 \n 3. SEARS, F., YOUNG H.D., FREEDMAN, R.A., ZEMANSKY, M.W. Física 4 –\nFísica  Moderna, 12a. ed., Addison Wesley. 2008.  \n \nBibliografia Complementar:  \n1. NUSSENZVEIG, M. H. Curso de Física Básica - 4Física Moderna , 5a. ed., \nEdgard Blücher. 2013.  \n2. CHAVES, A., SAM PAIO, J. F. Física Básica - Eletromagnetismo, 1a. ed., \nLTC. 2007.  \n3. HALLIDAY, D., RESNICK, R., KRANE, K.S., STANLEY, P. E. Física, 5a ED., \nLTC, 2003, vol. 3.  \n4. FEYNMAN, R.P. Lições de Física de Feynman, Bookman, 2008, vol. 2.  \n5. EISBERG, R. & RESNICK, R.  Física Quântica, Rio de Janeiro: Ed. Campus, \n1994 . \n \nUNIDADE CURRICULAR : Física IV - CH – 60 h \nEMENTA  \nOscilações Mecânicas e Eletromagnéticas. Ondas Mecânica s. Som. Ondas \nEletromagnéticas. Óptica , interferência e difração.  \n \nBibliografia Básica:  \n1. HALLIDAY, D., RESNICK, R. WALKER, J.. Fundamentos de Física, vol. 2 e \n4, 9ª ed., LTC, 2013.  \n2. CHAVES, A., SAMPAIO, J. F.. Física Básica, vol. 2 e 4, 1ª ED, LTC, 2007.  \n3. TIPLER, P. A., MOSCA, G.. Física para cientistas e engenheiros, vol. 1 e 2, \n6ª. ed, LTC, 2009.  \n \nBibliografia Complementar:  \n1. NUSSENZVEIG, M. H.. Curso de Física Básica, vol. 2 e 4, 5ª ed., Edgard \nBlücher, 2013.  \n2. SEARS, F., YOUNG H. D., FREEDMAN, R. A., ZEMANSKY, M. W., Física, \nvol. 2 e 4, 2a. ed., Addison Wesley, 2008.  \n3. HALLID AY , D., RESNICK, R., KRANE, K. S., STANLEY, P. E.. Física, vol. 2 \ne 4, 5ª ed., LTC, 2003.  ", "79": "   \n73 \n 4. FEYNMAN, R. P.. Lições de Física de Feynman, vol. 1 e 2, Bookman, 2008.  \n5. KELLER, F. J., GETTYS, W. E., SKOVE, M. J..Física, vol. 1 e 2, Makron \nBooks, 1999.  \n \nUNIDADE CURRICULAR : Métodos Matemáticos - CH – 60 h \nEMENTA  \nAnálise vetorial, Sistemas de coordenadas Curvas, Tensores, Determinantes e \nmatrizes, Séries Infinitas, Variáveis complexas, Cálculo de Resíduos. \nProbabilidade, Introdução a Equações diferenciais:  equações diferenciais \nparciais, Equações diferenciais de primeira ordem, Separação de Variáveis, \npontos Singulares.  \n \nBibliografia Básica:  \n1.ARFKEN,  G.  B.,  WEBER,  H.  J.,  Física  Matemática  –  Métodos  \nMatemáticos  para Engenharia e Física, 1ª . ed., Campus Elsevier, 2007.  \n 2.KREYSZIG, E., Adva nced Engineering Mathematics, 9ª . ed., John Wiley, \n2006.  \n3.GREENBERG, M., Adva nced Engineering Mathematics, 2ª . ed., Pearson, \n1998.  \nBibliografia  Complementar:  \n1. DE OLIVEIRA, E. C., RODRIGUES JR., W. A., Funções analíticas com \naplicações, 2ª ed.,livraria da Física, 2013.  \n2. BUTKOV, E., Física Matemática, LTC, 1988.  \n3. BOAS, M. L., Mathematical Methods in the Physical Sciences, 3a. ed., Wiley, \n2005  \n4.HILDEBRAND,  F. B., Methods of Applied Mathematics, 2a. ed., Dover \nPublications, 1992.  \n5. RILEY,  K.  F.,  HOBSON,  M.  P.,  BENCE,  S.  J.,  Mathematical  Methods  \nfor  Physicsand Engineering: A Comprehensive Guide, 3a. ed., Cambridge ", "80": "   \n74 \n University Press, 2006.  \n \n6º Período  \n \nUNIDADE CURRICULAR :  Mecânica Clássica  - CH – 60 h \nEMENTA  \nMovimentos unidimensionais e equações diferenciais lineares e não lineares. \nEstudo da dinâmica de uma ou mais partículas em uma e três dimensões. \nForças Centrais. Problema de dois corpo s. Gravitação.  \nBibliografia Básica:  \n1. Marion Thornton - Classical Dynamics of  particlesand systems, 4th edition, \nSaunders  College  Publishing, 1995.  \n2. K. R. Symon – Mechanics, Addison -Wesley Massachussetts, 1971.  \n3. Mechanics, L. D. Landau and E. M. Lifshitz, (Pergammon, NY, 1976)  \n \nBibliografia  Complementar:  \n1. The variational principles of mechanics, C. Lanczos (University of Toronto \nPress, Toronto)  \n2. A. Einstein – Relativity, Crown, NY, 1961.  \n3. H. Goldstein - Classical Mechanics, 2nd ed. Addison -Wesley, Reading, \nMassachussetts, 1980.  \n4. R. G. Takwale, P. S. Puranik - Introduction to Classical Mechanics  (Tata Mc -\nGraw Hill, New Delhi, 1979).  \n5. T. W. B. Kibble,  Mecânica Clássica , (Editora Polígono, 1970).  \n \n \nUNIDADE CURRICULAR : Termodinâmica - CH – 60 h \nEMENTA  \nPostulados da Termodinâmica, Condições de Equilíbrio, Processos \nReversíveis, máquina de Carnot, Transformações de Legendre, Princípio \nExtremo na Representação de Legendre, Potenciais Termodinâmicos, \nRelações de Maxwell, Estabilidade, Transições de Fases de Primeira Ordem, \nFenômenos Críticos.  ", "81": "   \n75 \n Bibliografia Básica:  \n1. CALLEN. H. - Thermostatistics., Ed. John Wiley and Sons.  \n2. L. D. Landau e E. M. Lifshitz - Course of Theoretical Physics, Vol 5: \nStatistical  Physics, Pergammon Press, Londo n, 1963.  \n3. Claude Garrod - Statistical Mechanics and Thermodynamics, Oxford  \nUniversity Press, 1995.  \n \nBibliografia  Complementar:  \n1. M.W. Zemansky and R.H. Dittman - Heat and Thermodynamics. 6 th edition. \nMcGraw -Hill Book Co, 1981  \n2. F. Reif  - Fundamentals of Statistical and Thermal Physics,  McGraw -Hill \nBook Company  \n3. F. Reif - Curso de Física de Berkeley, Vol III, Física Estatística, McGraw -Hill. \n4. S.I. Sandler - Chemical and Engineering Thermodynamics. 3 rd edition. John \nWiley & Sons, N. Y., 1999.  \n5. F.W. Sears in Thermodynamics, The Kinetic Theory of Gases, and Statistical \nMechanics. Addison -Wesley Pub. Co, Inc., 1969.  \n \nUNIDADE CURRICULAR : Fenômenos de Transferência - CH – 60 h \nEMENTA  \nIntrodução e conceitos básicos. Fundamentos da condução de calor. \nCondução de calor permanente e transiente. Fundamentos da convecção. \nConvecção forçada e natural. Trocadores de calor. Transferência de calor por \nradiação. Transferência de massa.  \n \nBibliografia Básica:  \n1 . INCROPERA, Frank P. ET AL. Fundamentos da transferência de calor e \nmassa. 7.ed. Rio de Janeiro: LTC, 2014.  \n2.BIRD, R. Byron; STEWART, Warren E; LIGHTFOOT, Edwin N. Fenômenos \nde transporte. 2. Ed. Rio de Janeiro:LTC, 2004.  \n3. LIVI, C. P; Fundamentos de fenô menos de transporte; 2.ed. Rio de Janeiro: \nLTC, 2012.  \n ", "82": "   \n76 \n Bibliografia Complementar:  \n1. CENGEL, Yunus A. Transferência de calor e massa: uma abordagem \nprática. 3. Ed. São Paulo: Mc Graw Hill, 2009. 902 p.  \n2.Fox, R, PRITCHARD, P.J, McDONALD, A.T. Introdução à mecânica dos \nfluidos, 8ª Ed, LTC,2014.  \n3. MORAN, Michael J; SHAPIRO, Howard N. Princípios da termodinâmica para \nEngenharia. 6ª.ed. Rio de Janeiro: LTC, 2009.  \n4. ARAÚJO, Everaldo César da Costa. Trocadores de calor. São Carlos: Ed. \nUFSCar, 2002.  \n5. CENGEL, Yunus  A; BOLES, Michael A. Termodinâmica. 5.ed. São Paulo: \nMc Graw Hill, 2009.  \n \nUNIDADE CURRICULAR : Engenharia Econômica - CH – 60 h \nEMENTA  \nMatemática Financeira: conceito de juros; relações de equivalência; taxas \nnominais e efetivas; amortização de dívidas (Price, SAC e Misto). Inflação e \ncorreção monetária. Análise econômica de investimentos: princípios e \nconceitos; VAUE, TIR e Pay -back; substituição de equipamentos; aluguel, \nleasing e financiamentos. Risco, incerteza e análise de sensibilidade. \nCalculadoras financeiras e planilhas.  \n \nBibliografia Básica:  \n1. PUCCHINI, Abelardo. Matemática financeira, objetiva e aplicada. São Paulo: \nSaraiva, 2000.  \n2. HIRDCHFELD, Henrique. Engenharia econômica e análise de custos. São \nPaulo: Atlas, 1998.  \n3. HUMMEL, Paul o Roberto Vampre. Analise e decisão sobre investimentos e \nfinanciamentos: engenharia econômica - teoria e pratica. 4. ed. São Paulo: \nAtlas, 1995.  \nBibliografia Complementar:  \n1. PINDYCK, ROBERT S.; RUBINFELD, DANIEL, L. Microeconomia 5 ed. São \nPaulo: Prentic e Hall, 2002.  \n2. HIRSCHFELD, H. Engenharia econômica e análise de custos. 7 ed. São ", "83": "   \n77 \n Paulo: Altas, 2000.  \n3. ASSAF NETO, A.. Matemática financeira e suas aplicações. 10 ed. São \nPaulo: Atlas, 2008.  \n44. THUESEN, H.G.; FABRYCKY, W.J.; THUESEN, G.J. (1977). Engi neering \neconomy. New Jersey: Prentice -Hall, 1977.  \n5. FARO, C. Elementos de engenharia econômica. 3 ed. São Paulo: Atlas. \n1979.  \n \nUNIDADE CURRICULAR : Eletromagnetismo - CH – 60 h \nEMENTA  \nEletrostática, Magnetostática, eletrodinâmica e Magnetodinâmica.  \n \nBibliografia  Básica:  \n1. Introduction to Electrodynamics – David Griffiths – Prentice Hall (New \nJersey) 1999  \n2. P. Lorrain and D. Corson – Eletromagnetic  Fields and Waves, 2a. ed., 1970, \nEditor W. H. Freeman and Company, São Francisco –Estados  Unidos.  \n3. REITZ, J.R, MILFORD, F.J., CHRISTY, R.W., - Fundamentos da Teoria \nEletromagnética, Rio de Janeiro: Editora Campus, 1982.  \n \nBibliografia Complementar:  \n1. Kleber Daum Machado - Teoria do Eletromagnetismo, vol. 1, Editora UEPG, \n2004.  \n2. Kleber Daum Machado - Teoria do Eletromagnetismo, vol. 2, Editora UEPG, \n2004.  \n3. Kleber Daum Machado - Teoria do Eletromagnetismo, vol. 3, Editora UEPG, \n2004.  \n4. Anita Macedo - Eletromagnetismo, Editora Guanabara.  \n5. ALONSO, MARCELO, FINN, EDWARD J. Fundamental University Physic s. \nVol II.  \n \n \n ", "84": "   \n78 \n UNIDADE CURRICULAR : Métodos  Matemáticos  II- CH – 60 h \nEMENTA  \nEquações Diferenciais: O método de Frobenius, Função de Green; Teoria de  \nSturm -Liuville – Funções Ortogonais; Funções de Bessel; Funções de  \nLegendre. Funções de Hermite; Funções de Laguerre; Polinômios de  \nChebyshev; Funções Hipergeométricas; Funções Hipergeométricas \nConfluentes; Funções de Mathieu; Equações de Fuchs; Séries de  \nFourier;Transformadas Integrais. Equações Integrais e Cálculos de Variações.  \n \nBibliografia  Básica:  \n1. ARFKEN, G. B., WEBER, H. J., Física Matemática – Métodos Matemáticos \npara Engenharia e Física, 1a. ed., Campus Elsevier, 2007.  \n2. KREYSZIG, E., Advanced Engineering Mathematics, 9a. ed., John \nWiley,2006.  \n3. GREENBERG, M., Advanced Engineering Mathematics, 2a.  ed., \nPearson,1998.  \nBibliografia  Complementar:  \n1. DE OLIVEIRA, E. C., RODRIGUES JR., W. A., Funções analíticas com  \naplicações, 2ª ed., livraria da Física, 2013.  \n2. BUTKOV, E., Física Matemática, LTC, 1988.  \n3. BOAS, M. L., Mathematical Methods in the Physic al Sciences, 3a. ed., \nWiley,2005  \n4. HILDEBRAND, F. B., Methods of Applied Mathematics, 2a. ed., Dover  \nPublications, 1992.  \n5. RILEY, K. F., HOBSON, M. P., BENCE, S. J., Mathematical Methodsfor  \nPhysics and Engineering: A Comprehensive Guide, 3a. ed., Cambridge  \nUniversity Press, 2006.  \n \n7º Período  \n \nUNIDADE CURRICULAR : Mecânica Clássica II - CH – 60 h \nEMENTA  \nPrincípios e técnicas variacionais. Dinâmica de muitas partículas dentro dos ", "85": "   \n79 \n formalismos Lagrangeano e Hamiltoniano. Teorema de Liouville. Teorema do \nVirial. Formulação Covariante. Grupos de Galileo e de Lorentz e o princípio da \nRelatividade  \n \nBibliografia  Básica:  \n1. Marion Thornton - Classical Dynamics of particles and systems, 4th edition, \nSaunders College Publishing, 1995.  \n2. K. R. Symon – Mechanics, Addison -Wesley Massachussetts, 1971.  \n3. Mechanics, L. D. Landau and E. M. Lifshitz, (Pergammon, NY, 1976)  \n \nBiblio grafia  Complementar:  \n1. The variational principles of mechanics, C. Lanczos (University of Toronto \nPress, Toronto)  \n2. A. Einstein – Relativity, Crown, NY, 1961.  \n3. H. Goldstein - Classical Mechanics, 2nd ed. Addison -Wesley, Reading, \nMassachussetts, 1980.  \n4. R. G. Takwale, P. S. Puranik - Introduction to Classical Mechanics  (Tata Mc -\nGraw Hill, New Delhi, 1979).  \n5. T. W. B. Kibble,  Mecânica Clássica , (Editora Polígono, 1970).  \n \nUNIDADE CURRICULAR : Mecânica Quântica I  - CH – 60 h \nEMENTA  \nFerramentas matemáticas da mecânica quântica. Postulados. Oscilador \nharmônico unidimensional. Propriedades gerais do momentum angular. Átomo \nde hidrogênio.  \nBibliografia Básica:  \n1. Claude Cohen -Tannoudji, Bernard Diu e FranckLaloë - Quantum Mechanics, \n,Vol I (John Wile y& Sons)  \n2. D. J. Griffiths - Introduction to Quantum Mechanics, Prentice Hall.  \n3. Quantum Mechanics, L.I. Schiff, (McGraw -Hill, 1968)  \n \nBibliografia  Complementar:  \n1. The Feynman Lectures in Physics, Vol III, Feynman -Leigthon -Sands ", "86": "   \n80 \n (Addison -Wesley).  \n2. Introduction to Quantum Mechanics, R. H. Dicke e J.P. Wittke (Addison -\nWesley).  \n3. J. J. Sakurai, Modern Quantum Mechanics, Revised Edition. Addison -\nWesley (1994)  \n4. E. Merzbacher; Quantum Mechanics, Wiley (1961)  \n5. A. F. R. Toledo Piza, Mecânica Quântic a. EDUSP (2003)  \n \nUNIDADE CURRICULAR : Física Computacional - CH – 60 h \nEMENTA  \nIntrodução à linguagem  de  programação.  Integração  e  derivação  numérica. \nEquações  diferenciais  ordinárias.  Noções  básicas  de  Dinâmica  Molecular  \nClássica.  Noções básicas do método Monte Carlo Clássico. Complementos.  \nBibliografia Básica:  \n1. RINO, J. P., COSTA, B. V., ABC da simulação computacional, Livraria da \nFísica, 2013.  \n2. SCHERER, C., Métodos Computacionais d a Física, Livraria da Física, 2005.  \n3. KOONIN, S. E., MEREDITH, D. C., Computational Physics  -  Fortran \nFersion, Westview Press, 1990.  \nBibliografia  Complementar:  \n1. GIORDANO, N. J., Computational  Physics, 2a. ed., Addison -Wesley, 2005.  \n2.  CEREDA,  R.  L.  D.,  MALDONADO,  J.  C.,  Introdução  ao  FORTRAN  \npara microcomputadores, Editora: McGraw -Hill, 1987.  \n3. PRESS, W., Numerical Recipes, Cambridge University Press, 2001.  \n4. GOULD, H., TOBOCHNIK, J., An introduction to computer simulation \nmethods, Addis on Wesley, 1997.  \n5.   WOOLFSON,  M.  M.,   PERT,  G.  J.,  An  Introduction  to  Computer  \nSimulation,  Oxford University Press, 1999.  \n ", "87": "   \n81 \n UNIDADE CURRICULAR : Eletrotécnica - CH – 60 h \nEMENTA  \nIntrodução a NR - 10. Elementos de circuitos elétricos: resistores, indutores, \ncapacitores e fontes. Leis básicas dos circuitos elétricos. Noções básicas de \nanálise de circuitos de corrente . \n \nBibliografia Básica:  \n1. CREDER, H. Instalações elétricas. 15 ed., Rio de Janeiro, LTC, 2011.  \n2. NEVES, Eurico G. C. Eletrotécnica geral. 2. Ed. Pelotas: Editora e Gráfica \nUniversitária UFPel, 2005.  \n3. SAY, M. G. Eletricidade geral: eletrotécnica. São Paulo: Hemus, 2004.  \n \nBibliografia Complementar:  \n1. CAPUANO, F. G.; MARINO, M. A. M. Laboratório  de eletricidade e \neletrônica. 23 ed. São Paulo: Érica, 1998.  \n2. COTRIM, A. A. M. B. Instalações elétricas. 2 ed., São Paulo: Prentice Hall \nBrasil, 2002.  \n3. CUNHA, Ivano. J. Eletrotécnica. São Paulo: Hemus, 1999.  \n4. FILHO, J. M. Instalações elétricas in dustriais. 6 ed. Rio de Janeiro: LTC, \n2002.  \n5. FRANCHI, C. M. Acionamentos elétricos. Tatuapé: Érica, 2007.  \n \nUNIDADE CURRICULAR : Fontes Alternativa s de energia  e Biocombustíveis - \nCH – 60 h \nEMENTA  \nO problema energético global; Aproveitamento da energia  solar, eólica, \nhidráulica e da biomassa; Energia solar e as células fotovoltaicas; Energia \nsolar para dessalinização de água; Energia solar para refrigeração e \naquecimento; Energia eólica utilizada no bombeio de água e na geração de \nenergia elétrica;  Medi ção Anemométrica para Energia Eólica; \nDimensionamento e desenvolvimento de projetos que utilizem fontes \nalternativas, Centrais hidrelétricas.  Matérias -primas para produção de etanol e \nbiodiesel. Etapas do processo fermentativo. Reações de esterificação e ", "88": "   \n82 \n transesterificação. Processos reacionais homogêneos e heterogêneos. \nCatalisadores para biodiesel. Subprodutos e utilidades.  \n \nBibliografia Básica:  \n1. ALDABO R., Energia  Solar,  Editora  Art Liber, 2002.  \n2. ALDABO R., Energia Eolica, Editora ArtLiber,2003.  \n3. KNOTHE G.  Manual de  Biodiesel,  Edgard Blucher, 2007  \n \nBibliografia Complementar:  \n1. AQUARON, e. Borzani, W. SCHIMIDELL, W. Biotecnologia Industrial: \nProcessos fermentativos e enzimáticos, S ão Paulo, Edgard Blucher, 2001.  \n2. WOLFGANG P., Energia Solar e Fontes Alternativas, editora Hemus,2002.  \n3. VASCONCELLOS, G. F., Biomassa - a Eterna Energia do Futuro, editora \nSenac, São Paulo, 2002.  \n4.FRANK R. C., HARRY R., Uso da Biomassa para Produção de Energia na \nIndústria Brasileira , editora Unicamp, 2005.  \n5. CORTEZ L. A. B., GOMEZ E. O., LORA E. D. S., Biomassa para Energia, \neditora Unicamp, 2008.  \n \nUNIDADE CURRICULAR : Eletromagnetismo II - CH – 60 h \nEMENTA  \nEquações de Maxwell, Radiação, Propagação de ondas eletromagnéticas e \nPropagação de ondas em meios limitados.  \n \nBibliografia  Básica:  \n1. Introduction to Electrodynamics – David Griffiths – Prentice Hall (New \nJersey) 1999  \n2. P. Lorrain and D. Corson - Eletromagnetic  Fields and Waves, 2a. ed., 1970, \nEditor W. H. Freeman and Company, São Francisco –Estados  Unidos.  \n3. REITZ, J.R, MILFORD, F.J., CHRISTY, R.W., - Fundamentos da Teoria \nEletromagnética, Rio de Janeiro: Editora Campus, 1982.  \n \nBibliografia Complementar:  ", "89": "   \n83 \n 1. Kleber Daum Machado - Teoria do Eletromagnetismo, vol. 1, Editora UEPG, \n2004.  \n2. Kleber Daum Machado - Teoria do Eletromagnetismo, vol. 2, Editora UEPG, \n2004.  \n3. Kleber Daum Machado - Teoria do Eletromagnetismo, vol. 3, Editora UEPG, \n2004.  \n4. Anita Macedo - Eletromagnetismo, Editora Guanabara.  \n5. ALONSO, MARCELO, FINN, EDWARD J. Fundamental University Physics. \nVol II.  \n \n8º Período  \n \nUNIDADE CURRICULAR : Mecânica Quântica II - CH – 60 h \nEMENTA  \nEspalhamento por um potencial. Spin eletrônico. Adição de momentum \nangular. Teoria de perturbação estacionária. A estrutura fina e hiperfina do \nátomo de hidrogênio.  \n \nBibliografia Básica:  \n1. Claude Cohen -Tannoudji, Bernard Diu e Franck Laloë - Quantum \nMecha nics, , Vol II (John Wiley & Sons)  \n2. D. J. Griffiths - Introduction to Quantum Mechanics, Prentice Hall.  \n3. Quantum Mechanics, L.I. Schiff, (McGraw -Hill, 1968)  \nBibliografia  Complementar:  \n1.The Feynman Lectures in Physics, Vol III, Feynman -Leigthon -Sands \n(Addison -Wesley).  \n2. Introduction to Quantum Mechanics, R. H. Dicke e J.P. Wittke (Addison -\nWesley).  \n3. J. J. Sakurai, Modern Quantum Mechanics, Revised Edition. Addison -\nWesley (1994)  \n4. E. Merzbacher.  Quantum Mechanics, Wiley (1961) . \n5. A. F. R.  Toledo Piza, Mecânica Quântica. EDUSP (2003) . \n ", "90": "   \n84 \n UNIDADE CURRICULAR : Física Estatística - CH – 60 h \nEMENTA  \nEstudo da Mecânica Estatística pela formulação de modelos específicos de \nsistemas físicos. Conceitos de Probabilidade, distribuições estatísticas, \nensembles estatísticos: microcanônico, canônico e grand -canônico. \nEstatísticas  Clássica e Quântica.  \n \nBibliogr afia Básica:  \n1. Fundamentals of Statistical and Thermal Physics, F. Reif, , McGraw -Hill \nBook Company  \n2. L. D. Landau e E. M. Lifshitz - Course of Theoretical Physics, Vol 5: \nStatistical Physics, Pergammon Press, London, 1963.  \n3. Claude Garrod - Statistical  Mechanics and Thermodynamics, Oxford \nUniversity Press, 1995.  \n \nBibliografia  Complementar:  \n1. M.W. Zemansky and R.H. Dittman - Heat and Thermodynamics. 6 th edition. \nMcGraw -Hill Book Co, 1981  \n2. A Modern Course in Statistical Physics, L. E. Reich, (2a edition, John Wiley \n& Sons, Inc. 1998).  \n3. F. Reif - Curso de Física de Berkeley, Vol III, Física Estatística, McGraw -Hill. \n4. S.I. Sandler - Chemical and Engineering Thermodynamics. 3 rd edition. John \nWiley & Sons, N.Y., 1999.  \n5. F.W. Sears in Thermodynam ics, The Kinetic Theory of Gases, and Statistical \nMechanics. Addison -Wesley Pub. Co, Inc., 1969.  \n \nUNIDADE CURRICULAR : Física do Estado Sólido I - CH – 60 h \nEMENTA  \nAs teorias de Drude e Sommerfeld, Redes Cristalinas e Rede Recíproca, \nDifração de raios X por Cristais,  difração de neutrons e elétrons, efeito \nMossbauer e correlação angular, ressonância, espalhamento Raman, \nluminescência e reflexão infra -vermelho.  Potencial Periódico e Estruturas de \nBandas, Dinâmica de Rede - Fonons: Vibrações da rede, Propri edade Térmica ", "91": "   \n85 \n dos sólidos, Propriedades elétricas, Gás de Fermi de elétrons livres, Cristais \nSemicondutores, Imperfeições em sólidos, Superfície de Fermi e Metais.  \nBibliografia Básica:  \n1. Kittel, C  - Introdução à Física do Estado Sólido.(Guanabara Dois).  \n2. Ashcroft N.W. e Mermin N.D - Solid State Physics,Saunders College.  \n3. Blakemore J.S. - Solid State Physics, Cambridge U. Press.  \n \nBibliografia  Complementar:  \n1. Principles of the theory of solids, J. M. Ziman (Cambridge University Press, \nLondon, 1972)  \n2. LEITE, R., C. CASTRO, ANTôNIO R. B. – Física do Estado Sólido. São \nPaulo : Edgard Blucher, 1978,  \n3. R. A . Levy: Princípios of Solid State Physics  \n4. R. B. Leighton: Principles of Modern Physics  \n5. WOODGATE, G. K.  - Elementary Atomic Structure. Hong Ko ng, 2a ed. \nOxford University Press, 1992.  \n \nUNIDADE CURRICULAR : Fabricação de Equipamentos Técnicos I - CH  30 h \nEMENTA  \nDimensionamento e Desenvolvimento de Projetos em Física: Equipamentos de \nMecânica, Equipamentos de ondas e oscilação, Equipamentos para problemas \nTérmicos, Equipamento de fluido, Equipamento para problemas de Acústica. \nConstrução de protótipos. Simulação computacional (quando necessário). \nLeitura de artigos Acadêmicos. Trabalho Final (constituído de protótipo mais \nprojeto) realizado p elo aluno. Desenho Universal: Princípios, Legislação e \nDesafios.  \n \nBibliografia Básica:  \n1. MERIAM, J.L. e KRAIGE, L.G. Engenharia Mecânica. Vol. Dinâmica. Ed. \nLivro Técnico Científico S.A. 5ª edição. R.J. 2004.  \n2. HALLIDAY, D.; RESNICK, R.; WALKER, J..Funda mentos de Física –\nGravitação, Ondas e Termodinâmica, 9ª ed.Vol II, LTC, 201 2. \n3. HALLID AY, D.; RESNICK, R.; WALKER, J. Fundamentos de Física - ", "92": "   \n86 \n Mecânica, 4ª ed., LTC, 201 2. \n \nBibliografia Complementar:  \n1. NUSSENZVEIG, M. H.. Curso de Física Básica - 1 Mecânica, 5ª ed., Edgard \nBlücher, 2013.  \n2. SEARS, F., YOUNG H. D., FREEDMAN, R. A., ZEMANSKY, M. W. Física 1 \n- Mecânica, 12ª ed., Addison Wesley, 2008.  \n3. HALLIDAY , D., RESNICK, R., KRANE, K. S., STANLEY, P. E.. Física, 5ª \ned., LTC, 2003, vol. 1.  \n4. FEYNMAN, R. P.. Lições de Física de Feynman, Bookman. 2008, vol 1.  \n5. KELLER, F. J., GETTYS, W. E., SKOVE, M. J. Física, Makron Books. Vol. 1. \n1999.  \n6. PRADO, A.; LOPES, M. E.; ORNSTEIN, S. (orgs .); Desenho Universal: \ncaminhos da acessibilidade no Brasil. Annablume, 2010.  \n \nUNIDADE CURRICULAR : Ciência do Ambiente para a Engenharia - CH – 45 h \nEMENTA  \nEcologia. Diversidade. Ecossistemas terrestre, aquático e atmosférico. Fontes \nde energia e meio ambiente. Preservação e utilização de recursos naturais: \nPoluição, Impacto ambiental e Desenvolvimento sustentado. Gestão e \nLegislação Ambiental.  \n \nBibliografia Básica:  \n1. BRAGA, Benedito et al. Introdução à engenharia ambiental. 2.ed. São \nPaulo: Pearson/Pr entice Hall, 2005.  \n2. DERÍSIO, J.C. Introdução ao controle de poluição ambiental. 3. ed. São \nPaulo: Signus, 2007.  \n3. MILLER JÚNIOR, G. Tyler. Ciência ambiental. São Paulo: Thomson \nPioneira, 2006.  \nBibliografia Complementar:  \n1. PHILIPPI JR, A.; ROMÉRO, M. A. ; BRUNA, G. C. Curso de gestão \nambiental. Barueri, São Paulo: Manole, 2004. Coleção Ambiental.  \n2. HINRICHS, R.r A.; KLEINBACH, M.; REIS, Lineu B. dos. Energia e meio ", "93": "   \n87 \n ambiente. São Paulo: Cengage Learning, 2010.  \n3. JACOBI, P. R.. Ciência ambiental: os desaf ios da interdisciplinaridade. São \nPaulo: Annablume – Fapesp, 2000.  \n4. FELLENBERG, G.. Introdução aos problemas da poluição ambiental. São \nPaulo: EPU: Springer, 1980.  \n5. REIS, L. B.; HINRICHS, R. A.; KLEINBACH, M..Energia e meio ambiente. \nSão Paulo: Cengage  Learning, 2010.  \n \nUNIDADE CURRICULAR :  Eletrônica - CH – 60 h \nEMENTA  \nFundamentos de eletricidade para instrumentação: circuitos elétricos de \ncorrente contínua e alternada; aplicações dos teoremas de Thévenin  e de \nNorton. Instrumentos básicos em eletrônica: fontes, geradores, multímetros, \nosciloscópios. Transdução de grandezas físicas. Circuitos de ponte. \nProcessamento eletrônico de sinais. Introdução à física dos dispositivos \neletrônicos. Componentes analógic os ativos discretos e integrados. Circuitos \neletrônicos analógicos aplicados à instrumentação de medição e controle. \nIntrodução à eletrônica digital: caracterização, sistemas de numeração e \ncódigos. Lógica combinacional e sequencial. Visão geral de arquite tura de \nmicrocomputadores e de microcontroladores. Controles programáveis. \nEstrutura de sistemas de aquisição de sinais de processos.  \n \nBibliografia Básica:  \n1. BOYLESTAD, R. L.; NASHELSKY, L.. Dispositivos Eletrônicos e Teoria de \nCircuitos. Editora: LTC, 1999.  \n2. BIGNELL, J.W.; DONOVAN, R. Eletrônica Digital. Editora: Cengage, 2009.  \n3. BORGES, L. M.; OLIVEIRA, P. R.; ANAVELEZ, F. Curso de eletrônica \nindustrial. Editora: ETEP, 2009.  \nBibliografia Complementar:  \n1. HORENSTEIN, M. N. Microeletrônica: circui tos & dispositivos. Rio de \nJaneiro, Prentice Hall do Brasil, 1996.  \n2. HOWE, R.T and SODINI, C.G. Microelectronics: anintegrated approach, \nPrentice Hall, New Jersey, 1997.  ", "94": "   \n88 \n 3. SEDRA, A.S. and SMITH, K.C. Microeletrônica. Makron Books, São Paulo, \n2000.  \n4. SEDRA, A.S. and SMITH, K.C. Microeletronic  circuits. Oxford University \nPress, Philadelphia, 4a. ed., 1997.  \n5. ZUFFO, J.A. Dispositvos eletrônicos: fisica e modelamento, McGraw -Hill, 2a. \nedição, 1982.  \n \nUNIDADE CURRICULAR : Microprocessadores e microcontroladores - CH – \n60 h \nEMENTA  \nHistórico  dos  microprocessadores;  arquitetura  e  organização  de  um  \nmicroprocessador  e  um microcontrolador;  conjunto  básico  de  instruções;  \nprogramação  em  linguagem  montadora; modos  de  endereçamento,   \nmanipulação  de  registros,  pilhas,  subrotinas;  métodos  de transferência  de  \ndados:  polling,  interrupções,  acesso  direto  a  memória;  organização  de \nmemórias,  interfaces  seriais  e  paralelas;  dispositivos  de  entrada  e  saída;  \ntécnicas  para acionamento e controle de periféricos.  \nBibliografia Básica:  \n1.  TOCCI,  RONALD  J.,  WIDMER,  NEAL  S.,  MOSS,  GREGORY  L.,  \nSistemas  digitais  : princípios e aplicações. Editora Pearson Education do \nBrasil, 11.ed, 2011, ISBN 978 -85-7605 -922-6. \n2. SOUZA, D. J. Desbravando o PIC. Editora Érica: 12ª edição, 2007, ISBN \n8571948674.  \n3.PATTERSON, DAVID A.; HENNESSY, JOHN L,.Organização e projeto de \ncomputadores. Editora Campus, 3a Edição,2005, ISBN 535215212.  \nBibliografia Complementar:  \n1. TANENBAUM, ANDRE W S., Organização Estruturada de Computadores. \nEditora Prentice -Hall, 5a Edição, 2007, ISBN 8576050676.  \n2. PEREIRA, FÁBIO. Microcontroladores MSP430 : teoria e prática. Editora \nÉrica, 1a edição, 2005, ISBN 8536500670.  \n3.  GIMENEZ,  SALVADOR  P.  Microcontr oladores  8051.  Editora  Pearson  ", "95": "   \n89 \n Prentice  Hall,  1a edição, 2002, ISBN 9788536502670.  \n4.  NULL,  LINDA  e  LOBUR,  JULIA.  Princípios  básicos  de  arquitetura  e  \norganização  de computadores. Editora Bookman, 2a edição, 2010, ISBN 978 -\n85-7780 -737-6. \n5.  PARHAMI,  BEHROOZ.  Arquitetura  de  computadores:  de  \nmicrocomputadores  a supercomputadores. Editora McGraw -Hill, 2008, 1a \nEdição, 2008, ISBN 978 -85-7726 -025-6. \n \n9º Período  \n \nUNIDADE CURRICULAR : Fabricação de equipamentos técnicos II - CH – 30 h \nEMENTA  \nDesenvolvimento de Projetos em Física: protótipos/equipamentos que \nenvolvam Eletromagnetismo, Óptica, Física Moderna ou Estado Sólido. \nDesenho Universal: Princípios, Legislação e Desafios. Simulação \ncomputacional (quando necessário). Desenvolviment o de \nprotótipos/equipamentos. Leitura de normas técnicas e artigos científicos. \nTrabalho Final (constituído de protótipo/equipamento mais projeto) realizado \npelo discente.  \n \nBibliografia Básica:  \n1. KITTEL , C  - Introdução à Física do Estado Sólido.  8ª ed. Wiley, 2004 . \n2. HALLIDAY, D.; RESNICK, R.; WALKER, J..Fundamentos de Física –Óptica \ne Física Moderna, 9ª ed.Vol IV, LTC, 201 2. \n3. HALLIDAY, D.; RESNICK, R.; WALKER, J..Fundamentos de Física - \nEletromagnetismo, 4ª ed., LTC, 2012 . \n \nBibliografia Complementar:  \n1. NUSSENZVEIG, M. H.. Curso de Física Básica – 3 Eletromagnetismo, 5ª \ned., Edgard Blücher, 2013.  \n2. SEARS, F., YOUNG H. D., FREEDMAN, R. A., ZEMANSKY, M. W. Física3 - \nEletromagnetismo, 12ª ed., Addison Wesley, 2008.  ", "96": "   \n90 \n 3. HALLIDAY ,  D., RESNICK, R., KRANE, K. S., STANLEY, P. E.. Física, 5ª \ned., LTC, 2003, vol. 1.  \n4.FEYNMAN, R. P.; Lições de Física de Feynman, Bookman. vol3. 2008  \n5.KELLER, F. J., GETTYS, W. E., SKOVE, M. J.; Física, Makron Books. Vol. 2. \n1999.  \n6.CAMBIAGHI, S. S.; Dese nho Universal – métodos e técnicas para arquitetos \ne urbanistas. São Paulo: Senac São Paulo, 2007.  \n7.CARVALHO E CASTRO, J.; Ir e Vir - Acessibilidade, compromisso de cada \num. Gráfica Gibim e Editora, 2013.  \n8.PRADO, A.; LOPES, M. E.; ORNSTEIN, S. (orgs.). D esenho Universal: \ncaminhos da acessibilidade no Brasil. Annablume, 2010.  \n \n \nUNIDADE CURRICULAR : Física do Estado Sólido II - CH – 60 h \nEMENTA  \nSupercondutividade, Diamagnetismo, Paramagnetismo, Ferromagnetism o e \nAntiferromagnetismo, Ressonâ ncia Magné tica, Plamons, Poláritons, Polarons, \nProcessos Óticos e Excitons, Dieletricidade e Ferroeleticidade, Fisica de \nsuperfície e Interface.  \n \nBibliografia Básica:  \n1. Kittel, C  - Introdução à Física do Estado Sólido.(Guanabara Dois).  \n2. Ashcroft N.W. e Mermin N.D - Solid State Physics,Saunders College.  \n3. Blakemore J.S. - Solid State Physics, Cambridge U. Press.  \n \nBibliografia  Complementar:  \n1. Principles of the theory of solids, J. M. Ziman (Cambridge University Press, \nLondon, 1972)  \n2. LEITE, R., C. CASTRO, ANTôNIO  R. B. – Física do Estado Sólido. São \nPaulo : Edgard Blucher, 1978,  \n3. R. A . Levy: Princípios of Solid State Physics  \n4. R. B. Leighton: Principles of Modern Physics  ", "97": "   \n91 \n 5. WOODGATE, G. K.  - Elementary Atomic Structure. Hong Kong, 2a ed. \nOxford University Pre ss, 1992.  \n \nUNIDADE CURRICULAR : Física dos Semicondutores - CH – 60 h \nEMENTA  \nBandas de Energia, Condução Elétrica em sólidos, Densidade de estado, \nFunções de Probabilidade, Semicondutor no Equilíbrio, Transporte dos \nportadores, Efeito Hall, Semicondutores fora do Equilíbrio, Junção Pn, Diodo, \nMetal -semicondutor e heterojunções de s emicondutor, funcionamento de \ncélula fotovoltaica. Artigos  acadêmicos . \n \nBibliografia  Básica:  \n1. D. A. Neamen – Semi  condutor Physics and Devices: basic principles,3rd \nedition, McGraw -Hill Higher Education,2003.  \n2. S. M. SZE, KWOK  K. NG. – Physics of Semi  condutor Devices, 3rd edition, \nA John Wiley& Sons, INC, publication.  \n3. Sergio  M. Rezende , A Física  de Materiais e Dispositivos  Semicondutores , \nEditora da Universidade Federal de Pernambuco, 1996.  \n \nBibliografia  Complementar:  \n1. V. A. VASHCHENKO V.F.SINKEVITCH - Physical Limitation of Semi  \ncondutor Devices, Springer  \n2. VIKTOR SVERDLOV – Strain -Induced Effects In Advanced Mosfet, Springer  \n3. ALVARENGA, Carlos Alberto. Energia solar. Lavras: UFLA/FAEPE, 2001  \n4. ACIOLI, José de Lima. Fontes de energi a. Brasília: Universidade de Brasília, \n1994.  \n5. COMETTA, Emilio. Energia solar. São Paulo: Hemus,1978.  \n \nUNIDADE CURRICULAR : Ética e Legislação Profissional - CH – 30 h \nEMENTA  \nNoções de ética geral. Ética profissional. Direitos e deveres dos trabalhadores. \nConselhos profissionais da engenharia. Legislação pertinente . \n ", "98": "   \n92 \n Bibliografia Básica:  \n1. DRUMOND, J. G. F. O cidadão e o seu compromisso social. Belo Horizonte, \nMG: Cuatira, 1993. 212 p.  \n2. PINHO, R. R.; NASCIMENTO, A. M. Instituições de direito público e privado: \nintrodução ao estudo do direito e noções de ética profissional. 24.ed. São \nPaulo: Atlas, 2009. 426 p  \n3. VALLS, A. L. M. O que é ética. 9.ed.. São Paulo: Brasiliense, 2006. 82 p.  \nBibliografia Complementar:  \n1. MUYLAERT, P. Ética profissional. Niterói, RJ: [s.n.], 1977. 281 p.  \n2. GOMES, A. M. A. et al. Um olhar sobre ética e cidadania. São Paulo: \nMackenzie, 2002. 142 p.  \n3. BURSZTYN, M. (org.). Ciência, ética e sustentabilidade. 2. ed. Brasília: \nCortez, 2001. 192 p.  \n4. SINGER, P. Ética prática. 3.ed.. São Paulo: Fontes, 2006. 399 p.  \n5. BRASIL. Conselho Federal de Química. Resolução Normativa Nº 46 de \n27.de janeiro de.1978. Determina o registro nos Conselhos Regionais de \nQuímica dos  profissionais que menciona.  \n \nUNIDADE CURRICULAR : Ações Empreendedoras - CH – 60 h \nEMENTA  \nIntrodução à Disciplina; Características do Empreendedor; Estudo do Perfil do \nEmpreendedor; Desenvolvimento da Capacidade Empreendedora do \nEstudante; Fomento ao desenvolvimento de ideias inovadoras de negócios; \nIntrodução ao Bussines  Model  Canvas. Desenvol vimento de Plano de \nproduto/serviço; Desenvolvimento de Plano de marketing; Desenvolvimento de \nPlano financeiro; Formato pitch  para apresentação do plano de negócios.  \n \nBibliografia Básica:  \n1. DOLABELA, Fernando. O segredo de Luísa. São Paulo: Cultura Edito res \nAssociados, 2006.  \n2.CHIAVENATO,Idalberto.Empreendedorismo: dando asas ao espírito \nempreendedor. São Paulo.  \n3.DORNELAS,J.C. Assis. Empreendedorismo: transformando ideias em ", "99": "   \n93 \n negócios. 2.ed. Rio de Janeiro: Elsevier, 2005.  \n \nBibliografia Complementar:  \n1. MEIRA, S. Novos Negócios Inovadores de Crescimento Empreendedor no \nBrasil. Casa da Palavra, 2013.  \n2. CORAL, Eliza; Ogliari, André; Abreu, Aline  França de. Gestão integrada da \ninovação: estratégia, organização e desenvolvimento de produtos. São Paulo: \nAtlas,  2008.  \n3. DEGEN, R. O Empreendedor - fundamentos da Iniciativa Empresarial. \nMcGraw -Hill, São Paulo, 1989.  \n4. SALIM, C. S. et al. Construindo planos de negócios: todos os passos \nnecessários para planejar e desenvolver negócios de sucesso. Rio de Janeiro: \nElsevier, 2005.  \n5. Bota Pra Fazer - Negócios de Alto Impacto. Endeavor Brasil e Sebrae. 2012.  \n \nUNIDADE CURRICULAR : Trabalho de Conclusão de curso I - CH – 45 h \nEMENTA  \nPlanejamento do projeto, escolha do tema, formulação do problema, \nlevantamento das hipóteses, análise e interpretação dos dados.  \n \nBibliografia Básica:  \n1. CERVO, A. L.; BERVIAN, P. A.; SILVA, R. Metodologia Científica. São \nPaulo: Pearson Makron Books, 2007.  \n2. LAKATOS, E. M.; MARCONI, M. A. Fundamentos de Metodologia Cientifica. \n6. ed. Sã o Paulo: Atlas, 2007.  \n3. ANDRADE, M. M. Introdução à metodologia do trabalho científico. 3. ed. São \nPaulo: Atlas, 1998.  \n \nBibliografia Complementar:  \n1. OLIVEIRA NETO, A. A. Metodologia da Pesquisa Científica. Florianópolis: \nVisual Books, 2008.  \n2. LAKATOS, E. M.; MARCONI, M. A. Metodologia Científica. 5. ed. São Paulo: \nAtlas, 2008.  ", "100": "   \n94 \n 3. SEVERINO, A. Joaquim. Metodologia do trabalho científico. São Paulo: \nCortez, 2002.  \n4. GIL, A.C. Como elaborar projetos de pesquisa. São Paulo: Atlas. 1996.  \n5. BARR OS, A. J. S.; LEHFELD, N.A. de S. Fundamentos de metodologia \ncientífica. São Paulo: Makron Books. 2000.  \n \n10º Período  \n \nUNIDADE CURRICULAR : Trabalho de Conclusão de Curso II - CH – 45 h \nEMENTA  \nAplicação dos procedimentos e estrutura do trabalho final de curso com base \nnas normas da ABNT e sob a orientação e monitoramento do professor \nespecialista e do professor orientador do aluno. Conclusão do TCC e \napresentação à banca examinadora.  \n \nBibliografia Básica:  \n1. CERVO, A. L.; BERVIAN, P. A.; SILVA, R. Metodol ogia Científica. São \nPaulo: Pearson Makron Books, 2007.  \n2. LAKATOS, E. M.; MARCONI, M. A. Fundamentos de Metodologia Cientifica. \n6. ed. São Paulo: Atlas, 2007.  \n3. ANDRADE, M. M. Introdução à metodologia do trabalho científico. 3. ed.  São \nPaulo: Atlas, 1998.  \n \nBibliografia Complementar:  \n1. OLIVEIRA NETO, A. A. Metodologia da Pesquisa Científica. Florianópolis: \nVisual Books, 2008.  \n2. LAKATOS, E. M.; MARCONI, M. A. Metodologia Científica. 5. ed. São Paulo: \nAtlas, 2008.  \n3. SEVERINO, A. Joaquim. Metodologia do trabalho científico. São Paulo: \nCortez, 2002.  \n4. GIL, A.C. Como elaborar projetos de pesquisa. São Paulo: Atlas. 1996.  \n5. BARROS, A.J.S; LEHFELD, N.A. de S. Fundamentos de metodologia \ncientífica. São Paulo: Makron B ooks. 2000.  \n ", "101": "   \n95 \n UNIDADE CURRICULAR : Gestão e Avaliação da Qualidade - CH – 60 h \nEMENTA  \nConceituação básica da qualidade, sistema de avaliação de processo, produto \ne serviços, implantação do gerenciamento da rotina, elaboração e \ngerenciamento de documentação  padronizada, Ferramentas estatística da \nqualidade, método de solução de problemas, gerenciamento pelas diretrizes, \nsistema de garantia da qualidade baseada nas normas. Gerenciamento do \ncrescimento do ser humano.  \n \nBibliografia Básica:  \n1. CAMPOS, V.F., TQC – Controle da Qualidade Total (no estilo Japonês), \nQFCO – Fundação Cristiano Ottoni, Belo Horizonte, 1992, 229p.  \n2. BROCKA, B. Gerenciamento da qualidade. São Paulo: Makron Books, 1995.  \n3. HUTCHINS, G. ISO 9000: Um guia completo para o registro, as diretri zes da \nAuditoria e a Certificação bem sucedida; tradução Ana TerziGiova; revisão \ntécnica Caramuru J. Tiede – São Paulo: Makron Books, 1994.  \n \nBibliografia Complementar:  \n1. WALLER, J. Manual de gerenciamento da qualidade; tradução Luiza Liske; \nrevisão técnic a Sílvio Olivo. São Paulo: Makron Books, 1996.  \n2. MARANHÃO, M. ISO Série 9000: manual de implementação: versão \nISO:2000. – 6ª Edição – Rio de Janeiro: Qualitymark, Ed., 2001  \n3. NBR ISO 9000:2000. Sistemas de gestão da qualidade – Fundamentos e \nvocabulário.  Rio de Janeiro; ABNT, 2000.  \n4. NBR ISO 9001:2000. Sistemas de gestão da qualidade – Requisitos. Rio de \nJaneiro: ABNT, 2000.  \n5. NBR ISO 9004:2000. Sistemas de gestão da qualidade – Diretrizes para \nmelhorias de desempenho. Rio de Janeiro: ABNT, 2000.  \n \nUNIDADE CURRICULAR : Saúde e Segurança do Trabalho - CH – 45 h \nEMENTA  \nLegislação: normas regulamentadoras. Acidentes e doenças do trabalho: \nconceitos, estatísticas. Análises de acidentes. Avaliação de risco: abordagem ", "102": "   \n96 \n qualitativa e quantitativa. Equipament os de proteção. Causas das doenças do \ntrabalho: agentes físicos, agentes químicos, agentes biológicos e agentes \nergonômicos. Condições ambientais: padrões, medição, avaliação. Métodos de \nproteção: individual, coletiva. O ambiente industrial (iluminação, ve ntilação, \nacústica e ruído -vibrações). Desenho universal e NBR 9050. Primeiros \nsocorros. Prevenção e combate a incêndio e a desastres em estabelecimentos, \nedificações e áreas de reunião de público (Lei nº 13425 de 30 de março de \n2017).  \nBibliografia Básica:  \n1. DUL, J.; WEERDMEESTER, B. Ergonomia prática. São Paulo: Edgar \nBlücher, 2004.  \n2. IIDA, I. Ergonomia: projeto e produção. 2. ed. São Paulo: Edgar Blucher, \n2005.  \n3. KROEMER, K. H. E.; GRANDJEAN, E. Manual de ergonomia : adaptando o \ntrabalho ao homem. Porto  Alegre: Bookman, 2005.  \n \nBibliografia Complementar:  \n1. COUTO, H. A. Ergonomia Aplicada ao Trabalho: manual técnico da máquina \nhumana. Belo Horizonte: ERGO, 1996. v. 1 -2. \n2. GRANDJEAN, E. Manual de ergonomia: adaptando o trabalho ao homem. \n4ª.ed. Porto Alegre: Bookman, 1998.  \n3. MARANO, Vicente Pedro. Doenças Ocupacionais. 2ª ed. São Paulo: LTR, \n2007.  \n4.MONTEIRO, Antônio Lopes. Acidentes do Trabalho e Doenças \nOcupacionais. 4ª ed. São Paulo: Saraiva, 2007.  \n5.BRASIL. Constituição da República Fe derativa do Brasil. São Paulo: Saraiva, \n2007.  \n6. SEGURANÇA e medicina do trabalho. 84ª ed. São Paulo: Atlas S.A., 2020. \n1112 p.  \n7. CAMBIAGHI, Silvana Serafino. Desenho Universal – métodos e técnicas \npara arquitetos e urbanistas. São Paulo: Senac São Paulo,  2007.  \n8. CARVALHO E CASTRO, Jary. Ir e Vir - Acessibilidade, compromisso de \ncada um. Gráfica Gibim e Editora, 2013.  ", "103": "   \n97 \n 9. PRADO, Adriana; LOPES, Maria Elisabete; ORNSTEIN, Sheila (orgs.). \nDesenho Universal: caminhos da acessibilidade no Brasil. Annablume, 20 10. \n \nUNIDADE S CURRICULAR ES DE COMUNICAÇÃO, LINGUAGENS,  \nINFORMAÇÃO e HUMANIDADES  \n \nUNIDADE CURRICULAR : Inglês Instrumental - CH – 60 h \nEMENTA  \nLeitura e interpretação de textos em inglês com conteúdos técnicos e de \natualidade. Desenvolvimento do inglês para leitura. Estudo de textos, análise \ndos conteúdos textuais através de estratégias de leitura. Vocabulário e \nlinguagem técnica.  \n \nBibliografia Básica:  \n1. THAINE, C; MCCARTHY, M;.Cambridge  Academic  English: Intermediate. \nCambridge: Cambridge University  Press, 2012  \n2. LIMA, E.P. Upstream: Inglês Instrumental. Petróleo e Gás. Cengage, 2013.  \n3. MURPHY, Raymond. Essential Grammarin Use. Cambridge: CUP, 1988.  \n \nBibliografia  Complementar:  \n1. DIAS, R. Reading critically in English. 3.ed. revista e ampliada. Belo \nHorizonte: Editora UFMG. 2002.  \n2. SWAN, Michael. Practical English Usage. 2. ed. Oxford: Oxford University \nPress, 1995.  \n3. SOUZA, Adriana Grade Fiori; ABSY, Conceição A.; DA COSTA, Gisele Cilli \net al. Leitura em Língua Inglesa: uma Abordagem Instrumen tal. 2. ed. São \nPaulo: Disal, 2010.  \n4. AMORIM, José Olavo. Gramática escolar da língua Inglesa. Longman, 2005  \n5. LONGMAN. Dicionário Longman Escolar para Estudantes Brasileiros. \nPortuguês -Inglês/Inglês -Português. 2ª Edição: São Paulo: Pearson Education  \ndo Brasil, 2008. 1998.  \n \nUNIDADE CURRICULAR : Filosofia da Linguagem e Tecnologia - CH – 60h ", "104": "   \n98 \n EMENTA  \nHistória da filosofia da linguagem e da tecnologia. Desenvolvimento das \ntecnologias humanas e desenvolvimento da linguagem humana. Revoluções \ntecnológicas  e comunicacionais.  \n \nBibliografia Básica:  \n1. ABBAGNANO. Nicola. Dicionário de Filosofia. São Paulo, Mestre Jou. 1982.  \n2. CARRILHO, M.M. O que é filosofia? Lisboa: Editora Difusão Cultural, 1994.  \n3. GERALDI, J. W. A diferença identifica. A desigualdade deforma. Percursos \nbakhtinianos de construção ética e estética. 2003. In: FREITAS, M. T.; JOBIM \nE SOUZA, S.  \nBibliografia Complementar:  \n1. ARENDT, Hanna. A condição humana. Tradução de Roberto Raposo,  São \nPaulo: Ed. Universidade São Paulo. 1981.  \n2. COVRE, A.; MIOTELLO, V. A Quarta Onda: observações sobre a revolução \nda informação. 2008. In: TASSO, I. (org.). Estudos dos Textos e do Discurso. \nInterfaces entre Língua(gens), Identidade e Memória. São Carl os: Clara Luz \nEditora.  \n3. LÉVY, P. A inteligência coletiva. São Paulo: Edições Loyola. 1998.  \n4. LÉVY, P. Cibercultura. São Paulo: Editora 34. 1999.  \n5. PASCAL, I. A arte de pensar. São Paulo: Martins Fontes. 1995.  \n \nUNIDADE CURRICULAR : Leitura e Produção de  Textos - CH – 60 h \nEMENTA  \nIntrodução aos estudos da linguagem: conceitos básicos de comunicação \nlinguística textual. Leitura e produção de textos. Leitura e redação de textos de \nmaior complexidade. Categorização e prática textual. Relação texto e realidade \nsocial. Leitura: compreensão e análise crítica de um texto. Produção de texto: \ntipologias e gêneros textuais; coerência e coesão; adequação à norma culta da \nlíngua.  \nBibliografia Básica:  \n1. COSTA VAL, Maria da Graça. Redação e Textualidade. São Paulo: Martins \nFontes, 2006.  ", "105": "   \n99 \n 2. MACHADO, Anna Rachel; LOUSADA, Eliane; ABREU -TARDELLI, Lílian \nSantos (orgs.). Planejar gêneros acadêmicos. São Paulo: Parábola, 2005.  \n3. COSCARELLI, Carla Viana. Oficina de Leitura e Produção de Textos. Belo \nHorizonte: Editora UFMG, 2012.  \n \nBibliografia Complementar:  \n1. ANTUNES, I. Lutar com as palavras: coesão e coerência. São Paulo: \nParábola, 2005.  \n2. FURLAN, Vera Irma. O estudo dos textos teóricos. In: Construind o o saber. \nCampinas, SP: Papirus, 1987.  \n3. HISSA, Cássio Eduardo Viana. O texto: entre o vago e o impreciso. In: A \nmobilidade das Fronteiras: inserções da geografia na crise da modernidade. \nBelo Horizonte: Editora UFMG, 2006.  \n4. KLEIMAN, Angela. Texto e le itor: aspectos cognitivos da leitura. 5.ed. \nCampinas, SP: Pontes, 1997.  \n5. POSSENTI. Sírio. Indícios de autoria. In: Perspectiva. Florianópolis, v.1, \np.105 -124, jan/jun, 2002.  \n \nUNIDADE CURRICULAR : Questões de História e Filosofia da Ciência - CH – \n60h \nEMENTA  \nDiscussão sobre os aspectos mais relevantes da história da ciência. Discussão \nsobre as principais reflexões filosóficas sobre ciência. Discussão sobre o que é \nciência, seu alcance e suas limitações. A relação entre as ciências exatas e as \nciências humanas. A ciência atualmente e no futuro: no mundo e no Brasil.  \n \nBibliografia Básica:  \n1. ALFONSO -GOLDFARB, A.M. O que é história da ciência. São Paulo: \nBrasiliense. 1994.  \n2. ALVES, R. Filosofia da ciência: Introdução ao jogo e a suas regras. 12. ed. \nSão P aulo: Loyola. 2007.  \n3. CHASSOT, A.A ciência através dos tempos. São Paulo: Moderna. 1994.  \n ", "106": "   \n100 \n Bibliografia Complementar:  \n1. KOYRÉ, A. Estudos de história do pensamento científico. 2. ed. Rio de \nJaneiro: Forense Universitária. 1991.  \n2. KUHN, T.S. A estrutura d as revoluções científicas. São Paulo: Perspectiva. \n1997.  \n3. MARTINS, R. de A. Universo: sobre sua origem e evolução. São Paulo: \nModerna. 1994.  \n4. MATTAR, J. Introdução à filosofia da ciência. São Paulo: Pearson. 2010.  \n5. SILVA, C.C. (Org.). Estudos de hist ória e filosofia das ciências: subsídios \npara aplicação no ensino. São Paulo: Livraria da Física. 2006.  \n \nUNIDADE CURRICULAR : Mundo Contemporâneo: Filosofia e Economia - CH \n– 60h \nEMENTA  \nIntrodução à lógica e à teoria do conhecimento como bases filosóficas para a \nfundamentação de uma reflexão sobre as Relações Internacionais. O processo \nhistórico que caracterizou a formação da economia contemporânea sob o \nsigno da industrialização e da Revolução Industrial. O processo de crescimento \ne desenvolvim ento econômico e social, principais conjunturas que marcaram a \neconomia mundial.  \nBibliografia Básica:  \n1. CARVALHO, L. A. Introdução ao estudo das relações internacionais. 2. ed. \nSão Paulo: IOB. 2007.  \n2. CHAUÍ, M. Convite a filosofia. 13. ed.  São Paulo: Ática. 2003.  \n3. HUBERMAN, L. História da riqueza do homem: do feudalismo ao século \nXXI. 22. ed. Rio de Janeiro: LTC. 2010.  \n \nBibliografia Complementar:  \n1. BOBBIO, N. O futuro da democracia. 11. ed. São Paulo: Paz e Terra. 2009.  \n2. BOURDIEU, P. A  economia das trocas simbólicas. 6. ed. São Paulo: \nPerspectiva. 2007.  \n3. D’ARAÚJO, M.C. Capital social. Rio de Janeiro: Jorge Zahar. 2003.  \n4. FIORI, J. L. (Org.). Estados e moedas no desenvolvimento das nações. 3. ", "107": "   \n101 \n ed. Petrópolis: Vozes. 2000.  \n5. LÖWY, M. A  teoria da revolução no jovem Marx. Petrópolis: Vozes. 2002.  \n \nUNIDADE CURRICULAR : Questões de Sociologia e Antropologia da Ciência - \nCH – 60h \nEMENTA  \nPrincipais contribuições da sociologia e da antropologia ao estudo dos \nprocessos sociais implicados na produção, validação e circulação dos \nconhecimentos científicos e da tecnologia; contribuição das ciências sociais: \ndesvendamento das relações sociais, do s valores compartilhados e da \nestrutura institucional da ciência; institucionalidade e legitimidade social da \nciência; análise sociológica da produção do conhecimento científica; críticas ao \nmodelo internalista/externalista; etnografias de laboratório e as  controvérsias \ncientíficas; perspectiva construtivista da organização social da ciência.  \n \nBibliografia Básica:  \n1. DURKHEIM, E. A divisão do trabalho social. In: RODRIGUES, J. A. (Org.). \nDurkheim. São Paulo: Ática. 1988.  \n2. FOUCAULT, Michel. Microfísica do poder. Rio de Janeiro: Graal. 2005.  \n3. WEBER, M. A ética protestante e o espírito do capitalismo. São Paulo: \nPioneira. 1967.  \n \nBibliografia Complementar:  \n1. ARON, R. As etapas do pensamento sociológico. São Paulo: Martins \nFontes, UNB. 1987.  \n2. LUNGARZO, Carlos. O que é ciência? São Paulo: Brasiliense. 1989.  \n3. MARX, K. O capital. Rio de Janeiro: Civilização Brasileira, 1985. Livro 1, v. \n1. \n4. SANTOS, B. S. Um discurso sobre as ciências. 12. ed. Porto: Afrontamento. \n2001.  \n5. WEBER, Max. Ciência e política: duas vocações. 14. ed. São Paulo: Cultrix. \n2007.  \n ", "108": "   \n102 \n UNIDADE CURRICULAR : Fundamentos e Técnicas de Trabalho Intelectual, \nCientífico e Tecnológico - CH – 60 h \nEMENTA  \nCiência Moderna. Cânones da Ciência. Ciência e Tecnologia. Conhecimento \nCientífico. Fundamentos da Metodologia Cientifica. Normalização do \nConhecimento Científico. Pesquisa Cientifica e Desenvolvimento Tecnológico. \nElaboração de Relatórios Técnico -Científi cos. Projetos de Pesquisa.  \n \nBibliografia Básica:  \n1. GIL, A.C. Como elaborar projetos de pesquisa. São Paulo: Atlas. 1996.  \n2. LAKATOS, E. M.; MARCONI, M. A. Fundamentos de metodologia científica. \n6. ed. São Paulo: Atlas. 2005.  \n3. SEVERINO, A. Joaquim. Metod ologia do trabalho científico. São Paulo: \nCortez, 2002.  \n \nBibliografia Complementar:  \n1. BARROS, A.J.S; LEHFELD, N.A. de S. Fundamentos de metodologia \ncientífica. São Paulo: Makron Books. 2000.  \n2. CERVO, A.L; BERVIAN, P. A. Metodologia científica. São Paulo:  Prentice \nHall. 2002.  \n3. LAKATOS, E.M.; MARCONI, M.A. Fundamentos de metodologia científica. \n6a.ed. São Paulo: Atlas. 2005.  \n4. MARCON I, M. de A. Introdução à metodologia do trabalho científico. 4. ed. \nSão Paulo: Atlas. 1999.  \n5. MEDEIROS, J. Bosco. Redação  científica: a prática de fichamentos, \nresumos e resenhas. São Paulo: Atlas. 1991.  \n \n \nUNIDADE CURRICULAR : Ser Humano como Indivíduo e em Grupos - CH – \n60h \nEMENTA  \nEmergência e identidade das Ciências Sociais. Conhecimento científico, \ninterdisciplinaridade e multidisciplinaridade. Fato social e divisão social do \ntrabalho. Sistemas econômicos e classes sociais. Organizações modernas, ", "109": "   \n103 \n racionalização e burocracia. Estru tura social, socialização e sociabilidade. \nCultura e organização social. Sistemas simbólicos. Identidade Social e ação \ncoletiva. Estado, mercado e sociedade. Cidadania e desigualdade. \nDesenvolvimento econômico e bem -estar social.  \nBibliografia Básica:  \n1. DU RKHEIM, E. A divisão do trabalho social. In: RODRIGUES, J. A. (Org.). \nDurkheim. São Paulo: Ática. 1988.  \n2. MÉSZÁROS, István. O poder da ideologia. São Paulo: Boitempo. 2004.  \n3. MÉZÁROS, István . A teoria da alienação em Marx. Tradução brasileira de \nIsa Tavares. São Paulo: Boitempo. 2006.  \nBibliografia Complementar:  \n1. ANTUNES, Ricardo. Adeus ao trabalho? : ensaio sobre as metamorfoses e \na centralidade do mundo trabalho. 10. ed. São Paulo: Cortez ; Campinas: \nUNICAMP. 2005.  \n2. FOUCAULT, Michel. Microfísica do poder. Rio de Janeiro: Graal. 2005.  \n3. LARAIA, R. de Barros. Cultura: um conceito antropológico. Rio de Janeiro: \nJorge Zahar.  \n2011.  \n4. SANTOS, B. S. Um discurso sobre as ciências. 12. ed. Porto : Afrontamento. \n2001.  \n5. SANTOS, J. Luiz dos. O que é cultura. São Paulo: Brasiliense. 2006.  \n \n \nUNIDADE CURRICULAR : Relações Internacionais e Globalização - CH – 60h \nEMENTA  \nEvolução dos condicionantes materiais e tecnológicos das trocas entre \nEstados e nações – abordagem de longo prazo. Dimensões da globalização no \nmundo atual – abordagem contemporânea. Teorias da globalização. \nIntrodução aos sistemas internacionais. Organism os multilaterais. Acordos \ninternacionais. Reflexão sobre globalização e sistemas internacionais aplicada \na temas contemporâneos.  \nBibliografia Básica:  \n1. CASTELLS, Manuel. A sociedade em rede. São Paulo: Paz e Terra. 1999.  ", "110": "   \n104 \n 2. FRIEDMAN, Thomas. O mundo é pla no: uma breve história do século XXI. \nRio de Janeiro: Objetiva. 2005.  \n3. MAGNOLI, Demétrio. Relações internacionais. São Paulo: Saraiva. 2005.  \n \nBibliografia Complementar:  \n1. CARBAUGH, Robert J. Economia internacional. São Paulo: Thomson. 2004.  \n2. CAVES, Ri chard E. Economia internacional: comércio e transações globais. \nSão Paulo: Saraiva. 2001.  \n3. CHEREM, M. T. Costa. Comércio internacional e desenvolvimento: uma \nperspectiva brasileira. São Paulo: Saraiva. 2004.  \n4. STIGLITZ, Joseph E. Livre mercado para todo s. São Paulo: Campus. 2006.  \n5. DEVENPORT, Thomas; PRUSAK, Laurence. Conhecimento empresarial. \nRio de Janeiro: Campus; São Paulo: Publifolha. 1999.  \n \nUNIDADE CURRICULAR : Noções Gerais de Direito - CH – 60h \nEMENTA  \nPessoas. Bens. Fato Jurídico. Direito de vizinhança. A empresa. Registro do \ncomércio. Nome comercial. Propriedade industrial. Sociedades comerciais. \nTítulos de crédito. Empregado. Empregador. Contrato de trabalho. Estabilidade \ne fundo de garantia do tempo de serviço. Segurança e medicina do traba lho. \nPrevidência social. Legislação relativa aos profissionais da engenharia. \nCONFEA. CREA. Exercício profissional. Responsabilidade profissional. \nRegistro de autonomia de planos e projetos. Remuneração profissional.  \nBibliografia Básica:  \n1. ALEXANDRE, Rica rdo. Direito tributário: esquematizado. 4. ed. São Paulo: \nMétodo. 2010.  \n2. DELGADO, M. Godinho. Curso de direito do trabalho. 9. ed. São Paulo: LTr. \n2010.  \n3. REQUIÃO, Rubens. Curso de direito comercial. 27. ed. São Paulo: Saraiva. \n2010, v.1 e 2.  \nBibliografia Complementar:  \n1. AMARO, Luciano. Direito tributário brasileiro. 16. ed. São Paulo: Saraiva. \n2010.  ", "111": "   \n105 \n 2. CARVALHO FILHO, J. dos Santos. Manual de direito administrativo. 22. ed. \nRio de Janeiro: Lumen Juris. 2009.  \n3. CAVALIERI FILHO, S. Programa de  responsabilidade civil. São Paulo: Atlas. \n2012.  \n4. COELHO, F. Ulhoa. Manual de direito comercial. 22. ed. São Paulo: Saraiva. \n2010.  \n5. OLIVEIRA, J. Eduardo. Código de defesa do consumidor. 4. ed. São Paulo: \nAtlas. 2009.  \n \nUNIDADE CURRICULAR : English for A cademic Purposes – CH – 60h \nEMENTA  \nA disciplina de English for Academic Purposes  (Inglês para Fins Acadêmicos) \ndestina -se a alunos já proficientes em Língua Inglesa e abrange as habilidades \nde fala, compreensão auditiva, escrita, e leitura nessa língua, especificamente \nno contexto acadêmico. O curso se propõe a ajudar os alunos a expa ndir o \nvocabulário e desenvolver o conhecimento em gramática, bem como promover \no desenvolvimento de estratégias para a comunicação oral, apresentações, \nseminários, leitura e escrita de trabalhos acadêmicos.  \n \nBibliografia básica:  \n1. HEWINGS, M; MCCARTHY, M . Cambridge Academic English: Upper \nIntermediate. Cambridge: Cambridge University Press, 2012.  \n2. BURTON, Graham. Presenting: Deliver presentations with confidence. \nCollins, 2013.  \n3. AISH, Fiona; TOMLINSON, Jo. Lectures - Learn listening and note -taking \nskills. Collins, 2013.  \n \nBibliografia complementar:  \n1. THAINE, C; MCCARTHY, M;. Cambridge Academic English: Intermediate. \nCambridge: Cambridge University Press, 2012 . \n2. SWAN, Michael. Practical English Usage. 2nd ed. Oxford: Oxford University \nPress, 1995.  \n3. OSHIMA, A. & HOGUE, A. Writing academic English. White Pain: ", "112": "   \n106 \n Pearson/Longman. 2006.  \n4. GEAR, Jolene; GEAR, Robert. Cambridge Preparation for the TOEFL Test. \n4ed. Cambridge: Cambridge University Press.  \n5. SWALES, Jonh; FEAK, Christine. Academic Writing f or Graduate students: \nEssential Tasks and Skills. Michigan: The University of Michigan Press, 2004.  \n \nUNIDADE CURRICULAR : Estudos Culturais – CH – 60h \nEMENTA  \nA identidade, a diferença e a diversidade de gênero, raça e classe no Brasil. \nConcepções de cultura. O discurso minoritário, as políticas culturais e a \neducação para as relações étnico -raciais. Pós -colonialismo e descolonização \ndo pensamento. As políticas de reconhecimento e os direitos humanos.  \n \nBibliografia básica  \nCHAUI, Marilena; SANTOS, Boaventura de Sousa. Direitos Humanos, \ndemocracia e desenvolvimento . São Paulo: Cortez, 2013.  \nHALL, Stuart. Da diáspora : identidades e mediações culturais. Belo Horizont e: \nEditora UFMG, 2003.  \nHONNETH, Axel.  Luta por reconhecimento : a gramática moral dos conflitos \nsociais. São Paulo: Ed. 34, 2003.  \nBibliografia complementar  \nABRAMOWICZ , Anete; GOMES , Nilma Lino (Org.). Educação e raça : \nperspectivas políticas, pedagógicas e estéticas. Belo Horizonte: Autêntica \nEditora, 2010.  \nLANDER, Edgardo (Org.). A colonialidade do saber : eurocentrismo e \nciências sociais. Perspectivas latino -americanas. Buenos Aires: CLACSO, \n2005.  \nMIGNOLO, Walter. Histórias locais / projetos globais : colonialidade, saberes \nsubalternos e pensamento liminar. Belo Horizonte: Editora UFMG, 2003.  \nMUNANGA, Kabengele. Rediscutindo a mestiçagem no Brasil . Belo \nHorizonte: Autêntica Editora, 2008.  \nSCOTT, Joan. Gênero: uma categoria útil de análise histórica. In: Educação e \nRealidade , Porto Alegre, v. 20, n. 2, jul./dez., 1995.  ", "113": "   \n107 \n  \n \nUNIDADE CURRICULAR : Língua Brasileira de Sinais – CH- 45h \nEMENTA  \nIntrodução à Educação de Surdos e às principais abordagens educacionais. \nVisões sobre os surdos e a surdez. Bilinguismo dos Surdos - aquisição da \nlinguagem e desenvolvimento da pessoa surda; Libras como primeira língua e \nlíngua portuguesa como segunda líng ua. Inclusão educacional de alunos \nsurdos. Noções básicas sobre as Libras. Desenvolvimento da competência \ncomunicativa em nível básico, tanto referente à compreensão como à \nsinalização,com temas voltados a situações cotidianas vivenciadas na escola, \nem fam ília e em outras situações. Desenvolvimento de vocabulário em Libras \ne reflexão sobre estruturas linguísticas.  \n \nBibliografia Básica:  \n1. CAPOVILLA, F. C.; RAPHAEL, W. D. Dicionário Enciclopédico Ilustrado \nTrilíngüe da Língua de Sinais Brasileira. São Paulo:  EDUSP. 2001. v.1 e 2.  \n2. BRITO, L. F. Integração social & educação de surdos. Rio de Janeiro: \nBabel. 1993.  \n3. SACKS, O. Vendo vozes: uma viagem ao mundo dos surdos. São Paulo: \nCompanhia das Letras. 1998.  \nBibliografia Complementar:  \n1. BRITO, L F. Por uma g ramática de língua de sinais. Rio de Janeiro: Tempo \nBrasileiro. 1995.  \n2. COUTINHO, D. LIBRAS e Língua Portuguesa: Semelhanças e diferenças. \nJoão Pessoa: Arpoador. 2000.  \n3. QUADROS, R.M.; KARNOPP, L.B. Língua de Sinais Brasileira: estudos \nlinguísticos. Port o Alegre: Artmed. 2004.  \n4. Falcão, Luiz Albérico Barbosa. Aprendendo a libras e reconhecendo as \ndiferenças: um olhar reflexivo sobre a inclusão: estabelecendo novos diálogos. \n2.ed.. Recife: Ed. do autor. 2007.  \n5. Lacerda, Cristina B. F. de. Intérprete de l ibras: em atuação na educação \ninfantil e no ensino fundamental. 2.ed. Porto Alegre: Mediação. 2009.  \n ", "114": "   \n108 \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nANEXO I I: QUADRO DE DOCENTES  \n \nNome  Titulação  Regime  Unidade  \nAntônio Carlos Guedes Zappalá  Especialista  Estatutário  IECT  \nAntônio Carlos Telau  Mestre  Estatutário  IECT  \nBárbara Gonçalves Rocha  Mestre  Estatutário  IECT  \nCarlos Henrique Alves Costa  Mestre  Estatutário  IECT  \nDanilo Duarte Costa  Mestre  Estatutário  IECT  \nFabiano Alan Serafim Ferrari  Doutor  Estatutário  IECT  \nFabrício Figueredo Monção  Mestre  Estatutário  IECT  ", "115": "   \n109 \n Giovana Ribeiro Ferreira  Doutor  Estatutário  IECT  \nHeber Fernandes Amaral  Mestre  Estatutário  IECT  \nHonovan Paz Rocha  Mestre  Estatutário  IECT  \nJean Carlos Coelho Felipe  Doutor  Estatutário  IECT  \nJoão de Deus Oliveira  Junior  Mestre  Estatutário  IECT  \nKarla Aparecida Guimarães Gusmão  Mestre  Estatutário  IECT  \nLázaro Chaves Sicupira  Mestre  Estatutário  IECT  \nLeila Moreira Bittencourt Rigueira  Doutor  Estatutário  IECT  \nMário Fernandes Rodrigues  Mestre  Estatutário  IECT  \nMax Pereira Gonçalves  Doutor  Estatutário  IECT  \nPatrícia Nirlane da Costa  Doutor  Estatutário  IECT  \nPatrícia Teixeira Sampaio  Mestre  Estatutário  IECT  \nPatrícia Xavier Baliza  Doutor  Estatutário  IECT  \nPaulo Alliprandinii Filho  Doutor  Estatutário  IECT  \nPaulo Vitor Brandão Lea l Mestre  Estatutário  IECT  \nRenata de Oliveira Gama  Doutor  Estatutário  IECT  \nRogério Alves Santana  Mestre  Estatutário  IECT  \nThiago de Lima Prado  Doutor  Estatutário  IECT  \nWelyson  Tiano dos Santos Ramos  Mestre  Estatutário  IECT  ", "116": "   \n110 \n ANEXO III: RESOLUÇÃO Nº 21 – CONSEPE, DE 25 DE JULHO \nDE 2014.  \n \nAltera a Resolução nº. 02 – CONSEPE, de 26 \nde fevereiro de 2010 que estabelece as normas \nde Estágio dos Discentes dos cursos de \nGraduação da Universidade Federal dos Vales \ndo Jequitinhonha e Mucuri (UFVJM).  \n \nO Conselho de Ensino, Pesquisa e Extensão (CONS EPE) da Universidade \nFederal dos Vales do Jequitinhonha e Mucuri (UFVJM), no uso de suas \natribuições e considerando o que determina a Lei nº. 11.788, de 25 de \nsetembro de 2008,  \n \nRESOLVE:  \n \nArt. 1º Considerar o estágio como ato educativo, de aprendizagem s ocial, \nprofissional e cultural proporcionado ao discente pela participação em \nsituações reais de vida e trabalho em seu meio, realizado em ambiente externo \nou interno à Universidade.  \n \nArt. 2º O estágio poderá ser obrigatório ou não obrigatório conforme \ndeterminação das diretrizes curriculares e do projeto pedagógico do curso.  \n \n§ 1º Estágio obrigatório é aquele definido como tal no projeto pedagógico do \ncurso, cuja carga horária é requisito para aprovação e obtenção do diploma.  \n \n§ 2º Estágio não obrigatór io é aquele desenvolvido como atividade opcional, \nacrescida à carga horária regular e obrigatória.  \n \n§ 3º As atividades de extensão, de monitoria e de iniciação científica somente \npoderão ser equiparadas ao estágio em caso de previsão no projeto \npedagógico  do curso.  \n ", "117": "   \n111 \n Art. 3º O estágio obrigatório deverá constar do Projeto Pedagógico do Curso \naprovado pelo CONSEPE, com especificação de pré -requisitos, créditos e \ncarga horária.  \n \nArt. 4º O estágio pode ser realizado no Brasil e no exterior, em instituição \npública ou privada ou em instituição da sociedade civil organizada, ou mesmo \nem Unidade ou Órgão da própria UFVJM, que desenvolva atividades propícias \nao aprendizado do estagiário.  \n \n§ 1º O estágio realizado na UFVJM será acordado entre a Unidade Acadêmica \ndo Curso e a Unidade ou Órgão concedente do estágio.  \n \n§ 2º Em qualquer situação, aulas de disciplinas de cursos regulares da UFVJM \nnão podem ser computadas como estágio.  \n \n§ 3º Os estágios realizados no exterior devem atender a todos os termos desta \nResolução, inclusive no que diz respeito à supervisão acadêmica.  \n \nArt. 5º Para a realização do estágio em Instituições Concedentes será \ncelebrado convênio de concessão de estágio ent re a UFVJM e as mesmas, \nonde estarão acordadas todas as condições de realização do estágio e as \natribuições de cada parte envolvida.  \n \n§ 1º O Convênio será firmado pelo Diretor da Unidade Acadêmica do Curso a \nqual se vincula o estagiário.  \n \n§ 2º O Convênio  e seus ajustes, aprovados pela Procuradoria Jurídica da \nUFVJM, deverão ser publicados no Diário Oficial da União pela Universidade.  \n \n§ 3º É vedado ao discente iniciar o estágio antes da publicação do Termo de \nConvênio e a assinatura do Termo de Compromis so pelos representantes \nlegais. Estágios iniciados sem o atendimento a esse item não serão validados.  \n ", "118": "   \n112 \n § 4º Cabe à Unidade Acadêmica acompanhar a vigência dos convênios de \nestágio e solicitar suas renovações, quando for o caso, com a antecedência \nmínima d e três meses de sua finalização.  \n \nArt. 6º Cada curso de graduação da UFVJM terá pelo menos um professor \nCoordenador de Estágio cujas atribuições lhe serão determinadas pelo \nColegiado de Curso.  \n \n§ 1º Para a realização do estágio não obrigatório, o contato  com instituições \nconcedentes, bem como, a tramitação de toda a documentação necessária é \nde responsabilidade do discente interessado.  \n \n§ 2º Os Coordenadores de Curso deverão informar à Pró -Reitoria de \nGraduação (PROGRAD) o(s) nome(s) do(s) Coordenador(es ) de Estágio.  \n \n§ 3º Em qualquer uma das modalidades, o estágio será realizado sob \norientação de um professor, escolhido pelo discente entre os docentes do \ncurso ou designado pelo Coordenador de Curso, e ser acompanhado de um \nSupervisor na Instituição Conc edente.  \n \n§ 4º O discente deverá entregar declaração constando o aceite do professor -\norientador ao Coordenador de Estágio.  \n \n§ 5º O professor -orientador deverá comunicar ao Coordenador de Estágio \nqualquer divergência existente durante o estágio entre as at ividades \ndesenvolvidas e o Plano de Estágio.  \n \n§ 6º O professor -orientador avaliará o Relatório final do estágio segundo os \ncritérios determinados pelo Colegiado de Curso.  \n \nArt. 7º É facultado aos Colegiados de Curso o estabelecimento de normas \nespecífica s, em adição às previstas nesta Resolução, para regulamentar a \natividade de estágio.  \n ", "119": "   \n113 \n Art. 8º Para a realização e conclusão do estágio deverão ser apresentados ao \nCoordenador de Estágio os seguintes documentos:  \n \nI -Termo de Compromisso de Estágio.  \nII- Plano de Atividades do Estagiário a serem realizadas na Instituição \nConcedente, aprovado pelo professor -orientador.  \nIII- Ficha de Avaliação do Estágio , preenchida pelo supervisor de estágio da \nInstituição Concedente.  \nIV- Relatório Final da Atividade de Estágio , elaborado pelo estagiário ao \ntérmino do estágio, para avaliação pelo professor -orientador.  \n \n§ 1º Os modelo dos Termos de Compromisso disponibilizados pela Prograd \npreveem as condições para a realização do estágio obrigatório ou não \nobrigatório em  instituições externas ou mesmo em Unidade ou Órgão da \nprópria UFVJM.  \n \n§ 2º Caso o Termo de Compromisso seja da Instituição Concedente, o mesmo \ndeverá ser elaborado com todas as cláusulas que nortearão o contrato de \nestágio e em conformidade com as dispos ições da Lei nº 11.788, de 25 de \nsetembro de 2008, ouvida a PGF -UFVJM.  \n§ 3º As Unidades Acadêmicas, considerando as especificidades de cada curso, \ndeverão elaborar os modelos do Plano de Atividades do Estágio e das Fichas \nde Avaliação do Supervisor de Est ágio e do Orientador, devendo os referidos \ndocumentos serem disponibilizados nas páginas eletrônicas das respectivas \nUnidades.  \n \nArt. 9º A jornada de atividade semanal de estágio deverá ser distribuída nos \nhorários de funcionamento da Instituição Concedent e e ser compatível com o \nhorário escolar do estagiário, quando for realizada durante o período letivo, nos \ntermos da legislação vigente.  \n \nArt. 10. Durante o período de estágio, o estudante fará jus ao seguro contra \nacidentes pessoais.  \n ", "120": "   \n114 \n § 1º Em se tratand o de estágio não obrigatório o seguro deverá ser contratado \npela Instituição Concedente.  \n \n§ 2º Em se tratando de estágio obrigatório, o seguro deverá ser contratado pela \nUFVJM , salvo nos casos em que a instituição concedente assuma a \nresponsabilidade pela  contratação do seguro, conforme previsto na Lei nº \n11.788, de 25 de setembro de 2008.  \n \nArt. 11. É facultada à Instituição Concedente a concessão de bolsa ou outra \nforma de auxílio financeiro ao estagiário, sendo compulsória a sua concessão, \nbem como a do  auxílio transporte, no caso de estágio não -obrigatório.  \n \nArt. 12. O estagiário poderá ser desligado do estágio:  \nI- a qualquer tempo, no interesse da Instituição Concedente;  \nII- a qualquer tempo, a pedido do Estagiário;  \nIII- em decorrência do descumpri mento do Termo de Compromisso de Estágio \ne do Plano de Atividades do Estagiário;  \nIV- pela interrupção do curso, por trancamento, desistência ou desligamento.  \n \nArt. 13. Em nenhuma hipótese poderá ser cobrada do estudante qualquer taxa \nadicional referente às providências administrativas para obtenção e realização \nde estágio.  \n \nArt. 14. Esta Resolução entrará em vigor na data de sua aprovação pelo \nCONSEPE, revogando -se as R esoluções nº 03 –CONSEPE/2007, e nos 14 e \n32–CONSEPE/2008, 02 -CONSEPE/2010 e as demais disposições em \ncontrário.  \nDiamantina, 25 de julho de 2014  \nProf. Pedro Angelo Almeida Abreu  \nPresidente do CONSEPE   ", "121": "   \n115 \n ANEXO IV : RESOLUÇÃO Nº.  17 - CONSEPE , DE 24 DE \nAGOSTO DE 2016.  \n \nRevoga, ad referendum  do CONSEPE , o art. \n5º e parágrafos, da Resolução nº \n21/CONSEPE /2014 e dá outras \nprovidências.  \n \n  O PRESIDENTE DO CONSELHO DE ENSINO, PESQUISA E \nEXTENSÃO da Universidade Federal dos Vales do Jequitinhonha e Mucuri, no \nuso de suas atribuições “ ad referendum” ,  e  \n \nCONSIDERANDO:  \n  \n- a Lei Federal nº 11.788, de 25 de setembro de 2008, em seu art. 8º, que \nfaculta às instituições de ensino celebrar com entes públicos e privados \nconvênio de concessão de estágio;  \n- o Parecer nº 196/2016 da Procuradoria -Geral Federal sobre consulta da Pró -\nReitoria de Graduação acerca da obrigatoriedade da celebração do convênio \nde estágio, que recomenda  que os estágios sejam realizados sem a \nformalização do convênio;  \n \n RESOLVE : \n \nArt. 1º  – Revogar o art. 5º , que diz:  \n  “Art. 5º – Para a realização do estágio em Instituições \nConcedentes será celebrado convênio de concessão de estágio entre a UFVJM \ne as mesmas, onde estarão acordadas todas as condições de realização do \nestágio e as atribuições de cada parte envolvida.  \n  § 1º  O convênio será firmado pelo Diretor da Unidade Acadêmica \ndo Curso a qual se vincula o estagiário.  ", "122": "   \n116 \n   § 2º O Convênio e seus ajustes, aprovados pela Procuradoria \nJurídica da UFVJM, deverão ser publicados no Diári o Oficial da União pela \nUniversidade.  \n \n  § 3º É vedado ao discente iniciar o estágio antes da publicação do \nTermo de Convênio e a assinatura do Termo de Compromisso pelos \nrepresentantes legais. Estágios iniciados sem o atendimento a esse item não \nserão val idados.  \n  § 4º Cabe à Unidade Acadêmica acompanhar a vigência dos \nconvênios de estágio e solicitar suas renovações, quando for o caso, com \nantecedência mínima de três meses de sua formalização.”  \n \nArt. 2º  – Determinar que seja firmado um termo de compromiss o entre o \ndiscente, a concedente e a universidade, prevendo as condições para a \nrealização do estágio curricular em conformidade com a Lei Federal nº \n11.788/2008 e a proposta pedagógica do curso.  \n §1º O termo de compromisso deverá ser assinado por todos os \nresponsáveis legais antes do início das atividades de estágio.  \n §2º Caberá ao diretor(a) da unidade acadêmica assinar o termo de \ncompromisso de estágio.  \n \nArt. 3º  – Se, por exigência da concedente , houver a necessidade de \ncelebração de convênio, a minuta deverá ser encaminhada à Pró -Reitoria de \nGraduação, impressa em duas vias, carimbada e assinada pelo responsável da \nconcedente de estágio.  \n Parágrafo único. Compete à Divisão de Assuntos Acadêmicos  o \nencaminhamento de minuta -padrão da concedente à Procuradoria -Geral \nFederal, para análise e parecer do procurador quanto à viabilidade da \ncelebração do convênio, caso isso se faça necessário.  \n \nArt. 4º – Os estágios curriculares que não atenderem ao dispo sto nesta \nresolução serão invalidados.  \n ", "123": "   \n117 \n Art. 5º  – Esta resolução  entra em vigor nesta data, revogando -se as \ndisposições em contrário.  \n \nProf.  Gilciano saraiva nogueira  \nPresidente do Consepe/UFVJM  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "124": "   \n118 \n  \nANEXO V: RESOLUÇÃO Nº. 05 - CONSEPE, DE 23 DE ABRIL DE \n2010  \n \nEstabelece a equivalência em horas das \nAtividades Complementares -AC e das \nAtividades Acadêmico  – Científico  – Culturais -\nAACC, conforme previsto no Regulamento dos \nCursos de Graduação da UFVJM.  \n \nO Conselho de Ensino, Pesquisa e Extensão da Universidade  Federal \ndos Vales do Jequitinhonha e Mucuri, no uso de suas  atribuições estatutárias, \ntendo em  vista o que deliberou em sua 31ª Reunião, realizada em 23/04/2010;  \n \nRESOLVE:  \n  \nArt. 1º As Atividades Complementares -AC e as Atividades Acadêmico -\nCientífico -Culturais -AACC estão previstas como atividades obrigatórias, nas \nDiretrizes Curriculares para os cursos de graduação e nos Projetos \nPedagógicos dos Cursos.  \n \nArt. 2º  Para atividades de Iniciação Científ ica, Iniciação a \nDocência/Monitoria, Participação em Projeto de Extensão, Estágio Não \nObrigatório, Bolsa Atividade, Programa de Educação Tutorial -PET, Programa \nInstitucional de Bolsa de Iniciação à Docência -PIBID, Programa de \nConsolidação das Licenciaturas -PRODOCÊNCIA e demais Projetos \nInstitucionais, cada 4 horas de atividade, com bolsa, corresponderão a 1 hora \nde AC ou AACC.  \n \n§ 1º No caso de estudantes envolvidos nas atividades enumeradas no \ncaput  do artigo que não percebem bolsa, a equivalência de horas , será definida \npelo Colegiado do Curso.  \n ", "125": "   \n119 \n § 2º Os critérios de avaliação das atividades dos estudantes sem bolsa \nserão os mesmos daqueles atendidos com bolsa.  \n \nArt. 3º  Para atividades Desportivas e Culturais, cada 12 horas de \nparticipação corresponderão a  1 hora de AC ou AACC . \n \n§ 1º Entende -se por atividades desportivas as atividades físicas como \ndança, ginástica, lutas e esportes realizados sob orientação profissional e \ndesenvolvidos em escolas, clubes, academias ou espaços culturais.  \n \n§ 2º  Entende -se por  atividades culturais, participação em recitais, \nespetáculos (teatro, coral, dança, ópera, circo, mostras de cinema), festivais, \nmostras ou outros formatos de eventos culturais (relacionados ao folclore, \nartesanato, artes plásticas, artes gráficas, fotogra fias e patrimônio).  \n \n§ 3º As atividades relacionadas nos §1º e §2º deverão ser oficializadas \nem documento emitido pelo órgão/entidade promotora do evento, com \ndetalhamento da atividade, incluindo carga horária.  \n \nArt. 4º  A participação em Eventos oficiais de natureza acadêmico -\ncientífico -tecnológicas, cada 4 horas, com apresentação de trabalho, \ncorresponderão a 2 horas de ACC ou AACC  e 8 horas, em apresentação de \ntrabalho, corresponderão a 2 horas de AC ou AACC . \n \nArt. 5º A participação em eventos sem a declaração de carga horária no \ncertificado do evento, será considerada para cada dia de participação, 1 hora \nde AC ou AACC.  \n \nArt. 6º  Para a participação em Órgãos Colegiados da UFVJM, cada ciclo \nde participação corresponderá  a 15 horas de AC ou AACC . \n \nArt. 7º  A participação em comissões, designada por portaria, \ncorresponderá a 5 horas de AC ou AACC.  \n ", "126": "   \n120 \n Art. 8º  Para a participação em entidades de r epresentação estudantil, \ncada ciclo de gestão corresponderá a 20 horas de AC ou AACC.  \n \nArt. 9º Outras atividades consideradas relevantes para a formação do \ndiscente poderão ser autorizadas pelos Colegiados de Curso, para \nintegralização curricular, sendo as horas correspondentes definidas pelo \nColegiado do Curso.  \n \nArt. 10 ºO Colegiado de  Curso estabelecerá o limite máximo de horas \nque o discente deve cumprir em cada atividade descrita nesta resolução, dando \nampla divulgação aos discentes matriculados.  \n \nArt. 11 ºCaberá ao estudante requerer, ao colegiado do respectivo curso, \nem formulário p róprio, o registro das atividades para integralização como AC \ne,ou AACC, obedecendo ao estabelecido no Projeto Pedagógico de Curso.  \n \nArt. 12 º Para integralização das AC ou AACC  as atividades deverão ser \ncomprovadas por meio de declarações ou certificados.  \n \nArt. 13 º Esta Resolução entra em vigor na data de sua aprovação, \nrevogadas as disposições em contrário.  \n \nDiamantina, 23 de abril de 2010.  \n \nProf. Pedro Ângelo Almeida Abreu  \nPresidente do CONSEPE/UFVJM  \n "}