{"1": "Universidade Federal de Itajubá \n \nInstituto de Engenharia Mecânica \n \n \n \nPROJETO POLÍTICO PEDAGÓGICO DO \nCURSO DE GRADUAÇÃO EM \nENGENHARIA MECÂNICA \n \nEstrutura Curricular 2011 \n \n \n \nPágina do curso \nhttps://sig.unifei.edu.br/sigaa/public/curso/portal.jsf?id=43969926&lc=pt_BR \n \nItajubá, 2017 \n", "2": " \n1 \nAPRESENTAÇÃO \n \nNeste documento é apresentado o Projeto Político Pedagógico do Curso de \nEngenharia Mecânica da Universidade Federal de Itajubá-Campus de Itajubá. \n \nAs principais diretrizes utilizadas para a elaboração deste projeto são as \nconstantes na RESOLUÇÃO CNE/CES 11, DE 11 DE MARÇO DE 2002 que instituiu \nas Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia, no Artigo \n12 da Resolução 218/73, do CONFEA, que estabelece atividades e competências dos \nProfissionais de Engenharia Mecânica e no Projeto Pedagógico Institucional da \nUNIFEI. \n \n \n \n \n \n \n \n \n \n", "3": " \n2 \n1. INTRODUÇÃO \n \nA Universidade Federal de Itajubá- UNIFEI, fundada em 23 de novembro de \n1913, com o nome de Instituto Eletrotécnico e Mecânico de Itajubá- IEMI, por iniciativa \npessoal do advogado Theodomiro Carneiro Santiago, foi a décima Escola de \nEngenharia a se instalar no país. Desde logo o IEMI se destacou na formação de \nprofissionais especializados em sistemas energéticos, notadamente em geração, \ntransmissão e distribuição de energia elétrica. \n \nO então Instituto foi reconhecido oficialmente pelo Governo Federal em 05 de \njaneiro de 1917. O curso tinha, inicialmente, a duração de três anos, tendo passado \npara quatro anos em 1923 e, em 1936, foi reformulado e equiparado ao da Escola \nPolitécnica do Rio de janeiro e tendo o nome da instituição sido mudado para Instituto \nEletrotécnico de Itajubá-IEI em 15 de março daquele mesmo ano. Em 30 de janeiro \nde 56 o IEI foi federalizado. \n \nSua denominação foi alterada em 16 de abril de 1968 para Escola Federal de \nEngenharia de Itajubá- EFEI. A competência e o renome adquiridos em mais áreas de \natuação conduziram ao desdobramento do seu curso original em cursos \nindependentes de Engenharia Elétrica e de Engenharia Mecânica, com destaque \nespecial para as ênfases de Eletrotécnica e Mecânica Plena. Iniciou em 1968 seus \ncursos de pós-graduação, com mestrados em Engenharia Elétrica, Mecânica e \nBiomédica, este último posteriormente descontinuado.  \n \nEm resposta à evolução da tecnologia e à expansão das novas áreas \ncontempladas pela Engenharia, a UNIFEI ampliou as suas ênfases em 1980, \npassando a incluir a de Produção, no curso de Engenharia Mecânica, e a de \nEletrônica, no de Engenharia Elétrica.   \n \nDando prosseguimento a uma política de expansão capaz de oferecer um \natendimento mais amplo e diversificado à demanda nacional e, sobretudo, regional de \nformação de profissionais da área tecnológica, a instituição partiu para a tentativa de \nse transformar em Universidade Especializada na área Tecnológica- UNIFEI, \nmodalidade acadêmica prevista na nova Lei de Diretrizes e Base da Educação \n", "4": " \n3 \nNacional- LDB. Esta meta começou a se concretizar a partir de 1998 com a expansão \ndos cursos de graduação ao dar um salto de dois para nove cursos, através da \naprovação de sete novos com a devida autorização do Conselho Nacional de \nEducação- CNE.  \n \nA transformação em Universidade deu-se em 24 de abril de 2002, através da \nsanção da lei número 10.435.  \n \nEm meados de 2008 concretiza-se parceria entre a Prefeitura Municipal de \nItabira (governo local), o setor privado (empresa Vale) e o Ministério da Educação - \nMEC para a criação do campus Itabira.  \n \nParalelamente a criação e consolidação dos Campus de Itabira a Universidade \nContinuo sua expansão em Itajubá com a implantação de novos cursos de graduação \ne pós-graduação. \n \n2. OBJETIVO GERAL \n \nTem-se como objetivo geral do curso fornecer forte fundamentação em \nMatemática e Física e amplo conhecimento na área de Engenharia Mecânica \nestendido às Ciências Sociais, Humanidades e meio ambiente, desenvolvendo \nhabilidades e competências para formar o Engenheiro Mecânico capaz de projetar, \nconstruir, operar e gerenciar melhores máquinas e sistemas mecânicos visando as \nnecessidades e os desafios da sociedade. \n \n3. INFRAESTRUTURA E PERFIL DOCENTE \n \nO Curso de Engenharia Mecânica está abrigado no Instituto de Engenharia \nMecânica (IEM) da UNIFEI, no Campus Sede (https://unifei.edu.br/iem/), que tem \ncomo missão: \"Desenvolver e difundir as atividades de ensino, pesquisa e extensão \nnas áreas de Engenharia Mecânica, visando a excelência na formação técnico-\ncientífica e humana, para atender as necessidades da região e do país.\"  \n \n", "5": " \n4 \nFazem parte do Instituto de Engenharia Mecânica mais de 50 Professores, \nsendo que aproximadamente 90% possui o título de Doutor e os demais o título de \nMestre. \n \nO Instituto de Engenharia Mecânica da UNIFEI possui os seguintes laboratórios \nque dão apoio às aulas práticas das disciplinas profissionalizante e especificas do \ncurso de Engenharia Mecânica (https://cglab.unifei.edu.br/laboratorios-iem): LTM - \nLaboratório de Tecnologia Mecânica; LMT - Laboratório Máquinas Térmicas; \nLaboratório Metalurgia e Materiais; Laboratório Hidrodinâmica Virtual; LabTC – \nLaboratório \nTransferência \nde \nCalor; \nLHP \n– \nLaboratório \nde \nSistemas \nHidropneumáticos; LFT – Laboratório Fenômenos de Transporte; Laboratório Didático \nde Ensaios de Estruturas Aeronáuticas; Laboratório Expressões Gráficas; LEN – \nLaboratório de Ensaios Destrutivos e Não Destrutivos; Laboratório Mecânica dos \nFluídos; Laboratório Sistemas Avançados de Geração Distribuída; Laboratório \nTurbinas a Gás e Gaseificação de Biomassa; Laboratório de Refrigeração e Ar \nCondicionado; Laboratório de Sistemas Térmicos a Vapor e Diesel; Laboratório de \nSimulação de Processos e Sistemas Térmicos; Laboratório Ensaios Destrutivos e Não \nDestrutivos; \nLaboratório \nVibrações \ne \nAcústica; \nNúcleo \nde \nSeparadores \nCompactos/Laboratório \nde \nSeparação \nde \nFases; \nLaboratório \nde \nTermo \nfluidodinâmica; Laboratório de Tribologia. \n \n4. PERFIL DO EGRESSO \n \n4.1. \nCompetências e Habilidades \n \nDe acordo com as Diretrizes Curriculares CNE/CNE 2002, o Engenheiro deve \nser capaz de propor soluções que sejam, não apenas tecnicamente corretas, ele deve \nter a ambição de considerar os problemas em sua totalidade, em sua inserção numa \ncadeia de causas e efeitos de múltiplas dimensões.  \n \nO perfil dos egressos do curso de engenharia mecânica compreenderá uma \nsólida formação técnica científica e profissional geral que o capacite a absorver e \ndesenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na \nidentificação e resolução de problemas, considerando seus aspectos políticos, \n", "6": " \n5 \neconômicos, sociais, ambientais e culturais, com visão ética e humanística, em \natendimento às demandas da sociedade.  \n \nSão as seguintes as Competências e Habilidades Gerais do Engenheiro \nMecânico: \n \n● aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia; \n● projetar e conduzir experimentos e interpretar resultados; \n● conceber, projetar e analisar sistemas, produtos e processos; \n● planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \n● identificar, formular e resolver problemas de engenharia; \n● desenvolver e/ou utilizar novas ferramentas e técnicas; \n● supervisionar a operação e a manutenção de sistemas; \n● avaliar criticamente a operação e a manutenção de sistemas; \n● comunicar-se eficientemente nas formas escrita, oral e gráfica; \n● atuar em equipes multidisciplinares; \n● compreender e aplicar a ética e responsabilidade profissionais; \n● avaliar o impacto das atividades da engenharia no contexto social e ambiental; \n● avaliar a viabilidade econômica de projetos de engenharia; \n● assumir a postura de permanente busca de atualização profissional. \n \nO campo de atividades do engenheiro mecânico relaciona-se com quase todos \nos aspectos da tecnologia aplicada a processos industriais. O engenheiro mecânico \npoderá trabalhar em indústrias, companhias de energia elétrica e de petróleo, \nempresas de consultoria, institutos de pesquisa, instituições de ensino, área \nempresarial, marketing e vendas. \n \n \n", "7": " \n6 \n4.2. \nAtribuição Profissional \n \nAs Atribuições Profissionais do Engenheiro Mecânico, de acordo com o Art. 12. \nda RESOLUÇÃO Nº 218, DE 29 JUN 1973 – CONFEA, são as seguintes: \n \nCompete ao ENGENHEIRO MECÂNICO ou ao ENGENHEIRO MECÂNICO E \nDE AUTOMÓVEIS ou ao ENGENHEIRO MECÂNICO E DE ARMAMENTO ou ao \nENGENHEIRO DE AUTOMÓVEIS ou ao ENGENHEIRO INDUSTRIAL MODALIDADE \nMECÂNICA o desempenho das atividades 01 a 18 do artigo 1º desta Resolução, \nreferentes a processos mecânicos, máquinas em geral; instalações industriais e \nmecânicas; equipamentos mecânicos e eletro-mecânicos; veículos automotores; \nsistemas de produção de transmissão e de utilização do calor; sistemas de \nrefrigeração e de ar condicionado; seus serviços afins e correlatos. \n \nArt. 1º - Para efeito de fiscalização do exercício profissional correspondente às \ndiferentes modalidades da Engenharia, Arquitetura e Agronomia em nível superior e \nem nível médio, ficam designadas as seguintes atividades:  \n \nAtividade 01 - Supervisão, coordenação e orientação técnica; \nAtividade 02 - Estudo, planejamento, projeto e especificação; \nAtividade 03 - Estudo de viabilidade técnico-econômica; \nAtividade 04 - Assistência, assessoria e consultoria; \nAtividade 05 - Direção de obra e serviço técnico; \nAtividade 06 - Vistoria, perícia, avaliação, arbitramento, laudo e parecer técnico; \nAtividade 07 - Desempenho de cargo e função técnica; \nAtividade 08 - Ensino, pesquisa, análise, experimentação, ensaio e divulgação \ntécnica; extensão; \nAtividade 09 - Elaboração de orçamento; \nAtividade 10 - Padronização, mensuração e controle de qualidade; \nAtividade 11 - Execução de obra e serviço técnico; \nAtividade 12 - Fiscalização de obra e serviço técnico; \nAtividade 13 - Produção técnica e especializada; \nAtividade 14 - Condução de trabalho técnico; \n", "8": " \n7 \nAtividade 15 - Condução de equipe de instalação, montagem, operação, reparo \nou manutenção; \nAtividade 16 - Execução de instalação, montagem e reparo; \nAtividade 17 - Operação e manutenção de equipamento e instalação; \nAtividade 18 - Execução de desenho técnico. \n \n5. PRINCÍPIOS PEDAGÓGICOS – PERFIL DO CURSO \n \nO curso de graduação em Engenharia Mecânica possui um conjunto de \natividades obrigatório e também um conjunto de atividades de livre escolha, de acordo \ncom os interesses do aluno. Esta estrutura permite que o futuro profissional, a ser \nformado, tenha opções de complementação de sua formação em diferentes de áreas \ndo conhecimento e de atuação. Os princípios pedagógicos mais importantes do curso \ne que são consonantes com o Projeto Pedagógico Institucional são: \n Atendimento à Legislação vigente no que se refere à organização da grade \ncurricular, correspondendo ao que é nas diretrizes curriculares para cada \nhabilitação ou curso; \n A Articulação permanente do corpo docente com o campo de atuação do \nprofissional. \n Base filosófica com enfoque na competência. \n Abordagem pedagógica centrada no aluno. \n Forte vinculação entre teoria e prática. \n Ênfase na síntese e na transdisciplinaridade. \n Preocupação com a valorização do ser humano e preservação do meio \nambiente. Integração social e política do profissional \n Possibilidade de articulação direta com a pós-graduação.  \n \n \n", "9": " \n8 \n6. A ORGANIZAÇÃO DO CURSO  \n \nO curso de graduação em Engenharia Mecânica possui regime de matricula \nsemestral, com a admissão inicial feita através do SISU uma vez ao ano, para início \nno primeiro semestre. Do primeiro ao oitavo período a oferta da disciplina se dá uma \nvez ao ano no semestre estabelecido na grade curricular do curso (1º., 3º., 5º. 7º têm \nas disciplinas ofertadas no primeiro semestre do ano e 2º, 4º, 6º e 8º Períodos têm a \noferta no segundo semestre do ano). No nono período as disciplinas obrigatórias são \noferecidas de forma repetitiva, ou seja, no primeiro e no segundo semestre do ano. O \nestágio curricular obrigatório pode ser feito a partir do nono período e o trabalho final \nde graduação é feito ao longo do 9º e 10º períodos. \n \nCaso haja vaga, também é permitida a matrícula em disciplinas da estrutura \ncurricular do curso de Engenharia Mecânica em turmas que são ofertadas a outros \ncursos, independente do semestre. \n \nOs componentes curriculares obrigatórios estão distribuídos em 10 semestres, \ntotalizando 5 anos. As disciplinas de formação fundamental do curso estão \nconcentradas entre o primeiro e o quarto semestre, sendo que as disciplinas \nprofissionalizantes do curso estão distribuídas nos semestres seguintes. As disciplinas \nestão ordenadas de modo a permitir um encadeamento lógico de conteúdos, \npropiciando uma formação sólida e abrangente. \n \n7. PROGRESSÃO NO CURSO \n \nA progressão do discente no curso se dará de acordo com a NORMA PARA \nPROGRAMAS DE FORMAÇÃO EM GRADUAÇÃO, Aprovada pelo CEPEAd em \n27/10/2010 –218ª Resolução. \n \nO prazo mínimo para integralização do curso é 5 anos, e o máximo é 9 anos. \n \n \n \n", "10": " \n9 \n8. ESTRUTURA CURRICULAR \n \nCódigo:0102011 \n \nMatriz Curricular: ENGENHARIA MECÂNICA - Itajubá - Presencial - MTN - \nSemestral – BACHARELADO - Período Letivo de Entrada em Vigor \n2011 - 1 \n \nNa estrutura curricular, as disciplinas obrigatórias e optativas, o trabalho final \nde graduação, o estágio curricular e as atividades complementares são consideradas \nem horas-aula (55 min).  \n \nA tabela a seguir apresenta a síntese da carga-horária mínima em cada \ncomponente e a carga-horária total. \n \nComponente \nCurricular \nHoras-aula \nhoras \nDisciplinas \nObrigatórias \n3672 \n3366 \nDisciplinas \nOptativas \n96 \n88 \nComplementares \n64 \n59 \nTrabalho Final de \nGraduação \n128 \n117 \nEstágio \n305 \n280 \nTOTAL \n4265 \n3910 \n \n \n \n", "11": " \n10 \n8.1. \nMatriz Curricular \n \n1º Período \n \nEstrutura Curricular \nNatureza \nCCO016 - FUNDAMENTOS DE PROGRAMAÇÃO - 64h \nObrigatória \nDES201 - DESENHO TÉCNICO BÁSICO - 64h \nObrigatória \nEME040 - INTRODUÇÃO À ENGENHARIA MECÂNICA - 32h \nObrigatória \nFIS104 - METODOLOGIA CIENTÍFICA - 32h \nObrigatória \nFIS114 - LABORATÓRIO DE METODOLOGIA CIENTÍFICA - 16h \nObrigatória \nMAT001 - CÁLCULO I - 96h \nObrigatória \nMAT011 - GEOMETRIA ANALÍTICA E ÁLGEBRA LINEAR - 64h \nObrigatória \nCH Total: 368h. Obrigatória: 368h. Optativa: 0h \n \n2º Período \n \nEstrutura Curricular \nNatureza \nBAC002 - COMUNICAÇÃO E EXPRESSÃO - 64h \nObrigatória \nDES204 - DESENHO TÉCNICO AUXILIADO POR COMPUTADOR - 48h \nObrigatória \nFIS203 - FÍSICA GERAL I - 64h \nObrigatória \nFIS213 - FÍSICA EXPERIMENTAL I - 16h \nObrigatória \nMAT002 - CÁLCULO II - 64h \nObrigatória \nMCM006 - ESTRUTURAS E PROPRIEDADES DOS MATERIAIS - 32h \nObrigatória \nQUI102 - QUÍMICA GERAL - 64h \nObrigatória \nQUI112 - QUÍMICA EXPERIMENTAL - 16h \nObrigatória \nSOC002 - CIÊNCIAS HUMANAS E SOCIAIS - 48h \nObrigatória \nLET007 - LIBRAS - LÍNGUA BRASILEIRA DE SINAIS - 48h \nOptativa \nLET008 - LÍNGUA PORTUGUESA - 32h \nOptativa \nCH Total: 496h. Obrigatória: 416h. Optativa: 80h    \n \n \n \n", "12": " \n11 \n3º Período \n \nEstrutura Curricular \nNatureza \nECN001 - ECONOMIA - 48h \nObrigatória \nEME303 - MECÂNICA VETORIAL-ESTÁTICA - 64h \nObrigatória \nEPR004 - HIGIENE E SEGURANÇA NO TRABALHO - 48h \nObrigatória \nMAT003 - CÁLCULO III - 64h \nObrigatória \nMAT013 - PROBABILIDADE E ESTATÍSTICA - 64h \nObrigatória \nMAT021 - EQUAÇÕES DIFERENCIAIS I - 64h \nObrigatória \nMCM003P \n- \nMATERIAIS \nPARA \nCONSTRUÇÃO \nMECÂNICA \nEXPERIMENTAL - 16h \nObrigatória \nMCM003T - MATERIAIS PARA CONSTRUÇÃO MECÂNICA - 64h \nObrigatória \nADM082 - CRIAÇÃO DE NOVOS NEGÓCIOS - 48h \nOptativa \nADM083 - INTRODUÇÃO AO EMPREENDEDORISMO - 48h \nOptativa \nFIS413 - FÍSICA EXPERIMENTAL III - 16h \nOptativa \nCH Total: 544h. Obrigatória: 432h. Optativa: 112h.    \n \n4º Período \n \nEstrutura Curricular \nNatureza \nEME403P - METROLOGIA DIMENSIONAL EXPERIMENTAL - 16h \nObrigatória \nEME403T - METROLOGIA DIMENSIONAL - 48h \nObrigatória \nEME404 - MECÂNICA VETORIAL-DINÂMICA - 64h \nObrigatória \nEME405P - RESISTÊNCIA DOS MATERIAIS EXPERIMENTAL - 16h \nObrigatória \nEME405T - RESISTÊNCIA DOS MATERIAIS - 64h \nObrigatória \nFIS403 - FÍSICA GERAL III - 64h \nObrigatória \nFIS503 - FÍSICA GERAL IV - 64h \nObrigatória \nMAT012 - CÁLCULO NUMÉRICO - 64h \nObrigatória \nMAT022 - EQUAÇÕES DIFERENCIAIS II - 64h \nObrigatória \nFIS513 - FÍSICA EXPERIMENTAL IV - 16h \nOptativa \nCH Total: 480h. Obrigatória: 464h. Optativa: 16h.    \n \n \n \n", "13": " \n12 \n5º Período \n \nEstrutura Curricular \nNatureza \nEAM002 - CIÊNCIAS DO AMBIENTE - 64h \nObrigatória \nEEL521 - ELETRICIDADE I - 48h \nObrigatória \nEME002 - TECNOLOGIA DA FABRICAÇÃO I - 64h \nObrigatória \nEME502P - MECÂNICA DOS FLUIDOS I EXPERIMENTAL - 16h \nObrigatória \nEME502T - MECÂNICA DOS FLUIDOS I - 64h \nObrigatória \nEME503P - TERMODINÂMICA I - EXPERIMENTAL - 8h \nObrigatória \nEME503T - TERMODINÂMICA I - 64h \nObrigatória \nEME504 - VIBRAÇÕES MECÂNICAS I - 48h \nObrigatória \nEME505P - RESISTÊNCIA DOS MATERIAIS EXPERIMENTAL II - 16h \nObrigatória \nEME505T - RESISTÊNCIA DOS MATERIAIS II - 64h \nObrigatória \nCH Total: 456h. Obrigatória: 456h. Optativa:0h    \n \n6º Período \n \nEstrutura Curricular \nNatureza \nEEL621P - ELETRICIDADE EXPERIMENTAL - 16h \nObrigatória \nEEL621T - ELETRICIDADE - 64h \nObrigatória \nEME003 - TECNOLOGIA DA FABRICAÇÃO II - 64h \nObrigatória \nEME603P - MECÂNICA DOS FLUIDOS II EXPERIMENTAL - 8h \nObrigatória \nEME603T - MECÂNICA DOS FLUIDOS II - 56h \nObrigatória \nEME605P - TRANSFERÊNCIA DE CALOR I - EXPERIMENTAL - 16h \nObrigatória \nEME605T - TRANSFERÊNCIA DE CALOR I - 48h \nObrigatória \nEME606P - TERMODINÂMICA II EXPERIMENTAL - 8h \nObrigatória \nEME606T - TERMODINÂMICA II - 48h \nObrigatória \nEME608P - VIBRAÇÕES MECÂNICAS EXPERIMENTAL II - 8h \nObrigatória \nEME608T - VIBRAÇÕES MECÂNICAS II - 40h \nObrigatória \nEPR002 - ORGANIZAÇÃO INDUSTRIAL E ADMINISTRAÇÃO - 48h \nObrigatória \nCH Total: 424h. Obrigatória: 424h. Optativa: 0h    \n \n \n \n", "14": " \n13 \n7º Período \n \nEstrutura Curricular \nNatureza \nEME004P - TECNOLOGIA DA FABRICAÇÃO EXPERIMENTAL III - 16h \nObrigatória \nEME004T - TECNOLOGIA DA FABRICAÇÃO III - 48h \nObrigatória \nEME701P - TRANSFERÊNCIA DE CALOR II EXPERIMENTAL - 16h \nObrigatória \nEME701T - TRANSFERÊNCIA DE CALOR II - 48h \nObrigatória \nEME702P - ELETRÔNICA E INSTRUMENTAÇÃO EXPERIMENTAL - 16h \nObrigatória \nEME702T - ELETRÔNICA E INSTRUMENTAÇÃO - 32h \nObrigatória \nEME704 - ELEMENTOS DE MÁQUINAS I - 64h \nObrigatória \nEME705P - MÁQUINAS DE FLUXO I EXPERIMENTAL - 8h \nObrigatória \nEME705T - MÁQUINAS DE FLUXO I - 40h \nObrigatória \nEME706 - SISTEMAS TÉRMICOS I - 64h \nObrigatória \nEME707P - SISTEMAS HIDROPNEUMÁTICOS EXPERIMENTAL I - 8h \nObrigatória \nEME707T - SISTEMAS HIDROPNEUMÁTICOS I - 32h \nObrigatória \nEPR602 - GESTÃO DE QUALIDADE - 48h \nOptativa \nEPR922 - Custos Industriais - 32h \nOptativa \nCH Total: 472h. Obrigatória: 392h. Optativa: 80h    \n \n8º Período \n \nEstrutura Curricular \nNatureza \nEME005P - TECNOLOGIA DA FABRICAÇÃO EXPERIMENTAL IV - 16h \nObrigatória \nEME005T - TECNOLOGIA DA FABRICAÇÃO IV - 48h \nObrigatória \nEME703 - DESENHO DE MÁQUINAS - 64h \nObrigatória \nEME802 - ELEMENTOS DE MÁQUINAS II - 64h \nObrigatória \nEME803P - MÁQUINAS DE FLUXO II - EXPERIMENTAL - 8h \nObrigatória \nEME803T - MÁQUINAS DE FLUXO II - 40h \nObrigatória \nEME804 - SISTEMAS TÉRMICOS II - 64h \nObrigatória \nEME805P - SISTEMAS HIDROPNEUMÁTICOS EXPERIMENTAL II - 8h \nObrigatória \nEME805T - SISTEMAS HIDROPNEUMÁTICOS II - 48h \nObrigatória \nEME806 - VENTILAÇÃO - 32h \nObrigatória \nEME049 - INTRODUÇÃO À ENGENHARIA DE PETRÓLEO - 48h \nOptativa \nEME050 - FONTES RENOVÁVEIS DE ENERGIA - 48h \nOptativa \nEME062 - Introdução ao Método dos Elementos Finitos - 48h \nOptativa \nCH Total: 536h. Obrigatória: 392h. Optativa: 144h    \n \n", "15": " \n14 \n9º Período \n \nEstrutura Curricular \nNatureza \nEME034 - AUTOMAÇÃO DA MANUFATURA - 32h \nObrigatória \nEME604P - FRATURA E FADIGA DOS MATERIAIS EXPERIMENTAL - 8h \nObrigatória \nEME604T - FRATURA E FADIGA DOS MATERIAIS - 32h \nObrigatória \nEME902 - REFRIGERAÇÃO E AR CONDICIONADO - 64h \nObrigatória \nEME904 - MANUTENÇÃO MECÂNICA - 48h \nObrigatória \nEME905 - CONTROLE DE SISTEMAS MECÂNICOS - 48h \nObrigatória \nEME907 - CENTRAIS HIDRELÉTRICAS - 48h \nObrigatória \nEPR502 - ENGENHARIA ECONÔMICA - 48h \nObrigatória \nCH Total: 328h. Obrigatória: 328h. Optativa: 0h    \n \n10º Período \n \nEstrutura Curricular \nNatureza \nESTSUPERV_010_280 - Estágio Supervisionado - 305h \nObrigatória \nPROJETOFINAL_010_128 - Trabalho Final de Graduação - 128h \nObrigatória \nCH Total: 433h. Obrigatória: 433h. Optativa: 0h  \n \n \n8.1.1. \nEstágio Supervisionado \n \nO estágio supervisionado é uma atividade prática composta por um conjunto \nde ações desenvolvidas pelos discentes do curso de Engenharia Mecânica, sob a \norientação de um docente do Instituto de Engenharia Mecânica (IEM) e a supervisão \ndireta de um engenheiro com conhecimentos na área do estágio, que deverá estar \nrelacionado com uma das diversas áreas de conhecimento da Engenharia. \nObrigatoriamente o estágio deverá ser acompanhado por um professor do IEM. Desde \nque autorizada pela coordenação de estágios poderá ser aceito, em caráter \nexcepcional, docentes de outros institutos desta instituição. O discente que realizar o \nEstágio Supervisionado sem devida assistência do professor orientador, perderá o \ntempo de estágio realizado anterior à data da assinatura do orientador no plano de \nestágio. \n", "16": " \n15 \n \nO Estágio Supervisionado é um requisito curricular suplementar que não \nobedece à sistemática normal das disciplinas, mas compreende uma atividade \ncurricular que possui regras próprias. No estágio supervisionado não há exame final \ne o discente será considerado aprovado se cumprir uma carga horária mínima de 280 \nhoras (equivalentes a 305 horas-aula) e ter um aproveitamento igual ou superior a 6,0 \n(seis vírgula zero) pontos. O não cumprimento da carga horária mínima exigirá que o \ndiscente complemente a carga horária com um novo estágio. Se o discente não atingir \n6,0 (seis vírgula zero) pontos no conceito final, ele deverá realizar um novo estágio.  \nO discente pode iniciar as atividades de Estágio Supervisionado a partir do 7º \n(sétimo) período. Desde que autorizado pelos coordenadores de curso e estágio, em \ncaráter excepcional, o discente poderá realizar o estágio a partir do 6º (sexto) período.  \nDesde que facultado pelo coordenador do curso, a carga horária cumprida em \num Estágio Suplementar poderá ser registrada como atividade complementar. \nNos períodos de férias escolares, ou para os discentes matriculados apenas \nem Estágio Supervisionado, ou em Estágio Supervisionado e TFG (Trabalho Final de \nGraduação) a jornada poderá ser de até 40 (quarenta) horas semanais.  \nO regulamento de estágio e as diretrizes para a confecção do relatório de \nestágio estão disponíveis no Sistema Integrado de Gestão de Atividades Acadêmicas \nno endereço eletrônico:  \n \nhttps://sigaa.unifei.edu.br/sigaa/public/curso/documentos.jsf?lc=pt_BR&id=43969926\n&idTipo=5 \n \nOs formulários utilizados para registro e acompanhamento do estágio \nsupervisionado estão disponíveis no Sistema Integrado de Gestão de Atividades \nAcadêmicas no endereço eletrônico: \n \nhttps://sigaa.unifei.edu.br/sigaa/public/curso/documentos.jsf?lc=pt_BR&id=43969926\n&idTipo=4 \n \n \n \n \n \n", "17": " \n16 \n8.1.2. \nTrabalho Final de Graduação \n \nO trabalho final de graduação se constitui em atividade de síntese e integração \nde conhecimento da área de Engenharia Mecânica.  \n \nO trabalho final de graduação é executado pelo aluno em dois semestres, a \npartir do nono período, perfazendo uma carga-horária de 128 horas. \n \nPara \na \navaliação \ne \natribuição \nde \nnotas, \nalém \nda \nentrega \nde \nmonografias/relatórios técnicos, os alunos defendem seus trabalhos perante uma \nbanca nomeada pelo coordenador de projeto final de graduação. \n \nO coordenador projeto final de graduação também é responsável pelo \nestabelecimento de um cronograma para registro das propostas de projeto e \norientações, acompanhamento do andamento dos trabalhos, definição dos padrões \nde relatórios/monografias e cronograma de defesas. \n \nAs orientações aos alunos sobre os procedimentos relacionados ao trabalho \nfinal de graduação estão disponíveis no Sistema Integrado de Gestão de Atividades \nAcadêmicas no endereço eletrônico: \n \nhttps://sigaa.unifei.edu.br/sigaa/public/curso/secao_extra.jsf?lc=pt_BR&id=43969926\n&extra=1113929370 \n \nOs formulários utilizados para registro e acompanhamento do trabalho final de \ngraduação estão disponíveis no Sistema Integrado de Gestão de Atividades \nAcadêmicas no endereço eletrônico: \n \nhttps://sigaa.unifei.edu.br/sigaa/public/curso/documentos.jsf?lc=pt_BR&id=43969926\n&idTipo=4 \n \n \n \n \n", "18": " \n17 \n8.1.3. \nAtividades Complementares \n \nTodos os discentes do curso de Engenharia Mecânica devem realizar um \nmínimo de 64 horas-aula de Atividades Complementares.  \n \nAs Atividades Complementares que são previstas e reconhecidas são: \n \n● Projetos institucionais. \n●Trabalhos de iniciação científica e/ou pesquisas. \n● Disciplinas oferecidas pela Universidade Federal de Itajubá nas suas diferentes \náreas do saber, exceto as disciplinas obrigatórias do curso de Engenharia Mecânica. \n● Atuação como monitor de disciplina. \n● Publicação de artigos em eventos científicos e/ou periódicos. \n● Apresentação de artigos em eventos científicos. \n● Participação em eventos científicos. \n● Atuação em órgão ou colegiado da Universidade Federal de Itajubá. \n● Atuação na diretoria do Diretório Acadêmico da Universidade Federal de Itajubá. \n● Atuação na diretoria de Centros Acadêmicos que compõem o Diretório Acadêmico \nda Universidade Federal de Itajubá. \n● Atuação na UNIFEI-Jr da Universidade Federal de Itajubá, que tem por objetivo a \nincubação de empresas. \n● Atuação em projetos relacionados à Universidade Federal de Itajubá que tem por \nobjetivo a incubação de empresas. \n● Atuação como representante de turma. \n● Representação em eventos da Universidade Federal de Itajubá e/ou de cursos de \ngraduação. \n● Atuação na organização de eventos científicos relacionados à Universidade Federal \nde Itajubá. \n● Outras atividades que o Colegiado do Curso considerar pertinente. \n \nA carga horária prevista para as Atividades Complementares deverá ser \ncumprida pelo discente mediante uma ou várias atividades que compõem o conjunto \nde atividades. A contagem de carga horária de cada atividade se fará de acordo com \na Tabela 1. A documentação e o prazo exigido para registro de cada atividade se fará \nde acordo com a Tabela 2. As atividades que obrigam a apresentação do relatório \nsobre ela, para o seu devido registro, deverão ter o mesmo aprovado pelo Colegiado \ndo Curso. \n \n \n", "19": " \n18 \nTABELA 1 \nATIVIDADE \nCARGA HORÁRIA \nProjetos institucionais. \n□ 1 (uma) hora por cada hora registrada de projeto \nconcluído. \nTrabalhos de iniciação científica e/ou pesquisas. \n□ 1 (uma) hora por cada hora registrada de trabalho \nde iniciação científica e/ou pesquisa concluída. \nParticipação em Grupos PET \n□ 1 (uma) hora por cada hora registrada de \nparticipação em Grupos PET. \nDisciplinas oferecidas pela Universidade Federal \nde Itajubá nas suas diferentes áreas do saber, \nexceto as disciplinas obrigatórias do curso de \nEngenharia Mecânica. \n□ 1 (uma) hora por cada hora de disciplina cursada \ncom aproveitamento. \nDisciplinas oferecidas por outra Instituição de \nEnsino \nSuperior \nem \náreas \nrelacionadas \nà \nengenharia, exceto as disciplinas obrigatórias do \ncurso de Engenharia Mecânica. \n□ 1 (uma) hora por cada hora de disciplina cursada \ncom aproveitamento. Limitado a 200 horas. \nAtuação como monitor de disciplina. \n□ 1 (uma) hora por cada hora atuando como monitor \nde disciplina. \nPublicação de artigos em eventos científicos e ou \nperiódicos. \n \n□ 30% (nível de graduação) e 50% (nível de pós-\ngraduação) da carga horária mínima do conjunto \nde atividades do curso para cada artigo publicado. \nApresentação de artigos em eventos científicos. \n□ 20% da carga horária mínima do conjunto de \natividades do curso para cada artigo apresentado. \nParticipação em eventos científicos. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada participação. \nAtuação em órgão ou colegiado da Universidade \nFederal de Itajubá. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de \natuação. \nAtuação na diretoria do Diretório Acadêmico da \nUniversidade Federal de Itajubá. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de \natuação. \nAtuação na diretoria de Centros Acadêmicos que \ncompõem o Diretório Acadêmico da Universidade \nFederal de Itajubá. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de \natuação. \nAtuação na UNIFEI-Jr da Universidade Federal de \nItajubá. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de \natuação. \nAtuação em projetos relacionados à Universidade \nFederal de Itajubá que tem por objetivo a \nincubação de empresas. \n □  20% da carga horária mínima do conjunto de \natividades do curso para cada semestre de \natuação. \nAtuação como representante de turma. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada semestre de \natuação. \nRepresentação em eventos da Universidade \nFederal de Itajubá e/ou de cursos de graduação. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada representação. \nAtuação na organização de eventos científicos \nrelacionados à Universidade Federal de Itajubá. \n□ 10% da carga horária mínima do conjunto de \natividades do curso para cada dia de evento \nrealizado. \nAtuação em: atividades de extensão com registro, \ntrabalho social voluntário e estágio suplementar. \n□ 1 (uma) hora por cada hora de atuação limitado a \n100 horas. \nOutras atividades que o Colegiado do Curso \nconsiderar pertinente. \n□ A ser estipulada pelo Colegiado do Curso de \nGraduação. \n \n \n \n", "20": " \n19 \nTABELA 2 \nATIVIDADE \nDOCUMENTAÇÃO E PRAZO PARA O REGISTRO \nDA ATIVIDADE \nProjetos institucionais. \n● Registro na PROEX \n○ O prazo para o registro segue as normas da \nPROEX. \nTrabalhos de iniciação científica e/ou pesquisas e \nparticipação em Grupos PET \n● Registro na DPI/PRG/PRPPG. \n○ O prazo para o registro segue as normas da \nDPI/PRG/PRPPG. \nDisciplinas oferecidas pela Universidade Federal de \nItajubá nas suas diferentes áreas do saber, exceto \nas disciplinas obrigatórias do curso de Engenharia \nMecânica. \n● Matrícula na disciplina. \n○ O prazo para a matrícula segue as normas da \nPRG. \nDisciplinas oferecidas por outra Instituição de \nEnsino \nSuperior \nem \náreas \nrelacionadas \nà \nengenharia, exceto as disciplinas obrigatórias do \ncurso de Engenharia Mecânica. \n● Histórico escolar com nota emitido pela Instituição \nde Ensino Superior. \n \nAtuação como monitor de disciplina. \n● Declaração do Departamento de Pessoal da \nUniversidade Federal de Itajubá. \n○ A declaração deverá ser registrada na PRG no \nfinal de cada semestre letivo. \nPublicação de artigos em eventos científicos e ou \nperiódicos. \n \n \n● Comprovante de publicação do artigo. \n○ O comprovante de publicação deverá ser \nregistrado na PRG no prazo máximo de 30 dias \napós a realização da atividade. \nApresentação de artigos em congressos ou \nseminários. \n● Comprovante de apresentação e relatório sobre a \natividade. \n○ O comprovante de apresentação e o relatório \nsobre a atividade deverão ser registrados na PRG \nno prazo máximo de 30 dias após a realização da \natividade. \nParticipação em eventos científicos. \n● Comprovante de participação e relatório sobre a \natividade. \n○ O comprovante de participação e o relatório sobre \na atividade deverão ser registrados na PRG no \nprazo máximo de 30 dias após a realização da \natividade. \nAtuação em órgão ou colegiado da Universidade \nFederal de Itajubá. \n● Declaração do presidente do órgão colegiado e \nrelatório sobre a atividade. \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de cada \nsemestre letivo. \nAtuação na diretoria do Diretório Acadêmico da \nUniversidade Federal de Itajubá. \n● Declaração do presidente do Diretório Acadêmico \ne relatório sobre a atividade. \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de cada \nsemestre letivo. \nAtuação na diretoria de Centros Acadêmicos que \ncompõem o Diretório Acadêmico da Universidade \nFederal de Itajubá. \n● Declaração do presidente do Diretório Acadêmico \nem conjunto com do presidente do Centro \nAcadêmico e relatório sobre a atividade. \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de cada \nsemestre letivo. \n \n \n \n", "21": " \n20 \n9. O COLEGIADO DE CURSO \n \nO regimento geral da UNIFEI estabelece que o colegiado é responsável pelo \ngerenciamento acadêmico do curso, exercendo o planejamento, o acompanhamento, \no controle e a avaliação do curso.  \n \nO colegiado é composto eminentemente por docentes das áreas de formação \nprofissional e específica do curso, com representantes da área de formação básica e \nrepresentantes discentes. \n \nAs competências do Colegiado de Curso estão estabelecidas no Regimento \nGeral da UNIFEI, sendo elas: \n Eleger o Coordenador de Curso; \n Propor nomes para comporem o NDE, encaminhando à Assembleia da \nUnidade para aprovação; \n Deliberar sobre o PPC, encaminhando à Assembleia da Unidade para \naprovação;  \n Promover a implementação do PPC;  \n Aprovar alterações nos planos de ensino das disciplinas propostos pelo NDE; \n Elaborar e acompanhar o processo de avaliação e renovação de \nreconhecimento do curso;  \n Estabelecer mecanismos de orientação acadêmica ao corpo discente do curso;  \n Criar comissões para assuntos específicos;  \n Designar coordenadores de Trabalho Final de Graduação – TFG, Estágio, \nMobilidade Acadêmica e Atividades Complementares;  \n Analisar e emitir parecer sobre aproveitamento de estudos e adaptações, de \nacordo com norma específica aprovada pela Câmara Superior de Graduação;  \n Julgar, em grau de recurso, as decisões do Coordenador do Curso;  \n Decidir ou opinar sobre outras matérias pertinentes ao curso. \n \n \n", "22": " \n21 \n10. O NÚCLEO DOCENTE ESTRUTURANTE \n \nO Núcleo Docente Estruturante – NDE – constitui um grupo de docentes do \ncurso com atribuição acadêmica de acompanhamento, atuante no processo de \nconcepção, consolidação e contínua atualização do Projeto Pedagógico do Curso – \nPPC.  \n \nO Núcleo Docente Estruturante é constituído por um grupo de 5 professores. \nFazem parte do NDE o Coordenador de Curso e quatro docentes escolhidos pela \nAssembleia do Instituto de Engenharia Mecânica. O mandato dos membros eleitos é \nde três anos e a cada eleição substituem-se no máximo 60% dos membros do NDE.  \n \nSão elegíveis os docentes do Instituto em regime de tempo integral com \natuação no Curso de Engenharia Mecânica e, preferencialmente, deve haver a \nrepresentação de cada uma das grandes áreas: Mecânica dos Fluidos e Máquinas de \nFluxo; Termodinâmica e Sistemas Térmicos; Projeto de Máquinas e Processos de \nFabricação, levando em consideração a área de atuação do docente no curso.  \n \nCada um dos representantes eleitos tem um suplente e no processo de escolha \né garantido ainda que pelo menos 60% dos membros do NDE possui o título de \nDoutor. \n \nSegundo o Regimento Geral da UNIFEI, são atribuições dos NDE: \nI. \nElaborar, acompanhar a execução e atualizar periodicamente o PPC e/ou \nestrutura curricular e disponibilizá-lo ao Colegiado do Curso para \ndeliberação;  \nII. \nII. Contribuir para a consolidação do perfil profissional do egresso do curso;  \nIII. \nZelar pela integração curricular interdisciplinar entre as diferentes atividades \nde ensino constantes no PPC; \nIV. \nIndicar formas de incentivo ao desenvolvimento de linhas de pesquisa e \nextensão, oriundas de necessidades da graduação, de exigências do \nmercado de trabalho e afinadas com as políticas públicas relativas à área \nde conhecimento do curso;  \nV. \nZelar pelo cumprimento das diretrizes curriculares nacionais para o curso \nde graduação e normas internas da UNIFEI;  \nVI. \nPropor ações a partir dos resultados obtidos nos processos de avaliação \ninternos e externos.  \n", "23": " \n22 \n \n11. SISTEMAS DE AVALIAÇÃO DO PROJETO PEDAGÓGICO, DO \nDISCENTE E DO DOCENTE \n \nA avaliação do curso acontece através dos instrumentos previstos no Sistema \nNacional de Avaliação da Educação Superior – SINAES, criado pela lei no 10.861 de \n14 de abril de 2004 e através de indicadores da própria instituição.  \n \nExternamente destaca-se o ENADE - Exame Nacional de Desempenho de \nEstudantes e internamente existe o processo de auto avaliação conduzido pela CPA \n- Comissão Permanente de Avaliação. \n \nA avaliação discente também é feita através de índices estabelecidos na Norma \npara programas de formação de graduação. \n \n11.1. \nCPA – Comissão Permanente de Avaliação \n \nOs processos de avaliação interna da instituição são conduzidos pela Comissão \nPrópria de avaliação - CPA da UNIFEI criada em junho de 2004, com a atribuição de \nconduzir os processos de avaliação, de sistematização e de prestação das \ninformações solicitadas pelo Instituto Nacional de Estudos e Pesquisas Educacionais \nAnísio Teixeira – INEP. \nA avaliação interna tem por como principais objetivos: \n \nDesenvolver o processo de avaliação na UNIFEI. \n \nArticular comunidade interna e externa num trabalho de avaliação contínua \ndas atividades inerentes à instituição. \n \nProduzir conhecimento. \n \nQuestionar os sentidos das atividades e finalidades da instituição. \n \nIdentificar as causas de problemas e deficiências. \n \nAumentar a consciência pedagógica e capacidade profissional dos \ndocentes e funcionários. \n \nFortalecer relações de cooperação entre os atores institucionais. \n \nJulgar a relevância científica e social das atividades e produtos da \ninstituição. \n", "24": " \n23 \n \nOs relatórios das avaliações conduzidas pela CPA fornecem subsídios para \nanálise e melhoria dos aspectos relacionados às Dimensões: Organização Didático-\nPedagógica; Corpo Docente e Infraestrutura do Curso. \nOs relatórios síntese das avaliações conduzidas pela CPA podem ser \nconsultados na página da CPA no portal da UNIFEI: \nhttps://unifei.edu.br/cpa/relatoriosdeavaliacoes/ \n \n11.2. \nAvaliação dos discentes \n \nA Norma para programas de formação de graduação estabelece alguns índices \nnuméricos para avaliação do rendimento acadêmico acumulado dos discentes. \n \nAtualmente (Art. 63. da Norma para Programas de Formação de Graduação \naprovada em 27/10/2010 em sua versão alterada pela 173ª Resolução do CEPEAD \nde 13/12/2017) os índices são os seguintes: \n \nI. \nMédia de Conclusão (MC); \nII. \nMédia de Conclusão Normalizada (MCN); \nIII. \nÍndice de Eficiência em Carga Horária (IECH); \nIV. \nÍndice de Eficiência em Períodos Letivos (IEPL); \nV. \nÍndice de Eficiência Acadêmica (IEA); \nVI. \nÍndice de Eficiência Acadêmica Normalizado (IEAN). \nVII. \nÍndice de Rendimento Acadêmico (IRA) \n \nA Média de Conclusão (MC) é a média do rendimento acadêmico final obtido \npelo discente nos componentes curriculares em que obteve êxito, ponderada pela \ncarga horária discente dos componentes, conforme procedimento de cálculo definido \nno Anexo II deste Regulamento. \n \nO cálculo da Média de Conclusão Normalizada (MCN) corresponde à \npadronização da MC do discente, considerando-se a média e o desvio-padrão das MC \nde todos os discentes que concluíram o mesmo curso na UNIFEI nos últimos 5 (cinco) \nanos. \n", "25": " \n24 \n \nA padronização é calculada pelo número de desvios-padrão em relação ao qual \no valor da MC do discente se encontra afastado da média, multiplicado por 100 (cem) \ne somado a 500 (quinhentos) com valores mínimo e máximo limitados a 0 (zero) e \n1000 (mil), respectivamente. \n \nO Índice de Eficiência em Carga Horária (IECH) é a divisão da carga horária \ncom aprovação pela carga horária utilizada, com valor mínimo limitado a 0,3 (três \ndécimos). \n \nO Índice de Eficiência em Períodos Letivos (IEPL) é a divisão da carga horária \nacumulada pela carga horária esperada. O IEPL tem valores mínimo e máximo \nlimitados a 0,3 (três décimos) e 1,1 (um inteiro e um décimo), respectivamente. \n \nO Índice de Eficiência Acadêmica (IEA) é o produto da MC pelo IECH e pelo \nIEPL,  \nO Índice de Eficiência Acadêmica Normalizado (IEAN) é o produto da MCN pelo \nIECH e pelo IEPL. \n \nO Índice de Rendimento Acadêmico é a média ponderada do rendimento \nescolar final ela carga horária, obtido pelo discente em todos os componentes \ncurriculares que concluiu (com aprovação ou reprovação) ao longo do curso. \n \n \n \n", "26": " \n25 \nAPÊNDICE \n \nEmentas das disciplinas obrigatórias \n \n1º Período \n \nCCO016 - FUNDAMENTOS DE PROGRAMAÇÃO \nCarga Horária: \n64 horas \nConceitos Gerais. Tipos de Dados e Algoritmos. Organização de Programas. Programação \nTop Down. Programação Estruturada. Estruturas de Decisão. Estruturas de Repetição. \nArranjos Unidimensionais e Multidimensionais. Introdução à Linguagem de Programação. \nEstudos de Caso. \n \nDES201 - DESENHO TÉCNICO BÁSICO \nCarga Horária: \n64 horas \nNormas gerais do desenho técnico. Desenho geométrico. Desenho de projeções. Normas \npara projeções ortogonais no primeiro e terceiro diedro. Normas para cotagem. \nRepresentação de cortes e secções de peças. Desenho em perspectiva. Desenvolvimento de \nsólidos geométricos. \n \nEME040 - INTRODUÇÃO À ENGENHARIA MECÂNICA \nCarga Horária: \n32 horas \nEngenharia e sua evolução. Comunicação científica e tecnológica. Criatividade. Cultura \nempreendedora. Projeto. Engenharia e a sociedade. Ética na engenharia. \n \nFIS104 - METODOLOGIA CIENTÍFICA \nCarga Horária: \n32 horas \nConceitos básicos de distribuições de erro. Algarismo significativo. Operações com \nalgarismos significativos. Incerteza de medição. Erros sistemáticos e estatísticos. Valor médio \ne desvio padrão. Propagação de incertezas. Tratamento estatístico da teoria de erros. \nModelos e gráficos. \n \nFIS114 - LABORATÓRIO DE METODOLOGIA CIENTÍFICA \nCarga Horária: \n16 horas \nLaboratório de conceitos básicos de distribuições de erro. Algarismo significativo. Operações \ncom algarismos significativos. Incerteza de medição. Erros sistemáticos e estatísticos. Valor \nmédio e desvio padrão. Propagação de incertezas. Tratamento estatístico da teoria de erros. \nModelos e gráficos. \n \nMAT001 - CÁLCULO I \nCarga Horária: \n96 horas \nFunções. Limite e continuidade. Derivada. Integral. Integral imprópria. \n \nMAT011 - GEOMETRIA ANALÍTICA E ÁLGEBRA LINEAR \nCarga Horária: \n64 horas \nVetores. Retas e planos. Cônicas e quádricas. Espaços euclidianos. Matrizes e sistemas de \nequações lineares. \n \n \n", "27": " \n26 \n2º Período \n \nBAC002 - COMUNICAÇÃO E EXPRESSÃO \nCarga Horária: \n64 horas \nEstudos envolvendo as línguas portuguesa e inglesa: linguagem verbal e não-verbal. \nLinguagem e interação. Gêneros textuais orais e escritos. Análise das condições de produção \nde texto técnico e acadêmico. Estrutura, organização, planejamento e produção de textos com \nbase em parâmetros da linguagem técnico-científica. \n \nDES204 - DESENHO TÉCNICO AUXILIADO POR COMPUTADOR \nCarga Horária: \n48 horas \nHistórico e conceitos sobre o uso do computador para auxílio ao projeto. Módulos básicos do \nCAD. Geração de desenhos 2D através de primitivas geométricas. Funções básicas de \nedição. Cotagem. Aplicações de desenho técnico. Noções de desenho 3D. Modelagem \nwireframe, superfície e sólido. Indicação de acabamentos superficiais. Desenho de união \naparafusada. Desenho de união soldada. Desenho de engrenagens. Desenho de conjunto e \nlista de peças. Desenho de tubulações industriais. \nPré-Requisitos Parciais: \n(DES201) \n \nFIS203 - FÍSICA GERAL I \nCarga Horária: \n64 horas \nMovimento unidimensional. Movimento bidimensional. Leis de Newton. Trabalho e energia \nmecânica. Conservação do momento linear. Colisões. Rotações e momento angular. \nDinâmica de corpos rígidos. \nPré-Requisitos Parciais: \n(MAT001) \n \nFIS213 - FÍSICA EXPERIMENTAL I \nCarga Horária: \n16 horas \nExperiências em laboratório envolvendo conceitos de: movimento unidimensional, movimento \nbidimensional, leis de Newton, trabalho, energia mecânica, conservação do momento linear, \ncolisões, rotações, momento angular e dinâmica de corpos rígidos. \nCo-Requisitos: \n( FIS203 ) \n \nMAT002 - CÁLCULO II \nCarga Horária: \n64 horas \nSequencias e séries. Séries de potências. Séries de Taylor. Abertos no Rn. Funções de uma \nvariável real a valores em Rn. Curvas. Funções reais de várias variáveis reais a valores reais. \nDerivadas parciais. Diferenciabilidade. Gradiente e sua interpretação geométrica. Máximos e \nmínimos. \nPré-Requisitos: \n( MAT001 ) E ( MAT011 OU CAT015 ) \n \nMCM006 - ESTRUTURAS E PROPRIEDADES DOS MATERIAIS \nCarga Horária: \n32 horas \nLigações Atômicas. Estruturas Cristalinas. Imperfeições e Movimentos Atômicos. Difusão. \nDeformação dos Metais. Ruptura dos Materiais sob Tensão. Mecanismos de Endurecimento \ndos Aços. \n \nQUI102 - QUÍMICA GERAL \nCarga Horária: \n64 horas \nEstrutura Atômica. Interações Interatômicas e Intermoleculares. Metais. Cálculos \nEstequiométricos. Termoquímica. Cinética Química. Eletroquímica. \nCo-Requisitos: \n( QUI112 ) \n \n \n \n", "28": " \n27 \nQUI112 - QUÍMICA EXPERIMENTAL \nCarga Horária: \n16 horas \nExperiências sobre: preparação de soluções, transferência de elétrons em reações de \noxirredução, caracterização dos elétrodos e do fluxo eletrônico em pilhas, eletrodeposição de \nmetais, reações de corrosão metálica e passivação superficial, corrosão galvânica, proteção \ncatódica, corrosão sob tensão mecânica, corrosão eletrolítica, corrosão por aeração \ndiferencial e corrosão por frestas. \nCo-Requisitos: \n( QUI102 ) OU ( QUI016 ) \n \nSOC002 - CIÊNCIAS HUMANAS E SOCIAIS \nCarga Horária: \n48 horas \nO conhecimento das ciências humanas e seus fundamentos. As dimensões do humano e a \nconstrução de si. O indivíduo no social (ética). Processos e institucionalizações. Cultura e \ntrabalho. \n \n3º Período \n \nECN001 - ECONOMIA \nCarga Horária: \n48 horas \nNatureza e método de economia. História do pensamento econômico. Microeconomia. \nMacroeconomia. Teoria de Keynes. Teoria monetária. Teoria do setor público. Teoria do \ndesenvolvimento e das relações internacionais. \n \nEME303 - MECÂNICA VETORIAL-ESTÁTICA \nCarga Horária: \n64 horas \nSistemas de forças. componentes de uma força. Momento e binário de uma força. Resultante \nde forças em duas e três dimensões. Diagrama de corpo livre. Análise de esforços em \nestruturas. Forças distribuídas. Cálculo de centroides. Momento de inércia de figuras planas. \nEquilíbrio em vigas. Diagramas de esforço cortante e momento fletor. Esforços em cabos \nflexíveis. Problemas envolvendo atrito seco. \n \nEPR004 - HIGIENE E SEGURANÇA NO TRABALHO \nCarga Horária: \n48 horas \nAcidentes e doenças do trabalho. Avaliação de risco. Estatística de acidentes. Regras e \nequipamentos de proteção. Causas da doença do trabalho. Condições ambientais. Métodos \nde proteção individual e coletiva. Ventilação geral, local exaustora. \n \nMAT003 - CÁLCULO III \nCarga Horária: \n64 horas \nFunções de várias variáveis reais a valores vetoriais. Campos vetoriais. Rotacional, divergente \ne laplaciano. Integrais duplas e triplas. Integrais de linha. Campos conservativos. Integrais de \nsuperfície. Fluxo de um campo vetorial. Teorema de Green no plano. Teorema de Stokes. \nTeorema da divergência de Gauss. \nPré-Requisitos:( ( MAT001 ) E ( MAT011 OU CAT015 ) ) OU ( MAT101 E MAT102 ) \n \nMAT013 - PROBABILIDADE E ESTATÍSTICA \nCarga Horária: \n64 horas \nNoções básicas de probabilidade. Variáveis aleatórias. Distribuições de probabilidade. \nTeoremas limite. Introdução à estatística. Descrição, exploração e comparação de dados. \nEstimativas e tamanhos de amostras. Teste de hipóteses. \nPré-Requisitos: \n( MAT001 ) OU ( MAT007 ) OU ( MAT101 ) \n \n \n \n", "29": " \n28 \nMAT021 - EQUAÇÕES DIFERENCIAIS I \nCarga Horária: \n64 horas \nEquações diferenciais de ordem um. Equações diferenciais lineares de ordem dois. Equações \ndiferenciais lineares de ordem mais alta. Solução em série para equações lineares de segunda \nordem. Sistemas de equações diferenciais lineares de ordem um. \nPré-Requisitos: \n( MAT001 ) E ( MAT011 OU CAT015 ) \n \nMCM003P - MATERIAIS PARA CONSTRUÇÃO MECÂNICA EXPERIMENTAL \nCarga Horária: \n16 horas \nAnálise Macrográfica, Análise Micrográfica, Tratamentos Térmicos dos Aços, Ferros \nFundidos, Materiais Metálicos Não-Ferrosos. \nCo-Requisitos: \n( MCM003T ) \n \nMCM003T - MATERIAIS PARA CONSTRUÇÃO MECÂNICA \nCarga Horária: \n64 horas \nFabricação do Aço. Diagramas de Equilíbrio (ou Fases). Tratamentos Térmicos dos Aços. \nTratamentos Termoquímicos dos Aços. Ferros Fundidos. Materiais Metálicos Não-Ferrosos. \nNoções sobre Corrosão. Seleção de Materiais. \nCo-Requisitos: \n( MCM003P ) \nPré-Requisitos Parciais: \n( MCM002 OU MCM002T OU MCM005 OU MCM006) \n \n \n4º Período \n \nEME403P - METROLOGIA DIMENSIONAL EXPERIMENTAL \nCarga Horária: \n16 horas \nCondições ambientais e instalações de laboratórios de metrologia. Conceitos fundamentais. \nDeterminação do resultado da medição. Instrumentos básicos. Medições especiais. \nQualificação (aferição/calibração) de sistemas. \nCo-Requisitos: \n( EME403T ) \n \nEME403T - METROLOGIA DIMENSIONAL \nCarga Horária: \n48 horas \nTolerância e ajustes. Tolerâncias Geométricas. Condições ambientais e instalações de \nlaboratórios de metrologia. Conceitos fundamentais. Determinação do resultado da medição. \nSeleção de sistemas de medição. Qualificação de sistemas. Certificação de laboratórios. \nCo-Requisitos: \n( EME403P ) \n \nEME404 - MECÂNICA VETORIAL-DINÂMICA \nCarga Horária: \n64 horas \nsistemas de pontos materiais. cinemática dos corpos rígidos. dinâmica do movimento plano \nde corpos rígidos. energia cinética dos corpos rígidos no movimento plano. noções de \ndinâmica em três dimensões. \nPré-Requisitos Parciais: \nEME303 \n \nEME405P - RESISTÊNCIA DOS MATERIAIS EXPERIMENTAL \nCarga Horária: \n16 horas \nAtividades experimentais que abordam conceitos de Tensão e Deformação que ocorrem em \ncondições de Carregamentos: Axiais, de Cisalhamento Transversal, de Torção, de Flexão e \nde Flambagem de Colunas.  \nCo-Requisitos: \n( EME405T ) \n \n \n \n", "30": " \n29 \nEME405T - RESISTÊNCIA DOS MATERIAIS \nCarga Horária: \n64 horas \nConceito de Tensão; Tensão e Deformação, Carregamento Axial; Torção em Seções \nCirculares; Flexão Pura; Carregamento Transversal; Carregamentos Múltiplos; Análise de \nTensões no Estado Plano; Deformação de Vigas por Integração; Flambagem de Colunas. \nCo-Requisitos: \n( EME405P ) \nPré-Requisitos Parciais: \n( EME303 ) \n \nFIS403 - FÍSICA GERAL III \nCarga Horária: \n64 horas \nRevisão de cálculo vetorial. O campo eletrostático. O potencial eletrostático. Capacitores e \ndielétricos. Corrente e resistência elétrica. O campo magnetostático. Lei de ampére. Indução \neletromagnética. Campos elétricos e magnéticos variáveis no tempo. \nPré-Requisitos: \n( MAT001 OU MATI01 ) \n \nFIS503 - FÍSICA GERAL IV \nCarga Horária: \n64 horas \nOscilador harmônico. Oscilações amortecidas e forçadas. Ondas mecânicas. Ondas sonoras. \nOndas eletromagnéticas. Óptica geométrica. Óptica física. Relatividade restrita. Física \nquântica. \n \nMAT012 - CÁLCULO NUMÉRICO \nCarga Horária: \n64 horas \nConceitos e princípios gerais. Raízes de equações. Sistemas de equações lineares. \nInterpolação e aproximação de funções a uma variável real. Integração numérica. Solução de \nequações diferenciais ordinárias. Ambientes computacionais avançados. \nPré-Requisitos: \n( MAT001 ) \n \nMAT022 - EQUAÇÕES DIFERENCIAIS II \nCarga Horária: \n64 horas \nTransformada de Laplace. Equações diferenciais não-lineares e estabilidade. Equações \ndiferenciais parciais e séries de Fourier. Teoria de Sturm-Liouville. \nPré-Requisitos: \n( MAT001 ) E ( MAT011 OU CAT015 OU MAT-03 ) E ( MAT021 ) \n \n5º Período \n \nEAM002 - CIÊNCIAS DO AMBIENTE \nCarga Horária: \n64 horas \nFundamentos de ecologia. Poluição ambiental. Tecnologias de controle de poluição. Gestão \nambiental. Legislação ambiental. Avaliação de impactos ambientais. \n \nEEL521 - ELETRICIDADE I \nCarga Horária: \n48 horas \nNatureza da eletricidade. Lei de OHM e potência. Circuitos em série, paralelo e mistos. Leis \nde Kirchoff. Análise de circuitos em corrente contínua. Fundamentos do eletromagnetismo. \nLei de Faraday-Lenz e perdas no ferro. \n \nEME002 - TECNOLOGIA DA FABRICAÇÃO I \nCarga Horária: \n64 horas \nClassificação dos processos de fabricação. Noções de deformação plástica dos materiais. \nForjamento, laminação. Trefilação. extrusão. Embutimento. Dobramento. Estampagem. \nMetalurgia do pó. \nPré-Requisitos Parciais: \n(EME303 OU EME338 OU EME311 OU MCM002 OU \nMCM002T OU MCM005 OU MCM006) \n \n \n \n", "31": " \n30 \nEME502P - MECÂNICA DOS FLUIDOS I EXPERIMENTAL \nCarga Horária: \n16 horas \nAnálise Dimensional; Medidas de Pressão; Medidas de Vazão \nCo-Requisitos:     ( EME502T ) \n \nEME502T - MECÂNICA DOS FLUIDOS I \nCarga Horária: \n64 horas \nConceitos Fundamentais. Distribuição de pressão em um fluido. Relações integrais para um \nvolume de controle. Relações Diferenciais para uma partícula de fluído. Análise dimensional \ne semelhança. \nCo-Requisitos: \n( EME502P ) \nPré-Requisitos Parciais: \n( MAT002 ) \n \nEME503P - TERMODINÂMICA I - EXPERIMENTAL \nCarga Horária: \n8 horas \nMedida Experimental de Temperatura; Determinação Experimental do Coeficiente de Joule-\nThomson para ar; Determinação experimental do Coeficiente da Politrópica; Determinação \nExperimental de Balanço Exergético.  \nCo-Requisitos: \n( EME503T ) \n \nEME503T - TERMODINÂMICA I \nCarga Horária: \n64 horas \nConceitos e Definições. Propriedades de uma substância pura. Energia e a 1a lei da \ntermodinâmica. Segunda lei da termodinâmica. Entropia. Exergia. \nCo-Requisitos: \n( EME503P ) \n \nEME504 - VIBRAÇÕES MECÂNICAS I \nCarga Horária: \n48 horas \nModelos matemáticos para análise de vibrações. vibrações livres e forçadas em sistemas \nmecânicos com um grau de liberdade: sem e com amortecimento. transmissibilidade: \nmovimento de base, desbalanceamento de massa rotativa e isolação da vibração. resposta a \numa excitação geral: resposta ao impulso, resposta a uma entrada arbitrária e resposta a uma \nentrada arbitrária periódica. rotações críticas de eixos. \nPré-Requisitos Parciais: \n( EME404 OU FIS503 ) \n \nEME505P - RESISTÊNCIA DOS MATERIAIS EXPERIMENTAL II \nCarga Horária: \n16 horas \nAtividades experimentais que abordam conceitos de: Análise Triaxial de Tensões de \nDeformações utilizando Fotoelasticidade e Extensômetros por Resistência Elétrica; Fluência \n(Creep) e Fadiga. \nCo-Requisitos: \n( EME505T ) \nPré-Requisitos Parciais: \n( (  EME405P ) E ( EME405T ) ) OU ( EME405 )  \n \nEME505T - RESISTÊNCIA DOS MATERIAIS II \nCarga Horária: \n64 horas \nAnálise triaxial de tensões e deformações. Critérios de resistência. Análise de tensão e \ndeformação no plano. Energia de deformação. Treliças e pórticos hiperestáticos. \nExtensometria. Fluência (Creep). \nCo-Requisitos: \n( EME505P ) \nPré-Requisitos Parciais: \n( (  EME405P ) E ( EME405T ) ) OU ( EME405 )  \n \n \n \n", "32": " \n31 \n6º Período \n \nEEL621P - ELETRICIDADE EXPERIMENTAL \nCarga Horária: \n16 horas \nCircuitos magnéticos. Transformadores. Motores de indução. Geradores Síncronos. \nElementos de eletrônica analógica, digital e de potência. Fundamentos de acionamentos. \nCo-Requisitos: \n( EEL621T ) \nPré-Requisitos Parciais: \n( EEL521 ) \n \nEEL621T - ELETRICIDADE \nCarga Horária: \n64 horas \nCircuitos magnéticos. Transformadores. Motores de indução. Geradores Síncronos. \nElementos de eletrônica analógica, digital e de potência. Fundamentos de acionamentos. \nCo-Requisitos: \n( EEL621P ) \nPré-Requisitos Parciais: \n( EEL521 ) \n \nEME003 - TECNOLOGIA DA FABRICAÇÃO II \nCarga Horária: \n64 horas \nTecnologia de soldagem. Tecnologia de plásticos. Fundição. \nPré-Requisitos Parciais: \n( (  MCM003P ) E ( MCM003T ) ) OU ( MCM003 ) \n \nEME603P - MECÂNICA DOS FLUIDOS II EXPERIMENTAL \nCarga Horária: \n8 horas \nMedidas de perda de carga no escoamento em dutos; Medidas de arrasto e sustentação em \ncorpos submersos. \nCo-Requisitos: \n( EME603T ) \n \nEME603T - MECÂNICA DOS FLUIDOS II \nCarga Horária: \n56 horas \nEscoamento viscoso em dutos. Escoamento ao redor de corpos imersos. Relações \ndiferenciais para uma partícula de fluido e escoamento potencial. Escoamento compressível. \nCo-Requisitos:         ( EME603P ) \nPré-Requisitos Parciais: \n( EME502T ) \n \nEME605P - TRANSFERÊNCIA DE CALOR I - EXPERIMENTAL \nCarga Horária: \n16 horas \nMedição de temperatura e calibração. Condução Unidimensional permanente: Lei de Fourier. \nMedição de condutividade térmica. Distribuição de temperatura radial. Distribuição de \ntemperatura ao longo de uma superfície estendida (aleta). Cálculo de eficiência global de um \ndissipador. Condução bidimensional permanente, condução transiente: Método da \ncapacitância global. Condução unidimensional transiente: Parede plana. \nCo-Requisitos: \n( EME605T ) \n \nEME605T - TRANSFERÊNCIA DE CALOR I \nCarga Horária: \n48 horas \nConceitos básicos. Introdução à Condução. Condução Unidimensional em Regime \nEstacionário. Condução Bidimensional em Regime Estacionário. Condução em Regime \nTransiente. Radiação. Transferência Radiante entre Superfícies. \nCo-Requisitos: \n( EME605P ) \nPré-Requisitos Parciais: \n( EME502T ) \n \nEME606P - TERMODINÂMICA II EXPERIMENTAL \nCarga Horária: \n8 horas \nMedidas Experimentais de Poder Calorífico; Análise Experimental dos gases de Combustão; \nSimulação Térmica de Ciclos. \nCo-Requisitos: \n( EME606T ) \n \n", "33": " \n32 \nEME606T - TERMODINÂMICA II \nCarga Horária: \n48 horas \nCiclos termodinâmicos. Relações termodinâmicas básicas. Mistura de gases sem afinidade \nquímica e psicrometria. Reações químicas e combustão. \nCo-Requisitos:        ( EME606P ) \nPré-Requisitos Parciais: \n( EME503T ) \n \nEME608P - VIBRAÇÕES MECÂNICAS EXPERIMENTAL II \nCarga Horária: \n8 horas \nAnálise da resposta livre de uma máquina. Análise da resposta forçada de uma máquina. \nBalanceamento de Máquinas. \nCo-Requisitos: \n( EME608T ) \nPré-Requisitos Parciais: \n( EME504 ) \n \nEME608T - VIBRAÇÕES MECÂNICAS II \nCarga Horária: \n40 horas \nDinâmica de Sistemas Mecânicos com Muitos Graus de Liberdade. Energia de Vibração. \nBalanceamento de Rotores. Efeito Giroscópico em Elementos de Máquinas. Métodos \nComputacionais para a Análise de Vibrações. Uso da Análise de Vibração para o Diagnóstico \nde Defeitos em Máquinas Rotativas. \nCo-Requisitos: \n( EME608P ) \nPré-Requisitos Parciais: \n( EME504 ) \n \nEPR002 - ORGANIZAÇÃO INDUSTRIAL E ADMINISTRAÇÃO \nCarga Horária: \n48 horas \nOrganização industrial e administração. Administração de pessoal. Planejamento e controle \nda produção. Administração de materiais. Gestão da qualidade e sistemas de garantia da \nqualidade. \n \n7º Período \n \nEME004P - TECNOLOGIA DA FABRICAÇÃO EXPERIMENTAL III \nCarga Horária: \n16 horas \nSegurança do trabalho em usinagem. Tornos: Principais partes, ferramentas e acessórios, \nprincipais operações, movimentos e grandezas do processo. Torno CNC: Operação. Sistema \nde referência. Pré-set de ferramentas. \nCo-Requisitos: \n( EME004T ) \nPré-Requisitos Parciais: \n( (( MCM003P ) E ( MCM003T ) ) OU ( MCM003 )  \n \nEME004T - TECNOLOGIA DA FABRICAÇÃO III \nCarga Horária: \n48 horas \nFundamentos da teoria da usinagem. Classificação e nomenclatura dos processos de \nusinagem. Movimentos e grandezas nos processos de usinagem. Ferramenta de corte para \ntornos. Mecanismo de formação do cavaco. Força e potência de corte. Materiais para \nferramentas. Avarias, desgastes e vida de ferramentas. Condições econômicas de usinagem. \nTornos. Programação manual CNC. Retificação. Eletroerosão. \nCo-Requisitos: \n( EME004P ) \nPré-Requisitos Parciais: \n(( ( MCM003P ) E ( MCM003T ) ) OU ( MCM003 )  \n \n \n \n", "34": " \n33 \nEME701P - TRANSFERÊNCIA DE CALOR II EXPERIMENTAL \nCarga Horária: \n16 horas \nMedição da variação da condutividade térmica de metais em função da temperatura. Estudo \ndo efeito da resistência de contato na condução térmica. Transferência de calor por convecção \nnatural e radiação. Contribuição dos coeficientes de convecção e radiação na taxa de calor \ntotal perdido. Lei de Stefan-Boltzman. Emissividade de superfícies radiantes. Efeito da \nradiação na medição da temperatura. \nCo-Requisitos: \n( EME701T ) \n \nEME701T - TRANSFERÊNCIA DE CALOR II \nCarga Horária: \n48 horas \nEmenta: \nIntrodução à Convecção. Escoamento Externo. Escoamento Interno. \nConvecção Livre. Trocadores de Calor. Determinação da Condutividade Térmica. Medição de \nFluxo de Calor. Cálculo da Efetividade de Superfícies Estendidas. Método da Capacitância \nGlobal. Determinação do Coeficiente de Transferência de Calor por Convecção. Medição da \nEmissividade. \nPré-Requisitos Parciais: \n( EME605T OU EME605 ) \n \nEME702P - ELETRÔNICA E INSTRUMENTAÇÃO EXPERIMENTAL \nCarga Horária: \n16 horas \nUso de equipamentos básicos eletrônicos. Medidas de grandezas mecânicas: movimento, \ndeformação, força, torque, potência. Medidas de grandezas mecânicas: pressão, nível, \ntemperatura, vazão. Sistemas de conversão e de aquisição de dados: conversores A/D e D/A. \nCo-Requisitos: \n( EME702T ) \n \nEME702T - ELETRÔNICA E INSTRUMENTAÇÃO \nCarga Horária: \n32 horas \nDinâmica dos Instrumentos. Constante de tempo, tempo de atraso. Exemplo de modelagem. \nUso de simuladores digitais. Uso de instrumentos em análise experimental e em controle de \nprocessos. Uso de computadores nos diversos níveis de supervisão industrial. Circuitos \ndigitais com funções pré-programadas. Amplificadores Operacionais para instrumentação, \nespecificação básica. Circuitos de condicionamento de sinais elétricos. \nCo-Requisitos: \n( EME702P ) \n \nEME704 - ELEMENTOS DE MÁQUINAS I \nCarga Horária: \n64 horas \nEsforços simples. Cargas axiais e tensões. Lei de Hooke. Deformações em barras axialmente \ncarregadas. Estados planos de tensão. Vínculos estruturais. Baricentros, momentos e \nprodutos de inércia de superfícies planas e raio de giração. Flexão pura em vigas. Torção e \ntensões de cisalhamento. Flambagem. Juntas estruturais. Definição de coeficiente de \nsegurança. Projeto de eixos e árvores. Projeto de chavetas e estrias. \nPré-Requisitos Parciais: \n( ( EME405T ) E ( EME405P ) ) OU ( EME405 ) OU ( MCM004 ) \nOU ( BAC014 ) \n \nEME705P - MAQUINAS DE FLUXO I EXPERIMENTAL \nCarga Horária: \n8 horas \nEnsaio de recepção em bomba centrífuga com rotação constante. Campo básico de \nfuncionamento de bomba centrífuga.  \nCo-Requisitos: \n( EME705T ) \n \n \n \n", "35": " \n34 \nEME705T - MAQUINAS DE FLUXO I \nCarga Horária: \n40 horas \nUnidade Responsável: \nINSTITUTO DE ENGENHARIA MECÂNICA \nGeneralidades sobre máquinas de fluxo. Classificação. Elementos mecânicos. Elementos \ncinemáticos. Semelhança aplicada às máquinas de fluxo. Equações fundamentais. Cavitação. \nCo-Requisitos: \n( EME705P ) \nPré-Requisitos Parciais: \n( EME502T ) OU ( EME502 )  \n \nEME706 - SISTEMAS TÉRMICOS I \nCarga Horária: \n64 horas 48T 16P \nTipo do Componente: \nBLOCO \nAspectos energéticos. compressores. motores a pistão e centrais diesel-elétrico. laboratório. \nPré-Requisitos Parciais: \n( EME503 ) E ( EME606 )  \n \nEME707P - SISTEMAS HIDROPNEUMÁTICOS EXPERIMENTAL I \nCarga Horária: \n8 horas \nPrática de sistemas hidráulicos em painel de treinamento e em software de treinamento. \nCo-Requisitos: \n( EME707T ) \n \nEME707T - SISTEMAS HIDROPNEUMÁTICOS I \nCarga Horária: \n32 horas \nPrincípios Básicos, Aplicações, Normas Técnicas. Bombas e Motores, Cilindros, Válvulas de \nBloqueio, Válvulas Direcionais, Válvulas de Pressão, Válvulas de Vazão, Tecnologia \nProporcional e Servoválvulas, Acessórios, Fluidos hidráulicos, Circuitos Hidráulicos \nFundamentais e Industriais. \nCo-Requisitos: \nEME707P \n \n8º Período \n \nEME005P - TECNOLOGIA DA FABRICAÇÃO EXPERIMENTAL IV \nCarga Horária: \n16 horas \nSegurança do trabalho em usinagem. Fresadoras: Principais partes, ferramentas e \nacessórios, princípio de operação, movimentos e grandezas do processo. Programação \nManual de Fresadoras CNC, Sistema de referência, pré-set de ferramentas. Operação de \nserramento, limagem, abertura manual de roscas. \nCo-Requisitos: \n( EME005T ) \nPré-Requisitos Parciais: \n(  ( MCM003P ) E ( MCM003T ) ) OU ( MCM003 )  \n \nEME005T - TECNOLOGIA DA FABRICAÇÃO IV \nCarga Horária: \n48 horas \nProcessos que utilizam ferramentas de corte de múltiplos gumes. Fresadoras, Dentadoras, \nBrochadeiras, Furadeiras e Máquinas de serrar. Ferramentas, acessórios básicos, aplicação, \noperações fundamentais, cálculos de força e potência de corte, cálculos de tempo de \nusinagem, seleção de maquinário, especificações técnicas. Programação Manual de \nFresadoras CNC com 3 eixos. \nCo-Requisitos: \n( EME005P ) \nPré-Requisitos Parciais: \n( (  MCM003P ) E ( MCM003T ) ) OU ( MCM003 )  \n \n \n \n", "36": " \n35 \nEME703 - DESENHO DE MÁQUINAS \nCarga Horária: \n64 horas \nSinais de acabamento superficial. Ajustes e tolerâncias. Tolerâncias de forma e posição. \nDesenho construtivo de órgãos da transmissão de potência de um dispositivo mecânico ou \nmáquina. Desenho construtivo de órgãos de máquinas com a função de mancais, de um \ndispositivo mecânico ou máquina. Desenho construtivo de uma carcaça de máquina, \ndispositivo, ou tanque soldado. Desenho construtivo de conjunto de uma máquina ou \ndispositivo com lista de materiais, que envolva transmissão mecânica, mancais e carcaça \nsoldada. CAD. \nPré-Requisitos Parciais: \n( DES204 ) \n \nEME802 - ELEMENTOS DE MÁQUINAS II \nCarga Horária: \n64 horas \nCinemática de engrenagens. Projeto de engrenagens cilíndricas de dentes retos e helicoidais. \nDimensionamento de engrenagens cônicas e parafuso sem-fim/coroa helicoidal. Projeto de \nmolas. Cálculo de juntas soldadas. Projetos de parafusos de união e parafusos de \nacionamento ou de potência. \nPré-Requisitos Parciais: \n( EME704 ) \n \nEME803P - MÁQUINAS DE FLUXO II - EXPERIMENTAL \nCarga Horária: \n8 horas \nEnsaio de recepção em turbina Francis com rotação constante. Ensaio de um ventilador com \nrotação constante. \nCo-Requisitos: \n( EME803T ) \nPré-Requisitos Parciais: \n( EME705T ) ou ( EME705 ) \n \nEME803T - MÁQUINAS DE FLUXO II \nCarga Horária: \n40 horas \nCondições Reais de Escoamento, perdas e rendimentos, comportamento e regulagem, \nseleção e especificação, dimensionamento e ensaios de máquinas de fluxo. \nCo-Requisitos: \n( EME803P ) \nPré-Requisitos Parciais: \n( EME705T ) ou ( EME705 ) \n \nEME804 - SISTEMAS TÉRMICOS II \nCarga Horária: \n64 horas 48T 16P \nTipo do Componente: \nBLOCO \nTurbinas e centrais a gás. geradores de vapor. turbinas a vapor e centrais térmicas a vapor. \ncentrais nucleares. ciclos combinados e cogeração. laboratório. \n \nEME805P - SISTEMAS HIDROPNEUMÁTICOS EXPERIMENTAL II \nCarga Horária: \n8 horas \nSistemas pneumáticos fundamentais, sistemas pneumáticos sequenciais, sistemas \neletropneumáticos, eletrohidraulicos e mistos. \nCo-Requisitos: \n( EME805T ) \nPré-Requisitos Parciais: \n( ( EME707P ) E ( EME707T ) ) OU ( EME707 ) \n \nEME805T - SISTEMAS HIDROPNEUMÁTICOS II \nCarga Horária: \n48 horas \nPrincípios Básicos, Aplicações, Normas Técnicas. Ar Comprimido, Cilindros e Motores, \nElementos de Comando e Controle, Contadores, Sensores, Temporizadores, Geradores de \nVácuo, Circuitos Pneumáticos Fundamentais e Industriais, Circuitos Sequenciais e \nCombinacionais. Fundamentos de Eletrotécnica, Conversores de Sinais P-E e E-P, Circuitos \nEP/EH Fundamentais e Sequenciais, Noções de Automação Industrial com Controladores \nLógicos Programáveis. \nCo-Requisitos: \n( EME805P ) \nPré-Requisitos Parciais: \n( ( EME707T ) E ( EME707P ) ) OU ( EME707 ) \n", "37": " \n36 \nEME806 - VENTILAÇÃO \nCarga Horária: \n32 horas \nEfeitos do movimento do ar sobre o conforto de uma pessoa. conforto térmico. metabolismo. \nventilação natural. ventilação diluidora. ventilação local exaustora. equipamentos de \nseparação de poluentes. rede de dutos e dispositivos de insuflação de ar. aplicações da \nrefrigeração e ar condicionado. \nPré-Requisitos Parciais: \n( EME502 ) OU ( EME502T ) \n \n9º Período \n \nEME034 - AUTOMAÇÃO DA MANUFATURA \nCarga Horária: \n32 horas \nHistórico da automatização. A automatização rígida e flexível. Conceito CIM. Tecnologia de \ngrupo. Inteligência artificial e sistemas especialistas. Seleção de tarefas automatizáveis. \nSistemas CAECAD, CAP, CAPP, CAM, CAQC, CAI, CAT e AMHSS. Robótica. CLP, \ntransdutores, atuadores. Automação com pcs. \n \nEME604P - FRATURA E FADIGA DOS MATERIAIS EXPERIMENTAL \nCarga Horária: \n8 horas \nAulas práticas que abordam conceitos sobre fratura dos materiais metálicos, fratura de \nmateriais compósitos, e fadiga dos materiais. \nCo-Requisitos: \n( EME604T ) \n \nEME604T - FRATURA E FADIGA DOS MATERIAIS \nCarga Horária: \n32 horas \nFadiga de alto e baixo ciclo. Dimensionamento de eixos em flexo-torção. Conceitos básicos e \ncaracterísticas dos materiais compósitos. Análise bidimensional de tensões e parâmetros de \nresistência aplicados aos materiais compósitos. \nCo-Requisitos: \n( EME604P ) \nPré-Requisitos Parciais: \n( EME505T ) OU ( EME505 ) \n \nEME902 - REFRIGERAÇÃO E AR CONDICIONADO \nCarga Horária: \n64 horas 56T 8P \nTipo do Componente: \nBLOCO \nTeoria \nFluidos refrigerantes: propriedades e “retrofit”. Noções de sistemas frigoríficos por \ncompressão de ar, ejetor de vapor, termoelétrico e por absorção. Equipamentos frigoríficos: \ncompressores, condensadores, evaporadores, de controle de fluxo de refrigerante, auxiliares \ne tubulações. Cálculo de carga térmica de uma câmara frigorífica. Normas. Câmaras \nfrigoríficas: detalhes construtivos, controles e projeto. Ensaio de uma instalação frigorífica. \nCálculo da carga térmica de um ambiente. Psicrometria. Equipamento para instalações de ar \ncondicionado: dutos, filtros, serpentinas de resfriamento e desumidificação, serpentinas de \naquecimento, sistemas de aquecimento e de umidificação, centrais de resfriamento de \nlíquidos, condicionadores de ar, dispositivos de insuflação de ar. Acústica e controle de ruído. \nControles. Projeto de instalações e sistemas de condicionamento de ar.  \nPrática \nPrática laboratorial em instalação de refrigeração industrial. Prática laboratorial em instalação \nde climatização (ar condicionado). Visita técnica. Desenvolvimento de cálculos relacionados \ncom o projeto de sistemas de refrigeração e condicionamento de ar. \n \n \n \n", "38": " \n37 \nEME904 - MANUTENÇÃO MECÂNICA \nCarga Horária: \n48 horas \nConceitos básicos da organização da manutenção industrial. Planejamento e a programação \nda manutenção. Organização dos recursos da manutenção. Análise e controle dos índices da \nmanutenção. Manutenção preventiva e preditiva. Tipos de lubrificantes e funções. \nPropriedades físico-químicas dos lubrificantes. Especificações de lubrificantes. Princípios e \nclassificação da lubrificação. Lubrificação hidrodinâmica, hidrostática e elasto-hidrodinâmica. \nMancais de plásticos e outros materiais auto-lubrificantes. Métodos de lubrificação. \n \nEME905 - CONTROLE DE SISTEMAS MECÂNICOS \nCarga Horária: \n48 horas \nModelagem de sistemas dinâmicos. Variáveis de estado. Respostas de sistemas de 1a. e 2a. \nordem. Ações básicas de controle. Controladores proporcional (p), proporcional-integral (pi) e \nproporcional-integral-derivativo (PID), avanço e atraso de fase. Ações de controle em malhas \nfechadas. Critério de estabilidade de Routh. Resposta em frequência. Diagramas de Nyquist, \nBode e Nichols. critério de estabilidade de Nyquist. Relações entre domínio da frequência e \nrespostas no tempo. Lugar das raízes. Análise de estabilidade pelo lugar das raízes. \nCompensação de sistemas de controle. Compensação por alocação de pólos e observadores \nde estado. introdução a sistemas de controle ótimo. \n \nEME907 - CENTRAIS HIDRELÉTRICAS \nCarga Horária: \n48 horas \nEnergia hidráulica. implantação de centrais. meio ambiente e hidrologia aplicada às centrais. \noperações de centrais. componentes das centrais. \n \nEPR502 - ENGENHARIA ECONÔMICA \nCarga Horária: \n48 horas \nUnidade Responsável: \nINSTITUTO DE ENGENHARIA DE PRODUÇÃO E GESTÃO \nMatemática financeira. Critérios para análise de investimentos. Depreciação e imposto de \nrenda. Financiamentos. Análise de sensibilidade. Projeto de viabilidade econômica. \n \n10º Período \n \nESTSUPERV_010_280 - Estágio Supervisionado - 305h \nAnexo 1 \nPROJETOFINAL_010_128 - Trabalho Final de Graduação - 128h \n \n"}