{"1": "Bacharelado em Engenharia de Computação| 1 \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO \nDO CURSO DE  \nENGENHARIA DE COMPUTAÇÃO \n \n \n \n \n \n \n \n \n \n \n \nDIVINÓPOLIS – MINAS GERAIS \n 2019 \n \nESTRUTURA ADMINISTRATIVA \n \n", "2": "Bacharelado em Engenharia de Computação| 2 \n \n  \n \n \n \nREITORA \nLavínia Rosa Rodrigues \n \nVICE-REITOR \nThiago Torres Costa Pereira \n \nPRÓ-REITORA DE ENSINO \nMichelle Gonçalves Rodrigues \n \nPRÓ-REITOR DE PESQUISA E PÓS GRADUAÇÃO \nMagda Lucia Chamon  \n \nPRÓ-REITOR DE EXTENSÃO  \nMoacyr Laterza Filho \n \nPRÓ-REITOR DE GESTÃO, PLANEJAMENTO E FINANÇAS \nFernando Antônio França Sette Pinheiro Júnior \n \nDIRETOR DA UNIDADE ACADÊMICA DE DIVINÓPOLIS \nFabrízio Furtado de Souza \n \nVICE-DIRETOR DA UNIDADE ACADÊMICA DE DIVINÓPOLIS \nRodrigo Fagundes Braga \n \nCOORDENADOR DO CURSO DE ENGENHARIA DE COMPUTAÇÃO \nEdwaldo Soares Rodrigues \n \nVICE-COORDENADORA DO CURSO DE ENGENHARIA DE COMPUTAÇÃO \nPatrícia Mascarenhas Dias \n \n \n", "3": "Bacharelado em Engenharia de Computação| 3 \n \n  \n \n \n \nDADOS DE IDENTIFICAÇÃO DA UNIVERSIDADE \n \n \nInstituição de Ensino Superior: Universidade do Estado de Minas Gerais \nNatureza jurídica: Autarquia Estadual \nRepresentante legal – Reitora: Lavínia Rosa Rodrigues \nEndereço da sede e Reitoria: Rodovia Papa João Paulo II, 4143 – Ed. Minas – 8º andar – \nCidade Administrativa Presidente Tancredo Neves – Bairro Serra Verde – Belo Horizonte – \nMG – CEP: 31.630-900.  \nCNPJ: 65.172.579/0001-15 \nAto de Criação: Art. 81 do Ato das Disposições Constitucionais Transitórias da Constituição \nMineira de 1989. \n \nAto regulatório de credenciamento: Lei Estadual 11539 de 23 de julho de 1994 \nAto regulatório de renovação de credenciamento:  Resolução SEDECTES nº 59 de \n28/08/2018, publicada em 30/08/2018  \nAto regulatório de credenciamento para oferta de cursos à distância: Portaria nº 1.369, de \n7 de dezembro de 2010 \n \n \n \n \n \n \n \n \n \n", "4": "Bacharelado em Engenharia de Computação| 4 \n \n  \n \n \n \nDADOS DE IDENTIFICAÇÃO DO CURSO \n \n \nUnidade: Divinópolis \nEsfera administrativa: Estadual \nCurso: Engenharia de Computação \nModalidade do curso: Bacharelado \nTurno (s) de funcionamento: Matutino e Noturno \nEntrada: Sisu, Reopção, Transferência e Obtenção de Novo Título  \nIntegralização do curso:  \n- Mínima: 5 anos ou 10 períodos \n- Máxima: 9 anos ou 18 períodos \nNúmero de vagas anuais: 80 vagas anuais (40 no 1º semestre matutino e 40 no 1º semestre \nnoturno) \nRegime de ingresso: Anual \nCarga horária total do curso: 4.395 horas \nInício de funcionamento: 2011 \nReconhecimento: pela Resolução SEDECTES nº 84 de 05/12/2018, publicado em \n12/12/2018. \nMunicípio de implantação: Divinópolis \nEndereço de funcionamento do curso: Avenida Paraná, 3001 \nBairro: Jardim Belvedere II                       CEP: 35.501-170 \nFone: 37 – 3229-3558 \n \n", "5": "Bacharelado em Engenharia de Computação| 5 \n \n  \n \n \n \nCOMISSÃO RESPONSÁVEL PELA ELABORAÇÃO DO PROJETO POLÍTICO \nPEDAGÓGICO \n \n \nNúcleo Docente Estruturante: \n \nProf. Me. Ângelo Eugênio do Oliveira Franco \nProfª. Ma. Cristina Maria Valadares de Lima \nProf. Me. Edwaldo Soares Rodrigues \nProfª. Ma. Patrícia Mascarenhas Dias \nProf. Me. Paulo Roberto de Almeida \n \nProfessores do Colegiado do Curso de Engenharia de Computação. \n \n \n \nAGRADECIMENTO ESPECIAL AOS PROFESSORES QUE CONTRIBUÍRAM COM \nA ORGANIZAÇÃO: \n \nProfª. Dra. Karolliny Danielle Santos \nProf. Dr. Marcelo Robert Fonseca Gontijo \n \n \n \n \n \n \n \n \n \n \n", "6": "Bacharelado em Engenharia de Computação| 6 \n \n  \n \n \n \nSUMÁRIO \n \n1. \nHISTÓRICO E PERFIL DA INSTITUIÇÃO .............................................................. 8 \n1.1. A Universidade do Estado de Minas Gerais \n8 \n1.2. A Unidade Acadêmica de Divinópolis \n10 \n \n2. \nCURSOS OFERECIDOS PELA UNIDADE ACADÊMICA DE DIVINÓPOLIS .. 12 \n \n3. \nAPRESENTAÇÃO DO CURSO .................................................................................. 14 \n3.1. Justificativa \n14 \n3.2. Concepção, Objetivos e Finalidade \n17 \n \n4. \nPERFIL PROFISSIONAL DO EGRESSO ................................................................ 18 \n4.1. Competências e habilidades \n20 \n \n5. \nARTICULAÇÃO ENTRE ENSINO, PESQUISA E EXTENSÃO ........................... 21 \n \n6. \nORGANIZAÇÃO CURRICULAR ............................................................................. 24 \n6.1. Carga Horária e integralização do curso \n24 \n6.2. Regime de matrícula \n24 \n \n7. \nESTRUTURA CURRICULAR .................................................................................... 24 \n7.1. Conteúdos Curriculares Obrigatórios (OBR) \n24 \n7.2. Disciplinas Optativas (OP) e Eletivas (EL) \n28 \n7.3. Disciplinas semi-presenciais \n29 \n7.4. Estágio Curricular Supervisionado \n30 \n7.5. Atividades Complementares \n31 \n7.6. Atividades de Extensão \n33 \n7.7. Trabalho de Conclusão de Curso \n34 \n7.8. Gerenciamento dos laboratórios \n36 \n7.9. Atendimento aos requisitos legais e normativos \n36 \n7.10. Estrutura curricular \n38 \n7.11. Ementários e bibliografia \n45 \n \n8. \nMETODOLOGIA UTILIZADA PELO CURSO ....................................................... 90 \n \n9. \nFLEXIBILIZAÇÃO CURRICULAR/INTERAÇÃO COM OUTROS CURSOS .. 90 \n \n10. \nSISTEMA DE AVALIAÇÃO DO DESEMPENHO DISCENTE ............................. 91 \n \n11. \nPROGRAMA DE ASSISTÊNCIA E APOIO PSICOLÓGICO E \nPSICOPEDAGÓGICO AO ESTUDANTE – PROAPE ..................................................... 92 \n \n12. \nFORMAS DE FUNCIONAMENTO DO COLEGIADO DO CURSO .................... 94 \n \n13. \nNÚCLEO DOCENTE ESTRUTURANTE ................................................................. 94 \n", "7": "Bacharelado em Engenharia de Computação| 7 \n \n  \n \n \n \n14. \nCOORDENAÇÃO DO CURSO .................................................................................. 95 \n \n15. \nCORPO DOCENTE ..................................................................................................... 95 \n \n16. \nINFRAESTRUTURA PARA O FUNCIONAMENTO DO CURSO ....................... 96 \n16.1. Infraestrutura física \n96 \n16.2. Registro Acadêmico \n99 \n16.3 Biblioteca \n101 \n16.4 Laboratórios Específicos \n102 \n16.5 Redes de Informação \n106 \n \n17. \nINSTRUMENTOS NORMATIVOS DE APOIO ..................................................... 108 \n \n18. \nREFERÊNCIAS BIBLIOGRÁFICAS ...................................................................... 109 \n \nAPÊNDICES ......................................................................................................................... 110 \nAPÊNDICE A – Diretrizes para a realização de estágio obrigatório no curso de \nEngenharia de Computação da UEMG Unidade Divinópolis \n110 \nAPÊNDICE B – Atividades/Aproveitamento de Horas Complementares \n118 \nAPÊNDICE C – Atividades e Equivalência de Atividades Complementares \n122 \nAPÊNDICE D – Ficha de Avaliação de Atividades Complementares \n125 \nAPÊNDICE E – Atividades de Extensão \n128 \nAPÊNDICE F – Atividades e Equivalência de Atividades de Extensão \n132 \nAPÊNDICE G – Ficha de Avaliação de Atividades de Extensão \n134 \nAPÊNDICE H - Regulamento do Trabalho de Conclusão de Curso (TCC) \n136 \nAPÊNDICE I - Modelo de Proposta para os Projetos de TCC - Pré-Projeto \n148 \nAPÊNDICE J - Termo de Aprovação do Projeto de Conclusão de Curso  para \nApresentação em Banca Examinadora \n149 \nAPÊNDICE K – Alterações PPC 2016 \n150 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "8": "Bacharelado em Engenharia de Computação| 8 \n \n  \n \n \n \n1. HISTÓRICO E PERFIL DA INSTITUIÇÃO  \n \n1.1. \nA Universidade do Estado de Minas Gerais \n \nA UEMG foi criada em 1989, por disposição contida na Constituição do Estado. \nComo previsto quando de sua fundação, é uma Universidade multicampi, presente em \ndiversos municípios de Minas Gerais oferecendo atualmente 115 cursos de graduação na \nmodalidade presencial. Além disso, conta com nove cursos de pós-graduação Stricto Sensu, \nsendo sete mestrados e dois doutorados. A UEMG representa, hoje, uma alternativa concreta e \nrica de aproximação do Estado mineiro com suas regiões, por acolher e apoiar a população de \nMinas onde vivem e produzem. Por sua vocação, tem sido agente do setor público junto às \ncomunidades, colaborando na solução de seus problemas, através do ensino, da pesquisa e da \nextensão e na formatação e implementação de seus projetos de desenvolvimento. \nPara se firmar no contexto do Ensino Superior no Estado e buscando estar presente em \nsuas mais distintas regiões, a UEMG adota um modelo multicampi, se constituindo não \napenas como uma alternativa aos modelos convencionais de instituição de ensino, mas \ntambém de forma política no desenvolvimento regional. Assim, a Universidade apresenta uma \nconfiguração ao mesmo tempo, universal e regional. Deste modo, ela se diferencia das demais \npelo seu compromisso com o Estado de Minas Gerais e com as regiões nas quais se insere em \nparceria com o Governo do Estado, com os municípios e com empresas públicas e privadas. \nCompromisso este apresentado em um breve histórico da formação de suas Unidades \nacadêmicas.  \nA UEMG foi criada em 1989, mediante determinação expressa no Art. 81 do Ato das \nDisposições Constitucionais Transitórias – ADCT da Constituição do Estado de Minas Gerais \ne a sua estrutura foi regulamentada pela Lei nº 11.539, de 22 de julho de 1994, estando \nvinculada à Secretaria de Estado de Ciência, Tecnologia e Ensino Superior – SECTES, à qual \ncompete formular e implementar políticas públicas que assegurem o desenvolvimento \ncientífico e tecnológico, a inovação e o ensino superior.  \nO Campus de Belo Horizonte teve sua estrutura definida pela mesma Lei, que \nautorizou a incorporação à UEMG da Fundação Mineira de Arte Aleijadinho – FUMA, hoje \ntransformada em duas escolas: Música e Design; a Fundação Escola Guignard; o curso de \nPedagogia do Instituto de Educação, transformado na Faculdade de Educação de Belo \n", "9": "Bacharelado em Engenharia de Computação| 9 \n \n  \n \n \n \nHorizonte, e o Serviço de Orientação e Seleção Profissional – SOSP, hoje convertida em \nCentro de Psicologia Aplicada – CENPA. Compõe o Campus Belo Horizonte ainda, a \nFaculdade de Políticas Públicas Tancredo Neves, criada pela Resolução SEDECTES nº 59 de \n28/08/2018, publicada em 30/08/2018, com vistas a contribuir para a consolidação da missão \ninstitucional da UEMG relativa ao desenvolvimento de projetos de expansão e diversificação \ndos cursos oferecidos e, para a ampliação do acesso ao ensino superior no Estado.  \nNo interior, a UEMG realizou, em convênio com prefeituras municipais, a instalação \ndo curso de Pedagogia fora de sede em Poços de Caldas e das Unidades Acadêmicas em \nBarbacena, Frutal, João Monlevade, Leopoldina e Ubá com a oferta de cursos que buscam \ncontribuir para a formação de profissionais e para a produção e difusão de conhecimentos, que \nreflitam os problemas, potencialidades e peculiaridades de diferentes regiões do Estado, com \nvistas à integração e ao desenvolvimento regional.  \nMais recentemente, por meio da Lei nº 20.807, de 26 de julho de 2013, foi prevista a \nestadualização das fundações educacionais de ensino superior associadas à UEMG, de que \ntrata o inciso I do § 2° do art. 129 do ADCT, a saber: Fundação Educacional de Carangola; \nFundação Educacional do Vale do Jequitinhonha, de Diamantina; Fundação de Ensino \nSuperior de Passos; Fundação Educacional de Ituiutaba; Fundação Cultural Campanha da \nPrincesa, de Campanha e Fundação Educacional de Divinópolis; bem como os cursos de \nensino superior mantidos pela Fundação Helena Antipoff, de Ibirité, estruturada nos termos \ndo art. 100 da Lei Delegada nº 180, de 20 de janeiro de 2011, cujos processos de \nestadualização foi encerrado em novembro de 2014. \nFinalizado o processo de estadualização, a UEMG assumiu posição de destaque no \ncenário educacional do Estado, com presença em 14 Territórios de Desenvolvimento, sendo \n16 municípios com cursos presencias e 15 polos de Educação à Distância, comprometida com \nsua missão de promover o Ensino, a Pesquisa e a Extensão de modo a contribuir para a \nformação de cidadãos comprometidos com o desenvolvimento e a integração dos setores da \nsociedade e das regiões do Estado. \n \n \n \n", "10": "Bacharelado em Engenharia de Computação| 10 \n \n  \n \n \n \n1.2. \nA Unidade Acadêmica de Divinópolis \n \nA Unidade Acadêmica de Divinópolis da Universidade do Estado de Minas Gerais – \nUEMG, tem sua história vinculada à da Fundação Educacional de Divinópolis – FUNEDI, \nque foi criada pelo Governo do Estado de Minas Gerais através da Lei nº 3.503 de 04.11.1965 \nsob a denominação de Fundação Faculdade de Filosofia e Letras de Divinópolis – FAFID e \nem 1977, passou a denominar Fundação Educacional de Divinópolis – FUNEDI. \nA FUNEDI, enquanto mantenedora de instituições de ensino superior, teve por \nobjetivo principal, desde o início de seu funcionamento, manter e desenvolver, de \nconformidade com a legislação federal e estadual pertinente, estabelecimento integrado de \nensino e pesquisa, de nível superior, destinado a proporcionar, a esse nível, formação \nacadêmica e profissional. \nEm relação às instituições de ensino superior que eram mantidas pela FUNEDI, o \nInstituto de Ensino Superior e Pesquisa – INESP – era a mais antiga, e sua história confundia-\nse com a da própria Fundação. Sua origem remonta a 1964 sob o nome de Faculdade de \nFilosofia, Ciências e Letras de Divinópolis - FAFID, cujas atividades letivas tiveram início no \nprimeiro semestre de 1965, com os cursos de Ciências Sociais, Filosofia, Letras e Pedagogia. \nEm 1973, a FAFID, reestruturada, passou a denominar-se Instituto de Ensino Superior e \nPesquisa – INESP. \n  \nA partir de 2001, a criação do Instituto Superior de Educação de Divinópolis – ISED – \ndeterminou uma profunda mudança na estrutura do INESP, que transferiu à unidade recém-\ncriada a responsabilidade pelos cursos de licenciatura, ficando com os cursos de bacharelado. \nAlém do ISED, outras instituições de ensino superior foram criadas e mantidas pela FUNEDI: \na Faculdade de Ciências Gerenciais – FACIG e o Instituto Superior de Educação de Cláudio – \nISEC, no município de Cláudio/MG; o Instituto Superior de Ciências Humanas e Sociais \nAplicadas de Abaeté – ISAB e o Instituto Superior de Educação do Alto São Francisco – \nISAF, no município de Abaeté/MG e o Instituto Superior de Ciências Agrárias – ISAP, no \nmunicípio de Pitangui/MG. \nA história da UEMG e da FUNEDI inicia em 1989, quando a Assembleia Geral da \nFundação Educacional de Divinópolis – FUNEDI, com base no disposto no parágrafo \nprimeiro do Art. 82 do Ato das Disposições Constitucionais Transitórias da Constituição \n", "11": "Bacharelado em Engenharia de Computação| 11 \n \n  \n \n \n \nMineira de 1989, optou por pertencer à Universidade e constituiu-se, por força do decreto \ngovernamental 40.359 de 28/04/99, que trata do credenciamento da Universidade, como \nCampus Fundacional agregado à UEMG, passando à condição de associada, a partir de 2005, \nnos termos do art. 129 do referido Ato. \nEm 27 de julho de 2013 foi assinada a Lei nº 20.807, que dispôs sobre os \nprocedimentos para que a absorção das fundações educacionais de ensino superior associadas \nà Universidade do Estado de Minas Gerais se efetivasse. \nEm 3 de abril de 2014 foi assinado o Decreto nº 46.477, de 3 de abril de 2014, que \nregulamentou a absorção da Fundação Educacional de Divinópolis a partir de 03 de setembro \nde 2014. Assim, a partir desta data, as atividades de ensino, pesquisa e extensão da Fundação \nEducacional de Divinópolis foram transferidas à Universidade do Estado de Minas Gerais – \nUEMG, garantindo aos estudantes da graduação o ensino público e gratuito. \nA criação e mantença pela FUNEDI, de instituições de ensino superior em várias \ncidades de Minas Gerais, sempre teve como princípio norteador a proposta inicial da \nUniversidade do Estado de Minas Gerais, mesmo antes de sua absorção, que é o princípio \nmulticampi, que permite a cada uma das várias unidades localizadas em diversas regiões do \nEstado exercer sua vocação própria, contribuindo para o desenvolvimento das localidades sob \nsua área de influência. \nA FUNEDI sempre foi considerada uma referência no Centro-Oeste Mineiro devido \nao seu envolvimento com as questões sociais e ambientais, por meio do ensino, com os cursos \nde graduação, pós-graduação “lato sensu” e pela sua participação em diversos projetos de \npesquisa e extensão junto à comunidade de Divinópolis e nos municípios circunvizinhos, que \nganham mais força com a sua absorção pela Universidade do Estado de Minas Gerais, \ngarantindo assim a manutenção do seu princípio de indissociabilidade entre o ensino, a \npesquisa e a extensão. \n \n \n \n \n", "12": "Bacharelado em Engenharia de Computação| 12 \n \n  \n \n \n \n2. CURSOS OFERECIDOS PELA UNIDADE ACADÊMICA DE DIVINÓPOLIS  \n \nCURSO \nMODALIDA\nDE \nDURAÇÃ\nO DO \nCURSO \nVAGAS \nANUAI\nS  \n2019 \nTURNO \nCANDIDATO/ \nVAGA \nVESTIBULAR \n2019 \nÚLTIMO ATO LEGAL \nEXPEDIDO \nCiências \nBiológicas \nLicenciatura \n4 anos \n40 \nVespertino \n1,95 \nResolução SEDECTES \nnº 29 de 18/03/2019, \npublicada em \n03/04/2019. \nComunicação \nSocial: \nPublicidade e \nPropaganda \nBacharelado \n4 anos \n30 \nNoturno \n9,06 \nResolução SEDECTES \nnº 07 de 25/01/2017, \npublicada em \n27/01/2017. \nEducação Física \nBacharelado \n4 anos \n40 \nMatutino \n5,95 \nResolução SEDECTES \nnº 028 de 28/02/2018, \npublicada em \n06/03/2018. \nEducação Física Licenciatura \n4 anos \n40 \nNoturno \n5,05 \nResolução SEDECTES \nnº 06 de 25/01/2017, \npublicada em \n27/01/2017. \nEnfermagem \nBacharelado \n5 anos \n40 \nMatutino \n3,70 \nResolução SECTES N° \n013 de 05/10/2015, \npublicada em \n08/10/2015. \n40 \nNoturno \n11,15 \nEngenharia Civil Bacharelado \n5 anos \n80 \nMatutino \n4,45 \nResolução SECTES N° \n025 de 02/02/2016, \npublicada em \n05/02/2016. \n40 \nVespertino \n1,00 \n40 \nNoturno \n8,65 \nEngenharia de \nComputação \nBacharelado \n5 anos \n40 \nMatutino \n4,00 \nResolução SEDECTES \nnº 84 de 05/12/2018, \npublicado em \n12/12/2018. \n40 \nNoturno \n6,75 \nEngenharia de \nProdução \nBacharelado \n5 anos \n80 \nMatutino \n3,05 \nResolução SEDECTES \nnº 30 de 18/03/25019, \npublicada em \n03/04/2019. \n40 \nNoturno \n5,06 \n", "13": "Bacharelado em Engenharia de Computação| 13 \n \n  \n \n \n \nCURSO \nMODALIDA\nDE \nDURAÇÃ\nO DO \nCURSO \nVAGAS \nANUAI\nS  \n2019 \nTURNO \nCANDIDATO/ \nVAGA \nVESTIBULAR \n2019 \nÚLTIMO ATO LEGAL \nEXPEDIDO \nFisioterapia \nBacharelado \n5 anos \n40 \nVespertino \n15,75 \nResolução SECTES N° \n017 de 05/10/2015, \npublicada em \n08/10/2015. \nHistória \nLicenciatura \n4 anos \n40 \nNoturno \n5,00 \nResolução SEDECTES \nnº 03 de 25/01/2017, \npublicada em \n27/01/2017. \nJornalismo \nBacharelado \n4 anos \n30 \nMatutino \n4,46 \nResolução SECTS nº \n010 de 08/01/2016, \npublicada em \n15/01/2016. \nLetras \nLicenciatura \n4 anos \n40 \nNoturno \n2,70 \nResolução SECTES nº \n52 de 26/11/2015, \npublicada em \n02/12/2015. \nMatemática \nLicenciatura \n4 anos \n40 \nNoturno \n1,65 \nResolução SEDECTES \nnº 85 de 05/12/2018, \npublicado em \n12/12/2018  \nPedagogia \nLicenciatura \n4 anos \n40  \nMatutino \n2,85 \nResolução SECTES nº \n53 de 26/11/2015, \npublicada em \n02/12/2015. \n40 \nNoturno \n4,60 \nPsicologia \nBacharelado \n5 anos \n40 \nMatutino \n12,05 \nResolução SEDECTES \nnº 35 de 25/04/2017, \npublicada em \n26/04/2017 \n40 \nNoturno \n17,25 \nQuímica \nLicenciatura \n4 anos \n40 \nNoturno \n1,05 \nResolução SEDECTS nº \n51 de 10/08/2017, \npublicada em \n11/08/2017 \nServiço Social \n \nBacharelado \n4 anos \n50 \nNoturno \n2,50 \nResolução SEDECTES \nnº 03 de 24/01/2018, \npublicada em \n26/01/2018. \n", "14": "Bacharelado em Engenharia de Computação| 14 \n \n  \n \n \n \n3. APRESENTAÇÃO DO CURSO \n \n \nO projeto pedagógico do Curso de Graduação em Engenharia de Computação é \ndescrito neste documento. O ajuste do mesmo faz-se necessário em decorrência da absorção \ndas atividades de ensino, pesquisa e extensão desenvolvidas pelo curso pela Universidade do \nEstado de Minas Gerais e da adequação às suas regulamentações internas. \nComo referência para o desenvolvimento do trabalho seguiu-se a Resolução CNE/CES \nnº 2, de 24 de abril de 2019, que instituiu as “Diretrizes Curriculares Nacionais para os cursos \nde graduação em Engenharia” e a Resolução CNE/CES nº 5 de 16 de novembro de 2016 que \ninstitui as Diretrizes Curriculares Nacionais para os cursos de graduação na área da \nComputação, abrangendo o curso de Engenharia de Computação. A definição de \ncompetências e habilidades, dos conteúdos curriculares, da duração, da estrutura curricular, \ndos estágios e atividades complementares também foram observados de forma a adaptar-se às \ndinâmicas condições do perfil profissional exigido pela sociedade brasileira, sem, entretanto, \ndescaracterizar a identidade regional da formação. \nEste trabalho parte da concepção de que um curso de graduação deve se caracterizar \ncomo uma etapa inicial dentro de um processo de educação continuada, que estimule e \ngaranta uma permanente atualização profissional, de acordo com a exigência do mercado de \ntrabalho e de modo a manter o egresso em contato com sua instituição. \nTem, portanto, o presente projeto, a missão de provocar a participação do corpo \ndocente, discente, técnico-administrativo e sociedade em geral para a construção de uma \nmentalidade democrática, com fidelidade e com flexibilidade para a transformação constante, \nconforme as expressões da comunidade brasileira e mundial. \nA entrada da primeira turma no Curso de Engenharia de Computação ocorreu em 2010 \ncom a conclusão no segundo semestre de 2015. \n \n3.1. \nJustificativa \n \nNos dias de hoje, a informática encontra-se inserida em todos os segmentos do setor \nprodutivo e os computadores são encontrados em praticamente todos os ambientes. Com isto, \nconstata-se um grande aumento do interesse pela formação acadêmica voltada para esta área.  \n", "15": "Bacharelado em Engenharia de Computação| 15 \n \n  \n \n \n \nA Engenharia de Computação abrange as áreas de software e hardware. O Engenheiro \nda Computação recebe uma formação que lhe permite conceber, projetar e implementar não \nsó as soluções de software requeridas em uma determinada aplicação, mas também \nespecificar, e mesmo projetar, os equipamentos computacionais necessários à sua \nimplementação. Favorecidos por um campo de ação tão amplo, os profissionais da área de \nEngenharia de Computação têm facilidade para se colocar no mercado de trabalho. No Brasil, \no mercado de TI emprega mais de 1,3 milhão de pessoas e apresenta tendência de crescimento \nde oferta até 30%, segundo Associação Brasileira de Empresas de Tecnologia da Informação \ne Comunicação (2015). Mas há um mercado potencial também no exterior. Algumas \nempresas recrutam profissionais para trabalhar nos Estados Unidos, em função da reconhecida \nqualidade da formação do profissional brasileiro. Essa migração fica fácil porque nesta \nprofissão a linguagem é universal.  \nAs características do setor produtivo na região Centro-Oeste de Minas Gerais, cujos \nprocessos industriais e prestação de serviços se sobressaem, motivou a proposta de um curso \nvoltado à atuação profissional da área de computação com formação em engenharia. A \ntendência para a formação deste profissional não é nova. Foi caracterizada no final da década \n70 com o crescimento das funções associadas à informatização e à tomada de decisão, foi \npercebida e atendida por algumas universidades no Brasil e no exterior ainda em meados dos \nanos 80. Por outro lado, o amadurecimento e a consolidação dos cursos de engenharia \noferecidos pela Unidade Acadêmica de Divinópolis caracterizaram o momento adequado para \na oferta de tal curso à sociedade. \nDe acordo com dados obtidos junto à FIEMG (Federação das Indústrias de Minas \nGerais) em 2013, o crescimento do setor produtivo industrial está diretamente vinculado à \nmodernização dos sistemas de informação, que possibilitam a competitividade no mundo \nglobalizado. O número de empregados tem mostrado crescimento ao longo dos últimos anos e \nentre 2012 e 2013 aumentou 12,7%. Não há mais como não interagir processos produtivos \nsem utilizar-se do computador como ferramenta indispensável às mais diversas tarefas que \nenvolvem os conhecimentos de diversas áreas. \nPara atender a esta demanda, não há nenhum curso de Engenharia de Computação na \nregião Centro-Oeste. Por esta razão não se tem os dados relativos ao número de candidatos \npor vaga para o curso em questão, embora tenha sido verificado nos últimos vestibulares \n", "16": "Bacharelado em Engenharia de Computação| 16 \n \n  \n \n \n \nrealizados alta procura por esta modalidade de engenharia, principalmente após a absorção \npela UEMG, conforme dados abaixo: \n \nAno \nNúmero de \nvagas \nInscritos \nCandidatos por vaga \n2012 \n50 \n68 \n1,36 \n2013 \n50 \n72 \n1,44 \n2014 \n50 \n82 \n1,64 \n2015 \n25 \n290 \n11,6 \n2016 \n20 \nMatutino \n82 \nMatutino \n4,10 \n20 \nNoturno \n186 \nNoturno \n9,30 \n2017 \n20 \nMatutino \n89 \nMatutino \n4,45 \n20 \nNoturno \n144 \nNoturno \n7,20 \n2018 \n20 \nMatutino \n102 \nMatutino \n5,10 \n20 \nNoturno \n167 \nNoturno \n8,35 \n2019 \n20 \nMatutino \n80 \nMatutino \n4,00 \n20 \nNoturno \n135 \nNoturno \n6,75 \nFonte: Vestibular da Unidade Acadêmica de Divinópolis e Sistema de Registro Acadêmico – GIZ. \n \nAo se considerar que não há nenhuma atividade produtiva que não utilize recursos de \ninformática, não se pode deixar de pensar na formação acadêmica do profissional da \nengenharia de computação como forma de promover a melhoria da qualidade dos produtos e \nprocessos, no desenvolvimento de tecnologias digitais, informatização e telemática, de forma \nque ela atenda às demandas de mercado, cada vez mais exigentes. \nNeste sentido, a Unidade Acadêmica de Divinópolis implantou o curso de Engenharia \nde Computação, no município de Divinópolis, com o objetivo de propiciar a formação de \nprofissionais com ampla visão, para atuar nas diferentes áreas das atividades pertinentes a \ninformática. \nO ideário e princípios norteadores de atividades desenvolvidas por uma comunidade \ndemocrática, madura e em evolução não devem ser formatados em documentos ou padrões \n", "17": "Bacharelado em Engenharia de Computação| 17 \n \n  \n \n \n \npreconcebidos. Entretanto, é preciso organizar alguns setores bem definidos e sistematizar \nalgumas orientações e indicações que caracterizem a comunidade.  \nNesta perspectiva, o Projeto Político-Pedagógico, seja ele institucional ou de curso, \nnão tem seu valor condicionado à ideia de que possa ser encarado como verdade irrefutável ou \ndogma. Seu valor depende da capacidade de dar conta da realidade em sua constante \ntransformação e por isso deve ser transformado, superando limitações e interiorizando novas \nexigências apresentadas pelo processo de mudança da realidade. A existência de um Projeto \nPolítico-Pedagógico de curso é importante para estabelecer referências da compreensão do \npresente e de expectativas futuras.  \nPortanto, esse projeto justifica-se pela intenção de deixar contido nele, normas, \ndiretrizes e políticas que devem se constituir como referência para a conduta da comunidade \nacadêmica, embora, com disposição de abranger as transformações impulsionadas pelas \nmudanças experimentadas na comunidade. \n \n3.2. \nConcepção, Objetivos e Finalidade \n \nO Curso de Engenharia de Computação da Unidade Acadêmica de Divinópolis tem \ncomo principal objetivo a formação de um profissional que tenha a condição de absorver e \ndesenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na identificação e \nresolução de problemas, considerando seus aspectos político-econômicos, sociais, ambientais \ne culturais, com visão ética e humanística, em atendimento às demandas da sociedade. \nO curso de Engenharia de Computação proposto neste PPC inspira-se no Acordo de \nBolonha nos seus objetivos de reorganizar o processo formativo em torno de novos valores: as \ncompetências e não só os conteúdos, as aprendizagens e não simplesmente o ensino, a \nparticipação e o envolvimento de todos os agentes implicados e não apenas a participação de \nprofessores nas aulas e de estudantes no estudo e nos exames. \nPelo presente projeto pedagógico, pretende-se que o profissional em Engenharia de \nComputação formado seja capaz de: \n \nPossuir conhecimento das questões sociais, profissionais, legais, éticas, políticas e \nhumanísticas; \n", "18": "Bacharelado em Engenharia de Computação| 18 \n \n  \n \n \n \n \nPossuir a compreensão do impacto da computação e suas tecnologias na sociedade no \nque concerne ao atendimento e à antecipação estratégica das necessidades da sociedade; \n \nTer visão crítica e criativa na identificação e resolução de problemas contribuindo para \no desenvolvimento de sua área; \n \nPossuir a capacidade de atuar de forma empreendedora, abrangente e cooperativa no \natendimento às demandas sociais da região onde atua, do Brasil e do mundo; \n \nDe utilizar racionalmente os recursos disponíveis de forma transdisciplinar; \n \nPossuir a compreensão da necessidade da contínua atualização e aprimoramento de \nsuas competências e habilidades; \n \nSer capaz de reconhecer a importância do pensamento computacional na vida \ncotidiana, como também sua aplicação em outros domínios e ser capaz de aplicá-lo em \ncircunstâncias apropriadas; \n \nPossuir a capacidade de atuar em um mundo de trabalho globalizado; \n \nProjetar e construir sistemas de computação de grande envergadura e complexidade, \nincluindo sistemas operacionais, compiladores e aplicativos integrados ao hardware; \n \nConceber e desenvolver sistemas de programação de grande porte e de alta \ncomplexidade, que possam trabalhar nos níveis mais altos dos padrões estabelecidos pela \nengenharia de software, prevendo tratamento de falhas, aderência aos cronogramas de \ndesenvolvimento, incluindo documentação, estilo e legibilidade; \n \nTestar e avaliar sistemas desenvolvidos por terceiros; \n \nAvaliar diferentes equipamentos e arquiteturas de computadores, para selecionar a \nplataforma mais adequada à aplicação; \n \nConhecer as áreas de formação básica, tecnológicas, humanas, sociais e econômicas, \nque se constituirão em uma ferramenta profissional indispensável. \n \n4. PERFIL PROFISSIONAL DO EGRESSO \n \nEm conformidade com as Diretrizes Curriculares Nacionais, o curso de Engenharia de \nComputação forma o engenheiro generalista, humanista, crítico e reflexivo, capacitado a \nabsorver e desenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na \nidentificação e resolução de problemas, considerando seus aspectos políticos, econômicos, \n", "19": "Bacharelado em Engenharia de Computação| 19 \n \n  \n \n \n \nsociais, ambientais e culturais, com visão ética e humanística, em atendimento às demandas \nda sociedade. \nA Portaria INEP nº 126 de 07 de agosto de 2008, publicada no Diário Oficial de 11 de \nagosto de 2008 em seu artigo 5º define que “Os cursos de Engenharia de Computação visam \nà aplicação da Ciência da Computação e o uso da tecnologia da Computação na solução de \nproblemas ligados a processos e serviços. Esses cursos se caracterizam pela utilização \nintensiva de conceitos de Física, Eletricidade, Controle de Sistemas, Robótica, Arquitetura e \nOrganização de Computadores, Sistemas de Tempo-Real, Redes de Computadores e de \nSistemas Distribuídos. Os egressos desses cursos podem potencialmente ser empreendedores \ne estar situados no estado da arte da ciência e da tecnologia da Computação e Automação, \nsendo aptos ao projeto de software e hardware”. \nLevando-se em consideração a Resolução nº 5, de 16 de novembro de 2016, no Art. 4 \ne § 2º define, no que tange à flexibilidade necessária para atender domínios diversificados de \naplicação e as vocações institucionais, espera-se que os egressos do Curso de Engenharia de \nComputação: \n \npossuam sólida formação em Ciência da Computação, Matemática e Eletrônica \nvisando à análise e ao projeto de sistemas de computação, incluindo sistemas voltados à \nautomação e controle de processos industriais e comerciais, sistemas e dispositivos \nembarcados, sistemas e equipamentos de telecomunicações e equipamentos de instrumentação \neletrônica; \n \nconheçam os direitos e propriedades intelectuais inerentes à produção e à utilização de \nsistema de computação; \n \nsejam capazes de agir de forma reflexiva na construção de sistemas de computação, \ncompreendendo o seu impacto direto ou indireto sobre as pessoas e a sociedade; \n \nentendam o contexto social no qual a Engenharia é praticada, bem como os efeitos dos \nprojetos de Engenharia na sociedade; \n \nconsiderem os aspectos econômicos, financeiros, de gestão e de qualidade, associados \na novos produtos e organizações; \n \nreconheçam o caráter fundamental da inovação e da criatividade e compreendam as \nperspectivas de negócios e oportunidades relevantes. \n \n", "20": "Bacharelado em Engenharia de Computação| 20 \n \n  \n \n \n \nDesta forma, o Engenheiro de Computação formado pela Unidade Acadêmica de \nDivinópolis deve atender os pontos supracitados, de modo que consigam exercer a profissão \nda melhor maneira possível. \n \n4.1. \nCompetências e habilidades \n \nO Engenheiro de Computação deve desenvolver, durante sua formação, as seguintes \nhabilidades e competências: \n \nplanejar, especificar, projetar, implementar, testar, verificar e validar sistemas de \ncomputação \n(sistemas \ndigitais), \nincluindo \ncomputadores, \nsistemas \nbaseados \nem \nmicroprocessadores, sistemas de comunicações e sistemas de automação, seguindo teorias, \nprincípios, métodos, técnicas e procedimentos da Computação e da Engenharia; \n \ncompreender, implementar e gerenciar a segurança de sistemas de computação; \n \ngerenciar projetos e manter sistemas de computação; \n \nconhecer os direitos e propriedades intelectuais inerentes à produção e à utilização de \nsistemas de computação; \n \ndesenvolver processadores específicos, sistemas integrados e sistemas embarcados, \nincluindo o desenvolvimento de software para esses sistemas; \n \nanalisar e avaliar arquiteturas de computadores, incluindo plataformas paralelas e \ndistribuídas, como também desenvolver e otimizar software para elas; \n \nprojetar e implementar software para sistemas de comunicação; \n \nanalisar, avaliar e selecionar plataformas de hardware e software adequados para \nsuporte de aplicação e sistemas embarcados de tempo real; \n \nanalisar, avaliar, selecionar e configurar plataformas de hardware para o \ndesenvolvimento e implementação de aplicações de software e serviços; \n \nprojetar, implantar, administrar e gerenciar redes de computadores; \n \nrealizar estudos de viabilidade técnico-econômica. \n \n \n", "21": "Bacharelado em Engenharia de Computação| 21 \n \n  \n \n \n \n5. ARTICULAÇÃO ENTRE ENSINO, PESQUISA E EXTENSÃO \n \nAs atividades de pesquisa e extensão juntamente com as atividades de ensino, formam \nos pilares básicos das atividades acadêmicas do curso de Engenharia de Computação da \nUnidade Acadêmica de Divinópolis. \nA pesquisa, considerada um processo sistemático para a construção do conhecimento \nhumano gerando novos conhecimentos, desenvolve, colabora, reproduz, refuta, amplia, \ndetalha e atualiza o conhecimento, servindo basicamente tanto para o indivíduo ou grupo de \nindivíduos que a realiza quanto para a sociedade na qual esta se desenvolve. \nA extensão universitária institucional, por sua vez, busca extrapolar a compreensão \ntradicional de disseminação de conhecimentos (cursos, conferências, seminários), prestação \nde serviços (assistências, assessorias e consultorias) e difusão cultural (realização de eventos \nou produtos artísticos e culturais). É o processo educativo, cultural e científico que articula o \nEnsino e a Pesquisa de forma indissociável e viabiliza a relação transformadora entre \nUniversidade e Sociedade. A Extensão é uma via de mão-dupla, com trânsito assegurado à \ncomunidade acadêmica que encontra na sociedade a oportunidade de elaboração da praxis do \nconhecimento acadêmico. \nSalienta-se que todas as atividades extensionistas desenvolvidas pelos estudantes \ndeverão ser computadas no histórico do estudante, contendo a discriminação das atividades, \nbem como a carga horária de cada uma. \nA Tabela a seguir demonstra os projetos de pesquisa coordenados por professores do \ncurso de engenharia de computação a partir do ano de 2013, bem como seu período de \nvigência: \n \nProjetos de Pesquisa Coordenados por Professores do Curso de Engenharia de Computação a \npartir de 2013 \nTítulo do Projeto \nProfessor \nResponsável \n \nPeríodo de \nVigência \n \nProJava - Capacitação a Distância em \nProgramação de Computadores com \nLinguagem Java \nPatrícia Mascarenhas \nDias \n \n2013/2014 \n", "22": "Bacharelado em Engenharia de Computação| 22 \n \n  \n \n \n \nTítulo do Projeto \nProfessor \nResponsável \n \nPeríodo de \nVigência \nUma ferramenta web para apoio no \naprendizado em disciplinas do ensino \nmédio \nPatrícia Mascarenhas \nDias \n \n2013/2014 \nMineração de Dados em Bases \nHeterogêneas \nPatrícia Mascarenhas \nDias \n \n2013/2014 \nAnálise do uso de redes sociais virtuais \ncomo ferramenta de apoio em cursos a \ndistância \nPatrícia Mascarenhas \nDias \n \n2013-2015 \nEstudo e Desenvolvimento de Uma Prótese \nRobótica Controlada por Sensores de \nEstímulo \nPatrícia Mascarenhas \nDias \n \n2015 \nUma plataforma para análise de dados \nsobre grandes eventos extraídos de redes \nsociais virtuais \nPatrícia Mascarenhas \nDias \n \n2015 \n \nUma aplicação para extração e análise de \ndados de redes sociais virtuais \nPatrícia Mascarenhas \nDias \n \n2015 \nUma Plataforma para extração e integração \nde grandes repositórios de dados WEB \nPatrícia Mascarenhas \nDias \n \n2016 \nCaracterização e Análise da Rede de \nColaboração Científica da Universidade do \nEstado de Minas Gerais \nPatrícia Mascarenhas \nDias \n \n2017 \nRecomendação de Especialistas com \nAdoção de Técnicas de Análise de Redes \nSociais Virtuais \nPatrícia Mascarenhas \nDias \n \n2017 \nUm Estudo sobre a Colaboração Científica \ndos Docentes da Universidade do Estado de \nMinas Gerais \nPatrícia Mascarenhas \nDias \n \n2018 \nUma Análise Qualitativa da Produção \nCientífica e da Rede de Colaboração da \nUniversidade do Estado de Minas Gerais \nPatrícia Mascarenhas \nDias \n \n2018 \n \nDesenvolvimento de Uma Plataforma para \nExtração, Integração e Análise de grandes \nRepositórios de Dados Web \nPatrícia Mascarenhas \nDias \n \n2018 \nDesenvolvimento de Software e \nGerenciamento de almoxarifado em \nlaboratório universitário, \nutilizando código Qr \nEstela Rezende \n \nPROINPE/2015 \n", "23": "Bacharelado em Engenharia de Computação| 23 \n \n  \n \n \n \nTítulo do Projeto \nProfessor \nResponsável \n \nPeríodo de \nVigência \nSistema de monitoramento de energia \nelétrica \nGiovani Santos \n \nPROINPE/2015 \nSistemas de inspeção visual automática por \nmeio de visão computacional \nDalmy Freitas Carvalho \n \nPROINPE/2015 \nExplorando a tecnologia por meio do \nprotótipo câmera de segurança automotiva \nGiovani Santos \n \nPROINPE/2015 \nDesenvolvimento de uma Aplicação \nUtilizando Tarefas De Mineração de Dados \npara a Análise e Descoberta de \nConhecimento na Área de Segurança \nPública na Cidade de Divinópolis-MG \nEdwaldo Soares \nRodrigues \n \nPROINPE/2018 \nDesenvolvimento de uma Aplicação Web \npara Armazenamento e Consulta de Dados \nAcadêmicos na UEMG Unidade \nDivinópolis \nEdwaldo Soares \nRodrigues \n \nPROINPE/2018 \n \n \nProjetos de Extensão – PAEX \nProfessor Responsável \nPeríodo de \nVigência \nDesenvolvimento do software para gerenciamento \ndo núcleo de estágio da unidade de Divinópolis.  \nJhonatan Fernando de \nOliveira  \nAbril à \nDezembro de \n2016 \nAdoção de Tecnologias \nComputacionais para \ncontrole e manipulação de próteses. \nPatrícia Mascarenhas Dias \nE-Lixo: \nReciclando \nResíduos \nEletrônicos \nno \nCampus \nJhonatan Fernando de \nOliveira  \n2017 \n \n \nPROJETOS APROVADOS/ EDITAL \n10/2015 \nFAPEMIG / BIC JR \nProfessor \nResponsáv\nel \nBolsista \nPeríodo de \nVigência \nIdentificação \nDe \nPerfil \nAcadêmico \nInstitucional Com O Apoio De Redes \nSociais. \nPatrícia \nMascarenha\ns Dias \nIgor Geraldo Francisco \nCorrêa \n01/03/2016 \na \n28/02/2017 \nUma Plataforma Para Monitoramento e \nExtração De Dados De Grandes \nEventos Em Redes Sociais \nMarcela Santos Salgado \n \n \n \n", "24": "Bacharelado em Engenharia de Computação| 24 \n \n  \n \n \n \n6. ORGANIZAÇÃO CURRICULAR \n \n6.1. Carga Horária e integralização do curso \n \nO curso de Engenharia de Computação, com 80 oitenta vagas anuais, é ministrado \ncom carga horária mínima de 4.395 horas com prazo de integralização em, no mínimo, 10 e \nno máximo, 18 semestres. \nA carga horária do curso é distribuída em semestres de 18 (dezoito) semanas, \ndivididas em 6 (seis) dias letivos, com sábados letivos suficientes para perfazer o total de 100 \n(cem) dias letivos por semestre e 200 (duzentos) dias letivos por ano, conforme estabelece a \nlegislação educacional em vigor. \n \n6.2. \nRegime de matrícula  \n \nA matrícula no curso é feita por disciplinas, à escolha do estudante dentre as \noferecidas, subordinada a um sistema de pré-requisitos e observada a compatibilidade de \nhorários, permitindo ao estudante a flexibilização do currículo e maior poder de decisão sobre \na sua formação acadêmica. \nSua renovação deve ser feita semestralmente, nos prazos estabelecidos em Calendário \nEscolar. \nAs disciplinas e demais atividades do curso apresentam a carga horária organizada \ndentro do sistema de créditos, em que 18 horas/aula, que correspondem a 15 horas, equivalem \na 1 crédito. \nDe acordo com a normatização interna da UEMG, ao renovar a matrícula o estudante \ndeve observar o limite mínimo de 8 e máximo de 32 créditos a serem cursados no semestre. \n \n7. ESTRUTURA CURRICULAR  \n \n7.1. \nConteúdos Curriculares Obrigatórios (OBR) \n \nEm atendimento ao disposto nas Diretrizes Curriculares Nacionais, as disciplinas do \ncurrículo estão agrupadas em três núcleos de conteúdos:  \n", "25": "Bacharelado em Engenharia de Computação| 25 \n \n  \n \n \n \nNúcleo de Conteúdos Básicos \nDisciplinas \nCarga \nhorária \n(h/a) \nCarga horária \n(horas) \nAdministração e Empreendedorismo \n54 \n45 \nAmbiente e Ciências dos Materiais \n54 \n45 \nCálculo I \n72 \n60 \nCálculo II \n72 \n60 \nCálculo III \n72 \n60 \nDesenho Técnico \n54 \n45 \nFundamentos de Mecânica dos Sólidos e Fluídos \n72 \n60 \nFilosofia \n54 \n45 \nFísica I \n72 \n60 \nFísica II \n72 \n60 \nFísica III \n72 \n60 \nGeometria Analítica e Álgebra Linear \n72 \n60 \nInglês Instrumental \n54 \n45 \nLeitura e Produção de Textos \n54 \n45 \nMatemática Discreta \n54 \n45 \nMetodologia Científica \n54 \n45 \nProbabilidade e Estatística \n54 \n45 \nQuímica \n72 \n60 \nSequências e Séries \n54 \n45 \nEquações Diferenciais \n54 \n45 \nSociologia \n54 \n45 \nMetodologia Cientifica para Computação \n54 \n45 \nMétodos Numéricos Computacionais \n54 \n45 \nAlgoritmos e Estrutura de Dados I  \n72 \n60 \nCarga horária do NCB \n1476 \n1230 \n% Carga horária do NCB em relação à carga horária \ntotal do curso \n30,83% \n30,83% \n \n", "26": "Bacharelado em Engenharia de Computação| 26 \n \n  \n \n \n \nNúcleo de Conteúdos Profissionalizantes \nDisciplinas \nCarga \nhorária \n(h/a) \nCarga horária \n(horas) \nAlgoritmos e Estrutura de Dados II  \n72 \n60 \nArquitetura de Computadores I \n72 \n60 \nCircuitos Elétrico-Eletrônicos I \n72 \n60 \nCompiladores I  \n54 \n45 \nEngenharia de Software I \n72 \n60 \nIntrodução a Engenharia de Computação e Ética Profissional \n54 \n45 \nProgramação Orientada a Objetos I \n72 \n60 \nSistemas Digitais I \n54 \n45 \nSistemas Inteligentes I  \n54 \n45 \nFundamentos de Sistemas de Informação \n54 \n45 \nSistemas Operacionais \n72 \n60 \nCarga horária do NCP \n702 \n585 \n% Carga horária do NCP em relação à carga horária total \ndo curso \n14,66% \n14,66% \n \n \nNúcleo de Conteúdos Específicos \nDisciplinas \nCarga \nhorária (h/a) \nCarga horária (horas) \nAlgoritmos e Estrutura de Dados III \n72 \n60 \nAnálise de Sinais e Sistemas \n72 \n60 \nArquitetura de Computadores II \n72 \n60 \nAtividades Complementares \n180 \n150 \nBanco de Dados \n72 \n60 \nCircuitos Elétrico-Eletrônicos II \n72 \n60 \nCompiladores II  \n72 \n60 \nComputação Gráfica  \n54 \n45 \n", "27": "Bacharelado em Engenharia de Computação| 27 \n \n  \n \n \n \nNúcleo de Conteúdos Específicos \nDisciplinas \nCarga \nhorária (h/a) \nCarga horária (horas) \nControle e Servomecanismo \n72 \n60 \nEngenharia de Software II \n72 \n60 \nEstágio Supervisionado I \n108 \n90 \nEstágio Supervisionado II \n108 \n90 \nEstágio Supervisionado III \n108 \n90 \nInterface Homem-Máquina \n72 \n60 \nMicrocontroladores, Microprocessadores e \nAplicações  \n90 \n75 \nModelagem e Simulação \n54 \n45 \nProgramação Orientada a Objetos II  \n54 \n45 \nOrganização e Recuperação da Informação  \n54 \n45 \nRedes de Computadores \n72 \n60 \nRobótica \n72 \n60 \nSistemas de Automação  \n72 \n60 \nSistemas Digitais II \n72 \n60 \nSistemas Distribuídos \n72 \n60 \nDesenvolvimento Web \n54 \n45 \nProgramação para Dispositivos Móveis \n54 \n45 \nSistemas Inteligentes II \n72 \n60 \nSistemas Inteligentes III  \n72 \n60 \nPesquisa Operacional \n54 \n45 \nTrabalho de Conclusão de Curso I \n54 \n45 \nTrabalho de Conclusão de Curso II \n54 \n45 \nCarga horária do NCE \n2232 \n1860 \n% Carga horária do NCE em relação à \ncarga horária total do curso \n46,62% \n46,62% \n \n \n \n \n", "28": "Bacharelado em Engenharia de Computação| 28 \n \n  \n \n \n \nDisciplinas Eletivas e Optativas Carga horária \n(h/a) \nCarga horária (horas) \nEletiva I \n54 \n45 \nEletiva II \n54 \n45 \nOptativa I \n54 \n45 \nOptativa II \n54 \n45 \nOptativa III \n54 \n45 \nOptativa IV \n54 \n45 \nOptativa V \n54 \n45 \nCarga horária de OP e EL \n378 \n315 \n% Carga horária em relação à \ncarga horária total do curso \n7,89% \n7,89% \n \n \n7.2. \nDisciplinas Optativas (OP) e Eletivas (EL) \n \nEm sua estrutura curricular, o curso contempla ainda carga horária para disciplinas \noptativas e eletivas que, juntamente com as disciplinas obrigatórias, compõem percursos \nformativos que são oferecidos aos estudantes. \nAs disciplinas optativas, que permitem aos estudantes realizarem uma preparação \ndiferenciada de acordo com o interesse de um dado grupo de estudantes, perfazem um total \n225 horas ou 15 créditos. Essas disciplinas estão relacionadas no currículo do curso e \napresentam congruência com a área de formação do Engenheiro da Computação, \npossibilitando o aprofundamento de estudos.  \nPara fins de enriquecimento cultural e/ou atualização de conhecimentos que \ncomplementem a formação acadêmica, o estudante deve cursar disciplinas eletivas, \ncorrespondentes a um total de 90 horas ou 6 créditos em qualquer outro curso de graduação, \ndesde que não pertençam ao currículo de seu curso.  \nEmbora a carga horária das optativas esteja alocada em determinados períodos, o \nestudante poderá cursá-las a qualquer momento, assim como as eletivas, desde que haja \ndisponibilidade de vagas e dentro do limite de créditos para matrícula, conforme disposto na \nResolução COEPE/UEMG Nº 132, de 13 de dezembro de 2013. \n \n \n", "29": "Bacharelado em Engenharia de Computação| 29 \n \n  \n \n \n \n7.3. Disciplinas semi-presenciais \n \nA Portaria nº 1428 de 28 de dezembro de 2018 dispõe sobre a oferta de disciplinas \ncom metodologia a distância em cursos de graduação presencial ofertados por Instituição de \nEducação Superior – IES credenciadas pelo Ministério da Educação. Na aplicação desta \nPortaria, será observada a legislação educacional que dispõe sobre atos autorizativos de \nfuncionamento de IES e de oferta de cursos superiores de graduação na modalidade presencial \ne a distância. \nInserida no contexto da educação superior, a UEMG - instituição universitária pública \n-, cujas funções básicas estão ligadas à produção e à difusão do conhecimento, também \ntrabalha na modalidade EaD. \nEm função de sua estrutura multicampi, a UEMG, utiliza a EaD de modo a possibilitar \nmaior capilaridade e propagação de suas ações no âmbito da graduação, pós-graduação e \nextensão em todo Estado de Minas Gerais. Desta forma, a Universidade assume uma posição \nsingular para o atendimento educacional, face às diversidades regionais e sociais dos \ninúmeros municípios do Estado. \nPara ofertar uma disciplina na modalidade a distância, o professor, junto à \nCoordenação do Curso e a Diretoria Acadêmica da Unidade deverão respeitar a legislação \nvigente, respeitando as diretrizes definidas no Projeto Pedagógico do Curso, além de avaliar a \ndisponibilidade do docente habilitado no conteúdo e na modalidade EaD para a construção da \ndisciplina e do material didático, além da condução e execução da disciplina no ambiente \nvirtual.  \nUma vez aprovada a oferta da disciplina na modalidade EaD, a disciplina deverá ser \nestruturada e planejada para que tenha início sua construção no AVA (Ambiente Virtual de \nAprendizagem). A UEMG utiliza o Moodle que é um software livre de apoio à aprendizagem \npara ambientes virtuais. Além desta ferramenta, outras são usadas de forma complementar, \ntais como: Atividades Wiki, Áudio Conferências, Bibliotecas Digitais, entre outras.  \nO curso de Engenharia de Computação oferece disciplinas semipresenciais e/ou a \ndistância, de maneira condizente com a Portaria supracitada e a legislação educacional da IES, \nalém de ter a avaliação do Núcleo Docente Estruturante e da aprovação no Colegiado do \nCurso.  \n", "30": "Bacharelado em Engenharia de Computação| 30 \n \n  \n \n \n \n7.4. Estágio Curricular Supervisionado \n \nO estágio é considerado um ato educativo supervisionado desenvolvido no ambiente \nde trabalho que visa o desenvolvimento de competências próprias da atividade profissional e à \ncontextualização curricular, contribuindo para o desenvolvimento do estudante para a vida \ncidadã e para o trabalho. \nO estágio curricular permite a interdisciplinaridade, promovendo a interligação entre \nconteúdos e a complementação do saber. Contempla ainda atividades entre empresas, \nprofessores e estudantes, que levem a uma reflexão sobre a importância da \ninterdisciplinaridade e da integração de ações, que levam à relação teoria – prática no \ncontexto da Engenharia de Computação. Desta forma, permitir ao estudante perceber a \ndimensão do seu papel como profissional voltado às soluções de caráter técnico, social, \neconômico e ambiental. \nOs principais objetivos do estágio curricular são: \n \nintegrar a formação acadêmica à realidade profissional; \n \nproporcionar a percepção da responsabilidade do Engenheiro de Computação na \nespecificação, análise, projeto, desenvolvimento e manutenção de sistemas de software e \nsistema de informação; \n \npossibilitar a elaboração de projetos e dar suporte à implantação de sistemas \ncomputacionais e redes de computadores; \n \npossibilitar a elaboração, desenvolvimento e integração de sistemas digitais; \n \nanalisar as necessidades da informação nas diversas áreas do conhecimento, tais como: \nadministração, contabilidade, economia, medicina, engenharia, entre outros; \n \ndemonstrar a capacidade de conhecimento, habilidade, criatividade, consciência crítica \ne reflexiva na solução dos problemas de informação. \n \nA Universidade do Estado de Minas Gerais – Unidade Divinópolis, conta desde 2015, \ncom o Núcleo de Estágios, órgão interno de apoio, que tem como principal objetivo agir como \nfacilitador administrativo e jurídico das atividades de estágio. As atividades de supervisão, \norientação pedagógica e acadêmica de estágio são delegadas à coordenação de estágios do \ncurso que identifica e designa os professores-orientadores. \n", "31": "Bacharelado em Engenharia de Computação| 31 \n \n  \n \n \n \n \nO embasamento legal para os estágios Engenharia de Computação da UEMG – \nUnidade Divinópolis está fundamentado na Resolução CNE/CES n. º 2 de 24 de abril de \n2019, que estabelece as Diretrizes Curriculares para os cursos de Engenharias e na Lei Federal \n11.788, de 25/09/2008, que dispõe sobre o estágio de estudantes. \nO estágio no curso pode ser obrigatório e não obrigatório. O primeiro constitui-se em \natividade obrigatória para todos os estudantes regularmente matriculados no curso. As \nexigências quanto ao seu conteúdo e à sua duração estão fixadas pela Diretriz Curricular \nmencionada anteriormente. O não obrigatório é considerado uma atividade opcional, \ndesenvolvida pelos estudantes regularmente matriculados no curso que queiram \ncomplementar a sua formação profissional, acrescida à carga horária obrigatória e regular. O \nestágio poderá se realizar no município de Divinópolis ou em outro município, desde que \natendidos os pressupostos estabelecidos neste projeto. \nO estágio obrigatório é aquele previsto na estrutura curricular e seu cumprimento é \nrequisito para a integralização do curso e obtenção de diploma. Seu cumprimento se dá por \nmeio de três estágios obrigatórios distintos de, no mínimo, 90 horas cada um, a serem \ncumpridos do 7º ao 9º período. \nPara a boa operacionalização do Estágio e bom desempenho dos estudantes nas \natividades de estágio, bem como estabelecer parcerias de estágio, o Coordenador de Estágios \ndo Curso de Engenharia de Computação UEMG/Divinópolis, deverá ser um professor do \ncurso de Engenharia de Computação, com carga horária de 40 horas semanais, devidamente \ncapacitado para conduzir as atividades de estágio, orientar educandos e coordenar os \nprofessores orientadores de estágio, buscar empresas parceiras, propor convênios, selecionar e \naprovar projetos de estágios. \nAs normas complementares e a discriminação do funcionamento das atividades de \nestágio são descritas em Norma Específica Interna aprovada pelo colegiado de curso no \nApêndice A. \n \n7.5. Atividades Complementares \n \nAs Atividades Complementares constituem-se em componente curricular obrigatória \npara todos os ingressantes a partir de 2014 e perfazem 150 horas. Constituem-se em \n", "32": "Bacharelado em Engenharia de Computação| 32 \n \n  \n \n \n \natividades didático-pedagógicas, que possibilitam o desenvolvimento das habilidades e \ncompetências dos estudantes do curso. Trata-se, portanto de espaços de enriquecimento \ncurricular, que ampliam as oportunidades dos estudantes para se apropriar do conjunto de \nconhecimentos nas áreas de ensino, pesquisa e extensão, permitindo assim, complementar a \nformação acadêmica de maneira customizada. As atividades complementares, aproveitamento \ne o limite de horas estão apresentados em Apêndice B. \nAs Atividades Complementares no curso da Engenharia de Computação são regidas \npela regulamentação do curso. Podem ser cumpridas por meio de atividades regulares na \nprópria instituição ou de outras atividades externas e aprovadas pelo Colegiado de Graduação. \nDa carga horária prevista para o curso, o estudante deve cursar as atividades complementares, \nobrigatoriamente, em, pelo menos, duas, das três modalidades previstas. A carga horária \ncumprida em cada uma das modalidades escolhidas pelo estudante não deve exceder a 60% da \ncarga horária total, bem como 20% do total previsto deve ser cumprido em atividades fora da \ninstituição. \nAs Atividades Complementares do curso são realizadas nas seguintes modalidades:  \nGrupo 1 – Atividades de Extensão \nGrupo 2 – Atividades de Ensino \nGrupo 3 – Atividades de Pesquisa \n \nAs atividades de extensão compõem-se de:  \n \nparticipação em seminários, palestras, simpósios, congressos, encontros, conferências, \ncursos de atualização profissional, oficinas e eventos cujos temas sejam relacionados ao \ncurso, realizados na Instituição ou fora dela; \n \nparticipação em projetos de extensão oferecidos pela Instituição.  \n \nAs atividades de ensino compõem-se de:  \n \nmonitoria; \n \nestudos dirigidos; \n \nestudos autônomos; \n \nestágio não obrigatório. \n \nCompetições acadêmicas, como exemplo: Maratona de programação. \n", "33": "Bacharelado em Engenharia de Computação| 33 \n \n  \n \n \n \n \nAs atividades de pesquisa compõem-se de: \n participação em seminários, palestras, simpósios, congressos, encontros, conferências, \noficinas e eventos cujos temas sejam relacionados ao curso, realizados na Instituição \nou fora dela; \n participação em projetos de pesquisa realizados na Instituição ou fora dela; \n publicação de artigos, sejam em congressos ou periódicos na área da Computação. \n \n7.6. Atividades de Extensão \n \n \nConforme Resolução CNE/CES nº 7 de 18/12/2018 que estabelece a Diretrizes para a \nExtensão no Ensino Superior, deve-se incluir no currículo do curso, atividades de extensão \ncom, no mínimo, 10% (dez por cento) do total da carga horária curricular estudantil dos \ncursos de graduação, as quais deverão fazer parte da matriz curricular dos cursos. \n As Atividades de Extensão estão previstas neste PPC com a carga horária de 405 horas \ne serão realizadas principalmente por meio de projetos de extensão desenvolvidos pelos \nestudantes sob orientação de professores do curso de Engenharia de Computação, bem como \noutras atividades relacionadas às atividades extensionistas. Uma das atividades extensionistas \na se destacar consiste na realização de minicursos e palestras realizadas pelos estudantes, \npodendo inclusive ser propostas por estes, para estudantes do ensino fundamental e médio de \nescolas estaduais da cidade e região, sendo os estudantes proponentes acompanhados por um \nprofessor coordenador das Atividades de Extensão. \nO professor coordenador das Atividades de Extensão do curso de Engenharia de \nComputação da UEMG unidade Divinópolis, deverá ser um professor do curso de Engenharia \nde Computação, com carga horária de 40 horas semanais, devidamente capacitado para \nconduzir as atividades de coordenação de Extensão, de modo a propor atividades relacionadas \na práticas extensionistas, além de analisar os projetos extensionistas propostos pelos demais \nprofessores do curso, além disso, terá como função, contribuir e ser um facilitador dos \nestudantes do curso na realização da carga horária extensionista exigida. \nOs documentos que comprovarão as atividades extensionistas deverão ser entregues \npara o Coordenador das Atividades de Extensão, que deverá encaminhar à Secretária de \n", "34": "Bacharelado em Engenharia de Computação| 34 \n \n  \n \n \n \nRegistro Acadêmico para registro no histórico escolar do estudante. Para isso é necessário a \natribuição de encargos didáticos ao coordenador de extensão do Curso, conforme Art. 3º \ninciso III da RESOLUÇÃO COEPE/UEMG Nº 234, 23 de novembro de 2018, que dispõe \nsobre o cálculo de encargos didáticos. \nAs ações extensionistas desenvolvidas visam atingir os seguintes resultados e impactos \nna formação do estudante: \n \nproporcionar a comunicação entre a sociedade acadêmica e a sociedade externa. \n \nmobilizar docentes, discentes, colaboradores e comunidade sobre questões \ntecnológicas, sociopolíticas, culturais e ambientais. \n \nelaborar e Implantar Gestão de Programas e Projetos que contribua para o \ndesenvolvimento Social e Tecnológico. \n \nofertar cursos aos graduandos como oportunidade de complementação do \nconhecimento acadêmico. \n \npossibilitar o acesso a conhecimentos científicos, práticos e de informações gerais, \nfazendo o intercâmbio entre a comunidade interna e externa. \n \nincentivar e apoiar o corpo docente e discente na publicação e divulgação de suas \nproduções científicas. \nCabe salientar que apenas os estudantes que se ingressarem no curso de Engenharia de \nComputação a partir do primeiro semestre de 2020 terão a obrigatoriedade de realizar a carga \nhorária destinada as atividades extensionistas.  \nAs normas complementares e a discriminação do funcionamento das Atividades de \nExtensão são descritas em Norma Específica Interna aprovada pelo colegiado do curso em \nApêndice E. \n \n \n7.7. Trabalho de Conclusão de Curso \n \nA produção de um Trabalho de Conclusão de Curso (TCC) mostra-se fundamental \npara a consolidação da qualificação do discente para as exigências do mercado de trabalho e \npara o aprimoramento ético do mesmo diante das demandas da sociedade, podendo ser gerada \na partir da prática de estágio realizada durante o curso. Além disso, o TCC inaugura um \n", "35": "Bacharelado em Engenharia de Computação| 35 \n \n  \n \n \n \ncampo de pesquisa e/ou continuidade de formação profissional, seja no âmbito de uma pós-\ngraduação lato sensu e/ou stricto sensu. \nO objetivo do TCC em Engenharia de Computação é o de conduzir o estudante pela \nrotina de elaboração de projetos técnicos/científicos nas diferentes áreas de atuação e afins, \nseguindo normas técnicas aplicáveis a projetos desse nível junto a diretrizes de órgãos \nreguladores e licenciados no Brasil. \nEm relação ao seu formato, o TCC é composto por uma monografia e sua execução \ndeve obedecer aos seguintes procedimentos: \n \nA monografia deverá ser avaliada por uma banca examinadora; \n \nA avaliação constará de três notas, assim distribuídas:  \nI - Projeto;  \nII - Trabalho Escrito;  \nIII - Apresentação e Defesa; \n \nDesenvolver o trabalho de acordo com as normas e metodologia científicas, desde a \nsua estrutura incluindo, também, observância às normas técnicas da ABNT e às normas \nacadêmicas da Unidade Acadêmica de Divinópolis, com orientação e aprovação do professor \norientador. \nPara garantir o acompanhamento e o desenvolvimento do trabalho proposto há um \nprofessor Coordenador de TCC do Curso de Engenharia de Computação UEMG/Divinópolis, \nque deverá ser um professor do curso de Engenharia de Computação, com carga horária de 40 \nhoras semanais, devidamente capacitado para conduzir as atividades de coordenação do TCC, \nde modo a orientar os estudantes e coordenar os professores orientadores de TCC. O \nCoordenador de TCC terá como principais atividades, gerenciar todos os estudantes \nmatriculados nas disciplinas de Trabalho de Conclusão de Curso I e Trabalho de Conclusão \nde Curso II, efetuar o cronograma de apresentação dos Trabalhos de Conclusão de Curso, de \nacordo com a disponibilidade dos professores que compõem a banca examinadora, propor a \ncomposição das bancas examinadoras de acordo com as especificidades dos temas de cada \nTCC alinhadas as competências de cada professor, lançar as notas e afins. \nAs normas complementares e a discriminação do funcionamento das disciplinas \nTrabalho de Conclusão de Curso I e Trabalho de Conclusão de Curso II são descritas em \nNorma Específica Interna aprovada pelo colegiado do curso em Apêndice H. \n", "36": "Bacharelado em Engenharia de Computação| 36 \n \n  \n \n \n \n7.8. Gerenciamento dos laboratórios \n \nO curso de Engenharia de Computação possui uma alta carga prática, de modo que \npara isso há a necessidade de haver disponibilidade de laboratórios que atendam as demandas \ndo curso. \nPara o bom atendimento aos estudantes, os laboratórios devem estar em boas \ncondições, se tratando de manutenções preventivas e corretivas regulares, instalações dos \ndiversos softwares os quais o curso de Engenharia de Computação, bem como outros cursos, \ndemandam. Além do mais, há a necessidade de se efetuar a alocação dos laboratórios de \nacordo com as demandas dos diversos cursos presentes na unidade de Divinópolis, e de modo \na atender especificamente ao curso de Engenharia de Computação, que conforme mencionado \nanteriormente possui alta demanda de uso dos laboratórios. \nPara prover as condições necessárias para o funcionamento dos cursos no que tange o \nuso dos laboratórios, há o professor Coordenador de Laboratório, que deverá ser um professor \ndo curso de Engenharia de Computação, com carga horária de 40 horas semanais, \ndevidamente capacitado para atender as demandas de agendamento dos laboratórios, \ngerenciamento dos softwares, hardwares e da rede dos laboratórios, além de efetuar \npreviamente a alocação de todas as disciplinas de todos os cursos da unidade que demandem \nde laboratórios. \n \n7.9. Atendimento aos requisitos legais e normativos \n \nDecreto nº 5.626, de 22 de dezembro de 2005. Regulamenta a Lei no 10.436, de 24 \nde abril de 2002, que dispõe sobre a Língua Brasileira de Sinais – Libras: a disciplina de \nLibras é oferecida como optativa. \nResolução CNE/CP nº 2, de 15 de junho de 2012. Diretrizes Curriculares \nNacionais para a Educação Ambiental: o conteúdo está contemplado na disciplina \nSociologia. \nResolução CNE/CP nº 1, de 30 de maio de 2012. Diretrizes Nacionais para a \nEducação em Direitos Humanos: o conteúdo está contemplado na disciplina Sociologia. \n", "37": "Bacharelado em Engenharia de Computação| 37 \n \n  \n \n \n \nResolução CNE/CP n° 1 de 17 de junho de 2004. Diretrizes Curriculares \nNacionais para Educação das Relações Étnico-raciais: o conteúdo está contemplado na \ndisciplina Sociologia. \nResolução CNE/CES nº 5 de 16/11/2016. Institui as Diretrizes Curriculares \nNacionais para os cursos de graduação na área da Computação, abrangendo os cursos \nde bacharelado em Ciência da Computação, em Sistemas de Informação, em \nEngenharia de Computação, em Engenharia de Software e de licenciatura em \nComputação, e dá outras providências. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "38": "Bacharelado em Engenharia de Computação| 38 \n \n  \n \n \n \n7.10. Estrutura curricular  \n \nNº \n1º Período - Disciplinas  \nTipo \nCarga Horária Semanal \n(h/a)  \nCarga \nHorária \nTotal \n(h/a) \nCarga \nHorária \nTotal \n(horas) \nCrédi\nto \nPré-\nrequisito \nTeórica \nPrátic\na \nTotal \n1 Algoritmos e Estruturas de \nDados I  \nOBR \n0 \n4 \n4 \n72 \n60 \n4 \n  \n2 Cálculo I \nOBR \n4 \n0 \n4 \n72 \n60 \n4 \n  \n3 Geometria Analítica e Álgebra \nLinear \nOBR \n4 \n0 \n4 \n72 \n60 \n4 \n  \n4 \nIntrodução a Engenharia de \nComputação e Ética \nProfissional \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n5 Metodologia Científica \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n6 Química \nOBR \n3 \n1 \n4 \n72 \n60 \n4 \n  \n7 Sociologia \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n \nAtividades Complementares \nOBR \n \n \n1 \n18 \n15 \n1 \n \n  \nTOTAL  \n  \n21 \n5 \n26 \n468 \n390 \n26 \n  \n \n \n \n \n \n \n \n \n \n \n  \nNº \n2º Período - Disciplinas  \nTipo \nCarga Horária Semanal \n(h/a)  \nCarga \nHorária \nTotal \n(h/a) \nCarga \nHorária \nTotal \n(horas) \nCrédi\nto \nPré-\nrequisito \nTeórica \nPrátic\na \nTotal \n8 Algoritmos e Estruturas de \nDados II \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n1 \n9 Cálculo II \nOBR \n4 \n0 \n4 \n72 \n60 \n4 \n2 \n10 Desenho Técnico \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n11 Filosofia \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n12 Física I \nOBR \n3 \n1 \n4 \n72 \n60 \n4 \n  \n13 Inglês Instrumental \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n14 Leitura e Produção de Textos \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n15 Matemática Discreta \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n \nAtividades Complementares \nOBR \n \n \n1 \n18 \n15 \n1 \n \n \nAtividades de Extensão \nOBR \n \n \n3 \n54 \n45 \n3 \n \n  \nTOTAL  \n  \n24 \n3 \n31 \n558 \n465 \n31 \n  \n", "39": "Bacharelado em Engenharia de Computação| 39 \n \n  \n \n \n \nNº \n3º Período - Disciplinas  \nTipo \nCarga Horária Semanal \n(h/a)  \nCarga \nHorária \nTotal \n(h/a) \nCarga \nHorária \nTotal \n(horas) \nCrédi\nto \nPré-\nrequisito \nTeórica \nPrátic\na \nTotal \n16 Algoritmos e Estrutura de \nDados III \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n8 \n17 Cálculo III \nOBR \n4 \n0 \n4 \n72 \n60 \n4 \n9  \n18 Eletiva I \nEL \n3 \n0 \n3 \n54 \n45 \n3 \n  \n19 Física II \nOBR \n3 \n1 \n4 \n72 \n60 \n4 \n12  \n20 Fundamentos de Sistemas de \nInformação \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n21 Probabilidade e Estatística \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n22 Sequências e Séries \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n9 \n23 Sistemas Digitais I \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n \nAtividades Complementares \nOBR \n \n \n1 \n18 \n15 \n1 \n \n \nAtividades de Extensão \nOBR \n \n \n3 \n54 \n45 \n3 \n \n  \nTOTAL  \n  \n24 \n3 \n31 \n558 \n465 \n31 \n  \n \nNº 4º Período - Disciplinas  \nTipo \nCarga Horária Semanal \n(h/a)  \nCarga \nHorária \nTotal \n(h/a) \nCarga \nHorária \nTotal \n(horas) \nCrédi\nto \nPré-\nrequisito \nTeórica \nPrática \nTotal \n24 Arquitetura de \nComputadores I \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n 1 \n25 \nFundamentos de \nMecânica dos Sólidos e \nFluídos \nOBR \n4 \n0 \n4 \n72 \n60 \n4 \n3, 19 \n26 Física III \nOBR \n3 \n1 \n4 \n72 \n60 \n4 \n  \n27 Equações Diferenciais \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n 17 \n28 Métodos Numéricos \nComputacionais \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n1, 3 \n29 Optativa I \nOP \n3 \n0 \n3 \n54 \n45 \n3 \n  \n30 Programação Orientada a \nObjetos I \nOBR \n0 \n4 \n4 \n72 \n60 \n4 \n 1 \n31 Sistemas Digitais II \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n23 \n \nAtividades \nComplementares \nOBR \n  \n  \n1 \n18 \n15 \n1 \n \n \nAtividades de Extensão \nOBR \n  \n  \n3 \n54 \n45 \n3 \n \n  \nTOTAL  \n  \n20 \n9 \n33 \n594 \n495 \n33 \n  \n", "40": "Bacharelado em Engenharia de Computação| 40 \n \n  \n \n \n \nNº 5º Período - Disciplinas  \nTipo \nCarga Horária Semanal \n(h/a)  \nCarga \nHorária \nTotal \n(h/a) \nCarga \nHorária \nTotal \n(horas) \nCrédi\nto \nPré-\nrequisito \nTeórica \nPrática \nTotal \n32 Arquitetura de \nComputadores II \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n24 \n33 Banco de Dados \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n30  \n34 Circuitos Elétrico-\nEletrônicos I \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n26  \n35 Eletiva II \nEL \n3 \n0 \n3 \n54 \n45 \n3 \n  \n36 Programação Orientada a \nObjetos II  \nOBR \n1 \n2 \n3 \n54 \n45 \n3 \n30  \n37 Sistemas Operacionais \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n  \n38 Pesquisa Operacional \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n 1, 3 \n \nAtividades \nComplementares \nOBR \n  \n  \n1 \n18 \n15 \n1 \n \n \nAtividades de Extensão \nOBR \n  \n  \n3 \n54 \n45 \n3 \n \n  \nTOTAL  \n  \n15 \n10 \n29 \n522 \n435 \n29 \n  \n \n \n \n \n \n \n \n \n \n \n  \nNº 6º Período - Disciplinas  \nTipo \nCarga Horária Semanal \n(h/a)  \nCarga \nHorária \nTotal \n(h/a) \nCarga \nHorária \nTotal \n(horas) \nCrédi\nto \nPré-\nrequisito \nTeórica \nPrática \nTotal \n39 Análise de Sinais e \nSistemas \nOBR \n3 \n1 \n4 \n72 \n60 \n4 \n22, 27  \n40 Circuitos Elétrico-\nEletrônicos II \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n34 \n41 Engenharia de Software I \nOBR \n3 \n1 \n4 \n72 \n60 \n4 \n 30 \n42 Optativa II \nOP \n3 \n0  \n3 \n54 \n45 \n3 \n  \n43 \nOrganização e \nRecuperação da \nInformação  \nOBR \n 0 \n3 \n3 \n54 \n45 \n3 \n30 \n44 Redes de Computadores \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n  \n45 Sistemas Distribuídos \nOBR \n3 \n1 \n4 \n72 \n60 \n4 \n 36, 37 \n \nAtividades \nComplementares \nOBR \n  \n  \n1 \n18 \n15 \n1 \n \n \nAtividades de Extensão \nOBR \n  \n  \n3 \n54 \n45 \n3 \n \n  \nTOTAL  \n  \n16 \n10 \n30 \n540 \n450 \n30 \n  \n", "41": "Bacharelado em Engenharia de Computação| 41 \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n \n  \nNº 7º Período - Disciplinas  \nTipo \nCarga Horária Semanal \n(h/a)  \nCarga \nHorária \nTotal \n(h/a) \nCarga \nHorária \nTotal \n(horas) \nCrédi\nto \nPré-\nrequisito \nTeórica \nPrática \nTotal \n46 Compiladores I  \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n47 Sistemas de Automação \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n40 \n48 Engenharia de Software \nII \nOBR \n3 \n1 \n4 \n72 \n60 \n4 \n41 \n49 Modelagem e Simulação \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n39 \n50 Optativa III \nOP \n3 \n0 \n3 \n54 \n45 \n3 \n \n51 Sistemas Inteligentes I  \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n52 Estágio Supervisionado I \nOBR \n  \n  \n6 \n108 \n90 \n6 \n  \n \nAtividades \nComplementares \nOBR \n  \n  \n1 \n18 \n15 \n1 \n \n \nAtividades de Extensão \nOBR \n  \n  \n3 \n54 \n45 \n3 \n \n  \nTOTAL  \n  \n16 \n5 \n31 \n558 \n465 \n31 \n  \n \n \n \n \n \n \n \n \n \n \n  \nNº 8º Período - Disciplinas  \nTipo \nCarga Horária Semanal \n(h/a)  \nCarga \nHorária \nTotal \n(h/a) \nCarga \nHorária \nTotal \n(horas) \nCrédi\nto \nPré-\nrequisito \nTeórica \nPrática \nTotal \n53 Interface Homem-\nMáquina \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n  \n54 Compiladores II  \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n46 \n55 Optativa IV \nOP \n3 \n0 \n3 \n54 \n45 \n3 \n  \n56 Controle e \nServomecanismo \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n 49 \n57 Desenvolvimento Web  \nOBR \n0 \n3 \n3 \n54 \n45 \n3 \n 1 \n58 Sistemas Inteligentes II \nOBR \n3 \n1 \n4 \n72 \n60 \n4 \n51  \n59 Estágio Supervisionado \nII \nOBR \n  \n  \n6 \n108 \n90 \n6 \n  \n \nAtividades \nComplementares \nOBR \n  \n  \n1 \n18 \n15 \n1 \n \n \nAtividades de Extensão \nOBR \n  \n  \n3 \n54 \n45 \n3 \n \n  \nTOTAL  \n  \n12 \n10 \n32 \n576 \n480 \n32 \n  \n \n", "42": "Bacharelado em Engenharia de Computação| 42 \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nNº 9º Período - Disciplinas  \nTipo \nCarga Horária Semanal \n(h/a)  \nCarga \nHorária \nTotal \n(h/a) \nCarga \nHorária \nTotal \n(horas) \nCrédi\nto \nPré-\nrequisito \nTeórica \nPrática \nTotal \n60 Robótica \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n25, 40  \n61 Metodologia Científica \npara Computação \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n \n62 Computação Gráfica  \nOBR \n1 \n2 \n3 \n54 \n45 \n3 \n1, 3  \n63 Programação para \nDispositivos Móveis \nOBR \n0 \n3 \n3 \n54 \n45 \n3 \n57 \n64 Trabalho de Conclusão \nde Curso I \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n65 Estágio Supervisionado \nIII \nOBR \n  \n  \n6 \n108 \n90 \n6 \n  \n \nAtividades \nComplementares \nOBR \n  \n  \n1 \n18 \n15 \n1 \n \n \nAtividades de Extensão \nOBR \n  \n  \n3 \n54 \n45 \n3 \n \n  \nTOTAL  \n  \n9 \n7 \n26 \n468 \n390 \n26 \n  \n  \n \n \n \n \n \n \n \n \n  \nNº \n10º Período - \nDisciplinas  \nTipo \nCarga Horária Semanal \n(h/a)  \nCarga \nHorária \nTotal \n(h/a) \nCarga \nHorária \nTotal \n(horas) \nCrédi\nto \nPré-\nrequisito \nTeórica \nPrática \nTotal \n66 Administração e \nEmpreendedorismo \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n62 \nMicrocontroladores, \nMicroprocessadores e \nAplicações   \nOBR \n2 \n2 \n4 \n72 \n60 \n4 \n47 \n68 Ambiente e Ciência dos \nMateriais \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n  \n69 Optativa V \nOP \n3 \n0 \n3 \n54 \n45 \n3 \n  \n70 Sistemas Inteligentes III \nOBR \n3 \n1 \n4 \n72 \n60 \n4 \n  \n71 Trabalho de Conclusão \nde Curso II \nOBR \n3 \n0 \n3 \n54 \n45 \n3 \n64 \n \nAtividades \nComplementares \nOBR \n  \n  \n1 \n18 \n15 \n1 \n \n \nAtividades de Extensão \nOBR \n  \n  \n3 \n54 \n45 \n3 \n \n  \nTOTAL  \n  \n17 \n3 \n24 \n432 \n360 \n24 \n  \n \n \n", "43": "Bacharelado em Engenharia de Computação| 43 \n \n  \n \n \n \n \n \n \n \n \nDISCIPLINAS OPTATIVAS \nCARGA \nHORÁRIA \n(HORAS) \nCRÉDITOS \nAdministração de Banco de Dados \n45 \n3 \nCompatibilidade e Interferência Eletromagnética \n45 \n3 \nData Warehouse \n45 \n3 \nGerência de Projetos de Software \n45 \n3 \nGerenciamento de Redes de Computadores \n45 \n3 \nGestão da Qualidade de Software \n45 \n3 \nLibras \n45 \n3 \nMineração de Dados \n45 \n3 \nOtimização Computacional \n45 \n3 \nParadigmas de Programação \n45 \n3 \nProjeto e Análise de Algoritmos \n45 \n3 \nRedes de Alta Velocidade \n45 \n3 \nRedes Neurais Artificiais \n45 \n3 \nSistemas de Tempo Real \n45 \n3 \nSistemas Embarcados \n45 \n3 \nTécnicas Metaheurísticas para Otimização \n45 \n3 \nTópicos Avançados em Sistemas Operacionais \n45 \n3 \nTópicos Especiais em Engenharia de Computação \n45 \n3 \n \n \n \n \n \n \nDIMENSÃO DAS TURMAS \nNº DE ESTUDANTES \nAulas práticas \n20 \nEstágio Supervisionado \n10 \nTrabalho de Conclusão de Curso \n5 \n \n \n \n \n \n \n \n \n", "44": "Bacharelado em Engenharia de Computação| 44 \n \n  \n \n \n \n \nDISTRIBUIÇÃO DA CARGA HORÁRIA \nCARGA \nHORÁRIA \n(HORAS) \nCRÉDITOS \nConteúdos Curriculares Obrigatórios \n3.165 \n211 \nEletivas \n90 \n6 \nOptativas \n225 \n15 \nAtividades Complementares \n150 \n10 \nAtividades de Extensão \n405 \n27 \nEstágio Supervisionado \n270 \n18 \nTrabalho de Conclusão de Curso \n90 \n6 \nTOTAL \n4.395 \n293 \n \n \n \n \n \n \nINDICADORES FIXOS \nREGIME: Semestral \nNº DE VAGAS ANUAIS: 80 \nTURNO: Matutino e Noturno \nTOTAL DE SEMANAS LETIVAS POR SEMESTRE: 18 \nTOTAL DE DIAS LETIVOS POR SEMESTRE: 100 dias \nTOTAL DE DIAS LETIVOS POR SEMANA: 6 dias \nCARGA HORÁRIA SEMANAL: MÁXIMO - 30 horas \nTEMPO DE INTEGRALIZAÇÃO: MÍNIMO – 5 anos / MÁXIMO – 9 anos \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "45": "Bacharelado em Engenharia de Computação| 45 \n \n  \n \n \n \n7.11. Ementários e bibliografia \n \n1º PERÍODO \n \nALGORITMOS E ESTRUTURA DE DADOS I \nEMENTA: Especificação da Linguagem de Programação: Tipos de Dados, Estruturas de \nControle, Entrada e Saída; Representação de Algoritmos na Linguagem de Programação C; \nEstruturas de Dados Homogêneas; Strings; Structs; Funções e Procedimentos, Ponteiros; \nAlocação Dinâmica de Memória; Organização de Arquivos. \n \nBIBLIOGRAFIA BÁSICA: \nCORMEN, Thomas; RIVEST, Ronald, STEIN, Clifford, LEISERSON, Charles. Algoritmos. \nRio de Janeiro: Elsevier, 2002.  \nDEITEL, Paul; DEITEL, Harvey. C++ como programar. 5. ed. São Paulo: Pearson, 2006.    \nMELO, Ana Cristina Vieira de; SILVA, Flávio Soares Corrêa da. Princípios de linguagens de \nprogramação. São Paulo: Edgard Blücher, 2003.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nASCENCIO, A. F. G. & CAMPOS, E. A. V. Fundamentos da programação de computadores. \n2. ed. São Paulo: Pearson Education, 2007. \nMEDINA, Marcelo, FERTIG, Cristina. Algoritmos e programação:  teoria e prática. Novatec. \n2005.  \nMIZRAHI, V. V. Treinamento em linguagem C: módulo 1. São Paulo: Makron Books, 2008.   \nPUGA, S. & RISSETTI, G. Lógica de programação e estruturas de dados com aplicações em \njava. São Paulo: Prentice Hall, 2004. \nZIVIANI, Nívio. Projeto de Algoritmos com Implementação em Pascal e C. Cengage \nLearning. 2010.  \n \nCÁLCULO I \nEMENTA: Números reais. Funções de uma variável real. Limite e continuidade de funções \nde uma variável real. Derivada de funções de uma variável real. Regras de Derivação. \nAplicações da Derivada: Taxas de Variação; Teorema do Valor Médio (TVM); Máximos e \nMínimos; Regra de L’Hospital e Esboço de Gráficos. \n \nBIBLIOGRAFIA BÁSICA: \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo, v. 1. 8. ed. São Paulo: Artmed, \n2007. \nGUIDORIZZI, H. L. Um curso de Cálculo, Vol. 1. 5 ed. Rio de Janeiro: LTC, 2015. \nSTEWART, James. Cálculo, v. 2. São Paulo: Cengage Learning, 2010.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nEDWARDS, C. H.; PENNEY, David E. Cálculo com geometria analítica, v. 2. 4. ed. Rio de \nJaneiro: Prentice Hall, 1997. \n", "46": "Bacharelado em Engenharia de Computação| 46 \n \n  \n \n \n \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo A: funções, limite, derivação, integração. \n6. ed., rev. e ampl. São Paulo: Pearson Prentice Hall, c2007. 7. reimpressão de 2011. \nLEITHOLD, Louis. Cálculo com geometria analítica, v. 1. São Paulo: Harbra, 1994. \nSIMMONS, George Finlay. Cálculo com geometria analítica, v. 1. ed. São Paulo: Mc Graw-\nHill, 1987. \nYAMASHIRO, Seizen; SOUZA, et. al. Matemática com Aplicaçõe Tecnológicas, Vol. 2. São \nPaulo: Blucher, 2016.  \n \nGEOMETRIA ANALÍTICA E ÁLGEBRA LINEAR \nEMENTA: Estudo das matrizes, determinantes e sistemas lineares. Estudo da circunferência, \nestudo das cônicas. Vetores: tratamento algébrico e geométrico (no plano e no espaço), \nproduto escalar, produto vetorial, produto misto, combinação linear de vetores, dependência e \nindependência linear, base e dimensão, a reta e o plano. Estudo do espaço vetorial real, \nsubespaço. \n \nBIBLIOGRAFIA BÁSICA: \nEDWARDS, C. H.; PENNEY, David E. Cálculo com geometria analítica, v. 2. 4. ed. Rio de \nJaneiro: Prentice Hall, 1997. \nREIS, Genésio Lima dos; SILVA, Valdir Vilmar da. Geometria analítica. 2.ed. Rio de \nJaneiro: LTC, 1996. \nSTEINBRUCH, Alfredo ; WINTERLE, Paulo. Geometria analítica. 2.ed. São Paulo: \nMcGraw-Hill, 1987. \nKOLMAN, Bernard. Introdução à álgebra linear com aplicações. 8. ed. Rio de Janeiro: LTC, \n2006.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBOLDRINI, José Luiz et al. Álgebra linear. 3. ed. ampl. rev. São Paulo: Harbra, 1986. \nBOULOS, Paulo. Geometria analítica: um tratamento vetorial. 2. ed. São Paulo: MacGraw-\nHill, 1987. \nBOULOS, Paulo ; CAMARGO, Ivan de. Introdução a geometria analítica do espaço. São \nPaulo: Makron books, 1997. \nIEZZI, Gelson. Fundamentos de matemática elementar, v. 7: geometria analítica. 4 ed. São \nPaulo: Atual, 2004. \nSTEINBRUCH, Alfredo. Geometria analítica plana. São Paulo: Makron, McGraw-Hill, 1991. \nLEON, Steven J. Álgebra linear com aplicações. 4 ed. Rio de Janeiro: LTC, 1999. \nLIPSCHUTZ, Sey Mour. Álgebra linear. 3 ed. São Paulo: Makron Books, 1994. \nMACHADO, Antônio dos Santos. Álgebra linear e geometria analítica. 2. ed. São Paulo: \nAtual, 1982. \nSANTOS, Reginaldo J. Um curso de geometria analítica e álgebra linear. Belo Horizonte: \nUFMG, Imprensa Universitária, 2009. \nWINTERLE, Paulo. Vetores e geometria analítica. São Paulo: Makron Books, 2000.  \n \nINTRODUÇÃO À ENGENHARIA DE COMPUTAÇÃO E ÉTICA PROFISSIONAL \nEMENTA: Conceitos de Engenharia (Regulamentos, Ética Profissional); Evolução \nTecnológica e Consequências Sociais; Ciência, Pesquisa, Engenharia, Projetos, Riscos e \n", "47": "Bacharelado em Engenharia de Computação| 47 \n \n  \n \n \n \nHumanidades; Relação com Clientes; Ciclo do Produto; Áreas de pesquisa e atuação da \ncomputação; Mercado de Trabalho. \n \nBIBLIOGRAFIA BÁSICA: \nCAPRON, H. L.; JOHNSON, J. A. Introdução à informática. 8ª ed.  São Paulo: Prentice-Hall \nBrasil, 2004. ISBN: 9788587918888  \nFEDELI, Ricardo Daniel, GIULIO, Enrico, POLLONI, Franco. Introdução à Ciência da \nComputação. Thomson Pioneira. 2003.   \nHOLTZAPPLE, Mark T.; REECE, W. Dan. Introdução à Engenharia. Rio de Janeiro: LTC, \n2006.  ISBN: 8521615116.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBAZZO, \nWalter \nAntônio; \nPEREIRA, \nLuiz \nTeixeira \ndo \nVale. Introdução \nà \nengenharia: conceitos, ferramentas e comportamentos. 3. ed. rev. [Florianópolis]: Ed. UFSC, \n2012. \nFOROUZAN, B., MOSHARRAF, F. Fundamentos da Ciência da Computação - Tradução da \n2ª Edição Internacional. Cengage Learning. 2012. \nBROOKSHEAR, J. Glenn. Ciência da computação: uma visão abrangente. 11. ed. Porto \nAlegre: Bookman, 2013 \nPATTERSON, David A.; HENNESSY, John L. Organização e projeto de computadores: a \ninterface hardware/software. 5. ed. Rio de Janeiro: Elseiver, ©2017.  \nTANENBAUM, Andrew S. Organização estruturada de computadores. 5. ed. São Paulo, SP: \nPearson Prentice Hall, 2009. 449 p. ISBN 978857605. \n \nMETODOLOGIA CIENTÍFICA \nEMENTA: Objetivos da universidade; As diferentes formas de conhecimento; O \nconhecimento científico; Métodos; Processo de produção do conhecimento científico; Tipos \nde trabalhos científicos; Preparação para a redação de trabalho científico e a leitura crítica de \nartigos científicos; Elaboração de um projeto de pesquisa científica. \n \nBIBLIOGRAFIA BÁSICA: \nFRANÇA, Júnia Lessa; VASCONCELLOS, Ana Cristina de. Manual para normalização de \npublicações técnico-científicas. 9. ed. Belo Horizonte: UFMG, 2013.  \nWAZLAWICK, Raul Sidnei. Metodologia de pesquisa para ciência da computação. 2. ed. Rio \nde Janeiro: Elsevier, 2014 \nSEVERINO, Antonio Joaquim. Metodologia do trabalho científico. 24. ed., rev. e atual. São \nPaulo: Cortez, 2016.   \n \nBIBLIOGRAFIA COMPLEMENTAR: \nCARVALHO, Maria Cecilia Maringoni de (Org.). Construindo o saber: metodologia \ncientífica: fundamentos e técnicas. 24. ed. Campinas: Papirus, 2012. \nMARCONI, Marina de Andrade; LAKATOS, Eva Maria. Fundamentos de metodologia \ncientífica. 8. ed. São Paulo: Atlas, ©2017. \nRUIZ, João Alvaro. Metodologia científica: guia para eficiência nos estudos. 6. ed. São Paulo: \nAtlas, 2017  \n", "48": "Bacharelado em Engenharia de Computação| 48 \n \n  \n \n \n \nMARCONI, Marina de Andrade; LAKATOS, Eva Maria. Metodologia científica. 6. ed., rev. \ne ampl. São Paulo: Atlas, 2011 \nRAMPAZZO, Lino. Metodologia científica: para estudantes dos cursos de graduação e pós-\ngraduação. 8.ed. São Paulo: Loyola, 2015. \n \nQUÍMICA \nEMENTA: Elementos Químicos e as Propriedades Periódicas; Ligações Químicas; Algumas \nFunções Orgânicas e Inorgânicas; Reações Químicas; Cálculo Estequiométrico de Reações \nQuímicas; Corrosão e Proteção; Eletrodeposição; Combustíveis; Tintas e Vernizes; \nLubrificantes. \n \nBIBLIOGRAFIA BÁSICA: \nBRADY, J. E.; HUMISTON, G. E. Química geral. 2. ed. Rio de Janeiro: LTC, 2001.  2v.  \nKOTZ, John C., TREICHEL, Paul M.; WEAVER, Gabriela C. Química geral e reações \nquímicas. 6. ed.  São Paulo: Cengage, 2010. 2 v.  \nRUSSELL, J. B. Química geral. 2. ed. São Paulo: Makron Books, 2006. 2 v. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nADAD, J. M. T. Controle químico de qualidade. Belo Horizonte: Veja, 1969.  \nAMERICAN PUBLIC HEALTH ASSOCIATION. Standard methods for the examination of \nwater and wastewater. 20th. Washington: APHA , 1998.  \nBROWN, Theodore. L. et al. Química: ciência central. 7. ed. Rio de Janeiro: LTC, 1999. 702 \np.  \nGONÇALVES, Edwar Abreu. Manual de segurança e saúde no trabalho. 2. ed. São Paulo: \nLTC, 2003.   \nMAHAN, B. M. Química: um curso universitário. São Paulo: Edgard Blücher, 2007.   \n \nSOCIOLOGIA  \nEMENTA: Conceitos básicos para o entendimento da vida social. O homem: um ser \nsociocultural e histórico. As relações entre o indivíduo e a sociedade: objeto da sociologia. A \nsociologia Clássica: o Positivismo sociológico, o pensamento marxista e o pensamento \nweberiano. Sociedade contemporânea e sustentabilidade ambiental: a instantaneidade da \ninformação, a apologia ao consumo e ao prazer, a descartabilidade de objetos, valores e \npessoas. Os desafios da sociedade contemporânea que considere a diversidade, as questões \nétnico-raciais, os direitos humanos e a igualdade social.  \n \nBIBLIOGRAFIA BÁSICA: \nFERREIRA, Delson. Manual de Sociologia: dos clássicos à sociedade da informação. 2. ed. \nSão Paulo: Atlas, 2006. 247 p. \nREIGOTA, Marcos. O que é educação ambiental. São Paulo: Brasiliense, 2004. \nSANTOS, Boaventura de Sousa. Direitos humanos, democracia e desenvolvimento. São \nPaulo, SP: Cortez Editora, 2013. 133 p. \n \n \n \n \n", "49": "Bacharelado em Engenharia de Computação| 49 \n \n  \n \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBRASIL. Decreto n. 4281, de 25 de junho de 2002. Regulamenta a lei n. 9795, de 27 de abril \nde 1999, que institui a Política Nacional de Educação Ambiental. Diário Oficial da União, 28 \nde abril de 1999. \nBRASIL. Lei n. 10639 de 09 de janeiro de 2003. Altera a lei 9394 de 20 de dezembro de 1996 \nque estabelece as diretrizes e bases da educação nacional para incluir no currículo oficial da \nRede de Ensino a obrigatoriedade da temática História e Cultura Afro-Brasileira. Diário \nOficial da União, 10 de janeiro de 2003. \nBRASIL. Lei n. 11645 de 10 de março de 2008. Altera a lei 9394, de 20 de dezembro de 1996 \nque estabelece as diretrizes e bases da educação nacional, para incluir no currículo oficial da \nRede de Ensino a obrigatoriedade da temática cultural indígena. Diário Oficial da União, 11 \nde março de 2008. \nBRASIL. Resolução n. 1 de 30 de maio de 2012. Estabelece Diretrizes Nacionais para a \nEducação em Direitos Humanos. Diário Oficial da União, 31 de maio de 2012.  \nQUINTANERO, Tânia & BARBOSA, Maria Lígia de O. Um toque de clássicos: Durkheim, \nMarx e Max Weber. Belo Horizonte: Ed. UFMG, 1999. \nTOURAINE, Alain. Crítica da modernidade. Petrópolis: Vozes, 2002. 431p. \n \n2O PERÍODO \n \nALGORITMOS E ESTRUTURA DE DADOS II \nEMENTA: Tipos abstratos de dados (TAD); Ponteiros; Alocação dinâmica de memória; \nIntrodução a análise de complexidade de algoritmos: notações O, Q e W; Estruturas lineares: \nlistas, representação por arrays e por encadeamento, pilhas e filas. Algoritmos de busca e \nordenação em estruturas lineares. Encadeamento em listas e em tabelas. Árvores: formas de \nrepresentação, recursão em árvores, árvores binárias, árvores binárias de busca, listas de \nprioridades, árvores balanceadas. Práticas de Laboratório. \n \nBIBLIOGRAFIA BÁSICA: \nCORMEN, Thomas, RIVEST, Ronald, STEIN, Clifford, LEISERSON, Charles. Algoritmos. \nRio de Janeiro: Elsevier, 2002.   \nEDELWEISS, Nina, GALANTE, Renata. Estruturas de dados. Porto Alegre: Bookman. \n2009. (Série livros didáticos informática UFRGS,18)  \nZIVIANI, Nívio. Projeto de algoritmos com implementação em Pascal e C. São Paulo: \nCengage Learning, 2010.   \n \nBIBLIOGRAFIA COMPLEMENTAR: \nASCENCIO, Ana C. G. Estrutura de dados. São Paulo: Pearson, 2011.  ISBN: \n9788576058816 \nPINTO, W.S. Introdução ao desenvolvimento de algoritmos e estrutura de dados. São Paulo: \nÉrica, 1990. \nPREISS, Bruno. Estruturas de dados e algoritmos. Rio de Janeiro: Campus, 2000. \nTENEMBAUM. Aaron M. Estruturas de dados usando C. São Paulo: Makron Books. 1995. \n884 p. ISBN: 8534603480 \n", "50": "Bacharelado em Engenharia de Computação| 50 \n \n  \n \n \n \nVELOSO, Paulo A. S. Complexidade de algoritmos: análise, projeto e métodos. Porto Alegre, \nRS: Sagra Luzzatto, 2001. \n \nCÁLCULO II \nEMENTA: Integrais indefinidas, integrais definidas. O Teorema Fundamental do Cálculo. \nMétodos de integração. Áreas, volumes. Equações diferenciais lineares de primeira ordem \naplicada ao movimento retilíneo e outras aplicações. \n \nBIBLIOGRAFIA BÁSICA: \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo, v. 1. 8. ed. São Paulo: Artmed, \n2007. \nGUIDORIZZI, H. L. Um curso de Cálculo, Vol. 1. 5 ed. Rio de Janeiro: LTC, 2015. \nSTEWART, James. Cálculo, v. 1. São Paulo: Cengage Learning, 2015.   \n \nBIBLIOGRAFIA COMPLEMENTAR: \nEDWARDS, C. H.; PENNEY, David E. Cálculo com geometria analítica. 4. ed. Rio de \nJaneiro: Prentice Hall, 1997. 3 v. \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo A: funções, limite, derivação, integração. \n6. ed., rev. e ampl. São Paulo: Pearson Prentice Hall, c2007. 7. reimpressão de 2011. \nLEITHOLD, L. Cálculo com geometria analítica, v. 1. ed. São Paulo: Harbra, 1994. \nSIMMONS, G.F. Cálculo com Geometria Analítica, Vol. 1. Ed. McGraw-Hill, SP, 1987. \nYAMASHIRO, Seizen; SOUZA, et. al. Matemática com Aplicaçõe Tecnológicas, Vol. 2. São \nPaulo: Blucher, 2016. \n \nDESENHO TÉCNICO \nEMENTA: Introdução ao desenho: definições, materiais, desenho manual e CAD. Aspectos \ngerais do desenho técnico: normalização brasileira, escrita normalizada, tipos de linha, folhas \nde desenho, legendas, margens, molduras, escalas. Projeções ortogonais. Cortes e seções. \nPerspectivas. Cotas. Desenho assistido por computador aplicado a projetos de cabeamento \nestruturado e estruturas de robôs: criação e modificação de objetos, símbolos, blocos \ndinâmicos, preparação para plotagem. \n \nBIBLIOGRAFIA BÁSICA: \nFRENCH, Thomas E.; VIERCK, Charles. Desenho técnico e tecnologia gráfica. São Paulo: \nGlobo, 2010.  \nSILVA, Eurico de Oliveira E; ALBIERO, Evando; SCHMITT, Alexander; Desenho técnico \nfundamental.  São Paulo: EPU, c1977. (Coleção Desenho Técnico)  \nSPECK, Henderson José; PEIXOTO, Virgílio Vieira. Manual básico de desenho técnico. \n5.ed. Florianópolis: Ed. UFSC, 2009.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 10126:Cotagem em \ndesenho técnico. 1987. \n", "51": "Bacharelado em Engenharia de Computação| 51 \n \n  \n \n \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 12298: Representação de \nárea de corte por meio de hachuras em desenho técnico, 1995.  \nBARBAN, Valentim. Desenho técnico básico: fundamentos do desenho técnico passo a \npasso. 2. ed. Rio de Janeiro: Biblioteca Nacional, 2000.   \nFRENCH, Thomas E.. Desenho técnico. 17. ed. Porto Alegre: Globo, 1977.  \nSILVA, Arlindo et al.. Desenho técnico moderno. 4. ed. Rio de Janeiro: LTC. 2006.  \n \nFILOSOFIA  \nEMENTA: Conceito e objetos da ética. A ética e outras ciências. Problemas morais e \nproblemas éticos. A ética, a moral e outras formas do comportamento humano (religião, \npolítica, direito, ciência e contrato social). Responsabilidade moral, determinismo e liberdade. \nAs avaliações morais e o relativismo ético. \n \nBIBLIOGRAFIA BÁSICA: \nADORNO, T.; HORKHEIMER, M. A dialética do esclarecimento: fragmentos filosóficos. \nRio de Janeiro: Zahar, 1997.  \nNIETZSCHE, F. Além do bem e do mal.   São Paulo: Cia. das Letras, 2005.  \nVAZ, H. C. L. Escritos de filosofia IV: introdução à ética filosófica.  2. Ed. São Paulo: \nLoyola, 2002. (Coleção filosofia; v. 47). ISBN-13:9788515019885 - ISBN-10:8515019884.   \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nABRAMO, Claudio Weber (Org.). Formulação e implantação de Código de Ética em \nempresas: reflexões e sugestões. São Paulo: ETHOS, 2000. 32 p.  \nARISTÓTELES. Ética a Nicômaco: seleção de textos de José Américo Motta Pessanha. São \nPaulo: Nova Cultural, 1987. v. 2. (Os Pensadores)  \nBERNA, Vilmar. A consciência ecológica na administração: passo a passo na direção do \nprogresso com respeito ao meio ambiente. São Paulo. Paulinas, 2006. ISBN:8535616306  \nNOVAES, Adauto (Org.). Ética. São Paulo: Companhia de Bolso, 2007. 564p.  \nSÁNCHEZ VÁSQUEZ, Adolfo. Ética. Rio de Janeiro. Civilização Brasileira, 1995. \n  \nFÍSICA I  \nEMENTA: Conceito de Medição e Sistemas de Unidades. Movimento Retilíneo. Vetores. \nMovimento em duas e três dimensões. Força e movimento. Leis de Newton. Forças de atrito. \nTrabalho e energia cinética. Conservação de energia. Sistemas de partículas e colisões. \nRotação. Rolamento. Torque e momento angular. \n \nBIBLIOGRAFIA BÁSICA: \nSERWAY, Raymond A.; JEWETT JR., John W. Princípios de física, v. 1: mecânica clássica. \nSão Paulo: Thomson, 2007. HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. \nFundamentos de física. 8. ed Rio de Janeiro: LTC, 2009. 4 v. TIPLER, Paul Allen; MOSCA, \nGene.. Física para cientistas e engenheiros. 6. ed Rio de Janeiro: LTC, 2009. 3 v. \n \n \n", "52": "Bacharelado em Engenharia de Computação| 52 \n \n  \n \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nALONSO, Marcelo; FINN, Edward J. Física: um curso universitário. São Paulo: Edgard \nBlücher, 2007. 2 v. \nHALLIDAY, David ; RESNICK, Robert ; KRANE, Kenneth S. Física, 1: mecânica. Rio de \nJaneiro: LTC Ed, 2003. SEARS, Francis Weston, ; ZEMANSKY, Mark Waldo ; YOUNG, \nHugh D. Física I: mecânica. 12. ed. São Paulo: Pearson Addison Wesley, 2010. \nNUSSENZVEIG, Herch Moysés. Curso de física básica, v. 1: mecânica. 4. ed. São Paulo: \nEdgard Blücher, 2009. FRANÇA, Luis Novaes Ferreira,; MATSUMURA, Amadeu Zenjiro. \nMecânica geral. 2ed São Paulo: Edgard Blücher, 2004. \n \nINGLÊS INSTRUMENTAL \nEMENTA: Noções gramaticais. Leitura e compreensão de textos relacionados à informática.  \n \nBIBLIOGRAFIA BÁSICA: \nAZAR, Betty Schrampfer. English grammar: understanding and using workbook. 5. ed. New \nYork: Longman, 2000.  \nGALLO, Lígia Razera. Inglês instrumental para infomática : módulo 1. 2. ed. Editora Ícone. \n2008.   \nMURPHY, Raymond. Essential grammar in use: a self-study reference and practice book for \nelementary students of English. 2. ed. New York: Cambridge University, 1997.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nFERREIRA, Julio Albino.Dicionário Inglês-Português. Editora Porto, 1999. 826 pg.  \nHEWINGS, Martin. (2000). Advanced Grammar in Use: a self study reference and practice \nbook for advanced learners of English. Cambridge University Press. \nMARTIN, Elizabeth A. (Ed.) (2003). Dictionary of Law. 5. ed. Oxford: Oxford University \nPress. \nMUNHOZ, Rosângela. Inglês instrumental:estratégias de leitura: modulo I. São Paulo: \nCentro Paula Souza, Texto novo, 2004. ISBN 8585734367 - (Módulo I)  \nInglês instrumental: estratégias de leitura: módulo II. São Paulo: Texto novo, 2005. ISBN \n858573440X.  \n \nLEITURA E PRODUÇÃO DE TEXTOS \nEMENTA: Discussão sobre a leitura e a escrita, seguida de atividades para promover a \ndesinibição em relação à língua escrita. Prática de leitura de textos variados, acompanhada da \nprodução de textos. Prática da reescrita dos textos produzidos. Noções básicas de texto, \ntextualidade, fatores de textualidade. Diferenças entre língua oral e língua escrita. A questão \nda escrita: condições de produção, relação autor/leitor, adequação linguagem/destinatário, a \ncomposição do texto e da reescrita. \n \nBIBLIOGRAFIA BÁSICA: \nFÁVERO, Leonor Lopes. Coesão e coerência textuais. 10. ed. São Paulo: Ática, 2005.  \nFIORIN, José Luiz, SAVIOLI, Francisco Platão. Para entender o texto: leitura e redação. 16. \ned. São Paulo: Ática, 2006. ISBN: 8508108664.  \n", "53": "Bacharelado em Engenharia de Computação| 53 \n \n  \n \n \n \nFIORIN, José Luiz. Lições de texto: leitura e redação. 4. ed. São Paulo: Ática, 2004. ISBN:  \n8508105940.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nANDRADE, Maria Margarida de, HENRIQUES, Antonio. Língua portuguesa: noções \nbásicas para cursos superiores. 6ed. São Paulo: Atlas, 1999.  \nCLAVER, Ronald. Escrever sem doer: oficina de redação. Belo Horizonte: Ed. UFMG, 1994.   \nGERALDI, João Wanderley (Org.). Texto na sala de aula: leitura e produção. 6. Cascavel: \nAssoeste, 1991.  \nINFANTE, Ulisses. Do texto ao texto: curso prático de leitura e redação. 6. ed. rev. ampl. São \nPaulo: Scipione, 2006.  \n \nMATEMÁTICA DISCRETA \nEMENTA: Métodos de demonstração. Recursão e indução matemática. Teoria dos conjuntos, \nrelações e funções. Relações de ordem e equivalência. Conjuntos enumeráveis. Noções de \nestruturas algébricas: grupos, anéis e corpos. Elementos de teoria dos números. Contagem. \n \nBIBLIOGRAFIA BÁSICA: \nMENEZES, Paulo Blauth. Matemática discreta para computação e informática. 3. ed. São \nPaulo: Bookman, 2010.   \nROSEN, Kenneth H. Matemática discreta e suas aplicações. São Paulo: McGraw-Hill. 6. ed. \n2009.   \nSCHEINERMAN, Edward R. Matemática discreta: uma introdução. São Paulo: Cengage \nLearning, 2010.   \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBEZERRA, L.H; BARROS, P.H.V. de; TOMEI. C.; WILMER, C.. Introdução à Matemática. \nFlorianópolis: Ed. da UFSC, 1995. \nGERSTING, Judith. Fundamentos matemáticos para a ciência da computação. 5. ed. Rio de \nJaneiro: LTC, 2004. 616 p. ISBN-13: 9788521614227. \nGRAHAM, R.L., KNUTH, D.E., PATASHNIK, O. Concrete mathematics: a Foundation for \nComputer Science. Reading MA: Addison-Wesley, 1989. \nLipschutz, Seymour & Lipson, Marc – Matemática Discreta, Coleção Schaum, Bookman, \n2004. ISBN: 8536303611; 9788536303611. \nRoss, Kenneth & Wright, Charles – Discrete Mathematics, Prentice Hall, 1992. ISBN: \n0130652474. \n \n3O PERÍODO \n \nALGORITMOS E ESTRUTURAS DE DADOS III \nEMENTA: Árvores. Árvores binárias de busca. Árvores binárias balanceadas. Filas de \nprioridades. Árvores B. Árvores digitais. Estruturas auto ajustáveis. Noções de grafos. Busca \n", "54": "Bacharelado em Engenharia de Computação| 54 \n \n  \n \n \n \nem largura e profundidade. Árvore geradora mínima. Caminho mais curto. Práticas de \nLaboratório. \n \nBIBLIOGRAFIA BÁSICA: \nASCENCIO, Ana C. G. Estrutura de dados. Rio de Janeiro: Pearson. 2011.   \nCORMEN, Thomas; RIVEST, Ronald; STEIN, Clifford; LEISERSON, Charles. Algoritmos. \nRio de Janeiro: Elsevier, 2002.   \nZIVIANI, Nívio. Projeto de algoritmos com implementação em Pascal e C. São Paulo: \nCengage Learning, 2010.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nEDELWEISS, Nina, GALANTE, Renata. Estruturas de dados. Porto Alegre: Bookman. \n2009. (Coleção Livros didáticos de informática UFRGS, 18)  \nPINTO, W.S. Introdução ao desenvolvimento de algoritmos e estrutura de dados. São Paulo:  \nÉrica, 1990. \nPREISS, Bruno. Estruturas de dados e algoritmos. Rio de Janeiro: Campus, 2000. \nTENEMBAUM. Aaron M. Estruturas de Dados usando C. São Paulo: Makron Books. 1995.  \nVELOSO, Paulo A. S. Complexidade de algoritmos: análise, projeto e métodos. Porto Alegre: \nSagra Luzzatto, 2001.  \n \nCÁLCULO III \nEMENTA: Funções de várias variáveis, gráficos, derivada direcional, gradiente, Teorema de \nFunção Implícita, derivadas de ordem superior, máximos e mínimos a aplicações. Curvas \nplanas e no espaço, vetor tangente. Integrais duplas e triplas. Áreas e Volumes Integrais de \nlinha e de superfície. Teorema de Gauss e Stokes. \n \nBIBLIOGRAFIA BÁSICA: \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo, v. 1. 8. ed. São Paulo: Artmed, \n2007. \nLEITHOLD, L. Cálculo com geometria analítica, v. 2. 3. ed. São Paulo: Harbra, 1994. \nSTEWART, James. Cálculo, v. 2. São Paulo: Cengage Learning, 2010.   \n \nBIBLIOGRAFIA COMPLEMENTAR: \nÁVILA, Geraldo. Cálculo das funções de uma variável, 2. 7. ed. Rio de Janeiro: LTC, 2008. \nEDWARDS, C. H.; PENNEY, David E. Cálculo com geometria analítica, 1. 4. ed. Rio de \nJaneiro: Prentice Hall, 1997. \nPINTO, Diomara; MORGADO, Maria Candida Ferreira. Cálculo diferencial e integral de \nfunções de várias variáveis. Rio de Janeiro: UFRJ, 1999. (Série Ensino). \nRIGHETTO, Armando; FERRAUDO, Antonio Sérgio. Cálculo diferencial e integral. 2. ed. \nSão Paulo: IBEC, 1987. \nSIMMONS, George Finlay. Cálculo com geometria analítica. 2. ed. São Paulo: McGraw-Hill, \n1987.  \n \n \n", "55": "Bacharelado em Engenharia de Computação| 55 \n \n  \n \n \n \nFÍSICA II \nEMENTA: Equilíbrio e elasticidade. Fluídos. Oscilações e Ondas. Conceito de temperatura e \ncalor. Torque. Leis de Newton para rotação. Leis e princípios da termodinâmica.  \n \nBIBLIOGRAFIA BÁSICA: \nALONSO, Marcelo; FINN, Edward J. Física: um curso universitário.  São Paulo: Edgard \nBlücher, 2007. 2 v.   \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl.Fundamentos de física.  8. Ed. Rio \nde Janeiro: LTC, 2009. 4 v.   \nTIPLER, Paul Allen; MOSCA, Gene. Física para cientistas e engenheiros. 6. ed Rio de \nJaneiro: LTC, 2009.   \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBEER, Ferdinand P. Mecânica vetorial para engenheiros: estática. São Paulo: Makron \nBooks, 1994. (13ex) \nSERWAY, Raymond A.; JEWETT JR., John W. Princípios de física, v. 1: movimento \nondulatório e termodinâmica. São Paulo: Thomson, 2006. \nSERWAY, Raymond A.; JEWETT JR., John W. Princípios de física, v. 1: mecânica clássica. \nSão Paulo: Thomson, 2007. \nSEARS, Francis Weston; ZEMANSKY, Mark Waldo; YOUNG, Hugh D; FREEDMAN, \nRoger A. Física I: mecânica. 12. ed. São Paulo: Pearson Addison Wesley, 2010. \nSEARS, Francis Weston; ZEMANSKY, Mark Waldo; YOUNG, Hugh D; FREEDMAN, \nRoger A. Física II: termodinâmica e ondas. 10. ed. São Paulo: Pearson Addison Wesley, \n2007. \nNUSSENZVEIG, Herch Moysés. Curso de fisica básica 2, v. 1: fluidos, oscilaçSes e ondas, \ncalor. 3. ed. São Paulo: Edgard Blücher, 2002. \nBISTAFA, Sylvio Reynaldo. Mecânica dos fluidos: noções e aplicações. São Paulo: Edgard \nBlücher, 2010. \n \nFUNDAMENTOS DE SISTEMAS DE INFORMAÇÃO \nEMENTA: Sistemas: Definição, Classificação, Controle, Subsistemas, Interfaces. Sistemas \nde Informação: Definição, Tipos de Métodos de Análise de Sistemas de Informação. \nParadigmas de Desenvolvimento de Software. Ciclo de Vida de Sistemas de Informação. O \nPapel do Analista de Sistemas no Contexto Empresarial. Os estágios do processo decisório. \nSistemas de informação de suporte ao processo decisório tático e estratégico. Tecnologias de \ninformação aplicadas à sistemas de informação de suporte ao processo decisório estratégico e \ntático. \n \nBIBLIOGRAFIA BÁSICA: \nLAUDON, Kenneth C.; LAUDON, Jane P. Sistemas de informação gerenciais. 9 ed. São \nPaulo: Prentice-Hall, 2011. ISBN: 9788576059233. \nO'BRIEN, James A; MARAKAS, George M. Administração de Sistemas de Informação. 15. \ned. São Paulo: McGraw Hill, 2012. ISBN: 9788580551105. \nRAINER, Kelly R. J; CASEY, Cegielski G. Introdução a Sistemas de Informação. 3. ed. São \nPaulo: Campus, 2012. ISBN: 9788535242058. \n", "56": "Bacharelado em Engenharia de Computação| 56 \n \n  \n \n \n \n \n \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nAUDY, Jorge Luis Nicolas; ANDRADE, Gilberto Keller de; CIDRAL, Alexandre. \nFundamentos de sistemas de informação. São Paulo: Bookman, 2005. 208 p. ISBN: \n8536304480.  \nFERNANDES, Aguinaldo Aragon; TEIXEIRA, Descartes de Souza. Fábrica de software: \nimplantação e gestão de operações. São Paulo: Atlas, 2011. ISBN 9788522436903. \nKROENKE, David M. Sistemas de Informação Gerenciais. São Paulo: Saraiva, 2012. ISBN: \n9788502183698. \nPEREIRA, Silvio do Lago. Estruturas de dados fundamentais:conceitos e aplicações. 12. ed. \nSão Paulo, SP: Érica, 2008. \nSILVA, Nelson Peres da. Análise e estruturas de sistemas de informação.São Paulo: Érica, \n2011. ISBN 9788536501144. \n \nPROBABILIDADE E ESTATÍSTICA \nEMENTA: Probabilidade. Variáveis aleatórias discretas e contínuas unidimensionais e \nbidimensionais. Distribuições de probabilidades discretas (Poisson e binomial) e contínuas \n(normal e exponencial). Introdução aos processos estocásticos. Correlação e auto correlação. \n \nBIBLIOGRAFIA BÁSICA: \nCRESPO, A. A. Estatística fácil. 18. ed. São Paulo: Saraiva, 2006.   \nFONSECA, J. S.; MARTINS, G. A. Curso de estatística. 6. ed. São Paulo: Atlas, 2008. \nMAGALHÃES, M. N.; LIMA, A. C. P. Noções de probabilidade e estatística. 6. ed. São \nPaulo: Universidade de São Paulo, 2004.   \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nANDERSON, David Ray. Estatística aplicada à administração e economia. 2. ed. São Paulo: \nCengage Learning, 2008.  \nBRUNI, Adriano Leal. Estatística aplicada à gestão empresarial. São Paulo: Atlas, 2007.   \nCASTANHEIRA, Nelson. Estatística aplicada a todos níveis. Curitiba: IBPEX Ltda, 2003. \nCOSTA NETO, Pedro Luiz de Oliveira. Estatística. 2.ed. São Paulo: Edgard Blücher, 2002.  \nVIEIRA. S. Elementos de estatística. 4. Ed. São Paulo: Atlas, 2006.  \n \nSEQUÊNCIAS E SÉRIES \nEMENTA: Sequências Numéricas. Séries Numéricas. Critérios de convergência e \ndivergência para séries de termos positivos. Séries absolutamente convergentes. Os Testes da \nrazão e da raiz. Séries de Potência. Representação de funções como séries de potências. Séries \nde Taylor e Fourier. \n \n \n", "57": "Bacharelado em Engenharia de Computação| 57 \n \n  \n \n \n \nBIBLIOGRAFIA BÁSICA: \nSTEWART, James. Cálculo, V.2. São Paulo: Cengage Learning, 2015. \nLEITHOLD, L. O Cálculo com Geometria Analítica, Vol II, 3ª Edição, Harbra 1994. \nTHOMAS, G. B. O Cálculo, Vol. 2. ed. São Paulo, Addison-Wesley/Pearson, 2002. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Paulo: Prentice Hall Brasil, \n2006. \nGUIDORIZZI, H.L. Um Curso de Cálculo, Vol. 4, 5 ed. Rio de Janeiro: LTC, 2015. \nSIMMONS, George F. Cálculo Com Geometria Analítica – Vol. 2. São Paulo: McGraw-Hill, \n1987. 828 p. \nKAPLAN, Wilfred. Cálculo Avançado – Vol 2. São Paulo: Blücher, 2014. \nMATOS, Marivaldo P. Séries e Equações Diferenciais. São Paulo: Prentice Hall, 2001. \n \nSISTEMAS DIGITAIS I \nEMENTA: Sistemas de Numeração; Códigos; Álgebra de Boole; Portas Lógicas; Circuitos \nCombinatórios; Elementos de Memória; Circuitos Sequenciais. \n \nBIBLIOGRAFIA BÁSICA: \nHUTH, Michael; RYAN, Mark. Lógica em ciência da computação. 2. ed. Rio de Janeiro: \nLTC, 2008.  ISBN-13:9788521616108. \nSOUZA, João N. Lógica para ciência da computação. Rio de Janeiro: Campus. 2008. \nTOCCI, Ronald; MOSS, Gregory L.; WIDMER, Neal S. Sistemas digitais: princípios e \naplicações. 11. ed. São Paulo: Pearson Brasil, 2011.  \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBROWN, Stephen. Fundamentals of digital logic with verilog design. 2nd ed. Boston: \nMcGraw Hill, 2008. \nCOPI, Irving M. Lógica simbólica. [Espanha]: CECSA/Grupo Editorial Patria, 2009. \nLOURENÇO, A.C.; CRUZ, E. C.; FERREIRA, Sabrina. Circuitos digitais: estude e use. 9 ed. \nSão Paulo:  Érica, 1996. \nMORENO, Jaime, H., ERCEGOVAC, Milos, LANG, Tomas. Introdução aos sistemas \ndigitais. Porto Alegre: Bookman, 2005. \nPREDKO, Myke. Digital electronics Demystified. Boston: McGraw-Hill, 2004. \n \n4O PERÍODO \n \nARQUITETURA DE COMPUTADORES I \nEMENTA: Sistemas computacionais. Organização de computadores. Arquiteturas. Modos de \nendereçamento. Linguagens de máquina e de montagem. Sistemas baseados em \nmicroprocessadores. Arquiteturas, tipos e aplicações de microcontroladores. Práticas de \nlaboratório. \n \n", "58": "Bacharelado em Engenharia de Computação| 58 \n \n  \n \n \n \nBIBLIOGRAFIA BÁSICA: \nHENNESSY John L.; PATTERSON David A. Arquitetura de computadores: uma abordagem \nquantitativa 4. ed. Rio de Janeiro: Campus. 2009. ISBN: 9788535223552. \nPATTERSON David A., HENNESSY John L. Organização e projeto de computadores. 3.ed. \nRio de Janeiro: Campus. 2005. ISBN:9788535215212. \nTANENBAUM, Andrew S. Organização estruturada de computadores. 5. ed. São Paulo, SP: \nPearson Prentice Hall, 2009.  ISBN 9788576050674. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBOYLESTAD, Robert L. Introdução à análise de circuitos. 12. ed. São Paulo: Pearson \nPrentice Hall, 2012. ISBN: 9788564574205. \nMENDONÇA, Alexandre; ZELENOVSKY, Ricardo. Microcontroladores: programação e \nprojeto com a família 8051. Rio de Janeiro: MZ Editora, 2005. ISBN: 8587385127. \nPAIXÃO, Renato R. Configuração e montagem de PCs com inteligência: instalação, \nconfiguração, atualização e solução de problemas. 2. ed. São Paulo: Érica, 2007.  \nPEDRONI, Volnei A. Eletrônica digital moderna e VHDL. Rio de Janeiro: Campus, 2010. \nISBN: 9788535234657.  \nSTALLINGS, Willian. Arquitetura e organização de computadores. 8. ed. São Paulo: \nPrentice Hall, 2010.  ISBN: 9788576055648. \n \nFUNDAMENTOS DE MECÂNICA DOS SÓLIDOS E FLUIDOS \nEMENTA: Fluidos: Lei de Newton para viscosidade, pressão absoluta, pressão atmosférica e \npressão efetiva, taxa de transferência de calor e resistência térmica. Mecânica dos sólidos: \ntensão de tração, compressão e cisalhamento, propriedade mecânica dos materiais, torção, \nmódulo de resistência a flexão. Aplicações.    \n \nBIBLIOGRAFIA BÁSICA: \nBISTAFA, Sylvio R. Mecânica dos fluidos: noções e aplicações. 4. Ed. São Paulo: Edgard \nBlücher, 2010.   \nBRAGA FILHO, Washington. Fenômenos de transporte para engenharia. São Paulo: LTC, \n2006.  \nHIBBELER, R. C. Resistência dos materiais. 7. Ed. São Paulo: Pearson, 2010. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBIRD, R. Byron; STEWART, Warren E.; LIGHTFOOT, Edwin N. Fenômenos de transporte. \nSão Paulo: 2010.  \nFOX, Robert W; MCDONALD, Alan T. Introdução a mecânica dos fluidos. 4. ed. Rio de \nJaneiro: Guanabara Koogan, 1995. 662 p.  \nGILES, Ranald V. Mecânica dos fluidos e hidráulica. São Paulo: McGraw-Hill, 1980. \n(Coleção Schaum).  \nNASH, William A. Resistência dos materiais. 2. São Paulo: McGraw-Hill do Brasil, 1982.  \nBEER, Ferdinand P. et al. Mecânica vetorial para engenheiros: estática. 7. ed. Rio de \nJaneiro: Mc Graw-Hill, 2010. \n \n \n", "59": "Bacharelado em Engenharia de Computação| 59 \n \n  \n \n \n \nFÍSICA III \nEMENTA:  Lei de Coulomb. Lei de Gauss. Potencial elétrico. Resistores e capacitores. \nCorrente elétrica. Circuitos. Campo magnético. Lei de Ampére. Lei de Faraday. Lei de Lenz.   \nEquações de Maxwell. Magnetismo em meios materiais.  \n \nBIBLIOGRAFIA BÁSICA: \nALONSO, Marcelo; FINN, Edward J. Física um curso universitário. São Paulo: Edgard \nBlücher, 2009. 2 v. \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \neletromagnetismo. 8. ed Rio de Janeiro: LTC, 2009. \nTIPLER, Paul A.; MOSCA, Gene. Física para cientistas e engenheiros: eletricidade e \nmagnetismo, óptica. 6. ed Rio de Janeiro: LTC, 2009. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nHALLIDAY, David; RESNICK, Robert; KRANE, Kenneth S. Física 3. Rio de Janeiro: LTC \nEd, 2008. \nSEARS, Francis Weston; ZEMANSKY, Mark Waldo; YOUNG, Hugh D; FREEDMAN, \nRoger A. Física III: eletromaggnetismo. 12. ed. São Paulo: Pearson Addison Wesley, 2009. \nSERWAY, Raymond A.; JEWETT JR., John W. Princípios de física III: eletromagnetismo. \nSão Paulo: Thomson, 2008. \nNUSSENZVEIG, Herch Moysés. Curso de fisica básica 3: eletromagnetismo. 3. São Paulo: \nEdgard Blücher, 2007. \nBOYLESTAD, Robert L. Introdução à análise de circuitos. 12. ed. São Paulo: Pearson \nAddison Wesley, 2011.  \n \nEQUAÇÕES DIFERENCIAIS \nEMENTA: Equações diferenciais de primeira e segunda ordem. Transformada de Laplace. \nAplicação de equação diferencial em: cinemática, dinâmica, vibrações mecânicas, biologia e \neconomia. \n \nBIBLIOGRAFIA BÁSICA: \nBOYCE, William. E.; DI PRIMA, Richard C. Equações diferenciais elementares e problemas \nde valores de contorno. 9. ed. Rio de Janeiro: LTC, 2010. \nDIACU, Florin. Introdução a equações diferenciais: teoria e aplicações. Rio de Janeiro: LTC, \n2004.  \nLEITHOLD, Louis. Cálculo com geometria analítica. 3. ed. São Paulo: Harbra, 1994.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nABUNAHMAN, Sérgio A. Equações diferenciais. 2. ed. Rio de Janeiro: Erica, 1993. \nFIGUEIREDO, Djairo. G. NEVES, Aloisio. F. Equações Diferenciais Aplicadas, IMPA, Rio \nde Janeiro. 2008. \nÁVILA, Geraldo. Cálculo das funções de uma variável. 7. ed. Rio de Janeiro: LTC, 2006. \nPISKUNOV, N. Calculo diferencial e integral. 10. ed. Porto: Lopes da Silva, 1983. \nSIMMONS, G. F. Cálculo com geometria analítica. 2. ed. São Paulo: McGraw-Hill, 1987.  \n", "60": "Bacharelado em Engenharia de Computação| 60 \n \n  \n \n \n \nMÉTODOS NUMÉRICOS COMPUTACIONAIS \nEMENTA: Representação numérica. Estudo de curvas. Representação polinomial: métodos \nde interpolação, aproximação por Splines. Resolução de sistemas lineares. Autovetores. \nResolução de equações não lineares. Resolução de sistemas não lineares. Técnicas de \nintegração e diferenciação numéricas. Resolução de equações diferenciais ordinárias: métodos \nde Euler, Runge-Kutta, preditor/corretor. Resolução de equações diferenciais parciais. \nAplicações numéricas em uma linguagem de programação. \n \nBIBLIOGRAFIA BÁSICA: \nCAMPOS, Frederico Ferreira. Algoritmos numéricos. 2. ed. Rio de Janeiro: LTC, 2007.  \nCLAUDIO, Dalcidio Moraes. Cálculo numérico computacional: teoria e prática. 3.ed. São \nPaulo: Atlas, 2000.  \nRUGGIERO, Márcia A. G.; LOPES, Vera L. da Rocha. Cálculo numérico: aspectos teóricos \ne computacionais. 2. ed. São Paulo: Makron Books, 2010.   \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBARROSO, Leônidas C. et al. Cálculo numérico. 2. ed. São Paulo: Harbra, 1987.  \nCUNHA, Cristina. Métodos numéricos para as engenharias e ciências aplicadas. Campinas: \nEd da UNICAMP. 1993. \nPINA, Heitor. Métodos numéricos. Lisboa: McGraw-Hill, 1995. \nRODRIGUES, José Alberto. Métodos numéricos: introdução, aplicação e programação. \nLisboa: Silabo, 2003. (Coleção Matemática 20) \nSANTOS, F. Correia. Fundamentos de análise numérica. Lisboa: Silabo, 2002. (Coleção \nMatemática,19). \n \nPROGRAMAÇÃO ORIENTADA A OBJETOS I \nEMENTA: Conceitos de uma linguagem de programação orientada a objetos em \nprofundidade: Classes, Objetos, Abstração, Coesão e Acoplamento, Encapsulamento, Herança \nsimples e múltipla, Polimorfismo de inclusão e paramétrico e objetos polimórficos. \n \nBIBLIOGRAFIA BÁSICA: \nDEITEL, P; DEITEL, H. Java como programar. 8 ed. São Paulo. SP. Pearson Prentice Hall, \n2010. ISBN: 9788576055631. \nSANTOS, Rafael. Introdução a programação orientada a objetos usando Java. Campus. \n2003. ISBN: 853521206X. \nWEST, Davie. et all. Use a cabeça:  análise e projeto orientado ao objeto. Alta Books. 2007.  \nISBN: 9788576081456. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBARNES, David J.; KOLLING, Michael. Programação orientada a objetos com Java. \nMakron Books, 2004. ISBN: 8576050129. \nCARDOSO, Caique. Orientação a objetos na prática. Rio de Janeiro: Ciência Moderna. \n2006.   \n", "61": "Bacharelado em Engenharia de Computação| 61 \n \n  \n \n \n \nMENDES, Antônio. Introdução a programação orientada a objetos com C++.  Rio de \nJaneiro: Elsevier: Campus, 2010. ISBN-13: 9788535237023. \nSILVA, Arídio. Dominando a tecnologia de objetos. Rio de Janeiro: Book Express, 2002. \nISBN: 8586846961. \nWAZLAWICK, Raul S. Análise e projeto de sistemas de informação orientados a objetos. \nSão Paulo: Campus. 2004. \n \nSISTEMAS DIGITAIS II \nEMENTA: Conceitos introdutórios de sistemas analógicos e digitais. Aritmética digital. \nContadores e registradores. Famílias lógicas e circuitos integrados. Dispositivos de memória. \nDispositivos de Lógica programável. Máquinas de estados finitos. Modelagem PC-PO. \nEspecificação do comportamento. Prototipação de Sistemas Digitais. Introdução à abstração e \nlinguagens de descrição de hardware. Práticas em laboratório. \n \nBIBLIOGRAFIA BÁSICA: \nMORGADO, Dias. Sistemas Digitais. Princípios e Prática. 2 ed. 2011. FCA. ISBN: \n9789727226856. \nTOCCI, Ronald; MOSS, Gregory L.; WIDMER, Neal S. Sistemas digitais: princípios e \naplicações. 11. ed. São Paulo: Pearson Brasil, 2011.  ISBN:9788576059226.   \nVAHID, Frank. Sistemas digitais: projeto, organização e HDLs. Porto Alegre: Bookman, \n2008. ISBN: 9788577801909 . \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBOYLESTAD, Robert L. Introdução à análise de circuitos. 12. ed. São Paulo: Pearson \nPrentice Hall, 2012. ISBN: 9788564574205. \nD’AMORE, Roberto. VHDL: descrição e síntese de circuitos digitais. 2. ed. São Paulo: LTC, \n2012. ISBN: 97885221620549. \nFLOYD, Thomas. Sistemas digitais: fundamentos e aplicações. 9. ed. Porto Alegre: \nBookman, 2007. ISBN: 9788560031931. \nLOURENÇO, A.C., CRUZ, E. C., FERREIRA, Sabrina. Circuitos digitais: estude e use. 9 ed. \nSão Paulo:  Érica. \nPEDRONI, Volnei A. Eletrônica digital moderna e VHDL. Rio de Janeiro: Campus, 2010. \nISBN 9788535234657.  \n \n5O PERÍODO \n \nARQUITETURA DE COMPUTADORES II  \nEMENTA: Diagramas funcional e físico de computadores. Hardware. Processos. Software. \nInter-relação entre hardware e software. Arquiteturas paralelas e não-convencionais. \nAvaliação de desempenho. Conceitos básicos de sistemas embarcados. Aplicações para \ninterfaceamento sobre sistemas operacionais em modo protegido. Práticas de Laboratório.  \n \nBIBLIOGRAFIA BÁSICA: \nPARHAMI, \nBehrooz. \nArquitetura \nde \ncomputadores: \nde \nmicroprocessadores \na \nsupercomputadores. São Paulo: McGraw Hill, 2008. ISBN: 9788577260256. \n", "62": "Bacharelado em Engenharia de Computação| 62 \n \n  \n \n \n \nSTALLINGS, Willian. Arquitetura e organização de computadores. 8. ed. São Paulo: \nPrentice Hall, 2010.  ISBN: 9788576055648. \nD'AMORE, Roberto. VHDL: descrição e síntese de circuitos digitais. 2. ed. São Paulo. LTC, \n2012. ISBN: 97885221620549. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBOYLESTAD, Robert L. Introdução à análise de circuitos. 12. ed. São Paulo: Pearson \nPrentice Hall, 2012. ISBN: 9788564574205. \nHENNESSY John L., PATTERSON David A. Arquitetura de computadores: uma abordagem \nquantitativa 4. ed. Rio de Janeiro: Campus. 2009. ISBN: 9788535223552. \nPATTERSON David A., HENNESSY John L. Organização e projeto de computadores. 3. ed. \nRio de Janeiro: Campus, 2005. ISBN: 9788535215212. \nPEDRONI, Volnei A. Eletrônica digital moderna e VHDL. Rio de Janeiro: Campus, 2010.  \nISBN: 9788535234657.  \nTANENBAUM, Andrew S. Organização estruturada de computadores. 5. ed. São Paulo: \nPearson Prentice Hall, 2009.  ISBN 9788576050674. \n \nBANCO DE DADOS \nEMENTA: Banco de Dados - Conceitos Básicos: Arquitetura de um Sistema de Banco de \nDados. Modelos de Dados. Usuário de Banco de Dados. Modelagem de Dados. Projeto de \nbanco de dados: conceitual, lógico e físico. Modelo conceitual de entidades e \nrelacionamentos. Modelo de dados relacional. Dependências funcionais e normalização de \nrelações. Linguagens de Definição e Manipulação de Dados. Banco de Dados Relacional: \nDependência Funcional, Chaves, Normalização, Visões, Integração de Visões. Transações. \nBIBLIOGRAFIA BÁSICA: \nELMASRI, Ramez.; NAVATHE, Shamkant B. Sistema de banco de dados. 3. ed. São Paulo: \nPearson do Brasil, 2011.  \nKORTH, Henry F.; SILBERSCHATZ, Abraham. Sistema de banco de dados. São Paulo: \nPearson Makron Books, 2008. \nLIGHTSTONE, Sam; TEOREY, Toby; NADEAU, Tom. Projeto e modelagem de bancos de \ndados. Rio de Janeiro: Campus,2006. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nALVES, Willian P. Fundamentos de bancos de dados. 1 ed. São Paulo: Érica, 2004. \nDATE, C. J. Introdução aos Sistemas de Bancos de Dados. 8. Ed. Rio de Janeiro:  \nCampus, 2004.  \nGILLENSON, Mark L. Fundamentos de Sistemas de Gerência de Banco de Dados. 1. Ed. Rio \nde Janeiro: LTC, 2006. \nMACHADO, Felipe N. R.. Projeto de banco de dados: uma visão prática. 13. ed. São Paulo: \nÉrica, 2006. 298 p.  \nMOLINA, H, WIDOM, J., ULLMAN, J. Implementação de Sistemas de Banco de Dados, RJ, \nCampus, 2001. \n \n \n \n", "63": "Bacharelado em Engenharia de Computação| 63 \n \n  \n \n \n \nCIRCUITOS ELÉTRICO-ELETRÔNICOS I \nEMENTA: Variáveis de circuitos. Elementos de circuitos. Circuitos resistivos simples. \nTécnicas de análise de circuitos: método das tensões de nó, método das correntes de malha, \ntransformações de fonte, equivalentes de Thévenin e Norton, superposição. Indutância e \ncapacitância. Análise em regime permanente senoidal. Cálculos de potência em regime \npermanente senoidal. Práticas de Laboratório.  \n \nBIBLIOGRAFIA BÁSICA: \nBOYLESTAD, R. L. Introdução à Análise de Circuitos. 13ª edição, Pearson, 2018. ISBN: \n9788543024981. \nNILSSON, J. W.; RIEDEL, S. A. Circuitos elétricos. 10ª edição, Pearson, 2015.  ISBN: \n9788543004785. \nSADIKU, M., ALEXANDER, C. K. Fundamentos de Circuitos Elétricos. 5ª edição, McGraw-\nHill, 2013. ISBN: 9788580551723. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBOYLESTAD, R.L., NASHELSKY, L. Dispositivos Eletrônicos e Teoria dos Circuitos. 11ª \nedição, Pearson, 2013. ISBN: 9788564574212. \nDORF, R. C., SVODOBA, J. A. Introdução aos Circuitos Elétricos. 9ª edição, LTC, 2016. \nISBN: 9788521630760. \nHAYT Jr, W.H., KEMMERLY, J.E., DURBIN, S.M. Análise de Circuitos de Engenharia. 8ª \nedição, Mcgraw Hill, 2014. ISBN: 9788580553833. \nIRWIN, J. D., NELMS, R. M. Análise Básica de Circuitos para Engenharia. 10ª edição, LTC, \n2013. ISBN: 9788521621805. \nJOHNSON, D. E., HILBURN, J. L., JOHNSON, J. R. Fundamentos de Análise de Circuitos \nElétricos. 4ª edição, LTC, 1994. ISBN: 9788521612384. \n \nPROGRAMAÇÃO ORIENTADA A OBJETOS II \nEMENTA: Programação Orientada a Objetos; Exceções; Componentes Swing e \nGerenciadores de Layout; Padrão MVC, Conexão com Banco de Dados, Padrões de Projeto \nGoF e GRASP. \n \nBIBLIOGRAFIA BÁSICA:  \nDEITEL, P. J.  Java como programar. 8ª. ed. São Paulo: Pearson, 2010.  \nHOSTMANN, Cay S; CORNELL, Gary.  Core JAVA 2 - Volume I: Fundamentos. 8ª. ed. \nSão Paulo: Pearson, 2010.  \nSIERRA, Kathy; BATES, Bert.  Use a Cabeça!: JAVA. Rio de Janeiro: Alta Books, 2005. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nAMMERAAL, Leen.  Computação gráfica para programas Java. Rio de Janeiro: LTC, \n2008.  \nHORSTMANN, Cay.  Padrões e projeto orientados a objetos. 2ª. ed. Porto Alegre: Artmed, \n2007.  \n", "64": "Bacharelado em Engenharia de Computação| 64 \n \n  \n \n \n \nMCLAUGHLIN, Brett; WEST, Dave.  Use a Cabeça!: : Análise & Projeto Orientado ao \nObjeto. Rio de Janeiro: Alta Books, 2007.  \nSIERRA, Kathy; BATES, Bert.  Certificação Sun para Programador Java 6. Rio de \nJaneiro: Alta Books, 2009.  \nZIVIANI, Nivio.  Projeto de ALgoritmos: implementação em Java e C++. São Paulo: \nCengage Learning, 2006. \n   \nSISTEMAS OPERACIONAIS \nEMENTA: Sistemas Operacionais: conceitos básicos, histórico e estrutura; Processos \nSequenciais; Processos Concorrentes; Gerenciamento de Processos; Gerenciamento de \nMemória; Gerenciamento de Dispositivos de E/S; Sistema de Arquivos; Análise de Sistemas \nOperacionais. \n \nBIBLIOGRAFIA BÁSICA: \nOLIVEIRA, Rômulo Silva de; CARISSIMI;, Alexandre S.; TOSCANI, Simão S.  Sistemas \noperacionais. 4. ed. Porto Alegre: Bookman, Instituto de Informática da UFRGS, 2010. (Série \nLivros didáticos, 11). \nSILBERSCHATZ, Abraham; GALVIN, Peter Baer; GAGNE, G..Sistemas  operacionais com \nJava. 7.ed. rev. Rio de Janeiro: Elsevier, 2008. \nTANEMBAUM, A. Sistemas operacionais modernos. 3. ed. São Paulo: Pearson Prentice Hall \ndo Brasil, 2009.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nABRAHAN, S. Sistemas Operacionais. Rio de Janeiro:Editora Campus, 2001. \nALVES, William Pereira. Sistemas operacionais. São Paulo: Érica, 2014. \nMARQUES, José Alves et al. Sistemas operacionais. Rio de Janeiro: LTC, 2011. \nMACHADO, F.B, MAIA, L.P. Arquitetura de Sistemas Operacionais. 4. ed. Rio de Janeiro: \nLTC Editora, 2007. \nSILBERSCHATZ, A.; GALVIN, P. B.; GAGNE, Greg.Operating systems concepts. 7th. ed. \nHoboken,NY: John Wiley & Sons, 2004. \nSTALLINGS, W..Operating systems: internals and design principles. 5th ed. Boston, \nPrentice-Hall, 2012. \n \nPESQUISA OPERACIONAL \nEMENTA: Introdução à Pesquisa Operacional. Modelagem de problemas e classificação de \nmodelos matemáticos. Programação Linear. Método Simplex. Dualidade. Análise de \nsensibilidade. Interpretação econômica. Modelos de transporte e alocação. Uso de pacotes \ncomputacionais. \n \nBIBLIOGRAFIA BÁSICA: \nBREGALDA, P.F., OLIVEIRA, A.F. e BORNSTEIN, C.T. - Introdução à Programação \nLinear. Editora Campus, 3ª ed., 1988. \nGOLDBARG, M.C. e LUNA, H.P.L - Otimização Combinatória e Programação Linear: \nModelos e Algoritmos. Editora Campus, 2005. \nEHRLICH, P.J - Pesquisa Operacional: curso introdutório. Editora Atlas, 1991. \n", "65": "Bacharelado em Engenharia de Computação| 65 \n \n  \n \n \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nACKOFF, R.L. e SASIENI, M.W. - Pesquisa Operacional. Editora LTC, Rio de Janeiro, \n1977. \nCHVÁTAL, V. - Linear Programming. Ed. W.H. Freeman and Company, New York, 1983. \nDANTZIG, G.B. - Linear Programming and extensions. Ed. Princeton University Press, 1963. \nHILLIER, F.S. and LIEBERMAN, G.J. - Operations Research. Holden-Day Inc., 2ª ed., 1974. \nSHAMBLIN, J.E. and STEVENS Jr., G.T. - Pesquisa Operacional: Uma Abordagem Básica. \nEditora Atlas, 1989. \n \n6O PERÍODO \n \nANÁLISE DE SINAIS E SISTEMAS  \nEMENTA: Sinais contínuos e discretos no tempo. Sistemas lineares e invariantes no tempo. \nAnálise no domínio do tempo de sistemas em tempo contínuo. Análise no domínio do tempo \nde sistemas em tempo discreto. Análise de sistemas em tempo contínuo usando a \nTransformada de Laplace. Análise de sistemas em tempo discreto usando a Transformada Z. \nAnálise de Fourier de sinais contínuos e discretos no tempo. Filtragem através de sistemas \nlineares e invariantes no tempo. Amostragem de sinais. Aplicações. \n \nBIBLIOGRAFIA BÁSICA: \nGEROMEL, J. C., DEAECTO, G. S. Análise Linear de Sinais. 1ª edição, Blucher, 2019. \nISBN: 9788521214151. \nLATHI, B. P. Sinais e Sistemas Lineares. 2ª edição, Bookman, 2006. ISBN: 9788560031139. \nOPPENHEIM, Alan V.; WILLSKY, Alan S.; NAWAB, Syed Hamid. Sinais e Sistemas. 2ª \nedição, Pearson, 2010. ISBN: 9788576055044. \nOPPENHEIM, Alan V.; WILLSKY, Alan S.; SCHAFER, Ronald W. Processamento em \ntempo discreto de sinais. 3ª edição. São Paulo: Pearson, 2012. ISBN: 9788581431024. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nDINIZ, P. S. R., SILVA, E. A. B., NETTO, S. L. Processamento Digital de Sinais – Projeto e \nAnálise de Sistemas. Bookman, 2014. ISBN: 9788582601235. \nHAYKIN, S., VAN VEEN, Barry. Sinais e Sistemas. 1ª edição, Bookman, 2001. \nISBN: 9788573077414. \nHSU, Hwei P. Sinais e sistemas. 2ª edição, Bookman, 2012. ISBN-13: 978-8577809387. \nNALON, José Alexandre. Introdução ao processamento digital de sinais. 1ª edição, LTC, \n2009. ISBN: 9788521616467. \nMORAIS, V., VIEIRA, C. MATLAB – Curso Completo. FCA – Editora de Informática, Lda. \n2013. ISBN: 9789727227051. \n \nCIRCUITOS ELÉTRICO-ELETRÔNICOS II \nEMENTA: Semicondutores. Diodos: retificadores, reguladores e aplicações especiais. \nTransistores Bipolares de Junção e Efeito de Campo: características, circuitos de polarização, \nmodelagem e análise para pequenos sinais, amplificadores de potência. Amplificadores \noperacionais: características, circuitos inversores e não inversores, realimentação negativa, \n", "66": "Bacharelado em Engenharia de Computação| 66 \n \n  \n \n \n \ncircuitos lineares, filtros ativos, circuitos não lineares. AMP-OPs aplicados ao controle: \nganho, derivador e integrador. Multivibradores e Osciladores. Práticas de laboratório. \n \nBIBLIOGRAFIA BÁSICA: \nBOYLESTAD, R.L., NASHELSKY, L. Dispositivos Eletrônicos e Teoria dos Circuitos. 11ª \nedição, Pearson, 2013. ISBN: 9788564574212. \nMALVINO, A. P., BATES, D. J. Eletrônica - Volume 1 e 2. 8ª edição, McGraw-Hill, 2016. \nISBN: 9788580555769 e ISBN: 9788580555929. \nSEDRA, A. S. Microeletrônica – Volume único. 5ª edição, Prentice Hall, 2007. ISBN: \n9788576050223. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nFRENZEL, L. Eletrônica Moderna - Fundamentos, Dispositivos, Circuitos e Sistemas. 1ª \nedição, McGraw-Hill, 2016. ISBN: 9788580555356. \nHART, D. W. Eletrônica de Potência. 1ª edição, McGraw-Hill, 2012. ISBN: 9788580550450. \nPEDRONI, Volnei A. Eletrônica digital moderna e VHDL. 1ª edição, Campus, 2010. ISBN \n9788535234657. \nRASHID, M. H. Eletrônica de Potência - Dispositivos, Circuitos e Aplicações. 4ª edição, \nPearson, 2014. ISBN: 9788543005942. \nSANTOS, E. J. P. Eletrônica analógica integrada e aplicações. 1ª edição, Livraria da Física, \n2011. ISBN 9788588325784.  \n \nENGENHARIA DE SOFTWARE I \nEMENTA: Introdução à Engenharia de Software: a crise do software, o ciclo de vida do \nsoftware. Fases de desenvolvimento de software, Processos de Desenvolvimento de Software, \nUML - Linguagem de Modelagem Unificada. \n \nBIBLIOGRAFIA BÁSICA: \nSOMMERVILLE, I. Engenharia de software, 9ª Edição, Ed. Pearson Prentice Hall, São \nPaulo, 2011. \nPRESSMAN, R.S. LOWE, D.  Engenharia Web. LTC., 2009. ISBN 9788521616962. \nPRESSMAN, R.S. Engenharia de software: uma abordagem profissional. Bookman. 7ª Ed., \n2011. ISBN 9788563308337. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBEZERRA, E. PRINCÍPIOS DE ANÁLISE E PROJETO DE SISTEMAS COM UML, 2/E. \n2006. ISBN: 978-85-352-1696-7. \nGUSTAFSON, David, A. Teoria e problemas de engenharia de software. Porto Alegre: \nBookman, 2003. 208 p. (Coleção Schaum). \nLARMAN, Craig. Utilizando UML e padrões: uma introdução à análise e ao projeto \norientados a objetos. Porto Alegre: Bookman, 2007. \nPFLEEGER, S. L., Engenharia de Software, Teoria e Prática. Pearson Brasil, 2004. \nREZENDE, Denis Alcides. Engenharia de software e sistemas de informação. 3 ed. Brasport, \n2005. 344 p.  \n \n", "67": "Bacharelado em Engenharia de Computação| 67 \n \n  \n \n \n \nORGANIZAÇÃO E RECUPERAÇÃO DA INFORMAÇÃO \nEMENTA: Modelagem de Recuperação da Informação. Operações com Texto. \nFuncionamento de Sistemas de Coleta. Indexação e Recuperação. Caracterização da Web. \nGeração de Funções para Ordenação de Resultados. Recuperação Inteligente da Informação \nna Web. Bibliotecas Digitais. Web Semântica e Ontologias. Estratégias de Recuperação em \nRedes Sociais. Avaliação de Resultados. \n \nBIBLIOGRAFIA BÁSICA: \nBAEZA-YATES, Ricardo; RIBEIRO NETO, Berthier. Recuperação de Informação. \nConceitos e Tecnologias das Máquinas de Busca. 2nd. ed. São Paulo: Bookman, 2013. ISBN: \n9788582600481. \nMANNING, C.D.; RAGHAVAN, P. R.; SCHÜTZE, H. Introduction to Information \nRetrieval, Cambridge University Press. 2008.   \nFERNEDA, Edberto. Introdução aos modelos computacionais de recuperação de \ninformação. Rio de Janeiro: Ciência Moderna, 2012. ISBN 9788539901883. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBAEZA-YATES, Ricardo; RIBEIRO NETO, Berthier. Modern Information retrieval: the \nconcepts and technology behind search. 2nd. ed. New York: Addison Wesley, 2011. \nISBN:0321416910 / ISBN-13:9780321416919. \nCROFT, B.; METZLER, D.; STROHMAN, T. Search Engines: Information Retrieval in \nPractice. New York: Addison Wesley, 2009. \nINGWERSEN, P.; JÄRVELIN, K. The Turn: Integration of Information Seeking and \nRetrieval in Context. New York: Springer-Verlag, 2005. \nMEYER, C.; LANGVILLE, A. Google’s PageRank and Beyond: The Science of Search \nEngine Rankings. Princeton: University Press, 2006. \nFRAGOSO, Suely; AMARAL, Adriana. Métodos de pesquisa para internet. Porto Alegre: \nSulina, 2011. \n \nREDES DE COMPUTADORES \nEMENTA: Características Gerais e Aplicações; Estruturas, Topologias e Meios de \nTransmissão; Protocolos de Comunicação; Detalhamento dos Níveis do Modelo OSI da ISO; \nAnálise de Algumas Redes do Ponto de Vista do Modelo OSI; Sistemas Operacionais para \nRedes; Desempenho, Custos e Segurança em Redes de Computadores; Interligação de redes. \nProtocolos; Projeto de Redes. \n \nBIBLIOGRAFIA BÁSICA: \nWETHERALL, J., TANENBAUM, D., ANDREW: “Redes de Computadores”. Tradução \nda 5ª edição, 2011. PEARSON EDUCATION – BR. \nOLIFER, N., OLIFER, V.: \"Redes de Computadores: princípios, tecnologias e protocolos \npara o projeto de redes\". Editora LTC, 2008. ISBN 978-85-216-1596-5. \nKUROSE, J. F.; ROSS, K. W.: \"Redes de Computadores e a Internet: uma aborgagem top-\ndown\". Tradução da 5ª edição, 2011. Editora Pearson. \n \n \n", "68": "Bacharelado em Engenharia de Computação| 68 \n \n  \n \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nCoelho, Paulo Eustáquio: \"Projeto de Redes Locais com Cabeamento Estruturado\". Instituto \nOnline (www.institutoonline.com.br), 2003; \nFOROUZAN, Behrouza. Comunicação de dados e redes de computadores. Porto \nAlegre:Bookman, 2008. \nPETERSON, Larry; DAVIE, Bruce S. Redes de computadores: uma abordagem sistêmica. 3. \ned. Rio de Janeiro: Campus, 2004.  \nSOARES, Luis Fernando Gomes; SOUZA FILHO, Guido Lemos de; COLCHER, Sérgio. \nRedes de Computadores: das LAN’s, MAN’s e WAN’s às Redes ATM\". Rio de Janeiro: \nCampus, 1995. \nSTALLINGS, Willian.Data and computer comunnication. 9th ed. Boston: Pearson Prentice \nHall, 2010. \n \nSISTEMAS DISTRIBUÍDOS \nEMENTA: Motivações, Objetivos e Caracterização de Sistemas Distribuídos: Distribuição \ndos Dados e Controle, Classificação, Definição. A Arquitetura de Sistema Distribuído: \nProcessos Paralelos, Estruturação Modular e Abstrações; O Modelo de Camadas e Interfaces. \nInterconexão Física: Topologia, Meios de Transmissão. Aspectos de Projeto e \nImplementação: Compartilhamento de Recursos, Nomeação e Endereçamento, Comunicação \ne Sincronização entre Processos, Proteção, Recuperação de Erros, Tolerância a Falhas. \nProtocolos e Serviços. Especificação e Validação de Protocolos. \n \nBIBLIOGRAFIA BÁSICA: \nCOULOURIS, George F.; DOLLIMORE, Jean; KINDBERG, Tim. Sistemas distribuídos: \nconceitos e projetos. 4. ed. Porto Alegre: Bookman, 2007 - ISBN 9788560031498. \nTANENBAUM, Andrew S.; STEEN, Maarten van. Sistemas distribuídos: princípios e \nparadigmas. 2. ed. São Paulo: Pearson Prentice Hall, 2007 - ISBN 9788576051428. \nGROSSO, William. Java RMI. O'Reilly Media - ISBN 978-1-56592-452-9. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nRIBEIRO, Uirá. Sistemas distribuídos: desenvolvendo aplicações de alta performance no \nLiux.1 ed. Rio de Janeiro: Axcel Books, 2005. \nRIBEIRO, Uirá, Sistemas Distribuídos, 1ª ed, Ed. Axcel Books, 2005 – ISBN: 8573232285 \nTANENBAUN, Andrew S. STEEN, M. V. Sistemas distribuídos: princípios e paradigmas. 2. \ned. São Paulo: Pearson Prentice Hall, 2008. \nTANENBAUM, Andrew S., Sistemas operacionais modernos. 2ª ed, Ed Pearson, 2007 – \nISBN: 8587918575. \nTANENBAUM, Andrew S.; J. WETHERALL, David, Redes de Computadores, 5ª ed, Ed. \nPearson Education – Br, 2011 – ISBN: 9788576059240. \n \n \n \n \n \n \n", "69": "Bacharelado em Engenharia de Computação| 69 \n \n  \n \n \n \n7O PERÍODO \n \nCOMPILADORES I \nEMENTA: Linguagens Regulares; Autômatos Finitos; Linguagens Livres de Contexto; \nAutômatos com Pilha; Máquinas de Turing. O Problema da Parada da Máquina de Turing; \nHierarquia das Classes de Linguagem. \n \nBIBLIOGRAFIA BÁSICA: \nLEWIS Harry R., PAPADIMITRIOU Christos H. Elementos de teoria da computação. 2ª ed. \nPorto Alegre: Bookman, 2004. \nHOPCROFT, John E., ULLMAN, Jeffrey D.; MOTWANI, Rajeev. Introdução a teoria de \nautômatos, linguagens e computação.Rio de Janeiro: Elsevier, 2003.   \nMENEZES, Paulo Fernando Blauth. Linguagens formais e autômatos. 6. ed. Porto Alegre: \nBookman; Instituto de Informática da UFRGS, 2011. (Livros didáticos informática UFRGS; \nv. 3). \n \nBIBLIOGRAFIA COMPLEMENTAR: \nSIPSER, Michael. Introdução à Teoria da Computação. 2a ed.:São Paulo, Thomson, 2007.  \nGERSTING, J. L. Fundamentos Matemáticos para a Ciência da Computação: um tratamento \nmoderno de matemática discreta. 5. ed. Rio de Janeiro: LTC – Livros Técnicos e Científicos, \n2004.  \nROZENBERG, Grzegorz.; SALOMAA, Arto. (Eds.). Handbook of Formal Languages , v. 2: \nlinear modeling.New York: Springer-Verlag, c1997. \nPARKES, Alan. A Concise Introduction to Languages and Machines. London. Springer. 2008 \nVIEIRA, Newton José.Introdução aos fundamentos da computação: linguagens e máquinas. \nSão Paulo, Thomson, 2006. \n \nSISTEMAS DE AUTOMAÇÃO  \nEMENTA: Pirâmide da Automação. Sensores e atuadores: digitais e analógicos; \ncaracterísticas de desempenho dinâmico e estático; linearização, calibração e compensação; \ninterface e comunicação. Sensores e atuadores aplicados a sistemas: pressão, vazão, \ntemperatura, nível, proximidade, velocidade angular.  Controladores lógicos programáveis: \narquitetura e princípio de funcionamento; introdução às linguagens textuais (ST, IL); \nlinguagens gráficas (ladder, FBD, SFC); instruções de temporização, contagem, matemáticas, \nmanipulação de dados, sequenciadores, entradas analógicas e digitais, saídas analógicas e \ndigitais, PWM. Modos de controle: PLC aplicado a sistemas de controle PID em malha \nfechada. Introdução a redes industriais e SCADA. Projetos de sistemas de automação.   \n \nBIBLIOGRAFIA BÁSICA: \nAGUIRRE, L. A. Fundamentos de Instrumentação. 1ª edição, Pearson, 2013. ISBN: \n9788581431833. \nPETRUZELLA, F. D. Controladores Lógicos Programáveis. 4ª edição, AMGH, 2014. ISBN: \n9788580552829. \nMORAES, C. C. e CASTRUCCI, P. L. Engenharia de Automação Industrial. 2ª edição, LTC, \n2010. ISBN: 9788521615323. \n", "70": "Bacharelado em Engenharia de Computação| 70 \n \n  \n \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBALBINOT, A., BRUSAMARELLO, V. J. Instrumentação e Fundamentos de Medidas - \nVolume 1. 3ª edição, LTC, 2019. ISBN: 9788521635833. \nBALBINOT, A., BRUSAMARELLO, V. J. Instrumentação e Fundamentos de Medidas - \nVolume 2. 3ª edição, LTC, 2019. ISBN: 9788521635840. \nBHUYAN, M. Instrumentação Inteligente - Princípios e Aplicações. 1ª edição, LTC, 2013. \nISBN: 9788521622857. \nCAMPOS, M. C. M. M. e TEIXEIRA, H. C. G. Controles Típicos de Equipamentos e \nProcessos Industriais. 1ª edição, Blucher, 2008. ISBN: 9788521205524. \nGROOVER, M. P. Automação Industrial e Sistemas de Manufatura. 3ª edição, Pearson \nPrentice Hall, 2011. ISBN: 9788576058717. \nSILVA, E. A. Introdução às Linguagens de Programação Para CLP. 1ª edição, Blucher, 2016. \nISBN: 9788521210535. \nSOLOMAN, S. Sensores e Sistemas de Controle na Indústria. 2ª edição, LTC, 2012. ISBN: \n9788521610960. \n \nENGENHARIA DE SOFTWARE II \nEMENTA: Processos avançados de desenvolvimento de software. Análise, projeto e \nmanutenção. Engenharia de sistemas, de requisitos e reversa. Reengenharia. Gerência de \nconfiguração e da qualidade. Métricas. Teste de Software. Metodologias Ágeis. \n \nBIBLIOGRAFIA BÁSICA: \nSOMMERVILLE, I. Engenharia de software, 9ª Edição, Ed. Pearson Prentice Hall, São \nPaulo, 2011. \nPRESSMAN, R.S. LOWE, D.  Engenharia Web. LTC., 2009. ISBN 9788521616962. \nPRESSMAN, R.S. Engenharia de software: uma abordagem profissional. Bookman. 7ª Ed., \n2011. ISBN 9788563308337. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBEZERRA, E. PRINCÍPIOS DE ANÁLISE E PROJETO DE SISTEMAS COM UML, 2/E. \n2006. ISBN: 978-85-352-1696-7. \nGUSTAFSON, David, A. Teoria e problemas de engenharia de software. Porto Alegre: \nBookman, 2003. 208 p. (Coleção Schaum). \nLARMAN, Craig. Utilizando UML e padrões: uma introdução à análise e ao projeto \norientados a objetos. Porto Alegre: Bookman, 2007. \nPFLEEGER, S. L., Engenharia de Software, Teoria e Prática. Pearson Brasil, 2004. \nREZENDE, Denis Alcides. Engenharia de software e sistemas de informação. 3 ed. Brasport, \n2005. 344 p.  \n \nMODELAGEM E SIMULAÇÃO \nEMENTA: Caracterização de sistemas dinâmicos lineares. Modelagem matemática de \nprocessos dinâmicos em tempo contínuo e discreto. Representação de modelos através de: \nFunção de transferência; Diagrama de blocos; Equações em espaço de estado. Solução \nanalítica de sistemas dinâmicos lineares. Modelagem analítica de sistemas eletromecânicos: \nmassa mola, térmicos, nível, circuitos RLC e AMP-OPs aplicados ao controle analógico. \n", "71": "Bacharelado em Engenharia de Computação| 71 \n \n  \n \n \n \nEstudo de modelos através de simuladores. Obtenção de modelos de sistemas físicos através \nde resposta temporal. Uso de pacotes e ferramentas de modelagem e análise de sistemas \nlineares. Simulação e validação de modelos. \n \nBIBLIOGRAFIA BÁSICA: \nAGUIRRE, L. A. Introdução à Identificação de Sistemas. Técnicas Lineares e não Lineares \nAplicadas a Sistemas. Teoria e Aplicação. 4ª edição, Editora UFMG, 2015. ISBN: \n9788542300796. \nGARCIA, C. Modelagem e Simulação de Processos Industriais e de Sistemas \nEletromecânicos. 2ª edição, EDUSP, 2013. ISBN: 9788531409042. \nGEROMEL, J. C., PALHARES, A. G. B. Análise Linear de Sistemas Dinâmicos - Teoria, \nensaios práticos e exercícios. 3ª edição, Blucher, 2019. ISBN: 9788521216384.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nKEESMAN, K. J. System Identification: An Introduction. 1ª edição, Springer, 2011. ISBN: \n9780857295217. \nKLUEVER, Craig A. Sistemas dinâmicos: Modelagem, simulação e controle. 1ª edição. Rio \nde Janeiro: LTC, 2017. ISBN: 9788521634584. \nLJUNG. L. System Identification: Theory for the User. 2ª edição, Prentice Hall, 1999. ISBN-\n13: 978-0136566953. \nMONTEIRO, L. H. A. Sistemas Dinâmicos. 4ª edição, Editora Livraria da Física, 2019. ISBN \n9788578615970. \nOGATA, Katsuhiko. Engenharia de Controle Moderno. 5ª edição, Pearson, 2010. ISBN: \n9788576058106. \n \nSISTEMAS INTELIGENTES I \nEMENTA: Visão Geral de Inteligência Artificial; Linguagens de Programação para \nInteligência Artificial; Representação do Conhecimento; Sistemas de Produção; Estratégias de \nBusca; Sistemas de Dedução Baseados em Lógica; Tópicos Avançados em Inteligência \nArtificial; Aplicações. \n \nBIBLIOGRAFIA BÁSICA: \nCARVALHO, A.  Inteligência Artificial - Uma Abordagem de Aprendizado de Máquina. \nLTC. 2013. \nLUGER, G. F. Inteligencia artificial. Bookman. 2004. 979-8536303962. \nRUSSELL, Stuart e NORVIG, Peter. INTELIGÊNCIA ARTIFICIAL, 3E. São Paulo: \nPrentice Hall, 2013. 978-85-352-3701-6. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nLUGER, G.; STUBBLEFIELD, W. Artificial intelligence: structures and strategies for \ncomplex problem solving. 4th. ed.Boston: Addison Wesley,  2002. \nNILSON, N.J. Principles of Artificial Intelligence. Morgan Kaufmann Publishers, 1980. \nWINSTON, P. Artificial Intelligence. 3rd ed. Boston: Addison Wesley., 1993. \nNASCIMENTO JUNIOR., Cairo Lúcio; YONEYAMA, Takashi. Inteligência artificial em \ncontrole e automação. São Paulo:  Edgar Blücher, 2004. \n", "72": "Bacharelado em Engenharia de Computação| 72 \n \n  \n \n \n \nCAMPOS, Mário Massa de. Sistema inteligentes em controle e automação de processos. São \nPaulo: Ciência Moderna, 2004.  \n \n8O PERÍODO \n \nINTERFACE HOMEM MÁQUINA \nEMENTA: Fatores humanos em softwares interativos: teoria, princípios e regras básicas. \nEstudo de processos para o desenvolvimento de interfaces homem-máquina. Técnicas para \nespecificação e projeto de interfaces Web. Formas de interação. Metáforas de interface. \nDesign Universal e Acessibilidade. Avaliação e crítica dos princípios de interface homem-\nmáquina (IHC) em sistemas para internet já existentes, quanto a usabilidade, acessibilidade e \ncomunicabilidade. UX Desing. \n \nBIBLIOGRAFIA BÁSICA: \nBARANAUSKAS, Maria e ROCHA, Heloisa. Design e Avaliação de Interfaces.  \nHumano-Computador. Editora NIED/UNICAMP, 2003. \nOLIVEIRA NETTO, Alvim Antônio de. IHC interação humano computador: modelagem e \ngerência de interfaces com o usuário: sistemas de informações.  \nFlorianópolis: Visual Books, 2004. 120p. \nPREECE, Jennifer. Design de Interação: além da interação homem-computador. Bookman, \n2005. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nCYBIS, W., HOLTZ, A.  FAUST, R.;. Ergonomia e Usabilidade 2ª Edição. 2010. Novatec. \nDIAS, Cláudia. Usabilidade na web: criando portais mais acessíveis. Rio de Janeiro: Alta \nBooks, 2003. \nDIX, A. Human-computer interaction. London: Prentice-Hall, 1998.  \nMEYER, Eric A. Cascading Style Sheets: The Definitive Guide. O’Reilly, 2000. \nNIELSEN, J. Projetando websites. Campus, 2000 - 416 páginas. \n \nCOMPILADORES II \nEMENTA: \nConceitos \nde \ncompiladores. \nLinguagens, \ntradutores, \ncompiladores \ne \ninterpretadores. A estrutura de um compilador: análise léxica, análise sintática, representação \nintermediária, análise semântica, geração e otimização de código. \n \nBIBLIOGRAFIA BÁSICA: \nAHO, A.V.; LAM, M. S.; SETHI, R. ULLMAN, J.D. Compiladores – Princípios, Técnicas e \nFerramentas, Pearson, 2008. \nDELAMARO, Márcio Eduardo. Como Construir um Compilador Utilizando Ferramentas Java. São \nPauo, Novatec, 2004. ISBN: 85-7522-055-1. \nPRICE, Ana Maria de Alencar, TOSCANI, Simão Sirineo. Implementação de Linguagens de \nProgramação: Compiladores. Porto Alegre, Sagra, 2004. \n \n \n \n", "73": "Bacharelado em Engenharia de Computação| 73 \n \n  \n \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nAHO, A. V., ULLMAN, J. D. The Theory of Parsing, Translation, and Compiling. Volume I: Parsing. \nEdPrentice-Hall, Inc. 1972, 542p. \nHOPCROFT, J. E., ULLMAM, J. D. Formal Languagens and Their Relations to Automata. \nAddison-Wesley, 1969. \nHOPCROFT, J. F., ULLMAN, J. D.. Introduction to Automata Theory, Languagens and \nComputation. Ed. Addison-Wesley, 1979. \nMENESES, P. B. Linguagens Formais e Autômatos, Ed. Sagra Luzzato, 2. edição, 1998. \nRECHENBERG, \nPeter.; \nMOSSENBOCK, \nHanspeter.A \ncompiler \ngenerator \nfor \nmicrocomputers. Englewood Cliffs, NJ: Prentice Hall, 1989. \n \nCONTROLE E SERVOMECANISMO \nEMENTA: Propriedades e conceitos básicos do controle de sistemas dinâmicos em malha \nfechada. Função de transferência. Diagramas de blocos. Análise de respostas temporais de \nsistemas lineares invariantes no tempo. Representação de estado de sistemas contínuos e \ndiscretos no tempo. Desempenho de sistemas realimentados. Estabilidade de sistemas \nrealimentados. Resposta em frequência de sistemas contínuos e discretos no tempo. Métodos: \nlugar das raízes, resposta em frequência. Estabilidade no domínio da frequência. Projeto de \nsistemas realimentados. Introdução ao projeto de sistemas realimentados usando espaço de \nestados. \n \nBIBLIOGRAFIA BÁSICA: \nCASTRUCCI, P. B. L., BITTAR, A., SALES, R. M., Controle Automático. 2ª edição. LTC, \n2018. ISBN: 9788521635499. \nGEROMEL, José C.; KOROGUI, Rubens H. Controle Linear de Sistemas Dinâmicos: Teoria, \nEnsaios Práticos e Exercícios. 2ª edição, Blücher, 2019. ISBN: 9788521214694. \nOGATA, Katsuhiko. Engenharia de Controle Moderno. 5ª edição, Pearson, 2010. ISBN: \n9788576058106. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nAGUIRRE, L. A. Controle de Sistemas Amostrados. 1ª edição, 2019. ISBN: 9781799052081. \nDORF, Richard C.; BISHOP, Robert H. Sistemas de Controle Modernos. 13ª edição. Rio de \nJaneiro: LTC,2018. ISBN: 9788521635123. \nFRANKLIN, Gene F.; POWELL, J. David; EMAMI-NAEINI, Abbas. Sistemas de Controle \npara Engenharia. 6ª edição, Bookman, 2013. ISBN: 9788582600672. \nHEMERLY, Elder M. Controle por computador de sistemas dinâmicos. 2ª edição, Blücher, \n2000. ISBN: 9788521202660. \nKLUEVER, Craig A. Sistemas dinâmicos: Modelagem, simulação e controle. 1ª edição. Rio \nde Janeiro: LTC, 2017. ISBN: 9788521634584. \nNISE, N. S. Engenharia de Sistema de Controle. 7ª edição, LTC, 2017. ISBN: \n9788521634355. \n \nDESENVOLVIMENTO WEB \nEMENTA: Estrutura da Web; Conceitos fundamentais da linguagem HTML; Métodos \nespecíficos de processamento e folhas de estilo CSS; Desenvolvimento Front-End utilizando \n", "74": "Bacharelado em Engenharia de Computação| 74 \n \n  \n \n \n \nJavaScript; Desenvolvimento Back-End utilizando PHP; Introdução à frameworks para \ndesenvolvimento Web. Ambiente e Servidores Web. Novas Tecnologias Web. \n \nBIBLIOGRAFIA BÁSICA: \nMILETTO, Evandro Manara; BERTAGNOLLI, Silvia de Castro (Org.). Desenvolvimento de \nsoftware II: introdução ao desenvolvimento web com HTML, CSS, JavaScript e PHP. Porto \nAlegre: Bookman, ©2014. 266 p. (Tekne). ISBN 9788582601952. 7 v. \nMACHADO, Rodrigo Prestes; FRANCO, Mária Häfele Islabão; BERTAGNOLLI, Silvia de \nCastro. Desenvolvimento de software III: programação de sistemas web orientada a objetos \nem Java. Porto Alegre: Bookman, ©2016. 209 p. (Tekne). ISBN 9788582603703 (broch.). 7 \nv. \nMEMÓRIA, Felipe. Design para a Internet: projetando a experiência perfeita. Rio de Janeiro: \nCampus; Elsevier, 2006. xv, 171 p. ISBN 9788535218763. 5 v. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nROGERS, Yvonne; PREECE, Jenny; SHARP, Helen. Design de interação: além da interação \nhomem-computador. 3. ed. Porto Alegre: Bookman, 2013. xiv, 585 p. ISBN 9788582600061. \n31 v. \nKUROSE, James F.; ROSS, Keith W. Redes de computadores e a internet: uma abordagem \ntop-down. 6. ed. São Paulo: Pearson, 2014. 634 p. ISBN 9788588639973. \nGEARY, David M; HORSTMANN, Cay S. Core JavaServer faces. 2. ed. Rio de Janeiro: Alta \nBooks, 2007. xx, 522 p. ISBN 9788576081609. 1 v. \n \nSISTEMAS INTELIGENTES II \nEMENTA: Introdução a sistemas inteligentes. Sistemas Baseados em Conhecimento. \nAprendizado Clássico, supervisionado e não supervisionado. Redes neurais: modelos \nsupervisionados e não supervisionados; Técnicas para clusterização de dados: K-médias, rede \nde Kohonen, modelo GNG. Lógica e Conjuntos Nebulosos, Sistema nebuloso, Inferência \nFuzzy: Regra Modus Ponen Generalizada, Sistema de Regras Fuzzy; Classificador Bayesiano: \nProbabilidades, Algoritmos Genéticos. Teorema de Bayes, Introdução a Redes Bayesianas, \nAprendizado por Reforço: Método TD, Q-Learning; HMM. \n \nBIBLIOGRAFIA BÁSICA: \nHAYKIN, S.; \"Neural Networks: A Comprehensive Foundation\", 2nd ed. Upper Saddle. \nRIVER, N. J. : Prentice Hall, 1999, 842 p. ISBN 0132733501.  \nDUDA, Richard O.; HART, Peter E. Pattern classification. 2nd ed. New York: Wiley, 2001. \n654 p., ISBN 0471056693.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBISHOP, C. M. (2006). Pattern Recognition and Machine Learning. Springer.  \nREZENDE, S.O., Sistemas Inteligentes – Fundamentos e Aplicações, Editora Manole Ltda, \n2003.  \nRUSSEL, S. & NORVIG, P. Artificial Intelligence: A Modern Approach. Prentice Hall, 1995.  \nPEDRYCZ, W., GOMIDE, F., “An Introduction to Fuzzy Sets” – The MIT Press, 1998. \nMITCHELL, T. M. (1997). Machine Learning. McGraw-Hill. \n", "75": "Bacharelado em Engenharia de Computação| 75 \n \n  \n \n \n \n9O PERÍODO \n \nROBÓTICA \nEMENTA: Descrição de aplicações de robôs. Células de produção robotizadas. \nConfigurações de manipuladores. Controle de movimento e trajetória. Implementação de \nmodelamentos de cinemática e dinâmica. Programação de manipuladores. Implementação de \ncontrole de posicionamento e trajetória. Simuladores. \n \nBIBLIOGRAFIA BÁSICA: \nCRAIG, J. J. Robótica (Português). 3ª edição, Pearson, 2013. ISBN: 9788581431284. \nSPONG. M. W., HUTCHINSON, S., VIDYASAGAR, M. Robot Modeling and Control. 1ª \nedição, John Wiley & Sons, 2005.  ISBN: 9780471649908. \nNIKU, Saeed B. Introdução à Robótica - Análise, Controle Aplicações. 1ª edição, LTC, 2013. \nISBN: 9788521622376. \nROMANO, Vitor F. – Robótica Industrial – Aplicação na Indústria de Manufatura e de \nProcessos. Editora Edgard Blücher Ltda. Brasil 1ª edição. BRASIL – 2002.  \nROMERO, R. Robótica Móvel. 1ª edição, LTC, 2014. ISBN: 9788521623038. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nGROOVER, Mikell P. et alli – Robótica – Tecnologia e Aplicação – McGraw-Hill – Brasil – \n1989.  \nPAUL, Richard P. – Robot Manipulators – The MIT Press – USA - 1981.  \nPOLONSKII, Mikhail M. – Introdução á Robótica e Mecatrônica – Ed. Universidade de \nCaxias do Sul – Brasil – 1996.  \nSCIAVICCO, Lorenzo et SICILIANO, Bruno – Modeling and Control of Robot Manipulators \n– The McGraw-Hill Companies, Inc – USA – 1996.  \nKLAFTER, Richard D., CHMIELEWSKI, Thomas A. et NEGIN, Michael – Robotic \nEngineering an Integrated Approach. Ed. Prentice Hall, Englewood Clifs, New Jersey – USA \n– 1989. \nPAZOS, Fernando. Automação de sistemas & robótica. 377 p. ISBN 85-7323-171-8. Rio de \nJaneiro: Axcel, 2002. \n \n \nMETODOLOGIA CIENTÍFICA PARA COMPUTAÇÃO \nEMENTA: Metodologias de escrita científica focando em trabalhos para a área de \nComputação. Tratamento de dados experimentais: medição, sumarização estatística, \napresentação e interpretação de dados experimentais. Carga de trabalho (workloads): \ncaracterização e análise. Métricas apropriadas para as questões buscadas pela pesquisa em \nciência da computação experimental. Projeto experimental: como projetar testes de sistemas \nque são significativos. \n \nBIBLIOGRAFIA BÁSICA:  \nWazlawick, R. S. Metodologia de Pesquisa para Ciência da Computação, Rio de Janeiro, \nElsevier, 2009. \nMORO, \nM. \nM. \nA \nArte \nde \nEscrever \nArtigos \nCientíficos. \nDisponível \nem: \nhttp://homepages.dcc.ufmg.br/~mirella/doku.php?id=escrita. Acesso em 13 de março de 2013. \n", "76": "Bacharelado em Engenharia de Computação| 76 \n \n  \n \n \n \nRaj Jain. The Art of Computer System Performance Analysis: Techniques for Experimental \nDesign, Measurement, Simulation and Modeling, John Wiley & Sons, Inc., 1991. \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nALVES, M. B. M.; ARRUDA, S. M.  Como fazer Referências: Bibliográficas, eletrônicas e \ndemais formas de documentos. Atualizada em fevereiro 2007. Disponível em: \n<http://www.bu.ufsc.br/design/framerefer.php>. Acesso em: 6 fevereiro 2009. \nAREAL, A. C. B.  Plágio e Direito Autoral na Internet Brasileira. 1997. Disponível em: \n<http://www.persocom.com.br/brasilia/plagio1.htm>. Acesso em: 2003. \nECO, H.  Como se faz uma Tese. Tradução de Gilson Cesar Cardoso de Souza. São Paulo: \nPerspectiva, 1989. 170p. Título original: Como se fa una Tesi di Laurea. \nGRIDDITHS, \nR.  \nHow \nto \nwrite \na \ndissertation. \nDisponível \nem: \n<http://www.it.bton.ac.uk/staff/rng/papers/writediss.html>. Acesso em: 5 novembro 2008. \nLAKATOS, E. M.; MARCONI, M. A.  Fundamentos de Metodologia Científica. 6ª ed. São \nPaulo: Altas, 2006. 315p. \n \nCOMPUTAÇÃO GRÁFICA \nEMENTA: Arquitetura de interfaces gráficas. Representação e construção de objetos \ngráficos. Transformações geométricas. Síntese de imagens. Técnicas de iluminação e \nsombreamento. Fundamentos de animação. Ferramentas de aplicação gráfica. (T e P). \n \nBIBLIOGRAFIA BÁSICA: \nAZEVEDO, Eduardo. Computação gráfica: teoria e prática. Rio de Janeiro:  Campus, 2003.  \nMOVANIA, Muhammad Mobeen. OpenGL Development Cookbook, Packt Publishing, 2013. \n326 p. ISBN-10: 1849695040, ISBN-13: 978-1849695046. \nGONZALEZ, Rafael; Woods, Richard. Processamento Digital de Imagens.3. ed. Longman do \nBrasil, 2010. 624p. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nMUNARI, Bruno. Design e comunicação visual: contribuição para uma metodologia didática. \nSao Paulo: Martins Fontes, 2001.  \nSHIRLEY, Peter et al. Fundamentals of Computer Graphics.  2nd ed. São Paulo: Editora A K \nPeters, 2005.  \nGOMES, Jonas; VELHO, Luiz.Computação gráfica. Rio de Janeiro: IMPA. \nFOLEY, James D. et al. Computer graphics: principles and practice. Boston: Addison-\nWesley, 2004. \nHEARN, Donald; BAKER, M.Pauline. Computer graphics: C version. 2nd. ed. Upper Saddler \nRiver: Prentice Hall, 1997. \n \nPROGRAMAÇÃO PARA DISPOSITIVOS MÓVEIS \nEMENTA: Visão geral da Arquitetura software Android; O ambiente de desenvolvimento; O \narquivo Manitesto; Interface do usuário, Views, Widgets, Layouts, Notificações; Principais \nconceitos; Activities, Services, Intents, Intent Filters, Content Provides, Broadcast Receivers; \nPersistência de Dados. \n \n", "77": "Bacharelado em Engenharia de Computação| 77 \n \n  \n \n \n \nBIBLIOGRAFIA BÁSICA: \nLECHETA, Ricardo R. Google Android-3ª Edição: Aprenda a criar aplicações para \ndispositivos móveis com o Android SDK. Novatec Editora, 2013. \nGRIFFITHS, Dawn; GRIFFITHS, David. Head First Android Development: a brain-friendly \nguide. \"O'Reilly Media, Inc.\", 2017. \nDEITEL, Paul J.; DEITEL, Harvey M. Java: como programar. Pearson Education, 2008. \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBURTON, Michael; FELKER, Donn. Desenvolvimento de aplicativos Android para leigos. \nAlta Books Editora, 2014. \nDEITEL, Harvey; DEITEL, Paul; DEITEL, Abbey. Android: Como programar. Bookman \nEditora, 2015. \nLECHETA, Ricardo R. Android Essencial com Kotlin. Novatec Editora, 2018. \nMEDNIEKS, Z. et al. Programming android: Java programming for the new generation of \nmobile devices. O'Reilly Media, 2012.  \nBRITO, Robison C. Android com Android Studio: Passo a Passo. Ciência Moderna Editora, \n2017.  \nTRABALHO DE CONCLUSÃO DE CURSO I \nEMENTA: O TCC I (Trabalho de Conclusão de Curso I) se constitui de uma atividade \nacadêmica de sistematização do conhecimento sobre um objeto de estudo relacionado à \nprofissão ou ao curso, desenvolvida mediante supervisão, orientação e avaliação docente, cuja \nexigência é um requisito essencial e obrigatório para a obtenção do diploma.  \n \n \nBIBLIOGRAFIA BÁSICA: \n \nNão se aplica. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nNão se aplica. \n \n10º PERÍODO \n \nADMINISTRAÇÃO E EMPREENDEDORISMO \nEMENTA: A organização de uma empresa: estrutura e operações. Marketing. Gestão de \npessoas e empregabilidade. Desenvolvimento da capacidade empreendedora. Inovação e \ncriatividade. Técnicas de criação de novos negócios.  \n \nBIBLIOGRAFIA BÁSICA: \nCHIAVENATO, Idalberto. Planejamento estratégico: fundamentos e aplicações. 2. ed. Rio de \nJaneiro: Elsevier, 2009.  \nCHIAVENATO, Idalberto. Teoria geral da administração, v.1: abordagens prescritivas e \nnormativas da administração. 6.ed. rev. e atual. Rio de Janeiro: Elsevier, 2001.  \n", "78": "Bacharelado em Engenharia de Computação| 78 \n \n  \n \n \n \nKWASNICKA, Eunice Laçava. Introdução à administração. 6. ed. rev. ampl.. São Paulo: \nAtlas, 2006. ISBN: 8522435138.  \n \nBIBLIOGRAFIA COMPLEMENTAR: \nANSOFF, H. Igor; DECLERCK, Roger P.; HAYES, Robert. Do planejamento estratégico à \nadministração estratégica. São Paulo: Atlas, 1987.  \nBALLOU, Ronald H. Logística empresarial: transportes, administração de materiais e \ndistribuição física. São Paulo: Atlas, 1993.  \nBRUNI, Adriano Leal. Administração de custos, preços e lucros. 2. ed. São Paulo: Atlas, \n2008.  \nCARVALHO, Marly Monteiro de; RABECHINI, Roque. Construindo competências para \ngerenciar projetos. São Paulo: Atlas, 2005. 320 p. ISBN: 8522441685. \nDRUCKER, Peter F. Administração: tarefas, responsabilidades, práticas. São Paulo: Pioneira, \n1975. 3 v. (Biblioteca Pioneira Administração e Negócios). \n \nMICROCONTROLADORES, MICROPROCESSADORES E APLICAÇÕES \nEMENTA: \nArquitetura \nde \nmicrocontroladores \ne \nmicroprocessadores \ncomerciais. \nProgramação de microcontroladores: tipos e formatos de instruções, modos de \nendereçamento, linguagens Assembly e C. Dispositivos periféricos. Interrupção. Acesso \ndireto à memória. Ferramentas para análise, desenvolvimento e depuração. Utilização de \nsoftwares para simulação de dispositivos microcontroladores e microprocessadores. Projetos \nde aplicações com microprocessadores e microcontroladores. Práticas em laboratório dos \ntemas e tópicos abordados na disciplina. \n \nBIBLIOGRAFIA BÁSICA: \nALMEIDA, R. Programação de Sistemas Embarcados - Desenvolvendo Software para \nMicrocontroladores em Linguagem C. 1ª edição, GEN LTC, 2016. ISBN: 9788535285185. \nDERADIN, G.W., BARRIQUELLO, C.H.  Sistemas Operacionais de Tempo Real e Sua \nAplicação em Sistemas Embarcados. 1ª edição, Blucher, 2019. ISBN: 9788521213963. \nPEREIRA, F. Microcontrolador PIC18 Detalhado - Hardware e Software. 1ª edição, Editora \nÉrica, 2010. ISBN: 9788536502717. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nIBRHAIM, D. PIC Microcontroller Projects in C: Basic to Advanced, 2ª Edição, Elsevier \nScience & Technology, 2014. ISBN: 9780750686112. \nIBRHAIM, D. ARM-based Microcontroller Projects Using mbed, 1ª Edição, Elsevier Science \n& Technology, 2014. ISBN: 9780081029701. \nORDONEZ, E. D. M., PENTEADO, C. G., SILVA, A. C. R. Microcontroladores e FPGAs - \nAplicações em Automação, 1ª edição, Novatec, 2005. ISBN: 8575220799. \nSOUSA, D.R., SOUSA, D.J. Desbravando o Microcontrolador Pic18 - Ensino Didático. 1ª \nedição, Editora Érica, 2012. ISBN: 9788536504025. \nSOUSA, D.R. Tecnologia ARM - Microcontroladores de 32 Bits. 1ª edição, Editora Érica, \n2007. ISBN 9788536501703. \nZILLER, R.M. Microprocessadores: conceitos importantes. 2ª edição, Editora do autor, 2000. \nISBN: 8590103722. \n \n", "79": "Bacharelado em Engenharia de Computação| 79 \n \n  \n \n \n \nAMBIENTE E CIÊNCIAS DOS MATERIAIS \nEMENTA: Ecologia; Efeitos da Tecnologia Industrial sobre o Equilíbrio Ecológico; \nDeterioração de Materiais; Rejeitos como Fonte de Materiais e de Energia; Processos de \nReciclagem de Materiais; Preservação de Recursos Naturais; Análises de Água. \n \nBIBLIOGRAFIA BÁSICA: \nBRANCO, Samuel Murgel. Meio ambiente em debate. 3. ed. reform. São Paulo: Moderna, \n2010.  \nCARVALHO, Isabel Cristina de Moura; GRUN, Mauro; TRAJBER, Rachel (org). Pensar o \nambiente: bases filosóficas para a educação ambiental. \nDERÍSIO, José Carlos. Introdução ao controle de poluição ambiental. 3. ed. rev. ampl. São \nPaulo: Signus, 2007. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nAKCELURD, Leni. Fundamentos da ciência dos polímeros. Barueri: Manole, 2006. \nCALLISTER, William. Ciência e Engenharia de Materiais: Uma Introdução. LTC. 7ª Ed.  \nROSA, Derval dos Santos; PANTANO FILHO, Rubens. Meio ambiente: múltiplos \nolhares.Campinas:Companhia da Escola, 2005. \nSHACKELFORD, James. Ciência dos Materiais. Pearson. 6ª Edição. 2008.  \nVLACK, Lawrene H. Princípios de ciências e tecnologia dos materiais. Rio de Janeiro: \nCampus, 2003. \nMEDEIROS, João Bosco. Português instrumental: para cursos de contabilidade, economia e \nadministração. 4ed. São Paulo: Atlas. 2000. \n \nSISTEMAS INTELIGENTES III \nEMENTA:  Considerações iniciais da área de Inteligência computacional. Inteligência \ncomputacional \nsimbólica. \nInteligência \ncomputacional \nconexionista. \nInteligência \ncomputacional evolucionária. Inteligência computacional probabilística. Redes neurais \nartificiais. Modelo do Neurônio, Topologias de redes neurais artificiais. Sistemas Fuzzy: \nconjuntos nebulosos. Conjunto de regras Fuzzy. Algoritmos genéticos. Redes Bayesianas. \nAplicações da inteligência computacional. \n \nBIBLIOGRAFIA BÁSICA: \nARTERO, A. Inteligência Artificial: Teoria e Prática, Editora Livraria da Física, 1ª. Edição, \n2008. \nRUSSEL, S.; NORVIG, P. Inteligência Artificial. Editora Campus, 2004.Berry, M.; Linoff, \nG. Data Mining Techniques. Wiley. 1997.  \nFACELI, K.; LORENA, A.; GAMA, J.; CARVALHO, A. P. L. Inteligência Artificial - Uma \nAbordagem de Aprendizado de Máquina, LTC, 1a Edição, 2011. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nGIARRATANO, J. C.; RILEY, G. Expert Systems: Principles And Programming, Course \nTechnology, 4a. Edição, 2004.  \nGOLDBERG, D. E. Genetic Algorithms In Search, Optimization, And Machine Learning, \nAddison-Wesley Professional, 1a. Edição, 1989.  \n", "80": "Bacharelado em Engenharia de Computação| 80 \n \n  \n \n \n \nHAN, J.; KAMBER, M. Data Mining: Concepts And Techniques. Morgan Kaufmann.2006.  \nHAYKIN, S. Redes Neurais: Princípios E Práticas. Editora Bookman, 2001.  \nSHAW, I. S.; SIMÕES, M. G. Controle E Modelagem Fuzzy, Editora Edgard Blucher Ltda, \n1ª. Edição, 2001. \n \nTRABALHO DE CONCLUSÃO DE CURSO II \nEMENTA: O TCC II (Trabalho de Conclusão de Curso II) se constitui de uma atividade \nacadêmica de sistematização do conhecimento sobre um objeto de estudo relacionado à \nprofissão ou ao curso, desenvolvida mediante supervisão, orientação e avaliação docente, cuja \nexigência é um requisito essencial e obrigatório para a obtenção do diploma.  \n \n \nBIBLIOGRAFIA BÁSICA: \n \nNão se aplica. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nNão se aplica. \n \n \nOPTATIVAS \n \nLIBRAS \nEMENTA: Língua Brasileira de Sinais: LIBRAS - Surdez Abordagem Geral: Linguagem, \nSurdez e Educação. Histórico e Legislação. A pessoa surda nas relações político, sociais e \neducacionais. Atendimento da pessoa surda e a sua inclusão na escola comum. Papel \nlinguístico das associações e escolas para surdos. A função do intérprete e do instrutor de \nLIBRAS na escolarização/inclusão do surdo. Introdução à gramática de LIBRAS. \n \nBIBLIOGRAFIA BÁSICA \nARENA, Sabine Antonialli; MOURA, Maria Cecília; CAMPOS, Sandra Regina Leite de. \nEducação para surdos: práticas e perspectivas. Santos Editora, 2008.  \nMINISTÉRIO DA EDUCAÇÃO. O tradutor e intérprete de língua brasileira de sinais e \nlíngua portuguesa. Secretaria de Educação Especial/Programa Nacional de Apoio à Educação \nde Surdos. Brasília: MEC; SEESP, 2003.  \nSTROBEL, Karin. As imagens do outro sobre a cultura surda. Florianópolis: Ed. da UFSC, \n2008. \n \n BIBLIOGRAFIA COMPLEMENTAR \nBrasil - Desenvolvendo competências para o atendimento às necessidades educacionais de \nestudantes surdos / Coordenação geral: SEESP/MEC; organização: Maria Salete Fábio \nAranha. – Brasília: Ministério da Educação Especial, 2005. 116p. (saberes e Práticas da \nInclusão 5). 2005. \n", "81": "Bacharelado em Engenharia de Computação| 81 \n \n  \n \n \n \nFELIPE, Tanya A. (1997b) Libras em contexto - Curso Básico. Livro do estudante. FENEIS. \nMEC/FNDE. \nFERNANDES, E. Problemas Lingísticos e Cognitivos do Surdo. Rio de Janeiro: AGIR, 1990. \n ____(1997b) Libras em contexto - Curso Básico. Livro do professor. FENEIS. MEC/FNDE \nLIBRAS – Dicionário da Língua Brasileira de Sinais. Projeto Acessibilidade Brasil: \nPresidência da República. Secretaria Especial de Direitos Humanos. Coordenadoria Nacional \nde Deficiência – CORDE. Disponível em: <http://www.acessobrasil.org.br/libras/ >. Acesso \nem: 15.09.2009. \nQUADROS, Ronice Muller de. O tradutor e interprete de língua brasileira de sinais e língua \nportuguesa: Programa Nacional de Apoio ŕ Educaçăo de Surdos. Brasília: MEC/SEESP, \n2004. Disponível em http://portal.mec.gov.br/seesp/arquivos/pdf/tradutorlibras.pdf >. Acesso \nem: 15.09.2009. \n \nMINERAÇÃO DE DADOS \nEMENTA: Introdução e aplicações de mineração de dados; Processo de descoberta de \nconhecimento em bases de dados; Pré-processamento de dados; Técnicas de mineração de \ndados para as tarefas de extração de regras de associação e padrões de sequência, \nagrupamento (clustering), classificação e regressão; Uso de ferramentas de mineração de \ndados. \n \nBIBLIOGRAFIA BÁSICA: \nTAN, P., STEINBACH, M., KUMAR, V., Introdução ao Data Mining, Editora Ciência \nModerna, 2009, ISBN: 8573937619. \nHAN, J., KAMBER, M., Data Mining: Concepts and Techniques, Morgan Kaufmann \nPublishers, 2a. edição, 2006. ISBN: 1558609016. \nWITTEN, I.H., FRANK, E., Data Mining: Practical Machine Learning Tools and Techniques. \nMorgan Kaufmann, 2a. edição, 2005. ISBN: 0120884070. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nZAKI M., MEIRA Jr., W., Fundamentals of Data Mining Algorithms, Cambridge, 2014. \nISBN: 0521766338. \nREZENDE, S.O., Sistemas inteligentes: fundamentos e aplicações, Manole, 2005. ISBN: \n8520416837. \nLINOFF, G.S., BERRY, M.J.A., Data Mining Techniques: For Marketing, Sales, and \nCustomer Relationship Management, Wiley, 3a edição, 2011. ISBN: 0470650931. \n \nREDES DE ALTA VELOCIDADE \nEMENTA: Novas tecnologias de comunicação em redes de alta velocidade. Integração de \nserviços em ambiente TCP/IP. LANS de alta velocidade (gigabit Ethernet, Fast Ethernet, entre \noutras). Requisitos de QoS em aplicações multimídias interativas. Mecanismos de controle de \ncongestionamento e tráfego. Classificação das aplicações interativas e diferentes níveis de \nqualidade de serviço (QoS). \n \n \n \n", "82": "Bacharelado em Engenharia de Computação| 82 \n \n  \n \n \n \nBIBLIOGRAFIA BÁSICA: \nKUROSE, James F; ROSS, Keith W. Redes de Computadores e a Internet – Uma Abordagem \nTop-down – 5a Ed. Pearson Education, 2010. \nSOARES, Luís Fernando Gomes; LEMOS, Guido; COLCHER, Sérgio. Redes de \nComputadores Das Lan’s Man’s e Wan Us às Redes ATM, Campus Ltda. 1997. \nTANEMBAUM, Andrews. Redes de Computadores. 5a Edição. Editora Campus Ltda. 2003. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nCOMER, Douglas E. Redes de Computadores e Internet. Editora Bookman, Porto Alegre – \nRS, 2001.  \nCRAIG, Partridge, Gigabit Networking, Addison-Wesley Publishing, 1994. \nSTALLINGS, William. ISDN and BroadBand ISDN with Frame Relay and ATM. Prentice \nHall, 1995. \nWilliam Stallings, High-Speed Networks - TCP/IP and ATM Design Principles, Prentice Hall, \n1998. \n \nREDES NEURAIS ARTIFICIAIS \nEMENTA: Modelo MCP. Modelos sem peso. Memória de matriz de correlação. \n\"Perceptrons\". \"Back propagation\". Redes de Hopfield. Máquina de Boltzmann. Modelos \nrecorrentes. Identificação, supervisão e controle de processos utilizando redes neurais \nartificiais. \n \nBIBLIOGRAFIA BÁSICA: \nBRAGA, A. P., Carvalho, A. P. L., e Ludermir, T. B. (2007). Redes neurais artificiais: teoria \ne aplicações. LTC, Livros Técnicos e Científicos. \nHAYKIN, S. (2000). Redes Neurais: Princípios e Práticas. Segunda Edição. Bookman. \nHASSOUN, M. H. (1995). Fundamentals of artificial neural networks. MIT Press, \nCambridge: MA. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nZURADA, J. M. (1992). Introduction to Artificial Neural Systems, Publisher: West Pub. Co, \nUS. \nHERTZ, J., KROGH, A., and PALMER, R.G. (1991). Introduction to the theory of neural \ncomputation. Addison-Wesley Publishing Company, Redwood City, CA. \nALEKSANDER, I. and MORTON, H. (1995). An Introduction to Neural Computing, 2 Ed. \nInternational Thomson Editions. \n \nSISTEMAS DE TEMPO REAL \nEMENTA: Conceitos básicos dos Sistemas de Tempo Real (STR); tipos e aplicações de \nSTR; caracterização dos STR: STR críticos e STR distribuídos; especificação de STR; \naspectos da modelagem estrutural de STR; interação software-hardware; técnicas de alocação \ne escalonamento; modelagem comportamental de STR: diagramas de estado; padrões de \nprojeto e frameworks para o desenvolvimento de STR; análise de confiabilidade e tolerância a \nfalhas; análise de segurança; métodos, técnicas e ferramentas para o desenvolvimento de \nsistemas de software de tempo real. Estudo de caso: utilização de softwares de apoio à \n", "83": "Bacharelado em Engenharia de Computação| 83 \n \n  \n \n \n \nmodelagem e desenvolvimento, em linguagem orientada a objetos, de aplicações de tempo \nreal. \n \nBIBLIOGRAFIA BÁSICA: \nBURNS, Alan; WELLING, Andy Real-Time System and Their Programming Languages. \nAddison-Wesley, 1996. \nJALOTE, Pankaj Fault Tolerance in Distributed Systems. Prentice Hall, 1994. \nKOPETZ, Hermann Real-Time Systems: design principles for distributed embedded \napplications. Springer; 1st edition, 1997. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nSCHNEIDER, Steve Concurrent and Real-Time Systems: the CSP approach. Chichester: John \nWiley, 2000. \nSON, Sang H. Advances in Real-Time Systems. Englewood Cliffs: Prentice-Hall, 1995. \nLAPLANTE, Phillip A. Real-Time Systems Design and Analysis: an engineer's handbook. \nNew York: IEEE Computer Society Press, 2nd edition, 1997. \n \nSISTEMAS EMBARCADOS \nEMENTA: Conceitos gerais de computação embarcada. Programação de sistemas \nembarcados utilizando linguagem C; Tipos de dados e operações com bits. Diretivas de \ncompilação e pré-compilação. Interrupções. Organização e arquitetura de programas para \nsistemas embarcados. Limitações de sistemas embarcados. Drivers. \n \nBIBLIOGRAFIA BÁSICA: \nZIVIANI, N., Projeto de algoritmos: com implementações em Pascal e C, Editora Cengage \nLeaning, São Paulo, (2011). \nASCENCIO, A. F. G.; CAMPOS, E. A. V., Fundamentos da programação de computadores: \nalgoritmos, Pascal, C/C e Java, volume 4, reimpr, Editora Pearson Prentice Hall, São Paulo, 2ª \nedição, (2010). \nNOERGAARD, T., Embedded systems architecture: a comprehensive guide for engineers and \nprogrammers, Editora Elservier, Nova York. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nOLIVEIRA, A. S.; ANDRADE, F. S., Sistemas embarcados: hardware e firmware na prática, \nEditora Érica (2006). \nSTALLINGS, W., Arquitetura e organização de computadores, volume 2 reimp, Editora \nPearson Prentice Hall (2011). \nTANENBAUM, A. S., Organização estruturada de computadores, Editora Pearson Prentice \nHall (2011). \nHENNESSY, J. L.; PATTERSON, D. A., Arquitetura de computadores: uma abordagem \nquantitativa, Editora Elservier, Rio de Janeiro, 4ª edição (2008). \nHOHL, W., ARM assembly language: fundamentals and techniques, Editora CRC Press, \nBoca Raton, (2009). \n \n \n \n", "84": "Bacharelado em Engenharia de Computação| 84 \n \n  \n \n \n \nGERENCIAMENTO DE REDES DE COMPUTADORES \nEMENTA: Introdução aos Conceitos de Gerenciamento de Rede. Histórico e áreas do \ngerenciamento; Arquitetura de um sistema de gerenciamento de redes; Detecção, diagnóstico \ne resolução de problemas; Tecnologias e suporte à gerência de redes; Protocolos de Gerência \nde Redes. Estudos de Caso. \n \nBIBLIOGRAFIA BÁSICA: \nWETHERALL, J., TANENBAUM, D., ANDREW: “Redes de Computadores”. Tradução da \n5ª edição, 2011. PEARSON EDUCATION – BR. \nOLIFER, N., OLIFER, V.: \"Redes de Computadores: princípios, tecnologias e protocolos \npara o projeto de redes\". Editora LTC, 2008. ISBN 978-85-216-1596-5. \nKUROSE, J. F.; ROSS, K. W.: \"Redes de Computadores e a Internet: uma abordagem top-\ndown\". Tradução da 5ª edição, 2011. Editora Pearson. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nSTALLINGS, W. Redes e Sistemas de Comunicação de Dados. Rio de Janeiro: Campus, \n2005. \nFOROUZAN, B. A. Protocolo TCP/IP. 3a ed. São Paulo: McGraw Hill, 2008. \nCOMER, D. E. Interligação em rede com TCP/IP: Princípios, Protocolos e Arquiteturas. 5 ed. \nRio de Janeiro: Campus, 2006. \n \nGERÊNCIA DE PROJETOS DE SOFTWARE \nEMENTA: Conceitos e objetivos da gerência de projetos. Ciclo de vida do projeto. \nMetodologias e técnicas para administração, gerência e desenvolvimento de projetos. A \ngerência de projetos na visão do PMI - O PMBoK. Ferramentas de apoio à atividade de \ngerência de projetos. Abordagens de Gerenciamento de: Riscos, Comunicação e Qualidade. \nEstudos de Caso. \n \nBIBLIOGRAFIA BÁSICA: \nVIEIRA, M. F. Gerenciamento de Projetos de Tecnologia da Informação. São Paulo: Editora \nCampus, 2006. \nNOCÊRA, R. J. Gerenciamento de Projetos -Teoria e Prática. Zamboni, 2009. \nSOMMERVILLE, Ian. Engenharia de software. 8. ed. Rio de Janeiro: Pearson Addison \nWesley, 2007. \nPMBOK. A Guide to the Project Management Body of Knowledge (PMBOK® Guide). \nProject Management Institute. Fourth Edition. 2008. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nMARTINS, José Carlos Cordeiro. Gerenciando projetos de desenvolvimento de software com \nPMI, RUP e UML. 4. e. Rio de Janeiro: Brasport, 2007. xxiv, 325 p. \nBRASIL. MPOG. Secretaria de Logística e Tecnologia da Informação. Metodologia de \nGerenciamento de Projetos do SISP. Brasília: MP, 2011. \n \n \n \n", "85": "Bacharelado em Engenharia de Computação| 85 \n \n  \n \n \n \nGESTÃO DA QUALIDADE DE SOFTWARE \nEMENTA: O histórico e o conceito de qualidade de software. Garantia da Qualidade de \nsoftware. Métricas de qualidade de software. Normas de qualidade de software. Técnicas de \ngarantia da qualidade de software. Avaliação de qualidade de produto de software. Estudos de \ncaso. \n  \nBIBLIOGRAFIA BÁSICA: \nOLI SOMMERVILLE, I. Engenharia de software, 9ª Edição, Ed. Pearson Prentice Hall, São \nPaulo, 2011. \nBARTIÉ, Alexandre. Garantia da qualidade de software. Rio de Janeiro: Elsevier, c2002. \nKOSCIANSKI, André; SOARES, Michel dos Santos. Qualidade de software: aprenda as \nmetodologias e técnicas mais modernas para o desenvolvimento de software. 2. ed. São Paulo: \nNovatec, 2007. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nGUSTAFSON, David, A. Teoria e problemas de engenharia de software. Porto Alegre: \nBookman, 2003. 208 p. (Coleção Schaum). \nLARMAN, Craig. Utilizando UML e padrões: uma introdução à análise e ao projeto \norientados a objetos. Porto Alegre: Bookman, 2007. \nPFLEEGER, S. L., Engenharia de Software, Teoria e Prática. Pearson Brasil, 2004. \nREZENDE, Denis Alcides. Engenharia de software e sistemas de informação. 3 ed. Brasport, \n2005. 344 p. \n \nTÓPICOS AVANÇADOS EM SISTEMAS OPERACIONAIS \nEMENTA: Características \ne \nevolução \ndos \nSistemas \nOperacionais. \nVirtualização. \nAdministração de Sistemas Operacionais. Comandos Linux: gerenciamentos de processos, \nmemória, usuários, arquivos. Permissões de usuários e grupos. Shell Script. Segurança em \nSistemas Operacionais. Estudos de caso. \n  \nBIBLIOGRAFIA BÁSICA: \nOLIVEIRA, Rômulo Silva de; CARISSIMI;, Alexandre S.; TOSCANI, Simão S. Sistemas \noperacionais. 4. ed. Porto Alegre: Bookman, Instituto de Informática da UFRGS, 2010. (Série \nLivros didáticos, 11). \nSILBERSCHATZ, Abraham; GALVIN, Peter Baer; GAGNE, G. Sistemas operacionais com \nJava. 7.ed. rev. Rio de Janeiro: Elsevier, 2008. \nTANEMBAUM, A. Sistemas operacionais modernos. 3. ed. São Paulo: Pearson Prentice Hall \ndo Brasil, 2009. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nALVES, William Pereira. Sistemas operacionais. São Paulo: Érica, 2014. \nNEMETH, E. et al. Manual Completo do Linux: Guia do Administrador. São Paulo: Prentice-\nHall, 2007. \nMARQUES, José Alves et al. Sistemas operacionais. Rio de Janeiro: LTC, 2011. \nMACHADO, F.B, MAIA, L.P. Arquitetura de Sistemas Operacionais. 4. ed. Rio de Janeiro: \nLTC Editora, 2007. \n", "86": "Bacharelado em Engenharia de Computação| 86 \n \n  \n \n \n \nSILBERSCHATZ, A.; GALVIN, P. B.; GAGNE, Greg. Operating systems concepts. 7th. ed. \nHoboken,NY: John Wiley & Sons, 2004. \nSTALLINGS, W. Operating systems: internals and design principles. 5th ed. Boston, \nPrentice-Hall, 2012. \n \nADMINISTRAÇÃO DE BANCO DE DADOS  \nEMENTA: Sistemas gerenciadores de banco de dados (SGBD): arquitetura, segurança, \nintegridade, concorrência, recuperação após falha, gerenciamento de transações. Paradigmas \nde projeto de bancos de dados: cliente/servidor, distribuídos, orientados a objetos, móveis e \ndatawarehouse. \n  \nBIBLIOGRAFIA BÁSICA: \nELMASRI, Ramez.; NAVATHE, Shamkant B. Sistema de banco de dados. 3. ed. São Paulo: \nPearson do Brasil, 2011.  \nKORTH, Henry F.; SILBERSCHATZ, Abraham. Sistema de banco de dados. São Paulo: \nPearson Makron Books, 2008. \nLIGHTSTONE, Sam; TEOREY, Toby; NADEAU, Tom.Projeto e modelagem de bancos de \ndados. Rio de Janeiro: Campus,2006. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nALVES, Willian P. Fundamentos de bancos de dados. 1 ed. São Paulo: Érica, 2004. \nDATE, C. J. Introdução aos Sistemas de Bancos de Dados. 8. Ed. Rio de Janeiro:  \nCampus, 2004.  \nGILLENSON, Mark L. Fundamentos de Sistemas de Gerência de Banco de Dados. 1. Ed. Rio \nde Janeiro: LTC, 2006. \nMACHADO, Felipe N. R.. Projeto de banco de dados: uma visão prática. 13. ed. São Paulo: \nÉrica, 2006. 298 p.  \nMOLINA, H, WIDOM, J., ULLMAN, J. Implementação de Sistemas de Banco de Dados, RJ, \nCampus, 2001. \n \nDATA WAREHOUSE  \nEMENTA: Conceitos básicos e etapas do projeto de um data warehouse: levantamento, \nmodelagem, extração\\transformação\\carga e uso de ferramentas OLAP. \n  \nBIBLIOGRAFIA BÁSICA:  \nSINGH, H. Data warehouse. São Paulo: Makron Books do Brasil, 2001. xxiv, 382 p. ISBN \n8534610347. \nPRIMAK, F. Decisões com B.I: business intelligence. Rio de janeiro: Ciência Moderna, 2008. \n152p. ISBN 9788573937145. \nTAN, P., STEINBACH, M., KUMAR, V., Introdução ao Data Mining, Editora Ciência \nModerna, 2009, ISBN: 8573937619.  \n  \nBIBLIOGRAFIA COMPLEMENTAR:  \nZAKI M., MEIRA Jr., W., Fundamentals of Data Mining Algorithms, Cambridge, 2014. \nISBN: 0521766338.  \n", "87": "Bacharelado em Engenharia de Computação| 87 \n \n  \n \n \n \nHAN, J., KAMBER, M., Data Mining: Concepts and Techniques, Morgan Kaufmann \nPublishers, 2a. edição, 2006. ISBN: 1558609016.  \nLINOFF, G.S., BERRY, M.J.A., Data Mining Techniques: For Marketing, Sales, and \nCustomer Relationship Management, Wiley, 3a edição, 2011. ISBN: 0470650931.  \n \nPROJETO E ANÁLISE DE ALGORITMOS  \nEMENTA: Complexidade de algoritmos; recursividade; tentativa e erro; divisão\\conquista; \nprogramação dinâmica; algoritmos gulosos; heurísticas e algoritmos aproximados.  \n  \nBIBLIOGRAFIA BÁSICA: \nZIVIANI, N. Projeto de algoritmos: com implementações em Java e C++. 1. ed. São Paulo: \nCengage Learning, 2015. xx, 621 p ISBN 9788522105250. \nZIVIANI, N. Projeto de algoritmos: com implementações em PASCAL e C. 3. ed. rev. ampl. \nSão Paulo: Cengage Learning, 2011. xx, 639 p ISBN 9788522110506. \nCORMEN, T. Algoritmos: teoria e prática. Rio de Janeiro: Elsevier, 2012. 926 p ISBN \n9788535236996. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nWIRTH, N. Algorítmos e estruturas de dados. Rio de Janeiro: LTC, c1999. 255 p. ISBN 978-\n85-216-1190-5. \nASCENCIO, A.; CAMPOS, E. Fundamentos da programação de computadores: algoritmos, \nPascal, C/C++ e Java. 2. reimpressão. São Paulo: Pearson Prentice Hall, 2005. 355 p. ISBN \n9788587918362. \nDEITEL, H.; DEITEL, P. C++: como programar. 5. ed. São Paulo: Pearson, 2006. xlii, 1163 \np. ISBN 9788576050568. \n \nOTIMIZAÇÃO COMPUTACIONAL \nEMENTA: Programação Linear Inteira. Relaxação Linear e Lagrangeana. Método do \nGradiente e de Newton. Condições de Otimalidade Karush-Kunh-Tucker. Método da \nPenalidade da Barreira. Branch-and-Bound. Método de Benders e Método de Dantizg. \n \nBIBLIOGRAFIA BÁSICA: \nARENALES, M.; MORABITO, R.; ARMENTANO, V;. & YANASSE, H.  Pesquisa \nOperacional: para engenharia.  Elsevier, 2ª Ed, 2015. \nBAZARAA, M. S., JARVIS, J.J.; & SHERALI, H. D. Linear programming and network \nflows. John Wiley, 2011.  \nGOLBARG, M. C.  and LUNA, H. P. L.; Otimização combinatória e programação linear. Rio \nde Janeiro: Campus. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nMACULAN F.º N. e PEREIRA, M. V. F. Programação Linear. São Paulo: Atlas, 1980. \nGOLDBARG, M.C. LUNA, H. P.L. Programação Linear e Otimização Combinatória: \nModelos e Algoritmos, Ed. Campus, 2000. \nMATEUS, G. R.  LUNA, H. P.L. Programaçao Não Linear, V Escola de Computação, 1986. \nBERTSIMAS, D. and TSITSKLIS, J.N., 1997. Introduction to linear optimization (Vol. 6, pp. \n479-530). Belmont, MA: Athena Scientific. \n", "88": "Bacharelado em Engenharia de Computação| 88 \n \n  \n \n \n \nPAPADIMITROU, C.H. and STEIGLITZ, K., 1982. Combinatorial optimization: algorithms \nand complexity. \n \nTÉCNICAS METAHEURÍSTICAS PARA OTIMIZAÇÃO \nEMENTA: Algoritmos gulosos. Busca local. Busca em grandes vizinhanças. Simulated \nAnnealing. Busca tabu. Algoritmos evolucionários. Colônia de formigas. GRASP.  Aplicação \ne uso de pacotes computacionais.   \n \nBIBLIOGRAFIA BÁSICA: \nGOLBARG, M. C.  and LUNA, H. P. L.; Otimização combinatória e programação linear. Rio \nde Janeiro: Campus. \nGENDREAU, M. and POTVIN, J. Y. eds.; 2010. Handbook of metaheuristics (Vol. 2). New \nYork: Springer.  \nVIANA, GV. Meta-heurística e programação paralela em otimização combinatória. UFC; \n1998. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nGASPAR-CUNHA, A. TAKAHASHI, R. ANTUNES, CH. Manual de computação evolutiva \ne metaheurística. Imprensa da Universidade de Coimbra/Coimbra University Press; 2012 Jun \n1. \nCAMPELLO, R.E, MACULAN, N. Algoritmos e heurísticas. EDUFF, Niterói. 1994. \nEI-GHAZALI T. Metaheuristics: From Design to Implementation. John Wiley. 2009. \nGLOVER, F, and KOCHENBERGER, G. A. Handbook of metaheuristics. (Eds.) Springer \nScience & Business Media. 2003. \nPARDALOS, P.M and RESENDE, M. G. Handbook of applied optimization. \n \nPARADIGMAS DE PROGRAMAÇÃO \n \nEMENTA: Introdução às Linguagens de Programação. Aspectos históricos das principais \nlinguagens de programação. Caracterização e classificações dos paradigmas. Problemas \ntratáveis pelos paradigmas. Definição e caracterização dos paradigmas declarativos e \nimperativos. Prática de programação com os principais paradigmas apresentados. \n \nBIBLIOGRAFIA BÁSICA: \nSEBESTA, ROBERT W. Conceitos de linguagens de programação. 5A. ED. Porto Alegre: \nBookman, 2003. \nMANZANO, JOSÉ AUGUSTO N. G; COSTA JUNIOR, ROBERTO AFFONSO DA. \nProgramação de computadores com Java. São Paulo: Érica, 2014. 160 p. \nJOYANES AGUILAR, LUIS. Programação em c++: algoritmos, estruturas de dados e \nobjetos. São Paulo: MC GRAW-HILL, 2008. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nFURGERI, Sérgio. Programação orientada a objetos: conceitos e técnicas. São Paulo: Érica, \n©2015. 168 p. \n", "89": "Bacharelado em Engenharia de Computação| 89 \n \n  \n \n \n \nBARMES, David J; KÖLLING, Michael. Programação orientada a objetos com Java: uma \nintrodução pratica usando o Bluej. 4. ed. São Paulo: Pearson, ©2009. \nCHAPMAN, Stephen J. Programação em Matlab para engenheiros. 3. ed. São Paulo: Pioneira \nThomson Learning, ©2017. 616 p. \n \nCOMPATIBILIDADE E INTERFERÊNCIA ELETROMAGNÉTICA \nEMENTA: Introdução e conceitos básicos. Princípios eletromagnéticos básicos. Emissão \nconduzida e irradiada. Susceptibilidade conduzida e irradiada. Interferência eletromagnética. \nTensões induzidas por descargas atmosféricas. Técnicas de medição e de modelagem EMC. \nControle de interferência eletromagnética. Controle de descargas eletrostáticas. Blindagem. \n \nBIBLIOGRAFIA BÁSICA: \nKOWYOURNDJIAN, Ara. Compatibilidade eletromagnética. Editora: Artliber, Coleção MM \nEditora, 1998.  \nSANCHES, Durval. Interferência eletromagnética. Editora: Interciência, 2003. ISBN-10: \n8571930848; ISBN-13:9788571930841.  \nABNT NBR 25415:2016 - Métodos de medição e níveis de referência para exposição a \ncampos elétricos e magnéticos na frequência de 50 Hz e 60 Hz. \nCISPR32:2019 - Compatibilidade eletromagnética de equipamentos de multimídia - \nRequisitos de emissão. \n \nBIBLIOGRAFIA COMPLEMENTAR: \nBASTOS, João Pedro Assumpção. Eletromagnetismo e cálculo de campos. Florianópolis: Ed. \nUFSC, 1996.   \nPAUL, C. R. Introduction to Electromagnetic Compatibility. Second Edition. New Jersey: \nJohn Wiley, 2006.  \nHALLIDAY, RESNICK, WALKER. Fundamentos de Física. Vol. 3. 8 ed. Editora LTC, \n2009. \nTIPLER, P. A. Física. Vol 3. 4 ed. LTC, 1999. \nZemansky, Sears e Freedman, Young E. Física III Eletromagnetismo, Ed. Addisson Wesley, \n2009. \n \nTÓPICOS ESPECIAIS EM ENGENHARIA DE COMPUTAÇÃO \nEMENTA: Essa disciplina é reservada para assuntos de atualidades, tais como: Aplicações \nem Engenharia de Computação, Discussão sobre Novas Tecnologias, reforço para ENADE, \nElaboração de Projetos voltados ao empreendedorismo. \n \nBIBLIOGRAFIA BÁSICA: \n \nNão se aplica. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nNão se aplica. \n \n", "90": "Bacharelado em Engenharia de Computação| 90 \n \n  \n \n \n \n8. METODOLOGIA UTILIZADA PELO CURSO  \n \n \nConforme Resolução nº 5, de 16 de novembro de 2016, o projeto pedagógico deve \ndemonstrar claramente como o conjunto de atividades previstas garantirá a formação dos \ndiscentes dentro do perfil de egresso desejado. \n \nDiante disso, as seguintes atividades podem ser sugeridas: \n \nEstruturação dos componentes curriculares visando abordar os temas exigidos pelos \nreferenciais curriculares nacionais quanto à formação de Engenheiros de Computação; \n \nFormatação da estrutura curricular com o desígnio de proporcionar a integração entre \ncomponentes curriculares distintos situados em uma mesma fase, ou em fases diferentes do \ncurso; \n \nOrganização de laboratórios que permitam a simulação de situações que podem \nocorrer nos ambientes de atuação dos Engenheiros de Computação; \n \nViabilização de estágios junto às instituições locais e regionais; \n \nRealização de atividades extracurriculares e/ou complementares que ofereçam aos \ndiscentes maiores informações e conhecimentos acerca das atividades exercidas pelos \nEngenheiros de Computação nos seus respectivos ambientes de atuação. \n \n9. FLEXIBILIZAÇÃO CURRICULAR/INTERAÇÃO COM OUTROS CURSOS \n \nA flexibilização curricular possibilita a ampliação dos horizontes do conhecimento e o \ndesenvolvimento de uma visão crítica mais abrangente, pois permite ao estudante ir além de \nseu campo específico de atuação profissional, oferecendo condições de acesso a \nconhecimentos, habilidades e atitudes formativas em outras áreas profissionais.  \nA flexibilização do currículo se caracteriza, tanto pela verticalidade, quanto pela \nhorizontalidade. A flexibilização vertical prevê diferentes formas de organização do saber, ao \nlongo do período de formação. Além das disciplinas obrigatórias e optativas que constam da \nestrutura curricular do Curso de Engenharia de Computação, os estudantes tem a possibilidade \nde cursar outras disciplinas do seu interesse que constam na estrutura curricular de outros \ncursos de graduação, disponibilizadas como disciplinas eletivas.  \nEsta iniciativa permite ao estudante ampliar sua formação em qualquer campo do \n", "91": "Bacharelado em Engenharia de Computação| 91 \n \n  \n \n \n \nconhecimento. Os créditos obtidos constarão no histórico escolar do estudante, como \ndisciplinas eletivas livres, favorecendo o seu enriquecimento curricular.  \nA flexibilização curricular horizontal possibilita ao estudante o aproveitamento, para \nfins de integralização do curso, de várias atividades acadêmicas complementares. Essas \natividades são importantes para a formação do estudante e constituem o pilar de apoio para \ndiversidade, proporcionando o cenário no qual o estudante possa, de fato, ter à disposição as \nvariadas alternativas de percurso curricular.  \nEssa flexibilização é assegurada pela oferta de um conjunto de atividades acadêmicas \narticuladas à formação e planejadas pela Coordenação de Curso tais como: visitas técnicas, \neventos, semana acadêmica, palestras, dentre outras.  \n \n10. SISTEMA DE AVALIAÇÃO DO DESEMPENHO DISCENTE \n \nConforme disposto no artigo 38, da Seção VIII, do Regimento Geral da UEMG, que \ntrata da Avaliação do Rendimento Escolar, esta é feita em cada disciplina, em função do \naproveitamento verificado em provas e trabalhos decorrentes das atividades desenvolvidas \npelo estudante. \nA avaliação do rendimento em cada disciplina é feita por pontos cumulativos, em uma \nescala de zero (0) a cem (100) e nenhuma avaliação parcial do aproveitamento pode ter valor \nsuperior a quarenta (40) pontos. \nÉ assegurado ao estudante o direito de revisão de prova e trabalhos escritos, desde que \nrequerida no prazo estipulado pela Unidade Acadêmica e esta revisão deve ser feita, de \npreferência, na presença do estudante. \nÉ obrigatório o comparecimento do estudante às aulas e às demais atividades \nprevistas, sendo que o estudante que não tiver frequentado pelo menos 75% (setenta e cinco \npor cento) das atividades escolares programadas estará automaticamente reprovado. \nApurados os resultados finais de cada disciplina é considerado aprovado o estudante \nque alcançar sessenta (60) pontos, no mínimo, e apresenta frequência satisfatória. \nO estudante que obtiver nota superior ou igual a quarenta (40) e inferior sessenta (60), \nalém de ter frequência mínima exigida, poderá se submeter a exame especial nos termos \ndefinidos em Resolução do Conselho de Ensino, Pesquisa e Extensão. \n", "92": "Bacharelado em Engenharia de Computação| 92 \n \n  \n \n \n \n11. PROGRAMA \nDE \nASSISTÊNCIA \nE \nAPOIO \nPSICOLÓGICO \nE \nPSICOPEDAGÓGICO AO ESTUDANTE – PROAPE \n \nConhecendo a multiplicidade de fatores que influenciam na aprendizagem e no \nrendimento dos estudantes, pode-se observar que muitos deles estão sujeitos a dificuldades \npara aprender em algum momento da vida acadêmica. Para promover um ensino de qualidade \ne adequada permanência dos estudantes no Curso, é necessário que este seja ambiente \npropício para formação de futuros profissionais. Sendo assim, faz-se necessário investimentos \nem várias frentes. Uma delas é que haja uma política de assistência psicológica e \npsicopedagógica aos estudantes com olhar diferenciado, contextualizado e sistêmico. \nO Núcleo de Apoio Acadêmico e Social ao Estudante - NAE é o setor responsável \npelas ações de apoio acadêmico e social aos discentes dos cursos oferecidos na Unidade \nAcadêmica de Divinópolis da Universidade do Estado de Minas Gerais – UEMG.  \nAtravés do Programa de Assistência e Apoio Psicológico e Psicopedagógico ao \nEstudante - PROAPE, o NAE presta assistência e apoio psicológico, social e psicopedagógico \nao estudante, como garantia de sua inserção e permanência na vida acadêmica do ensino \nsuperior, oferecendo-lhe a oportunidade de discutir questões determinadas pelo momento de \nvida em que se encontram e promover estratégias de solução, constituindo-se como um \nespaço de apoio e acompanhamento dos mesmos, de acordo com as suas necessidades, desde \no momento que ingressam no ensino superior até a conclusão dos estudos.  \nO atendimento envolve aspectos voltados para: o acolhimento acadêmico, o processo \nensino-aprendizagem, o apoio às ações extraclasse, dificuldades pessoais, relações sócio-\nfamiliares, decisões profissionais, seja por demanda espontânea ou por encaminhamento da \ncoordenação do Curso. \nA equipe do PROAPE/NAE realiza suas ações através de uma gestão descentralizada, \ncom a participação dos Coordenadores dos Cursos, Supervisores de Estágios, professores dos \ndiversos cursos e outros setores da Instituição. \n \nA assistência ao discente acontece através de atividades em três esferas: \n \nPrevenção e promoção de saúde mental. \n", "93": "Bacharelado em Engenharia de Computação| 93 \n \n  \n \n \n \n \nDiagnóstico das dificuldades psicossociais e psicopedagógicas, bem como de conflitos \nvivenciados pelos discentes. \n \nAtendimento psicológico, social e psicopedagógico, promovendo encaminhamentos \nnecessários ao seu tratamento. \n \nPara o desenvolvimento do PROAPE, o NAE conta com os seguintes profissionais: \npsicólogo; psicopedagogo; pedagogo; assistente social. Quando necessário, conta também \ncom estudantes estagiários e monitores dos cursos. \nDentre as ações já desenvolvidas pelo PROAPE, destacam-se: \n Acolhimento aos estudantes ingressantes para apresentação do PROAPE e \nparticipação nas aulas inaugurais.  \n Oficinas de Integração para os estudantes dos primeiros períodos, realizadas em salas \nde aula.  \n Levantamento das dificuldades apresentadas pelos estudantes, através de questionários \nou informações dos coordenadores de curso. \n Plantões para acolhimento e encaminhamento de estudantes (de forma espontânea ou \nencaminhados pelos coordenadores de curso). \n Ciclo de palestras, com temas que favorecem a inserção e permanência dos estudantes \nna vida acadêmica. \n Workshops, realizadas em sábados letivos, que priorizam o autoconhecimento e o \ndesenvolvimento das relações humanas.  \n Cursos ministrados por professores ou estudantes dos períodos mais avançados, como \npor exemplo: Curso de Leitura, Interpretação e Redação de Textos Acadêmicos; Curso de \nContadores de Histórias.  \n Grupos de reflexão sobre temas e dificuldades acerca do cotidiano dos estudantes em \nsua vida acadêmica. \n Assistência e apoio por demanda específica de estudante ou de turma. \n \n \n", "94": "Bacharelado em Engenharia de Computação| 94 \n \n  \n \n \n \n12. FORMAS DE FUNCIONAMENTO DO COLEGIADO DO CURSO \n \nO Colegiado do curso de Engenharia de Computação é um órgão tanto consultivo, \ndeliberativo, quanto propositivo, que debate questões acadêmicas propostas pelo NDE, tais \ncomo: trabalhos interdisciplinares; indicação de Atividades Complementares, Extensão e de \nPesquisa; temáticas definidas para as Semanas Acadêmicas; formato e temática dos trabalhos \ninterdisciplinares, sugestão de visitas técnicas, parcerias e convênios.   \nSão ainda demandas do colegiado, repassar informações importantes sobre a \nadministração acadêmica relativas à Instituição, ao Curso, aos Docentes e Discentes. Desta \nforma, funciona como um importante espaço de comunicação e interlocução do Curso. As \ndecisões são tomadas a partir da maioria de votos de seus membros. \nRessalta-se que o Colegiado do curso de Engenharia de Computação tem seus critérios \nde composição e de funcionamento conforme o Estatuto da UEMG. \n \n13. NÚCLEO DOCENTE ESTRUTURANTE \n \nO Núcleo Docente Estruturante (NDE) de um curso constitui-se de um grupo de \ndocentes, com atribuições acadêmicas de acompanhamento, atuante no processo de \nconcepção, consolidação e contínua atualização do projeto pedagógico do curso.  \nO Núcleo Docente Estruturante é constituído por, pelo menos, 5 (cinco) membros, \ncom mandato de 2 (dois) anos e possibilidade de recondução por igual período, com reuniões \nmensais. \nSão atribuições do Núcleo Docente Estruturante: \na) Elaborar o Projeto Pedagógico do curso definindo sua concepção e fundamentos; \nb) Contribuir para a consolidação do perfil profissional do egresso do curso; \nc) Promover a integração interdisciplinar entre as diferentes atividades de ensino \nconstantes no currículo, respeitando os eixos estabelecidos pelo projeto pedagógico; \nd) Identificar formas de incentivo ao desenvolvimento de linhas de pesquisa e extensão, \nprovenientes de necessidades da graduação, de exigências do mercado de trabalho e afinadas \ncom as políticas públicas relativas à área do conhecimento do curso; \ne) Zelar pelo cumprimento das diretrizes curriculares para o curso de graduação; \n", "95": "Bacharelado em Engenharia de Computação| 95 \n \n  \n \n \n \nf) Efetuar estudos para refinamento do Plano Político Pedagógico do curso, contribuindo \npara o constante melhoramento do curso, mediantes as necessidades do mercado; \ng) Conduzir trabalhos de reestruturação curricular; \nh) Supervisionar as formas de avaliação e acompanhamento do curso definidas pelo \nColegiado; \ni) Analisar e avaliar os Planos de Ensino dos componentes curriculares; \nj) Acompanhar as atividades do corpo docente, recomendando ao Colegiado discussões \nsobre os docentes, quando necessário; \nk) Planejar e acompanhar as atividades complementares e de extensão executadas pelo \ncurso; \nl) Produzir trabalhos científicos de interesse do curso. \n \n14. COORDENAÇÃO DO CURSO \n \nA coordenação de curso tem a competência de administrar o curso de maneira que \nviabilize o processo educacional a que se propõe. Dentre suas atividades está o \nassessoramento pedagógico ao professor, orientação didática pedagógica ao discente, \norganização de políticas educacionais para o curso, elaboração e despacho de documentos \noficiais e normatizadores, realizar o intercâmbio entre as decisões superiores e membros \ndocentes e discentes sempre em consonância com as políticas institucionais e com a legislação \npertinente, assim como o Conselho do curso. \n \n15. CORPO DOCENTE \n \nO corpo docente da UEMG, Unidade Divinópolis, é formado por profissionais de \ndiversas áreas, como Engenharias, Química, Física, Matemática, Psicologia, Bioquímica, \nHistória, Letras, Filosofia, Pedagogia, dentre outros, com elevada qualificação para o \nexercício, sendo, a maior parte mestres e doutores, atuantes em sua área. \nO corpo docente é constituído por professores que são capazes de: \nEstabelecer a relação entre teoria e prática, demonstrando compromisso com a \nformação do Engenheiro da Computação, numa proposta interdisciplinar e visando orientar os \n", "96": "Bacharelado em Engenharia de Computação| 96 \n \n  \n \n \n \nestudantes para um a prática profissional consciente e comprometida com as questões \nregionais e nacionais; \nIntegrar os conteúdos programáticos à atividade prática, de modo a garantir a \nformação abrangente do profissional, capaz de atuar em diferentes áreas da Engenharia de \nComputação; \nCapacitar os estudantes no uso de conhecimentos teóricos e práticos para o exercício \nda profissão de Engenheiro da Computação; \nVincular o ensino, a pesquisa e os programas de extensão, de modo a possibilitar a \nintegração de professores, estudantes, instituição e comunidade externa. \n \n16. INFRAESTRUTURA PARA O FUNCIONAMENTO DO CURSO \n \n16.1. Infraestrutura física \n \nBLOCO 1 – 1º andar \n 6 salas de aula \n Arquivo Inativo do Registro Acadêmico \n Biblioteca. \n Laboratório de Informática I \n Manutenção/Almoxarifado \n Setor de Tecnologia da Informação \n Comitê de Ética \n Sala de estudos individuais \n Sala de estudos em grupo \n \nBLOCO 1 – 2º andar \n 6 salas de aula \n Arquivo inativo \n Estoque de móveis \n Financeiro / Coordenação Saúde \n Laboratório de Informática 2 \n", "97": "Bacharelado em Engenharia de Computação| 97 \n \n  \n \n \n \n \nBLOCO 2 \n 13 salas de aula \n Xerox \n \nBLOCO 3 \n 12 salas de aula \n Brinquedoteca \n Coordenação Pedagógica \n Almoxarifado/Diluição \n \nCoordenação Humanas \n \nBLOCO 4 \n Sala de professores \n Videoconferência (UAITEC) \n Videoconferência (coordenação) \n Laboratório UAITEC \n Laboratórios de Informática 3 e 4 \n Laboratórios de Fotografia, Rádio e TV \n Cemud / Acervo Cemud \n Estúdio Fotográfico \n Núcleo de Estágio \n Planejamento \n Apoio Técnico \n Diretório Acadêmico \n \nBLOCO 5 – 1ª andar \n 11 salas de aula \n Coordenação Exatas \n Laboratório de Matemática \n", "98": "Bacharelado em Engenharia de Computação| 98 \n \n  \n \n \n \n \nBLOCO 5 – 2º andar \n 10 salas de aula \n Conselho Regional de Química \n Plantão Psicológico \n Sala de Desenho \n \nBLOCO 6 - Laboratórios \n Anatomia Humana \n Engenharia (1 e 2) \n Física (1 e 2) \n Microbiologia e Fisiologia \n Microscopia \n Química (1 e 2) \n Zoobotânica \n Setor de Apoio aos Laboratórios. \n \nBLOCO 7 \n Arquivo Inativo / Copa \n Contadoria \n Coordenação-Geral de Gestão de Pessoas \n Assessoria de Comunicação \n Estruturar Engenharia \n NAE \n \nBLOCO 8 - Laboratórios \n Apoio aos laboratórios \n Sala dos Motoristas \n Ginástica e Dança \n Saúde (1 e 2) \n", "99": "Bacharelado em Engenharia de Computação| 99 \n \n  \n \n \n \n \nBLOCO 9 \n Auditório  \n Copa \n \nBLOCO 10 \n Laboratórios de Engenharia de Computação \n \n \nBLOCO ADMINISTRATIVO \n Coordenação Integrada de Extensão, Pesquisa e Pós-graduação (CIEPP) \n Diretoria Acadêmica \n Copa \n Lanchonete \n Diretoria Administrativa \n Prestação de contas \n Secretaria Acadêmica \n Sala de Reuniões \n \n \n16.2. Registro Acadêmico \n \nO registro acadêmico é feito através do sistema GIZ, que é um software de gestão \neducacional. Permite um controle total e integrado das áreas acadêmica, administrativa e \npedagógica.  \n \nPrincipais funcionalidades: \n \n Cadastro de usuários, parâmetros, unidades, cursos, professores, turmas, situação \n(suspensão), faixa de horário de entrada, feriados, dias letivos, funcionários e turnos.  \n Efetua a matrícula de estudantes. \n", "100": "Bacharelado em Engenharia de Computação| 100 \n \n  \n \n \n \n Cadastra e registra a situação do estudante: trancamentos, transferências, \ncancelamentos, desistências de curso. \n Cadastro de horários das aulas das disciplinas, possibilitando a emissão das folhas de \nponto dos professores. \n Relatórios: frequência diária, estudantes ausentes, estudantes por turma, verificação de \nponto, mapa de frequência. \n Apura automaticamente o resultado acadêmico dos estudantes, com geração do \nhistórico escolar. \n O sistema permite que o cálculo do resultado acadêmico seja feito através da média \nglobal das disciplinas ou média por área de conhecimento. \n Emissão de histórico escolar, diário de classe, ficha de matrícula, ficha do estudante, \nboletim, contratos, declarações, atestados e outros documentos em modelo padrão ou \npersonalizado.  \n Envio de e-mails/mensagens para estudantes e professores. \n Gerador de documentos como relatórios, declarações, certificados, recibos, diplomas, \natestados.  \n Controle de acesso e usuários do Sistema. \n Sistema de auditoria e de controle dos dados criados, alterados ou excluídos. \n \nO portal do sistema GIZ on-line (WebGiz) é acessado e utilizado por todos os \nestudantes e professores através do site da Unidade Acadêmica de Divinópolis com as \nseguintes funcionalidades: \n \nPORTAL DO ESTUDANTE:  \n \nAcesso ao boletim de notas e ocorrências disciplinares. \n \nVisualização do histórico escolar resumido. \n \nVisualização de gráficos de desempenho estudante x turma. \n \nVisualização de conteúdo das aulas. \n \nConferência dos resultados de avaliações. \n \nVerificação de frequência. \n", "101": "Bacharelado em Engenharia de Computação| 101 \n \n  \n \n \n \n \nRecebimento de mensagens. \n \nEfetivação da rematrícula on-line. \n \nImpressão do comprovante de matrícula. \n \nVisualização dos dados cadastrais. \n \nPORTAL DO PROFESSOR: \n Lançamento/cadastramento de avaliações e notas. \n Lançamento/cadastramento de aulas, conteúdo das aulas e faltas. \n Lançamento de Plano de Ensino. \n Impressão do diário de classe. \n Cadastramento ocorrências. \n Envio/recebimento de mensagens. \n \n16.3 \nBiblioteca \n \nA Biblioteca “Prof. Nicolaas Gerardus Plasschaert” tem como finalidade prestar \nserviços de apoio às atividades de ensino, pesquisa e extensão para estudantes, professores e \npesquisadores na busca de informações e conhecimentos necessários para essas atividades, \nbem como garantir a armazenagem conveniente do acervo sob sua responsabilidade. Além de \natender a comunidade acadêmica, atende a comunidade em geral para pesquisa local. \n \nHorário de Funcionamento:  De segunda a sexta-feira de 7:00 às 22:00. \n \nÁrea física da Biblioteca: A Biblioteca está localizada no 1º andar, Bloco 1 e ocupa \numa área de 466,93 m² \n \n \nAcervo \nO acervo da Biblioteca está cadastrado no software Pergamum, O sistema gerencia \ntoda a automação de informações de empréstimos, inclusive informações estatísticas. \nPossibilita além de consulta ao acervo das bibliotecas, renovação de empréstimos e reserva de \n", "102": "Bacharelado em Engenharia de Computação| 102 \n \n  \n \n \n \nlivros através do uso internet. A rede compartilhada do Pergamum adota para as regras de \ncatalogação o Anglo-American Cataloguing Rules (AACR 2), e cabeçalho de assunto Library \nof Congress Subject Headings (LCSH). \nO acervo da bibliografia básica e da bibliografia complementar está disponível, por \nunidade curricular, e procura atender a quantidade média de estudantes de acordo com a \nqualidade de desenvolvimento das pesquisas e consultas pedagógicas.  \n \n \nBibliografia \n BÁSICA \nBibliografia \nCOMPLEMENTAR \nTotal \nTítulos \nExemplares \nTítulos \nExemplares \nTítulos \nExemplares \n161 \n2171 \n270 \n1187 \n431 \n3358 \n \n \nBIBLIOTECA on-line: \n \nO software Pergamum oferece através do acesso ao site, no campo BIBLIOTECA \n<http://www.uemg.br> ou direto no link: \n <http://200.198.18.141/pergamum/biblioteca/index.php>, a possibilidade de consulta ao \nacervo de todas as bibliotecas das Unidades UEMG. Além dos principais pontos de \nrecuperação de informações (autor, título e assunto), o usuário consegue acessar a pesquisa de \nempréstimo, efetuar reservas, renovações, etc., através do seu login (CPF e senha cadastrada \nna biblioteca). \n \n16.4 Laboratórios Específicos \n \nLaboratório de Circuitos Elétrico-eletrônicos \n \nEste espaço físico é destinado exclusivamente a formação dos graduandos em \nEngenharia de Computação. Conta com 12 bancadas de madeira e metal, medindo 1,7 m x 1 \nm, com dois armários de metal, quadro branco e 35 bancos de metal com acento de madeira. \nEstão disponíveis para os estudantes 6 computadores para montagem de circuitos e \nprogramação de computadores, kits Arduíno, conectores de redes, testadores de cabos, kits \n", "103": "Bacharelado em Engenharia de Computação| 103 \n \n  \n \n \n \ndidáticos eletrônica analógica EA3600-SDC Display gráfico, kit robô Arduíno, tanque Rover \ne outros componentes diversos.  \nO objetivo do Laboratório é capacitar os discentes para estarem aptos a realizar a \nmontagem e teste de circuitos, sendo útil, também, para realização de projetos de Trabalho de \nConclusão de Curso. Dessa forma, as aulas práticas desenvolvidas aqui possibilita aos \ngraduandos do Curso de Engenharia de Computação as habilidades necessárias que \npossibilitem a capacidade de desenvolverem um alto desempenho na indústria, no \ndesenvolvimento de programas para aplicações específicas, como sistemas operacionais e de \nredes, projeto e desenvolvimento de sistemas de hardware e software, sistemas embarcados e \ninteligentes e projetos computacionais em geral.  \n \nLaboratório de Física Elétrica \n \nEste laboratório, com capacidade para 36 estudantes, possui em suas dependências \nbancadas de granito com 3 armários embutidos, uma pia de aço inox com torneira, seis mesas \nde madeira e metal de  1,30 m x 0,85 m, dois armários de metal, 6 bancos de madeira, quadro \nbranco, tubulação interna nos armários para saída de gás e um kit de primeiros socorros de \nacesso rápido e fácil para emergência em caso de acidentes durante a utilização do espaço \nfísico. \n \nÉ utilizado pelos cursos de Engenharia Civil, Engenharia de Produção e Engenharia de \nComputação, para os quais são realizadas aulas práticas referentes ao conteúdo da eletricidade \ndentro da área da Física. Dessa forma, as aulas desenvolvidas aqui trabalham as habilidades \nem Eletricidade, Eletromagnetismo e Eletrodinâmica. Portanto, encontram-se nas \ndependências deste laboratório os seguintes equipamentos e materiais: multímetros, \ncapacitores, fontes de alimentação, kits de eletricidade, lâmpadas diversas, geradores de Van \nde Graff, baterias diversas, ímãs, limalha de ferro, eletroímãs, fios diversos, boquilhas, \ntomadas machos, tomadas fêmeas, resistores, kits de ferramentas, bússolas, circuitos elétricos \ne trabalhos realizados pelos estudantes do curso. \n", "104": "Bacharelado em Engenharia de Computação| 104 \n \n  \n \n \n \nO objetivo deste Laboratório é trabalhar os fenômenos elétricos e magnéticos de forma \nprática, o que possibilita ao graduando em engenharias o desenvolvimento de habilidades e \ncompetências da Física Elétrica que possam ser aplicadas em seu campo de atuação. \n \nLaboratório de Física Geral \n \nEste laboratório possui bancadas de granito com 3 armários embutidos, uma pia de aço \ninox com torneira, seis mesas de madeira e metal de 1,30 m x 0,85 m, uma mesa de ardósia e \nmetal de 1,90 m x 0,90 m, dois armários de metal, 36 bancos de madeira, quadro branco, \ntubulação interna nos armários para saída de gás e um kit de primeiros socorros de acesso \nrápido e fácil para emergência em caso de acidentes durante a utilização do espaço físico. \nUtilizado para aulas das disciplinas de Física I e Física II do Curso de Engenharia de \nProdução e Engenharia Civil, Física I, Física II e Física III no Curso de Engenharia de \nComputação e Física Geral nos Cursos de Ciências Biológicas, Química e Matemática. \nNeste espaço físico o estudante é apresentado à experimentação em Mecânica, \nTermodinâmica e Hidrostática, permitindo a união da teoria e prática, essencial na formação \ndo engenheiro. Com seus equipamentos, pode-se compor experimentos sobre cinemática, \ndinâmica, estática, eletricidade, magnetismo e eletromagnetismo. \nPossui em suas dependências, roldanas associadas e simples, dinamômetros, balança \nde precisão, massas padronizadas e suportes, réguas, planos inclinados, paquímetros, \ncalculadoras, cronômetros, níveis de bolha de ar, transferidores, calorímetros, kits de \nferramentas, kits de física geral, kits de mecânica, kits de movimentos ondulatórios, painel de \ndemonstração de caixa e ralos, painel de demonstração de soldável, painel de demonstração \nde esgoto secundário, painel de demonstração de esgoto em série, painel de demonstração de \nAquathern, kits de pesos e medidas, termômetros, dilatômetros, vidrarias básicas, esferas de \ndiferentes massas e composições, carrinhos pra simulação de movimentos, trenas e fitas \nmétricas, molas, diapasões, densímetros, pêndulos, trabalhos realizados pelos estudantes dos \ncursos de engenharias e outros aparelhos diversos.  \nO objetivo deste Laboratório é trabalhar os fenômenos físicos de forma prática, \ndesenvolvendo a capacidade de investigação dos fenômenos através de medições, \nquantificações, identificação de parâmetros relevantes, de grandezas, conceitos e relações \n", "105": "Bacharelado em Engenharia de Computação| 105 \n \n  \n \n \n \nentre as grandezas (leis físicas) de forma que o graduando de diversos cursos possa aplicar o \nconhecimento das diversas áreas da Física em seu campo de trabalho. \n \nLaboratório de Química/ Bioquímica \n \nO laboratório de Química e Bioquímica é um lugar privilegiado para a realização de \nexperimentos, com instalações de água, luz e gás de fácil acesso em todas as bancadas. Este \nespaço é utilizado para as aulas práticas referentes às áreas do conhecimento da Química e \nBioquímica para e Ensino no curso de Ciências Biológicas, Enfermagem, Educação Física, \nEngenharias Civil, de Produção e da Computação, Fisioterapia e Química desta Instituição de \nEnsino.  \nConta com duas grandes bancadas de granito, medindo 5m x 1m, com pia de aço \ninoxidável e torneira. Sobre cada bancada passa a tubulação de gás que está conectada aos \nbicos de Bunsen em um total de oito saídas para gás por bancada.  \nNo laboratório há ainda mais seis pias de aço inoxidável e torneiras com com armários \nembutidos, sendo que em uma delas há um lava olhos, há também a presença de duas capelas \nde exaustão e mais duas bancadas de granitos com armários embutidos, 35 bancos de metal \ncom acento de madeira, além de um kit de primeiros socorros de acesso rápido e fácil para \nemergência em caso de acidentes durante a utilização do espaço físico. \nAlém disso, há uma sala de reagentes no laboratório com uma pia de aço inoxidável e \narmários que armazenam os reagentes e soluções usados nas aulas práticas. \nConta com os seguintes equipamentos: vidrarias diversas, estufa de secagem, \ncentrífuga convencional, balança analítica, deionizador de água, banho-maria, pHmetro, bicos \nde Bunsen,  agitadores magnéticos, bomba de vácuo, coluna para cromatografia, \ncondutivímetro, densímetro para álcool, densímetro para gasolina, dessecador c/tampa e luva, \ndetector de CO, eletrodo para pHmetro, espectrofotômetro, fonte para eletroforese, forno \nmicro-ondas, fotômetro de chama, geladeira, lavador de pipetas, manta aquecedora, medidor \nde pH para bancada, pHmetro digital de bancada, refratômetro, turbidímetro e outros \naparelhos diversos.  \nO objetivo do laboratório é adaptar os estudantes para uma rotina de aulas práticas \ngarantindo a correta instrumentalização e correta utilização dos equipamentos de segurança, \n", "106": "Bacharelado em Engenharia de Computação| 106 \n \n  \n \n \n \nmanipulação de vidrarias e preparo de soluções e manuseio de reagentes que podem ser úteis \nà formação do estudante. \n \n16.5 \nRedes de Informação \n \n16.5.1. Tecnologia da Informação - TI \n \nO Setor de Tecnologia da Informação possui hoje um sistema de informação \nmultiusuário que engloba um sistema completo de administração acadêmica e financeira dos \nestudantes, uma rede física de microcomputadores interligados a 10/100 Megabits, com \nservidores Windows 2003/2008 e Linux ligados 24 horas, disponibilizando conexão de \nInternet com banda de 20 Mb dedicados, de modo a suprir as necessidades de toda a \ncomunidade acadêmica. \nNo que se refere ao acesso dos estudantes, a IES possui um sistema de gestão \neducacional que permite controle total e integrado das áreas acadêmica, administrativa e \npedagógica, o Sistema GIZ da AIX Sistemas. Este sistema possui uma plataforma virtual \nonde os estudantes e professores conseguem ter acesso a todos os seus dados acadêmicos, \ncomo notas, frequência, conteúdo das disciplinas, histórico, entre outros. \n \n16.5.2.  Laboratórios de Informática  \n \nAtualmente, a Unidade Acadêmica de Divinópolis possui 177 computadores \nconectados à internet distribuídos em 7 Laboratórios de Informática. Estes ambientes \nobjetivam proporcionar condições de aprimoramento profissional ao corpo discente, docente e \nfuncionários, além de ser um espaço com recursos tecnológicos preparados com ferramentas \npara exercícios específicos das disciplinas, buscas e pesquisas acadêmicas através da internet.  \n \nLaboratório 1, Sala 102, Bloco 1 – 1º andar \n36 computadores (DVDRW - 760 GM - P34 -HD Seagate 1TB -2x DDR3 de 4096MB / 1600 \nMhz - Processador AMD Phenom II X4 - 2.8Ghz) \n01 Switch 48 portas Gerenciável \n", "107": "Bacharelado em Engenharia de Computação| 107 \n \n  \n \n \n \n01 Rack \n01 Ar-condicionado \n01 Projetor \n01 Tela de projeção \n \nLaboratório 2, Sala 126, Bloco 1 – 2º andar \n25 computadores (Processador Intel i7-7700 3.6 GHz, 2x 8 GB de memória DDR4 PC2133 \nCL15, SSD 256 GB, HD Seagate 1TB) \n01 Switch 48 portas Gerenciável \n01 Rack \n01 Ar-condicionado \n01 Projetor \n01 Tela de projeção \n \nLaboratório 3, Sala 406, Bloco 4 \n40 computadores (DVDRW - 760 GM - P34 -HD Seagate 1TB -2x DDR3 de 4096MB / 1600 \nMhz - Processador AMD Phenom II X4 - 2.8Ghz) \n01 Rack \n01 Ar-condicionado \n02 Switchs 48 portas Gerenciáveis \n01 Projetor \n01 Tela de projeção \n \nLaboratório 4, Sala 414, Bloco 4 \n24 computadores (DVDRW - 760 GM - P34 -HD Seagate 1TB -2x DDR3 de 4096MB / 1600 \nMhz - Processador AMD Phenom II X4 - 2.8Ghz) \n01 Projetor \n01 Ar-condicionado \n01 Tela de projeção \n \nLaboratório 5, Sala 1001, Bloco 10 \n", "108": "Bacharelado em Engenharia de Computação| 108 \n \n  \n \n \n \n22 computadores – Core i7 - 16GB de memória – 1TB HD  \n01 Projetor \n01 Tela de projeção \n \nLaboratório 6, Sala 1002, Bloco 10 \n24 computadores (Processador Intel i7-7700 3.6 GHz, 2x 8 GB de memória DDR4 PC2133 \nCL15, SSD 256 GB, HD Seagate 1TB) \n01 Projetor \n01 Tela de projeção \nLaboratório 7, Sala 1003, Bloco 10 \n6 computadores – Core i5 - 7GB de memória – 1TB HD \n01 Ar-condicionado \n01 Tela de projeção \n \n17. INSTRUMENTOS NORMATIVOS DE APOIO  \n \nEstatuto da Universidade do Estado de Minas Gerais  \nhttp://uemg.br/downloads/Estatuto_UEMG.pdf \n \nRegimento Geral da Universidade do Estado de Minas Gerais \nhttp://uemg.br/downloads/Regimento%20Geral_UEMG.pdf \n \nResolução COEPE/UEMG Nº 132, de 13 de dezembro de 2013. Regulamenta a \nimplantação do regime de matrícula por disciplina nos Cursos de Graduação da Universidade \ndo Estado de Minas Gerais – UEMG e institui procedimentos e limites para matrícula. \nhttp://www.uemg.br/arquivos/2013/pdf/Rcoepe132-13.pdf \n \n \n \n \n", "109": "Bacharelado em Engenharia de Computação| 109 \n \n  \n \n \n \n18. REFERÊNCIAS BIBLIOGRÁFICAS \n \nBRASIL: Lei nº. 9.394 de 20 de dezembro de 1996. Diretrizes e Bases da Educação \nNacional. Brasília, DF: D.O. U. de 23/12/96. \n \nBRASIL. Resolução No 11, de 11 de março de 2002. Diretrizes Curriculares Nacionais para \nos cursos de graduação em Engenharia. Brasília, DF: D.O.U. de 09/04/2002. Seção 1, p.32. \n \nCURRÍCULO DO CURSO DE GRADUAÇÃO EM ENGENHARIA DE COMPUTAÇÃO \nDO INSTITUTO NACIONAL DE TELECOMUNICAÇÕES. INATEL: Santa Rita do \nSapucaí, 2006. 41 p. \n \nCURRÍCULO DO CURSO DE GRADUAÇÃO EM ENGENHARIA DE COMPUTAÇÃO \nUNIVERSIDADE FEDERAL DE SÃO CARLOS. São Carlos: UFSCar, 2006. 25 p. \n \nUNIVERSIDADE FEDERAL DO RIO GRANDE DO NORTE. PROJETO PEDAGÓGICO \nDO CURSO DE ENGENHARIA DE COMPUTAÇÃO. 2007. 99 p. \n \nPROJETO PEDAGÓGICO DO CURSO DE BACHARELADO EM ENGENHARIA DE \nCOMPUTAÇÃO. UNIVERSIDADE FEDERAL RURAL DO SEMI-ÁRIDO (UFERSA). \nPAU DOS FERROS – RN, 2013. \n \nPortaria INEP nº 126 de 07 de agosto de 2008, publicada no Diário Oficial de 11 de agosto de \n2008. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "110": "Bacharelado em Engenharia de Computação| 110 \n \n  \n \n \n \nAPÊNDICES \n \n \nAPÊNDICE A – Diretrizes para a realização de estágio obrigatório no curso de \nEngenharia de Computação da UEMG Unidade Divinópolis \n \n \nEstabelece os critérios para a realização e avaliação \ndo Estágio do curso de Engenharia de Computação \nda Universidade do Estado de Minas Gerais Unidade \nDivinópolis \n \n \nO Colegiado do Curso de Engenharia de Computação da Universidade do Estado de \nMinas Gerais Unidade Divinópolis, no uso de suas atribuições que lhe confere o Decreto nº \n46.352, de 25 de novembro de 2013 e, \n \nConsiderando o Art. 7º da Lei 11.788 de 2008 que estabelece a obrigação por parte das \ninstituições de ensino de elaborar normas complementares e instrumentos de avaliação dos \nestágios de seus educandos; \n \nConsiderando a Resolução CNE/CES nº 2 de 24 de abril de 2019 que institui diretrizes \ncurriculares nacionais do curso de graduação em Engenharia, considerando ainda a Resolução \nCNE/CES nº 5 de 16 de novembro de 2016 que institui diretrizes curriculares nacionais para \nos cursos de graduação na área da Computação, abrangendo o curso de Engenharia de \nComputação. \n \nRESOLVE: \nCapítulo I \nDefinições e Objetivos \n \nArt. 1º O Estágio Curricular, integrante do Projeto Pedagógico do curso de Engenharia \nde Computação da UEMG/Divinópolis, consiste no ato educativo escolar supervisionado, \ndesenvolvido no ambiente de trabalho, que visa à preparação para o trabalho produtivo dos \neducandos. \n", "111": "Bacharelado em Engenharia de Computação| 111 \n \n  \n \n \n \n \nArt. 2º O Estágio Curricular visa o aprendizado de competências próprias da atividade \nprofissional e à contextualização curricular, objetivando o desenvolvimento do educando para \na vida cidadã e para o trabalho. \n \nArt. 3º O Estágio Curricular poderá ser realizado na própria UEMG Unidade \nDivinópolis, na comunidade em geral ou junto a pessoas jurídicas de direito público ou \nprivado, sob a responsabilidade e coordenação da UEMG Unidade Divinópolis. \n \nArt. 4º O estágio poderá ser obrigatório ou não obrigatório, conforme determinação do \nprojeto político pedagógico do curso. \n \n§1º Estágio Obrigatório é aquele definido como tal no projeto do curso, cuja carga \nhorária é requisito para aprovação e obtenção de diploma. \n \n§2º Estágio Não Obrigatório é aquele desenvolvido como atividade opcional, \nacrescida à carga horária regular e obrigatória. \n \nCapítulo II \nDos pré-requisitos e duração \n \nArt. 5º O estudante realizará o Estágio Obrigatório do 7º ao 9º período. \n \nArt. 6º O Estágio Obrigatório terá carga horária total de 270 horas. \n \nParágrafo único. A carga horária mínima deverá ser cumprida na forma das disciplinas \nEstágio 1, Estágio 2 e Estágio 3, sendo que cada um terá a carga horária mínima de 90 horas \nque deverão ser realizados em semestres distintos, totalizando assim 270 horas. \n \nArt. 7º A realização do Estágio Não Obrigatório obedecerá à norma específica. \n \n", "112": "Bacharelado em Engenharia de Computação| 112 \n \n  \n \n \n \nCapítulo III \nDas áreas de Estágio Obrigatório \n \nArt. 8º As atividades referentes aos Estágio 1, Estágio 2 e Estágio 3 deverão ser \ndesenvolvidas no âmbito de uma das seguintes áreas da Engenharia de Computação: \n \nI - Projeto e teste de circuitos eletrônicos/ analógicos / digitais e sistemas de automação; \nII - Projeto e gerência de sistemas computacionais, incluindo redes de computadores; \nIII - Desenvolvimento e teste de software nas tecnologias Web, Mobile e/ou Desktop; \n \n \n§1º As disciplinas de Estágio obrigatório deverão ser realizadas em no mínimo duas \ndas três áreas propostas. Assim, fica inviabilizado ao educando a possibilidade de efetuar as \ntrês disciplinas de Estágio obrigatório em uma mesma área de atuação. \n \n \n§2º Para cada disciplina, o educando deve cumprir 15 horas em atividades em sala de \naula, conduzidas pelo professor orientador e destinadas à realização de seminários, com o \nobjetivo de possibilitar a troca de experiências entre os educandos. As horas de estágio \nrestantes são destinadas às atividades na empresa concedente.  \n \n \nCapítulo IV \nDo credenciamento e Obrigações da instituição ou empresa concedente \n \nArt. 9º As pessoas jurídicas de direito privado e os órgãos da administração pública \ndireta, autárquica e fundacional de qualquer dos Poderes da União, dos Estados, do Distrito \nFederal e dos Municípios, bem como profissionais liberais de nível superior, devidamente \nregistrados em seus respectivos conselhos de fiscalização profissional, quando exigido órgão \nregulamentador, podem oferecer estágio, observadas as seguintes obrigações: \n \nI - Celebrar termo de convênio com a Universidade do Estado de Minas Gerais quando \neste procedimento for solicitado pela instituição ou empresa concedente; \n", "113": "Bacharelado em Engenharia de Computação| 113 \n \n  \n \n \n \nII - Celebrar termo de compromisso com a instituição de ensino e o educando, zelando \npelo seu cumprimento; \nIII - Ofertar instalações que tenham condições de proporcionar ao educando atividades \nde aprendizagem social, profissional e cultural; \nIV - Indicar funcionário de seu quadro de pessoal, com formação ou experiência \nprofissional na área de conhecimento desenvolvida no curso do estagiário, para orientar e \nsupervisionar até 10 (dez) estagiários; \nV - Por ocasião do desligamento do estagiário, entregar termo de realização do estágio \ncom indicação resumida das atividades desenvolvidas, dos períodos e da avaliação de \ndesempenho; \nVI - Manter à disposição da fiscalização documentos que comprovem a relação de \nestágio; \nVII - Enviar à instituição de ensino, com periodicidade mínima de 6 (seis) meses, \nrelatório de atividades, com vista obrigatória ao estagiário. \n \nCapítulo V \nDo Coordenador de Estágios \n \nArt. 10º O Coordenador de Estágios do Curso de Engenharia de Computação \nUEMG/Divinópolis, deverá ser um professor do curso de Engenharia de Computação, com \ncarga horária de 40 horas semanais, devidamente capacitado para conduzir as atividades de \nestágio, orientar educandos e coordenar os professores orientadores de estágio. \n \nArt. 11º São atribuições dos coordenadores de estágio: \n \nI - Propor junto ao colegiado dos cursos as normas específicas relativas aos estágios \noferecidos; \nII - Zelar pelo cumprimento das regulamentações relativas ao estágio e projeto \npedagógico do curso; \nIII - Designar junto aos coordenadores de curso os professores orientadores e \ncoordenar suas atividades; \n", "114": "Bacharelado em Engenharia de Computação| 114 \n \n  \n \n \n \nIV - Realizar o lançamento das notas e emissão dos certificados ou atestados; \nV - Mediar eventuais conflitos entre professores, estagiários e entidades concedentes, \nbuscando alternativas para a resolução dos mesmos; \nVI - Propor os modelos de Plano de Estágios e Relatório Final de Atividades; \nVII - Avaliar as propostas de Estágio Não Obrigatório; \nVIII - Viabilizar os convênios de estágio; \nIX - Promover o núcleo de integração escola-empresa, participar e promover a \ndivulgação do curso e perfil do graduando a fim de incentivar a criação de parcerias para \npromoção de convênios de estágio junto as instituições e empresas na região de abrangência \nda instituição de ensino; \nX - Assumir as disciplinas de Estágio 1, 2 e 3, que deverão ser ofertadas em caráter de \nfluxo contínuo; \nXI - Manter a Direção Acadêmica da Unidade, Colegiado de Curso e Coordenação do \ncurso de Engenharia de Computação, informados acerca do andamento das atividades de \nestágio. \n \nCapítulo VI \nDos professores orientadores de estágio \n \nArt. 12º Os professores orientadores de estágio serão designados pelo coordenador do \ncurso, ouvido o coordenador de estágios. \n \nArt. 13º Os professores orientadores de estágio deverão estar aptos a orientar as \natividades de estágio compatíveis com sua formação acadêmica e profissional. \n \nArt. 14º São atribuições dos professores orientadores de estágio: \n \nI - Definir seu horário e áreas de orientação de estágio, comunicando ao coordenador \nde estágios e aos educandos; \nII - Acompanhar e avaliar o desenvolvimento das atividades de estágio, incluindo o \nplano de estágios e relatório final de atividades; \n", "115": "Bacharelado em Engenharia de Computação| 115 \n \n  \n \n \n \nIII - Manter o controle do cumprimento dos estágios por parte dos estudantes; \nIV - Preencher as fichas referentes ao estágio e encaminhá-las à coordenação de \nestágios do curso; \nV - Mediar eventuais conflitos entre estagiários e entidades concedentes, buscando \nalternativas para a resolução destes. \n \nParágrafo Único. As orientações de estágio deverão ser conduzidas de forma \npresencial e serão realizadas em grupos de cinco estudantes para cada hora de dedicação do \nprofessor orientador para este fim. \n \nCapítulo VII \nDo educando estagiário \n \nArt. 15º Fica a cargo do educando a obtenção da concessão de estágio junto às instituições \ne/ou por meio de suporte para identificação de oportunidades de estágio dado pelo Coordenador \nde Estágios. \n \n§1º A realização de estágios só será possível mediante assinatura do Termo de \nCompromisso de Estágios entre as partes interessadas e demais exigências legais para a \natividade. \n \nArt. 16º São obrigações do estagiário: \n \nI - Cumprir a regulamentação de estágios e normas legais correlatas; \nII - Cumprir integralmente as normas de conduta, comportamento e segurança \nestabelecidas pela concedente; \nIII - Comunicar o orientador de estágios quaisquer mudanças aplicadas ao plano de \natividades previamente apresentado; \nIV - Apresentar os documentos relativos ao estágio, tais como Plano de Atividades e \nRelatório de Atividades nos modelos e prazos estabelecidos pela Coordenação de Estágios. \n \n", "116": "Bacharelado em Engenharia de Computação| 116 \n \n  \n \n \n \nParágrafo Único: Durante o desenvolvimento das atividades de estágio na concedente, \nfica o educando submetido ao Regimento, às demais regras e regulamentações da \nUniversidade do Estado de Minas Gerais. \n \nCapítulo VIII \nDo aproveitamento de atividades \n \nArt. 17º As atividades de extensão, de monitorias e de iniciação científica na educação \nsuperior, desenvolvidas pelo estudante, podem ser aproveitadas como Estágio, respeitando as \nseguintes regras: \n \n§1º Para as atividades de extensão e de iniciação científica, estas somente poderão ser \naproveitadas como Estágio obrigatório, quando tais atividades gerarem publicação(ões) em \ncongressos e/ou periódicos, com qualis na área da Computação. \n \n§2º Para as atividades de monitoria, estas somente poderão ser aproveitadas como \nEstágio obrigatório, quando o estudante possuir uma carga horária de monitoria equivalente a \ncarga horária da disciplina de Estágio, além de produzir um relatório de estágio, contendo as \natividades realizadas durante a realização da monitoria, sendo este relatório devidamente \naprovado pelo professor orientador de estágio. Junto ao relatório, deve ser apresentada a \ncomprovação de carga horária contendo a assinatura do monitor e lista de presença de \nestudantes orientados. \n \nArt. 18º As atividades profissionais desenvolvidas pelo estudante que possui vínculo \nempregatício, podem ser aproveitadas como Estágio, respeitando as seguintes regras: \n \n§1º As atividades profissionais devem estar inseridas em uma das possíveis áreas de \nrealização do estágio, no curso de Engenharia de Computação. \n \n", "117": "Bacharelado em Engenharia de Computação| 117 \n \n  \n \n \n \n§2º A empresa a qual o estudante possui vínculo, deve celebrar o termo de \ncompromisso com a Universidade do Estado de Minas Gerais e o educando, zelando pelo seu \ncumprimento. \n \n§3º A empresa a qual o estudante possui vínculo, deve por meio de um profissional, o \nqual possui conhecimento técnico sobre as atividades desenvolvidas pelo estudante, \nprovidenciar um relatório técnico contendo as principais atividades desenvolvidas pelo \nestudante, bem como elucidando os principais pontos positivos e negativos do desempenho do \nestudante na realização das atividades. \n \n§4º O estudante deve produzir um relatório de estágio, contendo as atividades \nrealizadas durante a realização das atividades profissionais, sendo este relatório devidamente \naprovado pelo professor orientador de estágio. \n \nParágrafo único. Qualquer que seja a atividade a ser aproveitada (monitorias, extensão \ne iniciação científica ou atividades profissionais) como Estágio obrigatório, esta somente \npoderá ser utilizada para cumprir apenas uma disciplina de Estágio (90 horas), não sendo \npossível o aproveitamento para mais de uma disciplina de Estágio. Assim, o estudante pode \naproveitar atividades como: monitoria, extensão e iniciação científica de modo a equivaler a \numa disciplina de Estágio e pode aproveitar atividades profissionais para equivaler a outra \ndisciplina de Estágio. Desta forma, o estudante poderá aproveitar de suas atividades para \nequivaler no máximo a 180 horas, ou duas disciplinas de Estágio.  \n \nCapítulo IX \nDas disposições finais \n \nArt. 19º Os casos omissos serão resolvidos de forma conjunta pela Coordenação do \ncurso juntamente ao Coordenador de Estágios. \n \n \n", "118": "Bacharelado em Engenharia de Computação| 118 \n \n  \n \n \n \nAPÊNDICE B – Atividades/Aproveitamento de Horas Complementares \n \nEstabelece os critérios para o Aproveitamento de \nHoras Complementares do curso de Engenharia de \nComputação da Universidade do Estado de Minas \nGerais Unidade Divinópolis \n \n \nO Colegiado do Curso de Engenharia de Computação da Universidade do Estado de \nMinas Gerais Unidade Divinópolis, no uso de suas atribuições que lhe confere o Decreto nº \n46.352, de 25 de novembro de 2013 e, \n \nConsiderando a Resolução CNE/CES nº 2 de 24 de abril de 2019 que institui diretrizes \ncurriculares nacionais do curso de graduação em Engenharia, considerando ainda a Resolução \nCNE/CES nº 5 de 16 de novembro de 2016 que institui diretrizes curriculares nacionais para \nos cursos de graduação na área da Computação, abrangendo o curso de Engenharia de \nComputação. \n \nRESOLVE: \nCapítulo I \nDos Objetivos \n \nArt. 1º As Atividades Complementares a serem cumpridas pelo estudante do curso de \nEngenharia de Computação visam o cumprimento dos seguintes objetivos: \n \nI – Ampliar os horizontes da formação profissional, de modo a proporcionar ao \nestudante uma formação sociocultural que seja abrangente. \nII – Permitir que o estudante desempenhe um papel ativo de construir o seu próprio \nconhecimento e experiência, com orientação e participação do professor. \nIII – Possibilitar a interdisciplinaridade no decorrer do curso. \nIV – Possibilitar ao estudante o engajamento com a comunidade e o compromisso com \nseu desenvolvimento. \nV – Articular as práticas sociais condizentes com a realidade local. \n", "119": "Bacharelado em Engenharia de Computação| 119 \n \n  \n \n \n \nVI – Possibilitar ao estudante uma complementação dos conteúdos apresentados em \nsala de aula. \n \nCapítulo II \nDas Atividades Complementares \n \nArt. 2º As Atividades Complementares para o curso de Engenharia de Computação \ncompreendem participações em: \n \nI – Atividades de Extensão. \nII – Atividades de Ensino. \nIII – Atividades de Pesquisa. \n \nParágrafo único. No Apêndice C apresenta-se o detalhamento das Atividades \nComplementares aceitas pelo curso de Engenharia de Computação, bem como a equivalência \nde horas. \n \nCapítulo III \nDo Estudante \n \nArt. 3º O estudante deverá comprovar, no mínimo, 150 horas de participação em \nAtividades Complementares, que deverão ser integralizadas durante o curso. \n \n§1º O estudante deve incluir as Atividades Complementares diretamente no sistema \nacadêmico, incluindo anexo o comprovante da realização da atividade. \n§2º No início do último semestre letivo, o estudante deve protocolar na coordenação \ndo curso a entrega da Ficha de Avaliação (Apêndice D), que descreve suas Atividades \nComplementares, bem como a quantidade de horas requeridas em cada atividade. \n§3º Somente serão aproveitadas as atividades realizadas pelo estudante durante a \nrealização do curso. \n", "120": "Bacharelado em Engenharia de Computação| 120 \n \n  \n \n \n \n§4º As Atividades Complementares podem ser realizadas, inclusive durante as férias \nescolares, desde que respeitados os procedimentos estabelecidos neste Regulamento. \n \nArt. 4º A equivalência de horas por tipo de Atividade Complementar obedece ao \nApêndice C. \nArt. 5º É de inteira responsabilidade do estudante cumprir efetivamente as Atividades \nComplementares nos termos deste regulamento, bem como efetuar o preenchimento da Ficha \nde Avaliação (Apêndice D) que deve ser protocolado junto à coordenação do curso. \n§1º O estudante deve comprovar no mínimo 150 horas em Atividades \nComplementares. \n§2º As atividades complementares devem compreender atividades em todas as \nmodalidades de atividades: Extensão, Ensino e Pesquisa, conforme Capítulo II. Assim, não \nserá possível ao estudante computar o total de horas exigido não tendo atividades de uma das \nmodalidades supracitadas. \n§3º O preenchimento da Ficha Avaliação, é de total responsabilidade do estudante. \nPosteriormente da Ficha de Avaliação será avaliado, a fim de validar as horas \ncomplementares de acordo com o estabelecido neste regulamento. \n§4º Os estudantes que ingressaram no curso por meio de transferência poderão validar \nas horas de Atividades Complementares já cumpridas na instituição de origem desde que: \nI – As Atividades Complementares realizadas na Instituição/Curso de origem sejam \ncompatíveis com as estabelecidas neste Regulamento. \nII – A carga horária atribuída pela Instituição/Curso de origem não seja superior à \natividade idêntica ou congênere a conferida por este Regulamento, hipótese em que será \ncontabilizada segundo os parâmetros vigentes neste Regulamento. \n  \nCapítulo IV \nDa Validação das Atividades Complementares \n \nArt. 6º A validação das Atividades Complementares é de responsabilidade da \ncoordenação do curso de Engenharia de Computação. \nArt. 7º Compete à coordenação do curso de Engenharia de Computação: \n", "121": "Bacharelado em Engenharia de Computação| 121 \n \n  \n \n \n \n \nI – Validar as Atividades dos estudantes, desde que apresentadas conforme \nestabelecido neste regulamento, além de respeitar os critérios estabelecidos no \nApêndice C; \nII – Promover e/ou incentivar eventos que possibilitem a prática de Atividades \nComplementares. \n \n \nCapítulo V \nDas Disposições Finais \n \nArt. 8º As atividades consideradas complementares do curso de Engenharia de \nComputação, desenvolvidas pelo curso, serão oferecidas a todos os estudantes regularmente \nmatriculados. \nArt. 9º Os casos omissos serão resolvidos pelo Colegiado do Curso de Engenharia de \nComputação. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "122": "Bacharelado em Engenharia de Computação| 122 \n \n  \n \n \n \nAPÊNDICE C – Atividades e Equivalência de Atividades Complementares  \n \nAtividades de Extensão – Máximo de horas a serem aproveitadas: 90hrs \nAtividades desenvolvidas \nAproveita\nmento \nLimite \n(horas) \nRequisitos \nProjeto de extensão \n10% \n40h \nAtestado e relatório (do \nacadêmico) sobre as atividades \ndesenvolvidas \nAtividades culturais \n80% \n5h \nCertificado contendo carga \nhorária \nVisitas Técnicas \n100% \n40h \nAtestado com registro de carga \nhorária \nVisitas a Feiras e \nExposições \n20% \n5h \nAtestado com registro de carga \nhorária \nCursos de Idiomas \n60% \n20h \nCertificado contendo carga \nhorária \nPalestras, Seminários e \nCongressos Extensionistas \n(ouvinte) \n80% \n10h \nCertificado contendo carga \nhorária \nPalestras, Seminários e \nCongressos Extensionistas \n(apresentador) \n100% \n15h \nCertificado contendo carga \nhorária \nProjeto Empresa Júnior \n20% \n20h \n \nCertificado ou declaração \ncontendo a participação e o \ntempo de duração \nAtividades de Ensino – Máximo de horas a serem aproveitadas: 90hrs \nAtividades desenvolvidas \nAproveita\nmento \nLimite \n(horas) \nRequisitos \nEstágio Extracurricular \n70% \n40h \nAtestado e relatório de estágio \n", "123": "Bacharelado em Engenharia de Computação| 123 \n \n  \n \n \n \nMonitoria \n70% \n40h \nCertificado ou declaração \ncontendo a participação e o \ntempo de duração \nConcursos e campeonatos \nde atividades acadêmicas \n70% \n50h \nCertificado ou declaração \ncontendo a participação e o \ntempo de duração \nPresença comprovada a \ndefesas de TCC do curso de \nEngenharia de Computação \n50% \n3h \nDeclaração de participação \nCursos Profissionalizantes \nEspecíficos na área \n80% \n40h \nCertificado contendo carga \nhorária \nCursos Profissionalizantes \nem geral \n20% \n10h \nCertificado contendo carga \nhorária \nAtividades de Pesquisa – Máximo de horas a serem aproveitadas: 90hrs \nAtividades desenvolvidas \nAproveita\nmento \nLimite \n(horas) \nRequisitos \nIniciação Científica \n80% \n40h \nCertificado de conclusão \ncontendo carga horária \nPublicação de artigos em \nperiódicos científicos \n100% \n*10h \nCópia da publicação \nPublicação de artigos \ncompletos em anais de \ncongressos \n100% \n*7h \nCópia da publicação \nPublicação de capítulo de \nlivro \n100% \n*7h \nCópia da publicação \nPublicação de resumos de \nartigos em anais \n100% \n*5h \nCópia da publicação \nRegistro de patentes como \nauto/coautor \n100% \n*40h \nCópia do registro \nPremiação resultante de \n100% \n*10h \nCertificado \n", "124": "Bacharelado em Engenharia de Computação| 124 \n \n  \n \n \n \npesquisa científica \nColaborador em atividades \ncomo Seminários e \nCongressos \n100% \n10h \nCertificado contendo carga \nhorária \nPalestras, Seminários e \nCongressos de Pesquisa \n(ouvinte) \n80% \n10h \nCertificado contendo carga \nhorária \nPalestras, Seminários e \nCongressos de Pesquisa \n(apresentador) \n100% \n15h \nCertificado contendo carga \nhorária \n \n* Número de horas por publicação, registro de patente e premiação. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "125": "Bacharelado em Engenharia de Computação| 125 \n \n  \n \n \n \nAPÊNDICE D – Ficha de Avaliação de Atividades Complementares \n \nUNIVERSIDADE DO ESTADO DE MINAS GERAIS –UEMG \nCURSO DE ENGENHARIA DE COMPUTAÇÃO \nFICHA DE AVALIAÇÃO DE ATIVIDADES COMPLEMENTARES \n \n \nEstudante: \nMatrícula: \nTurno:  \nAno/Semestre de Entrada: \n \n____________________, _____ de _______________   de ________, __________________ \nLocal e Data   \n \n \n              Assinatura \n \nAtividades de Extensão (A) \nAtividade \nQuantidade \n*Total \nProjeto de extensão \n \n \nAtividades culturais \n \n \nVisitas Técnicas \n \n \nVisitas a Feiras e Exposições  \n \nCursos de Idiomas \n \n \nPalestras, Seminários e \nCongressos (ouvinte) \n \n \nPalestras, Seminários e \nCongressos (apresentador) \n \n \nProjeto Empresa Júnior \n \n \n \nSubtotal (máximo 90h) \n \nAtividades de Ensino (B) \nAtividade \nQuantidade \n*Total \nEstágio Extracurricular \n \n \nMonitoria \n \n \nConcursos e campeonatos de \natividades acadêmicas \n \n \nPresença comprovada a \n \n \n", "126": "Bacharelado em Engenharia de Computação| 126 \n \n  \n \n \n \ndefesas de TCC do curso de \nEngenharia de Computação \nCursos Profissionalizantes \nEspecíficos na área \n \n \nCursos Profissionalizantes \nem geral \n \n \n \nSubtotal (máximo 90h) \n \nAtividades de Pesquisa (C) \nAtividade \nQuantidade \n*Total \nIniciação Científica \n \n \nPublicação de artigos em \nperiódicos científicos \n \n \nPublicação de artigos \ncompletos em anais de \ncongressos \n \n \nPublicação de capítulo de \nlivro \n \n \nPublicação de resumos de \nartigos em anais \n \n \nRegistro de patentes como \nauto/coautor \n \n \nPremiação resultante de \npesquisa científica \n \n \nColaborador em atividades \ncomo Seminários e \nCongressos \n \n \nPalestras, Seminários e \nCongressos de Pesquisa \n(ouvinte) \n \n \nPalestras, Seminários e \n \n \n", "127": "Bacharelado em Engenharia de Computação| 127 \n \n  \n \n \n \nCongressos de Pesquisa \n(apresentador) \n \nSubtotal (máximo 90h) \n \nTOTAL A + B + C (Mínimo 150 horas) \n \n \n*Total: O estudante deverá computar o total de horas de acordo com o Apêndice D deste \nProjeto Pedagógico. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "128": "Bacharelado em Engenharia de Computação| 128 \n \n  \n \n \n \nAPÊNDICE E – Atividades de Extensão \n \nEstabelece os critérios para a realização de \nAtividades de Extensão do curso de Engenharia de \nComputação da Universidade do Estado de Minas \nGerais Unidade Divinópolis \n \n \nO Colegiado do Curso de Engenharia de Computação da Universidade do Estado de \nMinas Gerais Unidade Divinópolis, no uso de suas atribuições que lhe confere o Decreto nº \n46.352, de 25 de novembro de 2013 e, \n \nConsiderando a Resolução CNE/CES nº 7 de 18/12/2018 que estabelece a Diretrizes \npara a Extensão no Ensino Superior, considerando ainda a Resolução CNE/CES nº 2 de 24 de \nabril de 2019 que institui diretrizes curriculares nacionais do curso de graduação em \nEngenharia e a Resolução CNE/CES nº 5 de 16 de novembro de 2016 que institui diretrizes \ncurriculares nacionais para os cursos de graduação na área da Computação, abrangendo o \ncurso de Engenharia de Computação. \n \nRESOLVE: \nCapítulo I \nDos Objetivos \n \nArt. 1º As Atividades de Extensão a serem cumpridas pelo estudante do curso de \nEngenharia de Computação visam o cumprimento dos seguintes objetivos: \n \nI – Proporcionar a comunicação entre a sociedade acadêmica e a sociedade externa. \nII – Mobilizar docentes, discentes, colaboradores e comunidade sobre questões \ntecnológicas, sociopolíticas, culturais e ambientais. \nIII – Elaborar e Implantar Gestão de Programas e Projetos que contribua para o \ndesenvolvimento Social e Tecnológico. \n  \nIV – Ofertar cursos aos graduandos como oportunidade de complementação do \nconhecimento acadêmico. \n", "129": "Bacharelado em Engenharia de Computação| 129 \n \n  \n \n \n \nV – Possibilitar o acesso a conhecimentos científicos, práticos e de informações \ngerais, fazendo o intercâmbio entre a comunidade interna e externa. \n \n \nVI – Incentivar e apoiar o corpo docente e discente na publicação e divulgação de suas \nproduções científicas. \n \nCapítulo II \nDas Atividades de Extensão \n \nArt. 2º As Atividades de Extensão para o curso de Engenharia de Computação \ncompreendem participações em diversas ações, mencionadas a seguir, desde que estas estejam \nrelacionadas a práticas extensionistas: \n \nI – Programas de Extensão. \nII – Projetos com vieses extensionistas. \nIII – Cursos e Oficinas extensionistas. \nIV – Eventos com temáticas extensionistas. \nV – Prestação de serviços, desde que, relacionados à extensão. \n \nParágrafo único. No Apêndice F apresenta-se o detalhamento das Atividades de \nExtensão aceitas pelo curso de Engenharia de Computação, bem como a equivalência de \nhoras. \n \nCapítulo III \nDo Estudante \n \nArt. 3º O estudante deverá comprovar, no mínimo, 405 horas de participação em \nAtividades de Extensão, que deverão ser integralizadas durante o curso. \n \n§1º O estudante deve protocolar os comprovantes das Atividades de Extensão na \nsecretaria da coordenação do curso, que posteriormente repassará para o coordenador das \nAtividades de Extensão. \n", "130": "Bacharelado em Engenharia de Computação| 130 \n \n  \n \n \n \n§2º No final do último semestre letivo, o estudante deve protocolar na coordenação do \ncurso a entrega da Ficha de Avaliação (Apêndice G), que descreve suas Atividades de \nExtensão, bem como a quantidade de horas requeridas em cada atividade. \n§3º Somente serão aproveitadas as Atividades de Extensão realizadas pelo estudante \ndurante a realização do curso. \n§4º As Atividades de Extensão podem ser realizadas, inclusive durante as férias \nescolares, desde que respeitados os procedimentos estabelecidos neste Regulamento. \n§5º As Atividades Complementares vinculadas à Extensão, poderão ser também \naproveitadas como Atividades de Extensão. Para isso, o estudante deverá entregar \ncomprovação tanto para solicitar horas como Atividades Complementares, bem como para \nAtividades de Extensão. \nArt. 4º A equivalência de horas por tipo de Atividade de Extensão obedece ao \nApêndice F. \nArt. 5º É de inteira responsabilidade do estudante cumprir efetivamente as Atividades \nde Extensão nos termos deste regulamento, bem como efetuar o preenchimento da Ficha de \nAvaliação (Apêndice G) que deve ser protocolado junto à coordenação do curso. \n§1º O estudante deve comprovar no mínimo 405 horas em Atividades de Extensão. \n§2º As Atividades de Extensão devem compreender atividades conforme Capítulo II, \nno entanto outras atividades que não se encaixem nas mencionadas no Capítulo II, poderão ser \navaliadas pelo coordenador de Extensão, e se aprovadas, poderão ser utilizadas. \n§3º O preenchimento da Ficha Avaliação, é de total responsabilidade do estudante. \nPosteriormente, a Ficha de Avaliação será avaliada, a fim de validar as horas de extensão de \nacordo com o estabelecido neste regulamento. \n§4º Os estudantes que ingressaram no curso por meio de transferência poderão validar \nas horas de Atividades de Extensão já cumpridas na instituição de origem desde que: \nI – As Atividades de Extensão realizadas na Instituição/Curso de origem sejam \ncompatíveis com as estabelecidas neste Regulamento. \nII – A carga horária atribuída pela Instituição/Curso de origem não seja superior à \natividade idêntica ou congênere a conferida por este Regulamento, hipótese em que será \ncontabilizada segundo os parâmetros vigentes neste Regulamento. \n  \n", "131": "Bacharelado em Engenharia de Computação| 131 \n \n  \n \n \n \nCapítulo IV \nDa Validação das Atividades de Extensão \n \nArt. 6º A validação das Atividades de Extensão é de responsabilidade do coordenador \ndas Atividades de Extensão. \nArt. 7º Compete à coordenação do curso de Engenharia de Computação, por meio do \ncoordenador de Atividades de Extensão: \n \nI – Validar as Atividades de Extensão dos estudantes, desde que apresentadas \nconforme estabelecido neste regulamento, além de respeitar os critérios estabelecidos \nno Apêndice F; \nII – Promover e/ou incentivar eventos que possibilitem a prática de Atividades de \nExtensão. \n \n \nCapítulo V \nDas Disposições Finais \n \nArt. 8º As Atividades consideradas de Extensão do curso de Engenharia de \nComputação, desenvolvidas pelo curso, serão oferecidas a todos os estudantes regularmente \nmatriculados. \nArt. 9º Os casos omissos serão resolvidos pelo Colegiado do Curso de Engenharia de \nComputação. \n \n \n \n \n \n \n \n \n", "132": "Bacharelado em Engenharia de Computação| 132 \n \n  \n \n \n \nAPÊNDICE F – Atividades e Equivalência de Atividades de Extensão \n \nAtividades de Extensão  \nAtividades desenvolvidas \nAproveita\nmento \nLimite \n(horas) \nRequisitos \nProjeto de extensão \n100% \n300h \nAtestado e relatório (do \nacadêmico) sobre as atividades \ndesenvolvidas \nComissão organizadora de \neventos (científicos, \ntécnicos, artísticos-culturais, \nsociais, esportivos e \nsimilares) oferecidos ao \npúblico externo \n100% \n40h \nCertificado ou declaração de \norganizador, contendo a carga \nhorária \nParticipação em projetos de \nresponsabilidade social, \ntrabalho voluntário em \nentidades vinculadas a \ncompromissos sócio-\npolíticos (OSIPs, ONGs, \nProjetos comunitários, \nCreches, Asilos, entre \noutros) \n100% \n20h \nCertificado ou declaração de \nparticipação, contendo a carga \nhorária \nInstrutor de cursos e \nminicursos abertos à \nsociedade \n100% \n40h \nCertificado contendo carga \nhorária \nPalestrante (eventos abertos \nà comunidade) \n100% \n20h \nCertificado contendo carga \nhorária \nMonitoria acadêmica \n70% \n40h \nCertificado ou declaração \ncontendo a participação e o \n", "133": "Bacharelado em Engenharia de Computação| 133 \n \n  \n \n \n \ntempo de duração \nOrganizador de Atividades \nculturais \n80% \n10h \nCertificado contendo carga \nhorária \nOrganizador de Visitas \nTécnicas \n100% \n20h \nAtestado com registro de carga \nhorária \nOrganizador de Visitas a \nFeiras e Exposições \n40% \n10h \nAtestado com registro de carga \nhorária \nProjeto Empresa Júnior \n30% \n30h \n \nCertificado ou declaração \ncontendo a participação e o \ntempo de duração \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "134": "Bacharelado em Engenharia de Computação| 134 \n \n  \n \n \n \nAPÊNDICE G – Ficha de Avaliação de Atividades de Extensão \n \nUNIVERSIDADE DO ESTADO DE MINAS GERAIS –UEMG \nCURSO DE ENGENHARIA DE COMPUTAÇÃO \nFICHA DE AVALIAÇÃO DE ATIVIDADES DE EXTENSÃO \n \n \nEstudante: \nMatrícula: \nTurno:  \nAno/Semestre de Entrada: \n \n____________________, _____ de _______________   de ________, __________________ \nLocal e Data   \n \n \n              Assinatura \n \n \nAtividades de Extensão \nAtividade \nQuantidade \n*Total \nProjeto de extensão \n \n \nComissão organizadora de \neventos (científicos, técnicos, \nartísticos-culturais, sociais, \nesportivos e similares) \noferecidos ao público externo \n \n \nParticipação em projetos de \nresponsabilidade social, \ntrabalho voluntário em \nentidades vinculadas a \ncompromissos sócio-\npolíticos (OSIPs, ONGs, \nProjetos comunitários, \nCreches, Asilos, entre outros) \n \n \nInstrutor de cursos e \nminicursos abertos à \nsociedade \n \n \n", "135": "Bacharelado em Engenharia de Computação| 135 \n \n  \n \n \n \nPalestrante (eventos abertos à \ncomunidade) \n \n \nMonitoria acadêmica \n \n \nOrganizador de Atividades \nculturais \n \n \nOrganizador de Visitas \nTécnicas \n \n \nOrganizador de Visitas a \nFeiras e Exposições \n \n \nProjeto Empresa Júnior \n \n \n \nTotal final \n \n \n*Total: O estudante deverá computar o total de horas de acordo com o Apêndice G deste \nProjeto Pedagógico. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "136": "Bacharelado em Engenharia de Computação| 136 \n \n  \n \n \n \nAPÊNDICE H - Regulamento do Trabalho de Conclusão de Curso (TCC) \n \n \nEstabelece os critérios para a realização e avaliação \ndo Trabalho de Conclusão de Curso do curso de \nEngenharia de Computação da Universidade do \nEstado de Minas Gerais Unidade Divinópolis \n \n \nO Colegiado do Curso de Engenharia de Computação da Universidade do Estado de \nMinas Gerais Unidade Divinópolis, no uso de suas atribuições que lhe confere o Decreto nº \n46.352, de 25 de novembro de 2013 e, \n \nConsiderando a Resolução CNE/CES nº 2 de 24 de abril de 2019 que institui diretrizes \ncurriculares nacionais do curso de graduação em Engenharia, considerando ainda a Resolução \nCNE/CES nº 5 de 16 de novembro de 2016 que institui diretrizes curriculares nacionais para \nos cursos de graduação na área da Computação, abrangendo o curso de Engenharia de \nComputação. \n \nRESOLVE: \n \nCapítulo I  \nDa Definição e Fins \n \nArt. 1º O presente instrumento regulamenta as atividades do Trabalho de Conclusão de \nCurso (TCC) obrigatório no curso de Engenharia de Computação da Universidade do Estado \nde Minas Gerais – UEMG campus Divinópolis atendendo às Diretrizes Curriculares do curso. \nEste trabalho é desenvolvido individualmente por cada estudante com supervisão de um \nprofessor durante o período de um ano, período esse correspondente ao último ano de sua \ngraduação. É de caráter obrigatório que neste trabalho o estudante prove capacidade \nnecessária para atuar na área de Engenharia de Computação e afins. \n \n", "137": "Bacharelado em Engenharia de Computação| 137 \n \n  \n \n \n \nParágrafo único. O Trabalho de Conclusão de Curso em Engenharia de Computação é \nexigência do currículo de Engenharia de Computação, sendo condição básica para a conclusão \ndo curso, conforme consta na matriz curricular. \n \nArt. 2º Os estudantes devem estar regularmente matriculados nas disciplinas de \nTrabalho de Conclusão de Curso I e Trabalho de Conclusão de Curso II, sob a orientação \nacadêmica de um professor do corpo docente do curso. \n \n§1º Profissionais de outras instituições poderão atuar como coorientadores convidados, \ndesde que aprovados pela Coordenação do Curso de Engenharia de Computação e pelo \nColegiado do Curso. Nesse caso, o estudante deverá encaminhar solicitação à Coordenação do \nCurso, em forma de documento, devidamente assinada por todos os interessados. \n \n§2º No caso de orientações por profissionais externos a UEMG, a instituição \nresguarda-se o direito de não cobrir qualquer tipo de remuneração, reembolso ou qualquer \noutra forma de ônus proveniente da participação dos mesmos em qualquer etapa de realização \ndo TCC. \n \nCapítulo II \nDos Objetivos do Trabalho de Conclusão de Curso  \n \nArt. 3º O objetivo do TCC na Engenharia de Computação é o de conduzir o estudante \npela rotina de elaboração de projetos técnicos/científicos nas diferentes áreas de atuação e \nafins, seguindo normas técnicas aplicáveis a projetos desse nível junto a diretrizes de órgãos \nreguladores e licenciados no Brasil, pretendendo-se ainda: \n \nI - Oportunizar contato com a prática profissional, por meio do desenvolvimento de \natividades em grau crescente de complexidade, desafiando o estudante a compreender a \nprática técnico/científica e lidar com as suas múltiplas dimensões; \n", "138": "Bacharelado em Engenharia de Computação| 138 \n \n  \n \n \n \nII - Auxiliar o estudante a posicionar-se como profissional e a confrontar criticamente \no que é ensinado com o que é praticado, seja do ponto de vista técnico-científico, seja em \ntermos éticos, induzindo mudanças no ensino e na própria prática; \nIII - Integrar teoria, pesquisa e prática, possibilitando ao estudante, por meio da \nvivência, adquirir uma visão sólida da pesquisa no dia a dia da profissão do engenheiro de \ncomputação; \nIV - Oportunizar ao acadêmico a elaboração de artigos científicos. \n \nCapítulo III  \nDa Orientação \n \nArt. 4º O TCC será elaborado pelo estudante, sob a orientação de um professor que \nfaça parte do corpo docente do curso de Engenharia de Computação da Universidade do \nEstado de Minas Gerais – UEMG campus Divinópolis. \n \nParágrafo único. O processo de seleção dos estudantes pelos orientadores dar-se-á \nmediante inscrição do estudante, orientado por afinidade temática do TCC. \n \nArt. 5º Compete ao orientador: \nI - Orientar o(s) estudante(s) nas práticas investigativas e nas técnicas de elaboração de \num trabalho técnico/científico; \nII - Estabelecer com o orientando o plano de estudo, o respectivo cronograma, os \nlocais, os horários de atendimento e outras providências necessárias para o bom andamento do \ntrabalho; \nIII - Estar disponível para realizar, no mínimo, um colóquio com o orientando a cada \nquinze dias; \nIV - Cumprir rigorosamente os prazos estabelecidos neste regulamento; \nV - Definir, ao final do processo de elaboração do TCC, se o mesmo está em \ncondições de ser apreciado pela Banca Examinadora; \nVI - Oficializar à Coordenação do Curso de Engenharia de Computação os casos \npossíveis de avaliação e aprovação do TCC, assim como os casos contrários; \n", "139": "Bacharelado em Engenharia de Computação| 139 \n \n  \n \n \n \nVII – Auxiliar na forma de escrita técnica aplicável ao longo do trabalho, bem como \ndefinir com o estudante a melhor estrutura para apresentação de seu projeto. \n \nArt. 6º Cada orientador poderá orientar no máximo 15% dos estudantes matriculados \nna disciplina de TCC por ano. \n \nCapítulo IV \nDo Coordenador de TCC \n \nArt. 7º O Coordenador de TCC do Curso de Engenharia de Computação \nUEMG/Divinópolis, deverá ser um professor do curso de Engenharia de Computação, com \ncarga horária de 40 horas semanais, devidamente capacitado para conduzir as atividades de \ncoordenação do TCC, de modo a orientar os estudantes e coordenar os professores \norientadores de TCC. \n \nArt. 8º São atribuições do coordenador de TCC: \n \nI - Propor junto ao colegiado do curso as normas específicas relativas ao TCC I e TCC \nII; \nII - Zelar pelo cumprimento das regulamentações relativas às disciplinas de TCC; \nIII – Efetuar o lançamento de todas as atividades relacionadas às disciplinas de TCC; \nIV - Realizar o lançamento das notas e emissão dos certificados e atas de defesa; \nV - Mediar eventuais conflitos entre professores e estudantes, buscando alternativas \npara a resolução dos mesmos; \nVI – Elaborar os cronogramas de apresentação de TCC de acordo com as \ndisponibilidades dos professores que irão compor a banca examinadora; \nVII – Definir as bancas examinadoras para cada um dos estudantes que irão apresentar \no TCC, alinhando as competências de cada membro da banca com os assuntos abordados pelo \nestudante no TCC; \nVIII - Manter o Colegiado e Coordenação do curso de Engenharia de Computação, \ninformados acerca do andamento das atividades relacionadas ao TCC; \n", "140": "Bacharelado em Engenharia de Computação| 140 \n \n  \n \n \n \nIX – Receber as versões digitais dos TCCs e enviá-los aos professores que compõem a \nbanca examinadora. \n \nCapítulo V \nDo Orientando \n \nArt. 9º Compete ao orientando: \n \nI - Desenvolver as atividades de elaboração do projeto de TCC equivalente às \ndisciplinas de Trabalho de Conclusão de Curso I e II, de acordo com o plano e agenda \nestabelecidos com o orientador e definidos no pré-projeto; \nII - Elaborar o projeto de TCC, contemplando o detalhamento de execução do trabalho \ntécnico/científico; \nIII - Redigir o TCC com clareza, coerência de ideias, linguagem adequada e correção \nortográfica; \nIV - Observar rigorosamente os prazos estabelecidos para a inscrição, defesa e entrega \ndo TCC; \nV – Elaborar o trabalho referente às disciplinas de Trabalho de Conclusão de Curso I e \nII, no Latex seguindo o modelo disponibilizado pelo curso de Engenharia de Computação. \nVI - Desenvolver o trabalho de acordo com as normas e metodologia científicas, desde \na sua estrutura incluindo, também, observância às normas técnicas da ABNT e às normas \nacadêmicas da UEMG, com orientação e aprovação do professor orientador. \n \nCapítulo VI \nDas Atividades \n \nArt. 10º Nas atividades de pesquisa, o estudante deverá desenvolver seu trabalho \nbaseado em metodologia científica apoiada em levantamento bibliográfico, sendo permitidos \nestudos, ensaios experimentais, desenvolvimento de protótipos, produtos, tecnologias, \npatentes, pesquisa básica e aplicada relevante. \n \n", "141": "Bacharelado em Engenharia de Computação| 141 \n \n  \n \n \n \nParágrafo único. Todo TCC deve estar em conformidade com as normas estabelecidas \npela Universidade do Estado de Minas Gerais – UEMG unidade Divinópolis para a condução \nde trabalhos acadêmicos, incluindo a necessidade de submeter-se ao Comitê de Ética, caso \nnecessário. \n \nArt. 11º Cabe ao estudante do curso de Engenharia de Computação, juntamente com o \nprofessor orientador, selecionar campos para o desenvolvimento do projeto. \n \nParágrafo Único. A instituição resguarda-se o direito de não cobrir qualquer tipo de \nremuneração, reembolso ou qualquer outra forma de ônus proveniente da aquisição de \nequipamentos/materiais os quais não estejam disponíveis no campus durante a elaboração do \nprojeto. \n \nArt. 12º O estudante poderá escolher entre dois tipos de trabalho: Projeto de Enfoque \nCientífico ou Projeto de Enfoque Profissional.  \n \n§1º O objetivo de um TCC com enfoque científico é explorar, descrever ou explicar \num determinado fenômeno. Esta investigação deve se basear em procedimentos que envolvem \no método científico para que seus objetivos sejam atingidos. O TCC com enfoque científico \ntem caráter acadêmico e pode gerar um novo conhecimento, organizar, corroborar ou refutar \num conhecimento existente. Trabalhos com temas baseados em relatórios anteriores do \nestudante devem apresentar expansão de conteúdo. A pesquisa pode ou não ter aplicação \nprática prevista e pode ser abordada tanto do ponto de vista quantitativo quanto qualitativo. \nPode ser realizada uma pesquisa experimental, um levantamento, um estudo de caso ou um \nensaio teórico. O TCC deve abordar temas relacionados à Área de Engenharia de Computação \ne sempre que possível deve explorar a integração de conteúdo de disciplinas do Curso de \nGraduação. O TCC deve ser apresentado em forma de monografia. \n \n§2º O TCC com enfoque profissional tem o propósito de desenvolver no estudante a \ncapacidade de identificar um problema ou uma oportunidade profissional a partir de uma \nexperiência vivenciada. A pesquisa deve ter aplicação prática prevista e pode ser abordada \n", "142": "Bacharelado em Engenharia de Computação| 142 \n \n  \n \n \n \ntanto do ponto de vista quantitativo quanto qualitativo. O TCC deve abordar temas \nrelacionados à Área de Engenharia de Computação e deve sempre que possível explorar a \nintegração de conteúdo de disciplinas do Curso de Graduação. O TCC deve ser apresentado \nem forma de monografia. \n \n§3º Trabalhos que fujam do escopo descrito anteriormente devem ser submetidos ao \nCoordenador de TCC, em até 30 dias após o início da orientação, para avaliação. \n \nCapítulo VII \nDo Pré-Projeto \n \nArt. 13º O estudante deverá elaborar um pré-projeto de trabalho contendo título (tema \nde atuação), autoria, nome do professor orientador, descrição do trabalho segmentada como \nsegue: Introdução, Objetivos, Justificativas, Metodologia utilizada, recursos requeridos e \nbibliografia, conforme Apêndice I. \n \nParágrafo Único. É, também, essencial que no pré-projeto contenha a descrição das \npossíveis atividades a serem realizadas, juntamente com a definição de um cronograma de \ndesenvolvimento/elaboração para as mesmas. \n \nArt. 14º O pré-projeto deverá ser entregue ao Coordenador de TCC, que o \nencaminhará para uma equipe de professores para avaliação, sendo avaliado em 20% (vinte \npor cento) da nota correspondente à disciplina de Trabalho de Conclusão de Curso I (TCC I). \n \n \n§1º Os professores escolhidos pela Coordenação do Curso de Engenharia de \nComputação emitirão um laudo referendado, propondo sugestões ou reprovando a proposta de \nTCC, apresentada pelo estudante, num prazo máximo de 20 dias, a contar de seu recebimento. \n \n§2º No caso de reprovação da proposta de TCC I, o estudante terá 15 dias para \nelaborar uma nova proposta e apresentá-la ao Coordenador de TCC, o qual dará sequência até \na sua aprovação, conforme normas apresentadas neste Regulamento. \n", "143": "Bacharelado em Engenharia de Computação| 143 \n \n  \n \n \n \n \n§3º No caso dos professores convocados pelo Coordenador de TCC para emissão do \nlaudo descrito no Parágrafo 1º deste Artigo, a UEMG resguarda-se o direito de não remunerar \nsuas atividades por entender que tais procedimentos fazem parte da rotina acadêmica. \n \n§4º Não é permitido, sem autorização do orientador, do Coordenador de TCC e da \nCoordenação do Curso de Engenharia de Computação, a modificação do padrão documental a \nser apresentado como pré-projeto (Apêndice I). \n \nCapítulo VIII \nDa Elaboração e Apresentação do Trabalho de Conclusão de Curso I \n \nArt. 15º A apresentação do trabalho, far-se-á como parte obrigatória para a aprovação \nna disciplina de TRABALHO DE CONCLUSÃO DE CURSO (TCC I) do curso de \nEngenharia de Computação da Universidade do Estado de Minas Gerais – UEMG unidade \nDivinópolis. \n \n§1º A estrutura do trabalho, bem como seu conteúdo, deverá ser discutida com o \norientador, que se torna responsável pela melhor estruturação/construção possível a fim de \natingir os objetivos propostos neste Regulamento. \n \n§2º É de responsabilidade, única e exclusiva, do estudante manter a clareza e o correto \nuso da língua portuguesa no decorrer da elaboração de toda documentação enviada para a \nbanca examinadora. \n \nArt.16º O estudante deverá entregar o trabalho em três vias impressas até o prazo \ninformado pela Coordenação do Curso de Engenharia de Computação, sendo uma cópia para \ncada membro da banca examinadora. Deve enviar uma versão digital para o Coordenador de \nTCC. \n \n", "144": "Bacharelado em Engenharia de Computação| 144 \n \n  \n \n \n \nParágrafo único. A cada dia de atraso na entrega da versão final por parte do estudante, \neste será penalizado com cinco (5) pontos, que serão descontados após as notas dadas pelos \nprofessores membros da banca examinadora. \n \nCapítulo IX \nDa Elaboração e Apresentação do Trabalho de Conclusão de Curso II \n \nArt. 17º A apresentação final do TCC far-se-á como parte obrigatória para a aprovação \nna disciplina Trabalho de Conclusão de Curso II (TCC II) do Curso de Engenharia de \nComputação da Universidade do Estado de Minas Gerais – UEMG unidade Divinópolis. \n \nArt. 18º Para o estudante estar apto a realizar a apresentação do Trabalho de \nConclusão de Curso II (TCC II), será necessário a apresentação de uma aprovação do \norientador (Apêndice J). Este documento deverá ser entregue antes da entrega das três vias \nimpressas à coordenação de curso, bem como a versão digital. Fica vetada a defesa do \nestudante que não apresentar esse termo.  \n \nArt.19º O estudante deverá entregar o TCC em três vias impressas até o prazo \ninformado pela coordenação do curso de Engenharia de Computação, sendo uma cópia para \ncada membro da banca examinadora. Deve enviar uma versão digital para o Coordenador de \nTCC. \n \nParágrafo Único. O trabalho deverá estar devidamente corrigido e completo, contendo, \ndentre as sessões definidas pelo orientador a de resultados finais e conclusões. Ressalta-se que \na cada dia de atraso na entrega da versão final por parte do estudante, este será penalizado \ncom cinco (5) pontos, que serão descontados após as notas dadas pelos professores membros \nda banca examinadora. \n \nArt.20º O TCC sendo aprovado, caberá ao estudante entregar uma via impressa do \nmesmo, após as correções solicitadas, encadernada em capa dura juntamente com uma mídia \n", "145": "Bacharelado em Engenharia de Computação| 145 \n \n  \n \n \n \nem formato digital (CD-ROM) contento todos os documentos e ferramentas utilizadas no \ndecorrer de seu trabalho. \n \n§1º No CD-ROM, os arquivos, referentes a documentos, devem estar em formato PDF \ne as ferramentas com seus executáveis e arquivos necessários para novas reproduções dos \nexperimentos. \n \n§2º O CD-ROM, entregue junto com o Trabalho de Conclusão de Curso, deve estar \ncom uma capa de acrílico e, na própria mídia, devem constar o nome do estudante, do \norientador e o ano da conclusão do trabalho. \n \nCapítulo X \nDa Avaliação \n \nArt. 21º O TCC referente às disciplinas de Trabalho de Conclusão de Curso I e II \ndeverá ser avaliado por uma banca examinadora, composta pelos seguintes membros: \nPresidente (Professor orientador); (Professor coorientador, quando houver) 1º Examinador \n(Professor da UEMG); 2º Examinador (Professor do UEMG ou convidado externo à \ninstituição).  \n \n§1º Quando houver professor coorientador, este deverá participar da banca de \navaliação, no entanto, a nota do professor orientador e do coorientador deve ser atribuída em \nconjunto. \n  \n§2º No caso de convidado externo ao UEMG a instituição resguarda-se o direito de \nnão ressarcir quaisquer tipos de despesas que o mesmo venha a ter com o deslocamento para \nefetivação do processo de confecção do trabalho ou avaliação final (defesa). \n \n§3º Os professores que compuserem a banca de avaliação do TCC I, deverão compor a \nbanca de TCC II, exceto quando: \n \n", "146": "Bacharelado em Engenharia de Computação| 146 \n \n  \n \n \n \nI - O professor não estiver mais vinculado à instituição. \nII - O professor não ter disponibilidade de horário para compor a banca. \n \nArt. 22º. A avaliação constará de três notas, assim distribuídas: \n \nI – Projeto; \nII – Trabalho escrito; \nIII – Apresentação e Defesa. \n \n§1º A nota final do TCC será calculada pela média das três avaliações. \n \n§2º O estudante que conseguir média superior ou igual a sessenta (60) estará aprovado, \ncaso contrário será reprovado. \n \n§3º Caso a banca examinadora aprove o TCC, mas solicite alterações, o estudante terá \n7 dias corridos para efetuar as alterações e reenviar a nova versão para o Coordenador de \nTCC. \n \nCapítulo XI  \nDos Prazos \n \nArt. 23º Este regulamento estabelece os seguintes prazos para inscrição, seleção, \nentrega, apresentação e avaliação dos trabalhos de conclusão de curso: \n \nI - Até o final do 8º período será feita a apresentação deste Regulamento, sendo \ndiscutidas pelo Coordenador de TCC as áreas de realização e os campos de trabalho; \n \nII - O pré-projeto deverá ser apresentado ao Coordenador de TCC, no máximo, 15 \nantes do término do 8º período, juntamente com a carta de aceite do professor orientador; \n \n", "147": "Bacharelado em Engenharia de Computação| 147 \n \n  \n \n \n \nIII - Cabe ao Coordenador de TCC a tarefa de agendamento das apresentações dos \ntrabalhos referentes às disciplinas de TCC I e II, as quais devem ocorrer antes do término do \nperíodo letivo vigente. \n \nIV - Não é permitido, em hipótese nenhuma, o adiamento dos prazos ou qualquer \npostergação de datas para semestres seguintes. \n \nV - O estudante que não apresentar seu trabalho de conclusão de curso até o prazo \nestipulado pelo Coordenador de TCC estará reprovado e deverá cursar novamente a disciplina \na fim de concluir o Curso. \n \nCapítulo XII \nDas Disposições Finais \n \nArt. 24º Verificando-se o descumprimento das normas estabelecidas neste \nregulamento, o estudante não colará grau, devendo matricular-se, novamente, na disciplina \n“Trabalho de Conclusão de Curso”, no semestre seguinte. \n \nArt. 25º Dúvidas referentes ao regulamento deverão ser resolvidas primeiramente com \nos orientadores e posteriormente com o Coordenador de TCC. \n \nArt. 26º Casos omissos serão resolvidos pelo NDE do curso de Engenharia de \nComputação e deliberados pelo colegiado do curso. \n \nArt. 27º Este regulamento entrará em vigor na data de sua aprovação pelo Colegiado \ndo Curso. \n \n \n \n \n \n \n \n \n", "148": "Bacharelado em Engenharia de Computação| 148 \n \n  \n \n \n \nAPÊNDICE I - Modelo de Proposta para os Projetos de TCC - Pré-Projeto \n \nUNIVERSIDADE DO ESTADO DE MINAS GERAIS –UEMG \nCURSO DE ENGENHARIA DE COMPUTAÇÃO \nPROPOSTA DE TRABALHO DE CONCLUSÃO DE CURSO \nEstudante: \nTema do Projeto: \nProfessor Orientador: \n_________________________________________ \nOrientador(a) \n_________________________________________ \nOrientando(a) \n \nIntrodução: Neste item o estudante deve gerar uma introdução que contenha no mínimo \ninformações sobre: a grande área de atuação, a sua área de pesquisa, problemas detectados, \nsua solução e resultados esperados. \n \nObjetivos: É importante, neste item, que o estudante deixe claro quais os objetivos a serem \nalcançados com sua pesquisa e como ela irá contribuir para sua área de atuação. Logo, faz-se \nnecessário dividir tal explicação em objetivos gerais e objetivos específicos do projeto. \n \nMetodologia Utilizada: As informações aqui contidas devem ser suficientes para esclarecer \nao leitor quais passos e/ou etapas a serem seguidos durante a execução de seu trabalho. Não \nconfunda metodologia com cronograma, aqui apresentamos os métodos a serem aplicados e \nnão prazos e datas. \n \nJustificativa: Neste item o estudante deve justificar sua pesquisa e demostrar conhecimento \nsobre a importância de sua área junto ao curso de Engenharia de Computação da Universidade \ndo Estado de Minas Gerais – UEMG campus Divinópolis. \n \nRecursos requeridos: Caso haja necessidade, o estudante deve descrever neste tópico todos \nos recursos necessários para a execução correta de seu trabalho. Ao gerar tal descrição leve \nem consideração o Art. 7º e seu parágrafo único. \n \nBibliografia: O pré-projeto deve ser apoiado sob conceitos importantes da área de atuação. \nLogo, ao decorrer da introdução o estudante deve citar alguns trabalhos relevantes para a área \nque estará atuando, sendo essas citações padronizadas segundo as normas da ABNT. \n \nCronograma: Este item deve apresentar, em forma de tabela, as atividades a serem \nexecutadas no decorrer do ano e os meses que estarão relacionados com cada etapa de \nexecução/ finalização de cada tarefa que compõe o projeto apresentado. \n \n \n \n \n \n \n \n", "149": "Bacharelado em Engenharia de Computação| 149 \n \n  \n \n \n \nAPÊNDICE J - Termo de Aprovação do Projeto de Conclusão de Curso  \npara Apresentação em Banca Examinadora \n \n \nD E C L A R A Ç Ã O \n \nDeclaro, \npara \nos \ndevidos \nfins, \nque \no(a) \nestudante(a) \n____________________________________________________ \nestá \napto(a) \na \napresentar seu trabalho de conclusão de curso para a banca examinadora. \n \n \nDivinópolis, _____, de ________________, de _________ \n \n \n \n_________________________________________ \nOrientador(a) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "150": "Bacharelado em Engenharia de Computação| 150 \n \n  \n \n \n \nAPÊNDICE K – Alterações PPC 2016 \n \nAlterações das disciplinas do 3º ao 10º período. \n \nCURRICULO 2016 \n  \nCURRICULO 2020 \nPeríodo Disciplinas  \nHoras   Período Disciplinas  \nHoras \n3º \nSéries e Equações \nDiferenciais \n45 \n  \n3º \nSequências e Séries \n45 \n4º \nFenômenos de Transporte \n45 \n \n4º \nFundamentos de \nMecânica dos Sólidos e \nFluídos \n60 \n6º \nProgramação Orientada de \nObjetos III \n45 \n  \n6º \nOrganização e \nRecuperação da \nInformação  \n45 \n7º \nControle e \nServomecanismo \n60 \n  \n8º \nControle e \nServomecanismo \n60 \n7º \nModelagem e Simulação \n45 \n \n7º \nModelagem e Simulação \n60 \n8º \nAmbiente e Ciências dos \nMateriais \n45 \n  \n10º \nAmbiente e Ciência dos \nMateriais \n45 \n8º \nSistemas de Automação \n60 \n  \n7º \nSistemas de Automação \n60 \n8º \nSistemas Distribuídos \n60 \n  \n6º \nSistemas Distribuídos \n60 \n9º \nSistemas Inteligentes III \n45 \n  \n5º \nPesquisa Operacional \n45 \n9º \nMicrocontroladores, \nMicroprocessadores e \nAplicações \n75 \n \n10º \nMicrocontroladores, \nMicroprocessadores e \nAplicações \n60 \n10º \nComputação Gráfica \n45 \n \n9º \nComputação Gráfica \n45 \n10º \nSistemas Inteligentes IV \n60 \n  \n10º \nSistemas Inteligentes III \n60 \n10º \nInterface Homem-Máquina \n60 \n  \n8º \nInterface Homem-\nMáquina \n60 \nOptativa Desenvolvimento Web \n45 \n  \n8º \nDesenvolvimento Web  \n45 \nOptativa Programação para \nDispositivos Móveis \n45 \n  \n9º \nProgramação para \nDispositivos Móveis \n45 \n \n \n \n   \n \n \nDisciplinas excluídas \n  \nNova disciplina \n9º \nCompiladores III \n60 \n \n4º \nEquações Diferenciais \n45 \n10º \nEletiva III \n45 \n  \n \n \nA disciplina “Séries e Equações Diferenciais”, que estava no 3º período foi subdivida \nem duas novas disciplinas: “Sequências e Séries” e “Equações e Diferenciais”. Para quem já \n", "151": "Bacharelado em Engenharia de Computação| 151 \n \n  \n \n \n \ncursou esta disciplina, ela será equivalente a disciplina de “Sequências e Séries”. A disciplina \nde “Equações Diferenciais” deverá ser cursada até a integralização do curso. \nA disciplina “Fenômenos de Transporte” do 4º período teve seu nome alterado para \n“Fundamentos de Mecânica dos Sólidos e Fluídos”. Ressalta-se que esta disciplina também \nterá o aumento da carga horária de 45hs para 60hs. Para os estudantes que já cursaram a \nreferida disciplina, estes deverão complementar a carga horária ampliada até a integralização \ndo curso. \nA disciplina Programação Orientada a Objetos III teve seu nome alterado para \nOrganização e Recuperação da Informação. Salienta-se que tal alteração não impacta em \nnenhuma das turmas. \nA disciplina Controle e Servomecanismo, que estava no 7º período, foi transferida \npara o 8º período. Ressalta-se que tal mudança não afeta aos estudantes.  \nA disciplina Modelagem e Simulação teve sua carga horária ampliada de 45hr para \n60hr. Ressalta-se que esta alteração não afetará nenhuma das turmas. \nFoi efetuada a troca entre as disciplinas Ambiente e Ciência dos Materiais do 8º \nperíodo com a disciplina Interface Homem-Máquina do 10º período. Esta troca não afetará \nnenhuma das turmas. \nA disciplina Sistemas de Automação, que estava no 8º período, foi transferida para o \n7º período. Para os estudantes que já cursaram o 7º período, esta deverá ser cursada até a \nintegralização do curso.   \nA disciplina Sistemas Distribuídos, que estava no 8º período, foi transferida para o 6º \nperíodo. Para os estudantes que já cursaram o 6º período, esta deverá ser cursada até a \nintegralização do curso. \nA disciplina Pesquisa Operacional, anteriormente chamada de Sistemas Inteligentes \nIII, que estava no 9º período, foi transferida para o 5º período. Para os estudantes que já \ncursaram o 5º período, esta deverá ser cursada até a integralização do curso. \nA disciplina Microcontroladores, Microprocessadores e Aplicações, que estava no 9º \nperíodo, foi transferida para o 10º. Além disso sua carga horária foi reduzida de 75hs para \n60hs. Esta troca não afetará nenhuma das turmas. \nA disciplina Computação Gráfica, que estava no 10º período, foi transferida para o 9º. \nEsta troca não afetará nenhuma das turmas. \n", "152": "Bacharelado em Engenharia de Computação| 152 \n \n  \n \n \n \nA disciplina Sistemas Inteligentes IV do 10º período teve seu nome alterado para \nSistemas Inteligentes III. Ressalta-se que tal mudança não afeta aos estudantes. \nFoi inserida como disciplina obrigatória a disciplina Desenvolvimento Web, que está \nalocada no 8º período, de modo que nenhuma das turmas será prejudicada com sua inclusão. \nComo anteriormente esta disciplina constava como Optativa, se eventualmente alguma turma \njá a cursou como Optativa, esta será equivalente a disciplina Desenvolvimento Web, e nesse \ncaso os estudantes terão que cursar a Optativa a qual foi dada a referida disciplina até a \nintegralização do curso.   \nFoi inserida como disciplina obrigatória a disciplina Programação para dispositivos \nmóveis, que está alocada no 9º período, de modo que nenhuma das turmas será prejudicada \ncom sua inclusão. Como anteriormente esta disciplina constava como Optativa, se \neventualmente alguma turma já a cursou como Optativa, esta será equivalente a disciplina \nProgramação para Dispositivos Móveis, e nesse caso os estudantes terão que cursar a Optativa \na qual foi dada a referida disciplina até a integralização do curso. \nA disciplina Compiladores III do 9º período foi removida da grade do curso. Como \nnenhuma turma ainda cursou tal período, essa mudança não afetará aos estudantes. \nA disciplina Eletiva III do 10º período foi removida da grade do curso. Se \neventualmente algum estudante já tenha cursado esta disciplina, será utilizada como horas \ncomplementares. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"}