{"1": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO DE \nGRADUAÇÃO EM \nENGENHARIA AMBIENTAL E SANITÁRIA \n \n \nProjeto de REFORMA CURRICULAR  \ndo Curso de Engenharia Ambiental e Sanitária \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJuiz de Fora, janeiro de 2016 \n \n \n \n \n \n", "2": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n \n \nSUMÁRIO \n \n \n1. DENOMINAÇÃO DO CURSO ............................................................................................................... 02 \n \n2. INTRODUÇÃO....................................................................................................................................... 02  \n \n3. INFORMAÇÕES GERAIS SOBRE O CURSO ..................................................................................... 04 \nI. PUBLICO ALVO ....................................................................................................................................  04 \nII. QUANTIDADE DE VAGAS ...................................................................................................................  04 \nIII. PROCESSO SELETIVO ......................................................................................................................  05 \nIV. JUSTIFICATIVA PARA A OFERTA DO CURSO ................................................................................  06 \nV. INTEGRALIZAÇÃO CURRICULAR .....................................................................................................  08 \n \n4. O PROJETO PEDAGÓGICO ................................................................................................................ 08  \nI. CONCEPÇÃO GERAL ...........................................................................................................................  08 \nII. PERFIL PROFISSIONAL ......................................................................................................................  09 \nIII. PRINCIPAIS NORTEADORES DA ORGANIZAÇÃO CURRICULAR ..................................................  11 \nIV. ESTRUTURA CURRICULAR ..............................................................................................................  12 \nV. ESTÁGIO CURRICULAR  SUPERVISIONADO ..................................................................................   26 \nVI. EMENTAS .........................................................................................................................................    28 \nVII. AVALIAÇÃO DA APRENDIZAGEM ................................................................................................     87 \nVIII. REOFERTA DE DISCIPLINAS .......................................................................................................     88 \nIX. ADAPTAÇÃO AO NOVO CURRÍCULO ...........................................................................................     89 \nX. DIPLOMAÇÃO ...................................................................................................................................     90 \nXI. REFERÊNCIAS BIBLIOGRÁFICAS ..................................................................................................    90 \n \n5.ANEXOS...............................................................................................................................................    92 \nANEXO 1 – Formulário CG-03...............................................................................................................    93 \nANEXO 2 – Formulários CD-01 ............................................................................................................. 101 \nANEXO 3 – Tabela de Equivalência de Disciplinas ............................................................................ 344\n", "3": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n2 \n \n1. DENOMINAÇÃO DO CURSO \n \nCURSO DE GRADUAÇÃO EM ENGENHARIA AMBIENTAL E SANITÁRIA \n– modalidade presencial – \n \n \n2. INTRODUÇÃO  \n \nA Universidade Federal de Juiz de Fora - UFJF, criada em 1960, está localizada na cidade de \nJuiz de Fora, cidade polo da Zona da Mata mineira. Sua localização privilegiada, entre três \ncapitais - a 270 km de Belo Horizonte, a 180 km do Rio de Janeiro e a 480 km de São Paulo -, a \ncoloca como alvo estratégico do turismo de eventos e de negócios. Além disso, oferece um \nefervescente circuito cultural e artístico, onde se incluem museus, teatros e uma agitada vida \nnoturna, com um diferenciado leque de opções para as mais variadas exigências. Além disso, a \npresença da UFJF em Juiz de Fora a torna referência na formação de pessoal qualificado nas \náreas da Educação, Saúde e Tecnologia (UFJF, 2009, p. 1). \n \nJá a história da Faculdade de Engenharia da UFJF, fundada em 17 de agosto de 1914, encontra-\nse associada ao imaginário positivista, que adentra nos quadros do governo monárquico e que \nganhou, finalmente, status ideológico durante as primeiras décadas da República, através da \nconsolidação do projeto progressista republicano, tendo como suporte o binômio “ciência e \nprogresso”. Portanto, a Faculdade de Engenharia foi criada 46 anos antes da criação da \nUniversidade Federal de Juiz de Fora, sendo incorporada à UFJF por meio da Lei nº 3.858 \n(BRASIL, 1960). \n \nDesde o ano de 2000, o antigo Departamento de Hidráulica e Saneamento da Faculdade de \nEngenharia, atual Departamento de Engenharia Sanitária e Ambiental, discutia a criação do \nCurso de Graduação em Engenharia Sanitária e Ambiental, tendo em vista a necessidade de \n", "4": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n3 \n \nformação de recursos humanos nas áreas de Engenharia Ambiental e de Engenharia Sanitária \ndemandados por empresas públicas e privadas e órgãos públicos na região. Nos anos de 2002 e \n2003, em convênio com a Universidade Federal de Minas Gerais - UFMG, o antigo \nDepartamento de Hidráulica e Saneamento ofereceu um curso de especialização em Engenharia \nSanitária na cidade de Juiz de Fora.  \n \nEm abril de 2007, o presidente da República editou o Decreto Presidencial nº 6.096 (BRASIL, \n2007), que instituiu o Programa de Apoio a Planos de Reestruturação e Expansão das \nUniversidades Federais, o REUNI, com o objetivo de criar condições para a ampliação do acesso \ne permanência na educação superior, no nível de graduação, pelo melhor aproveitamento da \nestrutura física e de recursos humanos existentes nas universidades federais. \n \nO Programa REUNI teve como meta global a elevação gradual da taxa de conclusão média dos \ncursos de graduação presenciais para noventa por cento e, ainda, o aumento da relação de \nalunos de graduação em cursos presenciais por professor para dezoito, ao final de cinco anos, a \ncontar do início de cada plano nas Instituições Federais de Ensino Superior (IFES). \n \nA Universidade Federal de Juiz de Fora aderiu ao REUNI por meio da Resolução CONSU nº 15, \nde 25 de outubro de 2007, e o Curso de Engenharia Sanitária e Ambiental foi criado por meio da \nResolução CONSU nº 18, de 7 de agosto de 2008, no uso da prerrogativa de autonomia \ndidático-científica das universidades consolidada no art. 207 da Constituição Federal (BRASIL, \n1988). \n \nO Curso de Engenharia Sanitária e Ambiental da UFJF foi criado tendo como objetivo formar \nprofissionais aptos a projetar e acompanhar a execução de infraestruturas, instalações \noperacionais e serviços de saneamento básico, além de avaliar e mitigar impactos ambientais de \nempreendimentos produtivos nos ecossistemas naturais, de forma a contribuir para o \ndesenvolvimento sustentável da Zona da Mata mineira e do país.  \n", "5": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n4 \n \nO curso foi reconhecido pela Secretaria de Regulação e Supervisão da Educação Superior do \nMinistério da Educação por meio da Portaria no 409, de 30 de agosto de 2013 (SERES, 2013),  \ncom o nome de Engenharia Ambiental e Sanitária, o que levou à troca do nome do curso. Em 24 \nde fevereiro de 2014, forma-se a primeira turma com nove graduados em Engenharia Ambiental \ne Sanitária. \n \n \n3. INFORMAÇÕES GERAIS SOBRE O CURSO  \n \nI. PÚBLICO ALVO \n \nEstudantes concluintes do Ensino Médio, sendo que o curso oferece formação profissional nas \náreas de Engenharia Ambiental e de Engenharia Sanitária, proporcionando a obtenção do grau \nde bacharel. O curso é oferecido em um único ciclo de estudos. \n \nII. QUANTIDADE DE VAGAS \n \nNos termos do inciso IV do art. 53 da Lei 9.394 (BRASIL, 1996), nos dois primeiros anos de \nexistência, 2009 e 2010, o Curso de Engenharia Sanitária e Ambiental ofereceu 42 vagas \ndeclaradas com uma única entrada anual, divididas em grupos, sendo, na ocasião, 12,5% das \nvagas destinadas para alunos oriundos de escolas públicas autodeclarados negros (mínimo de \nsete anos de estudo em escola pública, incluído o ensino médio), 37,5% para alunos de escolas \npúblicas (mínimo de sete anos de estudo em escola pública, incluído o ensino médio) e 50% \npara alunos de ampla concorrência.  \n \nNos anos de 2011 e 2012, o Curso de Engenharia Sanitária e Ambiental passou a oferecer 51 \nvagas declaradas de ingresso, com entrada única anual, observada a política afirmativa descrita \nno parágrafo anterior. \n", "6": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n5 \n \nA partir dos programas de ingresso de 2013, o curso passou a oferecer 50 vagas declaradas \ncom uma única entrada anual. \n \nEm agosto de 2013, o curso passou a se denominar Engenharia Ambiental e Sanitária mantendo \n50 vagas declaradas de ingresso com entrada anual. É importante destacar que não há previsão \nde aumento do número de vagas de ingresso do Curso de Engenharia Ambiental e Sanitária até \no ano de 2020. \n \nO Curso de Engenharia Ambiental e Sanitária trabalha com turmas teóricas de, no máximo, 60 \nalunos, e turmas práticas de, no máximo, 20 alunos. Em outras atividades como, por exemplo, \nvisitas técnicas, tem sido adotada a prática de acompanhamento das visitas por um docente de \nforma a permitir um melhor aproveitamento das atividades desenvolvidas. \n \nIII. PROCESSO SELETIVO \n \nAs 50 vagas declaradas de ingresso anual do curso são divididas em dois processos de ingresso \noriginário, o Sisu e o Pism. Setenta por cento do total de vagas, 35 vagas, que até o ano 2012 \neram destinadas ao Vestibular, passaram a ser disponibilizadas a partir de 2013 aos candidatos \npor meio do Sistema de Seleção Unificada - Sisu do Ministério da Educação, utilizando a nota do \nExame Nacional do Ensino Médio - Enem. Já o Programa de Ingresso Seletivo Misto - Pism da \nUFJF continuou recebendo 30% do total das vagas ofertadas pela instituição para cada curso, no \ncaso da Engenharia Ambiental e Sanitária, 15 vagas. \n \nAinda, a partir de 2013, a UFJF instituiu novos grupos para acesso a cada curso, seja por meio \ndo Sisu, seja por meio do Pism. A distribuição das vagas para todos os cursos passou a ser \naquela definida nos editais dos programas de ingresso originário, agrupadas nos seguintes \ntermos:  \n \n", "7": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n6 \n \nI. Grupo A: candidatos com renda igual ou inferior a um salário mínimo e meio per capita familiar \nmensal, que tenham cursado o Ensino Médio integralmente em escola pública e que se declarem \npretos, pardos ou indígenas; \nII. Grupo B: candidatos com renda igual ou inferior a um salário mínimo e meio per capita familiar \nmensal, que tenham cursado o Ensino Médio integralmente em escola pública, \nindependentemente de outra declaração;  \nIII. Grupo C: vagas de amplo acesso, independentemente de renda ou de escola;  \nIV. Grupo D: candidatos que tenham cursado o Ensino Médio integralmente em escola pública e \nque se declarem pretos, pardos ou indígenas, independentemente de renda;  \nV. Grupo E: candidatos que tenham cursado o Ensino Médio integralmente em escola pública, \nindependentemente de renda ou autodeclaração.  \n \nIV. JUSTIFICATIVA PARA A OFERTA DO CURSO \n \nA Universidade Federal de Juiz de Fora tem “por finalidade produzir, sistematizar e socializar o \nsaber filosófico, científico, artístico e tecnológico, ampliando e aprofundando a formação do ser \nhumano para o exercício profissional, a reflexão crítica, a solidariedade nacional e internacional, \nna perspectiva da construção de uma sociedade justa e democrática e na defesa da qualidade \nde vida” (UFJF, 1999). \n  \nEntre os objetivos específicos da Universidade Federal de Juiz de Fora, segundo o seu Projeto \nde Desenvolvimento Institucional – PDI 2009/2013, encontra-se a ampliação da oferta de vagas \nnos cursos de graduação por meio da criação de “outros cursos de diferentes modalidades de \nEngenharia\" (UFJF, 2009, p. 7). \n \nNesse contexto, o Curso de Engenharia Ambiental e Sanitária da Universidade Federal de Juiz \nde Fora funciona com base nos seguintes princípios, os quais devem nortear todas as suas \nações: \n", "8": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n7 \n \nI – melhoria contínua da qualidade do curso; \nII – formação para o mercado de trabalho, com ensino voltado para a prática profissional; \nIII – promoção da sustentabilidade social, econômica e ambiental; \nIV – difusão dos princípios da equidade, da diversidade e da democracia; \nV – incentivo ao empreendedorismo e à inovação tecnológica; \nVI – valorização da cidadania em todas as atividades do curso. \n \nO Curso de Engenharia Ambiental e Sanitária, criado na Faculdade de Engenharia da \nUniversidade Federal de Juiz de Fora, norteia-se pela necessidade de formação de profissionais \naptos à administração, gestão e ordenamento ambiental e ao monitoramento e mitigação de \nimpactos ambientais, seus serviços afins e correlatos, além da prestação de serviços de \nsaneamento básico. \n \nPara tanto, a concepção do curso norteou-se pelo que determina a Resolução CNE/CES 11, de \n2002, que instituiu as Diretrizes Curriculares Nacionais para o Curso de Graduação em \nEngenharia (CNE/CES, 2002). \n  \nO projeto consolidado para o curso pretende também atender à totalidade dos tópicos do campo \nde atuação profissional das modalidades de Engenharia Ambiental e Engenharia Sanitária, o que \npermitirá ao sistema CONFEA/CREAs conferir atribuições profissionais de Engenheiros \nSanitaristas (Resolução CONFEA nº 310, de 23/07/1986) e Engenheiros Ambientais (Resolução \nCONFEA nº 447, de 22/09/2000) aos egressos do curso. \n \nO curso tem como objetivo proporcionar aos estudantes de Engenharia Ambiental e Sanitária da \nUniversidade Federal de Juiz de Fora uma educação de qualidade – ensino, pesquisa e \nextensão –, por meio de tecnologias modernas e de professores e servidores técnico-\nadministrativos em educação comprometidos com a formação profissional, a humanização, a \n", "9": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n8 \n \nética e a responsabilidade social. A justificativa da oferta do curso, portanto, está na formação de \nengenheiros ambientais e engenheiros sanitaristas. \n \nV. INTEGRALIZAÇÃO CURRICULAR \n \nA Resolução CNE/CES 02 (CNE/CES, 2007), que dispõe sobre carga horária mínima e \nprocedimentos relativos à integralização e duração dos cursos de graduação, bacharelados, na \nmodalidade presencial, fixou a carga horária mínima dos cursos de graduação em engenharias \nem 3.600 horas-aula, com limite médio de integralização de cinco anos. Assim, definiu-se: \n \n→ Integralização curricular: 5 anos (10 semestres letivos) \n→ Tempo mínimo: 4,5 anos (9 semestres letivos)  \n→Tempo médio: 5 anos (10 semestres letivos) \n→ Tempo máximo: 9 anos (18 semestres letivos) \n→ Carga horária total (CHT): 3.690 horas-aula  \n→ Carga horária média (CHM): (3.690 horas-aula – 180 horas-aula) / 10 períodos = 351 horas-\naula por período \n \n \n4. O PROJETO PEDAGÓGICO \n \nI. CONCEPÇÃO GERAL \n \nO Curso de Engenharia Ambiental e Sanitária busca formar engenheiros com formação \ngeneralista, crítica e reflexiva, capacitado para absorver e desenvolver novas tecnologias, \nestimulando a sua atuação crítica e criativa na identificação e resolução de problemas ambientais e \nsanitários, considerando seus aspectos políticos, econômicos, sociais, ambientais e culturais, com \nvisão ética e humanística, em atendimento às demandas da sociedade do século XXI. \n", "10": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n9 \n \nAssim, a concepção do curso tem por objetivo dotar o profissional dos conhecimentos \nnecessários para o exercício das seguintes competências e habilidades: \n \nI – aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à Engenharia \nAmbiental e Sanitária; \nII – projetar e conduzir experimentos e interpretar resultados; \nIII – conceber, projetar e analisar sistemas, produtos e processos; \nIV – planejar, supervisionar, elaborar e coordenar projetos e serviços de Engenharia Ambiental e \nSanitária; \nV – identificar, formular e resolver problemas de Engenharia Ambiental e Sanitária; \nVI – desenvolver e utilizar novas ferramentas e tecnologias; \nVII – supervisionar a operação e a manutenção de sistemas; \nVIII – avaliar criticamente a operação e a manutenção de sistemas; \nIX – comunicar-se eficientemente nas formas escrita, oral e gráfica; \nX – atuar em equipes multidisciplinares; \nXI – compreender e aplicar o Código de Ética Profissional da Engenharia, Resolução CONFEA \nnº 1.002 (CONFEA, 2002), e suas responsabilidades profissionais quando da execução de \nserviços de engenharia, quando ficam sujeitos à Anotação de Responsabilidade Técnica (ART), \nde acordo com a Lei nº 6.496 (BRASIL, 1977);  \nXII – avaliar o impacto ambiental das atividades econômicas no contexto social e ambiental; \nXIII – realizar estudos de viabilidade técnica, econômica e ambiental de projetos de engenharia \nem geral;  \nXIV – assumir uma postura de permanente busca de atualização ao longo da vida profissional. \n \nII. PERFIL PROFISSIONAL \n \nO perfil profissional do egresso do Curso de Engenharia Ambiental e Sanitária formado pela \nUniversidade Federal de Juiz de Fora foi assim definido: “O bacharel em Engenharia Ambiental e \n", "11": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n10 \n \nSanitária da UFJF atua no planejamento, na gestão ambiental e na tecnologia sanitária e \nambiental. Em sua atividade, projeta e acompanha a execução de infraestruturas, instalações \noperacionais e serviços de abastecimento de água potável, esgotamento sanitário, limpeza \nurbana e manejo de resíduos sólidos, drenagem e manejo das águas pluviais urbanas e \nurbanização. Avalia e analisa os impactos ambientais de empreendimentos nos ecossistemas \nnaturais e propõe ações de preservação, conservação e recuperação do meio ambiente. \nMonitora a qualidade ambiental – ar, água e solo – e propõe ações de controle e mitigação. \nCoordena e supervisiona equipes de trabalho, realiza pesquisa científica e tecnológica e estudos \nde viabilidade técnico-econômica; executa e fiscaliza obras e serviços técnicos; efetua vistorias, \nperícias e avaliações, emitindo laudos e pareceres. Em sua atuação, considera a ética, a \nsegurança, a legislação e os impactos socioambientais”. \n \nNo âmbito social, o papel do engenheiro ambiental e sanitarista será o de contribuir para a \nmelhoria da qualidade de vida da população e para o desenvolvimento sustentável da sociedade \nna qual está inserido. Essa atuação se dará por meio do desenvolvimento de soluções técnicas e \nde ações para prevenir, minimizar e reparar danos ao meio ambiente, além da promoção da \nsalubridade ambiental e da saúde pública. Por fim, o profissional deverá ser capaz de \nacompanhar novas tecnologias e novos modelos de desenvolvimento. \n \nAinda que oferecido principalmente pelo Departamento de Engenharia Sanitária e Ambiental, o \nCurso de Engenharia Ambiental e Sanitária da UFJF tem interface com vários departamentos da \nFaculdade de Engenharia e com outras unidades, como a Faculdade de Farmácia e Bioquímica, \no Instituto de Ciências Exatas (ICE) e o Instituto de Ciências Biológicas (ICB). Isso mostra que o \ncurso tem caráter multidisciplinar, reunindo várias áreas do conhecimento. \n \nO aluno que cursar Engenharia Ambiental e Sanitária poderá atuar tanto na área de Engenharia \nAmbiental como na área de Engenharia Sanitária. Como engenheiro sanitarista, o profissional \npoderá criar projetos para melhorar as condições sanitárias de um determinado local, \n", "12": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n11 \n \nminimizando impactos negativos para a saúde pública e para o meio ambiente. O egresso \npoderá trabalhar com projetos, implantação e operação de sistemas de tratamento e distribuição \nde água para a população, coleta e tratamento de esgoto, sistema de coleta e disposição final de \nresíduos sólidos, além da drenagem urbana e manejo das águas pluviais urbanas. \n \nComo engenheiro ambiental, poderá atuar com várias formas de controle da poluição, seja do ar, \ndo solo ou das águas, além de avaliar e analisar os impactos ambientais de empreendimentos \nnos ecossistemas naturais e propor ações para um desenvolvimento sustentável. Para aprender \na lidar com essas questões, os alunos passam ao longo do curso por várias oficinas temáticas e \nestudam assuntos relacionados às bacias hidrográficas, ao planejamento urbano e regional, à \nlegislação ambiental, ao licenciamento ambiental e à instalação de equipamentos de \nmonitoramento e controle da poluição ambiental. \n \nIII. PRINCÍPIOS NORTEADORES DA ORGANIZAÇÃO CURRICULAR \n \nO Curso de Engenharia Ambiental e Sanitária foi criado no âmbito do Programa de Apoio a \nPlanos de Reestruturação e Expansão das Universidades Federais – REUNI, constante do \nDecreto Presidencial no 6.096 (BRASIL, 2007), e teve como princípios norteadores da \norganização curricular: \n \nI - redução das taxas de evasão, ocupação de vagas ociosas e aumento de vagas de ingresso;  \nII - ampliação da mobilidade estudantil, com a implantação de regimes curriculares e sistemas de \ntítulos que possibilitem a construção de itinerários formativos, mediante o aproveitamento de \ncréditos e a circulação de estudantes entre instituições, cursos e programas de educação \nsuperior;  \nIII - revisão da estrutura acadêmica, com reorganização dos cursos de graduação e atualização \nde metodologias de ensino-aprendizagem, buscando a constante elevação da qualidade; \nIV - ampliação de políticas de inclusão e assistência estudantil; e \n", "13": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n12 \n \nV - articulação da graduação com a pós-graduação e da educação superior com a educação \nbásica. \n \nAinda, procurou-se incluir uma vinculação estrita entre educação em Engenharia Ambiental e \nSanitária e o desenvolvimento de aptidões para a vida produtiva. O currículo foi desenvolvido a \npartir da prévia definição das competências e das habilidades requeridas do egresso do curso, \nconstante do item II - Perfil Profissional. Esta concepção levou à realização de estudos de \nmercado, de análise de novos perfis profissionais, de análises de tendências tecnológicas e de \navaliação de cursos oferecidos por outras universidades, nacionais e estrangeiras, em um \nprocesso de benchmarking, além do necessário diálogo entre universidade, empresa e \nsociedade civil organizada. \n \nPor fim, foi fundamental norteador da organização curricular estimular a criatividade científica, \nformar engenheiros ambientais e sanitaristas, agregar conhecimentos para responder os \nproblemas do mundo, cobrindo o presente e o futuro esperado, articular o conhecimento – \nensino, pesquisa e extensão – e, por fim, incentivar aos alunos prestar serviços especializados à \ncomunidade por meio de estágios e atividades voluntárias. \n \nIV. ESTRUTURA CURRICULAR  \n \nA seguir, apresenta-se a Matriz Curricular do Curso de Engenharia Ambiental e Sanitária com a \nduração total do curso, disciplinas obrigatórias e eletivas, período recomendado e requisitos para \nmatrícula em cada disciplina, de acordo com as Resoluções CNE/CES 11/2002 (CNE/CES, \n2002) e 2/2007 (CNE/CES, 2007).  \n \nNo segundo semestre letivo de 2016 terá início a validade da Matriz Curricular apresentada a \nseguir. \n \n", "14": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  REFORMA CURRICULAR – ANO 2016 \n \n13 \n \nUNIVERSIDADE FEDERAL DE JUIZ DE FORA \n \nCurso de Graduação em Engenharia Ambiental e Sanitária \nMatriz Curricular válida a partir de 2016 \nReestruturação Aprovada em                          \n \nNatureza \nHoras-aula \nDisciplinas Obrigatórias \n3.090 \nDisciplinas Eletivas \n180 \nEstágio \n180 \nTrabalho Final de Curso \n240 \nTotal \n3.690 \n \n \nDISCIPLINAS OBRIGATÓRIAS - PRÉ-REQUISITAÇÃO - PERIODIZAÇÃO RECOMENDADA \n \n1º Período (360 horas-aula) \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nMAT154 \nCálculo I \n60 \n---- \nMAT155 \nGeometria Analítica e Sistemas Lineares \n60 \n---- \nQUI125 \nQuímica Fundamental \n60 \n---- \nDCC119 \nAlgoritmos \n60 \n---- \nDCC120 \nLaboratório de Programação \n30 \n---- \nICE002 \nLaboratório de Ciências \n60 \n---- \nESA092 \nIntrodução à Engenharia Ambiental e Sanitária \n30 \n---- \nTotal \n \n360 \n \nAcumulado \n \n360 \n \n \n \n", "15": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  REFORMA CURRICULAR – ANO 2016 \n \n14 \n \n2º Período (330 horas-aula) \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nMAT156 \nCálculo II \n60 \nMAT154 - Cálculo I e MAT155 - Geometria Analítica e Sistemas Lineares \nFIS073 \nFísica I \n60 \nMAT154 – Cálculo I  \nFIS077 \nLaboratório de Física I \n30 \n---- \nQUI126 \nLaboratório de Química \n30 \n---- \nDCC013 \nEstrutura de Dados  \n60 \nDCC119 – Algoritmos e DCC120 – Laboratório de Programação \nDCC107 \nLaboratório de Programação II \n30 \nDCC119 – Algoritmos e DCC120 – Laboratório de Programação \nESA093 \nContexto e Prática em Engenharia Ambiental e Sanitária  \n60 \nESA092 – Introdução à Engenharia Ambiental e Sanitária \nTotal \n \n330 \n \nAcumulado \n \n690 \n \n \n 3º Período (300 horas-aula) \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nMAT157 \nCálculo III \n60 \nMAT156 - Cálculo II \nFIS074 \nFísica II \n60 \nFIS073 - Física I e MAT156 - Cálculo II \nEST029 \nCálculo de Probabilidades I \n60 \nMAT156 - Cálculo II \nESA031 \nIntrodução às Ciências do Ambiente \n60 \n---- \nDCC008 \nCálculo Numérico \n60 \nDCC119 - Algoritmos, MAT154 - Cálculo I e MAT155 - Geometria Analítica \ne Sistemas Lineares  \nTotal \n \n 300 \n \nAcumulado \n \n 990 \n \n \n4º Período (360 horas-aula) \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nMAT029 \nEquações Diferenciais I \n60 \nMAT156 - Cálculo II \nFIS075 \nFísica III \n60 \nFIS074 - Física II e MAT157 – Cálculo III \nFIS081 \nFenômenos de Transporte \n60 \nFIS074 - Física II \nCCI042 \nDesenho Auxiliado por Computador  \n60 \nESA093 – Contexto e Prática em Engenharia Ambiental e Sanitária \nESA094 \nBiologia Ambiental e Sanitária  \n60 \nESA031 – Introdução às Ciências do Ambiente  \nESA071 \nQuímica Ambiental para Engenharia \n60 \nQUI125 – Química Fundamental e QUI126 – Laboratório de Química \nTotal \n \n360 \n \nAcumulado \n \n1350 \n \n \n", "16": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  REFORMA CURRICULAR – ANO 2016 \n \n15 \n \n \n \n5º Período (390 horas-aula) \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nTRN055 \nTopografia \n60 \nCCI042 - Desenho Auxiliado por Computador e DCC008 – Cálculo \nNumérico \nTRN056 \nGeologia Ambiental \n45 \nESA031 - Introdução às Ciências do Ambiente e ESA071 – Química \nAmbiental para Engenharia \nMAC015 \nResistência dos Materiais  \n60 \nMAT029 – Equações Diferenciais I e MAT157 – Cálculo III \nESA064 \nGestão Ambiental e Sustentabilidade \n60 \nESA031 – Introdução às Ciências do Ambiente \nESA003 \nMecânica dos Fluidos – Teórica  \n60 \nFIS081 – Fenômenos de Transporte / Correquisito: ESA503 \nESA503 \nMecânica dos Fluidos – Prática \n15 \nFIS081 – Fenômenos de Transporte / Correquisito: ESA003 \nESA095 \nMicrobiologia Ambiental e Sanitária  \n60 \nESA094 - Biologia Ambiental e Sanitária  \nESA044 \nQualidade da Água \n30 \nESA071 – Química Ambiental para Engenharia e ESA094 – Biologia \nAmbiental e Sanitária \nTotal \n \n390 \n \nAcumulado \n \n 1740 \n \n \n \n6º Período (375 horas-aula) \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nTRN059 \nSistema de Posicionamento Global – GPS \n60 \nTRN055 – Topografia  \nESA079 \nPoluição dos Solos e das Águas Subterrâneas \n60 \nTRN056 – Geologia Ambiental \nESA047 \nHidrologia \n60 \nESA003 - Mecânica dos Fluidos e EST029 - Cálculo de Probabilidades I \nESA024 \nHidráulica Geral – Teórica \n60 \nESA003 - Mecânica dos Fluidos / Correquisito: ESA524 \nESA524 \nHidráulica Geral – Prática \n15 \nESA003 - Mecânica dos Fluidos / Correquisito: ESA024 \nESA066 \nIntrodução à Climatologia e Poluição Atmosférica \n60 \nFIS081 – Fenômenos de Transporte e ESA064 - Gestão Ambiental e \nSustentabilidade \nESA073 \nPrincípios e Sistemas de Tratamento Biológico de Efluentes \n60 \nESA044 – Qualidade da Água e ESA095 – Microbiologia Ambiental e \nSanitária \nTotal \n \n375 \n \nAcumulado \n \n2115 \n \n \n", "17": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  REFORMA CURRICULAR – ANO 2016 \n \n16 \n \n \n \n7º Período (375 horas-aula) \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nESA049 \nSistema de Abastecimento de Água Urbano e Rural \n45 \nESA024 - Hidráulica Geral \nESA067 \nControle e Monitoramento da Poluição Atmosférica \n60 \nESA066 - Introdução à Climatologia e Poluição Atmosférica \nESA046 \nPlanejamento e Gestão de Resíduos Sólidos \n60 \nESA079 - Poluição dos Solos e das Águas Subterrâneas \nESA070 \nSistema de Esgotamento Sanitário Urbano e Rural \n30 \nESA024 - Hidráulica Geral \nCCI056 \nTecnologia de Materiais e Construção Civil \n60 \nMAC015 - Resistência dos Materiais  \nESA072 \nLegislação Ambiental para Engenharia \n30 \nESA064 - Gestão Ambiental e Sustentabilidade  \nESA074 \nEnergia e Meio Ambiente \n30 \nESA064 - Gestão Ambiental e Sustentabilidade  \n \nDisciplina Eletiva \n60 \n \nTotal \n \n375 \n \nAcumulado \n \n2490 \n \n \n \n8º Período (390 horas-aula) \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nESA052 \nEngenharia de Sedimentos \n60 \nESA024 – Hidráulica Geral e ESA047 – Hidrologia  \nESA050 \nTratamento de Águas \n60 \nESA049 – Sistema de Abastecimento de Água Urbano e Rural e ESA073 - \nPrincípios e Sistemas de Tratamento Biológico de Efluentes \nESA075 \nTratamento de Efluentes Domésticos \n60 \nESA070 – Sistema de Esgotamento Sanitário Urbano e Rural e ESA073 - \nPrincípios e Sistemas de Tratamento Biológico de Efluentes \nESA080 \nGerenciamento de Recursos Hídricos \n60 \nESA047 – Hidrologia e ESA072 - Legislação Ambiental para Engenharia \nESA057 \nSaúde Ambiental \n45 \nESA049 – Sistema de Abastecimento de Água Urbano e Rural, ESA070 – \nSistemas de Esgotamento Sanitário Urbano e Rural e ESA095 – \nMicrobiologia Ambiental e Sanitária \nESA081 \nTratamento de Efluentes Industriais I \n30 \nESA073 - Princípios e Sistemas de Tratamento Biológico de Efluentes \nESA020 \nDrenagem Urbana \n45 \nESA024 – Hidráulica Geral e ESA047 – Hidrologia \nESA082 \nMetodologia Científica Aplicada à Engenharia Ambiental e Sanitária  \n30 \nESA046 - Planejamento e Gestão de Resíduos Sólidos  \nTotal \n \n390 \n \nAcumulado \n \n2880 \n \n \n \n", "18": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  REFORMA CURRICULAR – ANO 2016 \n \n17 \n \n \n9º Período (390 horas-aula) \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nESA058 \nLaboratório de Controle Ambiental \n60 \nESA050 – Tratamento de Águas, ESA075 - Tratamento de Efluentes \nDomésticos e FIS075 – Física III \nCAD014 \nAdministração e Organização de Empresas \n60 \nEST029 – Cálculo de Probabilidades I \nCCI048 \nProgramação e Controle de Obras \n60 \nCCI056 - Tecnologia de Materiais e Construção Civil \nESA060 \nTrabalho Final de Curso I \n60 \nESA082 – Metodologia Científica Aplicada à Engenharia Ambiental e \nSanitária  \nESA083 \nAvaliação de Impactos Ambientais \n60 \nESA067 – Controle e Monitoramento da Poluição Atmosférica, ESA079 - \nPoluição dos Solos e das Águas Subterrâneas e ESA080 – Gerenciamento \nde Recursos Hídricos \nESA084 \nTratamento de Efluentes Industriais II \n30 \nESA081 – Tratamento de Efluentes Industriais I \n \nDisciplina Eletiva \n60 \n \nTotal \n \n390 \n \nAcumulado \n \n3270 \n \n \n \n \n10º Período (420 horas-aula) \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nESA061 \nEstágio Curricular \n180 \nESA024 – Hidráulica Geral   \nESA062 \nTrabalho Final de Curso II \n180 \nESA060 – Trabalho Final de Curso I \n \nDisciplina Eletiva \n60 \n  \nTotal \n \n420 \n \nAcumulado \n \n3690 \n \n \n", "19": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  REFORMA CURRICULAR – ANO 2016 \n \n18 \n \nDISCIPLINAS ELETIVAS – CREDITAÇÃO – PRÉ-REQUISITAÇÃO \nCódigo \nDisciplina \nCH \nPré-requisito(s) \nAUR051 \nPlanejamento Urbano e Regional \n60 \nTRN055 – Topografia \nCCI023 \nGerenciamento de Obras \n60 \nCCI056 – Técnicas de Materiais e Construção Civil \nCCI037 \nEngenharia de Avaliações e Perícias \n30 \nESA 072 – Legislação Ambiental para Engenharia \nEDU088 \nLíngua Brasileira de Sinais (Libras) \n60 \n---- \nESA011 \nFundamentos de Segurança no Trabalho \n30 \nESA064 – Gestão Ambiental e Sustentabilidade \nESA027 \nTecnologia III: Instalações Hidráulicas  \n45 \nESA024 – Hidráulica Geral  \nESA036 \nControle Operacional \n30 \nESA049 – Sistema de Abastecimento de Água Urbano e Rural \nESA037 \nTópicos Especiais I \n45 \n---- \nESA038 \nTópicos Especiais II \n45 \n---- \nESA039 \nTópicos Especiais III \n45 \n---- \nESA068 \nSensoriamento Remoto e Processamento de Imagens Digitais \n60 \nTRN059 – Sistema de Posicionamento Global – GPS \nESA085 \nTratamento de Lodo de Estação de Tratamento de Esgotos e de \nEstação de Tratamento de Água \n60  \nESA050 – Tratamento de Águas e ESA075 – Tratamento de Efluentes Domésticos  \nESA086 \nModelagem de Fluxo e Transporte de Poluentes \n45 \nESA079 – Poluição dos Solos e das Águas Subterrâneas e ESA095 – Microbiologia \nAmbiental e Sanitária \nESA087 \nTécnicas de Aproveitamento de Resíduos Agroindustriais \n60 \nESA075 – Tratamento de Efluentes Domésticos \nESA088 \nRecuperação de Áreas Degradadas \n60 \nESA079 – Poluição dos Solos e das Águas Subterrâneas \nESA089 \nMudanças Climáticas  \n60 \nESA066 - Introdução à Climatologia e Poluição Atmosférica \nESA090 \nEstruturas e Obras Hidráulicas \n60 \nESA024 – Hidráulica Geral \nESA091 \nEngenharia de Irrigação \n60 \nESA024 – Hidráulica Geral \nEPD065 \nEngenharia de Sustentabilidade I \n60 \nESA064 – Gestão Ambiental e Sustentabilidade \nEPD066 \nEngenharia de Sustentabilidade II \n60 \nEPD065 – Engenharia de Sustentabilidade I  \nMAC010 \nMecânica \n60 \nFIS073 – Física I e MAT157 – Cálculo III \nTRN057 \nGeotecnia Aplicada  \n60 \nTRN056 – Geologia Ambiental \nTRN060 \nGeoprocessamento Aplicado às Ciências \n60 \nTRN059 – Sistema de Posicionamento Global – GPS \nTRN066 \nGeotecnia Ambiental \n45 \nTRN056 – Geologia Ambiental \n", "20": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n19 \n \nNa matriz curricular do Curso de Engenharia Ambiental e Sanitária da Universidade Federal de \nJuiz de Fora existem trabalhos de síntese e integração dos conhecimentos adquiridos nos \nprogramas de várias disciplinas, buscando uma visão transversal do conhecimento. Entretanto, \nduas disciplinas se constituem em atividade específica de síntese e integração dos \nconhecimentos como requisitos para a graduação, a saber, ESA060 - Trabalho Final de Curso I \ne ESA062 – Trabalho Final de Curso II, que não poderão, em nenhuma hipótese, ser \nsubstituídos por qualquer outra atividade. O Trabalho Final de Curso ainda será melhor \ndetalhado nesta seção. \n \nAinda, cada aluno deve cursar, no mínimo, 180 horas-aula em disciplinas eletivas, escolhidas em \num rol de disciplinas oferecidas com frequência anual constante da matriz curricular. Até 90 \ndessas 180 horas-aula podem ser cursadas por meio de atividades de Flexibilização Curricular. \nAssim, no Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária buscou-se \nestimular a participação dos alunos em atividades complementares, tais como trabalhos de \niniciação científica, projetos de extensão, programas de monitoria, projetos de treinamento \nprofissional, participação em empresas juniores, entres outras atividades constante da \nFlexibilização Curricular, que será abordado mais à frente. \n \nO Curso de Engenharia Ambiental e Sanitária possui uma carga horária total de 3.690 horas-\naula. Na matriz curricular identifica-se um núcleo de conteúdos básicos (35,8% da carga horária \ntotal), um núcleo de conteúdos profissionalizantes (24,8% da carga horária total) e um núcleo de \nconteúdos específicos (39,4% da carga horária total). \n \nO núcleo de conteúdos básicos do Curso de Engenharia Ambiental e Sanitária possui uma carga \nhorária de 1.320 horas-aula – 35,8% da carga horária total. Nos conteúdos de Física, Química, \nInformática e Expressão Gráfica são desenvolvidas atividades de laboratório com enfoques \ncompatíveis com o curso.  \n", "21": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n20 \n \nI - Metodologia Científica e Tecnológica = 30 horas-aula (ESA082 – Metodologia Científica \nAplicada à Engenharia Ambiental e Sanitária); \nII – Informática = 150 horas-aula (DCC119 – Algoritmos, DCC120 – Laboratório de Programação \ne DCC008 – Cálculo Numérico); \nIII - Expressão Gráfica = 60 horas-aula (CCI042 – Desenho Auxiliado por Computador); \nIV – Matemática = 360 horas-aula (MAT154 – Cálculo I, MAT155 – Geometria Analítica e \nSistemas Lineares, MAT156 – Cálculo II, MAT157 – Cálculo III, MAT029 – Equações Diferenciais \nI e EST029 – Cálculo de Probabilidades I); \nV – Física = 210 horas-aula (FIS073 – Física I, FIS077 – Laboratório de Física I, FIS074 – Física \nII e FIS075 – Física III); \nVI - Fenômenos de Transporte = 60 horas-aula (FIS081 – Fenômenos de Transporte); \nVII – Química = 150 horas-aula (QUI125 – Química Fundamental, QUI126 – Laboratório de \nQuímica e ESA071 – Química Ambiental para a Engenharia); \nVIII – Ciência e Tecnologia dos Materiais = 60 horas-aula (ICE002 - Laboratório de Ciências); \nIX – Administração = 60 horas-aula (CAD014 – Administração e Organização de Empresas); \nX - Ciências do Ambiente = 150 horas-aula (ESA092 – Introdução à Engenharia Ambiental e \nSanitária, ESA093 – Contexto e Prática em Engenharia Ambiental e Sanitária e ESA031 – \nIntrodução às Ciências do Ambiente); \nXI – Humanidades, Ciências Sociais e Cidadania = 30 horas-aula (ESA072 – Legislação \nAmbiental para Engenharia). \n \nO núcleo de conteúdos profissionalizantes, com 915 horas-aula ou 24,8% da carga horária total \ndo curso, versa sobre o subconjunto dos tópicos abaixo discriminados: \n \nI - Estruturas de Dados = 90 horas-aula (DCC013 – Estrutura de Dados e DCC107 – Laboratório \nde Programação II); \nII - Construção Civil = 60 horas-aula (CCI048 – Programação e Controle de Obras); \nIII – Conversão de Energia = 30 horas-aula (ESA074 - Energia e Meio Ambiente); \n", "22": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n21 \n \nIV – Geoprocessamento = 60 horas-aula (TRN059 – Sistema de Posicionamento Global - GPS); \nV – Geotecnia = 45 horas-aula (TRN056 – Geologia Ambiental); \nVI – Gestão Ambiental = 60 horas-aula (ESA064 – Gestão Ambiental e Sustentabilidade); \nVII – Hidráulica e Hidrologia Aplicada = 135 horas-aula (ESA024 – Hidráulica Geral, ESA524 – \nHidráulica Geral Prática e ESA047 – Hidrologia); \nVIII - Materiais de Construção Civil = 60 horas-aula (CCI056 – Técnicas de Materiais e \nConstrução Civil); \nIX – Mecânica Aplicada = 135 horas-aula (MAC015 - Resistência dos Materiais, ESA003 - \nMecânica dos Fluidos e ESA523 – Mecânica dos Fluidos Prática); \nX – Microbiologia = 120 horas-aula (ESA0094 - Biologia Ambiental e Sanitária e ESA095 - \nMicrobiologia Ambiental e Sanitária); \nXI – Operações Unitárias = 60 horas-aula (ESA073 – Princípios e Sistemas de Tratamento \nBiológico de Efluentes); \nXII – Topografia e Geodésia = 60 horas-aula (TRN055 – Topografia). \n \nPor fim, o núcleo de conteúdos específicos, com 1455 horas-aula ou 39,4% da carga horária do \ncurso, se constitui de conteúdos destinados a caracterizar a Engenharia Ambiental e Sanitária, a \npartir de conhecimentos específicos, a saber: \n \nI – Abastecimento de Água Potável = 135 horas-aula (ESA044 – Qualidade da Água, ESA049 – \nSistemas de Abastecimento de Água Urbano e Rural e ESA050 – Tratamento de Águas); \nII – Coleta e Tratamento de Esgotos Sanitários e Industriais = 150 horas-aula (ESA070 – \nSistemas de Esgotamento Sanitário Urbano e Rural, ESA075 – Tratamento de Efluentes \nDomésticos, ESA081 – Tratamento de Efluentes Industriais I e ESA084 – Tratamento de \nEfluentes Industriais II); \nIII – Limpeza e Manejo de Resíduos Sólidos = 60 horas-aula (ESA046 – Planejamento e Gestão \nde Resíduos Sólidos); \n", "23": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n22 \n \nIV – Drenagem e Manejo de Águas Pluviais Urbanas = 45 horas-aula (ESA020 – Drenagem \nUrbana); \nV – Controle da Poluição Ambiental = 180 horas-aula (ESA058 – Laboratório de Controle \nAmbiental, ESA067 – Controle e Monitoramento da Poluição Atmosférica e ESA079 – Poluição \ndos Solos e das Águas Subterrâneas); \nVI – Física da Atmosfera = 60 horas-aula (ESA066 – Introdução à Climatologia e Poluição \nAtmosférica); \nVII – Gerenciamento de Recursos Hídricos = 120 horas-aula (ESA052 – Engenharia de \nSedimentos e ESA 080 – Gerenciamento de Recursos Hídricos); \nVIII – Saúde Ambiental = 45 horas-aula (ESA057 – Saúde Ambiental); \nIX – Licenciamento Ambiental = 60 horas-aula (ESA083 – Avaliação de Impactos Ambientais); \nX – Disciplinas Eletivas = 180 horas-aula. Entre as disciplinas eletivas encontra-se a disciplina \nEDU088 – Língua Brasileira de Sinais (LIBRAS); \nXI – Estágio Supervisionado = 180 horas-aula (ESA061 – Estágio Curricular); \nXII – Trabalho Final de Curso - TFC = 240 horas-aula (ESA060 – Trabalho Final de Curso I e \nESA062 – Trabalho Final de Curso II). \n \nValoriza-se em particular a metodologia de hands on, a saber, articulação da teoria com a \nprática, onde os conteúdos curriculares abordados são associados à resolução de problemas da \nprática profissional. Um ponto forte do curso é a integração do conteúdo das diferentes \ndisciplinas por meio de reuniões mensais do corpo docente para discutir a interface das \ndiferentes disciplinas em um clima de colaboração. \n  \n** FLEXIBILIZAÇÃO CURRICULAR  \nTodas as disciplinas do curso, guardadas as suas características, deverão estimular em seu \nconteúdo atividades extraclasse, como trabalhos a serem desenvolvidos de forma individual ou \nem equipe, visitas técnicas, participação em seminários e congressos, atividades de pesquisa e \n", "24": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n23 \n \natividades de extensão, que favoreçam a integração entre os conhecimentos teóricos e sua \naplicação na prática da atividade profissional. \n \nO Curso de Engenharia Ambiental e Sanitária é presencial, com aulas teóricas e práticas, o que \nnão restringe a possibilidade de desenvolvimento de atividades extracurriculares, não \npresenciais, que possam ser convalidadas como carga horária cursada, de acordo com o que \ndetermina o Regulamento Acadêmico de Graduação da Universidade Federal de Juiz de Fora \nem seu Título V e no Anexo I, que tratam da flexibilização curricular para os cursos de graduação \n(UFJF, 2014). \n \nPara viabilizar a flexibilização curricular, o Colegiado do Curso de Engenharia Ambiental e \nSanitária aprovou, em reunião ordinária realizada no dia 2 de junho de 2010, que até 90 horas-\naula de um total de 180 horas-aula, ou seja, 50% da carga horária exigida em disciplinas eletivas \npodem ser substituídas por atividades extracurriculares previstas no Regulamento Acadêmico de \nGraduação da Universidade Federal de Juiz de Fora. \n  \nSão atividades complementares, que contam horas como disciplinas eletivas para o curso: \nI – iniciação científica; \nII – extensão; \nIII – monitoria; \nIV – disciplinas afins ao curso – proporcionais à carga horária, limitando-se a 60 horas-aula por \ndisciplina; \nV – monografia afim ao curso; \nVI – estágio não obrigatório – proporcionais à carga horária, limitando-se a 90 horas-aula; \nVII – participação em evento técnico ou científico; \nVIII – apresentação em seminário em evento técnico ou científico; \nIX – participação em programa ou grupo de educação tutorial; \nX – participação em empresa júnior; \n", "25": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n24 \n \nXI – vivência profissional complementar, na área de formação do curso; \nXII – treinamento profissional; \nXIII – representação estudantil; \nXIV – certificação de língua estrangeira. \n \nAinda, a Coordenação do Curso tem ciência de que o projeto de lei do Plano Nacional da \nEducação - PNE, em trâmite no Congresso Nacional, tem como uma de suas 20 metas facilitar e \nampliar a flexibilização curricular nos cursos de graduação. Uma vez sancionado o PNE, \nadaptações podem ser necessárias no curso visando adequá-lo às diretrizes constantes da \nfutura lei, nos termos do art. 214 da Constituição Federal (BRASIL, 1988). \n \n** TRABALHO FINAL DE CURSO - TFC \nO Trabalho Final de Curso - TFC é obrigatório para a integralização do curso e não pode ser \nsubstituído por outra atividade, constituindo-se de um trabalho de síntese e integração de \nconhecimento. \n \nO TFC pode ser um trabalho de aprofundamento ou inédito, podendo ter características de \nexperimento, de estudo teórico, de estudo de caso, de realização de projeto ou de estudo de \nproblema da Engenharia Ambiental e Sanitária. \n \nA supervisão das atividades relacionadas ao TFC é conduzida pelo Colegiado do Curso. A carga \nhorária do TFC é de 240 horas-aula, divididas entre as disciplinas ESA060 - Trabalho Final de \nCurso I, com 60 horas-aula, e ESA062 - Trabalho Final de Curso II, com 180 horas-aula. \n \nO TFC é uma atividade de caráter individual e pressupõe a elaboração de uma monografia de \nacordo com o formato estabelecido pelo Colegiado do Curso. \n \n", "26": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n25 \n \nPara a realização do TFC, o aluno deverá requerer, junto à Coordenação de Curso e no período \nde matrículas do calendário oficial da UFJF, matrícula na disciplina ESA060 - Trabalho Final de \nCurso I, mediante apresentação de proposta de projeto de realização de TFC aprovada pelo \nColegiado do Curso. \n \nDa proposta de projeto de realização do TFC, deve constar um termo de aceite emitido pelo \nprofessor orientador que se dispuser a orientá-lo. O aluno pode ter, além do professor orientador, \num coorientador devidamente justificado no corpo da proposta de TFC. O orientador e o co-\norientador devem ter formação compatível com o TFC a ser orientado, a critério do Colegiado do \nCurso. \n \nO TFC tem duração de dois períodos letivos, a qual pode ser prorrogada mediante apresentação \nde justificativa, respeitado o prazo máximo para integralização do curso, a saber, 18 semestres \nletivos. \n \nA defesa do TFC é realizada em sessão pública através de apresentação da mesma pelo autor, \nseguida de arguição pelos membros da banca examinadora e de reunião para emitir parecer \núnico determinando: \n \nI - aprovação; \nII - reprovação; \nIII - aprovação condicionada à realização de modificações na monografia. \n \nNo caso de aprovação condicionada, a banca examinadora definirá um prazo de no máximo 60 \ndias para o aluno apresentar a versão final do trabalho com as alterações propostas para nova \nanálise. \n \n", "27": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n26 \n \nO orientador se responsabilizará pela verificação do atendimento aos condicionantes da banca \nexaminadora e pelo encaminhamento do parecer final à Coordenação do Curso. \nCaso o aluno seja reprovado será concedida mais uma oportunidade para a realização de um \nnovo TFC. \n \nV. ESTÁGIO CURRICULAR SUPERVISIONADO \n \nInicialmente, foi criada a Comissão de Orientação de Estágios (COE) no âmbito do Curso de \nEngenharia Ambiental e Sanitária. \n \nA Comissão de Orientação de Estágios (COE) constitui órgão suplementar da estrutura do Curso \nde Engenharia Ambiental e Sanitária, sendo responsável pela aprovação e supervisão do \ndesenvolvimento dos Planos de Atividades de Estágio Curricular dos estudantes do curso. \n \nA COE é constituída por cinco professores pertencentes ao corpo docente do curso indicados \npelo Colegiado do Curso, para um mandato de dois anos. A critério da COE, a supervisão das \natividades de estágio curricular poderá ser feita por professores externos à Comissão. \n \nOs estágios curriculares visam assegurar o contato do estudante com projetos e instituições da \nárea de Engenharia Ambiental e Sanitária, permitindo que conhecimentos, habilidades e atitudes \nse concretizem em ações profissionais. \n \nA formação do engenheiro ambiental e sanitarista da Universidade Federal de Juiz de Fora \nincluirá, como etapa integrante da graduação, estágio curricular obrigatório sob supervisão da \nComissão de Orientação de Estágios (COE), por meio de relatórios técnicos e acompanhamento \nindividualizado durante o período de realização da atividade. \n \n", "28": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n27 \n \nA carga horária mínima do estágio curricular obrigatório é de 180 horas-aula. O estágio curricular \nobrigatório será registrado no histórico escolar do aluno. O estágio curricular não-obrigatório \npode ou não ser registrado no histórico escolar. \n \nI - Estágio curricular obrigatório: após aprovação na disciplina ESA024 - Hidráulica Geral. O \naluno que estiver fazendo estágio curricular obrigatório deve se matricular na disciplina ESA061 - \nEstágio Curricular. \n \nII - Estágio curricular não obrigatório: após ter cursado os quatro primeiros períodos do curso e \nantes da aprovação na disciplina ESA024 - Hidráulica Geral. O aluno que estiver fazendo estágio \ncurricular não obrigatório, caso tenha interesse, deve requerer à Coordenação do Curso seu \nregistro no histórico escolar ou sua utilização como flexibilização curricular. \n \nOs casos omissos relativos a estágios serão resolvidos pela Comissão de Orientação de \nEstágios (COE) do Curso de Engenharia Ambiental e Sanitária da UFJF. \n \nA Universidade Federal de Juiz de Fora possui, ainda, uma Comissão de Estágios que cuida da \nparte burocrática relativa aos estágios de todos os cursos desta instituição. Em resumo, a \nComissão de Orientação de Estágios (COE) do Curso de Engenharia Ambiental e Sanitária fica \nresponsável pela aprovação e supervisão dos estágios, enquanto a Comissão de Estágios da \nuniversidade se responsabiliza pelo controle da documentação relativa a convênios, contratos e \ncontratação em favor do estagiário de seguro contra acidentes pessoais. \n \nNos termos do art. 82 da Lei nº 9.394 (BRASIL, 1996), a Universidade Federal de Juiz de Fora \nestabelecerá as normas de realização de estágio em sua jurisdição, observada a Lei nº 11.788 \n(BRASIL, 2008).  \n", "29": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n28 \n \nVI. EMENTAS \n \nCurso de Engenharia Ambiental e Sanitária – UFJF \n1º PERÍODO \nDisciplinas do 1º período: \n \n1. MAT154 – CÁLCULO I – 60 horas-aula. \nEmenta:  \nNúmeros Reais. Funções. Limite de uma Função e Continuidade. Derivada. Aplicações da \nDerivada. \nBibliografia Básica: \n1. FLEMMING, D.M.; GONÇALVES, M.B. Cálculo A. São Paulo: Prentice Hall Brasil, 2006. \n2. ANTON, H. Cálculo, um novo horizonte. Vol. 1. Porto Alegre: Bookman, 2000. \n3. GUIDORIZZI, H.L. Um Curso de Cálculo. Vol. 1. Rio de Janeiro: LTC, 2001. \n4. LEITHOLD, L. O Cálculo com Geometria Analítica. Vol. 1. São Paulo: Harbra Ltda, 1994. \n1. MUNEM, M.; FOULIS, D.J. Cálculo. Vol. 1. Rio de Janeiro: LTC, 1982. \n2. SIMMONS, G.F. Cálculo com Geometria Analítica. Vol. 1. São Paulo: Makron Books, 1987. \n3. STEWART, J. Cálculo. Vol 1. São Paulo: Thomson Learning, 2006. \n4. SWOKOWSKI, E.W. Cálculo com Geometria Analítica. Vol. 1. São Paulo: Makron Books, \n1994. \nBibliografia Complementar: Não tem. \n \n2. MAT155 – GEOMETRIA ANALÍTICA E SISTEMAS LINEARES – 60 horas-aula. \nEmenta:  \nMatrizes e Sistemas Lineares. Inversão de Matrizes e Determinantes. Vetores no Plano e no \nEspaço. Retas e Planos. Seções Cônicas. Mudança de Coordenadas no Plano. \nBibliografia Básica: \n1. SANTOS, R.J. Matrizes Vetores e Geometria Analítica. Belo Horizonte: Imprensa Universitária \nda UFMG, 2004. \n", "30": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n29 \n \n2. ANTON, H. & RORRES, C. Álgebra Linear com Aplicações. Porto Alegre: Bookman, 2001. \n3. BOLDRINI, J.L. Álgebra Linear. São Paulo: Harbra, 1986. \n4. BOULOS, P. & CAMARGO, I. Introdução à Geometria Analítica no Espaço. São Paulo: \nMakron Books, 1997. \n5. BOULOS, P. & CAMARGO, I. Geometria Analítica Um Tratamento Vetorial. São Paulo: \nPrentice Hall Brasil, 2005. \n6. CALLIOLI, C., DOMINGUES, H.H. & COSTA, R.C.F. Álgebra Linear e Aplicações. São Paulo: \nAtual Editora, 1990. \n7. LEHMANN, C.H. Geometria Analítica. São Paulo: Globo, 1995. \n8. LIPSCHUTZ, S. Álgebra Linear. Porto Alegre: Bookman, 2004. \n9. REIS, G.L. & SILVA, V.V. Geometria Analítica. Rio de Janeiro: LTC, 1996. \n10. STEINBRUCH, A. & WINTERLE, P. Geometria Analítica. São Paulo: Makron Books, 1987. \n11. STEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São Paulo: Makron Books, 1987. \n12. WINTERLE, P. Vetores e Geometria Analítica. São Paulo: Makron Books, 2000. \nBibliografia Complementar: Não tem. \n \n3. QUI125 – QUÍMICA FUNDAMENTAL – 60 horas-aula. \nEmenta:  \nEstrutura atômica. Classificação periódica. Ligações químicas. Introdução às funções químicas e \nreações. \nBibliografia Básica: \n1. RUSSEL, J. B. Química Geral. 2ª edição. São Paulo: Editora Makron Books, 2006. Volume 1. \n662 p. (ISBN: 8534601925). \n2. RUSSEL, J. B. Química Geral. 2ª edição. São Paulo: Editora Makron Books, 2006. Volume 2. \n628 p. (ISBN: 8534601518). \n3. BROWN, T. L.; LEMAY, H. E.; BURSTEN, B. E. Química - A Ciência Central. 9ª Edição. São \nPaulo: Editora Pearson, 2005. 992 p. (ISBN: 8587918427). \nBibliografia Complementar:  \n", "31": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n30 \n \n1. BARROS, H. L. C. Química Inorgânica - Uma Introdução. Belo Horizonte: Editora da UFMG, \n1992. (ISBN: 8570410514). \n2. MAHAN, L. K.; MYERS, R. J. Química - Um Curso Universitario. 4ª edição. São Paulo: Editora \nEdgard Blücher Ltda,1995. 604 p. (ISBN: 8521200366). \n3. MATEUS, A. L. Química na Cabeça. 1ª Edição. Belo Horizonte: Editora UFMG, 2003. 128 p. \n(ISBN: 9788570412911). \n4. PERUZZO, T. M.; CANTO, E. L. Química na Abordagem do Cotidiano - Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 2008. 760 p. (ISBN: 9788516056612). \n5. LEE, J.D. Química Inorgânica - Não Tão Concisa. 5ª Edição. São Paulo: Editora Edgard \nBlücher Ltda, 2000. 527 p. (ISBN: 8521201761). \n \n4. DCC119 – ALGORITMOS – 60 horas-aula.  \nEmenta: \nIntrodução. Noções de uma linguagem de programação. Algoritmos básicos. Algoritmos para \nestruturas de dados homogêneas. Algoritmos para estruturas de dados heterogêneas. \nProcedimentos e funções. \nBibliografia Básica: \n1. SANTOS, R.J. Matrizes Vetores e Geometria Analítica. Belo Horizonte: Imprensa Universitária \n2. GUIMARÃES, A. M. Algoritmos e estruturas de dados. Rio de Janeiro: LTC, 1994. \n3. KERNIGHAN, BRIAN W.; RITCHIE, DENNIS M. C: A linguagem de programação padrão. Rio \nde Janeiro: Campus, 1989. \n4. SZWARCFITER , J. L.; MARKENZON, L. Estruturas de dados e seus algoritmos. Editora LCT. \n2ª edição, 1994. \nBibliografia Complementar: Não tem. \n \n5. DCC120 – LABORATÓRIO DE PROGRAMAÇÃO – 30 horas-aula. \nEmenta:  \n", "32": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n31 \n \nIntrodução. Linguagem de programação. Implementação de algoritmos básicos. Implementação \nde estrutura de dados. Implementação de procedimentos e funções. \nBibliografia Básica: \n1. GUIMARÃES, A. M. Algoritmos e estruturas de dados. Rio de Janeiro: LTC, 1994. \n2. KERNIGHAN, BRIAN W.; RITCHIE, DENNIS M. C: A linguagem de programação padrão. Rio \nde Janeiro: Campus, 1989. \n3. SZWARCFITER , J. L., MARKENZON, L. Estruturas de dados e seus algoritmos. Editora LCT. \n2ª edição, 1994. \nBibliografia Complementar: Não tem. \n \n6. ICE002 - LABORATÓRIO DE CIÊNCIAS – 60 horas-aula. \nEmenta:  \nMetodologia Científica, tratamento de dados, ótica e luz, propriedades físicas e químicas de \nsubstâncias simples e compostas, a natureza da energia química e elétrica, velocidade de \nreações químicas. \nBibliografia Básica: \n1. VUOLO, J. H. Fundamentos da Teoria dos Erros, 2ª edição, São Paulo / SP - Editora Edgard \nBlücher, 1995. \n2. BROWN, T.L.; LEMAY, H.E.; BURSTEN, B.E.; BURDGE, J.R. Química - A Ciência Central, 9ª \nedição, São Paulo-SP, 2007. \n3. HEWITT, P.G. Física Conceitual, 11ª edição, Porto Alegre, Editora: Bookman, 2011. \n4. AZEVEDO, E.; CONCI, A.; LETA, F. Computação Gráfica. 1ª edição, volume II. Rio de \nJaneiro: Elsevier, 2008. \nBibliografia Complementar:  \n1. MÁXIMO, A.; ALVARENGA, B. Curso de Física. Vols I, II e III ou o volume único. \n2. TRIOLA, M. F. Introdução à Estatística. 10ª edição. Rio de Janeiro: LTC, 2007. \n", "33": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n32 \n \n3. OLIVEIRA, L.A.A.; VALLE, G.G.; ZANLUQUI, L.A. Construção de pilhas elétricas simples: Um \nexperimento integrado de química e física. Eclética Química, 2001. Vol. 3, página 26 (acesso on \nline livre). \n4. MÓL, GS.; FERREIRA, GAL; SILVA, RR; LARANJA, HF. Constante de Avogadro. \n5. PERUZZO, T. M.; CANTO, E. L. Química na Abordagem do Cotidiano - Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 2008. 760 p. (ISBN: 9788516056612). \n6. LEE, J. D. Química Inorgânica - Não Tão Concisa. 5ª Edição. São Paulo: Editora Edgard \nBlücher Ltda, 2000. 527 p. (ISBN: 8521201761). \n \n7. ESA092 - INTRODUÇÃO À ENGENHARIA AMBIENTAL E SANITÁRIA – 30 horas-aula. \nEmenta:  \nPalestras semanais sobre o Curso de Engenharia Ambiental e Sanitária, abrangendo  seu \nhistórico e funcionamento, o Regulamento Acadêmico de Graduação da UFJF, as áreas de \natuação profissional do engenheiro ambiental e do engenheiro sanitarista, a saber, saneamento \nbásico, meio ambiente e recursos hídricos. As palestras são proferidas por cada um dos \ndocentes do Departamento de Engenharia Sanitária e Ambiental, além de convidados externos \nao departamento. \nBibliografia Básica: \n1. Barros, R.T. de V. et alli. Manual de Saneamento e Proteção Ambiental. vol. 2. Belo Horizonte: \nEscola de Engenharia da UFMG, 1995. 221p. \n2. BRAGA, B. ET alli. Introdução à Engenharia Ambiental. 2ª ed. São Paulo: Pearson Prentice \nHall, 2005. \n3. Araújo, U.F. et alli. Programa Ética e Cidadania: construindo valores na escola e na \nsociedade: relações étnico-raciais e de gênero. Brasília: Ministério da Educação, 2007. 53p. \nBibliografia Complementar:  \n1. UFJF. Regulamento Acadêmico de Graduação. Juiz de Fora. Pró-Reitoria de Graduação da \nUFJF, 2014. \n", "34": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n33 \n \n2. CALIJURI, M.C.; CUNHA, D.G.F. (coord.). Engenharia Ambiental: Conceitos, Tecnologia e \nGestão. Rio de Janeiro: Elsevier, 2013. \n3. Miller Jr., G.T. Ciência Ambiental. 11ª ed. São Paulo: Cengage Learning, 2012. 501p. \n \nDisciplinas do 2º período: \n \n8. MAT156 – CÁLCULO II – 60 horas-aula. \nEmenta:  \nIntegração de Funções de uma Variável. Aplicações da Integral Definida. Superfícies no Espaço. \nFunções de Várias Variáveis. \nBibliografia Básica: \n1. FLEMMING, D.M. & GONÇALVES, M.B. Cálculo A. São Paulo: Prentice Hall Brasil, 2006. \n2. FLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Paulo: Prentice Hall Brasil, 2007. \n3. ANTON, H. Cálculo, um novo horizonte. Vol. 1 e 2. Porto Alegre: Bookman, 2000. \n4. GUIDORIZZI, H.L. Um Curso de Cálculo. Vol. 1 e 2. Rio de Janeiro: LTC, 2001. \n5. LEITHOLD, L. O Cálculo com Geometria Analítica. Vol. 1 e 2. São Paulo: Harbra, 1994. \n6. MUNEM, M. & FOULIS, D.J. Cálculo. Vol. 1 e 2. Rio de Janeiro: LTC, 1982. \n7. PINTO, D. & MORGADO, M.C.F. Cálculo Diferencial e Integral de Funções de Várias \nVariáveis. Rio de Janeiro: Editora UFRJ, 2000. \n8. ANTOS, R.J. Matrizes Vetores e Geometria Analítica. Belo Horizonte: Imprensa Universitária \nda UFMG, 2004. \n9. SIMMONS, G.F. Cálculo com Geometria Analítica. Vol. 1 e 2. São Paulo: Makron Books, 1987. \n10. STEWART, J. Cálculo. Vol 1 e 2. São Paulo: Thomson Learning, 2006. \n11. SWOKOWSKI, E.W. Cálculo com Geometria Analítica. Vol. 1 e 2. São Paulo: Makron Books, \n1994. \nBibliografia Complementar: Não tem. \n \n \n", "35": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n34 \n \n9. FIS073 – FÍSICA I – 60 horas-aula. \nEmenta:  \nCinemática vetorial. Leis de Newton. Trabalho e energia mecânica. Sistemas de partículas. \nColisões. Cinemática e dinâmica dos corpos rígidos. \nBibliografia Básica: \n1. H. M. Nussenzveig, Curso de Física Básica, 2ª ed., vol 1 - Mecânica (Edgard Blücher, São \nPaulo, 1990). \n2. D. Halliday e R. Resnick, Fundamentos de Física, 3ª ed., vol 1 – Mecânica (LTC, Rio, 1991) \n3. P. Tipler, Física, 2ª ed., vol 1 (Guanabara Dois, Rio, 1984).  \n4. Sears & Zemansky, Física I, vol 1, 12ª ed., Pearson, São Paulo. R$100,00 ISBN \n9788588639300. \n5. D. Halliday e R. Resnick, K. Krane, Fundamentos de Física, 8ª ed., vol 1 - Mecânica (LTC, Rio, \n1991) R$105,00 ISBN 9788521616054. \n6. H. M. Nussenzveig, Curso de Física Básica, 2ª ed., vol 1 - Mecânica (Edgard Blücher, São \nPaulo, 1990). \nBibliografia Complementar:  \nP. Tipler, G. Moska, Física, 6ª ed., vol 1 (Guanabara Dois, Rio, 6ed). R$145,00. ISBN \n852161462. \n \n10.  FIS077 – LABORATÓRIO DE FÍSICA I – 30 horas-aula.  \nEmenta:  \nTeoria das Medidas e dos Erros. Gráficos. Experimentos em Mecânica. \nBibliografia Básica: \n1. HENNIES, C., E.: Problemas Experimentais em Física, vol 1, Ed. UNICAMP, Campinas, 1988. \n2. DAMO, H., S.: Física Experimental, vol 1, Ed. UCS, Caxias do Sul, 1985. \n3. RAMOS, L., A., M.: Física Experimental, Ed. Mercado Aberto, Porto Alegre,1984. \nBibliografia Complementar: Não tem. \n \n", "36": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n35 \n \n11. QUI126 – LABORATÓRIO DE QUÍMICA – 30 horas-aula. \nEmenta:  \nSegurança no laboratório e primeiros socorros. Equipamentos básicos e técnicas de laboratório. \npH. Determinação de propriedades físicas das substâncias químicas. Reações químicas. \nBibliografia Básica: \n1. VOGEL, A.I.; TATCHELL, A.R.; FURNIS, B.S.; HANNAFORD, A.J.; SMITH, P.W.G. Vogel's \nTextbook of Practical Organic Chemistry. 5th Edition. Editora: Prentice Hall, 1996. 1552 p. (ISBN: \n9780582462366). \n2. PERUZZO, T.M.; CANTO, E.L. Química na Abordagem do Cotidiano - Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 2008. 760 p. (ISBN: 9788516056612). \n3. ZUBRICK, J.W. Manual de Sobrevivência no Laboratório de Química Orgânica. 1ª Edição. São \nPaulo: Editora LTC, 2005. 284 p. (ISBN: 8521614403). \nBibliografia Complementar:  \n1. MATEUS, A.L. Química na Cabeça. 1ª Edição. Belo Horizonte: Editora UFMG, 2003. 128 ps. \n(ISBN: 9788570412911). \n2. BARROS, H.L.C. Química Inorgânica - Uma Introdução. Belo Horizonte: Editora da UFMG, \n1992. (ISBN: 8570410514). \n3. MAHAN, L.K.; MYERS, R.J. Química - Um Curso Universitario. 4ª edição. São Paulo: Editora \nEdgard Blücher Ltda,1995. 604 p. (ISBN: 8521200366). \n4. PERUZZO, T. M.; CANTO, E. L. Química na Abordagem do Cotidiano - Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 2008. 760 p. (ISBN: 9788516056612). \n5. LEE, J.D. Química Inorgânica - Não Tão Concisa. 5ª Edição. São Paulo: Editora Edgard \nBlücher Ltda, 2000. 527 p. (ISBN: 8521201761). \n \n12. DCC013 – ESTRUTURA DE DADOS – 60 horas-aula. \nEmenta:  \nIntrodução. Dados estruturados. Tipos abstratos de dados. Matrizes. Listas lineares. Pilhas e \nfilas. Árvores. Grafos. Aplicações de estruturas de dados. \n", "37": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n36 \n \nBibliografia Básica: \n1. PREISS, B. R. Estrutura de Dados e Algoritmos. Campus, Rio de Janeiro, 2001. \n2. ZIVIANI, N. Projeto de Algoritmos com Implementações em Java e C++. Thomson, 2003. \n3. TENENBAUM, A.M; LANGSAM, Y., AUGENSTEIN, M. Estruturas de Dados Usando C. \nPearson, São Paulo, 1995. \n4. VELOSO, P.; SANTOS, C.; AZEREDO, P.; FURTADO, A. Estruturas de Dados. Campus, Rio \nde Janeiro, 1983. \n5. PEREIRA, S.L. Estruturas de Dados Fundamentais. Editora Erica, São Paulo, 1995. \nBibliografia Complementar:  \n1. KNUTH, D.E. The art of computer programming, v. 1 - Fundamental Algorithms. Addison-\nWesley, 1972.  \n2. SZWARCFITER, J. L. Estrutura de Dados e Seus Algoritmos. Segunda Edição. LTC, 1994. \n \n13. DCC107 – LABORATÓRIO DE PROGRAMAÇÃO II – 30 horas-aula. \nEmenta:  \nIntrodução. Implementação de Matrizes. Implementação de Listas Lineares. Implementação de \nPilhas e Filas. Implementação de Grafos. Implementação de Árvores. \nBibliografia Básica: \n1. PREISS, B.R. Estrutura de Dados e Algoritmos. Campus, Rio de Janeiro, 2001. \n2. ZIVIANI, N. Projeto de Algoritmos com Implementações em Java e C++. Thomson, 2003. \n3. PEREIRA, S.L. Estruturas de Dados Fundamentais. Editora Erica, São Paulo, 1995. \n4. VELOSO, P.; SANTOS, C.; AZEREDO, P.; FURTADO, A. Estruturas de Dados. Campus, Rio \nde Janeiro, 1983. \n5. GUIMARÃES, A.P. Algoritmos e estruturas de dados . LTC, 1994. \nBibliografia Complementar:  \n1. KNUTH, D. E. The art of computer programming - v. 1 - Fundamental Algorithms. Addison-\nWesley, 1972. \n", "38": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n37 \n \n2. SZWARCFITER, J. L. Estrutura de Dados e Seus Algoritmos. Segunda Edição. LTC, 1994. \n3. TENENBAUM, A. M; LANGSAM, Y., AUGENSTEIN, M. Estruturas de Dados Usando C. \nPearson, São Paulo, 1995. \n \n14. ESA093 – CONTEXTO E PRÁTICA EM ENGENHARIA AMBIENTAL E SANITÁRIA – 60 \nhoras-aula. \nEmenta:  \nContextualização do conhecimento disponibilizado nas disciplinas dos 1º e 2º períodos do curso. \nDesenvolvimento de habilidades relativas ao trabalho em equipe. Apresentação de trabalhos. \nPesquisas de campo. Noções sobre metodologia científica. Organizações que aplicam a \nEngenharia Ambiental e Sanitária.  \nBibliografia Básica: \n1. BARROS, R.T.V. et al. Manual de saneamento e proteção ambiental para municípios. Volume \n2. Belo Horizonte: UFMG, 1995. \n2. BRAGA, B. et al. Introdução à engenharia ambiental. São Paulo: Pearson Prentice Hall, 2005. \nBibliografia Complementar:  \n1. CERVO, A.L. et al. Metodologia cientifica. São Paulo: Pearson Prentice Hall, 2010. \n2. BAZZO, W A. e PEREIRA, L.T.V. Introdução à engenharia: conceitos, ferramentas e \ncomportamentos. Florianópolis: UFSC, 2006. \n \nDisciplinas do 3º período: \n \n15. MAT157 – CÁLCULO III – 60 horas-aula. \nEmenta:  \nIntegrais Múltiplas. Funções Vetoriais. Integrais Curvilíneas. Integrais de Superfície. \nBibliografia Básica: \n1. FLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Paulo: Prentice Hall Brasil, 2007. \n2. ANTON, H. Cálculo, um novo horizonte. Vol. 2. Porto Alegre: Bookman, 2000. \n", "39": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n38 \n \n3. PINTO, D. & MORGADO, M.C.F. Cálculo Diferencial e Integral de Funções de Várias \nVariáveis. Rio de Janeiro: Editora UFRJ, 2000. \n4. STEWART, J. Cálculo. Vol 2. São Paulo: Thomson Learning, 2006. \n5. SWOKOWSKI, E.W. Cálculo com Geometria Analítica. Vol. 2. São Paulo: Makron Books, \n1994. \nBibliografia Complementar: Não tem. \n \n16.  FIS074 – FISICA II – 60 horas-aula.  \nEmenta:  \nOscilações. Gravitação. Mecânica dos fluidos. Movimento ondulatório. Temperatura. Calor e 1ª \nlei da termodinâmica. Teoria cinética dos gases. 2ª lei da termodinâmica. \nBibliografia Básica: \n1. P. Tipler, Física, 2ª ed., vol 2 (Guanabara Dois, Rio, 6ed). \n2. D. Halliday e R. Resnick, Fundamentos de Física, 3ª ed., vol. 2 - Mecânica(LTC, Rio, 1991). \n3. Sears & Zemansky, Física II, vol 2, 12ª ed., Pearson, São Paulo. \nBibliografia Complementar:  \nH. Moysés Nussenzveig, Curso de física básica-2, fluidos, oscilações e ondas, calor. Editora \nEdgard Blücher. \n \n17. EST029 – CÁLCULO DE PROBABILIDADES I – 60 horas-aula. \nEmenta: \nIntrodução à teoria dos conjuntos. Técnicas de contagem. Introdução à probabilidade. Variáveis \naleatórias. Distribuições discretas unidimensionais. Distribuições contínuas unidimensionais. \nEsperança e variância de variáveis discretas e aleatórias. Momentos de variáveis aleatórias. \nFunções de variáveis aleatórias. \nBibliografia Básica: \n1. MEYER, P.L. Probabilidade: Aplicações e Estatística. 2ª ed. Rio de Janeiro: Livros Técnicos e \nCientíficos. Editora S.A., 2000. \n", "40": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n39 \n \n2. MAGALHÃES, M.N. e LIMA, A.C.P. Noções de probabilidade e estatística. EDUSP. Edição \nrevista. 7ª Ed., 2007. \n3. ROSS, S.A. Probabilidade: Um curso moderno com aplicações. 8ª ed. Porto Alegre: Bookman, \n2010. \nBibliografia Complementar:  \n1. JAMES, B. Probabilidade: um curso de nível intermediário. Rio de janeiro: Instituto de \nMatemática Pura e Aplicada, 1981. \n2. FELLER, W. Introdução à Teoria das Probabilidades e suas Aplicações. Vol I e II. Edgard \nBlücher. São Paulo, 1976. \n3. ROSS, S.A. First Course in Probability. 6ª ed. New York: McMillan Publishing Company, 2005. \n \n18.  ESA031 – INTRODUÇÃO ÀS CIÊNCIAS DO AMBIENTE – 60 horas-aula. \nEmenta:  \nConscientizar os estudantes e fornecer a eles de forma crítica os fundamentos do conhecimento \necológico aplicáveis à Engenharia Ambiental e Sanitária que versam sobre os fatores \nreguladores dos ecossistemas, preservação e conservação do meio ambiente, e os problemas \nambientais atuais. \nBibliografia Básica: \n1. MILLER JR.; G.T. “Ciência Ambiental”. Tradução da 11ª edição norte americana. São Paulo: \nEditora Cengage Learning, 2007. \n2. RICKLEFS, R. “A Economia da Natureza”. 6ª edição. Rio de Janeiro: Editora Guanabara \nKoogan, 2010. \n3. ODUM, E.P.; BARRET, G.W. “Fundamentos de Ecologia”. São Paulo: Editora Cengage \nLearning, 2007. \nBibliografia Complementar:  \n1. BEGON, M.; TOWNSEND, C.R.; HARPER, J.L. “Ecologia- de indivíduos a ecossistemas”. 4ª \nedição. Rio de Janeiro: Editora Artmed, 2007. \n2. TOWNSEND, C.R.; BEGON, M.; HARPER, J.L. “Fundamentos em Ecologia”. 3ª edição. Rio \nde Janeiro: Editora Artmed, 2009. \n", "41": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n40 \n \n3. WEATHERS, K.C.; STRAYER, D.L.; LIKENS, G.E. Fundamentals of Ecosystem Science. San \nDiego: Academic Press, 2013. \n \n19. DCC008 – CÁLCULO NUMÉRICO – 60 horas-aula. \nEmenta:  \nIntrodução. Noções de Erro. Séries de Taylor e Aproximações. Zeros reais de funções reais. \nResolução de sistemas lineares. Interpolação polinomial. Ajuste de curva por mínimo quadrado. \nIntegração numérica. Equações diferenciais ordinárias. \nBibliografia Básica: \n1. SANTOS, V. R. de B. Cálculo Numérico, Ed. LTC, 1982. \n2. CLAUDIO, D.M.; MARINS, J.M. Cálculo Numérico Computacional, Ed. Atlas, 1994. \n3. PETER, A.S. Introdução aos Métodos Numéricos, Ed. Interciência, 1979. \nBibliografia Complementar:  \n1. RUGGIERO, M.A.G; LOPES, V.L. da R. Cálculo Numérico, Aspectos Teóricos e Práticos, Ed. \nMcGraw-Hill, 1988. \n2. HUMES, A.F.P.de C. et al. Noções de Cálculo Numérico, Ed. McGraw-Hill, 1984. \n \nDisciplinas do 4º período: \n \n20. MAT029 – EQUAÇÕES DIFERENCIAIS I – 60 horas-aula. \nEmenta:  \nSequências e séries de números reais. Introdução às Equações Diferenciais. Equações \nDiferenciais Ordinárias de 1ª Ordem. Equações Diferenciais Ordinárias Lineares de 2ª Ordem. \nSoluções em Série para Equações Diferenciais Ordinárias Lineares de 2ª Ordem. \nBibliografia Básica: \n1. BOYCE, W.E. & DI PRIMA, R.C. Equações Diferenciais Elementares e Problemas de \nValores de Contorno. Rio de Janeiro: LTC, 2006. \n", "42": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n41 \n \n2. FIGUEIREDO, D.G. & NEVES, A.F. Equações Diferenciais Aplicadas. Rio de Janeiro: IMPA, \nCNPq, 1997. \n3. GUIDORIZZI, H.L. Um Curso de Cálculo. Vol. 4. Rio de Janeiro: LTC, 2002. \n4. KAPLAN, W. Cálculo Avançado. Vol. 2. São Paulo: Blücher, 2008. \n5. KREYSZIG, E. Matemática Superior. Vol 1. Rio de Janeiro: LTC, 1976. \n6. LEITHOLD, L. O Cálculo com Geometria Analítica. Vol 2. São Paulo: Harbra, 1994. \n7. SANTOS, R.J. Introdução às Equações Diferenciais Ordinárias. Belo Horizonte: Imprensa \nUniversitária da UFMG, 2006. \n8. STEWART, J. Cálculo. Vol 2. São Paulo: Thomson Learning, 2006. \nBibliografia Complementar: Não tem. \n \n21. FIS075 – FÍSICA III – 60 horas-aula. \nEmenta:  \nEletrostática. Capacitância. Dielétricos. Corrente elétrica e resistência elétrica. Circuitos. Campo \nmagnético. Lei de Faraday. Indutância. Propriedades magnéticas da matéria. Oscilações \neletromagnéticas. Equações de Maxwell. \nBibliografia Básica: \n1. YOUNG H.D.; FREEDMAN R.A. \"Física III \" ed. 12 (2010) Pearson. \n2. HALLIDAY D., RESNICK R., WALTER J.: \"Fundamentos de Física III\", ed. 8 (2009) LTC. \n3. TIPLER, P. Física, vol  2, Ed. Guanabara Dois, Rio, 1984. \nBibliografia Complementar:  \n1. Chaves, Alao. \"Física Básica v.2\", (2007) LTC. \n2. E.M. Purcell, Curso de Física de Berkeley, vol 2 - Eletricidade e Magnetismo (Edgard Blücher, \nSão Paulo, 1973) .  \n3. Nussenzveig H.M.: \"Curso de Física Básica v.3\" (1997) ou (2009) Edgard Blücher. \n4. Feynman, R. \"The Feynman lectures on physics\". Vol.2 Addison Wesley Longman. \n \n \n", "43": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n42 \n \n22. FIS081 – FENÔMENOS DE TRANSPORTE – 60 horas-aula. \nEmenta:  \nModos básicos de transferência de calor: Condução, Convecção e Radiação. Condução de \nCalor. Convecção Forcada sobre Superfícies Planas. Trocadores de Calor. \nBibliografia Básica: \n1. Frank Kreith; Mark S. Bohn. Princípios de Transferência de Calor. Pioneira Thomson Learning, \n6ª ed., 2003. ISBN13: 9788522102846. \n2. Frank P. Incropera; David P. Dewitt; Theodore L. Bergman; Adrienne S. Lavine. Fundamentos \nde Transferência de Calor e de Massa. LTC, 6ª ed., 2008. ISBN: 9788521615842. \n3. Celso Pohlmann Livi.  Fundamentos de Fenômeno de Transporte.  LTC, 1ª ed., 2004.  ISBN \n8521614152. \nBibliografia Complementar:  \nWashington Braga Filho, Transmissao de Calor, Pioneira Thomson Learning, 2004, ISBN13: \n9788522103744. \n \n23. CCI042 - DESENHO AUXILIADO POR COMPUTADOR – 60 horas-aula. \nEmenta:  \nNoções básicas de computação gráfica e geometria computacional. Programas e equipamentos. \nEstruturação de programa gráfico. \nBibliografia Básica: \n1. Filgueiras, L.V. et alli. Fundamentos de computação gráfica. São Paulo: LTC, 1987. \n2. Fuzzi, C.L. PAC: projeto auxiliado por computador. São Paulo: Papirus, 1986.  \n3. Platock, R. e Kalley, G. Computação gráfica, Portugal, McGraw-Hill, 1991.  \n4. Voisinet, D.D. CADD: projeto e desenho auxiliado por computador. São Paulo, McGraw-Hill, \n1988. \nBibliografia Complementar: Não tem. \n \n \n", "44": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n43 \n \n24. ESA094 – BIOLOGIA AMBIENTAL E SANITÁRIA – 60 horas-aula. \nEmenta:  \nFornecer aos estudantes os fundamentos de biologia celular aplicáveis à Engenharia Ambiental \ne Sanitária e que versem sobre: organização, tamanho e forma das células procarióticas e \neucarióticas; constituição e funções celulares; processos metabólicos celulares; e divisão celular. \nBibliografia Básica: \n1. ALBERTS, B. et al. “Fundamentos da Biologia Celular”. 2ª ed. Porto Alegre: Editora Artmed, \n2006. \n2. JUNQUEIRA, L.C.; CARNEIRO, J. “Biologia Celular e Molecular”. 8ª ed. Rio de Janeiro: \nEditora Guanaba Koogan, 2011. \n3. DE ROBERTIS, E.M.F.; HIB, J.  “Bases da Biologia Celular e Molecular”. 4ª ed. Rio de \nJaneiro: Ed. Guanabara Koogan, 2006. \n4. RAVEN, P.H.; EVERT, R.F.; EICHHORN, S.E. “Biologia vegetal”. 7ª ed. Editora Guanabara \nKoogan, 2007. \nBibliografia Complementar:  \n1 - ALBERTS, B.; JOHNSON, A.; LEWIS, J.; RAFF, M.; ROBERTS, K.; WALTER, P. Molecular \nBiology of the Cell. 4ª edição, 2002. \n \n25. ESA071 – QUÍMICA AMBIENTAL PARA ENGENHARIA – 60 horas-aula. \nEmenta:  \nCiclos biogeoquímicos (carbono, água, nitrogênio, enxofre e fósforo), química das águas e \nproblemas ambientais relacionados ao meio aquático; química da atmosfera e problemas \nambientais relacionados ao lançamento de poluentes atmosféricos; química dos solos e \nproblemas ambientais relacionados à introdução de poluentes. \nBibliografia Básica: \n1. SPIRO, T.G. ; STIGLIANI, W.M. “Química Ambiental”. 2ª edição. Editora Pearson, 2009. \n2. BAIRD, C. CANN, M. “Química Ambiental”. 4ª ed. Porto Alegre: Bookman, 2011. \nBibliografia Complementar:  \n", "45": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n44 \n \nMANAHAN, S.E. Fundamentals of Environmental Chemistry. 2ª ed. Lewis Publishers, 2001. \n \nDisciplinas do 5º período: \n \n26. TRN055 – TOPOGRAFIA – 60 horas-aula. \nEmenta:  \nIntrodução à topografia. Caracterização. Métodos e técnicas de levantamento plano e altimétrico. \nModelagem de terreno. Noções de cálculo. Representação em planta. \nBibliografia Básica: \n1. BORGES, C.A. Curso de topografia. Editora Edgard Blücher Ltda. \n2. COMASTRI, J.A. Curso de topografia. Editora UFV. \n3. ESPARTEL, L. Curso de topografia. Editora Globo. \n4. BRANDALIZE, M.C.B. Curso de topografia. Editora UFSC. \n5. ERBA, D.A. et al. Topografia para estudantes de arquitetura, engenharia e geologia. Editora \nUNISINOS. \nBibliografia Complementar: Não tem. \n \n27.  TRN056 – GEOLOGIA AMBIENTAL – 45 horas-aula. \nEmenta:  \nIntrodução à Geologia Ambiental. Aplicações da Geologia em meio ambiente. Meio físico. \nPropriedades físico-químicas dos solos. Degradação do meio ambiente. Danos Ambientais. \nBibliografia Básica: Não tem. \nBibliografia Complementar: Não tem. \n \n28.  MAC015 – RESISTÊNCIA DOS MATERIAIS – 60 horas-aula. \nEmenta:  \n", "46": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n45 \n \nEquilíbrio do Ponto Material e de um Corpo Rígido. Treliças Isostáticas. Propriedades \nGeométricas de Áreas Planas. Cabos. Forças Internas em Vigas. Carga Axial. Torção. Tensões \nna Flexão. Deflexão de Vigas e Eixos. \nBibliografia Básica: \n1. SUSSEKIND, J.C. Curso de Análise Estrutural - Volume I, 10ª Ed., Globo, 1989. \n2. BEER, F.P.; JOHNSTON, E.R. Resistência dos Materiais, 2ª ed., Makron, 1989. \n3. TIMOSHENKO, S.P. Resistência dos Materiais, LTC, 1957. \n4. BEER, F.P.; JOHNSTON, E.R. Mecânica Vetorial para Engenheiros, McGraw-Hill, 1978. \nBibliografia Complementar:  \n1. HIBBELER, R.C. Estática: Mecânica para Engenharia, 10ª ed., Pearson, 2006. \n2. HIBBELER, R.C. Resistência dos Materiais, 5ª ed., Pearson, 2008. \n3. GERE, J.M. Mecânica dos Materiais, Thomson, 2003. \n \n29. ESA064 – GESTÃO AMBIENTAL E SUSTENTABILIDADE – 60 horas-aula. \nEmenta:  \nQuestões Ambientais e sua Evolução. Agenda 21. Gestão Ambiental e a Perspectiva Pública. \nSistema de Gestão Ambiental, Produção Mais Limpa e Ecodesign. \nBibliografia Básica: \n1. NASCIMENTO, L.F. “Gestão Ambiental e Sustentabilidade”. Florianópolis: CAPES/UAB, 2012.  \n2. PHILIPPI JR., A.; ROMÉRO, M. de A.; BRUNA, G.C. (org.) “Curso de Gestão Ambiental”. 2ª \ned. São Paulo: USP/Manole, 2014. \n3. BARBIERI, J.C. “Gestão Ambiental Empresarial”. 3ª ed. São Paulo: Saraiva, 2011. \n4. ACADEMIA PEARSON. “Gestão Ambiental”. São Paulo: Pearson, 2011. \nBibliografia Complementar:  \n1. ALMEIDA, J.R.; MELLO, C.S.; CAVALCANTI, Y. “Gestão Ambiental: Planejamento, Avaliação, \nImplantação, Operação e Verificação”. 2ª ed. Rio de Janeiro: Thex Editora, 2004.  \n", "47": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n46 \n \n2. SEIFFERT, M.E.B. “Sistemas de Gestão Ambiental (ISO 14.001) e Saúde e Segurança \nOcupacional (OHSAS 18.001): Vantagens da Implantação Integrada”. 2ª ed. São Paulo: Editora \nAtlas S.A., 2010. \n3. CALIJURI, M.C.; CUNHA, D.G.F. (coord.). “Engenharia Ambiental: Conceitos, Tecnologia e \nGestão”. Rio de Janeiro: Elsevier, 2013. \n4. Lei 11.445, de 5 de janeiro de 2007. Estabelece diretrizes nacionais para o saneamento \nbásico; altera as Leis nº 6.766, de 19 de dezembro de 1979, nº 8.036, de 11 de maio de 1990, nº \n8.666, de 21 de junho de 1993, e nº 8.987, de 13 de fevereiro de 1995; revoga a Lei nº 6.528, de \n11 de maio de 1978; e dá outras providências. Publicado no DOU de 8.1.2007 e retificado em \n11.1.2007. \n \n30. ESA003 – MECÂNICA DOS FLUIDOS – TEÓRICA – 60 horas-aula. \nEmenta:  \nPropriedades dos Fluidos, Estática dos Fluidos, A Cinemática e a Dinâmica dos Fluidos, \nEscoamentos de Fluidos, Medidas de Fluidos e Tópicos Especiais. \nBibliografia Básica: \n1. SHAMES, I.H. “Mecânica dos Fluidos”. Editora Blücher Ltda. \n2. STREETER, V.L. “Mecânica dos Fluidos”. Editora Mc. Graw-Hill. \n3. STREETER, V.L.; VENNARD, J.K. “Elementos de Mecânica dos Fluidos”. Editora Guanabara Dois. \n4. SCHIOZER, D. “Mecânica dos Fluidos”. Editora Blücher Ltda. \nBibliografia Complementar:  \n1. FOX, R.L.; VENNARD, J.K. “Elementos de Mecânica dos Fluidos”. Editora Guanabara Dois. \n2. FOX, R.L. e MACDONALD, A. “Introdução à Mecânica dos Fluidos”. 7ª ed. Editora LTC - \nGrupo Gen, 2010. \n3. FRANCO, B. “Mecânica dos Fluidos”. 2ª ed. Editora Grupo Pearson, 2008. \n4. VIANA, M.R. “Mecânica dos Fluidos Para Engenheiros Civis”. Editora IEA. \n \n \n", "48": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n47 \n \n31. ESA503 - MECÂNICA DOS FLUIDOS – PRÁTICA – 15 horas-aula. \nEmenta:  \nVerificação da Lei de Newton da Viscosidade. Comprovação do Princípio de Pascal e aplicação \nda Lei de Stevin. Identificação da pressão manométrica positiva e negativa em uma instalação \nde recalque. Pitometria. \nBibliografia Básica: \n1. BRUNETTI, F. “Mecânica dos Fluidos”. Editora Pearson / Prentece Hall. \n2. VIANA, M.R. “Mecânica dos Fluidos Para Engenheiros Civis”. Editora IEA. \nBibliografia Complementar:  \n1. WIGGERT. C.D; POTTER, M.C.M. “Mecânica dos Fluidos”. Editora Thomsom. \n2. FOX, R.L.; VENNARD, J.K. “Elementos de Mecânica dos Fluidos”. Ed. Guanabara Dois. \n3. SHAMES, I.H. “Mecânica dos Fluidos”. Editora Blücher Ltda. \n4. STREET, V.L. “Mecânica dos Fluidos”. Editora Mc. Graw-Hill. \n5. STREET, R.L.; VENNARD, J.K. “Elementos de Mecânica dos Fluidos”. Editora Guanabara Dois. \n6. SCHIOZER, D. Mecânica dos Fluidos. Editora Blücher LTDA. \n7. BASTOS, F.A.A. “Problema de Mecânica dos Fluidos”. Editora UFMF. \n \n32. ESA095 – MICROBIOLOGIA AMBIENTAL E SANITÁRIA – 60 horas-aula. \nEmenta:  \nFornecer aos estudantes os conhecimentos microbiológicos aplicáveis à Engenharia Ambiental e \nSanitária para que possam reconhecer os principais microrganismos e suas características; \ncompreender a importância dos microrganismos e sua relação como o homem e o meio \nambiente; e aprender técnicas básicas de isolamento e cultivo de microrganismos. \nBibliografia Básica: \n1. INGRAHAN, J.L. & INGRAHAM, C.A. “Introdução à Microbiologia”. São Paulo: Cengage \nLearning, 2010. \n2. TORTORA, G.J.; FUNKE, B.R.; CASE, C. “Microbiologia”. 10ª edição. São Paulo: Editora \nArtmed, 2012. \n", "49": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n48 \n \nBibliografia Complementar:  \nMAIER, R.M.; PEPPER, I.L.; GERBA, C.P.  Environmental Microbiology. Academic Press, 2000. \n585p. (Tradução Livre). \n \n33. ESA044 – QUALIDADE DA ÁGUA – 30 horas-aula. \nEmenta:  \nRecursos Hídricos Naturais. Características das Águas. Água e Saúde. Qualidade da Água para \nConsumo Humano. Qualidade da Água para Usos Industriais. Qualidade da Água de Irrigação. \nAvaliação e Controle de Qualidade. Legislação Pertinente. Padrões de Qualidade. Estudo de \nautodepuração.  \nBibliografia Básica: \n1. von SPERLING, M. “Introdução à Qualidade das Águas e ao Tratamento dos Esgotos”. Ed. \nDESA, 2005. \n2. TSUTIYA, M.T. “Abastecimento de Água”. 1ª edição. São Paulo: USP, 2004. \nBibliografia Complementar:  \n1. REBOUÇAS, A.C. et al. “Águas Doces no Brasil. Capital Ecológico. Uso e Conservação”. \nInstituto de Estudos Avançados. USP: Editora Escrituras, 1999. \n2. MIERZWA, J.C.; HESPANHOL, I. “Água na indústria: Uso racional e reuso”. São Paulo: \nOficina de textos, 2005.  \n3. AGÊNCIA NACIONAL DE ÁGUAS (ANA). “A Evolução da Gestão dos Recursos Hídricos no \nBrasil”. 2002. \n4. TELLES, D.D.; COSTA, R.P. “Reúso da Água”. 2ª edição. São Paulo: Blücher, 2010.  \n5. PIVELI, R.P; Kato, M.T. “Qualidade das Águas e poluição: Aspectos Físico-Químicos”. São \nPaulo, 2006.  \n6. SALASSIER, Bernardo. “Manual de Irrigação”. 4ª edição. UFV. Imprensa Universitária, 1989. \n7. WORLD HEALTH ORGANIZATION (WHO). Guidelines for the safe use of wastewater, excreta \ne greywater – Volume 2  - wastewater use in agriculture, 2006. \n \n", "50": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n49 \n \nDisciplinas do 6º período: \n \n34.  TRN059 – SISTEMA DE POSICIONAMENTO GLOBAL (GPS) – 60 horas-aula. \nEmenta:  \nSistema de posicionamento global. A tecnologia GPS. Cartografia aplicada ao uso do GPS. \nRecursos e funções do GPS de navegação. Práticas de GPS de navegação. \nBibliografia Básica: \n1. FRIEDMANN. R. M. P. 2003. Fundamentos de orientação, cartografia e navegação terrestre. \nPRO BOOKS Editora & CEFET-PR, 400p. \n2. GASPAR, J.A. Cartas e Projeções Cartográficas. 3ª ed. Lisboa: Editora Lidel, 2005. \n3. MENEZES, P.M.L.; FERNANDES, M.C. Roteiro de Cartografia. 1ª ed. São Paulo: Editora \nOficina de Textos, 2013. \n4. MONICO, J.F.G. Posicionamento pelo GNSS - descrição, fundamentos e Aplicações. São \nPaulo: Editora UNESP, 2008. \n5. MONICO, J. F. G. Posicionamento pelo NAVSTAR_GPS; descrição, fundamentos e \naplicações. Editora UNESP, São Paulo, 2000. 287p. \n6. ROCHA, C. H. B. GPS de Navegação: para mapeadores, trilheiros e navegadores, Edição do \nAutor, Juiz de Fora, MG, 2003. 124p. \n7. ROCHA, C. H. B. Geoprocessamento: tecnologia transdisciplinar, 3ª Edição do Autor, Juiz de \nFora, MG, 2007.220p. \nBibliografia Complementar: Não tem. \n \n35. ESA079 - POLUIÇÃO DOS SOLOS E DAS ÁGUAS SUBTERRÂNEAS – 60 horas-aula. \nEmenta:  \nUsos do solo. Poluição do solo. Poluição das águas subterrâneas. Medidas de controle da \npoluição do solo e das águas subterrâneas. \nBibliografia Básica:  \n1. RAMOS, F. et al.  “Engenharia hidrológica”. Rio de Janeiro: ABRH; Ed. UFRJ, 1989. \n", "51": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n50 \n \n2. PORTO, R.L.L. et al. “Hidrologia ambiental”. São Paulo: ABRH, Ed. USP, 1991. \nBibliografia Complementar:  \n1. FEITOSA, F. et al. “Hidrogeologia: Conceitos e Aplicações”. Rio de Janeiro: CPRM, 2008. \n2. GUIGUER, N. “Poluição das águas subterrâneas e do solo por vazamentos em postos de \nabastecimento”. Warterllo hydrogeologic, 1996. \n3. FETTER, C.W. Contaminant Hydrogeology. Prentice Hall, 1992. \n \n36.  ESA047 - HIDROLOGIA – 60 horas-aula.  \nEmenta:  \nA Hidrologia e o Meio Ambiente. O Ciclo Hidrológico. Bacia Hidrográfica. Precipitação e \nInfiltração. Evaporação e Transpiração. Escoamento Superficial. Escoamento Subterrâneo. \nHidrometria. Regularização de Vazões. Vazão de Projeto. \nBibliografia Básica: \n1. GRIBBIN, J.E. “Introdução à Hidráulica, Hidrologia e Gestão de Águas Pluviais”. São Paulo: \nEd.Cencage Learning, 2009. \n2. VILLELA, S.M.; MATOS, A. “Hidrologia Aplicada”. São Paulo: Editora McGraw-Hill do Brasil \nLtda., 1975. \n3. TUCCI, C.E. “Hidrologia: Ciência e Aplicação”. 4ª edição. Vol. 4. Porto Alegre: ABRH/UFRGS, \n2007. \nBibliografia Complementar:  \nCHOW, V.T. et alli. Handbook of Applied Hydrology. McGraw-Hill Book Company, 1964. \n \n37. ESA024 – HIDRÁULICA GERAL – TEÓRICA – 60 horas-aula. \nEmenta:  \nFundamentos de Escoamento dos Líquidos. Estudos dos Condutos Forçados. Instalações de \nRecalque. Estudos dos Transientes Hidráulicos ou Golpe de Aríete. Estudo dos Condutos Livres. \nHidrometria.  \nBibliografia Básica: \n", "52": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n51 \n \n1. BAPTISTA, M.; LARA. M. “Fundamentos de Engenharia Hidráulica”. Editora UFMG, 2006. \n2. AZEVEDO NETO, J.M. “Manual de Hidráulica”. Editora Edgar Blücher, 2003. \n3. PORTO, R.M. “Hidráulica Básica”. 4ª edição. Editora EESC USP, 2006. \nBibliografia Complementar:  \nCHOW, V.T. Open Channel Hydraulics. Editora Mc Graw Hill, 1982. \n \n38. ESA524 - HIDRÁULICA GERAL – PRÁTICA – 15 horas-aula. \nEmenta:  \nFundamentos de Escoamento dos Líquidos. Estudos dos Condutos Forçados. Instalações de \nRecalque. Estudos dos Transientes Hidráulicos ou Golpe de Aríete. Estudo dos Condutos Livres. \nHidrometria.  \nBibliografia Básica: \nAZEVEDO NETO, J.M. “Manual de Hidráulica”. Editora Edgar Blücher, 2003. \nBibliografia Complementar: Não tem. \n \n39.  ESA066 - INTRODUÇÃO À CLIMATOLOGIA E POLUIÇÃO ATMOSFÉRICA – 60 horas-\naula. \nEmenta:  \nConceitos básicos de Climatologia e Meteorologia. Propriedades, Composição e Estrutura da \nAtmosfera. Radiação Solar, Balanço de Energia, Temperatura e Estabilidade Atmosférica. \nUmidade, Pressão e Vento. Circulação Atmosférica. Massas de Ar e Frentes. Classificação \nClimática. Conceitos Básicos de Poluição Atmosférica. Poluição atmosférica global: mudanças \nclimáticas e camada de ozônio. \nBibliografia Básica: \n1. MENDONÇA, F.; DANNI-OLIVEIRA, I.M. “Climatologia: Noções Básicas e Climas do Brasil”. \nEditora Oficina de Textos, 2007. \n", "53": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n52 \n \n2. Varejão - SILVA, M.A. “Meteorologia e Climatologia”. 1ª edição. INMET, 2001. \nVersão digital gratuita (Varejão- Silva, M.A., Meteorologia e Climatologia. Versão Digital 2, \nRecife, 2005) . Uso livre do conteúdo autorizado pelo autor para fins de ensino-aprendizado. \n3. BAIRD, C. “Química Ambiental”. Editora Bookman, 2002.  \nBibliografia Complementar:  \n1. MARIN, F.R. “Clima e ambiente: introdução à climatologia para ciências ambientais”. Embrapa \nInformática Agropecuária, 2008. \n2. BRAGA, B. et al. “Introdução à Engenharia Ambiental”. Editora Prentice Hall, 2002. \n \n40.  ESA073 – PRINCÍPIOS E SISTEMAS DE TRATAMENTO BIOLÓGICO DE EFLUENTES – \n60 horas-aula. \nEmenta:  \nPrincípios do tratamento biológico de esgotos. Princípios da cinética de reações e da hidráulica \nde reatores. Princípios da remoção da matéria orgânica. Princípios da sedimentação. Princípios \nda aeração. Níveis de tratamento. \nBibliografia Básica: \n1. von SPERLING, M. “Introdução à qualidade das águas e ao tratamento de esgotos”. Belo \nHorizonte: Departamento de Engenharia Sanitária e Ambiental, Universidade Federal de Minas \nGerais, 1996. 243 p. (Princípios do tratamento biológico de águas residuárias, 1). \n2. von SPERLING, M. “Princípios básicos do tratamento de esgotos”. Belo Horizonte: \nDepartamento de Engenharia Sanitária e Ambiental, Universidade Federal de Minas Gerais, \n1996. 211 p. (Princípios do tratamento biológico de águas residuárias, 2). \n3. LEVENSPIEL, O.; ALMEIDA, C.M.V.B. “Engenharia das Reações Químicas” - Tradução da 3ª \nEdição, 2000. 584 p. \nBibliografia Complementar: Não tem. \n \n \n \n", "54": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n53 \n \nDisciplinas do 7º período: \n  \n41.  ESA049 - SISTEMA DE ABASTECIMENTO DE ÁGUA URBANO E RURAL – 45 horas-aula. \nEmenta:  \nConceituação de saneamento. Abastecimento de água: histórico. Relação com saúde pública e \nmeio ambiente. Sistema de abastecimento de água no meio urbano. Abastecimento de água no \nmeio rural. \nBibliografia Básica: \nTSUTIYA, Milton Tomoyuki. “Abastecimento de Água.” 1ª ed. São Paulo: Departamento de \nEngenharia Hidráulica e Sanitária da Escola Politécnica da Universidade de São Paulo, 2004. \n643 p. \nBibliografia Complementar:  \n1. BARROS, Raphael T. de V. et all. “Manual de Saneamento e Proteção Ambiental para os \nMunicípios.” 2ª edição. Vol. 2. Belo Horizonte, MG: Escola de Engenharia da UFMG, 1997. \n2. FERNANDES, Carlos. “Apostila.” Disponível em: <www.dec.ufcg.edu.br/saneamento> \n3. von SPERLING, Marcos. “Introdução à Qualidade das Águas e ao Tratamento de Esgotos”. 3ª \ned. Belo Horizonte, MG: Departamento de Engenharia Sanitária e Ambiental da UFMG, 2005. \n4. NBR 12211 – Estudos de concepção de Sistemas Públicos de Abastecimento de Água, 1992. \n5. NBR 12212 – Projeto de Poço para Captação de Água Subterrânea, 1992. \n6. NBR 12213 – Projeto de Captação de Água de Superfície para Abastecimento Público, 1992. \n7. NBR 12215 – Projeto de Adutora de Água para Abastecimento Público. 1991. \n8. NBR 12214 – Projeto de Sistemas de Bombeamento de Água para Abastecimento Público – \nProcedimento. \n9. NBR 12217 – Projeto de Reservatório de Distribuição de Água para Abastecimento Público, \n1994. \n10. NBR 12218 – Projeto de Rede de Distribuição de Água para Abastecimento Público, 1994. \n11. Portaria MS nº 2.914/2011, de 12 de dezembro de 2011, do Ministério da Saúde. \n \n", "55": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n54 \n \n42.  ESA067 - CONTROLE E MONITORAMENTO DA POLUIÇÃO ATMOSFÉRICA – 60 horas-\naula. \nEmenta:  \nA Poluição do Ar em Centros Urbanos. Monitoramento da Qualidade do Ar nos Centros Urbanos. \nMonitoramento dos Poluentes Atmosféricos em Fontes Fixas. Modelo de dispersão atmosférica. \nControle da Poluição Atmosférica em Fontes Fixas.. \nBibliografia Básica: \n1. FRONDIZI, C.A. “Monitoramento da Qualidade do Ar – Teoria e Prática”. 1ª ed. E-papers, 2008. \n2. LORA, E.E.S. “Prevenção e controle da poluição nos setores energético, industrial e de \ntransporte.” 2ª ed. Rio de Janeiro: Editora Interciência, 2002. \n3. BAIRD, C. “Química Ambiental”. Editora Bookman, 2002. \nBibliografia Complementar:  \n1. MACINTYRE, A.J. “Ventilação Industrial e Controle da Poluição”. 2ª ed. Editora LTC, 1990. \n2. GARCIA, R. “Combustíveis e Combustão Industrial”. 1ª ed. Editora Interciência, 2002. \n \n43.  ESA046 - PLANEJAMENTO E GESTÃO DE RESÍDUOS SÓLIDOS – 60 horas-aula. \nEmenta:  \nSaneamento Ambiental e Gerência de Resíduos Sólidos. Resíduos Sólidos. Limpeza Pública. \nLimpeza de logradouros. Acondicionamento do lixo. Coleta do lixo. Transporte e transbordo. \nTratamento de Resíduos Sólidos. Disposição final. Reciclagem dos materiais do lixo. Resíduos \nIndustriais. Resíduos dos Serviços de Saúde. \nBibliografia Básica: \n1. BARROS, R.T.V. et alli. \"Manual de Saneamento e Proteção Ambiental para os Municípios\". \nVol. 2, Saneamento. Departamento de Engenharia Sanitária e Ambiental - DESA/URMG e \nFundação Estadual de Meio Ambiente - FEAM, 1995. \n2. Gestão Integrada de Resíduos Sólidos. Manual de Gerenciamento Integrado de Resíduos \nSólidos - Secretaria Especial de Desenvolvimento Urbano da Presidência da República - SEDU. \nDisponível na Internet. \n", "56": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n55 \n \n3. Compromisso Empresarial para a Reciclagem - CEMPRE: \"Lixo Municipal: Manual de \nGerenciamento Integrado\" - Instituto de Pesquisas Tecnológicas, 2ª edição, 2000. \nBibliografia Complementar: \n1. INC., WOODARD & CURRAN, Industrial Waste Treatment Handbook. Editora ELSEVIER, 2ª \nedição, 2006. \n2. PRADO, Marcos. Estamira, Zazen Produções, 2005. DVD. \n \n44.  ESA070 - SISTEMAS DE ESGOTAMENTO SANITÁRIO URBANO E RURAL – 30 horas-aula. \nEmenta:  \nIntrodução aos sistemas de esgotamento sanitário. Estudos preliminares. Caracterização dos \nesgotos sanitários. Vazões de contribuição. Padrões de qualidade para efluentes e corpos \nd’água. Dimensionamento hidráulico das unidades de um sistema de esgotamento sanitário. \nBibliografia Básica: \nTSUTIYA, M.T.; SOBRINHO, P.A. “Coleta e Transporte de Esgoto Sanitário”. 1ª edição Editora \nABES, 1999. \nBibliografia Complementar:  \n1. BARROS, Raphael T. de V. et all. “Manual de Saneamento e Proteção Ambiental para os \nMunicípios”. Belo Horizonte, MG: Escola de Engenharia da UFMG, 1995. \n2. FERNANDES, C. “Esgotos sanitários”. João Pessoa: Editora Universitária - UFPB, 1997. \n3. FUNASA. Ministério da Saúde. Saneamento Rural - Disponível em: <http://www.funasa. \ngov.br/site/engenharia-de-saude-publica-2/saneamento-rural/> \n4. NBR 9648 – Estudo de concepção de sistemas de esgoto sanitário. \n5. NBR 9649 – Projeto de redes coletoras de esgoto sanitário. \n6. NBR 13969/97 – Unidades de tratamento complementar e disposição final dos efluentes \nlíquidos – Projeto, construção e operação. \n7. NB 568 – Projeto de interceptores de esgoto sanitário. \n8. NB 569 – Projeto de estações elevatórias de esgoto sanitário. \n9. NB 570 – Projeto de estações de tratamento de esgotos. \n", "57": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n56 \n \n45. CCI056 – TECNOLOGIA DE MATERIAIS E CONSTRUÇÃO CIVIL – 60 horas-aula. \nEmenta:  \nIntrodução.  Propriedades e características gerais dos materiais. Materiais de construção. \nProjetos. Obras e suas principais etapas. Funcionamento e operações de obras. \nBibliografia Básica: \n1. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. \n2. MEHTA, P.K.; MONTEIRO, P.J.M. “Concreto: estrutura, propriedades e materiais”, 3ª ed. São \nPaulo, Ed. Pini, 2008. \n3. NEVILLE, A. M. “Propriedades do Concreto”. 2ª ed. São Paulo: PINI, 1997. \n4. PICCHI, F.A. “Impermeabilizações de Coberturas de Concreto”. São Paulo, PINI,1986. \nBibliografia Complementar:  \nPERIÓDICOS: \nREVISTAS TÉCNICAS (Construção Mercado e Téchne, Ed. Pini) \nVERÇOSA, E. J., 1983. “Impermeabilização na Construção”. Porto Alegre. \nRIPPER, E. “COMO EVITAR ERROS NA CONSTRUÇÃO”, Ed. Pini. \nTHOMAZ, E. “TRINCAS EM EDIFÍCIOS”, Ercio, Ed. Pini. \nA Técnica de Edificar - Walid Yasigi - Ed. Pini \nAlternativas Tecnológicas para Edificações - Vol. 1 - Ed. Pini \nComo Evitar Erros na Construção - Ernesto Ripper - Ed. Pini \nExecução e Inspeção de Alvenaria Racionalizada - Alberto C. Lordslem - Ed. O Nome da Rosa. \nFundações - Dirceu A. Velloso; Francisco R. Lopes - Ed. Oficina de Textos. \nMateriais de Construção - Vol. 1- L. A. Falcão Bauer - Ed. Disal. \nO Edifício e seu Acabamento - Hélio A. Azeredo - Ed. Edgard Blücher \nO Edifício até sua Cobertura - Hélio A. Azeredo - Ed. Edgard Blücher. \nPrática das Pequenas Construções - Alberto de Campos Borges - Ed. Edgard Blücher. \n \n46. ESA072 – LEGISLAÇÃO AMBIENTAL PARA ENGENHARIA – 30 horas-aula. \nEmenta:  \n", "58": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n57 \n \nEvolução do Direito Ambiental. Princípios do Direito Ambiental. Política Nacional do Meio \nAmbiente. Política Nacional de Recursos Hídricos. Lei de Crimes Ambientais. Política Nacional \nde Educação Ambiental. Política Federal de Saneamento Básico. Política Nacional de Resíduos \nSólidos. Legislação Ambiental do Estado de Minas Gerais. Legislação Ambiental do Município de \nJuiz de Fora. \nBibliografia Básica:  \n1. SILVA, V.G. “Legislação ambiental comentada”. São Paulo: Editora Fórum, 2007. \n2. COPOLA, G. “A lei dos crimes ambientais comentada artigo por artigo”. São Paulo: Editora \nFórum, 2011. \n3. CARVALHO, L.A. “O novo código florestal comentado artigo por artigo”. Curitiba: Editora \nJuruá, 2013. \nBibliografia Complementar:  \n1. http://www.mma.gov.br/port/conama/legi.cfm \n2. http://www.ibama.gov.br/licenciamento/ \n3. http://www.siam.mg.gov.br/sla/action/Consulta.do \n4. http://www.cetesb.sp.gov.br/licenciamento/licenciamento-ambiental/1-pagina-inicial \n5. http://www.inea.rj.gov.br/Portal/index.htm \n \n47. ESA074 – ENERGIA E MEIO AMBIENTE – 30 horas-aula. \nEmenta:  \nEnergias e sociedades sustentáveis. Crise energética e a busca de novas alternativas. Energias \nrenováveis e não renováveis. Energias e seus impactos ambientais. Valoração econômica de \nexternalidades ambientais da geração elétrica. \nBibliografia Básica: \n1. HEINRICHS, R.A.; KLEINBACH, M. “Energia e meio ambiente”. São Paulo: Editora Thompson \nPioneira, 2006. \n2. GOLDEMBERG, J.; LUCON, O. “Energia, meio ambiente e desenvolvimento”. São Paulo: \nEditora Universidade de São Paulo, 2008. \n", "59": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n58 \n \nBibliografia Complementar:  \n1. TOLMASQUIM, M. et al. “Metodologias de valoração de danos ambientais causados pelo \nsetor elétrico”. Rio de Janeiro: Editora UFRJ, 2000. \n2. BRANCO, S.M. “Energia e meio ambiente”. São Paulo: Editora Moderna, 2004. \n3. GOLDEMBERG, J. “Energia e desenvolvimento sustentável”. São Paulo: Editora Universidade \nde São Paulo, 2010. \n \nDisciplinas do 8º período: \n \n48. ESA052 – ENGENHARIA DE SEDIMENTOS – 60 horas-aula. \nEmenta:  \nSedimento e meio ambiente. Propriedades dos sedimentos. Estudo do inicio do transporte sólido. \nEstudo da resistência hidráulica. Estudo das formas de fundo. Classificação do transporte de \nsedimentos. Estimativa do transporte sólido. Instrumentação e planejamento das estações de \nmonitoramento. Assoreamento de reservatórios. \nBibliografia Básica:  \n1. CARVALHO, N.O. “Hidrossedimentologia Prática”. 1ª edição. CPRM, 1995. 372p.  \n2. PAIVA, J.B.D. de; PAIVA, E.M.C.D. – ORGANIZADORES. “Hidrologia Aplicada à Gestão de \nPequenas Bacias Hidrográficas”. Porto Alegre: ABRH, 2001. 625p. \nBibliografia Complementar: \n1. GARDE, R.J.; RANGA RAJU, K.G. Mechanics of Sediment Transportation and Alluvial Stream \nProblems. 2nd Edition. New York: John Wiley & Sons, 1985. 618p.  \n2. PAIVA, L.E.D. de. “A influência do Diâmetro Representativo do Material do Leito nas Fórmulas \nde Cálculo do Transporte de Sedimentos em Escoamentos com Superfície Livre”. 2007. 384f. \nTese (Doutorado em Engenharia Civil na área de concentração em Recursos Hídricos) - \nUniversidade Estadual de Campinas (UNICAMP), Campinas (SP). \n \n \n", "60": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n59 \n \n49.  ESA050 – TRATAMENTO DE ÁGUAS – 60 horas-aula. \nEmenta:  \nTratamento da água destinada ao consumo humano. Tratamentos especiais da água. \nBibliografia Básica: \n1. Di BERNARDO, L.; PAZ, L.P.S. “Seleção de Tecnologias de tratamento de água”. 1ª edição. \nEd. LDIBE LTDA, 2008. \n2. Di BERNARDO, DANTAS; A.B.; VOL, P.E.N. “Tratabilidade de Água e dos Resíduos Gerados \nem Estações de Tratamento de Água”. 1ª edição. Ed. LDIBE LTDA, 2011. \n3.LIBÂNIO, M. “Fundamentos de Qualidade e Tratamento da Água”. 3ª edição. Ed. átomo & \nAlínea, 2010. \nBibliografia Complementar:  \n1. VALENCIA, J. A. Teoria, diseno y control de los procesos de clarificacion del agua. Centro \nPanamericano de Ingenieria Sanitaria y Ciencias del Ambiente (CEPIS), 1973. 558 p. \n2. LEME, F. P. “Teoria e Técnicas de Tratamento da Água”. Associação Brasileira de Engenharia \nSanitária e Ambiental - ABES, e Companhia Estadual de Tecnologia e Saneamento Básico - \nCETESB, 1979. 424 p. \n3. NBR-12.216/92 - Elaboração de Projetos de Sistemas de Tratamento de Água para \nAbastecimento Público.  \n4. RICHTER, C.A. “Tratamento de Lodos de Estaçao de Tratamento de Água”. 1ª edição. Ed. \nLDIBE LTDA, 2001 \n5. EDZWALD, J.K. American Water Works Association. Water Quality and treatment: A handbook \non drinking water. 6ª edição. EUROPE: Ed. MCGRAW-HILL EDUCATION, 2010. \n \n50. ESA075 – TRATAMENTO DE EFLUENTES DOMÉSTICOS – 60 horas-aula. \nEmenta:  \nParâmetros de qualidade da água. Poluição da água. Normas e padrões aplicáveis. Novos \nconceitos sobre a ETE. Estudo de concepção. Tratamento preliminar. Tratamento primário. \n", "61": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n60 \n \nReator UASB. Tratamento secundário. Lagoas de estabilização. Tratamento terciário. Manejo de \nlodo. Sistemas individuais. Sistemas simplificados. Operação e manutenção de ETE. \nBibliografia Básica: \n1. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS (ABNT). NBR 12.209 (2011). Projetos \nde Estação de Tratamento de Esgotos. Rio de Janeiro: ABNT, 2011. \n2. _______NBR 9.648 (1986). Estudo de Concepção de Sistemas de Esgoto Sanitário – \nProcedimentos. Rio de Janeiro: ABNT, 1986. \n3. BRASIL. Conselho Nacional de Meio Ambiente (CONAMA). Resolução 430/2011 – Dispõe \nsobre as condições e padrões de lançamento de efluentes. Brasília/Distrito Federal, 13 de maio \nde 2011. \n4. CHERNICHARO, C.A.L. Princípios do Tratamento Biológico de Águas Residuárias – Vol. 5 – \nReatores Anaeróbios 2ª Edição. Editora UFMG - Belo Horizonte, 2007. 308 p.  \n5. METCALF & EDDY. Wastewater Engineering: Treatment, Disposal and Reuse. 4a ed. New \nYork : McGraw Hill, 2003. 1815 p. \n6. Minas Gerais. Conselho Estadual de Política Ambiental. Deliberação Normativa Conjunta \nCOPAM/CERH-MG n° 1 de 05 de Maio de 2008. Dispõe sobre a classificação dos corpos d’água \ne diretrizes ambientais para o seu enquadramento, bem como estabelece as condições a \npadrões de lançamento de efluentes e dá outras providências. Belo Horizonte, 05 de maio de \n2008. \n7. JORDÃO, E.P e PESSOA, C.A. Tratamento de Esgotos Domésticos. 6ª Edição. ABES, Rio de \nJaneiro, 2011. 940 p.  \n8. von SPERLING, M. Princípios do Tratamento Biológico de Águas Residuárias – Vol. 1 – \nIntrodução à Qualidade das Águas e ao Tratamento de Esgotos. 2ª Edição Revisada. Editora \nUFMG - Belo Horizonte, 1996. 243 p.  \n9. von SPERLING, M. Princípios do Tratamento Biológico de Águas Residuárias – Vol. 2 – \nPrincípios Básicos do Tratamento de Esgotos. 1ª Edição. Editora UFMG - Belo Horizonte, 1996. \n211 p.  \n", "62": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n61 \n \n10.  von SPERLING, M. Princípios do Tratamento Biológico de Águas Residuárias – Vol. 3 – \nLagoas de Estabilização. 1ª Edição. Editora UFMG - Belo Horizonte, 1996. 140 p. \n11.  von SPERLING, M. Princípios do Tratamento Biológico de Águas Residuárias – Vol. 4 – \nLodos Ativados. 1ª Edição. Editora UFMG - Belo Horizonte, 1997. 416 p.  \nBibliografia Complementar:  \n1. Guias do ReCESA (Rede Nacional de Extensão e Capacitação Tecnológica em Saneamento \nAmbiental) – distribuídos em PDF pela professora. \n2. Livros do PROSAB (Programa de Pesquisa em Saneamento Básico e Ambiental). Disponível \nem: <http://www.finep.gov.br/prosab/produtos.htm>. \n3. Artigos técnicos (periódicos CAPES). \n \n51. ESA080 – GERENCIAMENTO DE RECURSOS HÍDRICOS – 60 horas-aula. \nEmenta:  \nIntrodução à gestão dos recursos hídricos. Planejamento e gestão dos recursos hídricos. \nOutorga de direito de uso dos recursos hídricos. Cobrança pelo uso dos recursos hídricos. \nGerenciamento dos recursos hídricos. \nBibliografia Básica: \n1. FERNANDEZ, J.C.; GARRIDO, R. “Economia dos Recursos Hídricos”. Salvador: Editora \nUFBa, 2002. \n2. REBOUÇAS, A. (orgs). “Águas Doces no Brasil - Capital Ecológico, Uso e Conservação”. 3ª \nedição. Editora Escrituras, 2006. \n3. MACHADO, C.J.S. “Gestão de Águas Doces”. 1ª edição.  Rio de Janeiro: Editora Interciência, \n2004. \nBibliografia Complementar:  \n1. MMA. “Introdução ao Gerenciamento de Recursos Hídricos”. Brasília: MMA,2002. \n2. MOTA, S. “Preservação e Conservação dos Recursos Hídricos”. Rio de Janeiro: ABES, 1995. \n \n \n", "63": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n62 \n \n52. ESA057 – SAÚDE AMBIENTAL – 45 horas-aula. \nEmenta:  \nSaúde ambiental. Conceitos básicos de epidemiologia. Modelos saúde-doença. Conceito de \ncausa e de fator de risco. Indicadores epidemiológicos. Desenhos de pesquisa em \nepidemiologia. Medidas de associação. Saneamento básico e saúde pública. Meio ambiente e \nsaúde pública. Controle de vetores biológicos. \nBibliografia Básica: \n1. ALMEIDA FILHO, N.; ROUQUAYROL, M.Z. “Introdução à epidemiologia”. 4ª ed., rev. e \nampliada. Rio de Janeiro: Guanabara Koogan, 2006. 282p. \n2. CÂMARA, V. de M. (coord.). “Textos de epidemiologia para vigilância ambiental em saúde”. \nBrasília: Ministério da Saúde/Fundação Nacional de Saúde, 2002. \n3.  HELLER, L. “Saneamento e saúde”. Brasília: OPAS/OMS, 1997. 97p. \nBibliografia Complementar:  \n1. CAMELLO, T.C.F.; GARCIA, V.S.; ARAÚJO, S.B.; ALMEIDA, J.R. “Gestão e Vigilância em \nSaúde Ambiental”. Rio de Janeiro: Thex, 2009. \n2. PHILIPPI JR., A. “Saneamento, Saúde e Ambiente. Fundamentos para um desenvolvimento \nsustentável”. Barueri: Manole, 2005.  \n3. Periódicos especializados como: Cadernos de Saúde Pública, Revista de Saúde Pública,... \n \n53. ESA081 – TRATAMENTO DE EFLUENTES INDUSTRIAIS I – 30 horas-aula. \nEmenta:  \nParâmetros de controle da qualidade dos efluentes industriais. Mapeamento, monitoramento e \ngerenciamento de efluentes na indústria. Monitoramento e controle de corpos receptores. \nLegislação e normas técnicas aplicadas ao tema. \nBibliografia Básica: \n1. SAWYER C.; McCARTY, P.L.  Chemistry for Environmental Engineers. McGraw-Hill \nScience/Engineering/Math; 5th ed, 2002. \n2. AWWA. Standard Methods for the Examination of Water and Wastewater. 20 th ed, 1998. \n", "64": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n63 \n \n3. TCHOBANOGLOUS, G. BURTON, F.L.; STENSEL, H.D. Wastewater Engineering: Treatment \nand Reuse. McGraw-Hill, 4th ed, 2003. \n4. CAVALCANTI, J.E. “Manual de Tratamento de Efluentes Industriais”. 2ª edição ampliada, \n2012. \nBibliografia Complementar:  \nMETCALF & EDDY. Wastewater engineering: treatment disposal reuse.  McGraw-Hill, 3th ed, \n1991. \n \n54.  ESA020 – DRENAGEM URBANA – 45 horas-aula.  \nEmenta:  \nSistemas de drenagem urbana. A drenagem como subsistema urbano. Chuvas. Ruas. Bocas \nde lobo. Galerias. Técnicas compensatórias em drenagem urbana. \nBibliografia Básica: \n1. CETESB – “Drenagem Urbana: manual de projeto”. 3a ed. São Paulo: CETESB/ASCETESB, \n1996. \n2. TUCCI, C.E.M. “Inundações Urbanas”. 1ª edição. Porto Alegre: Editora ABRH/RHAMA, 2007. \n3. RIGHETTO, A.M. “Manejo de Águas Pluviais Urbanas”. 1ª edição. Rio de Janeiro: Editora \nABES, 2009. \n \nBibliografia Complementar:  \n1. FERNANDES, C. “Microdrenagem”. Notas de aula. 2012. Disponível em: <www.dec. \nufcg.edu.br/saneamento>  \n2. Plano de Drenagem de Juiz de Fora – Parte I – Zona Norte - Disponível em: <http://www. \nplanodedrenagem.pjf.mg.gov.br> \n \n55. ESA082 – METODOLOGIA CIENTÍFICA APLICADA À ENGENHARIA AMBIENTAL E \nSANITÁRIA – 30 horas-aula. \nEmenta:  \n", "65": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n64 \n \nCiência. Pesquisa Científica. Comunicação Científica. Redação Científica. Projeto de pesquisa. \nBibliografia Básica: \n1. VOLPATO, G. L. “Ciência: da Filosofia à Publicação”. Editora Cultura Acadêmica, 6ª ed. 2013. \n2. BARROS, A.J. da S.; LEHFELD, N.A. de S. “Fundamentos de Metodologia Científica”. 2ª ed. \nSão Paulo: Pearson Education do Brasil Ltda, 2000.   \n3. CERVO, A.L.; BERVIAN, P.A.; SILVA, R. “Metodologia Científica”. 6ª ed. São Paulo: Pearson \nEducation, 2006. \nBibliografia Básica: Não tem. \n \nDisciplinas do 9º período: \n \n56. ESA058 - LABORATÓRIO DE CONTROLE AMBIENTAL – 60 horas-aula. \nEmenta:  \nIntrodução. Características Físicas. Características Químicas. Características Microbiológicas. \nTestes de Jarros. OD, DBO e DQO. Série Sólidos. \nBibliografia Básica: \n1. SOUZA, Helga Bernhard de; DERÍSIO, José Carlos. “Guia técnico de coleta de amostras”. \nSão Paulo: Companhia de Tecnologia de Saneamento Ambiental, 1977. 257 p. \n2. Portaria 2914/2011 do Ministério da Saúde. \n3. American Public Health Association (APHA), the American Water Works Association (AWWA), \nand the Water Environment Federation (WEF). Standard Methods for the Examination of Water \nand Wastewater. 21ª edição. Ed. Pharmabooks Importados, 2005. \nBibliografia Complementar:  \nSAWYER, McCarty Parkin. Chemistry for Environmental Engineering. 1ª edição. New York: Ed. \nMac Graw-hill, 1994. \n \n57. CAD014 - ADMINISTRAÇÃO E ORGANIZACAO DE EMPRESAS – 60 horas-aula. \nEmenta:  \n", "66": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n65 \n \nAdministração, Organização e Ambiente. As funções do Administrador: Planejamento, \nOrganização, Direção e Controle. As funções da Administração: Recursos Humanos, Marketing, \nFinanças e Produção. Empreendedorismo. Tópicos Avançados em Administração. \nBibliografia Básica: \n1. HEILBORN, G.; LACOMBE, F. Administração: Princípios e Tendências. 2ª ed. Editora Saraiva, \n2009. \n2. ROBBINS, S.P. Administração: Mudanças e Perspectivas. Editora Saraiva, 2000. \n3. MAXIMIANO, A.C.A. Teoria geral da administração: da revolução urbana à revolução digital. \nEditora Atlas, 2006, 4ª ed. \nBibliografia Complementar:  \nCHIAVENATTO, Idalberto. Administração: Teoria, Processo e Prática. Editora Elsevier. \n \n58. CCI048 - PLANEJAMENTO E CONTROLE DE OBRAS – 60 horas-aula. \nEmenta:  \nA indústria da Construção Civil. As obras e modalidades de contratações. O contrato e a \nprestação de serviço na construção. Especificações técnicas. Plano de Contas na Construção \nCivil. Orçamentos e Custos na Construção Civil. Programações de prazos e recursos. O controle \nde obras. \nBibliografia Básica: \n1. GOLDMAN, P. Introdução ao Planejamento e Controle de Custos na Construção Civil. São \nPaulo. \n2. AZEVEDO, A. C. S. Introdução à Engenharia de Custos - Fase Investimento. São Paulo, Pini. \n3. TCPO - Tabelas de Composições de Preços para Orçamentos. São Paulo, Pini.  \n4. \nHIRCHFELD, \nH. \nPlanejamento \ncom \nPert-CPM, \nSão \nPaulo, \nAtlas. \n5. RIPPER, E. Tarefas do engenheiro na obra. São Paulo, Pini. \nBibliografia Complementar: Não tem. \n \n \n", "67": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n66 \n \n59. ESA060 – TRABALHO FINAL DE CURSO I – 60 horas-aula. \nEmenta:  \nComposição inicial de um trabalho de síntese e integração de conhecimentos, podendo ter \ncaracterísticas de experimento, de estudo teórico, de estudo de caso, de realização de projeto ou \nde estudo de problema de Engenharia Ambiental e Sanitária. \nBibliografia Básica: Não tem. \nBibliografia Complementar: Não tem. \n \n60. ESA0837 – AVALIAÇÃO DE IMPACTOS AMBIENTAIS – 60 horas-aula. \nEmenta:  \nIntrodução à Avaliação de Impactos Ambientais (AIA). Estruturação de Estudos de Impactos \nAmbientais. Avaliação de Impactos Ambientais. Política e Legislação sobre AIA. Elaboração de \nTermo de Referência. Licenciamento Ambiental. Metodologias de Estudos de Impactos \nAmbientais. \nBibliografia Básica: \n1. SANCHEZ, L.E. “Avaliação de impacto ambiental - Conceitos e métodos”. São Paulo: Oficina \nde textos, 2008.   \n2. BRAGA, B. et al. “Introdução à engenharia ambiental”. São Paulo: Pearson Prentice Hall, \n2005. \nBibliografia Complementar:  \n1. PARANÁ, GOVERNO DO ESTADO. “Manual de avaliação de impactos ambientais – MAIA”. \nCuritiba: SEMA-IAP/PIAB/GTZ, 1995. \n2. MOTA. S. “Introdução à engenharia ambiental”. Rio de Janeiro: ABES, 1997. \n3. ABSY, M.L. et al. “Avaliação de impacto ambiental: agentes sociais, procedimentos e \nferramentas”. Brasília: IBAMA, 1995. \n4. PARANÁ, GOVERNO DO ESTADO. “Guia de indicadores e métodos ambientais – GUIMA”. \nSEMA-IAP/PIAB/GTZ. Curitiba, 1995.  \n", "68": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n67 \n \n5. TOLMASQUIM et al. “Metodologias de valoração de danos ambientais causados pelo setor \nelétrico”. Rio de Janeiro: UFRJ, 2000. \n \n61. ESA084 – TRATAMENTO DE EFLUENTES INDUSTRIAIS II – 30 horas-aula. \nEmenta:  \nFundamentos dos principais processos aplicados no tratamento de efluentes industriais. Pré-\ntratamento, tratamento biológico, tratamento físico-químico, processos oxidativos avançados e \nuso de membranas no tratamento de efluentes industriais. Estudo de caso e contextualização do \ntema. \nBibliografia Básica: \n1. SAWYER C.; McCARTY, P.L.  Chemistry for Environmental Engineers. McGraw-Hill \nScience/Engineering/Math; 5th ed, 2002. \n2. AWWA. Standard Methods for the Examination of Water and Wastewater. 20 th ed, 1998. \n3. TCHOBANOGLOUS, G. BURTON, F.L.; STENSEL, H.D. Wastewater Engineering: Treatment \nand Reuse. McGraw-Hill, 4th ed, 2003. \n4. CAVALCANTI, J.E. “Manual de Tratamento de Efluentes Industriais”. 2ª edição ampliada, \n2012. \nBibliografia Complementar:  \n1. METCALF & EDDY. Wastewater engineering: treatment disposal reuse.  McGraw-Hill, 3th ed, \n1991. \n \nDisciplina do 10º período: \n \n62. ESA061 – ESTÁGIO CURRICULAR – 180 horas-aula. \nEmenta: \nEstágio é ato educativo escolar supervisionado, desenvolvido no ambiente de trabalho visando à \npreparação para o trabalho produtivo de acadêmicos que frequentam o Curso de Engenharia \nAmbiental e Sanitária, permitindo o aprendizado de competências próprias da atividade \n", "69": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n68 \n \nprofissional e à contextualização curricular e, ainda, o desenvolvimento do acadêmico para a \nvida cidadã e para o trabalho. Destarte, o estágio faz parte do projeto pedagógico do curso e \nintegra o itinerário formativo do educando.   \nBibliografia Básica: Não tem. \nBibliografia Complementar: Não tem. \n \n63. ESA062 - TRABALHO FINAL DE CURSO II – 180 horas-aula. \nEmenta:  \nTrabalho de síntese e integração de conhecimentos, podendo ter características de experimento, \nde estudo teórico, de estudo de caso, de realização de projeto ou de estudo de problema de \nEngenharia Ambiental e Sanitária. \nBibliografia Básica: Não tem. \nBibliografia Complementar: Não tem. \n \nDisciplinas Eletivas: \n \n64. AUR051 - PLANEJAMENTO URBANO E REGIONAL – 60 horas-aula. \nEmenta:  \nCidade e redes de cidades. Planejamento urbano. Uso do solo e legislação urbanística. \nBibliografia Básica: Não tem. \nBibliografia Complementar: Não tem. \n \n65. CCI023 - GERENCIAMENTO DE OBRAS – 60 horas-aula. \nEmenta:  \nIntrodução. O setor da construção civil. Projeto. Desperdícios e perdas. Inovações na \nconstrução. Gerenciamento de projetos. Qualidade na construção. Comunicação e sistemas de \ninformação. \nBibliografia Básica: \n", "70": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n69 \n \n1- BIO, S. R. Sistemas de informação: um enfoque gerencial. São Paulo: Atlas, 1985. \n2- BROCKA, B.; BROCKA, M.S. Gerenciamento da qualidade. São Paulo: Makron Books, 1994. \n3- CAMPOS, V.F. TQC: controle da qualidade total. 5a ed. Belo Horizonte, MG: Fundação \nChristiano Ottoni, Escola de Engenharia da UFMG, 1982. \n4- CASAROTTO FILHO, N.; FÁVERO, J.S.; CASTRO, J.E. Gerência de projetos. Florianópolis: \nDecisoft, 1992. \n5- DINSMORE, R.C. Gerência de programas e projetos. Rio de Janeiro: PINI, 1994. \n6- GOLDMAN, P. Introdução ao planejamento e controle de custos na construção civil brasileira. \n3a ed. São Paulo: PINI, 1997. \n7- LIMMER, C.V. Planejamento, orçamentação, e controle de projetos e obras. Rio de Janeiro: \nLTC, 1997. \n8- THOMAZ, E. Tecnologia, gerenciamento e qualidade na construção. São Paulo: PINI, 2001. \n9- VIEIRA NETTO, A. Como gerenciar construções. São Paulo: PINI, 1993. \nBibliografia Complementar: Não tem. \n \n66. CCI037 - ENGENHARIA DE AVALIAÇÕES E PERÍCIAS – 30 horas-aula. \nEmenta:  \nA engenharia de avaliações. Homogeneização de valores. Fontes de informação para o \navaliador. Depreciação de bens. Tipos de avaliações. Planta genérica de valores de imóveis. \nTécnica de elaboração de laudos. Avaliações em ações judiciais. Perícias de engenharia na \nconstrução civil. Normas brasileiras de avaliações e perícias. \nBibliografia Básica: \n1. CAIRES, H.; CAÍRES, H.R.R. Avaliações de Glebas Urbanizáveis. São Paulo: PINI, 1984. \n2. IBAPE (INSTITUTO BRASILEIRO DE AVALIAÇÕES E PERÍCIAS DE ENGENHARIA). \nAvaliações para Garantias. São Paulo - PINI, 1983. \n3. IBAPE (INSTITUTO BRASILEIRO DE AVALIAÇÕES E PERÍCIAS DE ENGENHARIA). \nEngenharia de Avaliações. São Paulo - PINI, 1974. \n", "71": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n70 \n \n4. MOREIRA, A.L. Princípios de Engenharia de Avaliações. 3 ed. rev.e ampl. São Paulo: PINI, \n1994. \nBibliografia Complementar: Não tem. \n \n67. ESA011 - FUNDAMENTOS DE SEGURANÇA NO TRABALHO – 30 horas-aula. \nEmenta: \nIntrodução à segurança e saúde no trabalho. Direito do trabalho e de previdência social. \nSegurança no trabalho. Higiene no trabalho. Segurança no trabalho nas empresas. Aspectos \ntécnicos e práticos. Segurança na construção civil. Segurança em serviços com eletricidade. \nSegurança em máquinas e equipamentos. Sistema de gestão de segurança e saúde no trabalho \n– OHSAS 18.000. \nBibliografia Básica: \n1. EQUIPE ATLAS. “Segurança e Medicina do Trabalho - Manual de Legislação Atlas”. 72ª ed. \nSão Paulo: Editora Atlas, 2013. \n2. BARBOSA, R.P.; BARSANO, P.R. “Segurança do Trabalho - Guia Prático e Didático”. São \nPaulo: Editora Érica Ltda., 2012.  \n3. SALIBA, T.M. “Curso Básico de Segurança e Higiene Ocupacional”. 5ª ed. São Paulo: Editora \nLTr, 2013. \nBibliografia Complementar:  \n1. BARBOSA FILHO, A.N. “Segurança do Trabalho e Gestão Ambiental”. 4ª ed. São Paulo: \nEditora LTr, 2011. \n2. MATTOS, U.A.O.; MÁSCULO, F.S. (orgs.). “Higiene e Segurança do Trabalho”. Rio de \nJaneiro: Elsevier/Abepro, 2011. \n3. SEIFFERT, M.E.B. “Sistemas de Gestão Ambiental (ISO 14001) e Saúde e Segurança \nOcupacional (OHSAS 18001) – Vantagens da Implantação Integrada”. 2ª ed. São Paulo: Atlas, \n2010.  \n \n \n", "72": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n71 \n \n68. ESA027 – TECNOLOGIA III: INSTALAÇÕES HIDRÁULICAS – 45 horas-aula. \nEmenta:  \nInstalações prediais de água fria. Instalações prediais de água quente. Instalações prediais de \nesgoto. \nBibliografia Básica: \n1. MACINTYRE, Archilbald Joseph. – “Instalações Hidráulicas Prediais e Industriais”. 4ª ed. \nLivros Técnicos e Científicos, 2010. \n2. CREDER, Helio - “Instalações Hidráulicas Sanitárias”. Vol. 1. 3ª ed. Livros Técnicos e \nCientíficos S.A., 1984. \nBibliografia Complementar:  \n1. CARVALHO, Júnior, Roberto. “Instalações hidráulicas e o projeto de arquitetura”. 7ª ed. - São \nPaulo: Blücher, 2013. \n2. VIANNA, M. R. “Instalações hidráulicas prediais”. 3ª ed. Belo Horizonte: Imprimaturartes Ltda, \n2004. \n3. BLUNDI, C.E.; PICANÇO, A.P.; MORUZZI, R.B.; REALI, M.A.P. “Instalações Prediais de Água \nFria”.  Universidade de São Carlos – EESC –Departamento de Hidráulica e Saneamento, 2006. \n4. Normas Técnicas da ABNT. \n \n69. ESA036 - CONTROLE OPERACIONAL – 30 horas-aula.  \nEmenta:  \nConceitos Básicos. Perdas em Sistema de Abastecimento de Água. Indicadores de Perda. \nPerdas Físicas. Perdas Não Físicas. Macromedição. Pitometria. Micromedição. Controle \nOperacional de Sistema de Abastecimento de Água. Cadastro. Gerenciamento do Controle de \nPerdas. \nBibliografia Básica: \n1. COELHO, A.C. “Medição de Água e Controle de Perdas”. RJ: ABES, 1983. \n2. CONEJO, J.G.L.; SILVA, R.T. “DTA - Documento Técnico de Apoio. Definição de Perdas nos \nSistemas Públicos de Abastecimento”. MPO/SEPURB/DS. Março, 1998. \n", "73": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n72 \n \n3. GONÇALVES, E. “Metodologias para Controle de Perdas em Sistemas de Distribuição de \nÁgua. Estudo de casos”. CAESB, Brasília. Dissertação de Mestrado, UnB, 1998. \n4. Associação das Empresas de Saneamento Básico Estaduais AESB e Associação Nacional de \nServiços Municipais de Água e Esgoto - ASSEMAE. “Indicadores de Perdas nas Entidades \nPrestadoras de Serviços Públicos de Saneamento”. Documento Preliminar, Primeira revisão. \nBrasília, 1988. \n5. American Water Works Association - AWWA. Water Audits And Leak Detection. Manual M36. \nFirst Edition. Denver, USA, 1990. \nBibliografia Complementar: Não tem. \n \n70. ESA037 – TÓPICOS ESPECIAIS I – 45 horas-aula. \nEmenta: Disciplina de ementa aberta. \nBibliografia Básica: Não tem. \nBibliografia Complementar: Não tem. \n \n71. ESA038 – TÓPICOS ESPECIAIS II – 45 horas-aula. \nEmenta: Disciplina de ementa aberta. \nBibliografia Básica: Não tem. \nBibliografia Complementar: Não tem. \n \n72. ESA039 – TÓPICOS ESPECIAIS III – 45 horas-aula. \nEmenta: Disciplina de ementa aberta. \nBibliografia Básica: Não tem. \nBibliografia Complementar: Não tem. \n \n73. ESA068 - SENSORIAMENTO REMOTO E PROCESSAMENTO DE IMAGENS DIGITAIS – \n60 horas-aula. \nEmenta:  \n", "74": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n73 \n \nConceito e Fundamentos de Sensoriamento Remoto. Sensores Remotos. Processamento de \nImagens Digitais. Sensoriamento Remoto Aplicado ao Estudo do Meio Ambiente. \nBibliografia Básica: \n1. CROSTA, A.P. “Processamento digital de Imagens de Sensoriamento Remoto”. Campinas, \nSP. IG/UNICAMP, 1993. \n2. FLORENZANO, T.G. “Iniciação em Sensoriamento Remoto”. 2ª Edição, 2007. \n3. JENSEN, J.R. “Sensoriamento Remoto do Ambiente”. 1ª Edição, 2009. \nBibliografia Complementar:  \n1. LILLESAND, T.M. & KIEFER, RALPH W. Remote Sensing and Image Interpretation. 3rd ED. \nJohn Wiley & Sons, Inc., USA. \n2. LIU, W.T.H. “Aplicações do Sensoriamento Remoto”. 7ª Edição, 2007. \n3. NOVO, E.M.LM. “Sensoriamento Remoto - Princípios e Aplicações”. Editora Edgar Blücher \nLTDA, São José dos Campos, 1988. \n4. RIBEIRO, C.B.M. “Sensoriamento Remoto Aplicado à Detecção de Mudanças da Cobertura do \nSolo de uma Bacia Hidrográfia”. Tese M.Sc.COPPE/UFRJ, 2001. \n \n74. ESA085 – TRATAMENTO DE LODO DE ESTAÇÃO DE TRATAMENTO DE ESGOTOS E \nDE ESTAÇÃO DE TRATAMENTO DE ÁGUA – 60 horas-aula. \nEmenta:  \nLodo de ETE: Composição do lodo de esgoto. Tecnologias de adensamento de lodo. \nTecnologias de digestão de lodo. Tecnologias de desaguamento de lodo. Tecnologias de \nhigienização do lodo. Disposição final e/ou aproveitamento. Lodo de ETA: Composição do lodo \nde ETA. Variação das características. Destino final e recuperação de coagulante. \nBibliografia Básica: \n1. BLUCHER, E. “Tratamento de Lodos de Estações de Tratamento de Água”. 1ª edição, 2001. \n112p. \n2. JORDÃO, E.P.; PESSOA, C.A. “Tratamento de Esgotos Domésticos”. 6ª Edição. Rio de \nJaneiro: ABES, 2011. 940 p. \n", "75": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n74 \n \n3. von SPERLING, M. “Princípios do Tratamento Biológico de Águas Residuárias Lodo de Esgotos: \nTratamento e Disposição Final”. Vol. 6. 1ª ed. Belo Horizonte: Editora UFMG, 2001. 484 p.  \nBibliografia Complementar: \n1. Artigos técnicos (periódicos CAPES). \n2. Guia do ReCESA (Rede Nacional de Extensão e Capacitação Tecnológica em Saneamento \nAmbiental) – “Lodo Gerado Durante o Tratamento de Água e Esgoto” – Belo Horizonte/MG. \n2007– distribuído em PDF pela professora. \n3. Livros do PROSAB (Programa de Pesquisa em Saneamento Básico e Ambiental): disponível \nem: <http://www.finep.gov.br/prosab/produtos.htm>. \n4. METCALF & EDDY. Wastewater Engineering: Treatment, Disposal and Reuse. 4a ed. New \nYork: McGraw Hill, 2003. 1815p. \n5. VIANA, M.R. “Hidráulica Aplicada às Estações de Tratamento de Água”. 3ª Edição. Belo \nHorizonte: Imprimatur, 1997. \n6. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS (ABNT). NBR 12.209 (2011). \n“Projetos de Estação de Tratamento de Esgotos”. Rio de Janeiro: ABNT, 2011. \n7. BRASIL. Conselho Nacional do Meio Ambiente – CONAMA n° 375 de 29 de agosto de 2006. \nDefine critérios e procedimentos para o uso agrícola de lodos de esgoto gerados em estações de \ntratamento de esgoto sanitário e seus produtos derivados e dá outras providências. Brasília/DF, \nagosto de 2006. \n \n75. ESA086 – MODELAGEM DE FLUXO E TRANSPORTE DE POLUENTES – 45 horas-aula. \nEmenta:  \nMecanismos do fluxo e transporte de contaminantes em meios porosos. Equações diferenciais \ntípicas da modelagem matemática. Estudos de casos. Oficinas de utilização de códigos de \nsimulação. \nBibliografia Básica: \n1. RAMOS, F. et al.  “Engenharia hidrológica”. Rio de Janeiro: ABRH; Ed. UFRJ, 1989. \n2. PORTO, R.L.L. et al. “Hidrologia ambiental”. São Paulo: ABRH, Ed. USP, 1991. \n", "76": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n75 \n \nBibliografia Complementar: \n1. FEITOSA, F. et al. “Hidrogeologia: Conceitos e Aplicações”. Rio de Janeiro: CPRM, 2008. \n2. GUIGUER, N. “Poluição das águas subterrâneas e do solo por vazamentos em postos de \nabastecimento”. Warterllo hydrogeologic, 1996. \n3. FETTER, C.W. Contaminant Hydrogeology. Prentice Hall, 1992. \n \n76. ESA087 – TÉCNICAS DE APROVEITAMENTO DE RESÍDUOS AGROINDUSTRIAIS – 60 \nhoras-aula. \nEmenta:  \nCaracterísticas quantitativas e qualitativas de águas residuárias e resíduos sólidos \nagroindustriais. Impactos ambientais da disposição de águas residuárias e de resíduos sólidos \nno solo. Técnicas de disposição de águas residuárias no solo. Aproveitamento agrícola de \nresíduos sólidos orgânicos.  \nBibliografia Básica: \n \n1. MATOS, A.T. “Tratamento e disposição final de águas residuárias e resíduos sólidos”. Viçosa, \nMG: UFV, 2006. 166 p. Caderno didático (44) - Universidade Federal de Viçosa, 2006.  \n2. MATOS, A.T. “Disposição de águas residuárias no solo”. Viçosa, MG: UFV, 2007. 141 p. \nCaderno didático (38) - Universidade Federal de Viçosa, 2007. \n3. MATOS, A.T. “Tratamento e aproveitamento agrícola de resíduos sólidos”. Viçosa, MG: UFV, \n2007. 120 p. Caderno didático (37) - Universidade Federal de Viçosa, 2007. \n4. BERNARDO, L.D.; DANTAS, A.D.B.; VOLTAN, P.E.N. “Métodos e técnicas de tratamento e \ndisposição dos resíduos gerados em estações de tratamento de água”. São Paulo: LDiBe, 2011. \n480p. \nBibliografia Complementar: \nERTHAL, V.J.T.; FERREIRA, P.A.; MATOS, A.T.; PEREIRA, O.G. “Alterações físicas e químicas \nde um argissolo pela aplicação de água residuária de bovinocultura”. Revista Brasileira de \nEngenharia Agrícola e Ambiental, Campina Grande, v. 14, n. 5, p.467-477, 2010. \n", "77": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n76 \n \n2. LO MONACO, P.A.; MATOS, A.T.; MARTINEZ, H.E.P.; FERREIRA, P.A.; MOTA, M.M. \n“Características químicas do solo após a fertirrigação do cafeeiro com águas residuárias da \nlavagem e descascamento de seus frutos”. Irriga, Botucatu, v. 14, n. 3, p. 348-364, 2009. \n3. NUVOLARI, A. “Esgoto sanitário – coleta, transporte, tratamento e reuso agrícola”. Editora: \nEdgar Blücher, 2011. 520p. \n4. PROGRAMA DE PESQUISA EM SANEAMENTO BÁSICO (PROSAB). “Uso e manejo do lodo \nde esgoto na agricultura”. Rio de Janeiro: PROSAB, Programa de Pesquisa em Saneamento \nBásico, 1999. 97 p. \n5. PROGRAMA DE PESQUISA EM SANEAMENTO BÁSICO (PROSAB). “Manual prático para \ncompostagem de biossólidos”. Rio de Janeiro: PROSAB, Programa de Pesquisa em Saneamento \nBásico, 1999. 84 p. \n6. ROHDE, G.M. “Geoquimica ambiental e estudo de impacto”. Editora SIGNUS LV, 2008. 300p. \n7. SILVA, D.F.; MATOS, A.T.; PEREIRA, O.G.; CECON, P.R.; BATISTA, R.O.; MOREIRA, D.A. \n“Alteração química de solo cultivado com capim Tifton 85 (Cynodon spp.) e fertirrigado com \npercolado de resíduo sólido urbano”. Acta Scientiarum Technology, v. 33, n. 3, p. 243-251, 2011. \n8. TELLES, D.D.; COSTA, R.H.P.G. “Reuso da água”. São Paulo: Editora Manole, 2010. 424p. \nPeriódicos: \n1. Revista Brasileira de Engenharia Agrícola e Ambiental. \n2. Revista Engenharia Agrícola. \n \n77. ESA088 – RECUPERAÇÃO DE ÁREAS DEGRADADAS – 60 horas-aula. \nEmenta:  \nConceitos, definições e processos de formação de áreas degradadas. Erosão hídrica e erosão \neólica. Caracterização e diagnóstico de áreas degradadas. Planejamento e uso de conservação \ndo solo e água para fins de produção agrícola e recuperação ambiental. Elaboração de planos e \nprojetos executivos de Recuperação de Áreas Degradadas. Conceito de bioengenharia e \nfitorremediação. Práticas mecânicas e vegetais para o controle da erosão e recuperação de \náreas degradadas. Uso de resíduos orgânicos para a produção de mudas, adubação e para uso \n", "78": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n77 \n \ncomo cobertura morta. Sucessão ecológica. Seleção de espécies vegetais para revegetação de \náreas degradadas. Planejamento para implantação de projetos de recuperação de áreas \ndegradadas. Manutenção e monitoramento de projetos de controle de erosão e de recuperação \nde áreas degradadas.  \nBibliografia Básica: \n1. MARTINS, S.V. “Recuperação de Áreas Degradadas”. Viçosa: Editora Aprenda Fácil, 2009. \n270p. \n2. GUERRA, A.J.T.; JORGE, M.C.O. “Processos Erosivos e Recuperação de Áreas \nDegradadas”. São Paulo: Editora Signet, 2013. 192p. \n3. ALMEIDA, J.R.; GUERRA, A.J.T.; ARAÚJO, G.H.S. “Gestão Ambiental de Áreas Degradadas”. \n4ª ed. São Paulo: Bertrand Brasil, 2005. 320p. \nBibliografia Complementar: \n1. ALMEIDA, D.S. “Recuperação ambiental da Mata Atlântica”. Editus Editora UESC. 2000. \n130p. \n2. BALENSIEFER, M. (Ed.). “I Simpósio Nacional sobre Recuperação de Áreas Degradadas”.  \nAnais, Universidade Federal do Paraná, Curitiba, 1992. 520p. \n3. BARNHISEL, R.I.; DARMODY, R.G.; DANIELS, W.L. Reclamation of Drastically Distubed \nLands. SSA, CSSA, SSSA. Agronomy series number 41. Madison, USA. 2000. 1082p. \n4. BUGIN, A.; REIS, J.L.B.C. “Manual de Recuperação de Áreas Degradadas pela Mineração: \ntécnicas de revegetação”. Brasília. IBAMA. 1990. 96p. \n5. CORREA, R.S.; MELO FILHO, B. “Ecologia e recuperação de áreas degradadas no cerrado”. \nParalelo 15 editores. Brasília-DF. 1998. 178p. \n6. DIAS, L. E; Mello, J.W.V. (Editores). “Recuperação de Áreas Degradadas”. Editora Folha de \nViçosa Ltda. Viçosa, 1998. 251p. \n7. GREENLAND, D.J.; SZABOLCS, I. Soil Resilience and Sustainable Land Use. CAB \nInternational. 1994. 561p. \n8. URBANSKA, K.M.; WEBB, N.R.; EDWARDS, P.J. Restoration Ecology and Sustainable \nDevelopment. Cambridge University Press. 1997. 397p \n", "79": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n78 \n \n78. ESA089 – MUDANÇAS CLIMÁTICAS – 60 horas-aula. \nEmenta:  \nMudanças climáticas globais e regionais: situação atual e perspectivas. Atribuições de causas. \nImpactos e vulnerabilidades setoriais do Brasil. Adaptação e mitigação às mudanças do clima. \nMercado de carbono. \nBibliografia Básica: \n1. PBMC, 2013: Contribuição do Grupo de Trabalho 1 ao Primeiro Relatório de Avaliação \nNacional  do Painel Brasileiro de Mudanças Climáticas. Sumário Executivo GT1. PBMC, Rio de \nJaneiro, Brasil.  \nVersão digital gratuita autorizada (site do Painel Brasileiro de Mudanças Climáticas): \n<http://www.pbmc.coppe.ufrj.br/documentos/MCTI_PBMC_Sumario Executivo4_Finalizado.pdf>  \n2.   PBMC, 2013: Contribuição do Grupo de Trabalho 2 ao Primeiro Relatório de Avaliação \nNacional do Painel Brasileiro de Mudanças Climáticas. Sumário Executivo do GT2. PBMC, Rio \nde Janeiro, Brasil. \nVersão digital gratuita autorizada (site do Painel Brasileiro de Mudanças Climáticas): \n<http://www.pbmc.coppe.ufrj.br/documentos/MCTI_PBMC_sumario_executivo_impactos_vulnera\nbilidades_e_adaptacao_WEB_3.pdf>  \n3.  PBMC, 2013: Contribuição do Grupo de Trabalho 3 ao Primeiro Relatório de Avaliação \nNacional do Painel Brasileiro de Mudanças Climáticas. Sumário Executivo do GT3. PBMC, Rio \nde Janeiro, Brasil. \nVersão digital gratuita autorizada (site do Painel Brasileiro de Mudanças Climáticas): \n< http://www.pbmc.coppe.ufrj.br/documentos/pbmc_sumario_executivo_gt3.pdf>  \n4.  IPCC, 2013: Summary for Policymakers. In: Climate Change 2013: The Physical Science \nBasis. Contribution of  Working Group I to the Fifth Assessment Report of the Intergovernmental \nPanel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J.  \nBoschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)].  Cambridge University Press, \nCambridge, United Kingdom and New York, NY, USA. \nVersão digital gratuita autorizada (site do Intergovernmental Panel on Climate Change): \n", "80": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n79 \n \n<http://www.climatechange2013.org/images/report/WG1AR5_SPM_FINAL.pdf> \n5.  IPCC, 2013:  Climate Change 2013: The Physical Science Basis. Contribution of Working \nGroup I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change \n[Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. \nBex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New \nYork, NY, USA. \nVersão digital gratuita autorizada (site do Intergovernmental Panel on Climate Change): \n<http://www.climatechange2013.org/images/report/WG1AR5_TS_FINAL.pdf> \nBibliografia Complementar: \n1. MCT, 2010: Segunda Comunicação Nacional do Brasil à Convenção-Quadro das Nações \nUnidas sobre Mudança do Clima. Volumes 1 e 2. MCT, Brasília, Brasil.  \nVersão digital gratuita autorizada (site do Ministério da Ciência, Tecnologia e Inovação): \n<http://www.mct.gov.br/index.php/content/view/326988/Texto_Completo_Publicado.html> \n2. Mudança do Clima - Volume II: Mercado de Carbono. Cadernos NAE / Núcleo de Assuntos \nEstratégicos da Presidência da República. – nº4, (abril 2004). – Brasília: Núcleo de Assuntos \nEstratégicos da Presidência da República, Secretaria de Comunicação de Governo e Gestão \nEstratégica, 2005. \nVersão digital gratuita autorizada (site da Secretaria para Assuntos Estratégicos da Presidência \nda República): \n<http://www.sae.gov.br/site/wp-content/uploads/04caderno_mudancasclimaticasquioto.pdf>  \n3. Artigos atuais em periódicos nacionais e internacionais. \n \n79.  ESA090 - ESTRUTURAS E OBRAS HIDRÁULICAS – 60 horas-aula. \nEmenta:  \nVertedores. Dissipadores de energia. Barragens. Bueiros. Pilares de pontes. Canais.  \nBibliografia Básica: \n1. BAPTISTA, M.B.; COELHO, M.M.L. “Fundamentos de Engenharia Hidráulica”. Belo Horizonte: \nEditora UFMG, Escola de Engenharia, 2002. 440 p. \n", "81": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n80 \n \n2. CHOW, V.T. Open Channel Flow. Editora Macmillan, 1966. \n3. Critérios de Projeto Civil de Usinas Hidrelétricas - ELETROBRAS/CBDB, 2003, 278 p.  \n4. HENDERSON, F.M. Open Channel Flow. Macmillan, 1966. \n5. SOUZA, ZULCY; MOREIRA SANTOS, A.F.; BORTONI, E.C. “Centrais Hidrelétricas: \nImplantação e Comissionamento”. 2ª edição. Rio de Janeiro: Interciência, 2009. 483 p.  \n6. US BUREAU OF RECLAMATION. Design of Small Dams. 1973, reprint 2006, 860 p. \n7. UNITED STATES DEPARTMENT OF THE INTERIOR. Design of Small Dam. Bureau of \nReclamation, United States Department of the Interior, 1974. \nBibliografia Complementar:  \n1. ELETROBRÁS. “Manual de minicentrais hidrelétricas”. São Paulo: DAEE, 1985. 530 p.  \n2. ELETROBRÁS. “Manual de microcentrais hidrelétricas”. São Paulo: DAEE, 1985. 344 p.  \n3. ELETROBRÁS. “Manual de Inventário de Bacias Hidrográficas”. Rio de Janeiro: E-papers, \n2007. 648 p.  \n4. FRENCH, R.H. Open Channell Hydraulics. McGraw-Hill, 1987. \n5. GRAF, W.H. Fluvial hydraulics : flow and transportation processes in channels of simple \ngeometry. Chichester: Jonh Wiley, 1998. 691 p. \n6. KHATSURIA, R.M. Hydraulics of Spillways and Energy Dissipators. New York : Marcel \nDekker, 2005, 649 p. \n7. LINSLEY JR, Ray K.; FRANZINI, J.B. Water resources engineering. New York: McGraw-Hill, \n1964. 654 p. \n8. NOVAK, P.; MOFFAT, A.I.B.; NALLURI; C.; NARAYANAN, R. Hydraulics structures. 2ª ed. \nLondon: E & FN SPON, 1996. 599 p.  \n9. SCHREIBER, G.P.; BLÜNCHER, E. “Usinas Hidrelétricas”. São Paulo: ENGEVIX, 1977. 235 p.  \n10. US ARMY CORPS OF ENGINEERS. Hydraulic Design Criteria. nov. 1987. Paginação \nirregular.  \n11. UNITED STATES DEPARTMENT OF THE INTERIOR. Design of Small Canal Structures. \nBureau of Reclamation, United States Department of the Interior, 1978, 458 p.  \n", "82": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n81 \n \n12. ZIPARRO, V.J.; HASEN, H. Davis’ handbook of apllied hydraulics. New York: McGraw-Hill, \n1993. Paginação irregular. Edição revista de: Handbook of Applied Hydraulics, de Calvin V. \nDavis.  \n \n80. ESA091 - ENGENHARIA DE IRRIGAÇÃO – 60 horas-aula. \nEmenta:  \nConceito, objetivos e princípios básicos da irrigação. A água no solo. Água necessária para \nirrigação. Evapotranspiração. Turno ou frequência de rega. Qualidade da água para irrigação. \nMétodos de irrigação. Sistematização de terrenos para irrigação. \nBibliografia Básica: \n1. CARVALHO, D.F.; OLIVEIRA, L.F.C. “Planejamento e Manejo da Água na Agricultura \nIrrigada”. Editora UFV, 2012. 240 p. \n2. BERNARDO, S. “Manual de Irrigação”. 8ª edição – Atualizada e Ampliada. Viçosa: Imprensa \nUniversitária - UFV, 2006. 625 p.  \n3. MANTOVANI, E.C.; BERNARDO, S.; PALARETTI, L.F. “Irrigação: princípios e métodos”. 3ª \ned. Editora UFV, 2009. 355p. \nBibliografia Complementar:  \n1. BAPTISTA, M.B; COELHO, M.M.L. “Fundamentos de Engenharia Hidráulica”. Belo Horizonte: \nEditora UFMG, Escola de Engenharia, 2002. 440 p. \n2. AZEVEDO NETO, J.M.; ALVAREZ, G.A. “Manual de Hidráulica”. São Paulo: Edgard Blücher, \n1982. 335 p.  \n \n81. EPD065 – ENGENHARIA DE SUSTENTABILIDADE I – 60 horas-aula. \nEmenta:  \nHistórico e panorama atual da sustentabilidade no mundo e no Brasil. Legislação ambiental. \nControle ambiental. Regularização ambiental. Gestão ambiental empresarial. Produção mais \nlimpa. Sistema de Gestão Ambiental (Normas ISO 14.000). \nBibliografia Básica: Não tem. \n", "83": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n82 \n \nBibliografia Complementar: Não tem. \n \n82. EPD066 – ENGENHARIA DE SUSTENTABILIDADE II – 60 horas-aula. \nEmenta:  \nAvaliação do ciclo de vida (ACV). Economia e meio ambiente. Compreensão da \nresponsabilidade social. Princípios da responsabilidade social – ISO 26.000. Responsabilidade \nsocial empresarial. Relatórios de sustentabilidade empresarial. Contexto e prática da gestão \nsocioambiental. Ações integradas de responsabilidade social e preservação do meio ambiente. \nBibliografia Básica: Não tem. \nBibliografia Complementar: Não tem. \n \n83. MAC010 - MECÂNICA – 60 horas-aula. \nEmenta:  \nIntrodução, forças e grandezas vetoriais, equilíbrio do ponto material, resultantes de sistemas de \nforças, equilíbrio de um corpo rígido, treliças, esforços internos, centro de gravidade e centróide, \nmomento de inércia.  \nBibliografia Básica: \n1. BEER, F.P.; JOHNSTON, E.R. Mecânica Vetorial para Engenheiros. Ed. McGraw-Hill; ISBN: \n8586804452  \n2. HIBBELER, R.C. Estática: mecânica para engenharia. Pearson; ISBN: 9788576058151 \n3. BORESI; SCHIMIDT. Estática. Thompson, 2003. ISBN: 8522102872 \nBibliografia Complementar:  \nSHEPPARD, S.D.; TONGUE, B.H. Estática. \n \n84.  TRN057 - GEOTECNIA APLICADA – 60 horas-aula. \nEmenta:  \nIntrodução à Geotecnia. Aplicações de Geotecnia em Meio Ambiente. Pedologia. \nReconhecimento do Subsolo. Elementos de Mecânica dos Solos. Laboratório de Geotecnia. \n", "84": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n83 \n \nBibliografia Básica: Não tem. \nBibliografia Complementar: Não tem. \n \n85. TRN060 – GEOPROCESSAMENTO APLICADO ÀS CIÊNCIAS – 60 horas-aula. \nEmenta:  \nSistema de informação geográfica. Processos de aquisição de dados. Montagem de bases \ndigitais. Mapeamentos temáticos. Análises ambientais por geoprocessamento. \nBibliografia Básica: \n1. ASSAD, E.D. & SANO, E.E. Sistema de informações geográficas: aplicações na agricultura. \n2ª edição. EMBRAPA, Brasília, 1998. \n2. BONHAM-CARTER, G.F. Geographic information systems for geoscientists: modelling with \nGIS. Ottawa: Pergamon, 1996. \n3. TULER, M.; SARAIVA, S. Fundamentos de Topografia. 1ª edição. Porto Alegre: Editora Érica, 2014.  \n4. McCORMICK, J. Topografia. 5ª ed. São Paulo: Editora LTC, 2007. \n5. ROCHA, C.H.B. Geoprocessamento: tecnologia interdisciplinar. 3ª edição do autor, Juiz de \nFora, 2007. \n6. SOUSA, J.J.; GONÇALVES, J.A. Topografia – Conceitos e Aplicações. 3ª ed. Lisboa: Editora \nLidel, 2012. \n7. XAVIER-DA-SILVA, J. Geoprocessamento para análise ambiental. Edição do autor, Rio de \nJaneiro, 2001. \n8. XAVIER-DA-SILVA, J. & ZAIDAN, R.T. Geoprocessamento e análise ambiental: aplicações. \nRio de Janeiro: Bertrand Brasil, 2004. \nBibliografia Complementar: Não tem. \n \n \n", "85": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n84 \n \n86. EDU088 – LÍNGUA BRASILEIRA DE SINAIS (LIBRAS) – 60 horas-aula. \nEmenta:  \nDesenvolvimento, em nível básico, das habilidades de compreensão e expressão necessárias à \ncomunicação com surdos usuários da Língua de Sinais Brasileira - Libras. Introdução ao estudo \ndas visões sobre a surdez e sobre a educação de surdos. Conhecimentos básicos sobre os \nfundamentos linguísticos da Libras. Estudo de aspectos culturais dos surdos brasileiros e suas \nimplicações educacionais. \nBibliografia Básica: \n1. CAPOVILLA, F.C.; RAPHAEL, W.D. Dicionário Enciclopédico Ilustrado Trilíngüe da Língua de \nSinais Brasileira. São Paulo: EDUSP, 2001. v.1, v.2. \n2. GESSER, A. Libras? Que Língua é essa? São Paulo: Parábola, 2009. \n3. KARNOPP, L.B.; QUADROS, R.M. de. Língua de sinais brasileira: estudos lingüísticos. Porto \nAlegre: Artmed, 2004. \n4. SACKS, O. Vendo vozes: uma viagem ao mundo dos surdos. São Paulo: Companhia de \nBolso, 2010. \n5. SKLIAR, C. (Org). Atualidade da educação bilíngüe para surdos. v.1, v.2. Porto Alegre: \nMediação, 1999. \n6. BRITO, L.F. Integração social & educação de surdos. Rio de Janeiro: Babel, 1993. \n7. BRITO, L.F. Por uma gramática de língua de sinais. Rio de Janeiro: Tempo Brasileiro, 1995. \n8. FERNANDES, E. Problemas Lingüísticos e Cognitivos do Surdo. Rio de Janeiro: Agir, 1990. \n9. FERNANDES, E. Surdez e Bilingüismo. Porto Alegre: Mediação, 2005. \n10. GOLDFELD, M. A criança surda: linguagem e cognição numa abordagem sócio-\ninteracionista. São Paulo: Plexus, 1997. \n11. LACERDA, C.B.F. Intérprete de Libras: em atuação na educação infantil e no Ensino \nFundamental. Porto Alegre: Mediação: 2009. \n12. MOURA, M.C.; ARENA, S.A.; CAMPOS, S.R.L. Educação de Surdos: práticas e \nperspectivas. v.1. São Paulo: Santos, 2008. \n", "86": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n85 \n \n13. MOURA, M.C.; ARENA, S.A.; CAMPOS, S.R.L. Educação de Surdos: práticas e perspectivas \nII. v.2. São Paulo: Santos, 2011. \n14. PEREIRA, R.C. Surdez: aquisição de linguagem e inclusão social. Rio de Janeiro: Revinter, 2008. \n15. QUADROS, R.M. Educação de surdos: a aquisição da linguagem. Porto Alegre: Artes \nMédicas. 1997. \n16. SKLIAR, C. (Org). A Surdez: um olhar sobre as diferenças. Porto Alegre: Mediação, 1998. \n17. SKLIAR, C. (Org). Educação e exclusão: abordagens sócio-antropológicas em educação \nespecial. Porto Alegre: Mediação, 1997. \nBibliografia Complementar:  \n1. ALMEIDA, E.C. Atividades Ilustradas em Sinais da Libras. Rio de Janeiro: Revinter, 2004. \n2. BERNARDINO, E.L. Absurdo ou lógica: os surdos e a sua produção linguística. Belo \nHorizonte: Profetizando Vida, 2000. \n3. BERGAMASCHI, R.; MARTINS, R. Discursos atuais sobre a surdez. Canoas: La Salle, 1999. \n4. BOTELHO, P. Linguagem e Letramento na Educação de Surdos: ideologias e práticas \npedagógicas. Belo Horizonte: Autêntica, 2002. \n5. BOTELHO, P. Segredos e Silêncios na Educação dos Surdos. Belo Horizonte: Autêntica, \n1998. \n6. CAPOVILLA, F.C.; RAPHAEL, W.D. Enciclopédia da Língua de Sinais Brasileira: mundo dos \nsurdos em Libras. São Paulo: EDUSP, 2004. v.1, v.2. v.3, v.4, v.8. \n7. CARVALHO, I.S.; CASTRO, A.R. Comunicação por Língua Brasileira de Sinais. Distrito \nFederal: SENAC, 2005. \n8. CICCONE, M. Comunicação total: introdução, estratégias, a pessoa surda. 2. ed. Rio de \nJaneiro: Cultura Médica, 1996. \n9. COSTA, J.P.B. A educação de surdos ontem e hoje: posição, sujeito e identidade. Campinas: \nMercado das Letras, 2010. \n10. FERNANDES, E. Linguagem e Surdez. Porto Alegre: Artmed, 2003. \n", "87": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n86 \n \n11. FRIZANCO, M.L.E.; HONORA, M. Livro Ilustrado de Língua de Sinais Brasileira: \ndesvendando a comunicação usada pelas pessoas surdas. v.1. São Paulo: Ciranda Cultural, \n2009. \n12. FRIZANCO, M.L.E.; HONORA, M. Livro Ilustrado de Língua de Sinais Brasileira: desvendando \na comunicação usada pelas pessoas surdas. v.2. São Paulo: Ciranda Cultural, 2010. \n13. LACERDA, C.B.F. Um pouco da história das diferentes abordagens na educação dos surdos. \nCadernos Cedes, Campinas, XIX, n. 46, p.68-80. Set. 1998. \n14. LACERDA, C.B.F. A prática pedagógica mediada (também) pela língua de sinais: \ntrabalhando com sujeitos surdos. Cadernos Cedes, Campinas, XX, n. 50, p. 70-83. Abr. 2000. \n15. LACERDA, C.B.F.; LODI, A.C.B. Uma escola, duas línguas: letramento em língua portuguesa \ne em língua de sinais nas etapas iniciais de escolarização. Porto Alegre: Mediação, 2009. \n16. LANE, H. A máscara da benevolência: a comunidade surda amordaçada. Lisboa: Instituto \nPiaget, 1992. \n17. LEITE, E.M.C. Os papéis dos intérpretes de LIBRAS na sala de aula inclusiva. Petrópolis: \nArara Azul, 2005.  \n18. LODI, A.C.B. Plurilingüismo e surdez: uma leitura bakhtiniana da história da educação dos \nsurdos. Educação e Pesquisa, São Paulo, v. 31, n. 3, p.409-424. Set.-Dez. 2005.  \n19. LODI, A.C.B. Letramento e Minorias. Porto Alegre: Mediação, 2009. \n20. MONTEIRO, M.S. História dos movimentos dos surdos e o reconhecimento da Libras no \nBrasil. Educação Telemática Digital, Campinas, v.7, n.2, p.279-289, Jun. 2006 \n21. MOURA, M.C. O surdo: caminhos para uma nova identidade. Rio de Janeiro: Revinter, 2000. \n22. NASCIMENTO, S.P.F. Português como língua segunda para surdos I. Brasília: Universidade \nCatólica, 2010. \n23. NOVAES, E.C. Surdos: ed ucação, direito e cidadania. Rio de Janeiro: Wak, 2010. \n24. PEREIRA, M.C.C. Libras: conhecimento além dos sinais. São Paulo: Pearson Brasil, 2011. \n25. QUADROS, R.M.; CRUZ, C.R. Língua de Sinais: instrumentos de avaliação. Porto Alegre: \nArtmed, 2010. \n", "88": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n87 \n \n26. SÁ, N.R.L. Cultura, Poder e Educação de Surdos. Manaus: Editora da Universidade Federal \ndo Amazonas, 2002. \n27. SANTANA, A.P. Surdez e Linguagem: aspectos e implicações neurolinguisticas. São Paulo: \nSummus, 2007. \n28. SILVA, I.R.; KAUCHAKJE, S.; GESUELI, Z.M. Cidadania, surdez e linguagem: desafios e \nrealidades. São Paulo: Plexus, 2003. \n29. SLOMSKI, V.G. Educação Bilíngue para surdos: concepções. Curitiba: Jurua, 2010. \n30. SOUZA, R.M. Que palavra que te falta? linguística, educação e surdez. São Paulo: Martins \nFontes, 1998. \n31. SOUZA, R.M.; SILVESTRE, N. Educação de Surdos. São Paulo: Summus, 2007. \n32. WILCOX, S.; WILCOX, P.P. Aprender a ver. Petrópolis: Editora Arara Azul, 2005. \n \nVII. AVALIAÇÃO DA APRENDIZAGEM \n \nA aprovação em disciplinas dos cursos de graduação da UFJF se faz, de forma cumulativa, com \nfrequência mínima de 75% nas atividades programadas e nota igual ou superior a 60% na escala \nde notas. \n \nA avaliação de aprendizagem nos cursos de graduação na UFJF é regida pelo art. 33 do \nRegulamento Acadêmico de Graduação – RAG (UFJF, 2014), que apresenta os seguintes \ncritérios de aprovação: \n \n “Art. 33. Para efeito de aprovação, as discentes ou os discentes são avaliados quanto à \nassiduidade e ao aproveitamento. \n§ 1o Na disciplina ou conjunto de atividades acadêmicas curriculares, é aprovado quanto à \nassiduidade a discente ou o discente que tiver frequência igual ou superior a 75%:  \nI – se presencial, em todas as suas atividades acadêmicas previstas no plano de curso; \nII – se a distância, nas atividades acadêmicas previstas no plano de curso para este cômputo. \n", "89": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n88 \n \n§ 2o A nota final atribuída a cada disciplina ou conjunto de atividades acadêmicas curriculares \nvaria de 0 (zero) a 100 pontos, podendo ser por soma dos pontos cumulativos ou média \nponderada ou média aritmética, resultante de, no mínimo, 3 (três) avaliações parciais, aplicadas \nno período letivo, e nenhuma delas pode ultrapassar 40% da nota máxima. \n§ 3o É aprovado, quanto ao aproveitamento, em todas as disciplinas ou conjunto de atividades \nacadêmicas curriculares, a discente ou o discente que alcança nota final igual ou superior a 60% \nda nota máxima.” \n \nO Colegiado do Curso entende que a norma em vigor é adequada aos procedimentos de \navaliação dos processos de ensino e aprendizagem no âmbito do curso e fiscaliza a sua \naplicação pelo corpo docente. \n \nAinda, o registro periódico do aproveitamento nas atividades acadêmicas cursadas pelo \nestudante, realizado por meio de sistema automatizado institucional, tem o objetivo de identificar \nas dificuldades apresentadas pelo acadêmico e auxiliá-lo na recuperação de seu rendimento \nacadêmico. \n \nFaz jus e entra em acompanhamento acadêmico a discente ou o discente que tiver Coeficiente \nde Evolução Inicial − CEI ou Coeficiente de Evolução Trissemestral − CET considerados \ninsuficientes ou que demandem necessidade de acompanhamento. As normas do \nacompanhamento acadêmico serão definidas pelo Conselho Setorial de Graduação – \nCONGRAD e regulamentadas, no que couber, pelo Colegiado do Curso. \n \nVIII. REOFERTA DE DISCIPLINAS \n \nO Curso de Engenharia Ambiental e Sanitária é um curso de periodicidade anual de modo que \nos departamentos só têm a obrigação de oferecer as disciplinas uma única vez ao ano, não \nsendo vedado o oferecimento das disciplinas duas vezes por ano, a critério dos departamentos. \n", "90": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n89 \n \nIX. ADAPTAÇÃO AO NOVO CURRÍCULO \n \nPropõe-se um conjunto de equivalências descritas na tabela abaixo de forma a não prejudicar os \nalunos que já cursaram com aproveitamento as disciplinas do currículo antigo, a saber, currículo \n12012. Na coluna “Disciplina Proposta” apresentam-se as disciplinas do novo currículo que \nintegra a matriz curricular deste Projeto Pedagógico do Curso, enquanto na coluna “Disciplina \nEquivalente do Currículo 12012” apresentam-se as disciplinas que compunham o currículo 12012. \n \nDisciplina Proposta  \nDisciplina Equivalente do Currículo 12012 \nESA092 – Introdução à Engenharia Ambiental \ne Sanitária \nESA001 – Introdução à Engenharia Sanitária \ne Ambiental  \nESA093 – Contexto e Prática em Engenharia \nAmbiental e Sanitária \nESA063 – Contexto e Prática em Engenharia \nSanitária e Ambiental \nESA094 – Biologia Ambiental e Sanitária \nESA077 – Biologia Sanitária e Ambiental \nESA095 – Microbiologia Ambiental e Sanitária \nESA078 – Microbiologia Sanitária e Ambiental \nESA081 – Tratamento de Efluentes Industriais I \nESA076 – Tratamento de Efluentes Industriais \nESA082 – Metodologia Científica Aplicada à \nEngenharia Ambiental e Sanitária \nESA056 – Metodologia Científica Aplicada à \nEngenharia Sanitária e Ambiental \nESA083 – Avaliação de Impactos Ambientais \nESA055 – Avaliação de Impactos Ambientais \n \nDessa forma, tornar-se-ão inativas as seguintes disciplinas: \nESA001 – Introdução à Engenharia Sanitária e Ambiental  \nESA063 – Contexto e Prática em Engenharia Sanitária e Ambiental \nESA077 – Biologia Sanitária e Ambiental \nESA078 – Microbiologia Sanitária e Ambiental \nESA076 – Tratamento de Efluentes Industriais \nESA056 – Metodologia Científica Aplicada à Engenharia Sanitária e Ambiental \nESA055 – Avaliação de Impactos Ambientais \n", "91": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n90 \n \nX. DIPLOMAÇÃO \n \nApós a integralização do curso, ou seja, o cumprimento de todas as atividades acadêmicas \nprevistas no projeto pedagógico do curso – que poderá ocorrer no prazo mínimo de 9 períodos \nletivos em 4,5 anos, médio de 10 períodos letivos em 5 anos, ou máximo de 18 períodos letivos \nem 9 anos –, será conferido ao egresso o diploma de Engenheiro Ambiental e Sanitarista. \n \nXI. REFERÊNCIAS BIBLIOGRÁFICAS \n \n1. BRASIL. Constituição Federal. 1988. Disponível em: <http://www.planalto.gov.br/ccivil_03/ \nconstituicao/constituicaocompilado.htm>. Acessado em 3mar.2014. \n \n2. BRASIL. Decreto no 6.096, de 24 de abril de 2007. Institui o Programa de Apoio a Planos de \nReestruturação e Expansão das Universidades Federais – REUNI. Publicado no DOU de 25.4.2007. \n3. BRASIL. Lei no 3.858, de 23 de dezembro de 1960. Cria a Universidade de Juiz de Fora, \nMinas Gerais, e dá outras providências. Publicado no DOU de 23.12.1960. \n \n4. BRASIL. Lei no 6.496, de 7 de dezembro de 1977. Institui a \"Anotação de Responsabilidade \nTécnica\" na prestação de serviços de engenharia, de arquitetura e agronomia; autoriza a \ncriação, pelo Conselho Federal de Engenharia, Arquitetura e Agronomia - CONFEA, de uma \nMútua de Assistência Profissional; e dá outras providências. Publicado no DOU de 9.12.1977. \n \n5. BRASIL. Lei no 9.394, de 20 de dezembro de 1996. Estabelece as diretrizes e bases da \neducação nacional. Publicado no DOU de 23.12.1996. \n \n6. BRASIL. Lei nº 11.788, de 25 de setembro de 2008. Dispõe sobre o estágio de estudantes; ...; \ne dá outras providências. Publicado no DOU de 26.9.2008. \n \n", "92": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n91 \n \n7. CONSELHO FEDERAL DE ENGENHARIA E AGRONOMIA – CONFEA. Resolução CONFEA \nno 1.002, de 26 de fevereiro de 2002. Adota o Código de Ética Profissional da Engenharia, da \nArquitetura, da Agronomia, da Geologia, da Geografia e da Meteorologia e dá outras \nprovidências. Publicado no DOU de 12.12.2002. \n8. CONSELHO NACIONAL DE EDUCAÇÃO / CÂMARA DE EDUCAÇÃO SUPERIOR – \nCNE/CES. Resolução CNE/CES no 11, de 11 de março de 2002. Institui Diretrizes Curriculares \nNacionais do Curso de Graduação em Engenharia. Disponível em <http://portal.mec.gov.br/ \ncne/arquivos/pdf/CES112002.pdf>. Acessado em 11mar.2014. \n \n9. CONSELHO NACIONAL DE EDUCAÇÃO / CÂMARA DE EDUCAÇÃO SUPERIOR – \nCNE/CES. Resolução CNE/CES no 2, de 18 de junho de 2007. Dispõe sobre carga horária \nmínima e procedimentos relativos à integralização e duração dos cursos de graduação, \nbacharelados, na modalidade presencial. Disponível em <http://portal.mec.gov.br/cne/ \narquivos/pdf/2007/rces002_07.pdf>.  Acessado em 14mar.2014. \n \n10. SECRETARIA DE REGULAÇÃO E SUPERVISÃO DA EDUCAÇÃO SUPERIOR DO \nMINISTÉRIO DA EDUCAÇÃO – SERES. Portaria nº 409, de 30 de agosto de 2013. Publicada no \nDOU de 2.9.2013, páginas 18 e 19. \n \n11. UNIVERSIDADE FEDERAL DE JUIZ DE FORA – UFJF. Estatuto da UFJF. 1999. Disponível \nem <http://www.ufjf.br/portal/files//2009/01/estatuto.pdf >. Acessado em 12mar.2014. \n \n12. UNIVERSIDADE FEDERAL DE JUIZ DE FORA – UFJF. Projeto de Desenvolvimento \nInstitucional – PDI 2009/2013. Juiz de Fora: UFJF, 2009.  \n \n13. UNIVERSIDADE FEDERAL DE JUIZ DE FORA – UFJF. Regulamento Acadêmico da \nGraduação (RAG) da UFJF. Juiz de Fora: UFJF, 2014. \n", "93": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n92 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n5. ANEXOS \n", "94": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2016 \n \n93 \n \n \n \n \n \n \n \n \n \n \nANEXO 1 - FORMULÁRIO CG-03 DAS \nDISCIPLINAS DO CURSO \n \n", "95": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2014 \n \n94 \n \n \nPRÓ-REITORIA DE GRADUAÇÃO \nCURRÍCULO DE CURSO DE GRADUAÇÃO – MODALIDADE: BACHARELADO  \n                                                                                                  \n       CG –03 \nCURSO DE ENGENHARIA AMBIENTAL E SANITÁRIA \nAtividades \nAcadêmicas \nCurriculares  \nCódigo Tipo \nDenominação \nCH \nPré-requisito(s) \n \nBásico \n \n \nMAT154 Obr Cálculo I \n60 --- \nMAT155 Obr Geometria Analítica e Sistemas \nLineares \n60 --- \nQUI125 \nObr Química Fundamental \n60 --- \nDCC119 Obr Algoritmos \n60 --- \nDCC120 Obr Laboratório de Programação \n30 --- \nICE002 \nObr Laboratório de Ciências \n60 --- \nESA092 Obr Introdução à Engenharia Ambiental \ne Sanitária \n30 --- \nMAT156 Obr Cálculo II \n60 \nMAT154 - Cálculo I e \nMAT155 - Geometria \nAnalítica e Sistemas \nLineares \nFIS073 \nObr Física I \n60 --- \nFIS077 \nObr Laboratório de Física I \n30 --- \nQUI126 \nObr Laboratório de Química \n30 --- \nESA093 Obr Contexto e Prática em Engenharia \nAmbiental e Sanitária \n60 \nESA092 - Introdução à \nEngenharia Ambiental \ne Sanitária \nMAT157 Obr Cálculo III \n60 MAT156- Cálculo II \nFIS074 \nObr Física II \n60 FIS073 - Física I e \nMAT156- Cálculo II \nEST029 Obr Cálculo de Probabilidades I \n60 MAT156- Cálculo II \n", "96": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2014 \n \n95 \n \nBásico \n \nESA031 Obr Introdução às Ciências do Ambiente 60 --- \nDCC008 Obr Cálculo Numérico \n60 \nDCC119 – Algoritmos, \nMAT154 - Cálculo I e \nMAT155 - Geometria \nAnalítica e Sistemas \nLineares \nMAT029 Obr Equações Diferenciais I \n60 MAT156- Cálculo II \nFIS075 \nObr Física III \n60 FIS074 - Física II e \nMAT157 - Cálculo III \nFIS081 \nObr Fenômenos de Transporte \n60 FIS074 - Física II \nCCI042 \nObr Desenho Auxiliado por Computador \n60 \nESA093 - Contexto e \nPrática em Engenharia \nAmbiental e Sanitária \nESA071 Obr Química Ambiental para Engenharia 60 \nQUI125 - Química \nFundamental e \nQUI126 – Laboratório \nde Química \nESA072 Obr Legislação Ambiental para \nEngenharia \n30 \nESA064 – Gestão \nAmbiental e \nSustentabilidade \nESA082 Obr Metodologia Científica Aplicada à \nEngenharia Ambiental e Sanitária \n30 \nESA046 – \nPlanejamento e \nGestão de Resíduos \nSólidos \nCAD014 Obr Administração e Organização de \nEmpresas \n60 EST029 – Cálculo de \nProbabilidades I \nProfissionalizante \nDCC013 Obr Estrutura de Dados \n60 \nDCC119 – Algoritmos \ne DCC120 – \nLaboratório de \nProgramação \nDCC107 Obr Laboratório de Programação II \n30 \nDCC119 – Algoritmos \ne DCC120 – \nLaboratório de \nProgramação \nESA094 Obr Biologia Ambiental e Sanitária \n60 \nESA031 - Introdução \nàs Ciências do \nAmbiente \n", "97": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2014 \n \n96 \n \n \nProfissionalizante \nTRN055 Obr Topografia \n60 \nCCI042 – Desenho \nAuxiliado por \nComputador e \nDCC008 – Cálculo \nNumérico \nTRN056 Obr Geologia Ambiental \n45 \nESA031 - Introdução \nàs Ciências do \nAmbiente e ESA071 – \nQuímica Ambiental \npara Engenharia \nMAC015 Obr Resistência dos Materiais \n60 \nMAT029 – Equações \nDiferenciais I e \nMAT157 – Cálculo III \nESA064 Obr Gestão Ambiental e \nSustentabilidade \n60 \nESA031 - Introdução \nàs Ciências do \nAmbiente \nESA003 Obr Mecânica dos Fluidos - Teórica \n60 \nFIS081 – Fenômenos \nde Transporte \nCorrequisito: ESA503 \n– Mecânica dos \nFluidos - Prática \nESA503 Obr Mecânica dos Fluidos - Prática \n15 \nFIS081 – Fenômenos \nde Transporte \nCorrequisito: ESA503 \n– Mecânica dos \nFluidos - Teórica \nESA095 Obr Microbiologia Ambiental e Sanitária \n60 ESA094 - Biologia \nAmbiental e Sanitária \nTRN059 Obr Sistema de Posicionamento Global \n60 TRN055 - Topografia \nESA047 Obr Hidrologia \n60 \nESA003 – Mecânica \ndos Fluidos e EST029 \n– Cálculo de \nProbabilidades I \nESA024 Obr Hidráulica Geral - Teórica \n60 \nESA003 – Mecânica \ndos Fluidos \nCorrequisito: ESA524 \n– Hidráulica Geral - \nPrática \n", "98": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2014 \n \n97 \n \n \nProfissionalizante \nESA524 Obr Hidráulica Geral - Prática \n15 \nESA003 – Mecânica \ndos Fluidos \nCorrequisito: ESA024 \n– Hidráulica Geral - \nTeórica \nESA073 Obr Princípios e Sistemas de \nTratamento Biológico de Efluentes \n60 \nESA044 – Qualidade \nda Água e ESA095 – \nMicrobiologia \nAmbiental e Sanitária \nCCI056 \nObr Técnicas de Materiais e Construção \nCivil \n60 MAC015 – Resistência \ndos Materiais \nESA074 Obr Energia e Meio Ambiente \n30 \nESA064 - Gestão \nAmbiental e \nSustentabilidade \nESA052 Obr Engenharia de Sedimentos \n60 \nESA024 – Hidráulica \nGeral e ESA047 – \nHidrologia  \nCCI048 \nObr Programação e Controle de Obras \n60 \nCCI056 - Técnicas de \nMateriais e Construção \nCivil \n \n \n \nEspecífico \n \n \n \nESA044 Obr Qualidade da Água \n30 \nESA071 – Química \nAmbiental para \nEngenharia e ESA094 \n– Biologia Ambiental e \nSanitária \nESA079 Obr Poluição dos Solos e das Águas \nSubterrâneas \n60 TRN056 – Geologia \nAmbiental \nESA066 Obr Introdução à Climatologia e \nPoluição Atmosférica \n60 \nESA064 – Gestão \nAmbiental e \nSustentabilidade \nESA049 Obr Sistema de Abastecimento de Água \nUrbano e Rural \n45 ESA024 – Hidráulica \nGeral \nESA067 Obr Controle e Monitoramento da \nPoluição Atmosférica \n60 \nESA066 - Introdução à \nClimatologia e \nPoluição Atmosférica \nESA046 Obr Planejamento e Gestão de \nResíduos Sólidos \n60 \nESA079 - Poluição dos \nSolos e das Águas \nSubterrâneas \n", "99": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2014 \n \n98 \n \n \nEspecífico \n \nESA070 Obr Sistema de Esgotamento Sanitário \nUrbano e Rural \n30 ESA024 – Hidráulica \nGeral \nESA050 Obr Tratamento de Águas \n60 \nESA049 - Sistema de \nAbastecimento de \nÁgua Urbano e Rural e \nESA073 - Princípios e \nSistemas de \nTratamento Biológico \nde Efluentes \nESA075 Obr Tratamento de Efluentes \nDomésticos \n60 \nESA070 - Sistema de \nEsgotamento Sanitário \nUrbano e Rural e \nESA073 - Princípios e \nSistemas de \nTratamento Biológico \nde Efluentes \nESA080 Obr Gerenciamento de Recursos \nHídricos \n60 \nESA047 – Hidrologia e \nESA072 – Legislação \nAmbiental para \nEngenharia \nESA057 Obr Saúde Ambiental \n45 \nESA049 - Sistema de \nAbastecimento de \nÁgua Urbano e Rural, \nESA070 - Sistema de \nEsgotamento Sanitário \nUrbano e Rural e \nESA095 - \nMicrobiologia \nAmbiental e Sanitária \nESA081 Obr Tratamento de Efluentes \n Industriais I \n30 \nESA073 - Princípios e \nSistemas de \nTratamento Biológico \nde Efluentes \nESA020 Obr Drenagem Urbana \n45 \nESA024 – Hidráulica \nGeral e ESA047 - \nHidrologia \nESA058 Obr Laboratório de Controle Ambiental \n60 \nESA050 – Tratamento \nde Águas, ESA075 – \nTratamento de \nEfluentes Domésticos \ne FIS075 – Física III \n", "100": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2014 \n \n99 \n \n \nEspecífico \n \nESA060 Obr Trabalho Final de Curso I \n60 \nESA082 – Metodologia \nCientífica Aplicada à \nEngenharia Ambiental \ne Sanitária \nESA083 \nObr Avaliação de Impactos Ambientais \n60 \nESA067 – Controle e \nMonitoramento da \nPoluição Atmosférica, \nESA079 – Poluição \ndos Solos e das Águas \nSubterrâneas e \nESA080 – \nGerenciamento de \nRecursos Hídricos \nESA084 Obr Tratamento de Efluentes  \n Industriais II \n30 \nESA081 - Tratamento \nde Efluentes \nIndustriais I \nESA061 Obr Estágio Curricular \n180 ESA024 – Hidráulica \nGeral \nESA062 Obr Trabalho Final de Curso II \n180 ESA060 - Trabalho \nFinal de Curso I \nAUR051 Elet Planejamento Urbano e Regional \n60 TRN055 – Topografia \nCCI023 \nElet Gerenciamento de Obras \n60 \nCCI056 – Técnicas de \nMateriais e Construção \nCivil \nCCI037 \nElet Engenharia de Avaliações e \nPerícias \n30 \nESA 072 – Legislação \nAmbiental para \nEngenharia \nESA011 Elet Fundamentos de Segurança no \nTrabalho \n30 \nESA064 – Gestão \nAmbiental e \nSustentabilidade \nESA027 Elet Tecnologia III: Instalações \nHidráulicas \n45 ESA024 – Hidráulica \nGeral \nESA036 Elet Controle Operacional \n30 \nESA049 – Sistema de \nAbastecimento de \nÁgua Urbano e Rural \nESA037 Elet Tópicos Especiais I \n45 ---- \nESA038 Elet Tópicos Especiais II \n45 ---- \nESA039 Elet Tópicos Especiais III \n45 ---- \n", "101": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2014 \n \n100 \n \n \nEspecífico \nESA068 Elet Sensoriamento Remoto e \nProcessamento de Imagens Digitais 60 \nTRN059 – Sistema de \nPosicionamento Global \n– GPS \nESA085 Elet \nTratamento de Lodo de Estação de \nTratamento de Esgotos e de \nEstação de Tratamento de Água \n60 \nESA050 – Tratamento \nde Águas e ESA075 – \nTratamento de \nEfluentes Domésticos \nESA086 Elet Modelagem de Fluxo e Transporte \nde Poluentes \n45 \nESA079 – Poluição \ndos Solos e das Águas \nSubterrâneas e \nESA095 – \nMicrobiologia \nAmbiental e Sanitária \nESA087 Elet Técnicas de Aproveitamento de \nResíduos Agroindustriais \n60 \nESA075 – Tratamento \nde Efluentes \nDomésticos \nESA088 Elet Recuperação de Áreas Degradadas 60 \nESA079 – Poluição \ndos Solos e das Águas \nSubterrâneas \nESA089 Elet Mudanças Climáticas  \n60 \nESA066 - Introdução à \nClimatologia e \nPoluição Atmosférica \nESA090 Elet Estruturas e Obras Hidráulicas \n60 ESA024 – Hidráulica \nGeral \nESA091 Elet Engenharia de Irrigação \n60 ESA024 – Hidráulica \nGeral \nEPD065 Elet Engenharia de Sustentabilidade I \n60 \nESA064 – Gestão \nAmbiental e \nSustentabilidade \nEPD066 Elet Engenharia de Sustentabilidade II \n60 EPD065 – Engenharia \nde Sustentabilidade I \nMAC010 Elet Mecânica \n60 FIS073 – Física I e \nMAT157 – Cálculo III \nTRN057 Elet Geotecnia Aplicada \n60 TRN056 – Geologia \nAmbiental \nTRN060 Elet Geoprocessamento Aplicado às \nCiências \n60 \nTRN059 – Sistema de \nPosicionamento Global \n– GPS \nEDU088 Elet Língua Brasileira de Sinais (Libras) \n60 ---- \n", "102": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2014 \n \n101 \n \n \n \n \n \n \n \n \n \n \nANEXO \n2 \n- \nFORMULÁRIO \nCD-01 \nDAS \nDISCIPLINAS DO CURSO \n", "103": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2014 \n \n344 \n \n \n \n \n \n \n \n \n \n \nANEXO 3 – TABELA DE EQUIVALÊNCIA DE \nDISCIPLINAS \n", "104": "Projeto Pedagógico do Curso de Engenharia Ambiental e Sanitária                                                  \nREFORMA CURRICULAR – ANO 2014 \n \n345 \n \n \nOrdem \nCódigo \nPeríodo \nDisciplina \nEquivalência \n1 \nMAT154 \n1º \nCálculo I \nMAT154E \n2 \nMAT155 \n1º \nGeometria Analítica e Sistemas Lineares \nMAT155E \n3 \nQUI125 \n1º \nQuímica Fundamental \nQUI125E \n4 \nDCC119 \n1º \nAlgoritmos \nDCC119E \n5 \nESA092 \n1º \nIntrodução à Engenharia Ambiental e Sanitária \nESA001 \n6 \nMAT156 \n2º \nCálculo II \nMAT156E \n7 \nFIS073 \n2º \nFísica I \nFIS073E \n8 \nESA093 \n2º \nContexto e Prática em Engenharia Ambiental e Sanitária \nESA063 \n9 \nMAT029 \n4º \nEquações Diferenciais I \nMAT029E \n10 \nCCI042 \n4º \nDesenho Auxiliado por Computador \nEPD047 \n11 \nESA094 \n4º \nBiologia Ambiental e Sanitária \nESA043  \nESA077 \n12 \nMAC015 \n5º \nResistência dos Materiais \nETU064  \nMAC002 \n13 \nESA095 \n5º \nMicrobiologia Ambiental e Sanitária \nESA045  \nESA078 \n14 \nTRN059 \n6º \nSistema de Posicionamento Global – GPS \nTRN051 \n15 \nESA079 \n6º \nPoluição dos Solos e das Águas Subterrâneas \nESA065 \n16 \nESA066 \n6º \nIntrodução à Climatologia e Poluição Atmosférica \nESA048 \n17 \nESA070 \n7º \nSistema de Esgotamento Sanitário Urbano e Rural \nESA051 \n18 \nCCI056 \n7º \nTécnicas de Materiais e Construção Civil \nCCI040 \n19 \nESA072 \n7º \nLegislação Ambiental para Engenharia \nDPR065 \n20 \nESA075 \n8º \nTratamento de Efluentes Domésticos \nESA053      \n21 \nESA080 \n8º \nGerenciamento de Recursos Hídricos \nESA054 \n22 \nESA081 \n8º \nTratamento de Efluentes Industriais I \nESA076 \n23 \nESA082 \n8º \nMetodologia Científica Aplicada à Engenharia Ambiental e \nSanitária \nESA056 \n24 \nESA083 \n9º \nAvaliação de Impactos Ambientais \nESA055 \n25 \nESA027 \neletiva \nTecnologia III: Instalações Hidráulicas \nESA007 \n26 \nMAC010 \neletiva \nMecânica \nETU075 \n27 \nTRN060 \neletiva \nGeoprocessamento Aplicado às Ciências \nTRN054 \n \n"}