{"1": " \n \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI \n \nCAMPUS ALTO PARAOPEBA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO \n \nCURSO DE ENGENHARIA MECATRÔNICA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJunho / 2010 \n \n \n", "2": " \n1 \n \nSUMÁRIO \n1 - HISTÓRICO DA UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI .......................................................2 \n2 - APRESENTAÇÃO.............................................................................................................................2 \n2.1 - O BACHARELADO EM CIÊNCIA E TECNOLOGIA (BC&T)...............................................................3 \n2.1.1 - PERFIL DO EGRESSO..............................................................................................................4 \n2.1.2 - ESTRUTURA CURRICULAR DO BC&T.......................................................................................5 \n2.2 - ASPECTOS GERAIS DA CONCEPÇÃO ACADÊMICA DOS CURSOS DO CAMPUS ALTO PARAOPEBA .6 \n3 - JUSTIFICATIVA DO CURSO DE ENGENHARIA MECATRÔNICA............................................................7 \n3.1 - BREVE HISTÓRICO DA ENGENHARIA MECATRÔNICA...............................................................10 \n3.2 - ASPECTOS LEGAIS E ATUAÇÃO PROFISSIONAL........................................................................12 \n4 - CONCEPÇÃO DO CURSO ...............................................................................................................14 \n4.1- ARTICULAÇÃO DO CURSO COM O PLANO DE DESENVOLVIMENTO INSTITUCIONAL ..................14 \n4.2 - OBJETIVOS ............................................................................................................................15 \n4.3 - PERFIL DO EGRESSO...............................................................................................................15 \n4.4 - CONDIÇÕES DE OFERTA E INTEGRALIZAÇÃO...........................................................................16 \n4.5 - CURRÍCULO PLENO ................................................................................................................17 \n4.6- ESTRUTURA CURRICULAR.......................................................................................................21 \n4.7 - COERÊNCIA DO CURRÍCULO COM AS DIRETRIZES CURRICULARES NACIONAIS..........................22 \n4.8 - METODOLOGIA DE ENSINO E AVALIAÇÃO ..............................................................................22 \n4.8.1 - PRINCÍPIOS DA AVALIAÇÃO ................................................................................................24 \n4.9 - PRÉ-REQUISITOS....................................................................................................................25 \n4.9.1 – MATRIZ CURRICULAR COM PRÉ-REQUISITOS ......................................................................28 \n4.10 - TRANSIÇÃO PARA A ESTRUTURA CURRICULAR .....................................................................29 \n4.11 - ESTRUTURAS CURRICULARES DE TRANSIÇÃO........................................................................31 \n5 - ORGANIZAÇÃO CURRICULAR........................................................................................................35 \n6 - ATIVIDADES COMPLEMENTARES ................................................................................................ 107 \n7 - ESTÁGIO SUPERVISIONADO E PRÁTICAS DE ENSINO.................................................................... 109 \n8 - TRABALHO DE CONCLUSÃO DE CURSO........................................................................................ 110 \n9 - ADMINISTRAÇÃO ACADÊMICA ................................................................................................... 111 \n10 - AUTO-AVALIAÇÕES INSTITUCIONAL E DE CURSO....................................................................... 111 \n11 - CORPO DOCENTE ..................................................................................................................... 112 \n12 - INFRAESTRUTURA.................................................................................................................... 113 \n12.1 - BIBLIOTECA ....................................................................................................................... 113 \n12.2 - LABORATÓRIOS................................................................................................................. 113 \n", "3": " \n2 \n \n \n1 - HISTÓRICO DA UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI \nA Universidade Federal de São João del-Rei - UFSJ, do ponto de vista histórico, \noriginou-se das três instituições de ensino superior existentes na década de 1980 na \ncidade de São João del-Rei, Faculdade Dom Bosco de Filosofia, Ciências e Letras, \nFaculdade de Ciências Econômicas, Administrativas e Contábeis e Faculdade de \nEngenharia Industrial. É num contexto de resgate histórico que nasce a Fundação de \nEnsino Superior de São João del-Rei - FUNREI, após a assinatura da Lei 7.555 de 18 \nde dezembro de 1986 pelo então Presidente José Sarney. Finalmente, em 19 de abril \nde 2002, a instituição foi transformada em Universidade Federal por meio da Lei 10.425. \nAtualmente, a UFSJ possui seis campi: três na cidade sede de São João del-Rei: \nSanto Antônio, Dom Bosco e Tancredo Neves e três campi avançados (fora de sede) \nlocalizados nas cidades de Ouro Branco, Divinópolis e Sete Lagoas. A UFSJ oferece \nmais de trinta cursos de graduação em diversas áreas do conhecimento. Além disso, \npossui um curso de graduação na modalidade ensino à distância. No que se refere à \npesquisa e ao ensino de pós-graduação, a universidade possui dez programas de \nmestrado e um programa de doutorado. \n2 - APRESENTAÇÃO  \n \nO documento apresenta o Projeto Pedagógico do Curso de Graduação em \nEngenharia Mecatrônica para o campus Alto Paraopeba da UFSJ, adequado às \nDiretrizes Curriculares dos Cursos de Graduação em Engenharia (Resolução CNE/CES \nnº 11 de 11/03/2002 e Resolução CNE/CES nº 02/2007), aos Aspectos Gerais da \nConcepção Acadêmica dos Cursos de Engenharia no Campus Alto Paraopeba \n(Resolução UFSJ nº 003 de 18/02/2008) e às Diretrizes para Elaboração do PPC \n(Resolução UFSJ nº 001 de 15/01/2003, modificada pela Resolução UFSJ nº 023 de \n11/12/2008). \nA Engenharia Mecatrônica é um dos cinco cursos de graduação oferecidos no \nCampus Alto Paraopeba da UFSJ, que teve sua implantação em fevereiro de 2008. \nVoltado para a educação tecnológica, o Campus Alto Paraopeba é bastante recente. No \ninício de 2005, a Universidade Federal de São João del-Rei iniciou estudos para a \ncriação do Campus avançado. Já em 2007, o Campus foi oficialmente criado pela \nResolução CONSU nº 026, de 3 de agosto de 2007. No mesmo ano, realizou-se o \n", "4": " \n3 \n \nprimeiro vestibular dos cursos de engenharia para turmas com início em 2008: \nEngenharia Mecatrônica, Engenharia Civil com ênfase em Estruturas Metálicas, \nEngenharia Química, Engenharia de Telecomunicações e Engenharia de Bioprocessos. \nEstes cursos apresentam um Ciclo Básico de Ciência e Tecnologia, que permite aos \nestudantes, ao completar três anos de curso (2400 horas), a opção de obter um diploma \nde Bacharelado em Ciência e Tecnologia. Esta alternativa possibilita ao estudante, o \nqual não tenha completado o curso de engenharia, o aproveitamento do período inicial \nde seu curso para a obtenção do diploma de bacharel em Ciência e Tecnologia, \nconforme acima mencionado. \n \nO Campus Alto Paraopeba está localizado na divisa entre as cidades de Ouro \nBranco e Congonhas, nas instalações do antigo Centro de Treinamento da Gerdau-\nAçominas. O campus ocupa uma área de 81.000 mil metros quadrados, dos quais \n13.500 correspondem à área construída do prédio. As instalações foram cedidas pela \nempresa à UFSJ em regime de comodato para o propósito específico de implantação da \nuniversidade. \nO atual projeto pedagógico do curso de Engenharia Mecatrônica foi aprovado \npela Resolução nº 5 de 18 de junho de 2008. O início do curso se deu com a oferta de \n50 vagas noturnas e, a partir de 2009, passou a oferecer também 50 vagas no curso \nintegral, ambos com duração de cinco anos, modulado em semestres de dezoito \nsemanas letivas. \nTendo em vista os princípios do protagonismo estudantil, da orientação via tutoria \ne da flexibilização, a estrutura curricular inclui poucos pré-requisitos. A estrutura \ncurricular, presente nesse documento, serve de orientação quanto ao ordenamento \nlógico das unidades curriculares. \n2.1 - O BACHARELADO EM CIÊNCIA E TECNOLOGIA (BC&T) \nEm conformidade com as Diretrizes Gerais do Campus Alto Paraopeba, anexas à \nResolução 003/2008 do Conselho Universitário (CONSU), de 18 de fevereiro de 2008, o \nBacharelado em Ciência e Tecnologia (BC&T) é uma titulação intermediária presente no \nciclo básico dos cursos de graduação em engenharia oferecidos no Campus Alto \nParaopeba (CAP), da Universidade Federal de São João del Rei (UFSJ). \nFaz parte do movimento de inovação curricular e pedagógica em curso na \nEducação Superior no Brasil, dirigido às especificidades do mundo contemporâneo. \n", "5": " \n4 \n \nCom essa diplomação, pretende-se formar cidadãos, em nível superior, que possuam \nas seguintes características: \n• \nCapacidade de comunicação nas formas oral, escrita e gráfica, com clareza e \nprecisão; \n• \nRaciocínio lógico e dedutivo; \n• \nCapacidade de trabalho em equipe; \n• \nDomínio de ferramentas computacionais; \n• \nEspírito crítico; \n• \nPostura ética e responsabilidade social; \n• \nFoco na sustentabilidade e na cidadania em suas práticas profissionais; \n• \nAutonomia para inserir-se em ambientes globalizados e apreender os conteúdos e \nestabelecer competências necessárias ao desenvolvimento de suas funções e de \nnovas idéias e tecnologias para a solução de problemas. \nPara atingirmos tais objetivos, a estrutura curricular do curso de BC&T contempla \numa formação generalista e multidisciplinar, oferecendo conhecimento de conteúdos \nbásicos que fundamentam a prática no campo das Ciências Exatas e Engenharia, bem \ncomo uma fundamentação humanística, dirigida especialmente à compreensão do \nmodus operandi da ciência e das implicações socioambientais das atividades científicas \ne tecnológicas; pretendeu-se ainda favorecer a flexibilidade e a mobilidade estudantil – \njá que permite aos alunos escolher parte dos conteúdos que irão cursar, assim como a \nInstituição de Ensino Superior para cursar tais conteúdos ou até mesmo continuar seus \nestudos e obter nova diplomação. \n2.1.1 - PERFIL DO EGRESSO \nO Bacharelado em Ciência e Tecnologia é uma titulação intermediária de nível \nsuperior e de natureza não profissionalizante, mas que permite a empregabilidade do \nBacharel. O aluno do BC&T terá uma formação generalista, com conhecimento das \ndisciplinas básicas (Física, Química e Matemática), domínio de ferramentas \ncomputacionais, assim como uma formação humanística. Deverão ser capazes de se \nadaptar às novas exigências do mundo do trabalho, de modo crítico e criativo. O \negresso poderá atuar especificamente em instituições públicas ou privadas, ou abrir \nempresa própria ou em parceria, ou candidatar-se a cursos de pós-graduação, \nespecialização, mestrado ou doutorado. No mundo de trabalho, o egresso desse \n", "6": " \n5 \n \nBacharelado poderá ocupar posições que não necessitem de excessiva especialização, \nmas que, por outro lado, exijam visão de conjuntura e bases conceituais no campo da \nCiência e Tecnologia, pró-atividade, espírito cooperativo e atitude ética. \n2.1.2 - ESTRUTURA CURRICULAR DO BC&T \nO curso de Bacharelado em Ciência e Tecnologia (BC&T) do CAP/UFSJ possui a \nseguinte estrutura curricular, totalizando 2404 h (duas mil e quatrocentas e quatro \nhoras) de carga horária obrigatória. Essa carga horária é distribuída de acordo com a \nTabela 1. \n \nTabela 1: Estrutura curricular do BC&T \nESTRUTURA CURRICULAR DO BC&T \nDescrição \nCarga Horária \nUnidades Curriculares Obrigatórias \n1080 h (45%) \nUnidades Curriculares Eletivas \n1080 h (45%) \nTrabalho de Contextualização e Integração Curricular I e II \n(TCIC I e TCIC II) \n144 h (6%) \nAtividades Complementares \n100 h (4 %) \n \n2404 h (100%) \n \nAs Unidades Curriculares Obrigatórias do BC&T são as unidades curriculares \nque são obrigatórias e comuns a todos os cinco cursos de Engenharia do CAP. Estas \nunidades são apresentadas na Tabela 2. \n \nTabela 2 – Discriminação das UC’s do BC&T \nCódigo \nUnidade Curricular \nCarga  \nHorária \nPré-requisito \nCo-requisito \nBCT101 Cálculo Diferencial e Integral I \n72 \nNão há \nNão há \nBCT102 Cálculo Diferencial e Integral II \n72 \nBCT101 \nNão há \nBCT103 Cálculo Diferencial e Integral III \n72 \nBCT102 \nNão há \nBCT104 Equações Diferenciais A \n72 \nBCT102 \nNão há \nBCT106 Geometria Analítica e Álgebra Linear \n72 \nNão há \nNão há \nBCT107 Estatística e Probabilidade \n72 \nBCT101 \nNão há \n", "7": " \n6 \n \nBCT201 Fenômenos Mecânicos \n72 \nBCT101 \nNão há \nBCT202 Fenômenos Térmicos, Ondulatórios e Fluidos \n72 \nBCT201 \nNão há \nBCT203 Fenômenos Eletromagnéticos \n72 \nBCT201 \nNão há \nBCT301 Algoritmos e Estrutura de Dados I \n72 \nNão há \nNão há \nBCT303 Cálculo Numérico \n72 \nBCT301 / BCT101 \nNão há \nBCT401 Química Geral \n54 \nNão há \nBCT402 \nBCT402 Química Geral Experimental \n18 \nNão há \nBCT401 \nBCT501 Metodologia Científica \n36 \nNão há \nNão há \nBCT502 Indivíduos, Grupos e Sociedade Global \n36 \nNão há \nNão há \nBCT503 Ciência, Tecnologia e Sociedade \n36 \nNão há \nNão há \nBCT504 Meio Ambiente e Gestão para a \nSustentabilidade \n36 \nNão há \nNão há \nBCT505 Economia e Administração para Engenheiros \n72 \nNão há \nNão há \nBCT601 Trabalho de Contextualização e Integração \nCurricular I \n72 \n600 horas \nNão há \nBCT602 Trabalho de Contextualização e Integração \nCurricular II \n72 \nBCT601 \nNão há \n \nAtividades Complementares \n100 \n--------- \n-------- \n \nUnidades Curriculares Eletivas \n1080 \n--------- \n-------- \n \nAs Unidades Curriculares Eletivas do BC&T são quaisquer unidades curriculares \noferecidas pela UFSJ em todos os seus campi totalizando, no mínimo, a carga horária \nexigida. \n2.2 - ASPECTOS GERAIS DA CONCEPÇÃO ACADÊMICA DOS CURSOS DO \nCAMPUS ALTO PARAOPEBA \nPor meio da Portaria SESu/MEC No. 313, de 12 de abril de 2007, o Ministério da \nEducação instituiu uma comissão, instalada no Departamento de Desenvolvimento da \nSESu, para discutir a concepção do Campus Alto Paraopeba1. A partir dos resultados do \ntrabalho da referida Comissão, foi elaborado o documento “CAMPUS ALTO \nPARAOPEBA DA UFSJ: DIRETRIZES GERAIS”, aprovado no Conselho Universitário da \nUFSJ, na reunião extraordinária de 18/02/08, conforme Resolução 003/08, de 18/02/08. \n                                                 \n1 A comissão constituiu-se por Helvécio Luiz Reis (Presidente), Agenor Fleury, Augusto \nGaleão, Claudio Habert, Edson Watanabe, Evando Mirra, Helio Waldman e Marco Antônio \nTourinho Furtado. \n", "8": " \n7 \n \nTal documento traz os aspectos gerais da concepção acadêmica dos cursos, conforme \napresentamos abaixo de forma sintética: \n• protagonismo estudantil, aposta na capacidade de estudo e criatividade dos \nestudantes; \n• trabalho em equipe; \n• constituição sistemática de trabalhos voltados à contextualização e integração \ncurricular; \n• uso de novas tecnologias de informação e comunicação (NTICs) a serviço do \nprocesso ensino-aprendizagem e do desenvolvimento de inovações; \n• prática da interdisciplinaridade; \n• conexão entre ensino-pesquisa-extensão; \n• adesão a projetos de iniciação científica, inovação educacional e extensão \nuniversitária; \n• tutoria para o conjunto dos estudantes (tendo em vista orientações acadêmicas e \naconselhamentos de ordem geral). \nDe uma forma geral, a concepção dos cursos é focada na prática de uma \neducação direcionada para a formação de um profissional dotado de senso crítico, de \nética e com competência técnica, de forma que atue no mercado de trabalho \ncomprometido com as transformações sociais, políticas e culturais e gere conhecimento \ncientífico e tecnológico para a sociedade. \n3 - JUSTIFICATIVA DO CURSO DE ENGENHARIA MECATRÔNICA \nA microrregião do Alto Paraopeba é uma região composta pelos municípios de \nConselheiro Lafaiete, Congonhas, Ouro Branco, Entre Rios de Minas, São Brás do \nSuaçuí, Jeceaba, Belo Vale, Desterro de Entre Rios, Queluzito, Casa Grande, Cristiano \nOtoni, Caranaíba, Santana dos Montes e Itaverava, com aproximadamente 238.172 \nhabitantes. Entre os municípios, se destacam Conselheiro Lafaiete, Congonhas e Ouro \nBranco, com aproximadamente 114.579, 48.723 e 35.475 habitantes, respectivamente. \nA atividade de maior destaque na região é a indústria siderúrgica e a extração \nmineral. Destacam-se a siderúrgica Gerdau Açominas, as minas de Fábrica e Morro da \nMina, pertencente à Vale, bem como Casa de Pedra, pertencente à CSN. Estão em \nimplantação mais duas grandes siderúrgicas: a usina de tubos sem costura da Vallorec \nSumitomo, e mais uma unidade siderúrgica da CSN, no município de Congonhas. \n", "9": " \n8 \n \nA Gerdau Açominas, uma das mais importantes siderúrgicas do país, iniciou \nsua operação em 1986. Sua usina Presidente Arthur Bernardes, localizada nos \nmunicípios de Ouro Branco e Congonhas, na região do Alto Paraopeba, possui uma \nárea total de cerca de mil hectares. A planta tem capacidade instalada para produzir 4,5 \nmilhões de toneladas de aço líquido por ano. \nA Gerdau opera também uma mina em Miguel Burnier, município de \nCongonhas. A planta de Miguel Burnier está instalada em área de 4,5 mil hectares. Ela \nopera desde outubro de 2007, e é onde o minério é concentrado, ou seja, passa por um \nprocesso que eleva seu teor de ferro. \nA Vale opera duas minerações na região do Alto Paraopeba, com uma \ncapacidade total de 20 milhões de toneladas de produtos originários de hematita e \nitabirito. Desse volume, 12 milhões de toneladas são finos/concentrados de minério de \nferro, 3,7 milhões são pelotas e 4,3 milhões são bitolados, dos quais 2,7 milhões são \npara redução direta. A mineração Fábrica está localizada na BR 040 - km 593, em \nCongonhas e a mineração Córrego do Feijão está localizada em Brumadinho, limítrofe \ncom a região do Alto Paraopeba. \nO Complexo de Fábrica, com uma capacidade de 13 milhões de toneladas/ano, \nconta também com uma usina de pelotização e é ligado, através da Ferrovia Vitória – \nMinas, ao Porto de Tubarão, no Estado do Espírito Santo. \nA Vale opera também a mina do Morro da Mina, em Conselheiro Lafaiete, de \nextração de manganês. \nA Mineração Casa de Pedra, pertencente ao grupo CSN, é a principal mina \nextratora de minério de ferro para ser processado na usina em Volta Redonda. Está \nlocalizada no município de Congonhas e em amplo processo de expansão. Estão em \nconstrução uma usina de pelotização, bem como uma usina siderúrgica também no \nmunicípio de Congonhas. \nO crescimento industrial na região Central de Minas está diretamente ligado à \nforte demanda pelo minério de ferro e aço. A onda de investimentos produz uma \nverdadeira \"revolução\" em lugares como Conselheiro Lafaiete, Ouro Branco e \nCongonhas, que são diretamente impactados pela expansão econômica. \nA região do Alto Paraopeba, onde se concentram várias minas, responde por  \nR$ 20,8 bilhões ou 12,5% do total de aplicação de dinheiro industrial — em andamento, \njá injetado ou anunciado — em MG, no período de 2003 a 2010, de acordo com a \n", "10": " \n9 \n \nSecretaria de Estado de Desenvolvimento Econômico. Em Jeceaba, por exemplo, a \nnova usina de tubos de aço representa um investimento de 1,6 bilhão de dólares. O \nempreendimento, uma parceria da empresa francesa Vallourec com a japonesa \nSumitomo Metals - Vallourec&Sumitomo Tubos do Brasil (VSB), deve gerar, durante o \nprimeiro ano de funcionamento, mais de sete mil empregos — quantidade superior à \npopulação da cidade, que é de quase seis mil habitantes. \nA expansão da Gerdau Açominas, em Ouro Branco, também é uma das \nresponsáveis pelos números positivos na economia regional. A empresa está injetando \nrecursos da ordem de 1,5 bilhão de dólares, com criação de pelo menos 1.500 \nempregos após a conclusão. \nOutro investimento significativo que está previsto para a região é a \nimplantação, em Congonhas, da primeira usina da Companhia Siderúrgica Nacional \n(CSN) em Minas. \nSerão destinados cerca de R$ 6,2 bilhões ao empreendimento, com \ncapacidade de 4,5 milhões de toneladas anuais de aços longos e planos. A CSN prevê \na criação de cinco mil postos de trabalho, diretos e indiretos. As operações devem \ncomeçar em quatro anos. Além disso, a empresa vai investir outros R$ 2,2 bilhões na \nexpansão da mina Casa de Pedra que terá a produção triplicada nos próximos três \nanos. \nSegundo a empresa, a capacidade produtiva total deve chegar a 70 milhões \naté 2011. O volume de investimentos na ampliação da mina, em duas unidades de \npelotização e no terminal portuário totaliza cerca de 3 bilhões de dólares. As unidades \nde pelotização devem entrar em operação em 2010, com uma produção estimada em 6 \nmilhões de toneladas/ano. \nApesar da forte atividade mínero-metalúrgica regional, há claras frentes de \ntrabalho na região, incentivando o desenvolvimento de outras atividades, como a \npossível implantação do Parque Tecnológico em Congonhas. Essas iniciativas visam \nreduzir a dependência da região da exploração do minério e produção de aço, que são \ntotalmente dependentes do mercado internacional. \nOutra característica importante da região é a proximidade com a Grande Belo \nHorizonte (aproximadamente 80 km), onde já se consolidou e está em franca expansão \numa bem sucedida rede de inovação tecnológica e de empresas de alta tecnologia nas \náreas de robótica, mecânica, eletrônica, controle e automação. O desenvolvimento \n", "11": " \n10 \n \neconômico e a exploração do potencial tecnológico da região é também uma das \nprioridades do governo estadual. A região está incluída na estratégia da Secretaria \nEstadual de Ciência e Tecnologia de criação de pólos de excelência no estado. \nPortanto, o curso de Engenharia Mecatrônica se insere neste panorama, uma vez \nque se propõe a formar profissionais qualificados na área, os quais tenham uma \npreocupação sócio-ambiental, com capacidade de criar soluções tecnológicas, \ngarantindo a diversificação da base econômica, seja nas cadeias de produção industrial \nou em áreas de tecnologia de ponta. \nNo sentido da formação profissional, o currículo proposto no projeto pedagógico \ndo curso de Engenharia Mecatrônica da UFSJ traz além dos conteúdos básicos comuns \nàs engenharias como cálculo, física, computação, humanidades, etc, outros conteúdos \nque definem o perfil do engenheiro mecatrônico. Para isso, foram definidas quatro \nlinhas de formação, que apesar de serem distintas visam uma integração entre elas, de \nforma a se complementarem. São elas: MECÂNICA, nessa linha o aluno verá os \nconteúdos relacionados a processos de fabricação e projetos de máquinas, englobando \nunidades curriculares como Processos de Fabricação, Materiais para Engenharia, \nMecânica Computacional, Mecanismos e Elementos de Máquinas, entre outras; \nELÉTRICA/ELETRÔNICA, \nas \nunidades \ncurriculares \npresentes \nnessa \nlinha, \nproporcionarão ao aluno conhecimento de máquinas elétricas e suas aplicações dentro \nda mecatrônica, são exemplos, Circuitos Elétricos, Eletrônica de Potência, Máquinas e \nAcionamentos Elétricos, Sistemas Embarcados, entre outras; CONTROLE, o \nprofissional da engenharia mecatrônica em algumas situações pode vir a ter contato \ncom sistemas dinâmicos os quais precisará modelar e controlar, assim, unidades \ncurriculares como Modelagem e Simulação de Sistemas Dinâmicos, Controle Digital de \nSistemas Dinâmicos, Introdução a Robótica, entre outras, darão suporte ao aluno para \nresolver esse tipo de situação; AUTOMAÇÃO, a tendência da indústria na atualidade é \nautomatizar os seus processos produtivos, nesse sentido o profissional da engenharia \nmecatrônica precisar ter conhecimento de conceitos envolvidos nessa área, desta forma \nunidades curriculares como Informática Industrial, Sistemas Supervisórios, Integração \nde Sistemas Automatizados, entre outras vem a contribuir para essa formação.      \n3.1 - BREVE HISTÓRICO DA ENGENHARIA MECATRÔNICA \n \nO termo “Mecatrônica” foi concebido a partir de meados da década de 70 no \n", "12": " \n11 \n \nJapão devido à grande evolução do controle e automação de sistemas, passando a \natuar mais significativamente na rotina das pessoas.  \n \nEsta nova terminologia se deu devido à necessidade de uma área diferenciada, a \nqual harmonizasse a combinação de elementos de diversas áreas do conhecimento. \nNeste sentido, pode-se dizer que a Engenharia Mecatrônica visa compatibilizar a \nintegração das engenharias mecânica, elétrica/eletrônica e de computação. \n \nA Engenharia Mecatrônica é uma tendência no desenvolvimento de produtos e \nna automação de máquinas e sistemas. O profissional desta área, ao conceber novas \nmáquinas e sistemas inteligentes, pensa e atua de forma a obter uma visão holística, \ndada a crescente necessidade de se integrar elementos e conceitos de áreas distintas, \nnos mais diversos tipos de processos. \n \nNo cenário atual no qual se encontra o Brasil, a Engenharia Mecatrônica ocupa \nlugar de destaque pelas suas implicações sociais e econômicas. A necessidade das \nindústrias de se adaptarem ao quadro econômico brasileiro, visando atenderem à \ncrescente competitividade gerada pela globalização da economia mundial, abre cada \nvez mais, o mercado de trabalho para profissionais desta área. Dessa forma, há clara \nconsciência de que a modernização é condição indispensável para a continuidade das \nempresas no mercado, com acúmulo de novos valores aos seus produtos. \n \nA primeira turma no Brasil formada na área de Mecatrônica foi a da Universidade \nde São Paulo (USP) em São Carlos no ano de 1990, sendo que a principal proposta \ndesse curso leva em consideração a necessidade do aprimoramento dos conceitos de \ninteligência de máquina, comunicação e cooperação entre homem e máquina.  \n \nAtualmente no Brasil, é possível verificar um amadurecimento da Mecatrônica em \nalgumas universidades, tais como a USP, Universidade Estadual de Campinas \n(UNICAMP), Universidade Federal de Santa Catariana (UFSC), Universidade Federal \nde Minas Gerais (UFMG) e Universidade de Brasília (UnB). Nessas universidades, o \nEngenheiro Mecatrônico tem sua fundamentação científica baseada em uma sólida \nformação em matemática e física, conhecimentos gerais em engenharia mecânica, \nelétrica e computação e conhecimentos especializados de controle de processos, \ninformática industrial e automação da manufatura.  \n \nNesse panorama, para se atender exigências profissionais de uma sociedade \nque evolui muito rapidamente, o curso de Engenharia Mecatrônica da UFSJ/CAP, deve \npermitir ao aluno além do conhecimento técnico-científico o desenvolvimento de uma \n", "13": " \n12 \n \nconsciência crítica, de um pensamento autônomo e interdisciplinar, bem como capacitar \no futuro profissional ao trabalho em equipe e voltado à comunicação. Procura-se \nincentivar a responsabilidade consciente, pensar e agir antecipadamente com confiança \ne criatividade, despertando o futuro profissional às relações sociais, ambientais e de \nsustentabilidade. \n3.2 - ASPECTOS LEGAIS E ATUAÇÃO PROFISSIONAL \n \nNa década de 80, quando os primeiros cursos de Engenharia Mecatrônica \nchegaram ao Brasil, eles receberam do Ministério da Educação (MEC) a denominação \nde engenharia de controle e automação. Posteriormente, a habilitação de controle e \nautomação foi definida por meio da Portaria n.º 1694, de 05 de dezembro de 1994, \ncomo sendo uma habilitação com origens nas áreas de Elétrica e Mecânica do curso de \nEngenharia. Essa portaria também define as matérias de formação profissional geral e \nrefere-se à Resolução CFE 48/76 para as demais matérias exigidas no currículo \nmínimo. Ademais, a Resolução N.º 427 do Conselho Federal de Engenharia, Arquitetura \ne Agronomia de 5 de março de 1999 discrimina as atividades profissionais do \nengenheiro de controle e automação.  \n \nO presente projeto pedagógico foi elaborado conforme as resoluções: \n• Resolução CNE/CES n.º 11, de março de 2002, que institui as Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia; \n• Resolução CNE/CES n.º 2, de julho de 2007, que dispõe sobre carga horária \nmínima e procedimentos relativos à integralização e duração dos cursos de \ngraduação, bacharelados, na modalidade presencial; \n• Resolução CONFEA 1.010 de 22 de agosto de 2005, que dispõe sobre a \nregulamentação da atribuição de títulos profissionais, atividades, competências e \ncaracterização do âmbito de atuação dos profissionais inseridos no Sistema \nCONFEA/CREA, para efeito de fiscalização do exercício profissional. \n \nDe forma mais específica, o curso de Engenharia Mecatrônica obedecerá aos \ndispositivos legais que regulamentam as atribuições do Engenheiro Mecatrônico, \nconforme descrito a seguir. \n \nResolução CNE/CES 11, de 11 de março de 2002, que institui Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia. \n \nArt. 4º A formação do engenheiro tem por objetivo dotar o profissional dos \n", "14": " \n13 \n \nconhecimentos requeridos para o exercício das seguintes competências e \nhabilidades gerais: \n \nI - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia; \n \nII - projetar e conduzir experimentos e interpretar resultados; \n \nIII - conceber, projetar e analisar sistemas, produtos e processos; \n \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de \nengenharia; \n \nV - identificar, formular e resolver problemas de engenharia; \n \nVI – desenvolver e supervisionar a operação e a manutenção de sistemas;  \n \nVII - avaliar criticamente a operação e a manutenção de sistemas; \n \nVIII - comunicar-se eficientemente nas formas escrita, oral e gráfica; \n \nIX - atuar em equipes multidisciplinares; \n \nX - compreender e aplicar a ética e responsabilidade profissionais; \n \nXI - avaliar o impacto das atividades da engenharia no contexto social e \nambiental; \n \nXII - avaliar a viabilidade econômica de projetos de engenharia; \n \nXIII - assumir a postura de permanente busca de atualização profissional e \nenvolver e/ou utilizar novas ferramentas e técnicas. \n \n \n \nResolução CONFEA 1.010 de 22 de agosto de 2005, que dispõe sobre a \nregulamentação da atribuição de títulos profissionais, atividades, competências e \ncaracterização do âmbito de atuação dos profissionais inseridos no Sistema \nCONFEA/CREA, para efeito de fiscalização do exercício profissional. \n \nArt. 5º Para efeito de fiscalização do exercício profissional dos diplomados no \nâmbito das profissões inseridas no Sistema CONFEA/CREA, em todos os seus \nrespectivos níveis de formação, ficam designadas as seguintes atividades, que \npoderão ser atribuídas de forma integral ou parcial, em seu conjunto ou \nseparadamente, observadas as disposições gerais e limitações estabelecidas nos \nartigos 7º, 8°, 9°, 10 e 11 e seus parágrafos da norma CONFEA 1.010: \n \nAtividade 01 - Gestão, supervisão, coordenação, orientação técnica; \n \nAtividade 02 - Coleta de dados, estudo, planejamento, projeto, especificação; \n \nAtividade 03 - Estudo de viabilidade técnico-econômica e ambiental; \n", "15": " \n14 \n \n \nAtividade 04 - Assistência, assessoria, consultoria; \n \nAtividade 05 - Direção de obra ou serviço técnico; \n \nAtividade 06 - Vistoria, perícia, avaliação, monitoramento, laudo, parecer técnico, \nauditoria, arbitragem; \n \nAtividade 07 - Desempenho de cargo ou função técnica; \n \nAtividade 08 - Treinamento, ensino, pesquisa, desenvolvimento, análise, \nexperimentação, ensaio, divulgação técnica, extensão; \n \nAtividade 09 - Elaboração de orçamento; \n \nAtividade 10 - Padronização, mensuração, controle de qualidade; \n \nAtividade 11 - Execução de obra ou serviço técnico; \n \nAtividade 12 - Fiscalização de obra ou serviço técnico; \n \nAtividade 13 - Produção técnica e especializada; \n \nAtividade 14 - Condução de serviço técnico; \n \nAtividade 15 - Condução de equipe de instalação, montagem, operação, reparo ou \nmanutenção; \n \nAtividade 16 - Execução de instalação, montagem, operação, reparo ou \nmanutenção; \n \nAtividade 17 – Operação, manutenção de equipamento ou instalação; e \n \nAtividade 18 - Execução de desenho técnico. \n4 - CONCEPÇÃO DO CURSO \n4.1- ARTICULAÇÃO DO CURSO COM O PLANO DE DESENVOLVIMENTO \nINSTITUCIONAL \n \nO curso de Engenharia Mecatrônica do Campus Alto Paraopeba, seguindo o \nPlano de Desenvolvimento Institucional (PDI) da UFSJ busca, no desempenho de suas \natividades, proporcionar o conhecimento, difundindo-o de forma a promover o bem estar \ne o desenvolvimento social. Além disso, por meio do incentivo à execução de atividades \nextracurriculares, como projetos de extensão, o curso amplia a consolidação das \nrelações entre a Universidade e a Sociedade, como previsto no PDI da UFSJ. Outro \naspecto relacionado à articulação do curso com o PDI é a oferta de vagas também em \nturno noturno, abarcando assim um contingente de discentes trabalhadores. \n \nSeguindo as diretrizes pedagógicas da instituição, o curso de Engenharia \nMecatrônica visa buscar conteúdos curriculares que conciliem solidez conceitual com \n", "16": " \n15 \n \nflexibilidade e criatividade para a resolução de problemas profissionais, sem perder a \norientação ética e social. As atividades complementares são parte integrante da \nformação do aluno, propiciando uma melhor formação acadêmica e profissional. A \nprática profissional, que é realizada como unidade curricular nos estágios, possibilita a \ninserção dos alunos nos espaços de trabalho, aprimorando assim a sua competência \ntécnica e enriquecendo sua vivência social. \n4.2 - OBJETIVOS \n \nO curso de graduação em Engenharia Mecatrônica da Universidade Federal de \nSão João del-Rei, Campus Alto Paraopeba, tem como objetivo geral formar engenheiros \ncom sólido preparo científico e tecnológico na área de Elétrica, Mecânica, Computação, \nControle e Automação. Os egressos devem ter capacidade de absorver e desenvolver \nnovas tecnologias. Devem atuar, criativamente, na identificação e resolução de \nproblemas de engenharia, considerando seus aspectos políticos, econômicos, sociais, \nambientais e culturais, na perspectiva ética e humanística, visando a atendimento às \ndemandas \nda \nsociedade. \nO \ncurso \ntem \ncomo \ncaracterística \nmarcante \na \nmultidisciplinaridade entre fundamentos científicos, tecnologias e processos. \n \nDesta maneira, o curso notadamente multidisciplinar, reafirma seu projeto \npedagógico baseado em quatro princípios básicos: formação sólida em fundamentos \ncientíficos de física, matemática e informática; formação sólida, conceitual e \ntecnológica, \nem \nmecânica, \ncontrole \ne \nautomação \nde \nprocessos; \nformação \ncomplementar em processos; e formação metodológica em engenharia. \n4.3 - PERFIL DO EGRESSO \n \nO perfil do egresso do curso de Engenharia Mecatrônica proposto atende ao que \ndispõe o artigo 3º da Resolução CNE/CES 11, de 11 de março de 2002 e a Resolução \n2/2007.  \n \nO Curso de Graduação em Engenharia tem como perfil do formando egresso/profissional \no engenheiro, com formação generalista, humanista, crítica e reflexiva, capacitado a absorver e \ndesenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na identificação e \nresolução de problemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e \nculturais, com visão ética e humanística, em atendimento às demandas da sociedade. \n \n", "17": " \n16 \n \n \nA Resolução CNE/CES 11, de 11 de março de 2002, no artigo 4º determina que a \nformação do engenheiro tenha por objetivo dotar o profissional dos conhecimentos \nrequeridos para o exercício das seguintes competências e habilidades gerais: \nI - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia; \nII - projetar e conduzir experimentos e interpretar resultados; \nIII - conceber, projetar e analisar sistemas, produtos e processos; \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \nV - identificar, formular e resolver problemas de engenharia; \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas; \nVI - supervisionar a operação e a manutenção de sistemas; \nVII - avaliar criticamente a operação e a manutenção de sistemas; \nVIII - comunicar-se eficientemente nas formas escrita, oral e gráfica; \nIX - atuar em equipes multiunidade curriculares; \nX - compreender e aplicar a ética e responsabilidades profissionais; \nXI - avaliar o impacto das atividades da engenharia no contexto social e ambiental; \nXII - avaliar a viabilidade econômica de projetos de engenharia; \nXIII - assumir a postura de permanente busca de atualização profissional. \n \n \n \nA estrutura curricular ora proposta, juntamente com as unidades curriculares que \nversam sobre conteúdos básicos, específicos e profissionalizantes, formarão \nprofissionais de Engenharia Mecatrônica que atenderão o disposto na legislação \nvigente. O Engenheiro Mecatrônico com título obtido pela UFSJ, Campus Alto \nParaopeba terá uma formação geral sólida dentro de uma concepção generalista.  \n4.4 - CONDIÇÕES DE OFERTA E INTEGRALIZAÇÃO \n \nO curso de Engenharia Mecatrônica UFSJ oferece 50 vagas semestrais, \npreenchidas através de vestibular, ENEM e SiSu, sendo o primeiro semestre destinado \nao curso noturno e o segundo semestre ao curso integral.  Alunos de outros cursos de \ngraduação ou portadores de diploma podem ingressar por transferências interna, \nexterna ou PDG. \n \nPara obter o título de Engenheiro Mecatrônico na UFSJ, o aluno deverá \ncompletar um total de 4.200 horas divididas entre atividades presenciais, Estágio \n", "18": " \n17 \n \nCurricular Obrigatório, Trabalho de Conclusão de Curso e Atividades Complementares. \nO prazo regular e mínimo de integralização é de 10 semestres, segundo a Resolução \nCNE/CES nº 02/2007, com um prazo máximo para completar a graduação de 15 \nsemestres. A carga máxima permitida por semestre para o aluno se matricular é de 420 \nhoras e a carga mínima de 280 horas. Essas condições são válidas tanto para o curso \ndiurno quanto para o curso noturno. \n \nNo final do curso o aluno terá cumprido 3600 horas em disciplinas e 360 horas, \nincluindo o Estágio Curricular obrigatório, o Trabalho de Conclusão de Curso e as \nAtividades Complementares, conforme Tabela 3. \n \nTabela 3: Demais Unidades Curriculares \nAtividades \nCarga Horária \n(horas) \nEstágio curricular obrigatório \n200 \nTrabalho de Conclusão de Curso (TCC) \n72 \nAtividades complementares \n88 \nTotal \n360 \n \n4.5 - CURRÍCULO PLENO \n \nA estrutura curricular do curso engloba unidades curriculares de conteúdos \nbásicos, conteúdos profissionalizantes e conteúdos específicos caracterizando a \nmodalidade, de acordo com o Artigo 6º das Diretrizes Curriculares Nacionais dos \nCursos de Graduação em Engenharia. \n \nA vivência experimental na área de atuação é um ponto importante para a \nformação do aluno de engenharia, neste sentido, no currículo do curso são previstas \nunidades curriculares de laboratórios específicas para a formação de um Engenheiro \nMecatrônico, bem como as outras unidades curriculares experimentais presentes no \nciclo de conteúdos básicos do curso. Além disso, o contato do aluno com o ambiente \nprofissional acontece também na unidade curricular de Estágio Supervisionado, que é \nobrigatória, bem como no Trabalho de Conclusão de Curso. \n \nNa estrutura curricular também estão previstas unidades curriculares optativas, \nque além de ser um aprofundamento de tópicos já contemplados nas unidades \ncurriculares obrigatórias, garantem uma maior flexibilidade da estrutura curricular, \nfavorecendo o protagonismo estudantil, presente nas Diretrizes do Campus. \n", "19": " \n18 \n \n \nNa Tabela 4 são listadas todas as unidades curriculares presentes na estrutura \ncurricular do curso de Engenharia Mecatrônica da UFSJ. As unidades curriculares foram \nagrupadas por período e a carga horária separada em conteúdos básicos, específicos e \nprofissionalizantes, de forma que a contribuição de cada núcleo dentro do curso possa \nser identificada.  \n \nTabela 4: Unidades Curriculares presentes na estrutura curricular, especificando os \nconteúdos básicos (BAS.), profissionalizantes (PROF.) e específicos (ESP.). \nCONTEÚDO \nCÓDIGO \nUNIDADES CURRICULARES \nOBRIGATÓRIAS PRESENCIAIS \nHORAS \nBAS. \nPROF. \nESP. \n1º Período \nBCT101 Cálculo Diferencial e Integral I \n72 \n72 \n \n \nENM201 Sistemas Digitais \n72 \n \n72 \n \nBCT301 Algoritmos e Estrutura de Dados I \n72 \n \n72 \n \nBCT401 Química Geral \n54 \n54 \n \n \nBCT402 Química Geral Experimental \n18 \n18 \n \n \nENM100 Introdução a Engenharia Mecatrônica \n36 \n \n \n36 \nBCT501 Metodologia Científica \n36 \n36 \n \n \n2º Período \nBCT102 Cálculo Diferencial e Integral II \n72 \n72 \n \n \nBCT201 Fenômenos mecânicos \n72 \n72 \n \n \nENM302 Algoritmos e Estrutura de Dados II \n72 \n \n72 \n \nBCT106 Geometria Analítica e Álgebra Linear \n72 \n72 \n \n \nBCT502 Indivíduos, grupos e sociedade global \n36 \n36 \n \n \nBCT505 Ciência, Tecnologia e Sociedade \n36 \n36 \n \n \n3º Período \nBCT103 Cálculo Diferencial e Integral III \n72 \n72 \n \n \nBCT202 Fenômenos Térmicos, Ondulatórios e Fluidos \n72 \n72 \n \n \nENM301 Programação Orientada a Objeto \n72 \n \n \n72 \nBCT107 Estatística e Probabilidade \n72 \n72 \n \n \nBCT505 Economia e Administração para Engenheiros \n72 \n72 \n \n \n4º Período \nBCT104 Equações diferenciais A \n72 \n72 \n \n \nBCT203 Fenômenos Eletromagnéticos \n72 \n72 \n \n \nBCT303 Cálculo Numérico \n72 \n \n72 \n \nENM202 Microprocessadores \n72 \n \n72 \n \nENM501 Materiais para Engenharia \n72 \n \n72 \n \n5º Período \nENM105 Equações diferenciais B \n36 \n36 \n \n \nENM401 Circuitos Elétricos I \n108 \n \n108 \n \nENM303 Projeto e Computação Gráfica I \n36 \n36 \n \n \nENM502 Processos de Fabricação I \n72 \n \n72 \n \nENM503 Estática Aplicada às Máquinas \n72 \n \n72 \n \nBCT504 Meio Ambiente e Gestão para a Sustentabilidade \n36 \n36 \n \n \n6º Período \nENM601 Modelagem e Simulação de Sistemas Dinâmicos \n72 \n \n72 \n \n", "20": " \n19 \n \nCONTEÚDO \nCÓDIGO \nUNIDADES CURRICULARES \nOBRIGATÓRIAS PRESENCIAIS \nHORAS \nBAS. \nPROF. \nESP. \nENM203 Eletrônica I \n108 \n \n108 \n \nENM304 Projeto e Computação Gráfica II \n36 \n36 \n \n \nENM504 Mecânica dos Sólidos \n72 \n72 \n \n \nENM505 Dinâmica Aplicada às Máquinas \n72 \n \n72 \n \n7º Período \nENM602 Controle de Sistemas Dinâmicos \n72 \n \n72 \n \nENM204 Eletrônica II \n72 \n \n72 \n \nENM402 Máquinas e Acionamentos Elétricos \n72 \n \n72 \n \nENM701 Informática Industrial \n72 \n \n \n72 \nENM506 Mecanismos e Elementos de Máquinas \n72 \n \n72 \n \n8º Período \nENM603 Controle Digital de Sistemas Dinâmicos \n72 \n \n \n72 \nENM404 Laboratório de Máquinas e Acionamentos Elétricos \n36 \n \n \n36 \nENM403 Eletrônica de Potência \n36 \n \n \n36 \nENM702 Redes Industriais de Computadores \n72 \n \n \n72 \nENM507 Mecânica Computacional \n72 \n \n \n72 \nENM703 Instrumentação e Sistemas de Medidas \n72 \n \n72 \n \n9º Período \nENM604 Controle Multivariável \n72 \n \n \n72 \nENM205 Sistemas Embarcados \n72 \n \n \n72 \nENM704 Sistemas Supervisórios \n72 \n \n \n72 \nENM508 Sistemas Mecânicos \n72 \n \n72 \n \n- \nOptativa \n72 \n \n \n72 \n10º Período \nENM605 Introdução à Robótica \n72 \n \n \n72 \nENM705 Integração de Sistemas de Automatizados \n72 \n \n \n72 \n- \nOptativa \n72 \n \n \n72 \n- \nOptativa \n72 \n \n \n72 \n- \nOptativa \n36 \n \n \n36 \nENM102 Trabalho de Conclusão de Curso II \n36 \n \n \n36 \nCarga Horária Total Presencial\n3600 \n1116 \n1368 \n1116 \nCONTEÚDO \nCÓDIGO ATIVIDADES NÃO PRESENCIAIS \nHORAS \nBAS. \nPROF. \nESP. \nENM101 \nTrabalho de Conclusão de Curso I \n72 \n \n \n72 \nENM103 \nEstagio Supervisionado \n200 \n \n \n200 \n \nAtividades Complementares \n88 \n \n \n88 \nCARGA HORÁRIA TOTAL NÃO PRESENCIAL\n360 \n0 \n0 \n360 \nCARGA HORÁRIA TOTAL DO CURSO\n3960 \n \nPORCENTAGEM DA CARGA HORÁRIA PARA CADA CONTEÚDO\n31,0 % \n38,0 % \n31,0% \n \n \n \n \n \n \n", "21": " \n20 \n \nAbaixo, segue a relação das unidades curriculares optativas2 (Tabela 5). \n \nTabela 5: Unidades Curriculares Optativas. \nCÓDIGO \nUNIDADES CURRICULARES OPTATIVAS \n(CONTEÚDO PROFISSIONALIZANTE) \nCARGA HORÁRIA \n(HORA/AULA) \nENMO10 Identificação de Sistemas Dinâmicos \n72 \nENMO11 Controle Robusto \n72 \nENMO12 Controle Adaptativo \n72 \nENMO13 Visão Computacional \n72 \nENMO14 Automação em Tempo Real \n72 \nENMO15 Elementos de Automação \n36 \nENMO16 Fundamentos de Física Moderna \n72 \nENMO17 Organização e Arquitetura de Computadores \n36 \nENMO18 Sistemas de Informação \n72 \nENMO19 Inteligência Artificial \n72 \nENMO20 Otimização em Engenharia \n72 \nENMO21 Mecânica dos Fluídos \n72 \nENMO22 Transferência de Calor \n72 \nENMO23 Termodinâmica \n72 \nENMO24 Sistemas Hidráulicos e Pneumáticos \n72 \nENMO25 Língua Brasileira de Sinais (LIBRAS) \n72 \nENMTE1 Tópicos Especiais I \n72 \nENMTE2 Tópicos Especiais II \n72 \nENMTE3 Tópicos Especiais III \n36 \n \n \n                                                 \n2 A oferta de unidades curriculares Optativas será baseada na disponibilidade de professores \npara ministrarem o conteúdo da referida ementa. As unidades curriculares Tópicos Especiais, \ntêm abordagens e ementas atualizadas a respeito de assuntos da área de conhecimento do \ncurso, com aproveitamento de oportunidades temáticas, sendo propostas por docentes do CAP \ne aprovadas no colegiado do curso de Engenharia Mecatrônica.  \n", "22": " \n21 \n \n4.6- ESTRUTURA CURRICULAR \n \n \n", "23": " \n \n4.7 - COERÊNCIA DO CURRÍCULO COM AS DIRETRIZES CURRICULARES \nNACIONAIS \n \nSegundo a Resolução CNE/CES 11, de 11 de março de 2002, os cursos de \nengenharia, independente de sua modalidade, devem possuir em seu currículo um \nnúcleo de conteúdos básicos, um núcleo de conteúdos profissionalizantes e um núcleo \nde conteúdos específicos que caracterizem a modalidade do curso.  \n \nDesta forma, os conteúdos da presente estrutura curricular estão distribuídas \ncom a seguinte porcentagem:  \n• \nConteúdo Básico (31%) \n• \nConteúdo Profissionalizante (38%) \n• \nConteúdo Específico (31%) \n \n \nFigura 1: Distribuição dos conteúdos Básicos, Profissionalizantes e Específicos do curso \nde Engenharia Mecatrônica. \n4.8 - METODOLOGIA DE ENSINO E AVALIAÇÃO \n \nO processo de ensino deve se enquadrar dentro de um contexto mais criativo e \nsocial, fomentando no aluno o interesse para se relacionar melhor com o mundo que o \ncerca. O exercício da Engenharia é mais do que o desempenho de habilidades técnicas. \nA tônica do currículo de Engenharia é apresentar a importância da concepção do projeto \ncentrado no trabalho em equipe, na aprendizagem, em problemas reais e na avaliação \ncontinuada. \n \nPara atingir o objetivo de promover uma educação baseada em problemas de \nengenharia e permitir que os alunos apliquem seus conhecimentos no desenvolvimento \n", "24": " \n23 \n \nde projetos, levando-se em consideração o perfil do Engenheiro a ser formado, este \ncurso de Graduação em Engenharia está fundamentado nas premissas a seguir: \n \nO aprendizado em engenharia inicia-se desde o primeiro dia de aula. O curso \nenvolve atividades que aumentam seu escopo e complexidade à medida que o curso \navança, relativas ao projeto, gerenciamento e execução de atividades. Trabalhando sob \nprazos-limite e numa atmosfera competitiva, os estudantes são encorajados a resolver \nproblemas de Engenharia criativamente e desenvolver a habilidade analítica e crítica. \n \nDomínio de técnicas experimentais. As aulas de laboratório não devem ser \nentendidas apenas como ferramentas pedagógicas complementares às aulas teóricas. \nDiversos experimentos de ensino-aprendizagem, bem sucedidos na área de \nEngenharia, têm exercitado a imaginação do aluno, estimulando-o a relacionar os \nfenômenos observados aos conceitos teóricos de interesse. É possível, portanto, utilizar \nexperimentos como ferramentas de assimilação de novos conceitos. \n \nComunicação de idéias. O currículo enfatiza a leitura, a escrita e a pesquisa. O \naluno aprende a escrever um texto técnico e a apresentar oralmente e visualmente um \nprojeto. Ao final de cada semestre, em todos os anos, cada equipe faz a apresentação \ndo Projeto Integrado apresentando-o para a classe. A apresentação do projeto \ncontempla um memorial técnico, o projeto em si, um artigo sobre os fundamentos \nutilizados para o desenvolvimento do projeto e como eles foram utilizados para fazê-lo.  \n \nUso do computador como ferramenta. Ao longo de todo o currículo, o uso de \ncomputador é essencial para alterar continuamente o estudo e a prática de Engenharia. \nNo primeiro ano, os alunos são introduzidos a Algoritmos, Linguagens de alto nível e \npacotes computacionais atualizados como forma de linguagem e solução de problemas \nde engenharia.  A partir do segundo ano, os alunos utilizam esses conhecimentos como \nferramentas para a formulação matemática e para a aceleração de processos de \ncálculo. Sugere-se a limitação do número de pacotes e linguagens a alguns poucos \npadrões mais interessantes ao conjunto de disciplinas do curso. \n \nConcepção de projetos profissionais integrados na solução de problemas reais \nA procura de soluções para problemas reais envolve um pensamento criativo e inovador \nsobre as disciplinas tradicionais e uma integração entre o aprendizado e a \ncompreensão. Os alunos aprendem que para sistematizar soluções de Engenharia, é \npreciso considerar a influência de vários fatores como tecnologias disponíveis, mercado, \nprodução, finanças, política e meio ambiente. \n", "25": " \n24 \n \n \nOs fundamentos da elaboração de Projeto de Engenharia, e o processo de \nescolha de soluções apropriadas para problemas de Engenharia são exercitados \ndurante todo o curso. Os estudantes são apresentados a desafios de projeto já no \nprimeiro ano. O aluno aprende a analisar a literatura corrente sobre o tema do projeto, \ndesenvolver memoriais e justificativas técnicas, bem como formular cronogramas para \nsua elaboração. A implementação desse tipo de atividade só é factível quando \ndesenvolvidos por grupos de alunos. O trabalho em equipes será discutido a seguir. \n \nAprendizagem através de equipes. A importância do desenvolvimento de todo o \ncurso através de equipes transcende o próprio curso de Engenharia. Com a adoção de \nmodelos pós - fordistas de produção, as equipes vêm assumindo, cada vez mais, um \npapel determinante em todo o tipo de organização. As diferenças entre as organizações \ntradicionais e as equipes auto-gerenciáveis podem ser observadas a seguir: \n \nPara que a formação de equipes ocorra sem grandes rupturas, os elementos \nfundamentais que devem ser inseridos na política e nos objetivos da empresa são: \n• \nresolução de conflitos; \n• \naquisição de novas habilidades; \n• \nmotivação e liderança. \n \nCapacitar alunos a trabalhar em equipe, é entendido dentro deste projeto \npedagógico, como uma metodologia \"progressiva\" que envolve alunos e professores \nnum processo muito mais elaborado e planejado que a simples divisão de turmas em \ngrupos de alunos e a subsequente distribuição de tarefas. O aluno aprenderá a \ntrabalhar em equipes no decorrer dos anos do curso de Engenharia.  \n \nObtenção de habilidades duradouras \nLevando em consideração a metodologia apresentada, a conseqüência desejável final é \nque o aluno adquira o hábito de aprender a aprender. \n4.8.1 - PRINCÍPIOS DA AVALIAÇÃO \nAs avaliações de desempenho de cada aluno devem ocorrer em todas as \nunidades curriculares do curso e devem sempre obedecer aos seguintes preceitos: \n• \nCaráter universal: a avaliação deve ter o mesmo critério para todas as turmas e/ou \nsub-turmas de uma mesma unidade curricular; \n• \nCaráter público: os critérios de avaliação devem ser conhecidos publicamente antes \ndo início das unidades curriculares, cabendo à Instituição normatizar esses \n", "26": " \n25 \n \nprocedimentos; \n• \nCaráter consistente: a avaliação deve ser coerente com o proposto no plano de \nensino da unidade curricular;  \n• \nCaráter orientador: a avaliação não deve ter caráter punitivo e deve sempre buscar \nmostrar ao aluno onde estão suas virtudes e/ou deficiências;  \n• \nLegitimidade: os critérios que serão utilizados devem estar explícitos no plano de \nensino da unidade curricular; \n• \nLegalidade: os critérios de avaliação devem obedecer todas as normas legais do \nMinistério da Educação e dos colegiados superiores da Instituição.  \n• \nAvaliação continuada: a avaliação deverá ser contínua, não pontual e deverá \ncontemplar diversos tipos de modalidades avaliativas (testes, relatórios de práticas, \nrelatório de visitas técnicas, seminários, entre outras).  \nA avaliação individual deve preponderar nas unidades curriculares formadoras de \nconteúdo, enquanto que nas unidades curriculares aglutinadoras e consolidadoras a \navaliação colegiada deve ser aplicada. Nessas unidades curriculares e nas atividades \nde laboratório a avaliação coletiva de grupos de trabalho é recomendável.  \nO desempenho dos alunos nas unidades curriculares deve servir como um \nbalizador da adequação das metodologias de ensino adotadas pelos docentes, dando \nindicações para o aprimoramento pedagógico contínuo do curso por parte do docente. \n4.9 - PRÉ-REQUISITOS  \nPara a Matriz Curricular de Curso foram propostos pré-requisitos para algumas \nUnidades Curriculares (Tabela 6). Pré-requisitos obrigatórios são aqueles considerados \nessenciais, sem os quais o aluno estaria impossibilitado de acompanhar o curso com \nqualidade e eficiência.  \n \nTabela 6: Unidades Curriculares presentes na estrutura curricular com os seus \nrespectivos pré-requisitos. \nUNIDADES CURRICULARES \nOBRIGATÓRIAS PRESENCIAIS \nPRÉ-REQUISITO \n1º Período \nCálculo Diferencial e Integral I \nNão há \nSistemas Digitais \nNão há \nAlgoritmos e Estrutura de Dados I \nNão há \nQuímica Geral \nNão há \nQuímica Geral Experimental \nNão há \nIntrodução a Engenharia Mecatrônica \nNão há \n", "27": " \n26 \n \nUNIDADES CURRICULARES \nOBRIGATÓRIAS PRESENCIAIS \nPRÉ-REQUISITO \nMetodologia Científica \nNão há \n2º Período \nCálculo Diferencial e Integral II \nCálculo Diferencial e Integral I \nFenômenos Mecânicos \nCálculo Diferencial e Integral I \nAlgoritmos e Estrutura de Dados II \nAlgoritmos e Estrutura de Dados I \nGeometria Analítica e Álgebra Linear \nNão há \nIndivíduos, grupos e sociedade global \nNão há \nCiência, Tecnologia e Sociedade \nNão há \n3º Período \nCálculo Diferencial e Integral III \nCálculo Diferencial e Integral II \nFenômenos Térmicos, Ondulatórios e Fluidos \nFenômenos Mecânicos \nProgramação Orientada a Objeto \nAlgoritmos e Estrutura de Dados I \nEstatística e Probabilidade \nCálculo Diferencial e Integral I \nEconomia e Administração para Engenheiros \nNão há \n4º Período \nEquações diferenciais A \nCálculo Diferencial e Integral II \nFenômenos Eletromagnéticos \nFenômenos Mecânicos \nCálculo Numérico \nCálculo Diferencial e Integral I e Algoritmos e Estrutura \nde Dados I \nMicroprocessadores \nSistemas Digitais \nMateriais para Engenharia \nFenômenos Mecânicos \n5º Período \nEquações diferenciais B \nEquações diferenciais A \nCircuitos Elétricos I \nEquações diferenciais A \nProjeto e Computação Gráfica I \nNão há \nProcessos de Fabricação I \nMateriais para Engenharia \nEstática Aplicada às Máquinas \nFenômenos Mecânicos \nMeio Ambiente e Gestão para a Sustentabilidade \nNão há \n6º Período \nModelagem e Simulação de Sistemas Dinâmicos \nEquações diferenciais B \nEletrônica I \nCircuitos Elétricos I \nProjeto e Computação Gráfica II \nProjeto e Computação Gráfica I \nMecânica dos Sólidos \nEstática Aplicada às Máquinas \nDinâmica Aplicada às Máquinas \nEstática Aplicada às Máquinas \n7º Período \nControle de Sistemas Dinâmicos \nModelagem e Simulação de Sistemas Dinâmicos \nEletrônica II \nEletrônica I \nMáquinas e Acionamentos Elétricos \nCircuitos Elétricos I \nInformática Industrial \nMicroprocessadores \nMecanismos e Elementos de Máquinas \nMecânica dos Sólidos \n8º Período \nControle Digital de Sistemas  \nControle de Sistemas Dinâmicos \nLaboratório de Máquinas e Acionamentos Elétricos \nMáquinas e Acionamentos Elétricos \nEletrônica de Potência \nEletrônica I \nRedes Industriais de Computadores \nInformática Industrial \nMecânica Computacional \nMecânica dos Sólidos \nInstrumentação e Sistemas de Medidas \nModelagem e Simulação de Sistemas Dinâmicos \n9º Período \nControle Multivariável \nControle de Sistemas Dinâmicos \nSistemas Embarcados \nEletrônica I e Microprocessadores \nSistemas Supervisórios \nInformática Industrial \nSistemas Mecânicos \nDinâmica Aplicada às Máquinas \n", "28": " \n27 \n \nUNIDADES CURRICULARES \nOBRIGATÓRIAS PRESENCIAIS \nPRÉ-REQUISITO \n10º Período \nIntrodução à Robótica \nControle Digital de Sistemas \nIntegração de Sistemas de Automatizados \nSistemas Supervisórios \nTrabalho de Conclusão de Curso II \nTrabalho de Conclusão de Curso I \n \n \nNa próxima seção é apresentada a Matriz Curricular com os seus respectivos \npré-requisitos para os alunos regularmente matriculados. \n \n", "29": " \n \n4.9.1 – MATRIZ CURRICULAR COM PRÉ-REQUISITOS \n \n \nAtividades Complementares: 88h \n", "30": " \n \n4.10 - TRANSIÇÃO PARA A ESTRUTURA CURRICULAR \n \nO curso de Engenharia Mecatrônica da UFSJ já está em andamento desde \nfevereiro de 2008, o que significa que neste ano de 2010 já existem alunos cursando o \n5o período do curso. Com esta reformulação do projeto pedagógico, inserção e \nmodificação de unidades curriculares (UCs), tornam-se necessário padronizar uma \nequivalência entre as unidades curriculares, de forma a garantir uma transição \nadequada aos alunos, sem que haja grandes transtornos com as modificações. \n \nNeste sentido, a Tabela 7 lista as equivalências entre as unidades curriculares da \nestrutura curricular do PPC antigo e as unidades curriculares deste PPC. \n \nTabela 7: Equivalências entre unidades curriculares do PPC 2008/2009 e do PPC 2010. \nCÓDIGO \nUNIDADE CURRICULAR 2010 \nCH \nCÓDIGO \nUNIDADE CURRICULAR 2008/2009 \nCH \nCT003 \nCálculo Diferencial e Integral I \n72 \nCT006 \nCT206 \nFunções de uma variável \n108 \n72 \nCT004 \nMetodologia Científica \n36 \nCT003 \nMetodologia Científica \n36 \nCT005 \nQuímica Geral \n54 \nCT006 \nQuímica Geral Experimental \n18 \nCT005 \nEstruturas \natômicas, \nmoleculares \ne \ncristalinas \n72 \nCT001 \nGeometria analítica \n36 \nCT007 \nGeometria Analítica e Álgebra Linear \n72 \nCT007 \nÁlgebra Linear \n36 \nCT008 \nAlgoritmos e Estrutura de Dados I \n72 \nCT002 \nLinguagem de computação \n72 \nCT006 \nCT206 \nFunções de uma variável \n108 \n72 \nCT009 \nCálculo Diferencial e Integral II \n72 \nCT008 \nCT208 \nFunções de várias variáveis \n72 \n108 \nCT010 \nFenômenos Mecânicos \n72 \nCT004 \nFenômenos Mecânicos \n72 \nCT011 \nIndivíduos, Grupos e Sociedade Global \n36 \nCT018 \nIndivíduos, Grupos e Sociedade Global \n36 \nCT012 \nMeio \nAmbiente \ne \nGestão \npara \na \nSustentabilidade \n36 \nCT021 \nMeio \nAmbiente \ne \nGestão \npara \na \nSustentabilidade \n36 \nEM018 \nAlgoritmos e Estrutura de Dados II \n72 \nCT009 \nMétodos e Algoritmos Computacionais \n72 \nCT008 \nCT208 \nFunções de várias variáveis \n72 \n108 \nCT014 \nCálculo Diferencial e Integral III \n72 \nCT012 \nCampos vetoriais \n36 \nCT015 \nEstatística e Probabilidade \n72 \nCT013 \nEstatística e Probabilidade \n72 \nCT016 \nFenômenos Térmicos, Ondulatórios e \nFluídos \n72 \nCT010 \nFenômenos Térmicos, Ondulatórios e \nFluídos \n72 \nCT021 \nEquações Diferenciais A \n72 \nCT011 \nEquações Diferenciais A \n72 \nCT017 \nCálculo Numérico \n72 \nCT015 \nCálculo Numérico \n72 \nCT018 \nFenômenos Eletromagnéticos \n72 \nCT016 \nFenômenos elétricos e magnéticos \n72 \nEM052 \nAdministração \n36 \nCT019 \nEconomia \ne \nAdministração \npara \nEngenheiros \n72 \nEM051 \nEconomia \n36 \nCT020 \nCiência, Tecnologia e Sociedade \n36 \nCT022 \nCiência, Tecnologia e Sociedade \n36 \nEM002 \nSistemas Digitais \n72 \nCT033 \nSistemas Digitais I \n72 \n", "31": " \n30 \n \nCÓDIGO \nUNIDADE CURRICULAR 2010 \nCH \nCÓDIGO \nUNIDADE CURRICULAR 2008/2009 \nCH \nEM003 \nProgramação Orientada a Objeto \n72 \nCT029 \nProgramação Orientada a Objetos \n72 \nEM004 \nMicroprocessadores \n72 \nEM036 \nIntrodução aos Microprocessadores \n72 \nEM008 \nMateriais para Engenharia \n72 \nCT025 \nCiência dos Materiais \n72 \nEM009 \nCircuitos Elétricos I \n108 \nCT026 \nCircuitos Elétricos I \n72 \nEM010 \nProcessos de Fabricação \n72 \nEM034 \nProcessos de Fabricação \n72 \nEM005 \nModelagem e Simulação de Sistemas \nDinâmicos \n72 \nEM035 \nModelagem e Simulação de Sistemas \nDinâmicos \n72 \nEM012 \nEletrônica I \n108 \nCT027 \nEletrônica I \n72 \nEM011 \nControle de Sistemas Dinâmicos \n72 \nEM041 \nControle de Sistemas Dinâmicos \n72 \nEM013 \nEletrônica II \n72 \nEM037 \nEletrônica II \n72 \nEM019 \nProjeto e Computação Gráfica I \n36 \nEM020 \nProjeto e Computação Gráfica II \n36 \nCT030 \nProjeto e Computação Gráfica \n72 \nEM007 \nEstática aplicada às Máquinas \n72 \nEM028 \nMecânica Técnica \n72 \n---- \nEquações Diferenciais B \n36 \nCT017 \nEquações Diferenciais B \n36 \nENM504 Mecânica dos Sólidos  \n72 \n---- \nMecânica dos sólidos auxiliada por \ncomputador \n72 \nEM001 \nIntrodução à Engenharia de Mecatrônica \n36 \n \nTópicos Especiais \n36 \n                        \n \n \nÉ importante ressaltar que a Carga Horária total do curso foi mantida, assim \ncomo as UCs obrigatórias em ambas as Matrizes e as atividades não presenciais \n(Tabela 3). \n \nNa próxima seção são apresentadas as Estruturas Curriculares de Transição \npara os alunos regularmente matriculados.  \n \nAdemais, casos omissos ao exposto nesta seção serão resolvidos pelo \nColegiado do Curso de Engenharia Mecatrônica. \n \n", "32": " \n \n4.11 - ESTRUTURAS CURRICULARES DE TRANSIÇÃO \n \n", "33": " \n \n \n \n", "34": " \n33 \n \n \n \n", "35": " \n \n \n \n", "36": " \n \n5 - ORGANIZAÇÃO CURRICULAR \nNesta seção serão apresentadas as unidades curriculares com suas ementas, \ncarga horária, e suas respectivas bibliografias.  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nCálculo Diferencial e Integral I \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1º \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nBCT101 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nNúmeros reais e Funções reais de uma variável real. Limites. Continuidade. Derivadas e aplicações. \nAntiderivadas. Integral Definida. Teorema Fundamental do Cálculo. \nOBJETIVOS \nPropiciar o aprendizado dos conceitos de limite, derivada e integral de funções de uma variável real. \nPropiciar a compreensão e o domínio dos conceitos e das técnicas de Cálculo Diferencial e Integral. \nDesenvolver a habilidade de implementação desses conceitos e técnicas em problemas nos quais eles se \nconstituem os modelos mais adequados. Desenvolver a linguagem matemática como forma universal de \nexpressão da Ciência. \nBIBLIOGRAFIA BÁSICA \n1. STEWART, James. Cálculo. Volume 1. 6a Edição, Editora Cengage Learning, 2009.  \n2. ANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo. Volume 1. 8a Edição, Editora Bookman, \n2007. \n3. THOMAS, George B.; FINNEY, R.; WEIR, Maurice D.; GIORDANO, Frank R. Cálculo de George B. \nThomas. Volume 1. 10a Edição, Editora Prentice-Hall, 2002. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SIMMONS, George F. Cálculo com Geometria Analítica. Volume 1. Editora Makron Books, 1987. \n2. ANTON, Howard. Cálculo: um novo horizonte. Volume 1. 6a Edição, Editora Bookman, 2000.  \n3. LEITHOLD, Louis. Cálculo com Geometria Analítica. Volume 1. 3a Edição, Editora Harbra, 1994. \n4. FLEMMING, Diva M; GONÇALVES, Miriam B. Cálculo A (Funções, Limites, Derivação e Integração). \n6a Edição, Editora Prentice-Hall, 2007. \n5. SWOKOWSKI, Earl W. Cálculo com Geometria Analítica. Volume 1. 2a Edição, Editora Makron Books, \n1994. \n \n \n \n", "37": " \n36 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nSistemas Digitais \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1º \nTeórica \n36 \nPrática \n36 \nTotal \n72 \nCódigo \nENM201 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nSistemas de numeração: conversão de base, aritmética binária, representação de números sinalizados. \nPortas lógicas. Álgebra booleana e simplificação de expressões lógicas. Circuitos lógicos combinacionais: \ncircuitos aritméticos, codificadores, decodificadores, multiplexadores e demultiplexadores. Flip-flops: \nlatches, flip-flops gatilháveis, JK, mestre-escravo. Circuitos lógicos seqüenciais: registradores de \ndeslocamento, contadores síncronos e assíncronos. Projeto de contadores síncronos e máquinas de \nestados finitos. \nAulas práticas em laboratório. \nOBJETIVOS \nFornecer ao aluno as bases teóricas para o entendimento dos sistemas eletrônicos digitais. Capacitá-lo a \nanalisar, projetar e implementar circuitos lógicos combinacionais e seqüenciais. \nBIBLIOGRAFIA BÁSICA \n1. PADILLA, A. J. G. Sistemas digitais. 1a. Edição, Editora McGraw-Hill, 1993. \n2. FLOYD, T. L. Sistemas digitais: fundamentos e aplicações. 9a. Edição, Editora Bookman, 2007. \n3. UYEMURA, J. P. Sistemas digitais: uma abordagem integrada.  Editora Pioneira, 2002. \nBIBLIOGRAFIA COMPLEMENTAR \n1. TOCCI, R. J., WIDMER, N. S e MOSS, G.. Sistemas digitais: princípios e aplicações. 10a. Edição, \nEditora Pearson, 2007. \n2. MANO, M.M. Digital Design, Editora Prentice Hall International, 1999. \n3. \nZUFFO, J.A. Subsistemas digitais e circuitos de pulsos.  \n4. HEILWEIL, Y.M., HOERNES, G. Introduccion al algebra de Boole y a los dispositivos logicos.  \n5. SCHIED, F. Introdução à ciência dos computadores. \n", "38": " \n37 \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nAlgoritmos e Estrutura de Dados I \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1º \nTeórica \n36 \nPrática \n36 \nTotal \n72 \nCódigo \nBCT301 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nA posição e contribuições da Computação no desenvolvimento científico e tecnológico, com ênfase nas \nEngenharias. Breve histórico do desenvolvimento de computadores e linguagens de computação. Sistema \nde numeração, algoritmo, conceitos básicos de linguagens de programação, comandos de controle, \nestruturas homogêneas, funções e estruturas heterogêneas. \nOBJETIVOS \nIntroduzir o aluno na área da computação, tornando-o capaz de desenvolver algoritmos e codificá-los em \numa linguagem de alto nível a fim de resolver problemas de pequeno e médio porte com ênfase em \nproblemas nas áreas das Engenharias.  \nBIBLIOGRAFIA BÁSICA \n1. MIZRAHI, V. V. Treinamento em Linguagem C++ - Módulo 1. 2a Edição, Editora. Makron Books, 2006 \n2. SCHILDT, H. C Completo e Total”. 3ª Edição, Editora. Makron Books, 1997. \n3. GUIMARÃES, A. M. e LAGES, N. A. C. L. “Algoritmos e Estrutura de Dados”, Editora LTC, 1994. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SOUZA, M., e outros, “Algoritmos e Lógica de Programação”, 2005. \n2. FORBELLONE, A. L. V. e EBERSPACHER, H. F. Lógica de Programação. Editora Makron Books, \n2000.  \n3. EVARISTO, J. Aprendendo a programar: Programando em Linguagem C. Editora BookExpress, 2001. \n4. KERNIGHAN, B. W e RITCHE, D. M. C a linguagem de programação padrão ANSI. 16ª Edição, \nEditora Campus, 2003. \n5. LOPES,A. e GARCIA,G.. Introdução à programação: 500 algoritmos resolvidos. Editora Elsevier, \n2002. 469 p. il. 5ª Tiragem. \n", "39": " \n38 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nQuímica Geral  \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1° \nTeórica \n54 \nPrática \n0 \nTotal \n54 \nCódigo \nBCT401 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nBCT402 \nEMENTA \n \nMatéria, estrutura eletrônica dos átomos, propriedades periódicas dos elementos, teoria das ligações \nquímicas, forças intermoleculares, reações em fase aquosa e estequiometria,  cinética, equilíbrio químico \ne eletroquímica. \n \nOBJETIVOS \n \nPermitir que os alunos compreendam como os átomos se arranjam, por meio das ligações químicas, para \nformar diferentes materiais. Permitir que os alunos entendam os princípios envolvidos nas transformações \nquímicas, as relações estequiométricas envolvidas e os aspectos relacionados com o conceito de \nequilíbrio químico das reações reversíveis bem como o conceito de reações eletroquímicas. \n \nBIBLIOGRAFIA BÁSICA \n1. KOTZ, J.C. e TREICHEL Jr., P. Química e reações Químicas. Volumes 1 e 2, Editora LTC, 2005. \n2. BROWN, T.L., LEMAY Jr., H.E. e BURSTEN, B.E. Química: a ciência central. Editora Pearson, 2005. \n3. BROWN, L.S. e HOLME, T.A. Química geral aplicada à engenharia. Editora Cengage Learning, 2010. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ATKINS, P.; JONES, L. Princípios de química: questionando a vida moderna e o meio ambiente. \nEditora Bookman, 2006.  \n2. SPENCER, J.N.; BODNER, G.M.; RICKARD, L.H. Química Estrutura e dinâmica, 3ª Edição, volumes. \n1 e 2, Editora LTC, 2006.  \n3. BRADY, J.E.e  HUMISTON, G.E. Química geral. Editora LTC, 1986. \n4. RUSSEL, J.B. Química geral. Volumes 1 e 2, Editora Makron Books, 2004. \n5. MAHAN, B.M. e MYERS, R.J. Química um curso universitário. 4a Edição. Editora Edgard \n    Blucher,1995. \n \n \n \n", "40": " \n39 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nQuímica Geral Experimental \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1° \nTeórica \n0 \nPrática \n18 \nTotal \n18 \nCódigo \nBCT402 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nBCT401 \nEMENTA \n \nNormas de laboratório e elaboração de relatórios, medidas experimentais, introdução às técnicas de \nlaboratório, determinação das propriedades das substâncias, reações químicas, soluções, equilíbrio\nquímico, cinética e eletroquímica. \n \nOBJETIVOS \nDesenvolver no aluno as habilidades básicas de manuseio de produtos químicos. Realização de \nexperimentos, conduta profissional e comunicação dos resultados na forma de relatórios científicos dentro \nde um laboratório de Química. Permitir que o aluno visualize conceitos desenvolvidos nas aulas teóricas. \nBIBLIOGRAFIA BÁSICA \n \n1.  CONSTANTINO, M. G, DA SILVA, G. V. J. e DONATE, P. M. Fundamentos de Química Experimental. \nEditora EDUSP, 2004. \n2. DA SILVA, R. R., BOCCHI, N. e ROCHA FILHO, R. C. Introdução a Química Instrumental. Editora \nMcgraw-Hill, 1990. \n3. POSTMA, J. M., ROBERTS JR., J. L., HOLLENBERG, J. L. Química no laboratório. 5ª Edição, Editora \nManoli, 2009. \n \nBIBLIOGRAFIA COMPLEMENTAR \n1. ATKINS, P.; JONES, L. Princípios de química: questionando a vida moderna e o meio ambiente. \nEditora Bookman, 2006.  \n2. BACCAN, N., ANDRADE, J. C., GODINHO, O. E. S., BARONE, J. S. Química Analítica Quantitativa \nElementar. 3ª Edição, Editora Edgar Blücher, 2003. \n3. De ALMEIDA, P. G. V. Química Geral: práticas fundamentais. Editora UFV, 2009. \n4. ROCHA FILHO, R. C. e DA SILVA, R. R. Cálculos básicos da Química. Editora EDUFSCAR, 2006. \n5. RUBINGER, M. M. M. e BRAATHEN, P. C. Experimentos de Química com materiais alternativos de \nbaixo custo e fácil aquisição. Editora UFV, 2009. \n6. VOGEL, A. I. Química Analítica Qualitativa. Editora Mestre Jou, 1981. \n", "41": " \n40 \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nIntrodução a Engenharia Mecatrônica \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1o \nTeórica \n36 \nPrática \n0 \nTotal \n36 \nCódigo \nENM100 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nEngenharia Mecatrônica: formação e profissão. Legislação, atribuições, associações de classe. Indústrias \nbrasileiras: histórico e situação atual. O curso de Engenharia Mecatrônica da UFSJ/CAP: infraestrutura, \náreas de ensino. Introdução aos Processos Industriais. \nOBJETIVOS \nIntroduzir os aspectos principais da formação do engenheiro mecatrônico. Apresentar as atribuições e as \náreas de atuação dos profissionais graduados em Engenharia Mecatrônica. Apresentar o curso de \nEngenharia Mecatrônica da UFSJ/CAP. Introduzir alguns processos produtivos. \nBIBLIOGRAFIA BÁSICA \n \n1. Cetinkunt, S. Mecatrônica, 1ª Edição, Editora LTC, 2008. \n2. Rosário, J. M. Princípios de Mecatrônica, 1ª Edição, Editora Pearson, 2005. \n3. Shimoneck, J. R. Engenharia e Automação Industrial. 2ª Edição, Editora LTC, 2007. \n \nBIBLIOGRAFIA COMPLEMENTAR \n1. Aguirre, L. A. Enciclopédia de Automática, Volume 1, 1ª Edição, Editora Edgard Blucher,  2007. \n2. Aguirre, L. A. Enciclopédia de Automática, Volume 2, 1ª Edição, Editora Edgard Blucher,  2007. \n3. Aguirre, L. A. Enciclopédia de Automática, Volume 3, 1ª Edição, Editora Edgard Blucher,  2007. \n4. Projeto Pedagógico do Curso de Engenharia Mecatrônica a da UFSJ – CAP, 2008. \n5. da Silveira P. R. e Santos, W. E. Automação e Controle Discreto. 3ª Edição, Editora  Érica, 1998.   \n \n", "42": " \n41 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: INTEGRAL/NOTURNO \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nMetodologia Científica \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1° \nTeórica \n36 \nPrática \n0 \nTotal \n36 \nCódigo  \nBCT501 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nO fazer científico e a reflexão filosófica. Diretrizes para leitura, compreensão e formatação de textos \ncientíficos. Tipos de textos e normatização ABNT. Noções fundamentais do fazer científico: método, \njustificação, objetividade, intersubjetividade. O problema da indução e o método hipotético-dedutivo. \nRealismo e antirealismo. Progresso, incomensurabilidade e historicidade. Ciência: objetivos, alcance, \nlimitações. Demarcação: ciência versus pseudociência. \nOBJETIVOS \nConhecer e compreender os tipos de trabalhos científicos e os aspectos fundamentais que orientam a \nsua produção. Compreender e problematizar perspectivas e princípios implicados no processo de \ninvestigação científica. Problematizar a noção de progresso da ciência sob a ótica da epistemologia e da \nhistória da ciência. Refletir sobre os objetivos, alcance e limitações da produção científica. \nBIBLIOGRAFIA BÁSICA \n \n1. ALVES-MAZZOTTI, A.J R GEWANDSZNAJDER, F. O Método nas Ciências Naturais e Sociais. Editora \nPioneira Thomson, 2002. \n2. GLEISER, M. A Dança do Universo. Editora Companhia das Letras, 1997. \n3. GLEISER, M. Retalhos Cósmicos. Editora Companhia das Letras, 1999. \n4. KUNH, T. A Estrutura das Revoluções Científicas. São Paulo: Ed. Perspectiva, 2001. \n \nBIBLIOGRAFIA COMPLEMENTAR \n1. ALFONSO-GOLDFARB, Ana Maria. O que é História da Ciência. Editora \n2. Brasiliense, 1994. \n3. ANDERY, M. A. e outos. Para compreender a ciência: uma perspectiva histórica. 12ª Edição, Editora \nEDUC, 2003. \n4. CHALMERS, A. O que é ciência afinal? Editora Brasiliense, 1993. \n5. CREASE, R. P. Os Dez Mais Belos Experimentos Científicos. Rio de Janeiro: Jorge Zahar Editores, \n2006. \n6. DAWKINS, R. Desvendando o Arco-Íris: ciência, ilusão e encantamento. Editora Companhia das \nletras, 2000. \n7. DESCARTES, R. Discurso Sobre o Método. Editora Hemus, 1968. \n8. GUERRA, A.; BRAGA, M.; REIS, J. C.. Uma Breve História da Ciência Moderna.  Jorge Zahar \nEditores, 2003. \n9. MEDEIROS, J.B. Redação Científica: a prática de fichamentos, resumos, resenhas.  Editora Atlas, \n2008. \n10. POPPER, K. A Lógica da Pesquisa Científica. Editora Cultrix,2008. \n \n", "43": " \n42 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nCálculo Diferencial e Integral II \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nBCT102 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT101 \nCo-requisito \nNão há \nEMENTA \n \nTécnicas de Integração. Aplicações de Integral. Funções Reais de Várias Variáveis Reais: derivada parcial, \nregra da cadeia, planos tangentes, derivadas direcionais e gradiente, extremos relativos e absolutos, \nmultiplicadores de Lagrange, aplicações. Teoria de Séries: definição, exemplos, testes de convergência, \nséries de potência, séries de Taylor. \n \nOBJETIVOS \n \nPropiciar o aprendizado das técnicas do Cálculo Integral de funções de uma variável real. Propiciar a \ncompreensão e o domínio dos conceitos e das técnicas de Cálculo Diferencial em várias variáveis reais. \nPropiciar o aprendizado da Teria de Séries. Desenvolver a habilidade de implementação desses conceitos \ne técnicas em problemas nos quais eles se constituem os modelos mais adequados. Desenvolver a \nlinguagem matemática como forma universal de expressão da Ciência. \n \nBIBLIOGRAFIA BÁSICA \n1. STEWART, J. “Cálculo”. Volumes 1 e 2. 6a Edição, Editora Cengage Learning, 2009. \n2. ANTON, H., BIVENS, Irl e DAVIS, S. “Cálculo”. Volumes 1 e 2. 8a Edição, Editora Editora Bookman, \n2007. \n3. THOMAS, G. B. e outros. “Cálculo de George B. Thomas”. Volumes 1 e 2. 10a Edição, Editora \nPrentice-Hall,2002. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SIMMONS, G. F. \"Cálculo com Geometria Analítica\". Volumes 1 e 2, Editora Pearson, 1987.  \n2. ANTON, H. \"Cálculo: um novo horizonte\". Volumes 1 e 2. 6a Edição, Editora Bookman, 2000.  \n3. LEITHOLD, L. \"Cálculo com Geometria Analítica\". Volumes 1 e 2. 3a Edição, Editora Harbra, 1994. \n4. FLEMMING, D. M. e GONÇALVES, M. B. \"Cálculo B\". 6a Edição, Editora Pearson, 2007.  \n5. SWOKOWSKI, E. W. \"Cálculo com Geometria Analítica\". Volumes 1 e 2. 2a Edição, Editora Makron \nBooks, 1994 \n \n", "44": " \n43 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nFenômenos Mecânicos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o \nTeórica \n54 \nPrática \n18 \nTotal \n72 \nCódigo \nBCT201 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT101 \nCo-requisito \nNão há \nEMENTA \n \nVetores; Cinemática; Leis de Newton e suas aplicações; Trabalho, Energia e princípios de conservação; \nImpulso, momento linear e seu princípio de conservação; Cinemática e Dinâmica da Rotação; \n \nOBJETIVOS \nO curso tem como intenção primordial propiciar ao aluno conhecimento científico para a modelagem de \nsistemas físicos. Em especial, espera-se que o aluno adquira no curso capacidade para a descrição de \nfenômenos físicos com base nos princípios da Mecânica. O curso deverá preparar o aluno com \nembasamento para as unidades curriculares dos próximos semestres, em especial aquelas ligadas à \nMecânica. Outros enfoques do curso são: Introdução aos fenômenos mecânicos e à utilização de \naparelhos de medida. Obtenção, tratamento e análise de dados obtidos em experimentos. Apresentação e \nanálise crítica de resultados através da teoria de erros. \nBIBLIOGRAFIA BÁSICA \n1. Halliday, D., Resnick e R., Walker J.,  Fundamentos de Física. Volume 1, Editora LTC.  \n2. Young, H., Freedman, R.  Sears & Zemansky - Física I (Mecânica). Volume 1, 10a Edição, Editora \nPearson.  \n3. Nussensveig, M. Curso de Física Básica. Volume 1, 4a Edição, Editora Edgard . \n4. Tipler, P., Mosca, G., Física,  Volume 1, 5a Edição, Editora LTC. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Chaves, A. e Sampaio, F. Física:  Mecânica. Volume 1, Editora LTC. \n2. Serway, R., Jr., Jewett J., Princípios de Física. Volume 1, Editora Cengage Learning. \n3. Resnick, R.,  Halliday, D., Krane, K., Física, Volume 1, 5a Edição, Editora LTC. \n4. Lopes, A., Introdução à Mecânica Clássica; Ed. EDUSP; \n5. Feynman, R., The Feynman Lectures on Physics, volumes 1 e 2.  \n \n", "45": " \n44 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nAlgoritmos e Estrutura de Dados II \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o \nTeórica \n54 \nPrática \n18 \nTotal \n72 \nCódigo \nENM302 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT301 \nCo-requisito \nNão há \nEMENTA \n \nA posição e as contribuições da Computação no desenvolvimento científico e tecnológico, com ênfase nas \nEngenharias. Estruturas Básicas de Dados (lista, pilha, fila e árvores binárias). Introdução às técnicas de \nanálise de complexidade de algoritmos. Métodos de ordenação interna. Métodos de pesquisa em memória \nprimária. Aulas práticas em laboratório. \n \nOBJETIVOS \nAo final do curso, os alunos deverão ter desenvolvido senso crítico com relação às soluções algorítmicas \napresentadas e dominarão os principais algoritmos de pesquisa e de ordenação em memória principal e \nsecundária. \nBIBLIOGRAFIA BÁSICA \n1. FEOFILOFF, P., Algoritmos em Linguagem C, Campus, 2009. \n2. ZIVIANI, N., Projeto de Algoritmos com Implementações em Java e C++, Thomson Pioneira, 2006. \n3. CORMEN, T. H., LEISERSON, C. E., RIVEST e R. L., STEIN, C., Introduction to Algorithms, McGraw-\nHill e The MIT Press, 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. TOSCANI, L. V.; Veloso, P. A. S. Complexidade de algoritmos: análise, projeto e métodos. Editora \nSagra Luzzatto, 2001.  \n2. FORBELLONE, A. L. V.; EBERSPACHER, H. F. Lógica de Programação. Editora Makron Books, 2000. \n3. ORTH, A. I. Algoritmos e Programação. Porto Alegre: AIO, 2001. 175 p. \n4. DEITEL, P. J. C++ Como Programar. Deitel. Editora Bookman, 2001. \n5. DROZDEK, A. Estrutura de dados e Algoritmos em C++. 2005. \n", "46": " \n45 \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nGeometria Analítica e Álgebra Linear \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nBCT106 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nÁlgebra Vetorial. Retas e Planos. Matrizes. Cálculo de determinantes. Espaço vetorial Rn. Autovalores e \nAutovetores de Matrizes. \nOBJETIVOS \n \nPropiciar aos alunos a capacidade de interpretar geometricamente e espacialmente conceitos \nmatemáticos \ne \ninterpretar \nproblemas \ne \nfenômenos \nabstraindo-os \nem \nestruturas \nalgébricas \nmultidimensionais. \n \nBIBLIOGRAFIA BÁSICA \n1. SANTOS, R. J. Álgebra Linear e Aplicações. Belo Horizonte: Imprensa Universitária da UFMG, 2006. \n2. RORRES, C. e HOWARD, A. Álgebra Linear com Aplicações. 8a Edição, Editora Bookman, 2001. \n3. SANTOS, N. M.  Vetores e Matrizes: uma introdução à álgebra linear. 4a Edição, Editora Thomson \nLearning, 2007. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SANTOS, F. J. e FERREIRA, S. Geometria Analítica. Editora Bookman, 2009. \n2. BOULOS, P e CAMARGO, I. Geometria Analítica: um tratamento vetorial. 2a Edição, Editora McGraw-\nHill, 1987. \n3. STEINBRUCH, A. e WINTERLE, P. Álgebra Linear. 2a Edição, Editora McGraw-Hill, 1987. \n4. POOLE, D. Álgebra Linear com Aplicações. Editora Thomson Pioneira. \n5. LIPSCHUTZ, Seymour. Álgebra Linear: teoria e problemas. 3a Edição, Editora Makron Books, 1994. \n \n", "47": " \n46 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nCiência, Tecnologia e Sociedade \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o \nTeórica \n36 \nPrática \n0 \nTotal \n36 \nCódigo \nBCT503 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nNatureza e implicações políticas e sociais do desenvolvimento científico-tecnológico. Contexto de \njustificação e contexto de descoberta: a construção social do conhecimento.  Objetividade do \nconhecimento científico e neutralidade da investigação científica: limitações e críticas. Problemas éticos da \nrelação entre ciência, tecnologia, sociedade e ambiente. Instituições e práticas científicas: ideologias, \nvalores, interesses, conflitos e negociações. O pensamento sistêmico e o pensamento complexo na \nciência. \nOBJETIVOS \nRefletir sobre as correlações entre Ciência, Tecnologia, Sociedade e Ambiente. \nCompreender diferentes concepções de ciência. \nProblematizar as noções de objetividade e neutralidade e método científico. \nDespertar uma atitude crítica e uma postura ética em relação ao papel social dos profissionais das áreas \ntecnológicas.  \nBIBLIOGRAFIA BÁSICA \n1. FEYERABEND, P. Contra o Método. Editora UNESP, 2007. \n2. LENOIR, T. Instituindo a Ciência: a produção cultural das disciplinas científicas. São Leopoldo: \nUNISSINOS, 2004. \n3. LATOUR, B. Ciência em Ação: como seguir cientistas e engenheiros sociedade afora. São Paulo: \nUNESP, 1999. \n4. MORRIN, E. Introdução ao Pensamento Complexo. Porto Alegre: Sulina, 2005. \n5. MORRIN, E. Ciência com Consciência. Rio de Janeiro: Bertrand Brasil, 2003. \nBIBLIOGRAFIA COMPLEMENTAR \n1. CHALMERS, A. O que é ciência afinal? Editora Brasiliense, 1993. \n2. LATOUR, B. et al. Vida de Laboratório. Rio de Janeiro: Relume Dumara, 1997. \n3. PORTOCARREIRO, V. Filosofia, História e Sociologia das Ciências. Rio de Janeiro: Fiocruz, 1994. \n4. BAZZO, W.A. et al. Introdução aos Estudos CTS. Madri: OEI, 2003 \n5. ESTEVES, M.J. Pensamento Sistêmico: o novo paradigma da ciência. 2ª Edição. Campinas: Papirus, \n2003. \n6. NICOLESCU, B. O manifesto da transdisciplinaridade. São Paulo:TRIOM, 1999. \n7. PRIGOGINE, Ilya. O fim das incertezas: tempo, caos e as leis da natureza. São Paulo: UNESP, 1996. \n \n", "48": " \n47 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nIndivíduos, Grupos e Sociedade Global \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o \nTeórica \n36 \nPrática \n0 \nTotal \n36 \nCódigo \nBCT502 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \n \nContribuições das ciências humanas para a formação de engenheiros. Indivíduos e relações. \ninterpessoais. A vida social e seus componentes. Relações de poder. Constituição social de identidades de \nindivíduos e grupos. O fenômeno da globalização e suas conseqüências para o mundo do trabalho. Visão \nplanetária e o conceito de humanidade. Relações humanas e dinâmicas de grupo nas empresas. \nSatisfação pessoal e produtividade social através do trabalho. \n \nOBJETIVOS \n \nCompreender o homem e suas práticas sociais e simbólicas como resultantes de um processo de \nconstrução ao longo da história. Entender a relação indivíduo-sociedade considerando o ethos e a visão \nde mundo que norteiam as práticas de um e de outro. Conhecer fundamentos teóricos da psicologia social. \nCompreender a relação dialética entre individuo/grupo/sociedade como construção social. Identificar e \nanalisar os conceitos de subjetividade, cultura, sociedade e o processo de socialização na atual sociedade \nde consumo. \n \nBIBLIOGRAFIA BÁSICA \n1. BERGAMINI, C. W. Psicologia aplicada à administração de empresas: psicologia do comportamento \norganizacional. 4a Edição, São Paulo: Atlas, 2005. \n2. BRUM, Argemiro Catani. Desenvolvimento econômico brasileiro. Petrópolis/RJ: Vozes; Ijuí/RS: Editora \nUNIJUÍ, 2005. \n3. GIDDENS, Anthony. Sociologia. 4a Edição Porto Alegre: Artmed, 2005. \n4. PICHON-RIVIÈRE, E. O processo grupal. São Paulo: Martins Fontes, 1986. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ALBUQUERQUE, Edu Silvestre, (org) et all. Que país é este? São Paulo: Editora Globo, 2008. \n2. BAUDRILLAR, Jean. A sociedade de consumo. Lisboa/Portugal: Edições 70, s/d. \n3. BOTTOMORE, T. B. Introdução à sociologia. Rio de Janeiro: Jorge Zahar editores, 1987. \n4. CARVALHO, J.M. Cidadania no Brasil: o longo caminho. Ed. Civilização Brasileira, Rio de Janeiro, \n2007. \n5. CATANI, A. M. O que é capitalismo. São Paulo: Brasiliense. 2003. \n6. DAMATTA, Roberto. Carnavais, malandros e heróis: para uma sociologia do dilema brasileiro. Rio de \nJaneiro: Rocco, 1997. \n \n", "49": " \n48 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nCálculo Diferencial e Integral III \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n3o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nBCT103 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT102 \nCo-requisito \nNão há \nEMENTA \n \nCampos Vetoriais. Parametrização de Curvas. Integrais Múltiplas. Mudança de Variáveis  em Integrais \nMúltiplas. Integrais de Linha. Teorema de Green. Integrais de Superfície. Teorema de Stokes. Teorema de \nGauss (teorema da divergência). Aplicações. \n \nOBJETIVOS \n \nPropiciar o aprendizado dos conceitos de campos vetoriais, integrais duplas e triplas, integrais de linha e \nintegrais de superfície. Desenvolver a habilidade de implementação desses conceitos em problemas nos \nquais eles se constituem os modelos mais adequados. Desenvolver a linguagem matemática como forma \nuniversal de expressão da Ciência. \n \nBIBLIOGRAFIA BÁSICA \n1. STEWART, J. “Cálculo”. Volumes 1 e 2. 6a Edição, Editora Cengage Learning, 2009. \n2. ANTON, H., BIVENS, Irl e DAVIS, S. “Cálculo”. Volumes 1 e 2. 8a Edição, Editora Editora Bookman, \n2007. \n3. THOMAS, G. B. e outros. “Cálculo de George B. Thomas”. Volumes 1 e 2. 10a Edição, Editora \nPrentice-Hall,2002. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SIMMONS, G. F. \"Cálculo com Geometria Analítica\". Volumes 1 e 2, Editora Pearson, 1987.  \n2. ANTON, H. \"Cálculo: um novo horizonte\". Volumes 1 e 2. 6a Edição, Editora Bookman, 2000.  \n3. LEITHOLD, L. \"Cálculo com Geometria Analítica\". Volumes 1 e 2. 3a Edição, Editora Harbra, 1994. \n4. FLEMMING, D. M. e GONÇALVES, M. B. \"Cálculo B\". 6a Edição, Editora Pearson, 2007.  \n5. SWOKOWSKI, E. W. \"Cálculo com Geometria Analítica\". Volumes 1 e 2. 2a Edição, Editora Makron \nBooks, 1994 \n \n", "50": " \n49 \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nFenômenos Térmicos, Ondulatórios e Fluidos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n3o \nTeórica \n54 \nPrática \n18 \nTotal \n72 \nCódigo \nBCT202 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT201 \nCo-requisito \nNão há \nEMENTA \n \nMovimento harmônico simples, Ondas Mecânicas, Ondas Sonoras, Introdução à Mecânica dos Fluídos, \nTemperatura e Calor, Propriedades Térmicas da Matéria, Primeira Lei da Termodinâmica, Segunda Lei \nda Termodinâmica, Entropia e Máquinas térmicas. \n \nOBJETIVOS \n \nO curso tem como intenção primordial propiciar ao aluno conhecimento científico para a modelagem de \nsistemas físicos, com ênfase especial àqueles que envolvam fenômenos de natureza termodinâmica, \nondulatória ou sistemas fluidos. Em especial, espera-se que o aluno adquira no curso capacidade para a \ndescrição e compreensão de tais fenômenos físicos. O curso deverá fornecer  ao aluno embasamento \npara as unidades curriculares dos próximos semestres, em especial aquelas ligadas à propagação de \nondas, Mecânica dos Fluídos, Transferência de Calor e Massa. \nO curso também pretende dar ao aluno uma base para a realização de experimentos relacionados com \nsistemas periódicos, sistemas termodinâmicos e fluidos. \n \nBIBLIOGRAFIA BÁSICA \n1. Halliday D., Resnick R., Walker J. Fundamentos de Física. Volume 2, Editora LTC. \n2. Young, H., Freedman, R. Física I (Mecânica). Volume 2, 10a Edição, Editora Pearson. \n3. Nussensveig, M. Curso de Física Básica. Volume 2, 4a Edição, Editora Edgard Bluchërd. \n4. Tipler, P., Mosca, G., Física, Volume 2, 5a Edição, Editora LTC. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Chaves, A. e Sampaio, F. Física:  Mecânica. Volume 1, Editora LTC. \n2. Serway, R., Jr., Jewett J., Princípios de Física. Volume 1, Editora Cengage Learning. \n3. Resnick, R.,  Halliday, D., Krane, K., Física, Volume 1, 5a Edição, Editora LTC. \n4. Lopes, A., Introdução à Mecânica Clássica; Ed. EDUSP; \n5. Feynman, R., The Feynman Lectures on Physics, volumes 1 e 2.  \n \n", "51": " \n50 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nProgramação Orientada a Objeto \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n3o \nTeórica \n54 \nPrática \n18 \nTotal \n72 \nCódigo \nENM301 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT301 \nCo-requisito \nNão há \nEMENTA \n \nFilosofia e Princípios. Qualidade de Software. Modularidade. Reutilização de Software. Abstração. Tipos \nAbstratos de Dados. Objetos. Classes. Atributos. Métodos. Encapsulamento. Interface. Hierarquia de \nClasses. Herança. Polimorfismo. Análise e Projeto Orientados por Objetos. Tratamento de Exceção. \nGenericidade. Parametrização de Classes.  Linguagens Orientadas por Objetos: Java, C++, entre outras. \nAulas práticas em laboratório. \n \nOBJETIVOS \n \nIntroduzir os conceitos fundamentais do paradigma de orientação a objetos e a sua aplicação à \nprogramação orientada a objetos. Apresentação de conceitos de linguagens de programação orientadas a \nobjetos. \n \nBIBLIOGRAFIA BÁSICA \n \n1. MIZRAHI, V. V. Treinamento em Linguagem C++ - Módulo 2. 2ª Edição, Editora Makron Books, 2006. \n2. DEITEL, H. M.; DEITEL, P.J.: C++ - Como Programar, 3ª Edição, Editora Bookman, 2001. \n3. DEITEL, H. M.; DEITEL, P.J.: Java - Como Programar, Bookman, 6ª Edição, 2005. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. STROUSTRUP B. A Linguagem de Programação C++, 3ª Edição, Editora Bookman,1999. \n2. BOOCH, G. Object-oriented analysis and design with Applications, 2ª Edição,   Editora Addison-\nWesley, 1994. \n3. COX,B.J. Object-Oriented Programming, Addison Wesley, 1986. (Nacional: Editora Makron 1991). \n4. SATIR G.; BROWN D. C++: The Core Language, O'Reilly, 1995. \n5. STROUSTRUP B. An Overview of the C++ Programming language. Handbook of Object Technology. \nCRC Press, 1998. \n \n \n", "52": " \n51 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nEstatística e Probabilidade \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n3o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nBCT107 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT101 \nCo-requisito \nNão há \nEMENTA \nDefinições gerais. Coleta, organização e apresentação de dados. Medidas de posição. Medidas de \ndispersão. Probabilidades. Distribuições de probabilidades. Amostragem. Distribuição de amostragem. \nTeoria da estimação. Teoria da decisão. Correlação e regressão linear simples. \nOBJETIVOS \nIntroduzir conceitos fundamentais ao tratamento de dados. Capacitar o aluno a aplicar técnicas estatísticas \npara a análise de dados na área de engenharia, e a apresentar e realizar uma análise crítica dos \nresultados. \nBIBLIOGRAFIA BÁSICA \n \n1. BUSSAB, W.O.; MORETTIN, P.A. Estatística Básica. 5a Edição, Editora Saraiva, 2003.  \n2. COSTA NETO, P.L.O. Estatística. 3a Edição. Editora Edgard Blucher, 2007. \n3. TRIOLA, M. F. Introdução à Estatística. Editora LTC, 2008. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. DANTAS, C.A.B. Probabilidade: Um Curso Introdutório. 2a Edição, Editora EDUSP, 2000.  \n2. DEVORE, J.L. Probabilidade e Estatística: para engenharia e ciências. Editora Pioneira Thomson, \n2006.  \n3. HINES, W.W.; et al. Probabilidade e Estatística na Engenharia. 4a.Edição, Editora LTC, 2006.  \n4. MAGALHÃES, M.N.; LIMA, A.C.P. Noções de Probabilidade e Estatística. Editora EDUSP, 2004. \n5. MONTGOMERY, D.C.; RUNGER, G.C. Estatística Aplicada e Probabilidade para Engenheiros. 2a\nEdição, Editora LTC, 2003. \n \n \n", "53": " \n52 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nEconomia e Administração para Engenheiros \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n3o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nBCT505 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \n \nA organização industrial, divisão do trabalho e o conceito de produtividade. Funções empresariais \nclássicas: marketing, produção, finanças e recursos humanos. Poder e conhecimento técnico nas \norganizações. Planejamento e controle da produção e estoque. Empreendedorismo. Indicadores \neconômicos, juros, taxas, anuidades e amortização de empréstimos. Produção, preço e lucro. Fluxo de \ncaixa. Mark-up e determinação de preço de um produto. Análise de econômicas de investimentos. \nConceitos gerais de macro e microeconomia. Relação entre oferta e demanda e elasticidade. Políticas \nPúblicas em C&T, Inovação e Desenvolvimento. \n  \nOBJETIVOS \n \nFornecer conceitos essenciais de economia e administração para serem aplicados na formulação e \navaliação de projetos de engenharia. Estimular a visão crítica sobre os processos de produção e \ncomercialização de produtos industriais. \n \nBIBLIOGRAFIA BÁSICA \n1. BLANK, L. e TARQUIN, A. Engenharia Econômica. 6ª Edição, Editora McGraw-Hill, 2008. \n2. KRUGMAN, P., WELLS, R. e OLNEY, M. L. Princípios de economia. Editora Elsevier, 2010. \n3. LACOMBE, F. J. M. e HEILBORN, G. Administração principios e tendencias. 2ª Edição, Editora \nSaraiva, 2009. \nBIBLIOGRAFIA COMPLEMENTAR \n1. TORRES, O. F. F. Fundamentos da engenharia econômica e da análise econômica de projetos. \nEditora Pioneira Thomson, 2006. \n2. ALÉM, A. C. Macroeconomia: teoria e prática no Brasil. Editora Elsevier, 2010. \n3. LEMES JÚNIOR, A. B. e PISA, B. J. Administrando micro e pequenas empresas. Editora Elsevier, \n2010. \n4. DAVIS, M. M., AQUILANO, N. J. e CHASE, R. B. Fundamentos da Administração da Produção. 3ª \nEditora Bookman, 2001. \n5. MAXIMIANO, A. C. A. Fundamentos de administração: manual compacto para as Disciplinas TGA e \nIntrodução à Administração. 2ª Edição, Editora Atlas, 2008. \n \n", "54": " \n53 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nEquações Diferenciais A \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n4o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nBCT104 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT102 \nCo-requisito \nNão há \nEMENTA \nO que significa “Equações diferenciais”? A posição e as contribuições do estudo de equações diferenciais \nno desenvolvimento científico e tecnológico, com ênfase nas Engenharias. Equações diferenciais de \nprimeira e segunda ordem. Equações lineares de ordem superior. Sistemas de equações diferenciais \nlineares. Transformada de Laplace. Aplicações. \nOBJETIVOS \nDesenvolver a habilidade de solução e interpretação de equações diferenciais em diversos domínios de \naplicação, implementando conceitos e técnicas em problemas nos quais elas se constituem os modelos \nmais adequados. \nBIBLIOGRAFIA BÁSICA \n1. BOYCE, W. E., di PRIMA e Richard C. Equações Diferenciais Elementares e Problemas de Valores de \nContorno. 8a Edição, Editora LTC. 2006. \n2. ZILL, D. G. \"Equações Diferenciais com aplicações em Modelagem\". Editora Thomson, 2003. \n3. ZILL, D. G. e CULLEN, M. R. \"Equações Diferenciais\". Volume 1, Editora Makron Books, 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. PENNEY, D. E. EDWARDS, C.H. Equações Diferenciais Elementares com Problemas de Valores de \nContorno. 3a Edição, Editora Prentice Hall do Brasil Ltda., 1995. \n2. ZILL, D. G. e CULLEN, M. R. Matemática Avançada para a Engenharia: Equações diferenciais \nelementares e transformada de Laplace. 3a Edição, Editora Bokman, 2009. \n3. KREYSZIG, E. Matemática Superior para Engenharia. Volume 1. 9a Edição, Editora LTC, 2009. \n4. STEWART, J. Cálculo. Volumes 1 e 2. 6a Edição Editora Thomson, 2009. \n5. ANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo. Volumes 1 e 2. 8a Edição, Editora Bookman, \n2007. \n \n", "55": " \n54 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nFenômenos Eletromagnéticos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n4o \nTeórica \n54 \nPrática \n0 \nTotal \n18 \nCódigo \nBCT203 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT201 \nCo-requisito \nNão há \nEMENTA \nCarga elétrica, Força Elétrica e Lei de Coulomb; Campo Elétrico de Cargas puntuais e campo elétrico de \ndistribuições de carga contínuas; Lei de Gauss; Potencial Elétrico; Capacitores e Dielétricos; Corrente \nElétrica, Resistores e introdução aos circuitos elétricos (associação de resistores, circuitos RL, RC e RLC, \nLei das Malhas); Campo Magnético e Força Magnética, Leis de Ampère e Biot-Savart, Indução \nEletromagnética: Lei de Faraday e Lei de Lenz, Indutância e Corrente Alternada, Propriedades Magnéticas \nda Matéria; \nOBJETIVOS \nO curso tem como intenção primordial propiciar ao aluno conhecimento científico para a modelagem de \nsistemas físicos, com ênfase especial àqueles que envolvam fenômenos de natureza elétrica e magnética. \nO curso deverá fornecer  ao aluno embasamento para as unidades curriculares dos próximos semestres, \nem especial aquelas ligadas à eletricidade e ao magnetismo. \nO curso pretende proporcionar ao aluno um contato com experimentos envolvendo eletricidade e campos \nmagnéticos, circuitos e afins. \nBIBLIOGRAFIA BÁSICA \n1. Halliday D., Resnick R., Walker J. Fundamentos de Física. Volume 2, Editora LTC. \n2. Young, H., Freedman, R. Física I (Mecânica). Volume 2, 10a Edição, Editora Pearson. \n3. Nussensveig, M. Curso de Física Básica. Volume 2, 4a Edição, Editora Edgard Bluchërd. \n4. Tipler, P., Mosca, G., Física, Volume 2, 5a Edição, Editora LTC. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Chaves, A. e Sampaio, F. Física:  Mecânica. Volume 1, Editora LTC. \n2. Serway, R., Jr., Jewett J., Princípios de Física. Volume 1, Editora Cengage Learning. \n3. Resnick, R.,  Halliday, D., Krane, K., Física, Volume 1, 5a Edição, Editora LTC. \n4. Lopes, A., Introdução à Mecânica Clássica; Ed. EDUSP; \n5. Feynman, R., The Feynman Lectures on Physics, volumes 1 e 2.  \n \n", "56": " \n55 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nCálculo Numérico \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n4o \nTeórica \n54 \nPrática \n0 \nTotal \n18 \nCódigo \nBCT303 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT301 / BCT101 \nCo-requisito \nNão há \nEMENTA \nO que significa “Cálculo numérico”? A posição e as contribuições do Cálculo Numérico no desenvolvimento \ncientífico e tecnológico, com ênfase nas Engenharias. Teoria de erros. Zeros de funções e zeros reais de \npolinômios. Solução de sistemas lineares: métodos diretos e iterativos. Ajuste de curvas. Interpolação. \nIntegração numérica. Resolução numérica de equações diferenciais ordinárias. Exemplos de aplicações \ndo Cálculo Numérico na Engenharia. Aulas práticas em laboratório. \nOBJETIVOS \nIntroduzir o aluno na área da Análise Numérica e do Cálculo Numérico, tornando-o capaz de analisar e \naplicar algoritmos numéricos em problemas reais, codificando-os em uma linguagem de alto nível a fim de \nresolver problemas de pequeno e médio porte em Ciência e Tecnologia. \nBIBLIOGRAFIA BÁSICA \n1. CHAPRA, S. C., CANALE, R. P. Métodos Numéricos para a Engenharia. 5a Edição, Editora MCGRAW-\nHILL BRASIL, 2008 \n2. CAMPOS, filho, Frederico F. Algoritmos Numéricos, 2a Edição, Editora LTC, 2007.  \n3. FRANCO, N. B. Cálculo Numérico. 1a Edição, Editora Prentice Hall, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BARROSO, L., BARROSO, M. M. de Araújo, CAMPOS FILHO, F. F. Cálculo Numérico com \nAplicações. 2a Edição, Editora Harbra, 1987. \n2. RUGGIERO, M. A. G., LOPES, V. L. R. Cálculo Numérico – Aspectos teóricos e computacionais. 2a\nEdição, Editora Pearson, 1996. \n3. SPERANDIO, D., MENDES, J. T., SILVA, L. H. M. Cálculo numérico - características matemáticas e \ncomputacionais dos métodos numéricos. 1a Edição, Editora Prentice Hall, 2003. \n4. PUGA, L., PUGA PAZ, Álvaro, TÁRCIA, J. H. M. Cálculo Numérico. 1a Edição, Editora LCTE, 2008. \n \n", "57": " \n56 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nMicroprocessadores \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n4o \nTeórica \n36 \nPrática \n36 \nTotal \n72 \nCódigo \nENM202 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM201 \nCo-requisito \nNão há \nEMENTA \nArquitetura e funcionamento de microprocessadores e microcontroladores. Instruções de máquina: \noperações, registradores, modos de endereçamento, pilhas, sub-rotinas, polling, interrupções, DMA, IMA. \nInterfaces de entrada e saída  Programação de microcontroladores: linguagem de montagem (assembly). \nAulas práticas em laboratório. \nOBJETIVOS \nFornecer ao aluno a capacidade de compreender conceitos de arquitetura e funcionamento de \nmicroprocessadores e microcontroladores. Desenvolver no aluno a capacidade de elaborar soluções \nbaseadas em microcontroladores e programá-los. \nBIBLIOGRAFIA BÁSICA \n1. PEREIRA, F. Microcontroladores PIC – Programação em C. 7a Edição. Editora  \n2. Érica. \n3. PEREIRA, F. Microcontroladores PIC, Técnicas Avançadas. 2a Edição. Editora  \n4. Érica, 2002. \n5. FLOYD, T. L. Sistemas Digitais. Fundamentos e aplicações. 9a Edição. Editora Bookman, 2007. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SOUZA, D. J. Desbravando o PIC. 5a Edição. Editora Érica, 2000.  \n2. TOCCI, R. J. Sistemas Digitais: Princípios e Aplicações. 8a Edição. Editora Prentice-Hall, 2003. \n3. PATTERSON, D. A.; HENNESSY, J. L. Organização e projeto de computadores: a interface \nhardware/software. 3a Edição. Editora LTC, 2000. \n4. TANENBAUM, A. S. Organização Estruturada de Computadores. 5a Edição. Editora Pearson, 2006.  \n5. MIYADAIRA, A. N. Microcontroladores PIC18 – Aprenda e programe em Linguagem C. 3a Edição. \nEditora Érica, 2000. \n \n", "58": " \n57 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nMateriais para Engenharia \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n4o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM501 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT201 \nCo-requisito \nNão há \nEMENTA \nIntrodução à Engenharia dos Materiais, classificação funcional dos materiais com base na estrutura, \nprojeto e seleção dos materiais. Estruturas dos sólidos cristalinos, materiais cristalinos e não-cristalinos. \nEstrutura dos metais, propriedades mecânicas, elétricas, térmicas, magnéticas e ópticas. Falhas, diagrama \nde fases, transformação de fase e ligas metálicas. Estrutura dos cerâmicos, propriedades, características \ne aplicações. Estrutura dos polímeros, propriedades, características e aplicações. Estrutura dos \ncompósitos, propriedades, características e aplicações. Seleção de materiais e considerações de projeto. \nQuestões ambientais, sociais e econômicas na Engenharia dos Materiais. \nOBJETIVOS \nFornecer ao aluno, ferramentas adequadas para seleção de materiais levando em consideração, projetos \nno âmbito da Engenharia Mecatrônica. \nBIBLIOGRAFIA BÁSICA \n1. Callister, W. D. J. Fundamentos da Ciência e Engenharia de Materiais. 2a Edição, Editora LTC, 2006. \n2. Callister, W. D. J. Ciência e Engenharia de Materiais: Uma Introdução. 2a Edição, Editora LTC, 2008. \n3. Askland, D. R. and Phulé, P. P. Ciência e Engenharia dos Materiais. São Paulo: Cengage Learning, \n2008. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Shackelford, J. F. Ciência dos Materiais. 6a Edição, Editora Prentice Hall, 2008. \n2. Vlack, V. and Lawrence, H. Princípios de Ciência e Tecnologia dos Materiais. 5a Edição, Editora \nEdgard Blucher, 1993. \n3. Chiaverini, V. Tecnologia Mecânica: Materiais de Construção Mecânica. 2a Edição, EditoraMcGraw-\nHill, 1986. \n4. Souza, S. A. Ensaios Mecânicos de Materiais Metálicos. Editora Edgard Blucher, 1982. \n5. Schmidt, W. Materiais Aplicados em Eletricidade: Materiais Condutores, Semicondutores e Válvulas. \nEditora LPM, 1966. \n6. Doyle, L. E. Processos de Fabricação e Materiais para Engenheiros. Editora Edgard Blucher, 1978. \n \n", "59": " \n58 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nEquações Diferenciais B \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o \nTeórica \n36 \nPrática \n0 \nTotal \n36 \nCódigo \nENM105 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT104 \nCo-requisito \nNão há \nEMENTA \nSéries de Fourier. Integrais de Fourier. Equações Diferenciais Parciais. Aplicações. \nOBJETIVOS \nOferecer aos alunos ferramental matemático avançado, mais apropriado para a resolução de problemas \ntecnológicos complexos. \nBIBLIOGRAFIA BÁSICA \n1. KREYSZIG, E. Matemática Superior para Engenharia. Volume 2. 9a Edição, Editora LTC, 2009. \n2. ZILL, D. G e CULLEN, M. R. Matemática Avançada para Engenharia. 3a Edição, Volume 3: Equações \nDiferenciais Parciais, Métodos de Fourier e Variáveis Complexas. Editora Bookman, 2009.   \n3. BOYCE, W. E., di PRIMA e Richard C. Equações Diferenciais Elementares e Problemas de Valores de \nContorno. 8a Edição, Editora LTC. 2006.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. ZILL, D. G. e CULLEN, M. R. Equações Diferenciais. Volume 2. 3a Edição, Editora Makron Books, \n2001. \n2. EDWARDS, C.H, PENNEY, D. E. Equações Diferenciais Elementares com Problemas de Contorno. 3a \nEdição, Editora Prentice Hall do Brasil, 1995. \n3. CAVALCANTE, M. P. A, FERNANDEZ, A. J. C. Introdução à Análise Harmônica e Aplicações. 27o \nColóquio Brasileiro de Matemática 2009. Rio de Janeiro, IMPA. \n4. FIGUEIREDO, D. G. Análise de Fourier e Equações Diferenciais Parciais. Projeto Euclides. IMPA \n2003.  \n5. Apostila disponível em www.mat.ufmg.br/~rodney/notas_de_aula/iedp.pdf (Acesso em 14/08/2009) \n \n", "60": " \n59 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nCircuitos Elétricos I \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o \nTeórica \n72 \nPrática \n36 \nTotal \n108 \nCódigo \nENM401 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT104 \nCo-requisito \nNão há \nEMENTA \nCircuitos de corrente alternada - CA. Circuitos com resistores, indutores e capacitores. Análise de circuitos \nem CA – Teoremas: malha, nó, superposição, Norton e Thévenin. Potência em regime estacionário \nsenoidal, triângulo de potências. Teorema da máxima transferência de potência. Fator de Potência. \nOBJETIVOS \nAo final desta unidade curricular o aluno estará capacitado a: Definir o melhor método para resolução de \num problema de circuito elétrico em corrente alternada; Interpretar o funcionamento de circuitos RLC \nmistos e calcular os seus parâmetros; Analisar e corrigir o fator de potência de um determinado sistema \nelétrico. \nBIBLIOGRAFIA BÁSICA \n1. ALEXANDER, C. K., SADIKU, Matthew N. O. Fundamentos de circuitos elétricos. Editora Bookman, \n2007. \n2. NILSSON, J. e RIEDEL, S. Circuitos Elétricos, 8ª Edição, Editora Pearson/Prentice Hall, 2008. \n3. DORF, Richard C. Introduction to Electric Circuits. 5ª Edição, Editora John Wiley & Sons, 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. IRWIN, J. D. Análise de Circuitos em Engenharia. 4ª Edição, Editora Makron Books, 2000. \n2. Johnson, D. E., Hilburn, J. L., e Johnson, J. R. Fundamentos de Análise de Circuitos Elétricos, 4ª \nEdição, Editora LTC, 1994. \n3. VAN VALKENBURG, M.E. – Network Analysis. 3ª Edição, Editora Prentice Hall, 1974. \n4. Burian, J. Y. e Lyra, A. C. C. Circuitos Elétricos. Editora Prentice Hall, 2006. \n5. Bird, J. Circuitos Elétricos Teoria e Tecnologia, 3ª Edição. Editora Campus, 2009. \n \n", "61": " \n60 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nProjeto e Computação Gráfica I \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o \nTeórica \n0 \nPrática \n36 \nTotal \n36 \nCódigo \nENM302 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nMetodologia de desenvolvimento de projeto. Processos de representação de projeto; Sistemas de \ncoordenadas e projeções: vistas principais, vistas especiais, vistas auxiliares; Projeções a partir de \nperspectiva, projeções a partir de modelos; Projeções cilíndricas e ortogonais; Fundamentos de geometria \ndescritiva; Utilização de escalas. Normas e convenções de expressão e representação de projeto; normas \nda ABNT. Desenvolvimento de projetos; Elaboração de vistas, cortes; definições de parâmetros e \nnomenclaturas de projetos, detalhes, relação com outras disciplinas da engenharia. Fundamentos de \ncomputação gráfica; primitivas, planos e superfícies, transformações geométricas 2D, sistemas de \nvisualização 2D, métodos e técnicas de sintetização (“renderização”). \nOBJETIVOS \nCapacitar o aluno para interpretar e desenvolver projetos de engenharia; desenvolver a visão espacial; \nutilizar instrumentos de elaboração de projetos de engenharia assistido por computador com a utilização \nde computação gráfica; representar projetos de engenharia de acordo com as normas e convenções da \nexpressão gráfica como meio de comunicação dos engenheiros. \nBIBLIOGRAFIA BÁSICA \n1. PAHL, G., BEITZ, W., FELDHUSEN, GROTE, K. Projeto na Engenharia  \n2. HEARN, D. D. , BAKER, M. P. Computer Graphics with OpenGL (3rd Edition) 2003. \n3. GIESECKE, F. E. et al. Comunicação Gráfica Moderna. Porto Alegre: Bookman. \nBIBLIOGRAFIA COMPLEMENTAR \n1. CAPOZZI, D. Desenho Técnico – teoria e exercícios. Editora Laser Press. \n2. ABNT, Coletânea de Normas de Desenho Técnico, Editora ABNT/SENAI, 1990. \n3. AZEVEDO, Eduardo. Computação Gráfica - Teoria e Prática. Editora Campus. \n4. GIESECKE, F. E. et al. Comunicação gráfica moderna. Porto Alegre: Bookman.  \n5. GIESECKE, F. E., MITCHELL, A., SPENCER, H. C., HILL, I. L. Techinical Drawing, 13a Edição, 2008. \n6. XAVIER, N. Desenho Técnico Básico: expressão gráfica, desenho geométrico, desenho técnico. \nEditora Ática, 1988. \n7. FOLEY, J.D. Van Dam, A., Feiner, S.K. and Hughes, J. F., Computer Graphics: Principles and Practice, \n2a. Edição, Editora Assison Wesley, 1982. \n8. Autodesk, AutoCAD – Reference Manual, Autodesk, CA. \n9. DYM,C. L. LITTLE, Patrick . Engineering Design: A Project Based Introduction,2008 \n \n \n \n", "62": " \n61 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nProcessos de Fabricação \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM502 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM501 \nCo-requisito \nNão há \nEMENTA \nConceito de Manufatura. Principais Processos de Fabricação por Plastificação: Fundição, Laminação, \nEstampagem, Trefilação, Extrusão, Forjamento. \nOBJETIVOS \nPropiciar ao aluno um entendimento maior dos problemas envolvidos na fabricação de peças mecânicas. \nFornecer conhecimentos na área de processos de fabricação mecânica de modo que o aluno seja capaz \nde conceber a aplicação da automação e controle em cada processo. \nBIBLIOGRAFIA BÁSICA \n1. Marques, P.V., Modenesi, P. J. e Bracarense, A. Q. Soldagem - Fundamentos e Tecnologia. Editora \nUFMG. \n2. Vicente C.Tecnologia Mecânica. Volume 2. \n3. Ferraresi, D. Usinagem dos Metais. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ALMIR M. Q. e JAIR C. D. Tecnologia da soldagem e arco voltaico. Editora Edeme, 1979. \n2. HOWARD G. C. Modern welding technology. Editora Prentice Hall, 1979. \n3. FREIRE, J. M.Tecnologia do Corte. Editora LTC. \n4. ALVIN, H. e MORAIS A. Fabricação mecânica, 1974. \n5. CETLIN. Conformação Mecânica dos Metais. Guanabara,1983. \n \n", "63": " \n62 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nEstática Aplicada às Máquinas \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM503 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT201 \nCo-requisito \nNão há \nEMENTA \nForças e outras grandezas vetoriais. Equilíbrio de uma partícula. Resultantes de sistemas de forças. \nEquilíbrio de um corpo rígido interligados. Análise estrutural. Centro de gravidade, centróides e forças \ndistribuídas. Momentos de inércia. Vigas e eixos. Atrito. Trabalho virtual. \nOBJETIVOS \nFornecer ao aluno a capacidade de prever os efeitos de forças e movimentos de máquinas e estruturas \npresentes nos projetos de Engenharia. \nBIBLIOGRAFIA BÁSICA \n1. Beer, F. P.; Johnston Jr., E. R.; e outros. Mecânica Vetorial para Engenheiros: Estática. 7a Edição, \nEditora McGraw-Hill, 2006. \n2. Meriam, J. L.; Kraige, L. G. Mecânica Para Engenharia: Estática. 6a Edição, Editora LTC, 2009. \n3. Hibbeler, R. C. Estática: Mecânica Para Engenharia. 10a Edição, Editora, 2005. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Boresi, A. P.; Schmidt, R. J. Estática. São Paulo: Thomson, 2003. \n2. Sheppard, S. D.;Tongue, B. H. Estática: Análise de Sistemas em Equilíbrio. Editora LTC, 2007. \n3. Shames, I. H. Estática: Mecânica Para Engenharia. Volume 1, Editora Prentice-Hall, 2002. \n4. Beer, F. P.; Johnston Jr., E. R.; et al.Vector Mechanics for Engineers: Statics and Dynamics. 9a Edição, \nEditora McGraw-Hill, 2009. \n5. Hibbeler, R. C. Engineering Mechanics – Estatics & Dynamics. 12a Edição, Editora Prentice Hall, 2009. \n \n", "64": " \n63 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nMeio Ambiente e Gestão para a Sustentabilidade \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o \nTeórica \n36 \nPrática \n0 \nTotal \n36 \nCódigo \nBCT504 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nMeio ambiente e desenvolvimento sustentável: princípios e conceitos fundamentais. Problemas ambientais \nem escala global. Impacto ambiental e avaliação: implicações para a sociedade e organizações. Ética \nambiental e gestão para a sustentabilidade.Conflitos e bases institucionais: negociação, legislação e direito \nambiental.Tecnologias para o desenvolvimento sustentável: ciclo de vida dos produtos, produção limpa e \neficiência energética. \nOBJETIVOS \nCompreender os conceitos de meio ambiente, problemas ambientais e desenvolvimento sustentável.\nDesenvolver postura ética e atitude crítica frente aos processos produtivos, em busca da sustentabilidade.  \nCompreender princípios de negociação, legislação e direito ambiental. Fomentar o desenvolvimento e a \naplicação de tecnologias para o desenvolvimento sustentável, com ênfase em ciclo de vida de produtos, \nprodução limpa e eficiência energética. \nBIBLIOGRAFIA BÁSICA \n1. BARBIERI, J.C. Gestão ambiental empresarial. 1a Edição, Editora Saraiva, 2008. \n2. DONAIRE, D. Gestão ambiental na empresa. Editora Atlas \n3. ALBUQUERQUE J. L., Gestão ambiental e responsabilidade social: Conceitos, Ferramentas e \naplicações. 1a Edição, Editora Atlas, 2010. \n4. Dias R. Gestão ambiental: responsabilidade social e sustentabilidade. 1a Edição. Editora Atlas, 2006.  \n5. TACHIZAWA, T. Gestão ambiental e responsabilidade social corporativa: Estratégias de Negócios \nFocadas na Realidade Brasileira. 4a Edição Editora Atlas, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MAY, P. H. Economia do meio ambientel. 1a Edição. Editora Campus, 2010. \n2. BONDUKI, N. G. (org.). HABITAT: As práticas bem sucedidas em habitação, meio ambiente e gestão \nurbana nas cidades brasileiras. São Paulo: Studio Nobel, 1996. \n3. MOTA, S. Urbanização e meio ambiente. Rio de Janeiro: ABES Associação Brasileira de Engenharia \nSanitária, 1999. \n4. BRAGA, B et al. Introdução à Engenharia Ambiental. Prentice Hall, São Paulo, 2002. \n5. BAIRD C.Química Ambiental, 2a Edição. Bookman Cia Editora, 2002. \n \n", "65": " \n64 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nModelagem de Sistemas Dinâmicos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM601 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nBCT105 \nCo-requisito \nNão há \nEMENTA \nConceder ao aluno fundamentos de sinais e sistemas, para que o mesmo possa, por meio de uma visão \nsistêmica realizar processamento de sinais e conceber modelos dinâmicos de sistemas físicos. \nOBJETIVOS \nRepresentações de sinais e sistemas no domínio do tempo. Sinal contínuo e Discreto. Equações \ndiferenciais e de diferenças. Espaço de estados. Representações de sinais e sistemas no domínio da \nfrequencia. \nTransformadas: \nde \nFourier, \nLaplace \ne \nZ. \nModelagem \nde \nsistemas \nfísicos \nmecânicos/elétricos/fluídicos/térmicos. Sistemas de 1a, 2a e ordens superiores. Resposta no domínio do \ntempo e da frequencia. Métodos de simulação de sistemas dinâmicos. Técnicas de análise de resultados e \nsimulações. Processamento de sinais. Filtragem. Modulação. Projeto de filtros. \nBIBLIOGRAFIA BÁSICA \n1. HAYKIN S. e VAN VEEN B., Sinais e Sistemas; Editora Bookman; 2001.  \n2. OPPENHEIM A.V. , WILLSKY A.S., Signals and Systems; 2a Edição, Editora Prentice Hall, 1997. \n3. SINHA, N.K. e KUSZTA, B. Modeling and Identification of Dynamic Systems. Editora Van Nostrand \nReinhold Co., 1983. \nBIBLIOGRAFIA COMPLEMENTAR \n1. WELLSTEAD, P.E. Introduction to Physical System Modelling. Editora Academic Press, 1979. \n2. JOHANSSON, R., System Modeling and Identification. Editora Prentice-Hall, 1993. \n3. EYMAN, C., Modeling Simulation and Control, Editora West Publishing Company, 1999 \n4. DORNY, C.N. Understanding Dynamic Systems: Approaches to Modeling, Analysis, and Design. \nEditora Prentice-Hall, 1993. \n5. KARNOPP, D. e outros. System Dynamics: a Unified Approach. Editora Wiley, 1990. \n \n", "66": " \n65 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nEletrônica I \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6o \nTeórica \n72 \nPrática \n36 \nTotal \n108 \nCódigo \nENM203 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM401 \nCo-requisito \nNão há \nEMENTA \nIntrodução à eletrônica. Diodos: circuitos e aplicações. Transistores Bipolares de Junção: modelos, \ncircuitos e aplicações. Transistores de Efeito de Campo: modelos, circuitos e aplicações. Circuitos Digitais \nMOS. Circuitos Digitais Bipolares e Tecnologias Avançadas. Aulas práticas em laboratório. \nOBJETIVOS \nEsta unidade curricular fornece os conceitos básicos de Eletrônica para o futuro Engenheiro. Ao final da \ndisciplina o aluno será capaz de compreender e projetar circuitos eletrônicos básicos analógicos e digitais. \nBIBLIOGRAFIA BÁSICA \n1. SEDRA, A. S. e SMITH, K. C. Microeletrônica. 4a .Edição. Editora Pearson Makron Books, 2005. \n2. BOYLESTAD, R. e NASHELSKY, L. Dispositivos eletrônicos e teoria de circuitos. 8a Edição. Editora \nPearson Prentice Hall, 2007. \n3. Malvino, Albert Paul. Electronic Principles with Simulation CD. McGraw-Hill Professional. 7a edição. \n2006.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. Slone, G. R. High-Power Audio Amplifier Construction Manual. Editora McGraw-Hill,1999. \n2. Millman, J. e Grabel, A. Microelectronics: Digital and Analog Circuits and Systems. Editora McGraw-\nHill, 1988. \n3. Tocci, R. J., Widmer, N. S. e Moss, G. Sistemas digitais: princípios e aplicações. 10a Edição, Editora \nPearson, 2007. \n4. Turner, L.W. Eletrônica aplicada: microondas, rádio e TV, eletroacústica, vídeo tapes, sintetizadores de \nsom, aplicações militares, astronáutica, automação, laser, engenharia de tráfego, biônica. Editora \nHemus, 2004. \n5. CIPELLI, A. M. V. ; MARKUS, O.; SANDRINI, W. J. Teoria e desenvolvimento de projetos de circuitos \neletrônicos. 18a. Edição, Editora  Érica, 2001. \n \n", "67": " \n66 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nProjeto e Computação Gráfica II \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6o \nTeórica \n0 \nPrática \n36 \nTotal \n36 \nCódigo \nENM303 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM302 \nCo-requisito \nNão há \nEMENTA \nMetodologia de desenvolvimento de projeto. Ferramentas de computação gráfica e projeto assistido por \ncomputador aplicado a projetos de engenharia; Utilização de software de computação gráfica para \ndesenvolvimento de projetos com ênfase em modelagem tridimensional. Fundamentos de computação \ngráfica; Transformações geométricas 3D, sistemas de visualização 3D, métodos e técnicas de sintetização \n(“renderização”); Modelagem hierárquica, animação e simulação; Uso de pacote gráfico para \ndesenvolvimento de aplicativos. Modelagem tridimensional; Concepção e desenvolvimento do modelo \ngeométrico tridimensional; Utilização do modelo tridimensional para documentação e cálculos.\nPrototipagem digital; Aplicação de elementos de realidade virtual; Aplicação de material, textura, luz; \nSimulação dinâmica. \nOBJETIVOS \nCapacitar o aluno para interpretar e desenvolver projetos de engenharia com ênfase em representação no \nespaço tridimensional; desenvolver a visão espacial; apresentar os fundamentos da computação gráfica \naplicada a softwares de projetos de engenharia assistido por computador; elaborar modelos \ntridimensionais com simulação e prototipagem digital. \nBIBLIOGRAFIA BÁSICA \n1. PAHL, G., BEITZ, W., FELDHUSEN, GROTE, K. Projeto na Engenharia  \n2. HEARN, D. D. , BAKER, M. P. Computer Graphics with OpenGL (3rd Edition) 2003. \n3. GIESECKE, F. E. et al. Comunicação Gráfica Moderna. Porto Alegre: Bookman. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Ribeiro, A. S.; Dias, C. T.. Desenho Técnico Moderno. Editora LTC, 2006. \n2. BARACHO, Renata Maria Abrantes Couy. Integração de um Ambiente para Produção de Maquetes \nEletrônicas. 1994. 132 f. Dissertação (Mestrado em Ciência da Computação) - Departamento de \nCiência da Computação, Universidade Federal de Minas Gerais, Belo Horizonte, 1994. \n3. PORTO, Marcelo Franco,. Gerador Integrador de Modelos Tridimensionais para Produção de \nAnimações em Computação Gráfica. 1996. 119 f. Dissertação (Mestrado em Ciência da Computação) \n– Departamento de Ciência da Computação, Universidade Federal de Minas Gerais, Belo Horizonte, \n1996.  \n4. Bibliografia da Unidade Curricular Projeto e Computação Gráfica I. \n \n", "68": " \n67 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nMecânica dos Sólidos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM504 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM503 \nCo-requisito \nNão há \nEMENTA \n \nCálculo de esforços internos, definição de tensão normal média, relação tensão deformação uniaxial, \nconceituação do coeficiente de Poisson. Definição de eixo (circular e vazado): cálculo de reações, cálculo \nde esforços internos (gráficos de esforços solicitantes), definição de tensão de cisalhamento, relação \ntensão/esforço interno, módulo de elasticidade do cisalhamento e giro relativo. Definição de vigas de \nseção simétrica (flexão reta, oblíqua, composta e simples), relação tensões/esforços internos, tensão de \ncisalhamento e fluxo. Estruturas tridimensionais (seção circular): superposição de esforços e suas \nlimitações, tensões resultantes da superposição. \nEstado de tensão em um ponto: componentes de tensão. Estado plano de tensão, tensões principais e \nplanos principais, máxima tensão de cisalhamento, círculo de Mohr. Estado de deformação num ponto: \nEstados planos, componentes de deformação, deformações principais, máxima distorção. Lei de Hooke. \nCritérios de resistência (ou falha): critério da máxima tensão normal, critério da máxima tensão cisalhante, \ncritério da máxima energia de distorção. Aulas práticas em laboratório. \n \nOBJETIVOS \nFornecer os conhecimentos básicos da mecânica dos sólidos e resistência dos materiais. \nBIBLIOGRAFIA BÁSICA \n \n1. HIBBELER, R. C. Resistência dos Materiais. 3a Edição, Editora Pearson Prentice Hall, 2004. \n2. GERE, J. M. Mecânica dos materiais. Editora Pioneira Thomson Learning, 2003. \n3. BEER, J., DeWolf. Resistência dos Materiais. Editora McGraw-Hill, 2006. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. ROY R. CRAIG, JR. Mecânica dos materiais. 2a Edição, Editora LTC, 2003. \n2. HIGDON, OHLSEN, STILES, WEESE, RILEY. Mecânica dos Materiais. Guanabara Dois. \n3. POPOV, E. P. Introdução à Mecânica dos Sólidos. São Paulo, Edgard Blücher, 1978. \n4. FEODOSIEV, V. I. Resistência dos Materiais. Portugal, Editora Lopes da Silva, 1977. \n5. S. P. TIMOSHENKO & J. E. GERE. Mecânica dos Sólidos. Editora LTC, 1982. \n \n \n", "69": " \n68 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nDinâmica Aplicada às Máquinas \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM505 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM503 \nCo-requisito \nNão há \nEMENTA \nCinemática de partículas. Cinética de partículas e de um sistema de partículas. Dinâmica de corpos \nrígidos.  Cinemática e Cinética dos corpos rígidos no plano. Princípio de energia e quantidade de \nmovimento plano de corpos rígidos. Dinâmica tridimensional de corpos rígidos. Impacto. Introdução a \nmecânica analítica, equações de lagrange. \nOBJETIVOS \nFornecer ao aluno a capacidade de prever os efeitos de forças e movimentos de máquinas e estruturas \npresentes nos projetos de Engenharia. \nBIBLIOGRAFIA BÁSICA \n1. Beer, F. P.; Johnston Jr., E. R.; et al. Mecânica Vetorial para Engenheiros: Dinâmico. 7a Edição, Editora \nMcGraw-Hill, 2006. \n2.  \n3. Hibbeler, R. C. Dinâmica: Mecânica Para Engenharia. 10 7a Edição, Editora Pearson, 2005. \n4. Meriam, J. L.; Kraige, L. G. Mecânica Para Engenharia: Dinâmica. 6 7a Edição, Editora LTC, 2009. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Boresi, A. P.; Schmidt, R. J. Dinâmica. Editora Thomson, 2003. \n2. Sheppard, S. D.;Tongue, B. H. Dinâmica: Análise e Projeto de Sistemas em Movimento. Editora LTC, \n2007. \n3. Shames, I. H. Dinâmica: Mecânica Para Engenharia. Volume 1, Editora Prentice-Hall, 2002. \n4. Beer, F. P.; Johnston Jr., E. R.; et al.Vector Mechanics for Engineers: Statics and Dynamics. 9a Edição, \nEditora McGraw-Hill, 2009. \n5. Maia, N. M. M. Introdução à Dinâmica Analítica. IST Press, 2000. \n \n", "70": " \n69 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \n \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nTrabalho de contextualização e integração curricular I \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5º \nTeórica. \n- h \nPrática. \n- h \nTotal. \n72 h \nCódigo \nBCT 601 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré - requisito \n1080H \nCo-requisito \n- \n \nEMENTA \n \nTópicos relacionados ao desenvolvimento de um projeto na área de Ciência e Tecnologia e que deverá \nintegrar conceitos de pelo menos duas Unidades Curriculares e pelo menos um aspecto das realidades \nsocioculturais e/ou sistemas produtivos. A questão da sustentabilidade deve o quanto possível, ser \nenvolvida nesse projeto.  \nOBJETIVOS \nPropiciar a interação e a integração entre os diferentes campos de conhecimentos adquiridos e em \nestudo, ao longo dos três primeiros anos da formação acadêmica regular; Propiciar uma visão aplicada de \nconceitos e teorias aprendidos em sala de aula; Contextualizar os conhecimentos adquiridos em relação \nàs demandas sociais; Favorecer a articulação entre os conhecimentos teóricos e práticos; Estimular o \ndesenvolvimento da autonomia do aluno; Estimular o trabalho em equipe. \nBIBLIOGRAFIA BÁSICA \n \nNão se aplica. A bibliografia depende de cada projeto e deverá ser fornecida pelo orientador do grupo. \n \nBIBLIOGRAFIA COMPLEMENTAR \nNão se aplica. A bibliografia depende de cada projeto e deverá ser fornecida pelo orientador do grupo. \n \n", "71": " \n70 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \n \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nTrabalho de contextualização e integração curricular II \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6º \nTeórica. \n- h \nPrática. \n- h \nTotal. \n72 h \nCódigo \nBCT 602 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré - requisito \nTCIC I \nCo-requisito \n- \n \nEMENTA \n \nConclusão e apresentação do projeto na área de Ciência e Tecnologia iniciado na Unidade Curricular \nTrabalho de Contextualização e Integração Curricular I. \nOBJETIVOS \nPropiciar a interação e a integração entre os diferentes campos de conhecimentos adquiridos e em \nestudo, ao longo dos três primeiros anos da formação acadêmica regular. Propiciar uma visão aplicada de \nconceitos e teorias aprendidos em sala de aula. Contextualizar os conhecimentos adquiridos em relação \nàs demandas sociais. Favorecer a articulação entre os conhecimentos teóricos e práticos. Estimular o \ndesenvolvimento da autonomia do aluno. Estimular o trabalho em equipe. \nBIBLIOGRAFIA BÁSICA \n \nNão se aplica. A bibliografia depende de cada projeto e deverá ser fornecida pelo orientador do grupo. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \nNão se aplica. A bibliografia depende de cada projeto e deverá ser fornecida pelo orientador do grupo. \n \n \n \n", "72": " \n71 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nControle de Sistemas Dinâmicos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n7o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM603 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM601 \nCo-requisito \nNão há \nEMENTA \nFundamentos do controle automático: sistema de controle geral, características dos sistemas \nrealimentados (tipos de controle). Análise e projeto de sistemas de controle pelos métodos convencionais. \nDinâmica dos sistemas de controle. Critério de estabilidade de Routh. Análise de erro em regime \nestacionário. Introdução à otimização de sistemas. Análise pelo lugar das raízes. Análise pela resposta em \nfreqüência. Técnicas de projeto e compensação de sistemas de controle. Aulas práticas em laboratório. \nOBJETIVOS \nConceder ao aluno formação básica nos conceitos fundamentais da teoria  de controle clássico. \nBIBLIOGRAFIA BÁSICA \n1. DORF, R. C. e BISHOP, R. H., Modern Control Systems; 9a Edição, Editora Addison Wesley, 2000 \n2. OGATA, K., Engenharia de Controle Moderno; 3a Edição, Editora Prentice Hall, 1997. \n3. SEBORG, D. E., EDGARD, T., MELLICHAMP, D. A., Process Dynamics and Control, Editora Jonh \nWilley, 1989 \nBIBLIOGRAFIA COMPLEMENTAR \n1. SEBORG, D. E., EDGARD, T., MELLICHAMP, D. A., Process Dynamics and Control, Editora Jonh \nWilley, 1989 \n2. MARLIN, T. E., Process Control: Designing Processes and Control Systems for Dynamic Performance, \n2a Edição, Editora Mc Graw- Hill, 2000. \n3. ASTROM, K. J. e HAGGLUND, T., PID Controllers: Theory, Design and Tuning, 2a Edição, Editora ISA, \n1995. \n4. Franklin, G. F., Powell, J. D. e Emani-Naeni, A., Feedback control of dynamic systems.  5a Edição, \nEditora  Pearson Prentice Hall, 2006. \n5. Tewari, A. Modern control design with Matlab and Simulink, Editora John Willey & Sons, 2002. \n \n", "73": " \n72 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nEletrônica II \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n7o \nTeórica \n36 \nPrática \n36 \nTotal \n72 \nCódigo \nENM204 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM203 \nCo-requisito \nNão há \nEMENTA \nAmplificadores diferenciais e de múltiplos estágios. Resposta em freqüência. Realimentação. Estágios de \nsaída e amplificadores de potência. Circuitos Integrados analógicos. Filtros e amplificadores sintonizados. \nAulas Práticas em laboratório. \nOBJETIVOS \nEsta unidade curricular complementa a ementa da disciplina Eletrônica I e ao final o aluno será capaz de \nconhecer os princípios de funcionamento e aspectos relevantes ao projeto dos amplificadores de sinais. \nBIBLIOGRAFIA BÁSICA \n1. SEDRA, A. S. e SMITH, K. C. Microeletrônica. 4a .Edição. Editora Pearson Makron Books, 2005. \n2. BOYLESTAD, R. e NASHELSKY, L. Dispositivos eletrônicos e teoria de circuitos. 8a Edição. Editora \nPearson Prentice Hall, 2007. \n3. Malvino, Albert Paul. Electronic Principles with Simulation CD. McGraw-Hill Professional. 7a edição. \n2006.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. Slone, G. R. High-Power Audio Amplifier Construction Manual. Editora McGraw-Hill,1999. \n2. Millman, J. e Grabel, A. Microelectronics: Digital and Analog Circuits and Systems. Editora McGraw-\nHill, 1988. \n3. Tocci, R. J., Widmer, N. S. e Moss, G. Sistemas digitais: princípios e aplicações. 10a Edição, Editora \nPearson, 2007. \n4. Turner, L.W. Eletrônica aplicada: microondas, rádio e TV, eletroacústica, vídeo tapes, sintetizadores de \nsom, aplicações militares, astronáutica, automação, laser, engenharia de tráfego, biônica. Editora \nHemus, 2004. \n5. CIPELLI, A. M. V. ; MARKUS, O.; SANDRINI, W. J. Teoria e desenvolvimento de projetos de circuitos \neletrônicos. 18a. Edição, Editora  Érica, 2001. \n \n", "74": " \n73 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nMáquinas e Acionamentos Elétricos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n7o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM402 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM401 \nCo-requisito \nNão há \nEMENTA \nCircuitos Trifásicos. Princípios básicos da conversão eletromecânica de energia. Características e \nprincípios básicos de funcionamento das máquinas elétricas: transformadores, motores de corrente \ncontínua e de corrente alternada. Comportamento das máquinas elétricas em regime permanente. \nConhecimento e interpretação das curvas características das máquinas elétricas e teoria para \ndeterminação dos respectivos parâmetros através de ensaios. Aplicações utilizando servomotores. \nOBJETIVOS \nAprender os conceitos e definições sobre os circuitos elétricos trifásicos. Adquirir os conhecimentos \nfundamentais sobre os processos de conversão eletromecânica de energia. Estudar o princípio de \nfuncionamento de transformadores elétricos, motores de corrente contínua e de corrente alternada. \nConhecer e o comportamento e modelar as máquinas elétricas em regime permanente, interpretando suas \ncurvas características. Conhecer os métodos para determinação dos parâmetros das máquinas através de \nensaios. \nBIBLIOGRAFIA BÁSICA \n1. FITZGERALD, A. E., KINGSLEY JR, C., STEPHEN, D., Máquinas elétricas. Editora Bookman, 2006. \n2. CHAPMAN, S. J., Electric Machinery Fundamentals. Editora Mc Graw-Hill, 1987. \n3. KOSOW, I. L., Máquinas Elétricas e Transformadores. Editora Globo, 2005. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SEN, P. C., Principles of Electric Machines and Power Electronics. Editora Wiley, 1997. \n2. TORO, V. D., Fundamentos de Máquinas Elétricas. Editora LTC, 1999. \n3. MARTIGNONI, A., Máquinas Elétricas de Corrente Contínua. Editora Globo, 1971. \n4. MARTIGNONI, A., Máquinas Elétricas de Corrente Alternada. Editora Globo, 1995. \n5. CARVALHO, G., Máquinas Elétricas - Teorias e Ensaios. Editora Érica, 2006. \n \n", "75": " \n74 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nInformática Industrial \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n7o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM701 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM202 \nCo-requisito \nNão há \nEMENTA \nIntrodução aos sistemas de automação: Histórico e tendências. Arquiteturas típicas de sistemas de \nautomação; Controle seqüencial; Controladores Lógico-programáveis (CLP); Linguagens de programação \nde CLP (Padrão IEC 61131-3); Introdução aos Sistemas supervisórios, SCADA (Supervisory, Control And \nData Acquisition); Sistemas realimentados; Critérios de desempenho, caracterização e sintonia de \ncontroladores industriais; Controladores P, PD e PID. \nOBJETIVOS \n \nApresentar os conceitos básicos de sistemas de automação e controle. Introduzir os equipamentos e \nsistemas típicos da área de automação industrial. Desenvolver algoritmos baseados no Padrão IEC 61131-\n3. Discutir exemplos reais de aplicação desses sistemas em áreas industriais, especialmente em \nempresas da região do Alto Paraopeba.   \n \nBIBLIOGRAFIA BÁSICA \n \n1. FONSECA, M. O.; SEIXAS FILHO, C. e BOTTURA FILHO, J. A. Aplicando a norma IEC 61131 na \nautomação de processos. Rio de Janeiro: ISA PRESS, 2008 \n2. LEWIS, Robert W.  Programming Industrial Control Systems Using IEC 1131-3. The Institution of \nEngineering and Technology; Revised edition, 1998. \n3. AGUIRRE, L. A. Enciclopédia De Automática. Volume 1. Editora Edgard Blucher, 2007. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. JOHN, K.-H.; TIEGELKAMP, M.  IEC 61131-3: Programming Industrial Automation Systems.  Editora \nSpringer, 2001. \n2. MORAES, C. C.; CASTRUCCI, P. L.. Engenharia de Automação Industrial. Editora LTC, 2001. \n3. AGUIRRE, L. A. Enciclopédia de Automática. Volume 2. Editora Edgard Blucher, 2007. \n4. BOLTON, W. Instrumentação e controle. Editora Hemus, 2002. \n5. OGATA, K.. Engenharia de controle moderno. 4a Edição. Editora Prentice Hall, 2003. \n \n \n", "76": " \n75 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nMecanismos e Elementos de Máquinas \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n7o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM506 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM504 \nCo-requisito \nNão há \nEMENTA \nNoções básicas sobre projetos. Aprofundamento dos conceitos de Mecânica dos Sólidos. Fadiga dos \nMateriais. Componentes de Maquinas, Análise Cinemática e Dinâmica de Mecanismos Articulados \nPlanares. Eixos. Uniões eixo-cubo. Uniões eixo-eixo. Mancais, Pares de rolamento. Camos. Engrenagens \ne Sistemas de transmissão. \nOBJETIVOS \nProporcionar conhecimentos básicos sobre projetos mecânicos e comportamento dos materiais sob a \nação de cargas estáticas e variáveis. Dar suporte ao projeto, dimensionamentos e utilização conjunta dos \nelementos de máquinas, mecanismos articulados e fadiga de componentes. \nBIBLIOGRAFIA BÁSICA \n1. NORTON R.L. Machine Design: An Integrated Approach. 3a Edição. \n2. SHIGLEY, J. E., Uicker, J. J. Theory of Machines and Mechanisms. Editora Prentice Hall.,1995. \n3. FAIRES, V.M. Elementos orgânicos de máquinas. \nBIBLIOGRAFIA COMPLEMENTAR \n1. HALL Jr, A.S., HOLOWENICO, A.R., LAUGHLIN, H.G. Elementos orgânicos de máquinas. \n2. FRATSCHNER, O. Elementos de máquinas. \n3. HANCHEN, R. Resistência a la fadiga de los materiales. \n4. SHIGLEY, J.E. Elementos de máquinas. \n5. G. NIEMANN. Elementos de Maquinas. Volume 1. Editora E. Blucher. \n \n", "77": " \n76 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nControle Digital de Sistemas Dinâmicos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM603 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM602 \nCo-requisito \nNão há \nEMENTA \nIntrodução aos sistemas a tempo discreto e representação matemática (Transformada Z, equações a \ndiferenças, espaço de estado). Sistemas discretos em malha aberta e em malha fechada. Resposta \ntemporal e técnicas de análise de estabilidade de sistemas discretos. Projeto de controladores digitais. \nControle ótimo linear-quadrático. Efeitos de quantização. Implantação de sistemas de controle e \nautomação industrial. Critérios de desempenho, caracterização e sintonia de controladores industriais. \nOBJETIVOS \nAo final do curso o aluno será capaz de compreender os conceitos fundamentais da teoria do controle \nmoderno aplicada aos sistemas a tempo discreto. \nBIBLIOGRAFIA BÁSICA \n1. Phillips, C. L.; Nagle Jr., H. T. Digital Control System Analysis and Design. 4ª Edição, Editora Prentice-\nHall, 2007. \n2. Kuo, B. C. Digital Control Systems. 2ª Edição, Editora Oxford University Press, 1997. \n3. Hemerly, E. M. Controle por Computador de Sistemas Dinâmicos. 2ª Edição, Editora Edgard Blücher, \n2000. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Franklin, F. F.; Powell, J. D.; Workman, M. L. Digital Control of Dynamic Systems. 3ª Edição, Editora \nPrentice-Hall, 1997. \n2. Ästrom, K. J.; Wittenmark, B. Computer-Controlled Systems: Theory and Design. 3 ª Edição, Editora \nPrentice-Hall, 1997. \n3. Fadali, M. S.; Visioli, A. Digital Control Engineering: Analysis and Design. Editora Academic Press, \n2009. \n4. Barczak, C. L. Controle Digital de Sistemas Dinâmicos. 3ª Edição, Editora Edgard Bluscher, 1995. \n5. Oppenheim, A. V.; Schafer, R. W. Discrete-Time Signal Processing. 3ª Edição, Editora Prentice-Hall, \n2009. \n \n", "78": " \n77 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nLaboratório de Máquinas e Acionamentos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o \nTeórica \n0 \nPrática \n36 \nTotal \n36 \nCódigo \nENM404 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM402 \nCo-requisito \nNão há \nEMENTA \n \nExperimentos relacionados à partida, variação e controle de velocidade em máquinas de corrente \ncontínua, síncronas e de indução e controle de servomotores. Princípios de funcionamento e dinâmica de \nmáquinas elétricas CA e CC. \n \nOBJETIVOS \n \nPermitir ao aluno a compreensão e aplicação dos princípios básicos de funcionamento das máquinas \nelétricas industriais e os principais componentes de partida, controle e acionamento utilizados nos \nambientes industriais.  \n \nBIBLIOGRAFIA BÁSICA \n1. FITZGERALD, A. E., KINGSLEY JR, C., STEPHEN, D., Máquinas elétricas. Editora Bookman, 2006. \n2. CHAPMAN, S. J., Electric Machinery Fundamentals. Editora Mc Graw-Hill, 1987. \n3. KOSOW, I. L., Máquinas Elétricas e Transformadores. Editora Globo, 2005. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SEN, P. C., Principles of Electric Machines and Power Electronics. Editora Wiley, 1997. \n2. TORO, V. D., Fundamentos de Máquinas Elétricas. Editora LTC, 1999. \n3. MARTIGNONI, A., Máquinas Elétricas de Corrente Contínua. Editora Globo, 1971. \n4. MARTIGNONI, A., Máquinas Elétricas de Corrente Alternada. Editora Globo, 1995. \n5. CARVALHO, G., Máquinas Elétricas - Teorias e Ensaios. Editora Érica, 2006. \n \n", "79": " \n78 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nEletrônica de Potência \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o \nTeórica \n36 \nPrática \n0 \nTotal \n36 \nCódigo \nENM403 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM402 \nCo-requisito \nNão há \nEMENTA \nVisão Geral de Eletrônica de Potência. Dispositivos semicondutores de potência: características de \nchaveamento e comando, circuitos de ajuda à comutação. Topologias de conversores estáticos: \nretificadores controlados e não controlados; conversores CC-CC, inversores monofásicos e trifásicos. \nOBJETIVOS \nO objetivo é familiarizar o estudante com diferentes dispositivos e topologias de conversores eletrônicos \nde potência para aplicações em acionamentos eletromecânicos. Estudar os principais dispositivos \neletrônicos industriais utilizados na implementação de sistemas de controle. \nBIBLIOGRAFIA BÁSICA \n1. RASHID, M.H. Power Electronics, Circuits Devices and Applications. Editora Prentice Hall \nInternational. 1999.  \n2. MOHAN, UNDERLAND, ROBBINS Power Electronics: Converters, Applications and Design, 2a \nEdição, Editora John Wiley, 1994.  \n3. Ahmed, A. Eletrônica de Potência, Prentice-Hall, São Paulo, 2000. Apostilas disponíveis em \nhttp://www.dsce.fee.unicamp.br/^antenor/e833.html \nBIBLIOGRAFIA COMPLEMENTAR \n1. Ivo B., Eletrônica de Potência, Editora Editora da Universidade Federal de Santa Catarina - UFCS, \n1997. \n2. Ned M.; Tore M. U. e William P. R., Power Eletronics: Converters, Applications, and Design, 1ª Edição, \nEditora John Wiley & Sons, 1989. \n3. Muhammad H. R., SPICE for Power Eletronics and Eletric Power, Editora Prentice-Hall, 1993. \n4. Roy W. G. MicroSim Pspice for Windows. Volume 1; DC; AC; and Devices and Circuits, Editora \nPrentice Hall, 1996. \n5. KOSOW, I. L., Máquinas Elétricas e Transformadores. Editora Globo, 2005. \n \n", "80": " \n79 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nRedes Industriais de Computadores \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o \nTeórica \n54 \nPrática \n18 \nTotal \n72 \nCódigo \nENM702 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM202 \nCo-requisito \nNão há \nEMENTA \nIntrodução às redes de computadores. Sistemas: PAN, LAN, MAN e WAN. Evolução histórica. Modelo RM-\nOSI/ISO. Formato de dados. Suíte de Protocolos TCP/IP. Meios de transmissão e Interfaces de \nComunicação de Dados Industriais. Tecnologias, Protocolos de comunicação e padrões especiais para \naplicações industriais (MODIBUS, DeviceNet, CANopen, PROFIBUS, FIELDBUS). Gerenciamento e \nmanutenção de redes industriais. Identificação de falhas. Aulas práticas no laboratório de redes de \ncomunicação. \nOBJETIVOS \nAo final do curso o aluno será capaz de compreender conceitos sobre redes, meios de transmissão, \nprotocolos e padrões de comunicação utilizados no âmbito industrial. \nBIBLIOGRAFIA BÁSICA \n1. Mackay, S.; Wright, E.; Park, J.; Reynders, D. Practical Industrial Data Networks: Design, Installation \nand Troubleshooting. 1ª Edição, Editora Newnes, 2004. \n2. Tanenbaum, A. S. Redes de Computadores. 4ª Edição. Editora Campus, 2003.  \n3. Burgess, M. Princípios de Administração de Redes e Sistemas. 2ª Edição. Editora LTC, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Stallings, W. Redes e Sistemas de Comunicação de Dados. 1ª Edição, Editora Campus, 2005. \n2. Pinheiro, J. M. S. Guia completo de cabeamento de redes. 1ª Edição, Editora Campus, 2003. \n3. Soares, L. F. G. Redes de Computadores: das LANs, MANs e WANs às Redes ATM. 2ª Edição, Editora \nCampus, 1995. \n4. Albuquerque, P. U. B.; Alexandria, A. R. Redes Industriais: Aplicações em Sistemas Digitais de \nControle Distribuído. 1ª Edição, Editora Profissional, 2009. \n5. Faulkner, C.; Ciccarelli, P.; Fitzgerald, J.; Dennis, A.; Skandier, T.; Miller, F. Princípios de redes. 1ª \nEdição, Editora LTC, 2009. \n \n \n", "81": " \n80 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nMecânica Computacional \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o \nTeórica \n54 \nPrática \n18 \nTotal \n72 \nCódigo \nENM507 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM504 \nCo-requisito \nNão há \nEMENTA \n \nModelagem de Sistemas Mecânicos, Estáticos e Dinâmicos, Matriz de Rigidez, Massa e Dinâmica, \nCondições de Contorno, Resolução de Sistemas Lineares, Introdução ao Método dos Elementos Finitos, \nIntrodução ao CAE. \n \nOBJETIVOS \n \nProporcionar conhecimentos básicos sobre métodos numéricos em engenharia. Fornecer conceitos \nbásicos de modelamento de estruturas estáticas e dinâmica. Introduzir conceitos básicos de simulação \nnumérica e elementos finitos. \n \nBIBLIOGRAFIA BÁSICA \n \n1. R. D. Cook, D. S. Malkus, M. E. Plesha, Concepts and Applications of Finite Element. \n2. B. Szabo e I. Babuska Finite element analysis. \n3. O. C. Zienkienwicz & R. L. Taylor. The finite element method. Volume 1. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. O. C. Zienkienwicz e R. L. Taylor. The finite element method. Volume 2. \n2. J. N. Reddy. An Introduction to Finite Element Method, McGraw Hill, 1993. \n3. K. J. Bathe. Finite Element Procedures, Prentice Hall, 1996. \n4. T. J. R. Hughes. Finite Element Method: Linear Static and Dynamics Finite Element Analysis. \n5. A. A. Filho. Elementos Finitos - A Base da Tecnologia CAE. \n \n \n", "82": " \n81 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nInstrumentação e Sistemas de Medidas \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o \nTeórica \n54 \nPrática \n18 \nTotal \n72 \nCódigo \nENM703 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM601 \nCo-requisito \nNão há \nEMENTA \nAbordagem generalizada de instrumentos de medição.  Análise estática de instrumentos: calibragem, \nprecisão, exatidão, composição do erro e características estáticas em geral.  Análise dinâmica de \ninstrumentos lineares: resposta temporal e resposta em frequência, linearização, características \ndinâmicas.  Análise espectral, sinais modulados e aleatórios. Circuitos eletrônicos para medição.  \nTransdutores (Strain Gauges, indutivos, capacitivos, metálicos, semicondutores).  Sistemas de Medição \n(deslocamento, proximidade, velocidade, força, conjugado, pressão, temperatura, nível e outras \ngrandezas). \nOBJETIVOS \n \nAo final do curso o aluno será capaz de compreender conceitos sobre a calibragem de instrumentos e \nsensores em geral, identificar e analisar as principais fontes de erros em sistemas de medição, entender \nos princípios de funcionamento de sensores básicos, bem como sua aplicação em instrumentação \nindustrial. Além de conhecer circuitos utilizados no tratamento de condicionamento de sinais produzidos \npor sensores. \n \nBIBLIOGRAFIA BÁSICA \n1. Doebelin, E. O. Measurement Systems, Application and Design. 5ª Edição, Editora McGraw-Hill, 2004. \n2. Balbinot, A.; Brusamarello, V. J. Instrumentação e Fundamentos de Medidas. Volume 1, 1ª Edição, \nEditora LTC, 2006. \n3. Balbinot, A.; Brusamarello, V. J. Instrumentação e Fundamentos de Medidas. Volume 2, 1ª Edição, \nEditora LTC, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Alves, J. L. L. Instrumentação, Controle e Automação de Processos. 1ª Edição, Editora LTC, 2005. \nISBN: 9788521614425;  \n2. Dally, J. W.; Riley, W. F.; McConnell, K. G.  Instrumentation for Engineering Measurements. 2ª Edição, \nEditora Wiley, 1993. \n3. Sinclair, I. Sensor and Transducers. 3ª Edição, Editora Newnes, 2001. \n4. Bega, A. E.; Delmée, G. J.; Cohn, P. E.; Bulgarelli, R.; Koch, R.; Floket, V. S. Instrumentação Industrial. \n2ª Ed., Editora Interciência, 2006. \n5. Werneck, M. M. Transdutores e Interfaces. 1ª Edição, Editora LTC, 1996. \n \n", "83": " \n82 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nControle Multivariável \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n9o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM604 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM602 \nCo-requisito \nNão há \nEMENTA \nClassificação dos sistemas de controle. Sistemas de controle multivariável. Formas canônicas. Pólos e \nzeros multivariáveis. Teorema da separação. Compensação dinâmica. Ferramentas de análise e projeto de \nsistemas multivariáveis. Análise pelos métodos de valor singular e ganho relativo.  Revisão de Espaço de \nestados, solução das equações de estados. Matriz exponencial. Discretização. Relação entre a \nrepresentação por variáveis de estado e a Matriz Função de Transferência; Realimentação de estados, \ncontrolabilidade, observabilidade, projeto do estimador. Alocação de pólos. Estimadores, estimadores de \nordem reduzida, entradas de referência. Controle Integral. Controle baseado no observador. Controle \nÓtimo. Aplicações a processos físicos multivariáveis. \nOBJETIVOS \nProporcionar ao aluno conhecimentos básicos nas técnicas de controle para sistemas multivariável, \nusando abordagens no domínio do tempo e da freqüência.  \nBIBLIOGRAFIA BÁSICA \n1. SKOGESTAD, S. e POSTLETHWAITE, Multivariable Feedback Control: Analysis and Design, Editora \nJohn Wiley and Son, 1996. \n2. KACZOREK, T., Linear Control Systems: Analysis of Multivariable Systems, Editora Research Studies \nPress, 1992. \n3. DOYLE, J. C., FRANCIS, B. A. e TANNENBAUM, ALLEN R,Feedback Control Theory \nBIBLIOGRAFIA COMPLEMENTAR \n1. Phillips, C. L.; Nagle Jr., H. T. Digital Control System Analysis and Design. 4ª Edição, Editora Prentice-\nHall, 2007. \n2. Kuo, B. C. Digital Control Systems. 2ª Edição, Editora Oxford University Press, 1997. \n3. Hemerly, E. M. Controle por Computador de Sistemas Dinâmicos. 2ª Edição, Editora Edgard Blücher, \n2000. \n4. Phillips, C. L.; Nagle Jr., H. T. Digital Control System Analysis and Design. 4ª Edição, Editora Prentice-\nHall, 2007. \n5. Hemerly, E. M. Controle por Computador de Sistemas Dinâmicos. 2ª Edição, Editora Edgard Blücher, \n2000. \n \n", "84": " \n83 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nSistemas Embarcados \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n9o \nTeórica \n36 \nPrática \n36 \nTotal \n72 \nCódigo \nENM205 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM204 \nCo-requisito \nNão há \nEMENTA \n \nConceitos de sistemas embarcados: programação em tempo real, interfaces de comunicação, dispositivos \nde armazenamento em massa. Arquitetura ARM: registros, pipeline, excessões e interrupções, conjunto de \ninstruções. Implementação de sistemas embarcados sobre o ARM. Aulas práticas em laboratório. \n \nOBJETIVOS \nDesenvolver no aluno a habilidade de elaborar soluções, baseadas em sistemas computacionais \nembarcados, para automação industrial, controle de processos, instrumentação e processamento de \nsinais. \nBIBLIOGRAFIA BÁSICA \n \n1. SLOSS, A. N., SYMES, D. e WRIGTH, C. ARM System Developer's Guide. \n2. BARR, M. e MASSA, A. Programming Embedded Systems with C and GNU Development Tools. \n3. CATSOULIS, J. Designing Embedded Hardware. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. NOERGAARD, Tammy. Embedded Systems Architecture. \n2. KAMAL, Raj. Embedded Systems. \n3. YAGHMOUR, Karim. Building Embedded Linux Systems. \n4. HALLINAN, Christopher. Embedded Linux Primer. \n5. Howe, R.T.; Sodini, C.G. Microelectronics: An Integrated Approach. Editora Prentice Hall, 1997 \n \n \n", "85": " \n84 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nSistemas Supervisórios \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n9o \nTeórica \n54 \nPrática \n18 \nTotal \n72 \nCódigo \nENM704 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM701 \nCo-requisito \nNão há \nEMENTA \nArquiteturas típicas de sistemas de automação: o papel dos Sistemas supervisórios; SCADA (Supervisory, \nControl And Data Acquisition); Desenvolvimento de projetos, documentação, análises de softwares de \nmercado; Sistemas Digitais de Controle Distribuídos (SDCD); Comando numérico (CN); Programação \nmanual e automática de máquinas (CNC); Interfaceamento lógico e físico SCADA-CLP’s(Controladores \nLógicos Programáveis); Exemplos de Aplicação. \nOBJETIVOS \nApresentar ao aluno as tecnologias de desenvolvimento de sistemas supervisórios atuais, permitindo-lhe \natuar sobre estes sistemas de forma corretiva ou para execução de melhorias, bem como no \ndesenvolvimento de novas aplicações. Discutir similaridades e diferenças entre SCADA e SDCD. \nDesenvolver uma aplicação para interface com sistema controlado por CLP. Desenvolver uma aplicação \nCNC. Mostrar exemplos reais de aplicação de sistemas de supervisão em áreas industriais, especialmente \nem empresas da região do Alto Paraopeba.   \nBIBLIOGRAFIA BÁSICA \n1. BOYER, S. SCADA: Supervisory Control and Data Acquisition. International Society of Automation, 4a\nedição, 2009. \n2. BAILEY, David; WRIGHT, Edwin. Practical SCADA for Industry. Newnes, 2003.  \n3. LEWIS, Robert W.  Programming Industrial Control Systems Using IEC 1131-3. The Institution of \nEngineering and Technology, 1998. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SMID, Peter. CNC Programming Handbook. Industrial Press, 3a edição, 2007. \n2. FONSECA, Marcos de Oliveira; SEIXAS FILHO, Constantino e BOTTURA FILHO, João Aristides. \nAplicando a norma IEC 61131 na automação de processos. Rio de Janeiro: ISA PRESS, 2008. \n3. LEWIS, Robert W. Programming Industrial Control Systems Using IEC 1131-3. The Institution of \nEngineering and Technology; Revised edition, 1998. \n4. SMID, Peter. CNC Programming Handbook. Industrial Press, 3th ed., 2007. \n5. JOHN, Karl-Heinz; TIEGELKAMP, Michael. IEC 61131-3: Programming Industrial Automation Systems. \nSpringer, 2001. \n \n", "86": " \n85 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nSistemas Mecânicos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n9o \nTeórica \n54 \nPrática \n18 \nTotal \n72 \nCódigo \nENM508 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM505 \nCo-requisito \nNão há \nEMENTA \nIntrodução a vibrações mecânicas. Movimento oscilatório. Vibrações livres e Forçadas. Sistemas com dois \ngraus de liberdade. Sistemas com vários graus de liberdade. Freqüência natural e modos próprios. \nSistemas lineares e discretos. Sistemas contínuos. Controle de vibração. Introdução a ensaios dinâmicos. \nNoções sobre propagação de ondas em sólidos. \nOBJETIVOS \n \nFornecer ao aluno ferramentas e conceitos para análise de vibração nas várias etapas envolvidas de um \nprojeto de Engenharia. \n \nBIBLIOGRAFIA BÁSICA \n1. Rao, S. Vibrações Mecânicas. 4a Edição, Editora Prentice-Hall, 2009. \n2. French, A. P.Vibrações e Ondas. 1a Edição, Editora UnB, 2001. \n3. Meirovitch, L. Fundamentals of Vibrations. 1a Edição, Editora McGraw-Hill, 2002. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Craig, R. R. Jr.; Kurdila, A. J. Fundamentals of Structural Dynamics. Editora John Wiley, 2006. \n2. Inman, D. J. Engineering Vibraton.3a Edição, Editora Prentice-Hall, 2007. \n3. Kelly, S. G. Schum’s Outline of Mechanical Vibrations. Editora McGraw-Hill, 1996. \n4. Thomson, W. T.; Dahleh, M. D. Theory of Vibration with Applications. 5a Edição, Editora Prentice-Hall, \n1997. \n5. Graff, K. F.Wave Motion in Elastic Solids. London: Dover, 1991. \n \n", "87": " \n86 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nIntrodução a Robótica \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n10o \nTeórica \n54 \nPrática \n18 \nTotal \n72 \nCódigo \nENM605 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM603 \nCo-requisito \nNão há \nEMENTA \n \nHistórico da robótica. Tipos de robôs e juntas robóticas. Coordenadas homogêneas e  matrizes de \ntransformação. Movimento de corpo rígido. Cinemática direta e inversa. Notação de Denavit-Hartenberg. \nJacobianos. Espaço de configurações. Planejamento de movimento: métodos geométricos, baseados em \nfunções de potencial e em grafos. Dinâmica de robôs móveis e manipuladores. Geração de trajetórias. \nArquiteturas de controle. Controle de posição, de velocidade. Controle linear e não-linear. Tipos de \natuadores e sensores. Linguagens de programação. Aulas em laboratório. \n \nOBJETIVOS \n \nO propósito deste curso é introduzir o aluno aos conhecimentos básicos de modelagem, planejamento de \ntrajetórias, controle e projeto de sistemas robóticos. Apresentar uma visão geral dos aspectos relevantes \nem cinemática espacial e planar, dinâmica e controle de manipuladores e robôs móveis. Capacitar o aluno \ntanto do ponto de vista matemático quanto tecnológico. \n \nBIBLIOGRAFIA BÁSICA \n1. CRITCHLOW, A.J. Introduction to robotics. McMillan. \n2. KANE, T.R., LENINSON, D.A. Dynamics, theory and applications. Editora McGraw Hill, 1985.  \n3. PAUL, R.P. Robot manipulations, mathematics programing and control. Editora Mit Press, 1981. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SPONG,M.W. e VIDYASAGAR,M. Robot Dynamics and Control. Editora John Wilwy and Sons, 1989.  \n2. CRAIG, J.J. Introduction to Robotics, Mechanics and Control. Editora Addison-Wesley, 1986. \n3. GROOVER, M.P. Automation, Production Systems and CIM, Editora Prentice-Hall, 1987. \n4. FU, K., Gonzales, R. C., Lee, G. C. S. Robótica. Editora McGraw-Hill, 1989. \n5. SCIAVICCO, L. Siciliano, B. Robotica Industriale, Editora McGraw-hill, 1995. \n \n", "88": " \n87 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nIntegração de Sistemas Automatizados \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n10o \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENM705 \nTipo \nObrigatória \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM704 \nCo-requisito \nNão há \nEMENTA \nTecnologias de produção: células de manufatura, Sistemas Flexíveis de Manufatura (FMS), linhas transfer, \nsistemas de manipulação e robôs; Relacionamentos produto-processo-tecnologias de produção; Sistemas \nintegrados de manufatura; Conceito de Produção Integrada por Computador CIM (Computer Integrated \nManufacturing): CAD, CAPP, CAM, CAQ e acrônimos correlatos; Escalonamento da produção; Sistemas \nde gerenciamento da Manufatura PIMS (Process Information Management System) e MES (Manufacturing \nExecution Systems). \nOBJETIVOS \nApresentar os modernos conceitos de Integração de Sistemas Automatizados, com enfoque em controle \ndistribuído, ferramentas de automação da manufatura e instrumentação. Discutir os níveis mais altos da \narquitetura de automação, como conceitos de PIMS e MES. Mostrar exemplos reais de aplicação desses \nsistemas em áreas industriais, especialmente em empresas da região do Alto Paraopeba.   \nBIBLIOGRAFIA BÁSICA \n1. BELA G., LIPTAK, Instrument Engineers' Handbook. Volume 2: Process Control and Optimization, 4a \nEdição, Editora CRC Press, 2005. \n2. COSTA, L. S. S. e CAULLIRAUX, H. Manufatura Integrada por Computador, 2a Edição. Editora \nPrentice-Hall, 2001. \n3. GOOVER, M. Automation, Production Systems, and Computer-Integrated Manufacturing, 2a Edição. \nEditora Prentice Hall, 2000. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BERGE J., Fiedbuses for Process Control: Engineering, Operation and Maintenance, ISA-\nInstrumentation, Systems, and Automation, 2004.  \n2. HARRISON, D. K. PETTY, D. J. Systems for Planning and Control in Manufacturing. Butterworth-\nHeinemann, 2002. \n3. HIGGINS, Paul, LE ROY, Patrick, TIERNEY, Liam. Manufacturing Planning and Control - Beyond MRP \nII. Editora Springer, 2006. \n4. AGUIRRE, Luis Antonio Enciclopédia De Automática. Vollume 1, Editora Edgard Blucher, 2007. \n5. REMBOLD, Ulrich. Computer Integrated Manufacturing and Engineering. Addison Wesley Longman, \n1993. \n \n", "89": " \n88 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nIdentificação de Sistemas Dinâmicos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO10 \n \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM601 \nCo-requisito \nNão há \nEMENTA \nModelagem matemática de sistemas dinâmicos baseada na física do processo e na relação entrada-saída. \nSimulação digital. Introdução à Identificação Paramétrica. Métodos de mínimos quadrados. Filtro de \nKalman. Estudo de Casos. \nOBJETIVOS \nConceber ao aluno às técnicas de modelagem de sistemas dinâmicos baseadas em dados de entrada e \nsaída.  \nBIBLIOGRAFIA BÁSICA \n1. Norton J.P. An Introduction to Identification, Editora Academic Press, 1986. \n2. Ljung L. System Identification - Theory for the User, 2a Edição, Editora PTR PrenticeHall, 1999. \n3. Aguirre L. A., Introdução à Identificação de Sistemas: Técnicas Lineraes e Não Lineares Aplicadas a \nSistemas Reais, Editora da UFMG, 2004. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Johansson, R., System modeling and identification, Editora Prentice Hall,1993. \n2. Juang, J-N, Phan, M.Q., Identification and control of mechanical systems, Editora Cambridge Univ. \nPress, 2001. \n3. Coelho, A. A. R. e Coelho, L. S. Identificação de Sistemas Dinâmicos Lineares, Editora UFSC, 2004. \n4. Narendra, S. K. , Parthasaraty, K. . Identification and Control of Dynamical Systems Using Neural \nNetworks. IEEE Trans. on Neural Networks , v.1 , n.1 , march 1990. \n5. OGATA, K., Engenharia de Controle Moderno; 3a Edição, Editora Prentice Hall, 1997. \n \n", "90": " \n89 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nControle Robusto \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO11 \n \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM604 \nCo-requisito \nNão há \nEMENTA \nFundamentos da Teoria de Controle Robusto: Modelagem de Incertezas. Noções de Estabilidade e de \nDesempenho Robusto. Especificações de Desempenho. Desigualdades Matriciais Lineares e Otimização \nConvexa. Abordagens por Desigualdades Matriciais Lineares e Otimização para Controle Robusto. \nOBJETIVOS \nConceber aos alunos os principais conceitos da teoria de controle robusto. Apresentar metodos de projeto \nde controladores com critérios de desempenho robusto utilizando desigualdades matriciais lineares e \notimização convexa. \nBIBLIOGRAFIA BÁSICA \n1. Boyd, S.; El-Ghaoui, L.; Feron, E.; Balakrishnan, V., Linear Matrix Inequalities in System and Control \nTheory, SIAM Press, 1994. \n2. Green, M.; Limebeer, D.J.N., Linear Robust Control, Prentice-Hall, 1995. \n3. Zhou, K.; Doyle, J. C.; Glover, K., Robust and Optimal Control, Prentice-Hall, 1996. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Doyle, J. C.; Glover, K.; Khargonekhar, P. P.; Francis, B. A. (1989) State space solutions to standard H2 \nand H control problems, IEEE Trans. Automatic Control, v. 34, n. 8, pp. 831-847, 1989. \n2. Doyle , J. C., Frances B. A. e Tannenbaum A. R., Feedback Control Theory. \n3. Dullerud, G.E.; Paganini, F. A Course in Robust Control Theory: A Convex Approach. Springer Verlag \nNew York, 2000. \n4. Ackermann, J., Robust Control, Systems with Uncertain Physical Parameters, Springer-Verlag, 1993 \n5. Chen, C., T., Linear System Theory and Design, Oxford University Press, Inc., 1984. \n \n", "91": " \n90 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nControle Adaptativo \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO12 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nENM602 \nCo-requisito \nNão há \nEMENTA \nControle Adaptativo: definições básicas. Controladores com auto-sintonia. Automatização de métodos de \nsintonia. Técnicas de automatização de métodos de sintonia de controladores industriais. Estimação de \nparâmetros. Controladores por lógica difusa adaptativos. Implementação prática/aplicações. Estudo de \ncasos. \nOBJETIVOS \n \n \nBIBLIOGRAFIA BÁSICA \n1. HARRIS, C. J., Self-Tuning and Adaptive Control: Theory and Applications, 2a Edição, Editora Peter \nPeregrinus, 1985. \n2. LANDAU, Y. D. Adaptive Control: The Model Reference Approach, Editora Marcel Dekker, 1979. \n3. JOTA, F. G., Introdução ao Controle Adaptativo, Apostila, DELT/UFMG, 1999. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ASTRÖM, K.J. “Theory and Applications of Adaptive Control - A Survey”, Automatica, vol. 19, pp. 471-\n486, 1983.  \n2. ASTRÖM, K.J. “Lesson 9: Adaptive Control”, in Masten, M.K. (ed.) Modern Control Systems, IEEE \nPress, 1995.  \n3. ASTRÖM, K.J. & WITTENMARK, B. “Adaptive Control”, 2nd edition, Addison Wesley Publishing \nCompany, 1995.  \n4. ASTRÖM, K.J. & WITTENMARK, B. “On Self-Tuning Regulators”, Automatica, vol. 9, pp. 185-199, \n1973. \n5. CHALAM, V. “Adaptive Control Systems”, Marcel Dekker, 1987. \n \n", "92": " \n91 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nVisão Computacional \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO13 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nIntrodução à visão computacional. Fundamentos, etapas e componentes de um sistema de processamento \nde imagens. Áreas de aplicação. Transformadas, realce e segmentação de imagens. Representação e \ndescrição. Morfologia matemática. Reconhecimento de padrões e interpretação. Análise de texturas. \nRegistro de imagens. \nOBJETIVOS \nApresentar os conceitos básicos de visão computacional, envolvendo a aquisição e técnicas de \nprocessamento de imagens digitais, bem como suas utilidades. Desenvolver algoritmos computacionais \npara efetuar o processamento, manipulação e tratamento de imagens digitais enfocando suas aplicações \nna área industrial. Conhecer e aprender a utilizar ferramentas de processamento de imagens em visão \ncomputacional. \nBIBLIOGRAFIA BÁSICA \n1. GONZALEZ, R. C & WOODS, R. E. Processamento de imagens digitais.  Editora Edgard Blücher Ltda. \n509 p., 2000. \n2. PAJARES, G. M. Visión por computador: Imágenes digitales y aplicaciones. Editora Ra-Ma. 764 p., \n2002. \n3. PRATT, W. K. Digital image processing.  John Wiley & Sons, Inc. 735 p., 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. PEDRINI, H. & SCHWARTZ, W. R. Análise de imagens digitais: princípios, algoritmos e aplicações. \nEditora Thomson learning. 508 p., 2008. \n2. GONZALEZ, R. C; WOODS, R. E; EDDINS, S. L. Digital image processing using MATLAB.  Editora \nPearson Education. 609 p., 2004. \n3. JAHNE B. Digital image processing – 5th ed. Editora Springer. 585 p., 2002. \n4. RUSS, J. C. The image processing handbook – 5th ed. Editora Taylor & Francis. 817 p., 2007. \n5. VERNON, D. Machine visión: Automated visual inspection and robot vision. Editora Prentice Hall. 260 \np., 1991. \n \n", "93": " \n92 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nAutomação em Tempo Real \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO14 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nMinistrar aos alunos o embasamento teórico para o projeto de sistemas concorrentes, distribuídos e de \ntempo real. Os alunos terão oportunidade de aplicar este conhecimento no desenvolvimento de aplicações \nnum ambiente distribuído multithreading.  \nOBJETIVOS \n \nProgramação concorrente; Processos e Threads; Exclusão mútua; Seções Críticas; Semáforos binários; \nSemáforos contadores; Execução concorrente entre processos; Comunicação entre processos; Eventos; \nTemporizadores; Entrada e Saída síncrona e assíncrona; Programação em Tempo Real; Exemplos de \naplicação em JAVA ou C++. \n \nBIBLIOGRAFIA BÁSICA \n1. FILHO, Constantino Seixas, SZUSTER, Marcelo. Programação Concorrente em Ambiente Windows: \numa Visão de Automação. Editora UFMG, 2003.  \n2. ANDREWS, Gregory. Concurrent Programming Principles and Practices, Addison Wesley, 1991.  \n3. DUFFY, Joe. Concurrent Programming on Windows. Addison-Wesley, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. FARINES, Jean-Marines; FRAGA, Joni da Silva; OLIVEIRA, Rômulo Silva de. Sistemas de tempo real. \nFlorianopólis: Departamento de Automação e Sistemas. Universidade Federal de Santa Catarina, \n2000. \n2. SCHENEIDER, Steve. Concurrent and real - time systems. Inglaterra: Wiley, 2000. \n3. SHAW, A. C. Sistemas e Software de Tempo Real. Bookman, 2003.  \n4. TANENBAUM, Andrew, WOODHULL, Albert. Sistemas Operacionais. 2nd.ed. Porto Alegre: Bookman, \n2000.  \n5. SILBERSCHATZ, Abraham; GALVIN, Peter Baer; GAGNE, Greg. Operating system concepts. 7.ed. \nHoboken: Wiley, 2005. \n \n", "94": " \n93 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nElementos de Automação \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n36 \nPrática \n0 \nTotal \n36 \nCódigo \nENMO15 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \n \nSistemas Pneumáticos: Produção, Preparação e Distribuição de Ar Comprimido; Componentes Básicos; \nCircuitos Abertos; Circuitos com Sensores. Sistemas Eletro-Pneumáticos. Sistemas Hidráulicos: Bombas; \nVálvula; Acessórios; Atuadores; Circuitos com Retroalimentação. Técnicas e dispositivos para automação \nde processos produtivos: CNC,  Alimentadores e máquinas. \n \nOBJETIVOS \nApresentar ao aluno conceitos fundamentais da teoria dos circuitos hidráulicos e pneumáticos. Realizar a \nmodelagem de circuitos hidráulicos e pneumáticos, estudar os principais elementos de automação em \nhidráulica e pneumática e estudar técnicas e processos de automação.  \nBIBLIOGRAFIA BÁSICA \n1. CASTRUCCI P. L., MORAES, C. C.  Engenharia de Automaçao Industrial. Editora LTC 2007. \n2. GEORGINI, M. Automação Aplicada. Editora Erica, 2000.  \n3. GROOVER, P. P. CAD/CAM. Editora Prentice Hall, 1984.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. DOTE, Y. Servo Motor and Motion Control using Digital Signal Processors. Editora Prentice-Hall, 1985. \n2. SILVEIRA, P. R., et. al.. Automação e Controle discreto. Editora Érica, 1998.  \n3. BOLTON, W.. Programmable Logic Controllers. Editora Newness, 2000.  \n4. KENJO, T. Permanent-Magnet and brushless DC Motors. Editora Clarendon Press, 1985. \n5. KENJO, T. Stepping motors and their microprocessor controls. Editora Clarendon Press, 1984. \n \n", "95": " \n94 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nFundamentos de Física Moderna \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO16 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nIntrodução à Relatividade Especial, Natureza corpuscular da luz e Natureza ondulatória das partículas \n(dualidade onda-partícula), Mecânica Quântica, Estrutura atômica, Moléculas e Matéria Condensada. \nOBJETIVOS \nO curso tem como intenção primordial propiciar ao aluno conhecimento científico para a modelagem de \nsistemas físicos, com ênfase especial àqueles que envolvam fenômenos em altas velocidades ou \nmicroscópicos, em que são necessários conceitos sobre a Teoria da Relatividade Especial e da Física \nQuântica, respectivamente. Como característica principal, o curso tem a principal finalidade de romper com \nos paradigmas da Física Clássica, mostrando ao estudante o poder de alcance das diversas teorias \nfísicas. O curso deverá fornecer  ao aluno embasamento para as unidades curriculares dos próximos \nsemestres, em especial àquelas em que são necessários conhecimentos sobre a estrutura da matéria. Em \ntermos tecnológicos, é a disciplina que fornece ao estudante muitos dos principais conceitos que \npermitiram todo o avanço obtido no século XX, sendo considerada a base para a próxima geração de \navanços no século XXI. O curso pretende também mostrar ao alunos os principais experimentos que \nlevaram à revolução da ciência no início do século XX, tais como a determinação da velocidade da luz, \nespectro de linhas de emissão dos átomos, interferência e difração, estrutura atômica e molecular. \nBIBLIOGRAFIA BÁSICA \n1. Halliday D., Resnick R., Walker J. Fundamentos de Física. Volume 4, Editora LTC. \n2. Young, H., Freedman, R. Física III (Mecânica). Volume 2, 10a Edição, Editora Pearson. \n3. Nussensveig, M. Curso de Física Básica. Volume 2, 4a Edição, Editora Edgard Bluchërd. \n4. Tipler, P., Mosca, G., Física, Volume 2, 5a Edição, Editora LTC. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Serway, R., Jr., Jewett J., Princípios de Física. Volume 1, Editora Cengage Learning. \n2. Feynman, R., The Feynman Lectures on Physics, volumes 1 e 2.  \n3. Griffiths, D., Introduction to Quantum Mechanics, Ed. Willey;   \n4. Typler, P., Física Moderna, Editora Gen&LTC. \n5. Eisberg, R., Resnick, R. Física Quântica, Editora Elsevier. \n \n", "96": " \n95 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nOrganização e Arquitetura de Computadores \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n36 \nPrática \n0 \nTotal \n36 \nCódigo \nENMO17 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nO que significa “Organização e Arquitetura de Computadores”? Organização de computadores: \nprocessador, hierarquia de memória, periféricos, barramentos. Projeto de sistemas de memória. Técnicas \nde processamento pipeline. Aritmética de ponto fixo e ponto flutuante. Redes de interconexão. \nProcessadores vetoriais e matriciais. Multiprocessadores. Processadores não convencionais. \nOBJETIVOS \nAo final do curso, serão capaz de entender os principais princípios de otimização de desempenho dos \nsistemas computacionais, relativos aos microprocessadores,sistemas de memórias e periféricos. \nBIBLIOGRAFIA BÁSICA \n1. PATTERSON, D. A.; HENNESSY, J. L.; Arquitetura de Computadores: Uma Abordagem Quantitativa, \nEditora Campus, 2003. \n2. TANENBAUM, A. S. Organização Estruturada de Computadores. Editora Prentice Hall,1992. \n3. STALLINGS, W. Arquitetura e Organização de Computadores. 8ª Edição. Editora Pearson, 2010. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MONTEIRO, M. Introdução à Organização de Computadores. Editora LTC, 2002 \n2. MURDOCCA, M. J.; HEURING. V. P. Introdução à Arquitetura de Computadores. Editora Campus, \n2001.  \n3. TANENBAUM, A. S. Organização Estruturada de Computadores. Editora Prentice Hall,1992. \n4. WEBER, R. F. Fundamentos de Arquitetura de Computadores. Editora Sagra Luzzato, 2000. \n5. HENNESSY, J. L.; PATTERSON, D. A. Organização e Projeto de Computadores. Editora LTC, 2000. \n \n \n", "97": " \n96 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nSistemas de Informação \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO18 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nO que significa “Sistemas de Informação”? A posição e as contribuições da Computação no \ndesenvolvimento científico e tecnológico, com ênfase nas Engenharias. Sistema de informação e mudança \norganizacional; Planejamento e controle dos sistemas. Conceitos básicos; O desafio de sistemas de \ninformações; O papel estratégico de sistemas de informações; Sistemas de informações e o suporte à \ntomada de decisão; Gerenciamento dos recursos de informação; Sistemas em rede e as implicações \norganizacionais; O processo de desenvolvimento de sistemas de informação; Avaliação de sistemas de \ninformação. Protegendo os Sistemas de Informação da Reengenharia Social. Portais corporativos; COBIT \ne ITIL. \nOBJETIVOS \nEntender o papel da tecnologia da informação e dos sistemas de informação na empresa contemporânea; \nAnalisar as relações existentes entre os sistemas de informação, seus usuários, a tecnologia da \ninformação e a organização; Desenvolver a capacidade para analisar os sistemas organizacionais \ncomplexos utilizando sob múltiplas perspectivas teóricas; Entender o papel da informação e dos sistemas \nde informação nas organizações, sob a perspectiva da engenharia; Mostrar o papel estratégico dos \nsistemas de informação nas organizações. \nBIBLIOGRAFIA BÁSICA \n1. Sergio Rodriges, Sistemas de informação: um enfoque gerencial, Editora Atlas, 2011. \n2. Phillip ein-dor, Administração de sistema de informação, Editora Campus, 2010. \n1. John Eaton, Tecnologia da informação, Editora Campus, 2010. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Peter M. Senge, Quinta Disciplina, Editora: Best Seller, 2004. \n2. José Santos, Planejamento estratégico e tático da informática, Editora SCI, 1985. \n3. Jean warnier Dominique, Guia dos usuários de sistemas de informação, Editora Campus, 1985. \n4. Morgan, G., Imagens da Organização: edição executiva. São Paulo: Atlas, 1999. \n5. Dias, D.S., O Sistema de Organização e a Empresa, Rio de Janeiro: LTC Editora, 1985. \n6. Bio, S.R, Sistemas de Informação: Um Enfoque Gerencial, São Paulo: Atlas, 1985. \n \n", "98": " \n97 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nInteligência Artificial \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO19 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nO que significa “Inteligência Artificial”? Modelo MCP. Modelos sem peso. Memória de matriz de \ncorrelação. \"Perceptrons\". \"Back propagation\". Redes de Hopfield. Redes RBF. Modelos recorrentes. \nIdentificação, supervisão e controle de processos utilizando redes neurais artificiais. \nOBJETIVOS \nAo final da disciplina, os alunos serão capazes de :entender, identificar e avaliar técnicas da IA; conhecer \nas vantagens e desvantagens de diferentes redes neurais; aplicar métodos de IA a problemas do mundo \nreal. \nBIBLIOGRAFIA BÁSICA \n1. Russel, S. e Norvig, P. Artificial Intelligence: a Modern Approach. Editora Prentice Hall, 1995. \n2. Rezende, S. O. . Sistemas Inteligentes: Fundamentos e Aplicações. Editora Manole Ltda, 2003. \n3. Haykin, S. Redes neurais: princípios e prática. 2a Edição, Editora Bookman, 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Braga, A. P., Carvalho, A. P. L., Ludermir, T. B. Redes Neurais Artificiais: Teoria e Aplicações. Editora \nLTC, 2000. \n2. Mitchell, T. Machine Learning. McGraw Hill, New York, 1997. \n3. Goldberg, D. E. Genetic Algorithms in Search, Optimization and Machine Learning, Addison Wesley, \n1a edição, 1989. \n4. Holland, J. H.; Adaptation in Natural and Artificial Systems, 2a edição, MIT Press, 1992. \n5. Jang, J. S., Sun, C. T., Mizutani, E. Neuro Fuzzy and Soft Computing; 1a edição, PTR Prentice Hall, \n1997. \n \n", "99": " \n98 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nOtimização em Engenharia \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO20 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \n \nMétodos de otimização aplicaos à resolução de problemas de engenharia. Programação matemática. \nAnálise convexa. Programação linear. Programação não-linear: métodos determinísticos e estocásticos. \n \nOBJETIVOS \n \nHabilitar o aluno a formular e resolver problemas de otimização em engenharia. \n \nBIBLIOGRAFIA BÁSICA \n1. Bazaraa, M.; Jarvis,M. Linear Programming and Network Flows, Editora John Wiley, 1990. \n2. Bazaraa, S e Shetty C. M., Nonlinear Programming - Theory and Algorithms, Editora John Willey \nSons, 1971. \n3. Fletcher, Practical methods of optimization, volume 1: unconstrained optimization, Editora John Wiley \nand  Sons, 1980. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Gill, P. E. e Murray W. Numerical methods for constrained optimizatin, Editora Academic Press, 1974. \n2. Luenberger G., Introduction to linear and nonlinear programming, Addison-Wesley, Reading, \nMassachussetts, 1984. \n3. Powell J. D., Introduction to constrained optimization, P. E. Gill and W. Murray (eds), Academic Press, \n1-28 (1974). \n4. Vanderplaats N., Numerical optimization techniques for engineering design: with applications, Editora \nMcGraw-Hill, 1984. \n5. Artigos de periódicos. \n \n", "100": " \n99 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nMecânica dos Fluidos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO21 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nEstática dos fluídos: conceito de pressão e seu campo, força hidrostática, empuxo, flutuação e \nestabilidade, variação de pressão num fluído. Dinâmica dos fluídos: segunda lei de Newton, pressão \nestática, pressão dinâmica, pressão de estagnação, equação de Bernoulli, a linha de energia e a linha \npiezométrica, restrições para a utilização da equação de Bernoulli. Cinemática dos fluídos: o campo de \nvelocidade, o campo de aceleração, sistema e volume de controle. Análise com volume de controle: a \nequação da continuídade, as equações da quantidade de movimento, aplicação para a camada limite de \num escoamento externo, a equação de energia, escomaento irreversível. Análise diferencial dos \nescoamentos: cinemática dos elementos fluídos, conservaçào da massa, conservação da quantidade de \nmovimento, escoamento inviscido, escoamento viscoso (relações entre tensões e deformações, equações \nde Navier-Stokes). Semelhança e modelos: análise dimensional, Teorema de Buk. \nOBJETIVOS \nFornecer os conhecimentos fundamentais da mecânica dos fluidos, destacando a aplicação aos processos \ne às máquinas térmicas. \nBIBLIOGRAFIA BÁSICA \n1. Munson, B. R.; Young, D.F.; Okishi, T.H., Fundamentos de Mecânica dos Fluídos-Tradução da 4a\nedição americana. Editora Edgard Blücher Ltda, São Paulo, 2002. \n2. Fox, R.W.; McDonald, A.T.. Introdução à Mecânica dos Fluidos. LTC Editoa Guanabara Dois S.A., Rio \nde Janeiro, 6a. Edição, 2006. \n3. Poter, M.C., WIGGERT, G.D., Mecânica dos Fluidos. Tradução da Terceira Edição Norte Americana, \nEditora Thomson Pioneira, São Paulo, 2004. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Chaves, A. e Sampaio, F. Física:  Mecânica. Volume 1, Editora LTC. \n2. Serway, R., Jr., Jewett J., Princípios de Física. Volume 1, Editora Cengage Learning. \n3. Resnick, R.,  Halliday, D., Krane, K., Física, Volume 1, 5a Edição, Editora LTC. \n4. Lopes, A., Introdução à Mecânica Clássica; Ed. EDUSP; \n5. Feynman, R., The Feynman Lectures on Physics, volumes 1 e 2.  \n \n", "101": " \n100 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nTransferência de Calor \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO22 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nIntrodução. Modos de transmissão do calor. Condução unidimensional em regime permanente. Condução \nmultidimensional em regime permanente. Condução em regime não permanente. Métodos numéricos. \nDiagramas para sistemas contínuos unidimensionais. Princípios da convecção. Convecção forçada de \nresoluções das equações de transferência de calor. Relações empíricas para transferência de calor por \nconvecção. Analogias com a transferência de quantidade de movimento e de massa. Convecção natural. \nTransferência de calor por radiação. Transferência de massa. \nOBJETIVOS \nDesenvolver atividades analíticas, numéricas e experimentais com base nos conceitos da mecânica dos \nfluídos e do transporte de calor e massa. \nBIBLIOGRAFIA BÁSICA \n1. \nSissom, Leighton E. Fenomenos de transporte. Colaboração de Donald R Pitts.Traduzido por Adir Moyses \nLuiz. Rio de Janeiro: Guanabara Dois, 1979. \n2. \nStreeter, Victor L. Mecanica dos fluidos. Colaboração de E. Benjamin Wylie. 7a Edição, Editora McGraw-Hill \ndo Brasil, 1982. \n3. \nFox, R. W., McDonald, A. T. Introdução à mecânica dos fluidos. Traduzido por Ricardo Nicolau Nassar \nKoury; Geraldo Augusto Campolina Franca. 6a Edição, Editora LTC, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. \nIncropera, F. P. Fundamentos de transferencia de calor e de massa. Colaboração de David P Dewitt. 4a \nEdição, Editora Livros Técnicos e Científicos, 1998. \n2. \nOzisik, M. N. Transferencia de calor: um texto basico. Rio de Janeiro:[s.n.], 1990. \n3. \nHOLMAN, J. P. Transferencia de calor. Editora McGraw-Hill do Brasil, 1983. \n4. \nBEJAN, A. Transferencia de calor. Traduzido por Euryclides de Jesus Zerbini; Ricardo Santilli Ekman \nSimoes. Editora  Edgard Blucher, 1996. \n5. \nSchimidt, F. W. Introdução as ciências térmicas: termodinamica, mecânica dos fluidos e transferência de \ncalor. Colaboração de Robert E Henderson; Carl H. Wolgemuth.Traduzido por Jose Roberto Simoes. Editora  \nEdgard Blucher, 1996. \n \n", "102": " \n101 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nTermodinâmica I \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO23 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \n\"O que é termodinâmica?\" Primeira lei da termodinâmica. Propriedades volumétricas dos fluidos puros. \nSegunda lei da termodinâmica. Soluções e atividade. Constante e equilíbrio. \nOBJETIVOS \nInstrumentalizar o aluno da utilização dos princípios da termodinâmica. \nBIBLIOGRAFIA BÁSICA \n1. Smith, J.M. e Van Ness, H.C. Introduction to Chemical Engineering Thermodynamics, 3a Edição, \nEditora McGraw-Hill, 1975. \n2. Anderson, G.M. Thermodynamics of Natural Systems, Editora John Wiley and Son, 1996. \n3. Anderson, G.M. e Crerar, D.A. Thermodynamics in Geochemistry - The Equilibrium Model, Editora \nOxford University Press, 1993. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Reiss, H. Methods of Thermodynamics,  Editora Blaisdell, 1965. \n2. Garrels, R.M. e Christ, C.L., Solutions, Minerals, and Equilibria, Editora Harper and Row,1965. \n3. Prausnitz, J.M. Molecular Thermodynamics of Fluid-Phase Equilibria, Editora Prentice Hall, 1969. \n4. Levenspie O., Termodina�mica Amistosa para Engenheiros, l, Editora Edgard Blucher \n5. Ltda, 2002. \n6. Sonntag, B. Fundamentos da Termodina�mica, Van Wylen, , Editora Edgard Blucher Ltda, 1998. \n \n", "103": " \n102 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nSistemas Hidráulicos e Pneumáticos \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMO24 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \nIntrodução aos sistemas fluido mecânicos de transformação e transmissão de energia. Definições, campo \nde aplicação e características dos sistemas hidráulicos. Elementos hidráulicos de potência. Fluidos \nHidráulicos. Técnicas de comando hidráulico e eletro-hidráulico aplicadas a circuitos. Introdução à \npneumática. Campos de aplicação e características dos sistemas pneumáticos. Geração e distribuição de \nar comprimido. Atuadores hidráulicos/pneumáticos. Funcionamento e aplicação de elementos elétricos. \nVálvulas e eletroválvulas direcionais. Sistemas controle da vazão e de pressão. Análise sob o aspecto \nconstrutivo e funcional dos elementos/circuitos hidráulicos e pneumáticos.  \nOBJETIVOS \nApresentar as características dos sistemas hidráulicos e pneumáticos. Possibilitar o aluno a dimensionar \ne/ou selecionar os componentes hidráulicos ou pneumáticos que integram as instalações industriais. \nElaborar esquemas hidráulicos e eletro-hidráulicos e pneumáticos e eletropneumáticos básicos. \nCapacitação \ndo \naluno \npara \ninstalação, \nimplementação \ne \nmanutenção \nde \nsistemas \nhidráulicos/pneumáticos. \nBIBLIOGRAFIA BÁSICA \n1. Stewart, H. L. Pneumatica e Hidraulica. Editora: Hemus, 1978. \n2. Bonacorso, N. G., Noll, Vr. Automação Eletropneumática. 4a. Edição. Editora Livros Érica, 2000. \n3.  Bollmann, A. Fundamentos da Automação Industrial Pneutrônica: projetos de comandos binários \nEletropneumáticos. Editora ABHP, 1997. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Linsingen, I. V. Fundamentos de sistemas hidráulicos. Editora da UFSC, 2003. \n2. Baptista, M. B., Coelho, M. M. L. P. Fundamentos de engenharia hidráulica. Editora da UFMG, 2002. \n(Coleção ingenium). \n3. Fialho, A. B. Automação Hidráulica: Projetos, Dimensionamento e Análise de Circuitos. Editora Érica, \n2003. \n4. Merrit, H. E. Hydraulic Control Systems. Editora John Willey, 1997. \n5. Fox, R. W., McDonald, A. T., Pritchard, P. J. Introdução à Mecânica dos Fluidos. Editora LTC, 2006. \n \n", "104": " \n103 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nTópicos Especiais I \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMTE1 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \n \nVariável, a depender da disciplina a ser ofertada. \n \nOBJETIVOS \n \nApresentar ao aluno estudos teóricos, técnicas ou tecnologias relevantes para a formação em Engenharia \nMecatrônica. \n \nBIBLIOGRAFIA BÁSICA \n \nVariável, a depender da disciplina a ser ofertada. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \nVariável, a depender da disciplina a ser ofertada. \n \n \n", "105": " \n104 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nTópicos Especiais II \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMTE2 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \n \nVariável, a depender da disciplina a ser ofertada. \n \nOBJETIVOS \n \nApresentar ao aluno estudos teóricos, técnicas ou tecnologias relevantes para a formação em Engenharia \nMecatrônica. \n \nBIBLIOGRAFIA BÁSICA \n \nVariável, a depender da disciplina a ser ofertada. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \nVariável, a depender da disciplina a ser ofertada. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "106": " \n105 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nTópicos Especiais III \nCampus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- \nTeórica \n72 \nPrática \n0 \nTotal \n72 \nCódigo \nENMTE2 \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré-requisito \nNão há \nCo-requisito \nNão há \nEMENTA \n \nVariável, a depender da disciplina a ser ofertada. \n \nOBJETIVOS \n \nApresentar ao aluno estudos teóricos, técnicas ou tecnologias relevantes para a formação em Engenharia \nMecatrônica. \n \nBIBLIOGRAFIA BÁSICA \n \nVariável, a depender da disciplina a ser ofertada. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \nVariável, a depender da disciplina a ser ofertada. \n \n", "107": " \n106 \n \n \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 \nUnidade curricular \nLíngua Brasileira de Sinais – LIBRAS \nDepartamento \n- \nCarga Horária \nPeríodo: \n10º \nTeórica. \n- h \nPrática. \n- h \nTotal. \n72 h \nCódigo CONTAC \n \nTipo \nOptativa \nHabilitação / Modalidade \nBacharelado \nPré - requisito. \n- \nCo-requisito. \n- \nEMENTA \nSurdez e deficiência auditiva (DA) nas perspectivas clínica e historicocultural. Cultura surda. Aspectos \nlinguísticos e teóricos da LIBRAS. Educação de surdos na formação de professores, realidade escolar e \nalteridade. Papel dos tradutores-intérpretes educacionais de Libras–Português. Legislação específica \nsobre LIBRAS e educação de surdos. Prática em LIBRAS: vocabulário geral e específico da área de \natuação docente. \nOBJETIVOS \nCriar condições iniciais para atuação na educação de surdos, por meio da Língua Brasileira de Sinais - \nLIBRAS, na respectiva área de conhecimento. \nBIBLIOGRAFIA BÁSICA \n1) BRASIL. Lei nº 10.436, de 24/04/2002. \n2) BRASIL. Decreto nº 5.626, de 22/12/2005. \n3) CAPOVILLA, Fernando César; RAPHAEL, Walkíria Duarte. Dicionário Enciclopédico Ilustrado \nTrilíngüe da Língua de Sinais Brasileira, Volumes I e II. 3 ed. São Paulo: Editora da Universidade de \nSão Paulo, 2001. \n4) FELIPE, Tanya A. & MONTEIRO, Myrna S. LIBRAS em Contexto: Curso Básico. 5. Ed. ver. Ministério \nda Educação, Secretaria de Educação Especial. Brasília, 2004. \n5) LACERDA, Cristina Broglia Feitosa de. O Intérprete Educacional de língua de \nsinais no Ensino Fundamental: refletindo sobre limites e possibilidades. In LODI, \nAna Claúdia B. HARRISON, Kathryn M. P. CAMPOS, Sandra R. L. de. TESKE, \nOttmar. (organizadores) Letramento e Minorias. Porto Alegre: Editora Mediação, 2002. \n6) LODI, Ana Claudia B. et al. (Orgs.) Letramento e minorias. Porto Alegre: Editora Mediação, 2002.  \nBIBLIOGRAFIA COMPLEMENTAR \n7) LODI, Ana C. B.; HARRISON, Kathrin M. P.; CAMPOS, Sandra, R. L. Leitura e escrita no contexto da \ndiversidade. Porto Alegre: Mediação, 2004. \n8) QUADROS, Ronice. M. et al. Estudos Surdos I, II, III e IV – Série de Pesquisas. Editora Arara Azul. \nRio de Janeiro. \n9) QUADROS, Ronice. M. de & KARNOPP, L. B. Língua de Sinais Brasileira: Estudos lingüísticos. \nPorto Alegre. Artes Médicas. 2004. \n10) SKLIAR, Carlos B. A Surdez: um olhar sobre as diferenças. Editora Mediação. Porto Alegre. 1998 \n11) SACKS, Oliver. Vendo vozes. Uma jornada pelo mundo dos surdos. Rio de Janeiro: Imago, 1990 \n12) SEE-MG. Coleção Lições de Minas. Vocabulário Básico de LIBRAS – Língua Brasileira de Sinais. \nSecretaria do Estado da Educação de Minas Gerais, 2002. \n13) SEE-MG. A inclusão de alunos com surdez, cegueira e baixa visão na Rede Estadual de Minas \nGerais: orientações para pais, alunos e profissionais da educação. Secretaria do Estado da Educação \nde Minas Gerais, 2008. \n14) STROBEL, Karin. As imagens do outro sobre a cultura surda. Florianópolis \n15) STROBEL, K. L. & FERNANDES, S. Aspectos Lingüísticos da Libras.  \nCuritiba: SEED/SUED/DEE, 1998. (Disponível em: \n<http://www8.pr.gov.br/portals/portal/institucional/dee/aspectos_ ling.pdf>. Acesso em: 01 março. 10) \n \n \n \n \n", "108": " \n107 \n \n6 - ATIVIDADES COMPLEMENTARES \nAs Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia, no \nArtigo 5º, § 2º, determinam que:  \n \n \n \nDeverão também ser estimuladas atividades complementares, tais como trabalhos \nde iniciação científica, projetos de multiunidade curricular, visitas técnicas, trabalhos em equipe, \ndesenvolvimento de protótipos, monitorias, participação em empresa júnior e outras atividades \nempreendedoras. \n \nAs atividades complementares, devidamente formalizadas e avaliadas, devem \npara fins de integralização, compor a carga horária do curso até o limite de 10% (dez \npor cento) da carga horária total (Resolução UFSJ no 001/2003). \nSendo assim, para o cumprimento de tal determinação, no curso ora proposto, o \naluno deverá cumprir, além do conjunto de unidades curriculares obrigatórias e \noptativas, outras atividades curriculares. Trata-se de um conjunto de atividades \ncomplementares que, uma vez formalizadas, serão reconhecidas, creditadas e \nconstarão no histórico escolar do aluno. \nSegundo a Resolução no 001 de 2003, podem ser consideradas atividades \ncomplementares, a critério de cada Colegiado, as seguintes atividades acadêmicas: \nIniciação Científica (PIBIC), Programa Institucional de Iniciação Científica (PIIC), Grupo \nPET, Visitas Técnicas, Projetos de Extensão, Eventos Científicos, Monitorias, Relatórios \nde Pesquisa, Trabalhos Multidisciplinares, Trabalhos em Equipe, Atividades Culturais, \nPolíticas e Sociais; Participação em Empresas Juniores e outras que vierem a ser \nestabelecidas no projeto curricular aprovado pelo Conselho. \nSegundo a resolução CNE/CES 02/2007: \n \n \n \na soma das cargas horárias de estágio e das atividades complementares não pode \nexceder 20% da carga horária total (3600 horas).  \n \nPortanto, o aluno poderá cumprir no máximo 328 horas de atividades \ncomplementares, que deverão constar no histórico escolar do aluno. As atividades \ncomplementares deverão ser exercidas pelo aluno durante o curso e constarão no \nhistórico escolar desde que encaminhadas ao coordenador do curso, sob a forma de \n", "109": " \n108 \n \nrelatório devidamente documentado, dentro dos prazos estabelecidos e aprovado pelo \ncolegiado do curso. Como atividades complementares serão consideradas Empresa \nJunior, monitoria, iniciação científica, participações no Programa de Educação Tutorial e \natividades de extensão.  \nCom o objetivo de ampliar a formação do aluno, as atividades complementares \ndeverão ser variadas. Para isso estabeleceu-se uma carga horária máxima permitida \npara cada tipo de atividade com descrito na Tabela 8. \n \nTabela 8: Atividades Complementares e respectivas cargas horárias consideradas para \nos alunos do Campus Alto Paraopeba. \n1. Atividades de Ensino \nAtividade/Produto \nForma de registro \nCarga Horária Comprovação \nMonitoria \nPor semestre \n20 h \nCertificado \nVisita técnica (máximo de 20 h) \nPor visita \n5 h \nCertificado \nUnidades Curriculares (UC) Eletivas \n(inclui TCIC I e TCIC II) \nPor semestre \nCarga horária \nda UC (máx. \n288 h) \nHistórico \n2. Atividade de Pesquisa \nAtividade/Produto \nForma de registro \nCarga Horária Comprovação \nIniciação Científica – PIBIC/PIIC e outros \n(por ano) \nRelatório final \n90 h \nCertificado da PROPE ou \nÓrgão de fomento ou do \nprofessor responsável.  \nParticipação em eventos científicos \n \n15 h \nCertificado \nApresentação de resumo em congresso \n \n15 h \nCertificado de apresentação \nou de aceite \nApresentação de resumo expandido em \ncongresso \n \n20 h \nCertificado de apresentação \nou de aceite \nApresentação oral em congresso \n \n30 h \nCertificado de apresentação \nou de aceite \nTrabalho completo em congresso: \nNão indexado \nIndexado \n \n \n20 h \n45 h \nCertificado de aceite \nPublicações de artigo em periódico: \nNão indexado \nIndexado \n \n \n30 h \n60 h \nCertificado de aceite ou \npágina de rosto do artigo \nGrupo de estudos orientado \n \n15 h \nRelatório \nSeminário na instituição \nPor seminário \n 2 h \nCertificado \n3-Atividade de Representação Estudantil \nAtividade/Produto \nForma de registro \nCarga Horária Comprovação \nParticipação no diretório acadêmico – \nmáximo 30 horas \nPor ano \n15 h \nCertificado \nMembro dos Conselhos Superiores ou \nColegiado do curso – máximo 30h \nPor mandato \n15 h \nCertificado \n4- Atividade de Extensão \nAtividade/Produto \nForma de registro \nCarga Horária Comprovação \nParticipação em projetos de extensão \n \n90 h \nCertificado do PROEX \nEstágio extracurricular e estágio \nacadêmico – máximo de 90 h \nCada 45 h \n15 h \nCertificado da Instituição \nacadêmica ou carteira de \ntrabalho. \nMembro de comissão organizadora de \nevento reconhecido/aprovado/cadastrado \nna UFSJ \n \n20 h \nCertificado \nMinicursos ministrados em eventos \nPor evento \nO dobro da \nCertificado ou carta de \n", "110": " \n109 \n \nacadêmicos \ncarga horária \nde aulas \ndadas \nanuência do professor \nresponsável ou tutor \nViagens acadêmicas e culturais sob a \ncoordenação de professor da UFSJ \nPor dia de viagem \n5 h \nCertificado \nBolsa de atividade - realizadas sob a \norientação de um professor. Máximo 60 \nhoras \nPor bolsa \n20 h \nCertificado da instituição de \nfomento e do professor \nCursos, minicursos e oficinas \nPor evento \nHoras \nconstantes no \ncertificado \nCertificado \nCurso de idiomas reconhecidos \nPor semestre \n30 h \nCertificado \n \n7 - ESTÁGIO SUPERVISIONADO E PRÁTICAS DE ENSINO  \n \nA unidade curricular Estágio Supervisionado além de atender às exigências \nlegais (Lei 11.788, de 25/09/2008), tem como finalidade oferecer ao estudante \noportunidade de conhecer um ambiente real de sua futura atividade profissional. \nSegundo a resolução CNE/CES 11/2002: \n \n \no estágio é parte integrante da graduação com carga horária mínima de 160 horas. \n \n \nO estágio complementa a formação acadêmica do estudante, permitindo aplicar \nconhecimentos teóricos adquiridos durante o curso, por meio da vivência em situações \nreais, que serão de fundamental importância para o exercício da profissão no futuro.  \nPara obter o bacharelado em Engenharia Mecatrônica, o aluno deverá realizar \numa carga horária mínima de 200 horas de estágio supervisionado. Essa carga horária \né viável para o aluno, pois a mesma poderá ser completada no período de férias \nescolares, permitindo ao aluno somente nesse período, uma carga horária máxima de \n40 horas semanais, característica particularmente desejável, pois facilita a realização do \nestágio pelo aluno.  \nPodem-se listar alguns dos objetivos do estágio curricular: \n• \nPermitir o desenvolvimento de habilidades técnico-científicas, visando melhor \nqualificação do futuro profissional; \n• \nPropiciar condições para aquisição de maiores conhecimentos e experiências no \ncampo profissional;  \n• \nVivenciar situações práticas que demandem o domínio da ciência e da tecnologia; \n• \nBuscar uma complementação educacional compatível com as necessidades do \n", "111": " \n110 \n \nmercado de trabalho;  \n• \nPromover a integração da Instituição/curso-empresa-comunidade; \n• \nDesenvolver comportamento ético em relação às suas atividades profissionais; \n• \nFacilitar o processo de atualização das unidades curriculares, permitindo adequar, \naquelas de caráter profissionalizante às constantes inovações tecnológicas, \npolíticas, sociais e econômicas a que estão sujeitas; e \n• \nAtenuar o impacto da passagem da vida de estudante para a vida profissional, \nabrindo ao(à) estagiário(a) mais oportunidades de conhecer a filosofia, diretrizes, \norganização e funcionamento das instituições. \nDurante o estágio o aluno deve ter a supervisão de um professor da área de \nEngenharia Mecatrônica ou áreas afins e de um profissional de engenharia da empresa \nque o contratar. Ao final do estágio, o estudante deverá apresentar ao supervisor um \nrelatório das atividades que foram realizadas no estágio. O supervisor poderá, a seu \ncritério, solicitar que o estudante apresente e defenda seu relatório perante uma banca, \nescolhida a critério do supervisor. Poderão ser consideradas como estágio as atividades \ndesenvolvidas em indústrias, empresas de consultoria, institutos de pesquisa ou \nuniversidades. \n8 - TRABALHO DE CONCLUSÃO DE CURSO \n  \nA unidade curricular Trabalho de Conclusão Curso tem por objetivo consolidar a \ncontribuição individual do aluno ao conhecimento sistematizado em Engenharia \nMecatrônica. O aluno deverá redigir uma monografia final de curso sobre uma atividade \nprática ou teórica de seu interesse. A atividade deverá ser orientada por um docente do \ncurso de Engenharia Mecatrônica. No caso de atividades desenvolvidas em indústria ou \nem laboratórios externos ao Campus Alto Paraopeba/UFSJ, o professor orientador \npoderá indicar um profissional co-orientador. A monografia será redigida segundo \nnormas técnicas para elaboração de trabalhos científicos. Ao final, o aluno deverá, em \nsessão pública, apresentar seu trabalho a uma banca examinadora constituída por \nprofessores, sendo um deles o orientador. Além disso, o orientador poderá solicitar a \npublicação da monografia, em forma de artigo, em revistas institucionais, nacionais ou \ninternacionais.  \n", "112": " \n111 \n \n9 - ADMINISTRAÇÃO ACADÊMICA \n \nA administração acadêmica do curso é conduzida pelo Colegiado e Coordenação \nde Curso, sendo que ainda poderá contar com a assessoria de professores de áreas \ncorrelatas às disciplinas de formação básica, profissional e específica do Engenheiro \nMecatrônico.  \n \nA composição, finalidades, funcionamento e conceituação das unidades que \ncompõem os setores de administração acadêmica estão regulamentados pelo \nregimento geral da Universidade Federal de São João del-Rei. \n10 - AUTO-AVALIAÇÕES INSTITUCIONAL E DE CURSO \nConforme RESOLUÇÃO UFSJ N° 04, de 10 de novembro de  2004, Comissão \nPrópria de Avaliação da Universidade Federal de São João del-Rei – CPA-UFSJ é \nresponsável pela coordenação dos processos internos de avaliação da instituição, de \nsistematização e de prestação das informações solicitadas pelo INEP, e como parte \nintegrante do Sistema Nacional de Avaliação do Ensino Superior – SINAES.  \nA mesma Resolução indica ainda que “o caráter diagnóstico e formativo da auto-\navaliação deve permitir a re-análise das prioridades estabelecidas no projeto \ninstitucional e o engajamento da comunidade acadêmica na construção de novas \nalternativas e práticas”. \nAlém disso, a Instituição utiliza de instrumentos de avaliação e registro de \natividades docentes, discentes e servidores técnico-administrativos que visam \ncompreender o perfil institucional, a reflexão e o desenvolvimento da Instituição, bem \ncomo o acompanhamento de trajetórias de forma a ter subsídios para processos de \nprogressão profissional e acadêmica. \nA avaliação discente é o que governa o projeto avaliativo da Instituição em \ntermos de atividades acadêmicas de ensino. O instrumento para tal avaliação é de \nperiodicidade semestral, sendo os seus objetivos e estrutura articulados com as \ndimensões e indicadores definidos pelo SINAES (Comissão de Reformulação do \nInstrumento de Avaliação Discente da UFSJ, Portarias 846/2006 e 246/2007). Associado \nao Instrumento de avaliação discente, um Instrumento de avaliação docente, também \nde periodicidade semestral e articulado com as dimensões e indicadores definidos pelo \nSINAES, focado, entre outras coisas, em condições de trabalho, currículo, desempenho \ndiscente e auto-avaliação compõe o projeto avaliativo do ensino na UFSJ. \n", "113": " \n112 \n \nA relevância das informações e percepções coletadas com os dois instrumentos \nserá garantida a partir da ação de Coordenadores de Curso, de seus Colegiados, em \nprocesso semestral de avaliação de condições de oferta, unidades curriculares, \nposturas e práticas docentes e discentes. \nDa mesma forma, as Diretrizes Gerais do Campus Alto Paraopeba prevê a \nimplantação de um Núcleo de Apoio Pedagógico (NAPE) que, segundo este documento, \ndeverá desenvolver pesquisas de ensino, sejam relativas à retenção e evasão, sejam \nrelativas à sua eficácia. Ao mesmo tempo, o Curso de Engenharia Mecatrônica \napresenta um Núcleo Docente Estruturante3 (NDE), responsável pela avaliação do \ncurso e por elaborar propostas de adequação as estratégias de ensino no Plano \nPedagógico do Curso, o que exige um trabalho alinhado com o NAPE. Nesse contexto, \nreuniões periódicas deverão ser realizadas entre ambos os Núcleos para avaliação de \nindicadores como índice de retenção, índice de evasão, transferência de curso, \ntrancamento de matrícula, entre outros. A análise das informações geradas pelo NDE, \nNAPE e CPA será utilizada na construção de um plano de ação com estratégias para o \naperfeiçoamento do curso. \n11 - CORPO DOCENTE \n \nO quadro docente do curso de Engenharia Mecatrônica atualmente é constituído \npor professores que atuam em regime de dedicação exclusiva na Universidade, os \nquais encontram-se envolvidos com atividades docentes, de pesquisa, extensão e de \ndesenvolvimento científico e tecnológico em áreas correlatas ao curso. Os professores \nutilizam práticas didático-pedagógica inovadoras, e incentivam os alunos ao estudo, \naplicação e desenvolvimento da tecnologia. \n \nPara atender as prerrogativas de qualidade do curso todos os professores \npossuem cursos de pós-graduação, mestrado e/ou doutorado, para tal a Coordenação \ndeve manter-se atenta à titulação de seus professores procurando sempre incentivar e \n                                                 \n3 De acordo com o Instrumento de avaliação dos cursos de graduação o Núcleo Docente \nEstruturante (NDE) é definido como o “conjunto de professores composto por 30% do corpo \ndocente, de elevada formação e titulação, contratados em tempo integral ou parcial, que \nrespondem, mais diretamente, pela criação, implantação e consolidação do Projeto Pedagógico \ndo Curso”. Desta maneira, a maioria dos professores que compõe o NDE do Curso de \nEngenharia Mecatrônica possui título de doutor na área de Engenharia Mecatrônica. Nas \nreformulações do NDE será considerada a titulação de doutor e no mínimo 70% dos \nprofessores deverão ser da área de Engenharia Mecatrônica. \n", "114": " \n113 \n \npropiciar aos professores que lecionam no curso as ferramentas para melhorar a sua \ncapacitação e aperfeiçoamento.  \n \nA constituição do corpo docente do curso envolve professores que podem \nlecionar diversas disciplinas dos cursos lotadas nos cinco cursos de engenharia \noferecidos pela UFSJ no Campus Alto Paraopeba. \n12 - INFRAESTRUTURA \n12.1 - BIBLIOTECA \n \nA biblioteca do Campus Alto Paraopeba/UFSJ, possui cinco computadores \ndestinados à pesquisa bibliográfica, com acesso ao portal de Periódicos da CAPES, que \ngarante acesso eletrônico a 15.475 periódicos internacionais com textos completos de \ntodas as áreas de conhecimento. Além disso, a biblioteca mantém assinatura de  \nperiódicos correntes da área de engenharia. \n \nA biblioteca do Campus Alto Paraopeba/UFSJ conta com um total de 4.270 livros, \nsendo estes distribuídos entre as unidades curriculares dos ciclos básico, \nprofissionalizante e específico. \n12.2 - LABORATÓRIOS \nOs laboratórios utilizados até o momento nas unidades curriculares são lotados \nno Campus Alto Paraopeba. A infra-estrutura dos laboratórios para o curso de \ngraduação em Engenharia Mecatrônica pode ser resumida em laboratórios de: \nInformática, Química, Física, Eletrotécnica, Robótica, Sistemas Mecânicos e de \nControle e Automação. Abaixo são apresentados os principais laboratórios com os \nrespectivos equipamentos. \n \n1. Laboratório de Ensino de Informática I (área total: 56 m2) \n \n25 computadores: Placa mãe Gigabyte, processador Pentium Dual Core E2140 800 MHz 1.6 \nGHz, 1MB de RAM, HD de 160 GB, 25 monitores de 15 polegadas, 25 teclados e 25 \nmouses. \n \n \n2. Laboratório de Ensino de Informática II (área total: 56 m2) \n \n25 computadores: Placa mãe Phitronics, processador Core 2 Duo E7200 1066MHz 2.53, \n2MB de RAM, 160 GB de HD, 25 monitores Kemex de 15 polegadas, 25 teclados e 25 \nmouses. \n", "115": " \n114 \n \n \n \n3. Laboratório de Ensino de Computação Gráfica (área total: 56 m2) \n \nAparelho de ar condicionado Komeco 48000 BTU, 40 Cadeiras fixas metálicas estofadas, 36 \ncomputadores (Placa mãe Asus, Processador Phenom x4 9750 2.4 gHz 4 MB de RAM 250 \nde HD placa de vídeo ATI 4870, 36 monitores LG de 22 polegadas, 36 teclados e mouses) \n \n \n4. Laboratório de práticas de informática \n \n24 computadores (04 computadores placa mãe Gigabyte, processador pentium dual  core \nE2140 800 MHz 1.6Ghz, 1MB  de RAM HD de 160 sendo utilizados no sistema de 06 \ncabeças, uma máquina emulando mais 5 máquinas através de hardware, modulo x-tenda. \nPortanto temos 4 computadores (CPU´s) e 24 monitores HP de 15 polegadas, 24 teclados e \nmouses) \n  \n5. Laboratório de Química Geral (área total: 106 m2) \n \n04 Agitadores magnéticos 114 \n \n01 Balança de precisão Bioprecisa Mod. JHZ102 2.100G \n \n01 Balança eletrônica analítica FA 2104 Bioprecisa \n \n02 Banhos ultratermostatos Quimis \n \n26 Banquetas de madeira maciça c/ assento redondo \n \n03 Bombas de vácuo Exipump \n \n02 Capelas de exaustão de gases média 110 V Marca Quimis \n \n01 Centrífuga excelsa baby II Mod. 206 – BL \n \n01 Deionizador de água capacidade 50L \n \n01 Espectrofotômetro Biospectro Mod. SP 220 \n \n03 Estantes de aço com 6 prateleiras 1,98 X 0,92 X 0,30cm cor cinza \n \n01 Estufa de esterilização e secagem 400/2ND 200 \n \n02 Evaporadores rotativos SL126 \n \n03 Mantas aquecedoras capacidade 2000 ML \n \n03 Mantas aquecedoras para balão 500ml Mod. 3310B Nalgon \n \n01 Maquina automática para fabricação de gelo em cubo c/gabinete em aço inoxidável \n \n04 Medidores de pH microprocessado C/ bancada MPA 210 Tecnopon \n \n01 Refrigerador Consul 1 porta gelo seco 340/380L \n  \n6. Laboratório Ensino de Física (área total: 56 m2) \n \n01 Armário de aço com 2 portas marca Itapoa \n \n24 Banquetas de madeira maciça c/ assento redondo \n", "116": " \n115 \n \n \n01 Cabine de segurança biológica classe 1S tipo A1 \n \n01 Cadeira injetada metálica estofada azul Fauf TR 63/08 \n \n05 Capacitores variáveis de placas paralelas \n \n05 Computadores (Placa mãe Gigabyte, Processador Pentium Dual core E2180 2.6 GHz, \n1MB de RAM, HD de 40 GB, 5 monitores Samsung de 15 polegadas, 5 teclados e mouses) \n \n05 Estabilizadores SMS Revolution Compact 300VA \n \n05 Fontes de alimentação MPL-1303 \n \n05 Fontes de alimentação PS-1500 \n \n05 Geradores de funções GV – 2002 \n \n05 Geradores eletrostáticos de Van de Fraff \n \n01 Homogeneizador Turpax 110V S. 08120833 Nova Técnica \n \n05 Microcomputadores Tech Fácil 2180 1GB HD 80GB DVD TM \n \n05 Monitores Samsung LCD 15'' Mod. 540N PP \n \n05 Osciloscópio \n \n05 Placas de resistores de fios \n \n05 Teclados alfanumérico padrão \n \n05 Transformadores desmontáveis \n \n7. Laboratório de Circuitos e Eletrotécnica (área total: 56 m2). \n \n08 Alicates digitais AD-9901A \n \n03 Armários de aço com 2 portas \n \n06 Bancadas \n \n06 Cabos USB - Osciloscópio \n \n24 Cadeiras fixas 04 pés confeccionadas em madeira \n \n06 Caixas capacitância MDC-510 \n \n06 Caixas de jogos datapool (4 placas / cx) - Curso eletricidade AC \n \n06 Caixas de jogos datapool (8 placas/cx) - Curso eletricidade básico \n \n06 Caixas resistência MDR-611 \n \n08 Fasímetros digitais FS-30 \n \n04 Fontes digitais MPL-3305 \n \n06 Geradores de função MFG-4201A \n \n04 Jogos de cabos banana/jacaré \n \n01 Jogo de pino jacaré \n \n01 Jogo de  motores minipa \n \n06 Luxímetros digitais MLM-1011 \n \n06 Manuais - Osciloscópio MO-2025 \n", "117": " \n116 \n \n \n06 Módulo 2000 \n \n01 Megômetro digital MI-2700 \n \n06 Multímetros digitais DM 4070 \n \n12 Multímetros digitais ET-2042C \n \n01 Osciloscópio analógico 60MHz MO-1262 \n \n06 Osciloscópios digitais 25 MHz MO-2025 \n \n12 Pontas de prova - MO-2025 \n \n06 Protoboard 1680 pts MP-1680 \n \n01 Quadro branco \n \n01 Terrômetro digital ST-1520 \n \n06 Wattimetros digitais WD-1000 \n \n8. Laboratório de Eletrônica e Sistemas Digitais (área total: 56 m2) . \n \n02 Alicates-amperímetros AD-9901A \n \n01 Analisador de espectro 1 GHz MSA-700 \n \n06 Armário de aço com 2 portas \n \n06 Bancadas \n \n01 Cabo de força \n \n02 Cabos de força \n \n01 Cabo de força \n \n12 Cabos USB - Osciloscópio \n \n04 Cabos serial/serial \n \n04 Cabos serial/USB \n \n25 Cadeiras fixas 04 pés confeccionadas em madeira \n \n12 Caixas de jogos confecção de PCI \n \n12 Caixas de jogos datapool (3 placas / cx, 4 cabos / cx) - Curso de comunicação analógica \n \n01 Caixa de jogo datapool (4 placas/cx, 4 cabos paralelo) - Programador de PIC \n \n12 Caixas de jogos datapool (5 placas / cx) - Curso Eletrônica básica \n \n12 Caixas de jogos datapool (6 placas / cx) - Curso Amplificador Operacional \n \n01 Caixa de jogo Datapool (12 placas / cx) - Curso DLP \n \n01 Caixa de jogo Datapool (12 placas / cx) - Curso Osciladores \n \n01 Caixa de jogo Datapool (12 placas / cx) - Curso CIP 01 \n \n12 Caixas de jogos datapool (17 placas / cx) - Curso Eletrônica digital \n \n08 Capacímetros CP-400 \n \n12 Computador \n \n12 Conectores Datapool reserva \n", "118": " \n117 \n \n \n01 Decibelímetro TM-103 \n \n12 Estabilizadores SMS 500 VA \n \n01 Estação de retrabalho HK-939 \n \n12 Estações de solda \n \n12 Fontes geradoras MPL-3305 \n \n12 Geradores de função MFG-4201A \n \n02 itens da ponte LCR \n \n05 Jogos FPGA \n \n12 Lupa com luminária TE - 1020 marca Toyo 110V \n \n12 Manuais - Osciloscópio MO-2025 e MO-2060 \n \n16 Manuais da fonte MPL-3305 \n \n01 Medidor de impedância IM-2700 \n \n12 Módulo 2000 \n \n04 Módulos Datapool - Programador PIC \n \n09 Monitores AOC 15'' LCD mod. LM 522 \n \n12 Multímetros digitais ET-2042C \n \n06 Multímetros digitais ET-2042C \n \n02 Multímetros digitais DM 4070 \n \n01 Osciloscópio analógico 60MHz MO-1262 \n \n01 Osciloscópio digital 150 MHz MO-2150 \n \n12 Osciloscópios digitais 25 MHz MO-2025 \n \n01 Osciloscópio digital 60 MHz + 1 manual MO-2060 \n \n01 Pacote com cabos paralelo - curso DLP \n \n01 Pacotes conectores banana \n \n10 Pacotes com 2 cabos (banana-jacaré) cada e 32 fusíveis \n \n04 Pacotes com 3 apostilas do curso de PIC \n \n03 Pacotes conectores jacaré - Datapool \n \n12 Pacotes ponta de prova - MO-2025 \n \n04 Pontas de prova \n \n13 Pontas de prova - MO-2025 \n \n02 Pontes LCR e 1 manual MXR-821 \n \n24 Protoboards 1680 pts MP-1680 \n \n01 Quadro branco \n \n14 Teclados padrão \n \n09 Testadores de cabo CT-200 \n \n", "119": " \n118 \n \nOs laboratórios acima relacionados vêm até então atendendo as unidades \ncurriculares do curso até o 5o período do curso de Engenharia Mecatrônica em vigor, \ncomo também dos outros cursos oferecidos no Campus Alto Paraopeba. Para finalizar a \nimplantação do curso de Engenharia Mecatrônica haverá a necessidade de \ninvestimentos na infra-estrutura no que se refere a novas construções, porém haverá a \nnecessidade de aquisição de novos equipamentos para todos os laboratórios com o \nobjetivo de acompanhar os avanços tecnológicos e implementar experimentos mais \nvoltados às exigências do mercado. Na sequência são apresentados os demais \nlaboratórios a serem implantados, com uma possível e breve descrição dos \nequipamentos necessários. \n9. Laboratório Ensino de Física No2  (área total: 56 m2) \n \nAguardando a complementação com alguns equipamentos para entrar em funcionamento. \n \n10. Laboratório de Controle Automação  \n \n05 Microcomputadores \n \n05 Osciloscópios digitais \n \n10 Multímetros digitais \n \n05 Módulos didáticos servo mecanismo  \n \n05 Módulos didáticos controle de nível e temperatura \n \n05 Sistemas de controle, transporte e seleção de peças \n \n05 Sistemas de aquisição de dados \n \n05 Módulos Didáticos CLP \n \n05 Jogos de sensores e transdutores \n \n05 Bancadas \n \n03 Armários de metal, com duas portas cada \n \n25 Cadeiras \n \n \n11.Laboratório de Robótica \n \n05 Microcomputadores \n \n05 Osciloscópios digitais \n \n10 Multímetros digitais \n \n05 Kits de montagem de sistemas robóticos Lego Mindstorms \n \n05 Sistemas de treinamento em robótica \n \n05 Bancadas \n \n01 Armários de metal, com duas portas cada  \n", "120": " \n119 \n \n \n25 Cadeiras \n \n \n12.Laboratório de Máquinas e Acionamentos Elétricos \n \nContendo basicamente, dois jogos didáticos compostos pelos seguintes itens: \n \n01 Motor CC \n \n01 Jogo acionador de motor CC \n \n01 Motor AC \n \n01 Jogo acionador de motor AC \n \n01 Servomotor \n \n01 Servoacionador \n \n \n13.Laboratório de Sistemas Mecânicos \n     Aguardando a compra de equipamentos e a construção do espaço físico. \n \n02 Sistemas de aquisição \n \n04 Condicionadores de sinais \n \n02 Amplificadores de potência para atuadores \n \n04 Excitadores (Shaker e martelo de impactos) \n \n06 Acelerômetros \n \n06 Células de Carga \n \n06 Microfones \n \n06 Sensores de proximidade \n \n06 Sensores de temperatura \n \n01 Mesa inercial \n \n01 Bancada de elementos de Máquinas \n     01 Bancada Pneumática e Eletropneumática \n \n04 Bancadas \n \n20 Cadeiras \n \n \n \n \n \n"}