{"1": "1 \n \n \n \n \n \nMINISTÉRIO DA EDUCAÇÃO \nUniversidade Federal De Alfenas \nCampus Avançado de Poços de Caldas \nRodovia José Aurélio Vilela, 11999 \nCidade Universitária - Poços de Caldas-MG \nCEP 377715-400 Fone: (35) 3697-4600 \n \n \nProjeto Político-Pedagógico do Curso de \nEngenharia Química \n \n \n \nPoços de Caldas \nAbril / 2017 \n \n \nAprovado pela Resolução CEPE nº 035/2016, de 24 de outubro de 2016 \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017 \nRetificado pela Resolução Colegiado Prograd nº 015 de 05 de maio de 2021 \n", "2": "2 \n \n \n \nMissão Institucional \n \nPromover a formação plena do ser humano, gerando, sistematizando e difundindo o \nconhecimento, comprometendo-se com a excelência no ensino, na pesquisa e na \nextensão, com base nos princípios da reflexão crítica, da ética, da liberdade de \nexpressão, da solidariedade, da justiça, da inclusão social, da democracia, da inovação e \nda sustentabilidade. \n \n \n \nVisão Institucional \n \nSer conhecida por sua excelência acadêmica, científica, cultural e social nos cenários \nnacional e internacional. \n \n \n \nValores Institucionais \n• \nExcelência \n• \nÉtica \n• \nEficiência \n• \nInovação \n• \nSustentabilidade \n• \nTransparência \n• \nPluralidade \n \n", "3": "3 \n \n \n \nDADOS INSTITUCIONAIS \n \nFundação \nA Escola de Farmácia e Odontologia de Alfenas (EFOA) foi fundada no dia 03 de abril \nde 1914, por João Leão de Faria. \n \nFederalização \nA federalização ocorreu com a publicação, no DOU de 21 de dezembro de 1960, da lei \nnº 3.854/60. A transformação em Autarquia de Regime Especial efetivou-se através do \nDecreto nº 70.686 de 07 de junho de 1972. \n \nTransformação em Universidade \nTransformação em Universidade Federal de Alfenas (UNIFAL-MG) ocorreu pela lei nº \n11.154 em 29 de julho de 2005. \n \nEndereços \nSede \nRua Gabriel Monteiro da Silva, 700 \nCentro \nCEP: 37 130-000 - Alfenas-MG \nTel: (35) 3299-1062 \nHome Page: http://www.unifal-mg.edu.br \n \nUnidade II \nAv. Jovino Fernandes Sales, 2.600 \nSanta Clara – Alfenas-MG \nCEP: 37130-000 \nTel: (35) 3291-4009 \n \nCampus Avançado de Poços de Caldas \nRodovia José Aurélio Vilela, 11.999 \nCidade Universitária, Poços de Caldas-MG \nCEP 37715-400 \nTel: (35) 3697-4600 \n \n \nCampus Avançado de Varginha \nAvenida Celina Ferreira Ottoni, 4.000 \nPadre Vitor – Varginha-MG \nCEP: 37048-395 \nTel: (35) 3219-8680 \n \n", "4": "4 \n \n \n \nReitor \nProf. Dr. Paulo Márcio de Faria e Silva \nProf. Dr. Sandro Amadeu Cerveira \nVice-Reitora \nProfª. Drª. Magali Benjamim de Araújo \nProf. Dr. Alessandro Antonio Costa Pereira \nPró-Reitora de Graduação \nProfª. Drª. Lana Ermelinda da Silva dos Santos \nProf. Dr. José Francisco Lopes Xarão \nPró-Reitora de Pós-Graduação e Pesquisa \nProfª. Drª. Eva Burger \nProfa. Dra. Vanessa Bergamin Boralli Marques \nPró-Reitora de Extensão \nProfª. Drª. Eliane Garcia Rezende \nPró-Reitora de Assuntos Comunitários e Estudantis \nProfª. Drª. Maria de Fátima Sant'Anna \nProf. Dr. Wellington Ferreira Lima \n \nDiretor do Campus Avançado de Poços de Caldas \nProf. Dr. Mayk Vieira Coelho \nProf. Dr. Leonardo Henrique Soares Damasceno \nDiretor do Instituto de Ciência e Tecnologia - ICT \nProf. Dr. Cássius Anderson Miquele de Melo \nProf. Dr. Marlus Pinheiro Rolemberg \n \n", "5": "5 \n \n \n \nCOLEGIADO DE CURSO \nPortaria PROGRAD nº 1415, de 16.06.2014 \nCoordenadora de Curso \nProfª. Drª. Grazielle Santos Silva Andrade \nVice-Coordenador de Curso \nProf. Dr. Marcos Vinicius Rodrigues \nMembros Docentes \nProf. Dr. Iraí Santos Junior \nProf. Dr. Rafael Firmani Perna \nMembro Discente \nMurilo Paiva Roque \n \n \nCOLEGIADO DE CURSO \n Portaria PROGRAD nº 1338, de 13.07.2016 \nCoordenadora de Curso \nProfª. Drª. Melina Savioli Lopes \nVice-Coordenador de Curso \nProfª. Drª. Grazielle Santos Silva \nMembros Docentes \nProfª. Drª. Maurielem Guterres Dalcin \nProf. Dr. Flávio Augusto Dias Oliveira \nMembro Discente \nJulia Batista Botelho Laschi   \n \nCOLEGIADO DE CURSO \n Portaria PROGRAD nº 1459, de 27.06.2019 \nCoordenadora de Curso \nProfª. Drª. Jaqueline Costa Martins \nVice-Coordenador de Curso \nProf. Dr. Rodrigo Corrêa Basso \nMembros Docentes \nProf. Dr.  Rafael Firmani Perna \nProf. Dr. Sergio Andres Villalba Morales \nMembro Discente \nGabrielle Aquino Ferreira Nery \n \n \n \n", "6": "6 \n \n \n \nNÚCLEO DOCENTE ESTRUTURANTE DO CURSO \nPortaria PROGRAD nº 2296 de 11.11.2015 \nPresidente \nProf. Dr. Marcos Vinícius Rodrigues \nMembros Docentes \nProfª. Drª. Erika Coaglia Ramos \nProf. Dr. Gian Freschi \nProfª. Drª. Grazielle Santos Silva Andrade \nProf. Dr. Marlus Pinheiro Rolemberg \nProf. Dr. Rafael Firmani Perna \n \nPortaria PROGRAD nº 2285 de 18.10.2019 \nPresidente \nProf. Dr. Leandro Lodi \nMembros Docentes \nProf. Dr. Claudio Antonio de Andrade Lima \nProf. Dr. Gian Freschi \nProfª. Drª. Jaqueline Martins Costa \nProf. Dr. Marcos Vinícius Rodrigues \nProfa. Dra. Maurielem Guterres Dalcin \nProf. Dr.  Rafael Firmani Perna \nProf. Dr. Rodrigo Correa Basso \nProf. Dr. Sergio Andres Villalba Morales \n \n \n \nASSESSORIA PEDAGÓGICA \nDra Amanda Rezende Costa Xavier – Pedagoga \n \n", "7": "7 \n \n \n \nMEMORIAL DO PROJETO PEDAGÓGICO DO CURSO \n \nÓrgão \nDocumento \nDescrição \nCONSUNI \n \nResolução \n037/2008 \n \nAprova o Projeto de Implantação do BCT \ne Engenharias Ambiental e Urbana, de \nMinas e Química \nCONSUNI \nAta \n89ª reunião \nAltera o Projeto de Implantação do BCT e \nEngenharias Ambiental e Urbana, de \nMinas e Química \nCONSUNI \nResolução \n006/2010 \nAltera a dinâmica curricular do Projeto de \nImplantação do BCT e Engenharias \nAmbiental e Urbana, de Minas e Química \nCEPE \nResolução \n016/2011 \nAprova as regras de transição do BCT e \ningresso nos cursos de Engenharia \nCEPE \nResolução \n027/2011 \nAltera o PPP da Engenharia Química \nCONSUNI \nResolução \n50/2011 \nRerratificar a Resolução nº 37/2008 e \naprovar \nos \nCursos \nde \nEngenharia \nAmbiental e Urbana, Engenharia de Minas \ne Engenharia Química, campus de Poços \nde Caldas \nCEPE \nResolução \n58/2011 \nAltera a dinâmica curricular do curso de \nEngenharia Química \nMEC/SERES \nPortaria \n169/2012 \nAutoriza o funcionamento do curso de \nEngenharia Química \nMEC/SERES \nPortaria \n648/2013 \nPublica o Reconhecimento do Curso de \nEngenharia Química \nMEC/SERES \nPortaria \n1096/2015 \nPublica a renovação de reconhecimento do \ncurso de Engenharia Química \nNDE/Eng \nQuim \nProcesso \n23087.007108/2016-91 \nProposta de Reestruturação do Projeto \nPolítico-Pedagógico \ndo \ncurso \nde \nEngenharia Química \nCEPE \nResolução \n35/2016 \nAprova a reestruturação do curso de \nEngenharia Química \nNDE/Eng \nQuim \nProcesso \n23087.002188/2017-70 \nProposta de retificação do PPC de \nReestruturação do curso de Engenharia \nQuímica \nColegiado \nPrograd \nResolução \n19/2017 \nAprovar as alterações do PPC do curso de \nEngenharia Química \nColegiado \nPrograd \nResolução 015/2021 \nRetifica o PPC Engenharia Química, no \nitem estágio \n(Retificado pela Resolução 015 de 05 de maio de 2021) \n", "8": "8 \n \n \n \nSUMÁRIO \n \nI. APRESENTAÇÃO \n11 \n1. INTRODUÇÃO \n12 \n1.1 Breve histórico do curso \n12 \n1.2 Justificativa da reestruturação \n13 \n1.3 Condições de migração e adaptação curricular \n15 \n2. JUSTIFICATIVA DE OFERTA DO CURSO \n17 \n2.1 A necessidade de um curso de Engenharia Química na região do sul de Minas \n20 \n3. OBJETIVOS DO CURSO \n22 \n3.1 Objetivo geral \n22 \n3.2 Objetivos específicos \n22 \n4. IDENTIFICAÇÃO E CONDIÇÕES DE OFERTA DO CURSO \n24 \nII. CONCEPÇÃO DO CURSO \n25 \n5. FUNDAMENTAÇÃO FILOSÓFICA E PEDAGÓGICA: IDEÁRIO DO CURSO 25 \n6. FUNDAMENTAÇÃO LEGAL \n26 \n7. LINHAS DE FORMAÇÃO: HABILITAÇÕES E ÊNFASES \n28 \n8. PERFIL DO EGRESSO \n28 \n8.1 Atuação profissional \n29 \n8.2 Competências e habilidades \n29 \nIII. CURRÍCULO \n30 \n9. ORGANIZAÇÃO CURRICULAR \n31 \n9.1 Atividades Acadêmicas Curriculares \n34 \n9.1.1 Atividades Complementares \n34 \n9.1.2 Trabalho de Conclusão de Curso (TCC) \n35 \n9.1.3 Programa Tutorial Acadêmico (PTA) \n35 \n", "9": "9 \n \n \n \n9.1.4 Estágio Obrigatório \n36 \n9.1.5 Estágio Não Obrigatório \n36 \n9.2 Perfil gráfico do curso \n37 \n9.3 Dinâmica curricular \n37 \n9.4 Ementários \n43 \n9.4.1 Ementário Unidades Curriculares Obrigatórias do BCT \n43 \n9.4.2 Ementário Unidades Curriculares Obrigatórias da Engenharia Química \n48 \n9.4.3 Ementário Unidades Curriculares Diretivas da Engenharia Química \n50 \n9.4.4 Ementário Unidades Curriculares Eletivas do BCT \n52 \n9.4.5 Ementário Unidades Curriculares Eletivas da Engenharia Química \n54 \nIV DESENVOLVIMENTO METODOLÓGICO DO CURSO \n54 \n10. METODOLOGIA DE ENSINO \n55 \n11. METODOLOGIA DE AVALIAÇÃO \n57 \n11.1 Avaliação do Projeto Político-Pedagógico \n57 \n11.2 Avaliação do processo de ensino-aprendizagem \n57 \n11.3 Avaliação interna do curso \n58 \n11.4 Avaliação externa do curso – SINAES \n59 \nV ESTRUTURA DE FUNCIONAMENTO DO CURSO \n60 \n12. RECURSOS FÍSICOS, TECNOLÓGICOS E OUTROS \n60 \n12.1 Biblioteca \n60 \n12.2 Tecnologia da Informação \n62 \n12.3 Infraestrutura do Campus Poços de Caldas \n62 \n13. CORPO DOCENTE E PESSOAL TÉCNICO-ADMINISTRATIVO \n64 \n13.1 Demonstrativo do corpo docente \n65 \n13.2 Demonstrativo do pessoal técnico-administrativo \n65 \n", "10": "10 \n \n \n \n14. BIBLIOGRAFIA BÁSICA E COMPLEMENTAR: descrição de critérios \n66 \nVI REFERÊNCIAS \n66 \nVII APÊNDICES \n68 \nAPÊNDICE A – Relação de bibliografia UC Obrigatórias BCT \n68 \nAPÊNDICE B – Relação de bibliografia UC Obrigatórias Engenharia Química \n79 \nAPÊNDICE C – Relação de bibliografia UC Diretivas Engenharia Química \n87 \nAPÊNDICE D – Relação de bibliografia UC Eletivas BCT \n91 \nAPÊNDICE E – Relação de bibliografia UC Eletivas Engenharia Química \n95 \nAPÊNDICE F – Tabela de equivalência \n98 \n \n", "11": "11 \n \n \n \nIDENTIFICAÇÃO E CONDIÇÕES DE OFERTA DO CURSO \n \nCurso \nGraduação em Engenharia Química \nModalidade de Grau \nBacharelado \nHabilitação \nO curso não contempla habilitações \nTítulo acadêmico \nBacharel em Engenharia Química \nModalidade de Ensino \nPresencial \nRegime de Matrícula \nSemestral \nRegime Curricular \nCréditos \nTempo de integralização \nMínimo de 10 semestres (sendo 6 semestres \ncursados no BCT); \nMáximo de 15 semestres (sendo até 9 semestres \ncursados no BCT; o tempo não utilizado na \nintegralização do BCT poderá ser utilizado para \nintegralização da Engenharia Química) \nCarga Horária Total \n3930 3786 \nRegime de Ingresso \nSemestral \nNúmero de vagas para ingresso \n40 vagas por semestre \nForma de Ingresso \nEdital Interno de Transição \nTurno de funcionamento \nIntegral (vespertino e noturno) \nLocal de funcionamento \nCampus Avançado de Poços de Caldas: \nRodovia José Aurélio Vilela, 11.999 \nCidade Universitária \nPoços de Caldas. MG \nCEP 37715-400 \nTel: (35) 3697-4600 \n \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017 \n", "12": "12 \n \n \n \nI.APRESENTAÇÃO \n \n \nO Projeto Político-Pedagógico de um Curso (PPC) não pode ser considerado um \ninstrumento técnico-burocrático, descontextualizado, estruturado em torno de definições \ncurriculares tradicionais, mas sim, um instrumento de trabalho que indique rumo, \ndireção e que seja construído com a participação dos profissionais da instituição, sempre \nbuscando estar em consonância com as transformações que ocorrem no mundo \ncientífico e nos meios sociais. Dessa forma, um PPC precisa, necessariamente, ser \nanalisado como um instrumento dinâmico e em contínua avaliação, sendo passível de \nreestruturação sempre que os órgãos institucionais, em especial, o Núcleo Docente \nEstruturante (NDE) de um Curso, julgarem necessário. \n \nApós cinco anos do início das atividades e contínua avaliação do ciclo \nprofissionalizante do Curso de Engenharia Química na Universidade Federal de Alfenas \n(UNIFAL-MG), percebeu-se a necessidade de ajustes, principalmente no que se refere a \norganização curricular do Curso, de modo a atender sua concepção primordial: \npromover ao egresso competências e habilidades condizentes com as necessidades \natuais do  mundo do trabalho e da sociedade. O modelo adotado pela UNIFAL-MG na \nconcepção dos Cursos de Engenharias do Campus Avançado de Poços de Caldas baseia-\nse na formação em dois ciclos, sendo o Bacharelado Interdisciplinar em Ciência e \nTecnologia (BCT) o primeiro ciclo formativo de discentes que almejam ingressar nos \nCursos de Engenharia. \n \n No encerramento do segundo semestre de 2015, foi aprovada pela UNIFAL-MG \na reestruturação do BCT, que entraria em vigência em 2016-2, o que, de fato, impactou \ndiretamente na organização curricular dos cursos do segundo ciclo. Tais fatos indicaram \na necessidade de se realizar uma reestruturação no Curso de Engenharia Química da \nInstituição. \n \nO presente documento é o resultado do trabalho do NDE do Curso de \nEngenharia Química da UNIFAL-MG, buscando aprimorar a organização curricular do \nCurso, com o objetivo de atender as alterações do primeiro ciclo formativo e ajustar as \ndeficiências percebidas e apontadas pelos docentes no segundo ciclo. \n \n", "13": "13 \n \n \n \n1 Introdução \n \nA criação do Curso em Engenharia Química na UNIFAL-MG ocorreu graças ao \nPrograma de Expansão e Reestruturação das Universidades Federais - REUNI (Brasil-\nDecreto Nº 6.096, 2007) que, após amplo debate ocorrido em todos os segmentos da \ncomunidade universitária e aprovação pelo Conselho Superior pela Resolução nº \n056/2007, de 7/12/2007, resultou na adesão da UNIFAL-MG à proposta, assumindo o \ncompromisso de realizar inovações acadêmicas, criando cursos que atenderiam às \ndemandas provocadas pelo desenvolvimento econômico sustentável da região. \n \nO projeto do curso, de caráter inovador e inspirado “na organização da formação \nsuperior proposta por Anísio Teixeira para a concepção da Universidade de Brasília, no \ninício da década de 1960, no Processo de Bolonha e nos colleges estadunidenses” \n(MEC/SES, 2010), prevê a formação dos discentes em dois ciclos, sendo o primeiro \nciclo o BCT e, o segundo ciclo, a formação profissional do engenheiro químico \npropriamente dito. O termo ciclos não tem relação com ciclos básico e profissional \ninstituídos pela Lei 5.540/68, mas refere-se a uma etapa completa de formação que \nconduz a diplomação com objetivos formativos e perfil do egresso definidos. \n \nDesta maneira, apresentamos nesse documento a proposta de reestruturação do \ncurso, apesar do curto período de existência, de forma a compatibilizar o curso com o \nideário filosófico do modelo e as necessidades formativas para o mundo do trabalho, na \nárea da Engenharia Química, compatibilização essa que pode ser verificada no histórico \ndo curso, nos objetivos e condições que justificaram a oferta do curso na região. \n \n1.1 Breve Histórico do Curso \n \nApesar da implantação do Curso do Bacharelado Interdisciplinar em Ciência e \nTecnologia (BCT) ter sido aprovada em 2008, a proposta para criação do Curso de \nEngenharia Química foi aprovada pelo Conselho Universitário da UNIFAL-MG apenas \nem 16 de agosto de 2011 (Resolução no. 050/2011 que rerratifica a Resolução no. 37, de \noutubro de 2008). \n \nO início das atividades do BCT (primeiro ciclo do Curso de Engenharia \nQuímica) ocorreu em 2009, e as do ciclo profissionalizante do Curso de Engenharia \nQuímica em janeiro de 2012. \n", "14": "14 \n \n \n \n \nA autorização de funcionamento foi concedida pelo MEC em 2012, tendo a sua \navaliação de reconhecimento realizada em 2013 e, nesta avaliação, o Curso de \nEngenharia Química obteve o conceito 4. Em 2014 os alunos do Curso participaram do \nExame Nacional de Desempenho de Estudantes (ENADE), cujo resultado foi utilizado \npara compor o Conceito do Curso (CC), que resultou também no conceito 4. \n \nDesde o início das suas atividades, o Curso de Engenharia Química da UNIFAL-\nMG formou 120 alunos dos 330 ingressantes no ciclo profissionalizante. Em 2016 foi \nproposta, por parte da Pró-Reitoria de Graduação (Prograd), a criação de uma comissão \npara acompanhamento de egressos, o que possibilitará uma maior quantidade de \ninformações que possam embasar novas reformulações político-pedagógicas no futuro. \nPorém, as opiniões favoráveis e elogiosas fornecidas pelas empresas que admitiram, \ncomo estagiários, os alunos provenientes do Curso são um indício do bom \ndesenvolvimento da Engenharia Química na UNIFAL-MG. Dentre os estágios \nrealizados pelos egressos destacam-se as seguintes áreas de atuação como: produção, \nprocesso, controle de qualidade, laboratório de análises e acompanhamento de \nimplantação de novos processos e equipamentos.     \n \n Desde o início de suas atividades, o curso oferece ao estudante durante o BCT, \nUnidades Curriculares Diretivas com o objetivo de auxiliar o processo de escolha dentre \noutras engenharias. Após o ingresso no curso de Engenharia Química, o estudante deve \ncumprir uma carga horária de unidades curriculares obrigatórias e optativas curriculares, \nagora denominadas eletivas, além de atividades complementares, estágio  obrigatório e \no trabalho de conclusão de curso (TCC). \n \nApesar dos bons resultados alcançados, a necessidade de atualização e melhorias \nno Projeto Político-Pedagógico do Curso tornaram-se evidentes após as experiências \nvivenciadas e alterações realizadas no primeiro ciclo formativo, o BCT, em 2016. \n \n1.2 Justificativa da reestruturação \n \nOs cursos de Engenharia Química no Brasil e no mundo, devido as suas \ncaracterísticas e por estarem intimamente atrelados à inovação tecnológica dos \nprocessos industriais, necessitam de avaliação constante de modo a atender as demandas \napresentadas pela sociedade: “A Engenharia Química assume assim, novamente, o seu \npapel de relevo na qualidade de vida e de agente motor para um desenvolvimento \n", "15": "15 \n \n \n \nsustentável da sociedade moderna” (AMUDSON, 1988). Muito embora os resultados \nindiquem que os alunos egressos e, consequentemente, o curso estão atendendo as \nprerrogativas do Projeto Político-Pedagógico inicial, a UNIFAL-MG tem por obrigação \ncontinuar a reavaliar suas práticas político-pedagógicas e reformular o curso quando \nnecessário. \n \nSob esse ponto de vista, o primeiro grupo que compôs o Núcleo Docente \nEstruturante do Curso de Engenharia Química percebeu, em 2014, apenas dois anos \napós o ciclo profissionalizante ter iniciado na UNIFAL-MG, a necessidade de alterações \nno PPC e formalizou o pedido mediante o processo 23087.009300/2014-51. As \nalterações estavam relacionadas, basicamente, a mudanças nas unidades e dinâmicas \ncurriculares: divisão e remanejamento de conteúdos programáticos entre unidades \ncurriculares (UC), separação dos conteúdos práticos das aulas de operações unitárias, \npropondo uma nova unidade curricular específica para tais aulas (Laboratórios de \nEngenharia Química) e criação de novas unidades curriculares optativas. A análise \ntécnico-educacional e pedagógica do PPC realizada pelo setor pedagógico da instituição \nindicou outras alterações necessárias ao projeto, dentre elas a definição dos períodos de \nfuncionamento do curso, atendimento à Resolução CEPE nº 002/2013 que trata da \nelaboração e diretrizes para criação e reestruturação de projetos de cursos e alteração da \ncarga horária das atividades complementares. \n \nNaquele momento, diante das mudanças necessárias, percebeu-se que parte \ndessas mudanças influenciaria diretamente a dinâmica curricular do primeiro ciclo, o \nque estaria fora das competências atribuídas ao NDE do Curso de Engenharia Química, \nsendo função do NDE do BCT. Assim, optou-se por informar ao NDE do BCT as \nmudanças almejadas para o Curso de Engenharia Química e aguardar a reformulação do \nPPC do BCT para, assim, dar prosseguimento à reestruturação do PPC da Engenharia \nQuímica. \n \nAs propostas apresentadas pelo primeiro NDE do Curso de Engenharia Química \nem 2014 e as mudanças do PPC do BCT implantadas em 2016, apresentam-se como \nagentes motivadores, justificando as alterações ora apresentadas para a reestruturação \ndo Curso de Engenharia Química da UNIFAL-MG neste documento. Além desses fatos, \nem 2015 a equipe do NDE do curso de Engenharia Química foi reformulada e percebeu \nque, com a maior flexibilidade no primeiro ciclo realizada pelo NDE do BCT, com a \n", "16": "16 \n \n \n \noportunidade para a inserção de novas unidades curriculares de modo a reforçar o \nnúcleo de unidades curriculares básicas (inclusão de termodinâmica e métodos \nnuméricos, por exemplo) e com a possibilidade de promover a transferência de algumas \nunidades curriculares do segundo para o primeiro ciclo, como as da área da química, por \nexemplo, tornariam a dinâmica curricular do curso de Engenharia Química mais \nadequada e coerente. O conjunto de todas as modificações será detalhado no item III \ndeste projeto. Incluído pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017 \n \nUm destaque deve ser dado à questão do turno de funcionamento do curso. \nEmbora no PPC original tenha sido definido o período de funcionamento como integral, \na maioria das unidades curriculares foram ofertadas no período noturno, com algumas \nunidades curriculares optativas e aulas práticas ofertadas no período vespertino. Foi \nunânime entre os docentes da Engenharia Química a percepção de que o rendimento e a \ncapacidade de concentração dos alunos não são aproveitados em toda a sua \npotencialidade após as 22 horas. Desta forma, a alteração da dinâmica curricular seria \ninviável para um curso predominantemente noturno, pois acarretaria em um curso com \num ano a mais para conclusão.  Assim, o NDE do Curso de Engenharia Química optou \npor definir os períodos vespertino e noturno como sendo mais adequados para o \nfuncionamento do curso, sendo que a distribuição da carga horária em Unidades \nCurriculares (UC) do curso se dará nesses dois períodos, de forma que se priorize o \ntérmino diário das atividades acadêmicas antes das 22 horas.   \n \n1.3 Condições de migração e adaptação curricular \n \nEste PPC de Reestruturação do Curso de Engenharia Química entrará em \nvigência em 2017-1. \n \nTendo em vista a melhoria nas práticas político-pedagógicas do curso, o que \ncausará um impacto significativo na qualidade do profissional formado, os alunos \ningressantes na Engenharia Química a partir de 2016-2, inclusive, deverão migrar \ncompulsoriamente para a nova dinâmica curricular, imediatamente após a aprovação \ndeste PPC de Reestruturação (2016). \n \nDesta forma, apenas os estudantes que ingressaram no curso de Engenharia \nQuímica até 2016-1 poderão fazer opção, via processo ao Colegiado de Curso, de \npermanecer no PPC Resolução CEPE n. 27/2011 ou migrar para este PPC de \n", "17": "17 \n \n \n \nReestruturação (2016). Caso o estudante não formalize sua opção, via processo ao \nColegiado do Curso, em conformidade às orientações deste órgão, tal estudante será \nautomaticamente migrado para o PPC de Reestruturação (2016). \n \nA opção dos estudantes que ingressaram no curso até 2016-1 é irreversível. \nDesta forma, uma vez realizada a opção, pelo estudante matriculado no curso, via \nprocesso ao Colegiado, esta não poderá ser alterada, devendo o estudante integralizar o \ncurso em conformidade ao PPC da opção formalizada. \n \nA adaptação curricular da estrutura proposta será realizada com base na tabela de \nequivalência apresentada no Apêndice F, em que a maioria das unidades curriculares do \nPPC de Reestruturação (2016) terão equivalência direta com uma ou mais unidades \ncurriculares do  PPC Resolução CEPE n. 27/2011. \n \nAs unidades curriculares  do PPC Resolução CEPE nº 27/2011 que não tiverem \nunidades curriculares equivalentes dentre o rol das unidades curriculares Obrigatórias \nou Eletivas, serão computadas e registradas no histórico do estudante como unidades \ncurriculares optativas. \n \nA adaptação curricular do PPC se dará conforme tabela de equivalência \napresentada no Apêndice F, em que a maioria das unidades curriculares do PPC de \nReestruturação Resolução CEPE nº 35/2016 retificado pela Resolução Colegiado da \nPrograd nº 19/2017 terão equivalência direta com uma ou mais unidades curriculares do  \nPPC Resolução CEPE nº 27/2011. \n \n As unidades curriculares  do PPC Resolução CEPE nº 27/2011 que não tiverem \nunidades curriculares equivalentes dentre o rol das unidades curriculares Obrigatórias \nou Eletivas, serão computadas e registradas no histórico do estudante como unidades \ncurriculares optativas.  \n \nEste PPC de Reestruturação Resolução CEPE nº 35/2016 retificado pela \nResolução Colegiado da Prograd nº 19/2017 do Curso de Engenharia Química entrará \nem vigência em 2017-1, para todos os estudantes que ingressarem no curso a partir de \n2017-1, inclusive, considerando-se também as seguintes condições: \n- os alunos que não fizeram a transição no semestre subsequente à integralização do \nPPC BCT Resolução CEPE nº 17/2011, mesmo tendo cumprido 2754 horas, \nindependentemente do momento posterior em que concorrerem ao edital de transição, \n", "18": "18 \n \n \n \nestarão vinculados ao PPC de Reestruturação Resolução CEPE nº 35/2016, retificado \npela Resolução Colegiado Prograd nº 19/2017, vigente a partir de 2017-1; e \n- os alunos que ingressarem no curso de Engenharia Química por meio de editais de \nreingresso, a partir de 2017-1, estarão vinculados ao PPC de  Reestruturação Resolução \nCEPE nº 35/2016, retificado pela Resolução Colegiado Prograd nº 19/2017. \nQuanto aos estudantes que ingressaram no curso até 2016-2, vez que fizeram a \ntransição para a Engenharia Química tendo integralizado o PPC BCT Resolução CEPE \nnº 17/2011 (ou seja, com 2754 horas), todos serão mantidos no PPC Engenharia \nQuímica Resolução CEPE nº 27/2011 (anterior ao PPC de Reestruturação Resolução \nCEPE nº 35/2016, retificado pela Resolução Colegiado Prograd nº 19/2017). \n \nEm decorrência das condições de migração aqui previstas, o Colegiado do Curso \nrealizará acompanhamento individual dos estudantes, durante a transição de PPC. \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n \n2 Justificativa de oferta do curso \n \nEsse projeto está inserido no Programa de Expansão e Reestruturação das \nUniversidades Federais - REUNI (DECRETO Nº 6.096, 2007) que após amplo debate \nocorrido em todos os segmentos da comunidade universitária e aprovação pelo \nConselho Superior, pela Resolução nº 056/2007, de 7/12/2007, resultou na adesão da \nUNIFAL-MG. \n \nO REUNI foi uma das ações integrantes do Plano de Desenvolvimento da \nEducação (PDE) em reconhecimento ao papel estratégico das universidades federais \npara o desenvolvimento econômico e social. \n \nA necessidade de expansão da Educação Superior em nosso país é premente, \nvisto que a Pesquisa Nacional por Amostra de Domicílio (PNAD) - Indicadores Sociais \n2009, no momento da criação do Curso de Engenharia Química na UNIFAL-MG, \nmostrou que em média nacional, apenas 24,31% dos jovens brasileiros, com idade entre \n18 e 24 anos, teriam acesso ao ensino superior. Assim, o PNDE, Plano Nacional de \nEducação (PNE) de 2014 foi o documento que organizou prioridades e propôs metas a \nserem alcançadas nos dez anos seguintes como, elevar o padrão de qualidade das \nuniversidades; ofertar, no mínimo, um terço das vagas em cursos noturnos e elevar a \nrelação de estudantes por professor (a) para 18; elevar gradualmente a taxa de conclusão \n", "19": "19 \n \n \n \nmédia dos cursos de graduação presenciais nas universidades públicas, de modo a \natingir 90% e, nas instituições privadas, 75% em 2020. \n \nEm sua formulação, o REUNI teve como principais objetivos: garantir às \nuniversidades as condições necessárias para a ampliação do acesso e permanência na \neducação superior; assegurar a qualidade por meio de inovações acadêmicas; promover \na articulação entre os diferentes níveis de ensino, integrando a graduação, a pós-\ngraduação, a educação básica e a educação profissional e tecnológica; e otimizar o \naproveitamento dos recursos humanos e da infraestrutura das instituições federais de \neducação superior. \n \nO Programa REUNI também elencou como principais metas: a elevação gradual \nda taxa de conclusão média dos cursos de graduação presenciais para 90%; elevação \ngradual da relação aluno/professor para 18 alunos para 1 professor; aumento mínimo de \n20% nas matrículas de graduação e o prazo de cinco anos, a partir de 2007 – ano de \ninício do Programa – para o cumprimento das metas. \n \nPara que um país tenha desenvolvimentos sociais, humanos, econômicos e \ntecnológicos torna-se imperativo investir em educação e, em particular, numa sólida \ncultura científica da sua juventude de modo a reverter algumas estatísticas que colocam \no País numa posição bastante desvantajosa em relação às sociedades mais desenvolvidas \nconforme apresentada pela UFBA (2010), a saber: \n• \nNuma avaliação comparativa internacional de desempenho de estudantes do \nEnsino Fundamental de 41 países (PISA, 2005), o Brasil ficou em 39º lugar em \nMatemática e Ciências, com média de 396, numa escala de 0 a 800; \n• \nMais de 70% dos professores de Matemática e Ciências Naturais que atuam na \nEducação Básica no Brasil não possuem licenciatura nas áreas específicas; \n• \nNo Brasil, de cada 100 titulados apenas 7 o são em engenharia, enquanto na \nCoreia do Sul este número salta para 22 engenheiros. Na China, o percentual de \nmatrículas em cursos superiores de ciência e tecnologia é da ordem de 50%; \n• \nAs engenharias representam apenas 11% da pós-graduação brasileira; \n• \nO Brasil tem apenas 12 mestres em engenharia por cada grupo de 100.000 \nhabitantes, enquanto nos EUA este número é de 160. \n• \nEm termos de doutores nesta mesma área, o Brasil tem apenas 4 em cada grupo \nde 100.000 habitantes, enquanto na Alemanha este número salta para 30; \n", "20": "20 \n \n \n \n• \nA participação do setor de alta tecnologia na produção de países como os EUA e \na Coreia do Sul varia entre 20 e 35%. No Brasil, somente 100 empresas das 30.000 que \ndispõem de setores de P&D (Pesquisa e Desenvolvimento) introduziram inovações. A \nárea de P&D destas empresas é 4 vezes menor que a aquisição de máquinas, sendo que \napenas 7% delas mantêm relação com Universidades e Institutos de Pesquisa e 70% \ndessas atribuem uma baixa importância à essa relação. \n \nEstes dados estatísticos evidenciam as deficiências da educação científica no \nBrasil e colocam em risco o “projeto de nação”, as expectativas de desenvolvimento \neconômico e tecnológico e a consequente superação da pobreza e das desigualdades \nsociais. Em 2011, formaram-se no Brasil cerca de 20 mil engenheiros por ano, enquanto \nque nos demais países em desenvolvimento, tais como China e Índia, o número \nultrapassou os 200 mil; além disso, cerca de 70% das pós-graduações nestes últimos \nestavam voltadas para as áreas das Engenharias. \n \nDe \nacordo \ncom \nas \nestatísticas \napresentadas \npela \nCoordenação \nde \nAperfeiçoamento de Pessoal de Nível Superior (CAPES), formam-se anualmente no \nBrasil cerca de 10 mil doutores e 30 mil mestres. \n \nDe acordo com SILVA, P.R. (2008) no texto de referência “A Nova Formação \nem Engenharia Frente aos Desafios do Século XXI”, apresentado no III Seminário \nNacional do REUNI, a Engenharia está presente em todas as ações, planos \ngovernamentais e institucionais de Ciência, Tecnologia e Inovação (CT&I) quer seja no \ndesenvolvimento econômico e social propriamente dito, até a geração de tecnologias \navançadas que permitirão uma maior competitividade do país no mercado internacional, \nconstituindo seu valor e importância em fato incontestável. Por outro lado, registra à \nfalta de engenheiros em número e qualidade suficientes para suprir as demandas atuais e \nfuturas, sobretudo no que se concerne às tecnologias inovadoras. \n \nSegundo estatísticas do Conselho Federal de Engenharia e Agronomia \n(CONFEA), o estoque de engenheiros em 2008 era de 620mil em todo o país, uma \nproporção de 6 para 1000 pessoas economicamente ativas, número este bem abaixo a de \npaíses desenvolvidos como EUA e Japão, que apresentam uma relação de 25/1.000. A \nChina e Índia formam, respectivamente, 300 mil e 200 mil engenheiros por ano, contra \nmenos de 30.000 no Brasil. Há, portanto, bastante espaço para a expansão da oferta de \nvagas em curso de engenharia, sobretudo em áreas de alta tecnologia. Segundo a \n", "21": "21 \n \n \n \nFederação Nacional dos Engenheiros, para que o Brasil mantenha seu ritmo de \ncrescimento, o número de engenheiros formados deve ser dobrado nos próximos 10 \nanos. \n \nEm relação à tecnologia, cabe resgatar dados divulgados pelo MEC sobre CT&I \ncujas empresas no Brasil não têm tradição de investimento, com participação inferior a \n16%, enquanto que nos EUA e Coreia do Sul é 80%, e 53% na França, para citar alguns \nexemplos. Dos 84% não oriundos da iniciativa privada no Brasil, 97% são da produção \ncientífica das universidades, em sua grande maioria, feita em áreas básicas, não \ndirigidas a inovação tecnológica que transformam conhecimentos em produtos ou \nferramentas produtivas. \n \nAinda, segundo SILVA (2008), não somente pela argumentação do MEC, mas \ntambém a de inúmeras opiniões de especialistas e pesquisadores de outros órgãos do \nsetor produtivo e da ciência e tecnologia é preciso que se coloque, com urgência, o \nensino de engenharia na perspectiva de uma formação mais abrangente, global, \ninterdisciplinar, com visão holística do meio, considerando não somente os aspectos \ntécnicos da produção e produtividade, mas, sobretudo os impactos da engenharia, \ntornando-a mais socialmente justa. Assim, a UNIFAL-MG busca integrar e contribuir \ncom o incremento da inovação tecnológica, pesquisa científica, educação científica e \ntecnológica com a formação de  profissionais qualificados para o mundo do trabalho. \n \nTais argumentos fundamentaram o projeto para a criação no Campus Avançado \nda UNIFAL-MG em Poços de Caldas-MG, dos cursos de engenharia em dois ciclos, \ntendo o Bacharelado Interdisciplinar em Ciências e Tecnologia (BCT) no primeiro ciclo \nformativo, e a Engenharia Química,  como uma das opções de  segundo ciclo formativo. \n \n2.1 A necessidade de um Curso de Engenharia Química na Região do Sul de Minas \n \nNos últimos anos, o Estado de Minas Gerais vem experimentando uma vigorosa \nexpansão do seu parque industrial. O Estado de Minas Gerais fechou o ano de 2012 com \nindicadores econômicos mais favoráveis relativamente à média nacional. Enquanto o \nPIB brasileiro provavelmente ficou próximo de 1% em 2012, Minas apresentou \ncrescimento de 2,6%, alavancado pelo melhor desempenho da indústria e do setor de \nserviços. A utilização da capacidade instalada mineira (84,3%) estava no ano de 2012 \nem um patamar acima da média brasileira (81,3%) (FIEMG, 2012). \n", "22": "22 \n \n \n \n \nA região do sul de Minas, mais especificamente, é formada por 156 municípios \ncom população estimada em aproximadamente 2.600.000 habitantes, tendo um PIB \naproximado de 44 bilhões de reais (2010), contando com quase 400 empresas com \natividades extrativas e 7000 empresas caracterizadas como Indústria de Transformação, \ntendo 50% da mão de obra empregada em empresas de médio e grande porte (FIEMG, \n2013). \n \nA cidade de Poços de Caldas, em específico, conta atualmente com uma \npopulação de 150.000 habitantes e localiza-se em uma das regiões mais desenvolvidas \ndo sul de Minas, abrangendo várias cidades de porte médio com vocação industrial tais \ncomo: Varginha, Três Corações, Pouso Alegre, Santa Rita do Sapucaí, Itajubá, Guaxupé, \nLavras e Alfenas. Na região estão instaladas empresas alimentícias, químicas, \nagroquímicas, mineração, farmacêuticas, metalúrgica, de plásticos e borrachas, \neletroeletrônica, têxteis e de diversos setores correlatos. Essas indústrias são ávidas e \ncarentes de mão de obra especializada, apresentando um grande potencial para absorver \nos egressos de um Curso de Graduação em Engenharia Química. Tais características \napontam para um favorável e esperado crescimento da indústria mineira, sendo o \nmesmo concomitante e dependente de um aumento na quantidade e qualidade dos \nrecursos humanos regionais. O cenário político-social do sul e sudeste de Minas Gerais \npropiciou discussões entre as universidades federais dessa região, resultando, em junho \nde 2011, na aprovação, pelo Conselho Universitário, da participação da UNIFAL-MG, \nem um consórcio dessas universidades tendo como um dos objetivos atender a demanda \nregional para a formação de recursos humanos. \n \nAtualmente, mesmo com a crise nacional e mundial, no Estado de Minas Gerais \nexiste uma real necessidade de recursos humanos para atender ao setor químico-\nalimentício, haja vista que várias empresas têm planos de expansão para os próximos \nanos. A formação de pessoal capacitado para atuar nesse setor irá atender a uma \ndemanda crescente do mesmo, solucionando o problema da falta de mão de obra local \nespecializada para atuar em empresas do setor industrial. Além disso, a criação de um \nCurso Superior que forme profissionais qualificados para atender as necessidades das \nindústrias regionais pode ser um dos pontos positivos quando da tomada de decisão com \nrelação a novos investimentos no Estado de Minas Gerais. Deve-se considerar que a \noferta de mão de obra qualificada formada na região, ajudará na melhoria e \n", "23": "23 \n \n \n \nmodernização das fábricas existentes no Estado e isso, futuramente, poderá promover \numa melhoria da atual situação da balança comercial do Estado. O perfil profissional \nque as empresas locais tanto procuram na mão de obra local apresenta características \ninerentes à formação de um Engenheiro Químico. \n \nDe acordo com o MEC, no ano de 2016 existiam, no Estado de Minas Gerais, 32 \ncursos em atividade e, deste total, apenas 11 cursos oferecidos de forma gratuita pelo \nGoverno Federal. Na região do Sul de Minas, na época de implantação do Curso de \nEngenharia Química na UNIFAL-MG, Campus Avançado de Poços de Caldas (2010), \nnão existiam cursos na área, sendo este o primeiro curso gratuito a ser oferecido na \nregião. Com a criação do curso, o profissional de Engenharia Química passou a atuar \nefetivamente tanto nas indústrias da região do Sul de Minas quanto em outras regiões e \nEstados do Brasil. \n \nDiante do exposto e considerando o papel que a UNIFAL-MG deve exercer no \ndesenvolvimento econômico e social do Estado de Minas Gerais, optou-se pela \nimplantação do Curso de Engenharia Química no Campus Avançado de Poços de Caldas \nquando da criação do Bacharelado em Ciências e Tecnologia. Tal Curso pretende formar \nprofissionais capazes de atuarem nos Setores Químico, Alimentício, Biotecnológico, de \nMateriais e Ambiental, contribuindo, desse modo, para o fortalecimento e o crescimento \nda Economia do Estado de Minas Gerais. \n \n3 Objetivos do Curso \n3.1 Objetivo geral \n \nO Curso de Graduação em Engenharia Química na UNIFAL-MG terá como \nobjetivo central a formação de profissionais com uma sólida base técnico-científica, \ncom visão crítica e reflexiva, criativos e empreendedores capacitados para pesquisar, \nanalisar, projetar e operar processos onde a matéria sofre alterações de fase, de estado \nfísico, de conteúdo energético ou de composição. \n \n3.2 Objetivos específicos \n• \nFamiliarizar o estudante com práticas de laboratório, empregando montagens \nexperimentais realistas e fazendo com que ele seja capaz de analisar processos químicos \n", "24": "24 \n \n \n \nde um modo global. Além disso, será enfatizada a importância de se observar as normas \nde segurança no trabalho, as relações hierárquicas, bem como os fluxos de informações \ne a diferenciação de funções dentro de uma organização industrial; \n• \nIniciar o estudante nas práticas de operação, manutenção e montagem nas \nindústrias químicas; \n• \nConduzir à aquisição, por parte do estudante, do entendimento qualitativo e \nquantitativo do processamento das matérias-primas; \n• \nFazer com que o estudante seja capaz de realizar o acompanhamento da \noperação da planta, assim como, habilidades para participar nas atividades de painel e \nde campo, durante campanhas de produção, manutenção e montagem; \n• \nFornecer ao estudante a formação para que ele possa entender as exigências dos \nórgãos de controle, bem como adotar os procedimentos adequados para o cumprimento \ndos mesmos; \n• \nProver o estudante com habilidades para o preenchimento de folhas de \nespecificações de equipamentos, para o auxílio em cálculos de balanços materiais e \nenergéticos, cálculos de tubulações, cálculos de dimensionamento de equipamentos e de \nsistemas, medições de vazão e de temperatura, além da correta utilização de \ninstrumentação em geral; \n• \nTornar o estudante capaz de auxiliar no desenvolvimento de rotas de processos, \nempregando técnicas de simulação, assim como na automação do mesmo; \n• \nFormar um profissional capaz de gerir a produção, por meio da sua participação \nno planejamento das necessidades de matérias primas e utilidades. Além disso, esse \nprofissional também será capacitado para organizar campanhas de produção, definir as \nhabilidades dos colaboradores, bem como dos respectivos níveis de responsabilidade, \nalém de elaborar mapas de custos; previsão de paradas, definição de procedimentos \nemergenciais e de rotina; \n• \nIncutir no estudante o conhecimento de vendas de equipamentos e de sistemas \npara indústria química, além daqueles referentes a inspeção de riscos em processos \nquímicos; normalização e qualidade, perícias e análises para órgãos de financiamento; \n• \nRealizar experimentos, ensaios e divulgação técnico-científica; e \n• \nDesenvolver ensino, pesquisa e extensão universitária ligada à sua área de \natuação. \n", "25": "25 \n \n \n \n \n4 Identificação e condições de oferta do curso \n \nO curso de Engenharia Química da UNIFAL-MG é formado por dois ciclos: o \nprimeiro ciclo é integralizado pelo BCT, curso este que conduz à obtenção de diploma \nde nível superior na área da ciência e tecnologia (MEC, 2010); e o segundo ciclo \ncontempla o itinerário formativo da Engenharia Química, conduzindo o estudante à  \nobtenção do título profissional equivalente ao curso. \n \n O ingresso no curso de Engenharia Química ocorre após a integralização do \ncurso de Bacharelado Interdisciplinar em Ciência e Tecnologia, por meio de Edital \nInterno de Transição, regulamentado por resolução específica. \n \nO curso possui um número de 40 vagas semestrais, é integral, funcionando nos \nturnos vespertino e noturno. \n \nO curso oferece ao discente durante o BCT, Unidades Curriculares Diretivas que \ntêm objetivo de auxiliar o processo de escolha dentre outras engenharias. \n \nApós o ingresso no curso de Engenharia Química, que ocorre via Edital Interno \nde Transição, o estudante deverá cumprir uma carga horária de unidades curriculares \nobrigatórias e eletivas, além de atividades complementares, estágio obrigatório e o \ntrabalho de conclusão de curso (TCC). \n \nO curso tem a duração mínima prevista de 10 (dez) semestres letivos, sendo 6 \n(seis) destes cursados no Bacharelado Interdisciplinar em Ciência e Tecnologia (BCT). \nO tempo máximo de integralização é de 15 semestres (sendo até 9 semestres cursados \nno BCT; o tempo não utilizado na integralização do BCT poderá ser utilizado para \nintegralização da Engenharia Química). O tempo de integralização do BCT é de 3 anos, \nno mínimo, e de 4,5 anos, no máximo, e o tempo da parte específica do curso de \nEngenharia Química é de no mínimo 2 anos e no máximo 3 anos.  Entretanto, o tempo \nmáximo não utilizado para integralização do BCT poderá ser utilizado para \nintegralização da Engenharia Química. \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n \n \nII CONCEPÇÃO DO CURSO \n", "26": "26 \n \n \n \n5 Fundamentação filosófica e pedagógica: ideário do curso \n \nNuma perspectiva histórica pode dizer-se que a Engenharia Química se \nconstituiu como um ramo autônomo da engenharia no final do Século XIX. De fato, foi \nem 1988 que surgiu no MIT (Massachusetts Institute of Technology), nos EUA, o \nprimeiro curso de Engenharia Química independente dos restantes ramos da \nEngenharia. \n \nNo essencial, a Engenharia Química trata da transformação de matérias-primas \nem produtos de valor agregado que contribuem para a nossa qualidade de vida. As \nperspectivas da Engenharia Química a curto e médio prazo estão voltadas para os \ndesafios da indústria em relação ao crescimento sustentável, ou seja, na modificação de \nprocessos existentes e criação de novos processos diminuindo o impacto das atividades \npara o meio ambiente. \n \nNesse contexto, o curso de Engenharia Química da UNIFAL-MG como segundo \nciclo formativo, adota uma concepção filosófica que confere ao discente flexibilidade \ncurricular, proporcionando-lhe a possibilidade de escolha dos próprios itinerários \nformativos. Nesse sentido, tem vistas a dar condições de alargamento da base dos \nestudos superiores, permitindo uma ampliação de conhecimentos e competências \n(SOUSA SANTOS; ALMEIDA FILHO, 2008). \n \nEssa flexibilidade pode ser percebida na pluralidade de saídas do curso – a saída \npara o ingresso em cursos de pós-graduação, em nível de especialização, mestrado ou \ndoutorado, a saída para o mercado de trabalho, a saída para a produção empreendedora, \nentre outras opções de saída que podem surgir. Isso é possível na medida em que o \ncurso contempla distintas competências, inteligências e perfis, admitindo que cada \nestudante é um sujeito ativo e autônomo de seu processo formativo. \n \n Portanto, o curso se pauta na concepção pedagógica defendida no PDI \n(UNIFAL-MG, 2015), ao prever a adoção de inovações significativas, quanto à \nflexibilidade dos componentes curriculares; a ampliação da discussão de metodologias \nativas e interdisciplinaridade; a oferta de oportunidades diferenciadas de integralização \ncurricular; a incorporação de recursos tecnológicos. \n \n6 Fundamentação legal \n \nO curso de Engenharia Química está amparado pela base legal vigente, a saber: \n", "27": "27 \n \n \n \nI) Normas Nacionais: \na) Lei nº 9.394, de 20 de dezembro de 1996, que estabelece as diretrizes e bases da \neducação nacional; \nb) Parecer CNE/CES nº 1362/2001, que trata das Diretrizes Curriculares Nacionais do \ncurso de graduação em Engenharia; \nc) Resolução CNE/CES nº 11/2002, que dispõe as Diretrizes Curriculares Nacionais do \ncurso de graduação em Engenharia, que estrutura do curso de engenharia como sendo \ncomposto por três núcleos de conteúdos: \n- Núcleo de conteúdos básicos (30% da carga horária mínima); \n- Núcleo de conteúdos profissionalizantes (15% da carga horária mínima); e \n- Núcleo de conteúdos específicos, representado por extensões e aprofundamentos dos \nconteúdos do núcleo profissionalizante (restante da carga horária). \n- Obrigatoriedade de trabalho de conclusão de curso, como atividade de síntese e \nintegração de conhecimentos; \n- Carga horária mínima de estágio obrigatório em 180 160 horas; e \n- Estímulo a atividades complementares. \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \nd) Parecer CNE/CES nº 8/2007, que dispõe sobre carga horária mínima e procedimentos \nrelativos à integralização e duração dos cursos de graduação, bacharelados, na \nmodalidade presencial; \ne) Resolução CNE/CES nº 2/2007, que dispõe sobre carga horária mínima e \nprocedimentos relativos à integralização e duração dos cursos de graduação, \nbacharelados, na modalidade presencial: \n- Carga horária mínima de integralização de um curso de bacharelado em Engenharia é \n3.600 horas; \n- Limite mínimo para integralização é de 5 anos; \n- Estágios e as atividades complementares não devem exceder 20% da carga horária \ntotal do curso; e \n- Carga horária total deve ser dimensionada em, no mínimo, 200 dias de trabalho \nacadêmico efetivo. \nf) Lei nº 5194/66, que regula o exercício das profissões de Engenheiro, Arquiteto e \nEngenheiro- Agrônomo, e dá outras providências; \n", "28": "28 \n \n \n \ng) Referenciais Curriculares Nacionais dos Cursos de Bacharelado e Licenciatura, \nSERES: Brasília, 2010; e \nh) Referenciais Nacionais dos Cursos de Engenharia, SERES: Brasília, s/d. \nII) Normas do Conselho de Classe (Conselho Federal de Engenharia, Arquitetura e \nAgronomia - CONFEA) \na) Resolução Confea nº 218/73, que discrimina atividades das diferentes modalidades \nprofissionais da Engenharia, Arquitetura e Agronomia; e \nb) Resolução Confea nº 1010/2005, que dispõe sobre a regulamentação da atribuição de \ntítulos profissionais, atividades, competências e caracterização do âmbito de atuação dos \nprofissionais inseridos no Sistema Confea/Crea, para efeito de fiscalização do exercício \nprofissional. \nIII) Normas Internas da UNIFAL-MG \na) Resolução CEPE nº 015/2016, que aprova o Regulamento Geral dos Cursos de \nGraduação da UNIFAL-MG; \n \nEste PPC ainda atende às orientações do MEC quanto à formação em temas \ntransversais, determinados nos documentos: \na) Resolução CNE/CP nº 1, de 17 de junho de 2004, que institui Diretrizes Curriculares \nNacionais para a Educação das Relações Étnico-Raciais e para o Ensino de História e \nCultura Afro-Brasileira e Africana e Lei nº 11645 de 10/03/2008, que altera a Lei nº \n9.394, de 20/12/1996, modificada pela Lei nº 10.639, de 9/01/2003, que estabelece as \ndiretrizes e bases da educação nacional, para incluir no currículo oficial da rede de \nensino a obrigatoriedade da temática “História e Cultura Afro-Brasileira e Indígena”, \ncuja abordagem é feita na unidade curricular Ética, Ciência e Sociedade , no 1º ciclo; \nb) Lei nº 9795 de 27/04/1999, que dispõe sobre a Educação Ambiental, institui a \nPolítica de Educação Ambiental e dá outras providências e Resolução CNE/CP nº 2 de \n15/06/2012, que estabelece as diretrizes Curriculares Nacionais para a Educação \nAmbiental, abordadas nas UC Ciências Ambientais e Direito Ambiental, no 1º ciclo; \nc) Resolução CNE/CP nº 1 de 30 de maio de 2012, que estabelece as Diretrizes \nNacionais para a Educação em Direitos Humanos, abordada pela UC Ética, Ciência e \nSociedade, no 1º ciclo; \nd) Parecer CNE/CP nº 9 de 30 de setembro de 2003, que propõe a formulação de \norientações aos sistemas de ensino a respeito da prevenção ao uso e abuso de drogas \n", "29": "29 \n \n \n \npelos alunos de todos os graus de ensino, abordada pela UC Ética, Ciência e Sociedade, \nno 1º ciclo; e \ne) Lei nº 10.436/2002 e Decreto Presidencial nº 5.626/2005, que tratam da inserção da \nmatéria de Libras como disciplina curricular optativa nos cursos de educação superior, \natendidos pela UC Libras, UC optativa. \n \n7 Linhas de formação: habilitações e ênfases \n  \nO curso de Engenharia Química é um curso generalista, que não possui \nhabilitações ou ênfases; assim as atribuições concedidas pelos órgãos de registro de \nclasse dependem das unidades curriculares cursadas, em função da escolha do discente, \npara seu itinerário formativo. \n \n8 Perfil do egresso \n \nNa concepção do perfil do egresso, respeita-se o estabelecido na resolução \nCNE/CES nº 11 de 11/03/2002 em seu Art. 3º, que determina que \n“O Curso de Graduação em Engenharia tem como perfil do formando \negresso/profissional o engenheiro, com formação generalista, humanista, crítica e \nreflexiva, capacitado a absorver e desenvolver novas tecnologias, estimulando a sua \natuação crítica e criativa na identificação e resolução de problemas, considerando seus \naspectos políticos, econômicos, sociais, ambientais e culturais, com visão ética e \nhumanística, em atendimento às demandas da sociedade”. \n \n \nDeste modo, o egresso do curso de Engenharia Química da UNIFAL-MG deverá \nser um engenheiro com sólida formação técnico-científica e profissional que esteja \ncapacitado a desenvolver, aprimorar e difundir desde os conhecimentos básicos da \nEngenharia Química, incluindo a produção e a utilização de métodos computacionais \navançados aplicados, passando por serviços, produtos e processos relativos às indústrias \nquímica, petroquímica, de alimentos e correlatas até novas tecnologias em áreas como a \nbiotecnologia, materiais compostos e de proteção à vida humana e ao meio ambiente. \nTambém deve ser capacitado a julgar e a tomar decisões, avaliando o impacto potencial \nou real de suas ações, seguindo critérios de rigor técnico-científicos e humanitários, que \nestejam baseados em referenciais éticos e legais. O egresso deve ainda ser habilitado a \nparticipar, coordenar ou liderar equipes de trabalho e a comunicar-se com as pessoas do \n", "30": "30 \n \n \n \ngrupo ou de fora dele, de forma adequada à situação de trabalho, bem como estar \npreparado para acompanhar o avanço da ciência e da tecnologia em relação à área e a \ndesenvolver ações que aperfeiçoem as formas de atuação do Engenheiro Químico. \n \n8.1 Atuação profissional \n \nOs egressos poderão atuar tanto na área acadêmica quanto na indústria com \nqualificações específicas na área de biotecnologia, alimentos, ambiental e de materiais, \nde acordo com seu itinerário formativo, registrado em Histórico Acadêmico. \n \n8.2 Competências e habilidades \n \nEm consonância com a Resolução CNE/CES CNE/CES nº 11 de 11/03/2002, o \nEngenheiro Químico formado pela UNIFAL-MG possuirá as seguintes competências e \nhabilidades gerais: \n• \nAplicar \nconhecimentos matemáticos, \ncientíficos, tecnológicos e \ninstrumentais à Engenharia Química; \n• \nProjetar e conduzir experimentos e interpretar resultados dos \nempreendimentos químicos; \n• \nConceber, projetar e analisar sistemas, produtos e processos na área da \nEngenharia Química; \n• \nPlanejar, supervisionar, elaborar e coordenar projetos e serviços de \nEngenharia Química; \n• \nIdentificar, formular e resolver problemas de Engenharia Química; \n• \nDesenvolver e/ou utilizar novas ferramentas e técnicas aplicadas à \nEngenharia Química; \n• \nSupervisionar a operação e a manutenção de sistemas na área de \nEngenharia Química; \n• \nAvaliar criticamente a operação e a manutenção de sistemas aplicados à \nEngenharia Química; \n• \nComunicar-se eficientemente nas formas escrita, oral e gráfica; \n• \nAtuar em equipes multidisciplinares; \n• \nCompreender e aplicar a ética e responsabilidade profissionais; \n", "31": "31 \n \n \n \n• \nAvaliar o impacto das atividades industriais no contexto social e \nambiental; \n• \nAvaliar a viabilidade econômica de projetos de Engenharia Química; e \n• \nAssumir a postura de permanente busca de atualização profissional. \n \nConsiderando o perfil pretendido, o egresso do curso de Engenharia Química \ndeve, também, ser um profissional capaz de: \n• \nAprender de forma autônoma e contínua; \n• \nAtuar inter/multi/transdiciplinarmente; \n• \nPautar-se na ética e na solidariedade enquanto ser humano, cidadão e \nprofissional; \n• \nEmpreender formas diversificadas de atuação profissional; \n• \nProduzir e divulgar novos conhecimentos, tecnologias, serviços e \nprodutos; e \n• \nComprometer-se com a preservação da biodiversidade no ambiente \nnatural e construído, com sustentabilidade e melhoria da qualidade de vida. \n \nÉ importante ressaltar que este conjunto de habilidades e competências listado \npode ser atendido através das unidades curriculares específicas presentes na dinâmica \ncurricular. No entanto, outros devem ser entendidos como objetivos presentes na \nformação para o adequado exercício profissional. Portanto, pressupõe-se que devam ser \ntrabalhados através das metodologias, recursos e práticas de ensino que serão adotadas \ncomo formas de operacionalização das unidades curriculares previstas na dinâmica \ncurricular. \n \nIII CURRÍCULO \n \nCurrículo é o conjunto de dispositivos – didáticos, políticos, administrativos, \nideológicos, educativos – uma práxis relativa a um modelo de pensar a educação \n(XAVIER, 2014). \n \nNa organização curricular, todos os elementos – desde a seleção dos conteúdos, \no seu agrupamento em unidades curriculares, a articulação entre elas e o \ndimensionamento de sua carga horária – devem guardar relação com os objetivos do \ncurso, o perfil do egresso, as atribuições profissionais e o próprio ideário do curso. \n \n", "32": "32 \n \n \n \n9 Organização curricular \n \nA organização curricular teve como base as Diretrizes Curriculares dos Cursos \nde Graduação em Engenharia (Resolução CNE/CES nº 11 de 11/03/2002), que propõe \nque seja atendido um núcleo de conteúdos básicos por todos os cursos de engenharia, \nindependente da modalidade e que os conteúdos profissionalizantes e específicos, sejam \nselecionados com base na lista de conteúdos desses núcleos, de acordo com a \nmodalidade e o perfil do curso. Definem ainda, a necessidade de inclusão de um \nTrabalho de Conclusão de Curso e atividades de Estágio Obrigatório com, no mínimo, \n160 horas de duração. \n \nA organização curricular do curso de Engenharia Química é dividida de acordo \ncom os ciclos formativos. Para integralizar o curso de Engenharia Química na UNIFAL-\nMG, o aluno deverá cumprir os requisitos exigidos para sua graduação no primeiro \nciclo, o que significa graduar-se no curso do BCT, para então cursar o segundo ciclo, no \nqual estão inseridas as unidades curriculares (UC) de segundo ciclo formativo. Cabe \nsalientar que, para ingressar no segundo ciclo, além de integralizar o BCT, o aluno \ndeverá atender aos critérios estipulados no Edital Interno de Transição, regido por \nregulamentação específica. \n \nO curso possui um número de 40 vagas semestrais, e ocorre em período integral, \nfuncionando nos turnos vespertino e noturno. \n \nO regime acadêmico do curso será do sistema de créditos. Os créditos das \nunidades curriculares são correspondentes às cargas horárias de atividades teóricas (T) e \npráticas (P) sendo estas constituídas de atividades laboratoriais e/ou de campo. No curso \nde Engenharia de Química, segundo ciclo do BCT, o crédito equivale a 18 horas. \n \nO primeiro ciclo do curso corresponde ao Bacharelado Interdisciplinar em \nCiência e Tecnologia (BCT), que possui um total de 2.400 horas.  A integralização do \nBCT abrange Unidades Curriculares Obrigatórias, que compreendem a conteúdos \nconsiderados imprescindíveis para a formação do bacharel em Ciência e Tecnologia, \nalém de 360 horas de Unidades Curriculares Eletivas e 540 horas de Unidades \nCurriculares Diretivas que tem objetivo de auxiliar o processo de escolha do segundo \nciclo formativo. \n \n Assim, para que o discente integralize todo conteúdo necessário à formação do \nEngenheiro Químico, de forma que atenda às Diretrizes Curriculares do Curso, este \n", "33": "33 \n \n \n \ndeve traçar um percurso formativo ideal desde seu ingresso no BCT, que consiste em \ncursar um rol de UC Eletivas e Diretivas ainda no primeiro ciclo. O discente deverá \ncursar no mínimo 360 horas de UC Eletivas e 540 horas de UC Diretivas. Se o discente \ncursar mais de 360 horas de UC Eletivas, o excedente contabilizará automaticamente \ncomo UC Diretivas. \n \nFrente à liberdade permitida pelo BCT para a escolha das UC Eletivas, caso o \nestudante já tenha se decidido pela formação de 2º ciclo em Engenharia Química, é \nrecomendado que este faça suas opções de UC Eletivas do BCT, dentre o rol de UC \nEletivas do PPC do BCT, em conformidade à tabela 3 deste PPC, que explicita o rol das \nUC Eletivas do BCT que é obrigatório para a integralização do curso de Engenharia \nQuímica. Logo, caso o estudante opte por não cursar as UC Eletivas do BCT \nobrigatórias para integralização da Engenharia Química, em conformidade à tabela 3 \ndeste PPC, ainda durante o 1º ciclo, este deverá cursá-las durante o 2º ciclo. \nNo que se refere às UC Diretivas, ainda frente à liberdade permitida pelo BCT \npara a escolha dessa categoria de UC, caso o estudante já tenha se decidido pela \nformação de 2º ciclo em Engenharia Química, é recomendado que este faça suas opções \nde UC Diretivas em conformidade à tabela 4 deste PPC, que explicita o rol das UC \nDiretivas da Engenharia Química, oferecido durante o BCT e obrigatório para a \nintegralização do segundo ciclo. Logo, caso o estudante opte por não cursar as UC \nDiretivas da Engenharia Química, em conformidade à tabela 4 deste PPC, ainda durante \no 1º ciclo, este deverá cursá-las durante o 2º ciclo, haja vista que são obrigatórias para \nintegralização da Engenharia Química. \n \nDesta maneira, ressalta-se que as UC listadas nas Tabelas 3 e 4 não são \nobrigatórias para o aluno se graduar no BCT (por serem UC Eletivas e Diretivas, as \nopções do estudante podem divergir do rol apresentado nas referidas tabelas); \nentretanto, todas as UC listadas nas tabelas 3 e 4 tornam-se obrigatórias para o estudante  \nintegralizar a graduação em Engenharia Química. \n \nIntegralizado o BCT, o aluno ingressa, via edital de Transição, no curso de \nEngenharia Química, em que o estudante deverá cumprir uma carga horária relativa a \nunidades curriculares Obrigatórias do Curso de Engenharia Química, distribuídas nos \n7º, 8º e 9º períodos do curso. Deverá também cursar 144 horas em UC Eletivas da \nEngenharia Química, conforme tabela 5 deste PPC. Essas UC Eletivas da Engenharia \n", "34": "34 \n \n \n \nQuímica serão oferecidas pelo menos uma vez a cada ano letivo, de forma a permitir \nque o discente eleja quais UC do rol de UC Eletivas lhe desperta interesse, por se \nenquadrar melhor em seu perfil formativo. Além destas UC, o estudante deverá \nintegralizar atividades complementares, estágio obrigatório e o trabalho de conclusão de \ncurso (TCC). \n \nA disciplina de Libras será periodicamente ofertada, na modalidade optativa do \ncurso, tanto durante o BCT quanto durante o curso de Engenharia Química. \n \nPortanto, para integralização do curso, o discente deverá cumprir o total de 3930 \n3786 horas de curso. Retificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de \n2017. \n \n A tabela 1 apresenta, portanto, a distribuição dos conteúdos das Unidades \nCurriculares do curso de Engenharia Química, conforme DCN do curso. A figura 1 e a \ntabela 2 apresentam a distribuição desta carga horária total do curso. \n \nTabela 1 - Distribuição dos conteúdos das UC da Engenharia Química, conforme DCN \nConteúdos \nCH \n% \nBásico \n1764 \n46,6 \nProfissionalizante \n576 \n15,2 \nEspecífico \n1446 \n38,2 \nTotal \n3786 \n100 \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n \n \n \n \n \n \n \n \nFigura 1 - Distribuição da carga horária da Engenharia Química \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n \n \n \n \n", "35": "35 \n \n \n \nTabela 2 - Carga horária total da Engenharia Química \n \nCH \n% \n \nUnidades Curriculares Obrigatórias \nBCT \n1260 \n58 \nEngenharia Química \n936 \nUnidades Curriculares Diretivas da \nEngenharia Química \nBCT \n324 \n8,6 \nUnidades Curriculares Eletivas \nBCT \n576 \n19 \nEngenharia Química \n144 \nAtividades Complementares \nBCT \n150 \n5,3 \nEngenharia Química \n54 \nEstágio Obrigatório \nEngenharia Química \n180 \n4,8 \nTCC \nBCT (PIEPEX/TCC) \n90 \n4,3 \nEngenharia Química \n72 \nTotal \n3786 \n100 \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n9.1 Atividades Acadêmicas Curriculares \n \nPara formação integral do discente, outras atividades acadêmicas deverão ser \nrealizadas, a fim de complementar as unidades curriculares. Na Engenharia Química, \nessas \natividades \nincluem \nPrograma \nTutorial \nAcadêmico \n(PTA), \nAtividades \nComplementares, Trabalho de Conclusão de Curso (TCC) e Estágio Obrigatório. \n \n9.1.1 Atividades Complementares \n", "36": "36 \n \n \n \n \nSegundo o Regulamento Geral dos Cursos de Graduação (UNIFAL, 2016) a \ncarga horária destinada às atividades complementares deve estar entre 5% e 15% da \ncarga horária total do curso. O curso de Engenharia Química possui 5,3% 5,2% da carga \nhorária total em atividades complementares. Retificado pela Resolução Colegiado Prograd nº \n19/2017, de 12 de abril de 2017. \n \nAs atividades complementares incentivam os discentes a interagirem entre as \ndiversas áreas do conhecimento, em modalidades de ação diversas, possibilitando-os \nadquirir uma formação complementar. O objetivo é propiciar aos discentes a tomada de \niniciativa para realizarem ações complementares às atividades didático-pedagógicas, \nvisando a ampliação e a aquisição de habilidades e competências. \n \nAs atividades complementares devem ser realizadas ao longo do percurso \nitinerário acadêmico dos discentes (período de integralização do curso) e envolvem \nvariados aspectos formativos – pedagógicos, sociais, humanísticos, éticos, culturais e \nprofissionais. As atividades complementares realizadas no primeiro ciclo formativo do \nBCT serão contabilizadas na carga horária total das atividades complementares exigidas \npara o curso de Engenharia Química. \n \nAs atividades complementares serão coordenadas por Comissão própria e \norientadas por regulamentação específica. \n \n9.1.2 Trabalho de Conclusão de Curso (TCC) \n \nO Trabalho de Conclusão de Curso (TCC) é resultado de uma atividade teórica \nou de uma implementação prática que deve ser apresentada pelos discentes, sob \norientação docente, no último ano como parte dos requisitos obrigatórios para \nintegralização do curso. O TCC é uma atividade de síntese e integração de \nconhecimento que tem como objetivo exercitar as habilidades desenvolvidas ao longo \ndo curso. \n \nO TCC será coordenado por Comissão própria e orientado por regulamentação \nespecífica. \n \n9.1.3 Programa tutorial acadêmico (PTA) \n \nO Programa Tutorial Acadêmico (PTA) é um programa de tutoria, com ampla \nabrangência, que reúne projetos e ações destinados a integração do discente à vida \n", "37": "37 \n \n \n \nacadêmica, dando-lhe suporte para construção de seu itinerário formativo. O PTA do \nBCT servirá de referencial para o Programa Tutorial Acadêmico deste projeto, uma vez \nque os dois ciclos são indissociáveis do ponto de vista da integralização da Engenharia \nQuímica.   \n \nO PTA tem como objetivo promover a integração discente, nos âmbitos \nprofissional, acadêmico e social; acompanhar o discente em seu percurso formativo, \ndando-lhe suporte para transpor obstáculos encontrados ao longo da vida acadêmica; \nnivelar os conhecimentos e suprir defasagens na aprendizagem, de forma a auxiliar o \ndiscente em seu desempenho nas unidades curriculares. \n \nComo principal atividade do programa, destaca-se o acompanhamento do \nestudante por um professor-tutor, que auxiliará o estudante a construir itinerários \nformativos, no caso do primeiro ciclo (BCT), e acompanhará o discente quanto às suas \nescolhas durante seu percurso no curso de Engenharia Química. \nO PTA será coordenado por Comissão própria e orientado por regulamentação \nespecífica. \n \n9.1.4 Estágio Obrigatório \n \nO Estágio  Obrigatório tem por objetivo oferecer oportunidade de aprendizagem \naos estagiários, constituindo-se em instrumento de integração, de treinamento prático, \nde aperfeiçoamento técnico-cultural, científico e de relacionamento humano. Esse \nestágio pode ocorrer dentro e fora da UNIFAL-MG, mediante celebração de convênio. \n \nO estágio obrigatório está articulado com a proposta de inserção do egresso do \nCurso de Engenharia Química no mundo do trabalho, contribuindo para a formação do \nestudante, inclusive com a finalidade de promover a integração universidade/empresa. \nConsiste em atividades realizadas pelos acadêmicos em indústrias, empresas, centros de \npesquisa ou universidades, em que se propicia a aplicação e ampliação dos \nconhecimentos e habilidades desenvolvidas ao longo do processo formativo, \ndisponibilizando condições para exercício da competência técnica, por meio do contato \ndireto com as atividades fins do egresso da Engenharia Química. \n \nO Estágio Obrigatório será coordenado por Comissão própria e orientado por \nregulamentação específica. \n", "38": "38 \n \n \n \nConforme § 1º, do artigo 10, da Lei 11.788/08, o estudante poderá realizar 40 \n(quarenta) horas semanais, nos períodos em que não estão programadas aulas \npresenciais. (Retificado pela Resolução 015 de 05 de maio de 2021) \n \n9.1.5. Estágio Não Obrigatório \nAlém do Estágio Obrigatório, o estudante do curso de Engenharia Química \npoderá também realizar outro(s) estágio(s), de caráter não obrigatório, a fim de \ncomplementar seu itinerário formativo. \n \nO estágio não obrigatório será coordenado por Comissão própria e orientado por \nregulamentação específica. \n \nConforme § 1º, do artigo 10, da Lei 11.788/08, o estudante poderá realizar 40 \n(quarenta) horas semanais, nos períodos em que não estão programadas aulas \npresenciais. (Retificado pela Resolução 015 de 05 de maio de 2021) \n \n9.2 Perfil gráfico do curso \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 2 - Perfil gráfico do curso \n \n \n \n9.3 Dinâmica curricular \n", "39": "39 \n \n \n \n \nA seguir é apresentada a dinâmica curricular recomendada para o percurso \nformativo do discente do curso de Engenharia Química. \n \nOs seis primeiros semestres se referem ao primeiro ciclo do curso, enquanto os \nquatro últimos se referem ao segundo ciclo do curso. O 10º período destina-se à \nrealização de estágio obrigatório, trabalho de conclusão de curso e finalização do \ncumprimento das atividades complementares. Portanto, nesse período não estão \nprevistas unidades curriculares a serem cursadas. \n \nCabe ressaltar que no primeiro ciclo (BCT), o discente tem flexibilidade para \nelaborar seu plano de estudos. \nDinâmica Curricular \n \n1º Período \nCódigo \nUnidades Curriculares \nCH \nteórica \nCH \nPrática \nCH \nTotal \n \nÁlgebra Linear \n72 \n0 \n72 \n \nComunicação e Expressão \n36 \n0 \n36 \n \nEstrutura Atômica e Molecular \n36 \n0 \n36 \n \nFundamentos de Biologia \n0 \n36 \n36 \n \nFunções de Uma Variável \n72 \n0 \n72 \n \nIntrodução às Carreiras Tecnológicas \n36 \n0 \n36 \n \nIntrodução à Computação \n36 \n0 \n36 \n \nRecursos Computacionais I \n0 \n36 \n36 \nCarga Horária Total \n360 \n \n2º Período \nCódigo \nUnidades Curriculares \nCH teórica CH \nPrática \nCH \nTotal \n \nEstatística e Probabilidade \n72 \n0 \n72 \n \nFenômenos Mecânicos \n72 \n0 \n72 \n \nFunções e Reações Químicas \n36 \n0 \n36 \n \nFunções de Várias Variáveis \n72 \n0 \n72 \n \nLaboratório de Mecânica \n0 \n36 \n36 \n \nQuímica Experimental I \n0 \n36 \n36 \n \nRecursos Computacionais II \n0 \n36 \n36 \nCarga Horária Total \n360 \n \n3º Período \nCódigo \nUnidades Curriculares \nCH \nteórica \nCH \nPrática \nCH \nTotal \n \nFenômenos Térmicos \n72 \n0 \n72 \n \nIntrodução às Equações Diferenciais Ordinárias 36 \n0 \n36 \n", "40": "40 \n \n \n \n \nLaboratório de Termodinâmica \n0 \n36 \n36 \n \nProjeto Multidisciplinar I \n36 \n0 \n36 \n \nQuímica Experimental II \n0 \n36 \n36 \n \nRecursos Computacionais III \n0 \n36 \n36 \n \nTransformações Químicas \n72 \n0 \n72 \n \nUnidades Curriculares Eletivas/Diretivas \n \n \n36 \nCarga Horária Total \n360 \n \n \n \n \n \n \n4º Período \nCódigo \nUnidades Curriculares \nCH \nteórica \nCH \nPrática \nCH \nTotal \n \nEmpreendedorismo \n36 \n0 \n36 \n \nÉtica, Ciência e Sociedade \n36 \n0 \n36 \n \nFenômenos Eletromagnéticos \n72 \n0 \n72 \n \nLaboratório de Eletricidade \n0 \n36 \n36 \n \nProjeto Multidisciplinar II \n36 \n0 \n36 \n \nUnidades Curriculares Eletivas/Diretivas* \n \n \n144 \nCarga Horária Total \n360 \n* UC a serem cursadas de acordo com as UC constantes nas tabelas 3 e 4 deste PPC. \nIncluído pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n \n5º Período \nCódigo \nUnidades Curriculares \nCH \nteórica \nCH \nPrática \nCH \nTotal \n \nUnidades Curriculares Eletivas/Diretivas* \n \n \n360 \nCarga Horária Total \n360 \n* UC a serem cursadas de acordo com as UC constantes nas tabelas 3 e 4 deste PPC. \nIncluído pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n \n6º Período \nCódigo \nUnidades Curriculares \nCH \nteórica \nCH \nPrática \nCH \nTotal \n \nUnidades Curriculares Eletivas/Diretivas* \n \n \n360 \nCarga Horária Total \n360 \n* UC a serem cursadas de acordo com as UC constantes nas tabelas 3 e 4 deste PPC. \nIncluído pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n \n7º Período \nCódigo \nUnidades Curriculares \nCH \nCH \nCH \n", "41": "41 \n \n \n \nteórica \nPrática \nTotal \n \nEngenharia das Reações Químicas \n72 \n0 \n72 \n \nFundamentos de transferência de calor e massa 72 \n0 \n72 \n \nGestão Industrial e Segurança do Trabalho \n72 \n0 \n72 \n \nQualidade e Produtividade \n36 \n0 \n36 \n \nTermodinâmica II \n72 \n0 \n72 \n \nEletiva Engenharia Química 1** \n72 \n0 \n72 \nCarga Horária Total \n396 \n** UC a ser cursada de acordo com as opções constantes da tabela 5 deste PPC. \nIncluído pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n \n \n \n \n8º Período \nCódigo \nUnidades Curriculares \nCH \nteórica \nCH \nPrática \nCH \nTotal \n \nControle de Processos \n72 \n0 \n72 \n \nEngenharia das Reações Químicas \nHeterogêneas \n36 \n0 \n36 \n \nLaboratório de Engenharia Química I \n0 \n36 \n36 \n \nEngenharia Biotecnológica \n72 \n0 \n72 \n \nOperações Unitárias II \n72 \n0 \n72 \n \nEletiva Engenharia Química 2 ** \n72 \n0 \n72 \nCarga Horária Total \n360 \n** UC a ser cursada de acordo com as opções constantes da tabela 5 deste PPC. \nIncluído pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n \n9º Período \nCódigo \nUnidades Curriculares \nCH \nteórica \nCH \nPrática \nCH \nTotal \n \nOperações Unitárias III \n72 \n0 \n72 \n \nModelagem \ne \nSimulação \nde \nProcessos \nQuímicos \n36 \n36 \n72 \n \nControle Ambiental \n72 \n0 \n72 \n \nProcessos das Indústrias Químicas e de \nAlimentos \n36 \n0 \n36 \n \nProjetos em Engenharia Química \n0 \n36 \n36 \n \nLaboratório de Engenharia Química II \n0 \n36 \n36 \nCarga Horária Total \n324 \n \n10º Período \nCódigo \nUnidades Curriculares \nCH \nteórica \nCH \nPrática \nCH \nTotal \n \n*** \n0 \n0 \n0 \n", "42": "42 \n \n \n \n*** Não há unidades curriculares a serem cursadas \n \n \n \nO perfil ideal de percurso a ser traçado pelo discente durante o primeiro ciclo \nformativo (BCT), com o respectivo período em que deverá ser cursada cada UC, de \nmodo a integralizar o Curso de Engenharia Química no tempo previsto para o curso, \nconstante deste PPC, está descrito na tabela 3 (Eletivas do BCT) e tabela 4 (Diretivas da \nEngenharia Química). Indicamos, para reforçar a compreensão, a releitura do item 9 \ndeste PPC. \n", "43": "43 \n \n \n \nTabela 3  - Unidades Curriculares Eletivas do BCT, obrigatórias para integralização da \nEngenharia Química, e os períodos sugeridos em que devem ser cursadas \nPeríodo \nCategoria \nUnidades Curriculares \nCH \nTeórica \nCH \nPrática \nCH \nTotal \n3 \nEletiva \nCiências Ambientais \n36 \n0 \n36 \n5 \nEletiva \nMecânica dos Fluidos \n72 \n0 \n72 \n5 \nEletiva \nRepresentação gráfica \n36 \n36 \n72 \n5 \nEletiva \nMecânica dos sólidos \n72 \n0 \n72 \n5 \nEletiva \nEngenharia Econômica \n36 \n0 \n36 \n5 \nEletiva \nLaboratório de Mecânica dos \nFluidos \n0 \n36 \n36 \n6 \nEletiva \nOperações Unitárias I \n72 \n0 \n72 \n6 \nEletiva \nCiência \ne \nTecnologia \nde \nMateriais \n72 \n0 \n72 \n6 \nEletiva \nLaboratório \nde \nOperações \nUnitárias I \n0 \n36 \n36 \n6 \nEletiva \nInstrumentação Industrial \n72 \n0 \n72 \nCarga horária total \n576 \n \n \nTabela 4 - Unidades Curriculares Diretivas da Engenharia Química, oferecidas durante o \nBCT mas obrigatórias para integralização do 2º ciclo, e os períodos sugeridos em que \ndevem ser cursadas no BCT. \nPeríodo \nCategoria \nUnidades Curriculares \nCH \nTeórica \nCH \nPrática \nCH \nTotal \n4 \nDiretiva \nPrincípios de Engenharia \nQuímica \n72 \n0 \n72 \n4 \nDiretiva \nQuímica dos Elementos \nTeórica \n36 \n0 \n36 \n4 \nDiretiva \nQuímica dos Elementos \nPrática \n0 \n36 \n36 \n5 \nDiretiva \nMétodo de analise química – \nTeórica \n36 \n0 \n36 \n5 \nDiretiva \nMétodo de analise química – \nPrática \n0 \n36 \n36 \n6 \nDiretiva \nTermodinâmica I \n36 \n0 \n36 \n6 \nDiretiva \nFundamentos de Processos \nOrgânicos - Teórica \n36 \n0 \n36 \n6 \nDiretiva \nFundamentos de Processos \nOrgânicos - Prática \n0 \n36 \n36 \nCarga horária total \n324 \n \n \n", "44": "44 \n \n \n \nTabela 5 - Unidades Curriculares Eletivas da Engenharia Química, que deverão ser \ncursadas no 2º ciclo (oferecidas pelo menos uma vez a cada ano letivo) \nUnidades Curriculares \nCH \nTeórica \nCH \nPrática \nCH \nTotal \nMétodos Numéricos Aplicados à Engenharia \nQuímica \n36 \n36 \n72 \nInstalações Industriais \n72 \n0 \n72 \nIntegração Energética Aplicada a Processos \nQuímicos \n72 \n0 \n72 \nEngenharia de Materiais \n72 \n0 \n72 \nEngenharia de Bioprocessos \n72 \n0 \n72 \n \nTabela 6 - Unidades Curriculares Obrigatórias da Engenharia Química \n \nUnidades Curriculares \nCH \nTeórica \nCH \nPrática \nCH \nTotal \nEngenharia das reações químicas \n72 \n0 \n72 \nFundamentos de transferência de calor e massa \n72 \n0 \n72 \nGestão Industrial e Segurança do Trabalho \n72 \n0 \n72 \nQualidade e Produtividade \n36 \n0 \n36 \nTermodinâmica II \n72 \n0 \n72 \nControle de Processos \n72 \n0 \n72 \nEngenharia das reações químicas heterogêneas \n36 \n0 \n36 \nLaboratório de Engenharia Química I \n0 \n36 \n36 \nEngenharia Biotecnológica \n72 \n0 \n72 \nOperações Unitárias II \n72 \n0 \n72 \nOperações Unitárias III \n72 \n0 \n72 \nModelagem e simulação de processos químicos \n36 \n36 \n72 \nControle Ambiental \n72 \n0 \n72 \nProcessos das indústrias químicas e de alimentos \n36 \n0 \n36 \nProjetos em Engenharia Química \n0 \n36 \n36 \nLaboratório de Engenharia Química II \n0 \n36 \n36 \nCarga Horária Total \n936 \n \n \n \n \n \n \n9.4 Ementários \n9.4.1 Ementário Unidades Curriculares Obrigatórias do BCT \nUnidade \nCurricular Álgebra Linear \n", "45": "45 \n \n \n \nEmenta \nMatrizes reais. Sistemas. Introdução a vetores. Espaços vetoriais reais. \nSubespaços. Combinação linear. Dependência e independência linear. \nGeradores. Base e dimensão. Transformações lineares. Núcleo e \nimagem. Autovalores e autovetores. Produto interno, projeções, \nortogonalidade. Diagonalização. \n \nUnidade \nCurricular \nComunicação e Expressão \nEmenta \nO processamento da leitura, a interpretação e a produção de textos em \nLíngua Portuguesa. A expressão das relações lógico-semânticas do \nparágrafo. A coesão e a coerência textuais. Os variados registros e níveis \nda língua e a obediência à norma padrão. Os gêneros textuais \nvalorizados na sociedade letrada: Abaixo-Assinado; Artigo de opinião; \nArtigo científico; Cartaz; Mensagem eletrônica; Oficio; Ata; Relatório; \nRequerimento; Resumo; Resenha; Painel; Seminário. \n \nUnidade \nCurricular \nEmpreendedorismo \nEmenta \nInovação e ambiente inovador nas organizações. Criatividade e geração \nde ideias. Fundamentos de empreendedorismo e características dos \nempreendedores. Modelos de negócios: tradicionais, WEB, sociais, \nsustentáveis, entre outros. Estratégias, identificação de oportunidades e \nplanejamento de negócios. Planejamento de mercado e financeiro. \nFontes de investimentos. Plano de negócios. \n \nUnidade \nCurricular \nEstatística e Probabilidade \nEmenta \nEstatística descritiva. Probabilidade. Variáveis aleatórias e distribuições. \nAmostragem e distribuições de amostragem. Teoria da estimação e da \ndecisão. Regressão e correlação. \n \nUnidade \nCurricular \nEstrutura Atômica e Molecular \nEmenta \nEvolução dos modelos atômicos, Números Quânticos, Estrutura \neletrônica dos átomos, Princípio de Aufbau, princípio de exclusão de \nPauli, Regra de Hund, Periodicidade Química, Descoberta da lei \nperiódica, Principais famílias ou grupos, Periodicidade e configurações \neletrônicas, Propriedades periódicas, Ligação iônica, Ligação Metálica, \nLigação covalente: estrutura de Lewis, carga formal, geometria \nmolecular, forças intermoleculares, Teoria da ligação de Valência(TLV), \nTeoria do Orbital Molecular (TOM). \n \n \nUnidade \nCurricular \nÉtica, Ciência e Sociedade \nEmenta \nValores humanos e humanistas. Conceito de sociedade e suas formas de \n", "46": "46 \n \n \n \norganização política. A sociedade brasileira atual e seu histórico de \nformação: Colonização, cultura afro-brasileira e indígena: relações \nétnico-raciais. Percepção dos direitos humanos na construção das lutas \nsociais e na constituição de novos sujeitos no espaço de decisão política. \nDireitos humanos: Conceito, origem e desenvolvimento. O preconceito e \na discriminação social. Ações afirmativas como políticas públicas de \ninclusão social e de direitos humanos. Sentido e duração. A influência da \nquestão \nambiental \nna \ndinâmica \nda \nsociedade \ncontemporânea. \nImportância da educação e conscientização ambiental. A influência do \nuso de drogas na sociedade contemporânea e sua prevenção. Influência \ndas ciências nas relações sociais, entre indivíduos e sociedade e entre \nsociedades: aspectos culturais, comportamentais, éticos, políticos, \neconômicos e legais. \n \nUnidade \nCurricular \nFenômenos Eletromagnéticos \nEmenta \nSistema de unidades eletromagnéticas. Carga elétrica. Força e campo \nelétrico. Lei de Coulomb. Lei de Gauss. Potencial elétrico. Capacitores e \ncapacitância. Dielétricos. Corrente, tensão, potência e energia. Pilhas e \nacumuladores. Associação de pilhas. Resistência. Circuitos de corrente \ncontínua, série, paralelo e misto. Análise de circuitos de corrente \ncontínua. Leis de Kirchoff. Circuitos equivalentes, teoremas de redes e \ncircuitos pontes. Transitórios em circuitos CC. Campo magnético. Lei de \nAmpère. Lei de Biot-Savart. Indução eletromagnética. Indutores e \nindutância. Noções de correntes alternadas - geração monofásica. \nCircuitos R, L e C. Motores e transformadores. \n \nUnidade \nCurricular \nFenômenos Mecânicos \nEmenta \nGrandezas leis físicas. Cinemática. Inércia e forças. Leis da dinâmica. \nAplicações da dinâmica. Atrito. Movimento circular. Trabalho e energia \nmecânica. Lei da conservação da energia. Centro de massa. Momento \nlinear. Colisões. Lei da conservação do momento. Dinâmica de corpos \nrígidos. Momento angular. \n \nUnidade \nCurricular \nFenômenos Térmicos \nEmenta \nSistemas termodinâmicos. Lei zero da termodinâmica. Dilatação \ntérmica. Temperatura e calor. Primeira lei da termodinâmica. Processos \nirreversíveis e entropia. Segunda lei da termodinâmica. Entropia. \nMáquinas térmicas: eficiência e ciclos. Introdução à transferência de \ncalor. Teoria cinética dos gases. Princípio da equipartição de energia. \nGases reais. \n \nUnidade \nCurricular \nFunções de Uma Variável \nEmenta \nFunções reais de uma variável real. Limite e continuidade de funções de \n", "47": "47 \n \n \n \numa variável. Derivada e regras de derivação. Máximos e mínimos de \nfunções de uma variável. Noções de integração. Teorema fundamental \ndo cálculo. Métodos de integração. Aplicações da integral. \n \nUnidade \nCurricular \nFunções de Várias Variáveis \nEmenta \nFunções reais de várias variáveis reais. Limite e continuidade. Derivadas \nParciais. Derivada direcional e gradiente. Regra da Cadeia. Máximos e \nmínimos. Noções de integrais múltiplas. Aplicações de integrais \nmúltiplas. \n \nUnidade \nCurricular \nFunções e Reações Químicas \nEmenta \nFunções Inorgânicas. Reações Químicas. Funções Orgânicas. Fórmulas \nQuímicas. Massa e Mol. Leis das Transformações químicas. \nPropriedades dos gases ideais. Gases Reais. Mistura de Gases: pressões \nparciais. Leis das Transformações Químicas: Lei de Lavoisier, Lei de \nProust, Leis de Dalton. Definição de estequiometria. Equações químicas, \nbalanceamento. Estequiometria de reação. Reagente limitante e reagente \nem excesso. Estequiometria de reações envolvendo gases. Pureza e \nrendimento da reação. \n \nUnidade \nCurricular \nFundamentos de Biologia \nEmenta \nDiversidade e classificação dos seres vivos. Métodos básicos em \nidentificação e classificação biológica. Biomas Brasileiros. Evolução \ndos seres vivos. \n \nUnidade \nCurricular \nIntrodução à Computação \nEmenta \nNoções de organização de computadores. Álgebra de Boole. Introdução \na sistemas operacionais. Introdução a redes de computadores. História \nda computação. Representação binária e hexadecimal. \n \nUnidade \nCurricular \nIntrodução às Carreiras Tecnológicas \nEmenta \nEstruturas física e organizacional e regime acadêmico na UNIFAL-MG. \nProposta \npedagógica \ne \ndinâmica \ncurricular \ndo \nBacharelado \nInterdisciplinar em Ciência e Tecnologia (BCT). Áreas de atuação do \negresso do BCT e continuidade dos estudos: cursos de 2o ciclo \n(bacharelados \ne \nengenharias) \ne \npós-graduação. \nAtividades \ncomplementares: iniciação científica, PIEPEX, monitorias, atividades de \nextensão etc. Perspectivas e condições da atuação nas carreiras de \nengenharia. Perspectivas e condições de atuação nas carreiras acadêmica \ne científica. Importância da interdisciplinaridade e da formação \ncontinuada na sociedade contemporânea. Parte das aulas será ministrada \npor meio de palestras de profissionais que atuam nas áreas tecnológicas \n", "48": "48 \n \n \n \ne científicas. Atividades em grupo na qual serão implementados desafios \npráticos em que sejam necessários levar em consideração criatividade, \ncustos, comunicação, trabalho em equipe. \n \nUnidade \nCurricular \nIntrodução às Equações Diferenciais Ordinárias \nEmenta \nEquações diferenciais de 1ª ordem. Equações diferenciais de 2ª ordem. \nSistemas de equações diferenciais. Aplicações. \n \nUnidade \nCurricular \nLaboratório de Eletricidade \nEmenta \nIntrodução às medições elétricas, o multímetro. Medições de resistência \nelétrica. Medições de tensão elétrica. Medições de corrente elétrica. \nCircuitos com resistência em série e em paralelo. Circuitos com tensão \ncontínua. Medições de capacitância. Medições de tensão alternada. O \ngerador de sinais. O osciloscópio. Circuitos RC em corrente contínua e \nalternada. Medições de indutância. Circuitos RL em corrente contínua e \nalternada. Geradores elétricos. Motores elétricos. \n \nUnidade \nCurricular \nLaboratório de Mecânica \nEmenta \nMedidas Físicas e Incertezas. Tratamento de dados estatísticos. \nCinemática. Dinâmica. Apresentação de dados. Energia. Dinâmica de \nRotações. \n \nUnidade \nCurricular \nLaboratório de Termodinâmica \nEmenta \nGrandezas termodinâmicas. Temperatura. Dilatação térmica. Condução \nde calor. Capacidade térmica. Teste de modelo/teoria. Ciclo/Máquina \ntérmica. \n \nUnidade \nCurricular \nProjeto Multidisciplinar I \nEmenta \nConceituação dos diferentes tipos de conhecimento humano (senso \ncomum, mito, filosofia e ciência). A classificação das ciências (formais e \nfactuais / naturais e sociais). A pesquisa científica, sua natureza e pré-\nrequisitos. A elaboração e apresentação dos trabalhos acadêmicos, suas \netapas e elementos constituintes. O processo de produção do projeto de \npesquisa e seus elementos. Apresentação das normas da ABNT para \ntrabalhos acadêmico-científicos. \n \nUnidade \nCurricular \nProjeto Multidisciplinar II \nEmenta \nElaboração e avaliação do projeto de pesquisa para futuro TCC/PIEPEX. \n \nUnidade \nCurricular Química Experimental I \nEmenta \nSegurança no laboratório de química, conhecimento das principais \n", "49": "49 \n \n \n \nvidrarias, principais montagens laboratoriais e procedimentos de separação \nde misturas. Erros de medida (rendimento de reação, massa e volume), \nteste de chama, propriedades periódicas dos elementos, introdução ao \npreparo de soluções, determinação da solubilidade, gravimetria, reações \nquímicas, condutividade elétrica, estequiometria (reagente limitante e \nexcesso) e forças intermoleculares. \n \nUnidade \nCurricular Química Experimental II \nEmenta \nPráticas laboratoriais envolvendo conceitos da unidade curricular de \nTransformações Químicas: solubilidade, reações ácido-base, titulação e \npadronização, solução tampão, estequiometria de reação, reações de \ntransferência de elétrons, síntese orgânica, equilíbrio químico, cinética \nquímica e termoquímica. \n \nUnidade \nCurricular Recursos Computacionais I \nEmenta \nIntrodução ao conceito de algoritmo. Representações gráfica e textual de \nalgoritmos. Apresentação de planilhas eletrônicas. Apresentação de \nsoftware matemático (Scilab, etc.). Apresentação de ferramentas \ncomputacionais (word, etc). Introdução ao uso de GNU / Linux. \n \nUnidade \nCurricular Recursos Computacionais II \nEmenta \nLinguagem de programação. Estruturas de controle de fluxo. Tipos de \ndados básicos. Listas. Vetores e Matrizes. Interfaces gráficas básicas. \nCriação de gráficos. Resolução sistemas lineares. Ajuste de curvas. Uso de \ndepurador. \n \nUnidade \nCurricular Recursos Computacionais III \nEmenta \nEstruturas de controle de fluxo. Programação estruturada. Mapas \nassociativos. Vetores e Matrizes. Arquivos. Simulação de sistemas contínuo \ndeterminístico (Scicoslab). Interpolação. Resolução sistemas não – lineares. \nFunções. Uso de depurador. \n \nUnidade \nCurricular Transformações Químicas \nEmenta \nForças intermoleculares, ponto de ebulição. Solubilidade. Soluções: \nSuspensão, Dispersão e Soluções, Unidades de Concentração, Diluição e \nMisturas. Cinética química. Termoquímica. Equilíbrio químico, ácido base. \nSolução tampão. Titulação. Equilíbrio de solubilidade: reações de \nprecipitação, complexação, oxirredução. \n \n9.4.2 Ementário Unidades Curriculares Obrigatórias da Engenharia Química \nUnidade \nCurricular \nEngenharia das Reações Químicas \nEmenta \nReatores químicos. Cinética das reações homogêneas. Dimensionamento \n", "50": "50 \n \n \n \ne análise de reatores ideais. Análise de dados cinéticos. Reações \nmúltiplas.   \n \nUnidade \nCurricular \nFundamentos de Transferência de Calor e Massa \nEmenta \nMecanismos básicos de transferência e suas leis: condução de calor, \nradiação térmica e difusão de massa. Fluxos em regimes permanente e \ntransiente. Transferência de massa com reação química. Convecção de \ncalor e convecção de massa. Correlações experimentais. Coeficientes \nglobais de transferência de calor e de massa. Camadas limite. \n \nUnidade \nCurricular \nGestão Industrial e Segurança do Trabalho \nEmenta \nOs objetivos da indústria. Programações de produção. Tópicos \nrelevantes ao processo produtivo. Análises das variáveis críticas do \nprocesso. Momento de investimento de capital. Sistemas organizacionais \ne de manutenção das linhas de produção. Previsões de disponibilidade \nde materiais e vendas. Estudo do ambiente de trabalho: agentes físicos, \nquímicos, biológicos, mecânicos e ergonômicos. Noções básicas de \nsegurança e higiene do trabalho. Gerenciamento de Riscos. Normas e \nlegislação aplicada a Segurança no Trabalho Industrial. \n \nUnidade \nCurricular \nQualidade e Produtividade \nEmenta \nControle e Dimensionamento de Estoques, Curva ABC. Principais \nprogramas de melhoria: caracterização e aplicação; Benchmarking, \nCiclo PDCA, Reengenharia dos Processos de Negócios (BPR), Kaizen, \nSix Sigma. \nConceitos básicos, definições e medidas; Indicadores de Desempenho: \neficiência operacional, disponibilidade, grau de utilização, produtividade \ne conformidade; Gestão por Processos, Melhoria de Processos e Ciclos \nde Melhoria; Gestão da Qualidade: Métodos para Melhoria de Processos \n(MASP, Ciclo PDCA); Principais Ferramentas da Qualidade (Pareto, \nIshikawa, Correlação, Carta de Controle, Estratificação, Histograma e \nListas de Verificação; Sistemas da Qualidade: Normas e sua aplicação. \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \nUnidade \nCurricular \nTermodinâmica II \nEmenta \nPropriedades termodinâmicas de sistemas puros e multicomponentes; \nEquilíbrio de fases e aplicações; Equilíbrio químico. \n \nUnidade \nCurricular \nControle de Processos \nEmenta \nIntrodução: malha aberta; malha fechada. Modelagem de processos para \nfins de controle. Resposta dinâmica. Resposta Temporal. Elementos da \nmalha de controle. Controladores: ação proporcional; ação integral; ação \n", "51": "51 \n \n \n \nderivativa. Representação em diagramas de blocos. Análise de \nestabilidade de malhas. Projeto e ajuste de controle realimentado. \nControle antecipatório. Controle em cascata. Estudo de casos e \naplicações em processos. \n \nUnidade \nCurricular \nEngenharia das Reações Químicas Heterogêneas \nEmenta \nCatálise. Velocidade das reações catalíticas heterogêneas. Reatores \nheterogêneos catalíticos. Difusão e reação em catalisadores porosos. \n \nUnidade \nCurricular \nLaboratório de Engenharia Química I \nEmenta \nDeterminação \nde \nparâmetros \ncinéticos \ndas \nreações \nquímicas \nhomogêneas e heterogêneas. Cinética das reações enzimáticas. \nDesempenho de reatores ideais e não-ideais. Preparação de catalisadores \nheterogêneos químicos e bioquímicos. \n \nUnidade \nCurricular \nEngenharia Biotecnológica \nEmenta \nIntrodução à biotecnologia. Fundamentos de enzimologia. Cinética das \nreações enzimáticas. Fundamentos de microbiologia. Estequiometria da \natividade celular. Cinética dos processos fermentativos. Biorreatores. \nEsterilização. \n \nUnidade \nCurricular \nOperações Unitárias II \nEmenta \nTrocadores de Calor; Evaporadores; Cristalização. \n \nUnidade \nCurricular \nOperações Unitárias III \nEmenta \nAbsorção; Adsorção; Destilação; Extração; Secagem. \n \nUnidade \nCurricular \nModelagem e Simulação de Processos Químicos \nEmenta \nFundamentos da modelagem e simulação; Desenvolvimento de modelos \nmatemáticos; Resolução de sistemas de equações algébricas; resolução \nde sistemas de equações diferenciais; Estudos de casos. \n \n \n \n \nUnidade \nCurricular \nControle Ambiental \nEmenta \nFundamentos e caracterização da Poluição Ambiental.  Aspectos \ninstitucionais e legais. Tecnologias para Controle da Poluição \nAmbiental. Indústrias e Meio ambiente. Tópicos de Gestão Ambiental.  \n", "52": "52 \n \n \n \n \nUnidade \nCurricular \nProcessos das Indústrias Química e de Alimentos \nEmenta \nDescrição e discussão sobre obtenção dos principais produtos químicos \ninorgânicos, orgânicos nas indústrias químicas. Apresentação da \nindústria química do ponto de vista econômico e aplicações dos \nprodutos. Visualização dos processos químicos em escala real na \nindústria. Estudo da importância e aplicação das ferramentas de \nsegurança nos processos (what if, APR e HAZOP). \n \nUnidade \nCurricular \nProjetos em Engenharia Química \nEmenta \nDesenvolvimento do projeto conceitual e básico com elaboração dos \nfluxogramas \nde \nprocesso \n(PFD) \ne \nde \nengenharia \n(P&ID). \nDimensionamento com balanços materiais e energéticos. Estimativa dos \ncustos de implantação e da viabilidade econômica do processo. \n \nUnidade \nCurricular \nLaboratório de Engenharia Química II \nEmenta \nDeterminação do coeficiente convectivo de transferência de calor. \nAvaliação de desempenho de trocadores de calor. Determinação dos \nparâmetros na cristalização. Extração, determinação de curva de \nsecagem, processos de sorção. Destilação. Ajustar parâmetros de um \ncontrolador automático. \n \n9.4.3 Ementário Unidades Curriculares Diretivas da Engenharia Química, \nobrigatórias para integralização do 2º ciclo \nUnidade \nCurricular \nPrincípios de Engenharia Química \nEmenta \nIntrodução à estequiometria industrial: variáveis de processo. \nPropriedade de gases, líquidos e vapores. Saturação e equilíbrios. \nBalanços de massa. Estequiometria química e balanços de massa com \nreações químicas. Reciclos. Entalpia. Balanços de energia. Calores de \nreação e balanços de energia com reações químicas. Combustão. \n \nUnidade \nCurricular \nQuímica dos Elementos –  Teórica \nEmenta \nOcorrência, processos industriais de obtenção, estrutura, propriedades, \ncompostos e principais aplicações dos elementos da tabela periódica. \n \nUnidade \nCurricular \nQuímica dos Elementos – Prática \nEmenta \nPropriedades químicas e reatividade dos elementos do bloco s e p e seus \nprincipais compostos (óxidos, carbonatos, hidróxidos, nitratos e \nhidretos). \n", "53": "53 \n \n \n \n \nUnidade \nCurricular \nMétodos de Análise Química –  Teórica \nEmenta \nTécnicas de análises clássicas: volumetria de neutralização, volumetria \nde precipitação, volumetria de complexação, volumetria de óxido-\nredução. Técnicas de análise instrumentais: espectrofotometria de \nabsorção e emissão molecular; espectrometria de absorção atômica \n(FAAS e GFAAS) e emissão atômica (fotometria de chama e ICP OES). \nPotenciometria. Condutimetria. Métodos cromatográficos (CG e CLAE). \n \nUnidade \nCurricular \nMétodos de Análise Química – Prática \nEmenta \nExperimentos envolvendo técnicas clássicas: Volumetria ácido-base \n(forte-forte e fraco-forte), Volumetria de precipitação (método de Mohr), \nVolumetria de complexação e Volumetria de oxido-redução; técnicas \ninstrumentais: titulação potenciométrica, titulação condutimétrica, \nespectrometria de absorção molecular na região do visível e do \nultravioleta, espectrometria de emissão atômica (fotometria de chama). \nDiscussão de erros experimentais e medidas. \n \nUnidade \nCurricular \nTermodinâmica I \nEmenta \nIntrodução à físico-química; Conceitos e propriedades termodinâmicas; \nLeis da termodinâmica; Propriedades termodinâmicas de fluidos; \nIntrodução à termodinâmica estatística. \n \nUnidade \nCurricular \nFundamentos de Processos Orgânicos –  Teórica \nEmenta \nFundamentos de Química Orgânica. Ligações químicas. Teoria de \nRessonância. Hibridização. Grupos Funcionais. Forças Intermoleculares. \nReações Orgânicas. Halogenação. Nitração. Sulfonação. Hidrogenação. \nOxiredução. Esterificação. Hidrólise. \n \nUnidade \nCurricular \nFundamentos de Processos Orgânicos – Prática \nEmenta \nTécnicas de identificação de compostos orgânicos. Extração líquido-\nlíquido. \nExtração \nsólido-líquido. \nDestilação. \nCromatografia. \nRecristalização. Síntese Orgânica. \n \n \n9.4.4 Ementário Unidades Curriculares Eletivas do BCT, obrigatórias para \nintegralização do curso de Engenharia Química \n \nUnidade \nCurricular \nCiências Ambientais \nEmenta \nA questão ambiental. Conceitos fundamentais em meio ambiente; A \n", "54": "54 \n \n \n \nInterdisciplinaridade \nna \nquestão \nambiental. \nDesenvolvimento \nsustentável. Principais problemas ambientais. Legislação ambiental \nfundamental. \n \nUnidade \nCurricular \nMecânica dos Fluidos \nEmenta \nPropriedades dos fluidos. Escoamento em regime laminar e turbulento. \nLeis fundamentais: conservação de massa, quantidade de movimento \nlinear. Balanço Global de energia mecânica. Equação de Bernoulli. \nMedidores de vazão. Perda de carga e coeficiente de atrito. Teorema Pi \nde Buckingham. Análise de semelhanças. \n \nUnidade \nCurricular \nRepresentação Gráfica \nEmenta \nFundamentos \ndo \ndesenho \ntécnico: \nconstruções \ngeométricas \nfundamentais; princípios da geometria descritiva. Normatização em \ndesenho técnico. Projeções e vistas ortográficas. Cortes e secções. \nEscalas e dimensionamento. Hachuras e Símbolos básicos do Desenho \nTécnico. Desenhos em perspectiva. Introdução ao desenho assistido por \ncomputador (CAD): modelagem bidimensional e tridimensional. \nDesenho de conjunto e detalhes. Representação gráfica utilizada nas \nengenharias. \n \nUnidade \nCurricular \nMecânica dos Sólidos \nEmenta \nTipos de solicitações e tensões. Estudo das tensões e deformações no \ncarregamento axial. Estudo das tensões e deformações no carregamento \naxial. Estudo das tensões e deformações na torção. Estudo das tensões e \ndeformações na flexão. Carregamento transversal. Carregamento \ncombinado. Análise de tensões e deformações. Critérios de Resistência. \nFlambagem. \n \nUnidade \nCurricular \nEngenharia Econômica \nEmenta \nConceitos de engenharia econômica e matemática financeira básica. \nMétodos de análise de investimento. Obtenção de dados de custos e a \nestruturação de problemas. Formação de preço. Análise sob condições \nde risco, incerteza e depreciação. Juros simples e compostos. \n \n \nUnidade \nCurricular \nLaboratório de Mecânica dos Fluidos \nEmenta \nEnsaios sobre propriedades dos fluidos e escoamento em regime laminar \ne turbulento. \n \nUnidade \nOperações Unitárias I \n", "55": "55 \n \n \n \nCurricular \nEmenta \nSistemas de unidades. Conversão de unidades. Conversão de unidades. \nCamada limite. Estática dos fluidos. Conceitos e classificação de \nOperações de Processos Unitários. Máquinas hidráulicas. Análise \ngranulométrica. \nPeneiramento. \nCâmara \ngravitacional. \nElutriação. \nSedimentação. Ciclone. Filtração. Centrifugação. Agitação e mistura. \n \nUnidade \nCurricular \nCiência e Tecnologia dos Materiais \nEmenta \nClassificação e definição dos materiais para engenharia – metais, \ncerâmicas, \npolímeros \ne \ncompósitos. \nEstruturas \ndos \nmateriais. \nImperfeições no arranjo cristalino. Correlação entre ligações e \npropriedades dos materiais. Diagramas de equilíbrio. Processamento de \nmateriais. Critérios de seleção. Aplicações dos materiais. \n \nUnidade \nCurricular \nLaboratório de Operações Unitárias I \nEmenta \nBombas. Análise granulométrica. Filtração. Sedimentação. Leito fixo. \nLeito fluidizado. \n \nUnidade \nCurricular \nInstrumentação Industrial \nEmenta \nIntrodução à instrumentação e sua simbologia. Condicionamento de \nsinais. Calibração de instrumentos: normas e referencias. Conceitos \nfísicos básicos para medição de pressão. Tipos e características dos \nmedidores de pressão. Conceitos físicos básicos para medição de nível. \nClassificação e tipo de medidores de nível. Conceitos físicos básicos \npara medição de vazão. Tipos e características dos medidores de vazão. \nConceitos físicos básicos para medição de temperatura. Escalas de \nTemperatura. Tipos e características dos medidores de Temperatura. \nConceitos físicos básicos para medição de deslocamento linear e \nangular. Tipos e características dos medidores de deslocamento. \nConceitos físicos básicos para medição de proximidade. Tipos e \ncaracterísticas dos medidores de proximidade. Conceitos físicos básicos \npara medição de pH. Tipos e características dos medidores de pH. \nConceitos físicos básicos para Medição de densidade específica. \nSegurança intrínseca. \n \n \n \n \n9.4.5. Ementário Unidades Curriculares Eletivas da Engenharia Química \n \nUnidade \nCurricular \nMétodos Numéricos Aplicados à Engenharia Química \nEmenta \nTeoria de erros numéricos. Solução numérica de sistemas de equações \nalgébricas lineares. Solução de sistemas de equações algébricas não \n", "56": "56 \n \n \n \nlineares. Solução de sistemas equações diferenciais ordinárias e \nequações diferenciais parciais. Integração numérica. Aplicações teóricas \ne práticas voltadas para problemas típicos da Engenharia Química. \n \nUnidade \nCurricular \nInstalações Industriais \nEmenta \nEquipamentos e Operações Unitárias na Indústria de Processos; \nProcessos Industriais Diversos; Equipamentos Acessórios da Indústria \nde Processos; Materiais Empregados nas Indústrias de Processos;  \nTransporte de Fluidos e Cálculos  em Tubulações Industriais. \n \nUnidade \nCurricular \nIntegração Energética Aplicada a Processos Químicos \nEmenta \nIntrodução. Balanços de Massa e Energia aplicados a processos \nquímicos. Utilidades. Consumo de energia em processos químico. \nProjetos de redução de consumo de energia por meio de integração \nenergética: Tecnologia Pinch; Redes de trocadores de calor. Análise de \nviabilidade econômica. \n \nUnidade \nCurricular \nEngenharia de Materiais \nEmenta \nEstrutura. Propriedades. Processamento. Aplicações dos Materiais \n \nUnidade \nCurricular \nEngenharia de Bioprocessos \nEmenta \nFundamentos de bioprocessos. Biossegurança. Processos fermentativos \nindustriais. Operações unitárias aplicadas a Bioprocessos. \n \n \n \nIV DESENVOLVIMENTO METODOLÓGICO DO CURSO \n \nTranscorridos cinco anos de oferta do curso de Engenharia Química, diversas \npráticas e conjuntos de técnicas e processos metodológicos foram aplicados e testados \ncom o intuito de vencer os obstáculos verificados no processo de ensino e \naprendizagem, bem como superar as dificuldades encontradas no próprio modelo. \n \nDessa forma, tanto a metodologia de ensino, como de avaliação apresentam-se \nrevistas. \n", "57": "57 \n \n \n \n10 Metodologia de ensino \n \nParte-se da concepção de que um ensino eficaz deve ser de qualidade e, portanto, \norganizado em função dos alunos aos quais é dirigido de forma a assegurar que o tempo \nconcedido para o trabalho em sala de aula seja efetivamente dedicado à aprendizagem. \n \nA organização do currículo do curso prevê dois momentos distintos e \ncomplementares: \n1) alunos em atividades de ensino junto com o professor: neste momento é o professor \nquem direciona o processo ou as relações de mediação entre o conteúdo e o aluno, no \nqual o professor, dentre outras coisas, orienta o desenvolvimento de atividades de \nestudo; \n2) alunos sozinhos ou em grupos em atividades supervisionadas de aprendizagem, ou seja, \nem contato direto com o objeto de conhecimento: neste momento é o próprio aluno \nquem conduz seu processo de aprender, por meio das relações de estudo e a partir das \norientações recebidas em sala de aula. \n \nOs princípios metodológicos que dão sustentabilidade a essa organização \ncurricular são: \na) O ensino e, portanto, a aprendizagem, extrapolam as atividades desenvolvidas em sala \nde aula; \nb) O saber não é pré-fabricado, tem necessidade de ser (re)construído por cada aluno; \nc) O processo de (re)construção do saber precisa ser conduzido / guiado / orientado para o \nsujeito assumi-lo como seu (relações de mediação); \nd) Nas relações de mediação acontece o desenvolvimento das operações lógicas (ativação \ndos processos mentais) e das operações estratégicas (influencia o desenvolvimento das \natividades intelectuais); \ne) Não é o professor quem faz as aprendizagens e sim o aluno: o aprender depende muito \ndo envolvimento pessoal do aluno; \nf) A aprendizagem é um processo contínuo e intencional que exige esforço pessoal do \naluno, e não está limitada à reprodução do conteúdo; e \ng) Os professores precisam ter capacidade para orientar a organização do tempo do aluno, \npor meio do planejamento de atividades que orientem os momentos de estudo. \n \nEnfim, acredita-se na necessidade do aluno assumir uma postura de apropriação \ne compreensão do conteúdo em estudo, o que exige do professor o planejamento das \n", "58": "58 \n \n \n \npreleções semanais e também de atividades de fixação, reforço e revisão da matéria para \nserem desenvolvidas de forma individualizada, ou em grupos, pelos alunos após cada \nencontro didático em sala de aula. \nNesse sentido, o planejamento pedagógico do processo de ensino e \naprendizagem, portanto, deve estimular a atuação crítica e criativa do estudante, na \nidentificação e resolução de problemas, considerando os aspectos políticos, econômicos, \nsociais, ambientais e culturais que permanentemente envolvem as questões relacionadas \nao mundo contemporâneo; deve estimular uma visão e atuação ética e humanística, para \nque os futuros profissionais de engenharia percebam e atendam as demandas da \nsociedade. Tudo isso com vistas a permitir que o estudante aprenda a aprender, de forma \nautônoma e contínua, em um processo efetivamente interdisciplinar. Essas concepções \nconduzirão ao alcance do perfil do egresso e à construção das competências e \nhabilidades apresentadas nesse PPC. \n \n A metodologia empregada consta de aulas expositivas, atividades práticas e \nexperimentais em laboratório ou campo, com equipamentos e aplicativos adequados \npara cada atividade. Entretanto, para além dessas aulas, poderão ser consideradas as \nmetodologias ativas de ensino, nas quais se incluem atividades de dispersão. Essas \natividades, coordenadas e acompanhadas pelo docente, visam a promoção de outros \nespaços de aprendizagem que não somente a sala de aula. Para tanto, o professor tem \nautonomia para desenvolver formas efetivas de acompanhamento das atividades de \ndispersão. Essa previsão vai ao encontro do que prevê as DCN para os cursos de \nEngenharia, no sentido de dar ênfase à necessidade de se reduzir o tempo em sala de \naula, favorecendo o trabalho individual e em grupos de estudantes (CNE, CES, \nResolução 11/2002). O curso está estruturado de forma a organizar os conteúdos por \nmeio de unidades curriculares, seminários, práticas, projetos, dentre outros. \nDesenvolvimento de projetos, atividades de iniciação científica e de extensão também \ncomplementam o instrumental pedagógico. \n \nTodo \no \nplanejamento \nmetodológico, \ncontemplando \nas \nformas \nde \nacompanhamento das atividades, as metodologias ativas e as atividades de dispersão \nque poderão ser previstas, bem como o alinhamento aos objetivos previstos, deve ser \ndevidamente explicitado no Plano de Ensino das unidades curriculares, pois este \ndocumento representa o contrato didático do docente para com os estudantes. \n", "59": "59 \n \n \n \n \n \n11 Metodologia de avaliação \n \nOs processos avaliativos visam o aperfeiçoamento e a atualização das práticas, \nconceitos e objetivos das propostas definidas no projeto pedagógico. Os processos \navaliativos devem ser sistemáticos e orientados segundo as instâncias a que se \nsubmetem. \n \n11.1 Avaliação do Projeto Político-Pedagógico \n \nDe acordo com as DCN dos cursos de Engenharia, as concepções curriculares do \ncurso devem ser permanentemente acompanhadas e avaliadas, a fim de permitir os \najustes que se fizerem necessários ao seu aperfeiçoamento (CNE, CES, Resolução \n11/2002). \n \nNesse sentido, o Núcleo Docente Estruturante (NDE) da Engenharia Química \ntem competência para analisar, acompanhar e avaliar a execução do Projeto Político-\nPedagógico do Curso (PPC), segundo o que preconiza a Resolução 1/2010 da \nCONAES. \n \nSão atribuições do NDE elaborar e acompanhar o PPC em colaboração com a \ncomunidade, avaliando-o e atualizando-o de acordo com as necessidades do Curso; \napresentar relatórios de acompanhamento e avaliação do PPC ao Colegiado para \nconhecimento e providências; contribuir para a consolidação do perfil profissional do \negresso; zelar pela integração curricular interdisciplinar entre as diferentes atividades de \nensino constantes no currículo; zelar pelo cumprimento das Diretrizes Curriculares \nNacionais para os Cursos de Graduação em Engenharia. \n \nA resolução interna 21/2010, do Conselho de Ensino, Pesquisa e Extensão \n(CEPE), da UNIFAL-MG, destaca que o “NDE de cada curso de graduação terá \natribuições consultivas, propositivas e de assessoria sobre matéria de natureza \nacadêmica” e, de tal forma, realiza a avaliação permanente do PPC do curso. \n \n11.2 Avaliação do processo de ensino-aprendizagem \n \nA avaliação da aprendizagem é realizada por meio do acompanhamento contínuo \ndo aluno e dos resultados por ele obtidos nas provas escritas ou trabalhos de avaliação \n", "60": "60 \n \n \n \nde conhecimento, nos exercícios de classe ou extraclasse, nas outras atividades \nescolares e provas parciais. \n \nCompete ao professor da unidade curricular elaborar os exercícios escolares sob \nforma de provas de avaliação e demais trabalhos, bem como julgar e registrar os \nresultados. A avaliação deve ser processual e diversificada, valorizando a construção do \nconhecimento ao longo do desenvolvimento da unidade curricular. É responsabilidade \ndo professor da unidade curricular estabelecer, no Plano de Ensino, as formas e os \nmomentos em que as avaliações ocorrerão, de tal forma a atender os objetivos da \nunidade e do curso, expressos neste PPC. Assim, a avaliação do processo de ensino e \naprendizagem deve levar em consideração o que preconiza as DCN dos cursos de \nEngenharia, no sentido de que as avaliações dos alunos deverão basear-se nas \ncompetências, habilidades e conteúdos curriculares desenvolvidos (CNE, CES, \nResolução 11/2002). \n \nOs demais procedimentos de avaliação da aprendizagem obedecerão ao disposto \nno Regulamento Geral dos Cursos de Graduação (UNIFAL-MG, 2016), sendo que \ndeverão ser considerados os seguintes aspectos relevantes aos processos de avaliação: \n• \ndefinição de critérios e objetivos da avaliação; \n• \nclareza quanto aos métodos e instrumentos utilizados; e \n• \nadequação dos instrumentos às atividades pedagógicas e institucionais. \n \n11.3 Avaliação interna do curso \n \nSegundo a Portaria MEC nº 2.051/2004 que regulamenta a lei nº 10.861/2004, as \natividades de avaliação interna serão realizadas pela Comissão Própria de Avaliação \n(CPA), contemplando a análise global e integrada do conjunto de dimensões, estruturas, \nrelações, compromisso social, atividades, finalidades e responsabilidades sociais da \ninstituição de educação superior, com o objetivo de identificar o perfil e o significado da \natuação destas instituições, pautando-se pelos princípios do respeito à identidade e à \ndiversidade das instituições. \n \nNesse sentido, a Comissão Própria de Avaliação (CPA) da UNIFAL-MG conduz \ne articula o processo contínuo de autoavaliação da universidade, em todas as suas \nmodalidades de ação, com o objetivo de fornecer informações sobre o desenvolvimento \n", "61": "61 \n \n \n \nda instituição, bem como acompanhar as ações implementadas para a melhoria de \nqualidade do ensino. \n \nCom base em tais objetivos, ao visar a qualidade do ensino, contempla-se a \navaliação interna do curso. Questões didático-pedagógicas são trazidas para o interior da \nautoavaliação institucional, de forma que se verifique e acompanhe o desenvolvimento \ndo curso. A autoavaliação se configura, portanto, como um instrumento de gestão \npedagógica, que subsidia o permanente aprimoramento do curso. \n \n11.4 Avaliação externa do curso – SINAES \n \nA avaliação externa do curso é realizada pelo Sistema Nacional da Educação \nSuperior (SINAES), instituído pela lei nº 10.861/2004. Conforme as diretrizes do \nMinistério da Educação, este sistema tem por finalidade a melhoria da qualidade da \neducação superior, a orientação da expansão da sua oferta, o aumento permanente da \nsua eficácia institucional e efetividade acadêmica e social e, especialmente, a promoção \ndo aprofundamento dos compromissos e responsabilidades sociais das instituições de \neducação superior. Com isso, pretende-se a valorização da missão pública da educação \nsuperior, a promoção dos ideais democráticos, o respeito à diferença e à diversidade, a \nafirmação da autonomia e da identidade institucional. \n \nConforme a Portaria 2.051/2004, o SINAES promoverá a avaliação das  \ninstituições de educação superior, de cursos de graduação e de desempenho acadêmico \nde seus estudantes, sob a coordenação e supervisão da Comissão Nacional de Avaliação \nda Educação Superior (CONAES). \n \nA avaliação dos cursos de graduação será realizada de acordo com o Ciclo do \nSINAES, por Comissões Externas de Avaliação de Cursos, constituídas por especialistas \nem suas respectivas áreas do conhecimento. A Avaliação do Desempenho dos \nEstudantes se dará mediante a aplicação do Exame Nacional do Desempenho dos \nEstudantes – ENADE, ambas instituídas pelo INEP (Instituto Nacional de Estudos e \nPesquisas Educacionais Anísio Teixeira). \n \n \n \n", "62": "62 \n \n \n \nV ESTRUTURA DE FUNCIONAMENTO DO CURSO \n \nPara que os objetivos do curso sejam atingidos, é necessário contar com o \nrespaldo de estruturas que permitam a prática das ações previstas nesse documento e de \nagentes que as levem a efeito. \n \nDesse modo, todo o projeto se fundamenta nos recursos humanos, corpo docente \ne pessoal técnico-administrativo, que se servirá dos recursos físicos disponíveis, como \nbiblioteca, instalações, recursos de informática e comunicação e toda a infraestrutura \ninstitucional, exposta na sequência. \n \n12 Recursos físicos, tecnológicos e outros \n12.1 Biblioteca \n \nO Sistema de Bibliotecas da Universidade Federal de Alfenas é uma estrutura \ncom bibliotecas em: Alfenas (Biblioteca Central – Sede e Biblioteca da Unidade \nEducacional – Campus Santa Clara); Poços de Caldas (Biblioteca do campus de Poços \nde Caldas) e Varginha (Biblioteca do campus de Varginha). \n \nCada uma das bibliotecas foi concebida como espaço de ação cultural, para \npromover o suporte e o apoio às atividades de pesquisa, ensino e extensão, no âmbito da \ngraduação e pós-graduação, de forma a oferecer subsídios às diferentes linhas de \npesquisa acadêmica. O Sistema de Bibliotecas da Universidade Federal de Alfenas \ndisponibiliza serviços ao seu corpo social e à comunidade local. \n \nPeriodicamente, a política de desenvolvimento de coleções é revisada, com a \nfinalidade de garantir a sua adequação à comunidade universitária, aos objetivos da \nbiblioteca e aos da própria Instituição. \n \nPara o campus de Poços de Caldas, a Biblioteca Setorial possui 450 m2 com 130 \nassentos, 4 salas de estudos em grupo, 5 salas de estudos individual, além de 10 \ncomputadores para uso em pesquisa e trabalhos acadêmicos; 65 escaninhos para guardar \nbolsas e mochilas. Possui duas catracas para o controle de fluxo de usuários. \n \nPossui um acervo informacional de 2.092 títulos e 7.963 exemplares de livros, \nincluindo 24 dissertações; 434 títulos e 2.684 fascículos de periódicos; 42 títulos e 64 \nexemplares de CDs.    \n", "63": "63 \n \n \n \n \nA Biblioteca do campus de Poços de Caldas atende em média 1.300 usuários \ncadastrados, entre alunos de graduação e pós-graduação, professores e técnico-\nadministrativos. \n \nA consulta ao acervo é aberta à comunidade em geral e a Biblioteca oferece aos \nusuários os seguintes serviços cooperativos e convênios: \n• \norientação bibliográfica (manual e automatizada); \n• \ncomutação bibliográfica; \n• \nempréstimo domiciliar; \n• \nempréstimo entre as bibliotecas da UNIFAL-MG; \n• \nnormalização bibliográfica; \n• \nvisitação orientada; \n• \ntreinamento de usuários; \n• \nserviços de alerta de periódicos; \n• \nexposição e divulgação de últimas aquisições; \n• \ncatalogação na fonte; \n• \nreserva de livros; \n• \nlevantamento bibliográfico quando solicitado; \n• \nserviço de Disseminação de Informação – SDI e \n• \nacesso ao portal de periódicos da CAPES. \n \n \nA Biblioteca Setorial participa de intercâmbio entre bibliotecas e outras IES por \nmeio de permuta da Revista Científica da Universidade Federal de Alfenas, com \npublicação anual. \n \nAs bibliotecas da UNIFAL-MG possuem convênio com a Rede Bibliodata-FGV, \nrede nacional de catalogação cooperativa, visando a agilização dos serviços de \ncatalogação, redução dos custos, além da difusão dos acervos bibliográficos. \n \nA Biblioteca possui o software de gerenciamento Sophia, que permite a \nintegração dos acervos e serviços das bibliotecas da UNIFAL-MG, e também \ndisponibilizam serviços de renovação, reservas e consulta ao catálogo, via web. A \nBiblioteca Setorial também possui 10 computadores com acesso à internet, à disposição \ndos usuários. \n \n", "64": "64 \n \n \n \n12.2 Tecnologia da Informação \n \nA instituição coloca à disposição da comunidade acadêmica um amplo sistema \nde equipamentos de informática. O número total de computadores instalados nos \ncampus de Alfenas, Poços de Caldas e Varginha ultrapassam as 500 unidades. Esses \nequipamentos se encontram disponíveis para as atividades administrativas, técnicas e de \ncoordenação nas áreas de ensino, pesquisa e extensão. \n \nO campus de Poços de Caldas conta com uma estrutura de informática formada \npor aproximadamente 200 computadores ligados em rede e 7 redes de internet sem fio \nque atendem todo os edifícios do campus. \n \nEspecificamente para o corpo discente, no campus de Poços de Caldas, estão à \ndisposição 03 laboratórios de Informática, com 120 computadores instalados em rede, \ncom acesso à internet. Além desses, existem 10 computadores na Biblioteca, também \ncom acesso à internet. \n \nO campus dispõe de uma equipe técnica especializada em software dedicada à \nmanutenção, atualização e aprimoramento do funcionamento de redes e computadores. \nUma sala de multimídia com 65 lugares está disponível para realizações de \nwebconferências. \n \nConsiderando a modalidade de Educação a Distância, a UNIFAL-MG conta com \no Centro de Educação Aberta e a Distância (CEAD) como um órgão responsável pela \ncoordenação, supervisão, assessoramento e pela prestação de suporte técnico para \nexecução de atividades na área de Educação Aberta e a Distância (EAD). O CEAD \noferece, por meio da plataforma Moodle, ferramentas que atendem cursos presenciais, \nsemipresenciais ou à distância, através de mecanismos que possibilitam a \nautoaprendizagem com a mediação de recursos didáticos sistematicamente organizados, \napresentados em diferentes suportes de informação. \n \n12.3 Infraestrutura do Campus Poços de Caldas \n \nAtualmente, a estrutura física para atendimento das demandas administrativas e \nacadêmicas conta com 07 prédios, ocupados da seguinte forma: \n• \nprédio A (998 m²): 40 salas distribuídas entre diretoria e secretaria do campus, \ncoordenadorias administrativas e acadêmicas, biblioteca (com suas respectivas salas de \nestudo), consultório médico, sala de reuniões, unidade especial CDTI - Poços de Caldas \n", "65": "65 \n \n \n \n(Centro de desenvolvimento Tecnológico e de Inovação de Poços de Caldas), serviço de \nreprografia, copa e salas dos Grupos PET;    \n• \nprédio B (2.380 m²): 07 salas de aula, 02 laboratórios de informática, \nCoordenadoria de Registro e Controle Acadêmico, suporte audiovisual, Diretório \nCentral dos Estudantes e espaços para os racks de internet e elétrica; \n• \nprédio C (1.500 m²): 11 laboratórios, dentre os quais os Multiusuários I, II, III, \nIV, V e VI, laboratório de Biotecnologia (Biotech), laboratório geral de pós-graduação, \nlaboratórios de Espectrofotometria e Cromatografia Ambiental (LECA), de \nMicroscopia, de Ciência e Engenharia de Materiais II; sala de reagentes, sala de preparo \nde aulas e sala dos Programas de Educação Tutorial (PET); \n• \nprédio D (1.000 m²): restaurante universitário, cantina, almoxarifado, serviços \ngerais e sala dos vigilantes; \n• \nprédio E - anexo ao prédio B (1.524 m²): 09 salas de aula; 01 sala de estudos \npara mestrandos e 01 sala de aula exclusiva para mestrado; 01 laboratório de \ninformática; 01 cluster de computadores; 01 sala de videoconferência; \n• \nprédio F (2.896,74 m²): ocupado pelo Instituto de Ciência e Tecnologia \n(estrutura administrativa e salas de docentes); Coordenadoria de Extensão; \nCoordenadoria de Assuntos Comunitários e Estudantis; Assessoria Pedagógica; \nSecretaria das Coordenações de cursos; salas de reunião; auditório; consultório (CIAS) \ne copa. \n• \nprédio G (863 m²): Laboratórios das Engenharias. Atende às Engenharias \nAmbiental, de Minas e Química, com as oficinas: 1) Elétrica e Eletrônica, 2) Mecânica \nTorno e Fresa e 3) Engenharia de Minas;   \n• \nlaboratórios “FINEP” (480 m²): projeto financiado pela Agência Brasileira da \nInovação – FINEP, também para atendimento das demandas dos novos cursos;   \n• \npraça de esportes (4.000 m²): espaço destinado à prática esportiva de alunos e \nservidores, como forma de promover a saúde e a integração da comunidade \nuniversitária; \n• \nprédio I - anfiteatro (750 m²): espaço destinado à realização de eventos do \nCampus Poços de Caldas, tanto para a comunidade interna, como para a externa, com \nlotação de 450 pessoas; \n", "66": "66 \n \n \n \n• \nprédio J:  (1470 m²): prédio com 3 pavimentos divididos em 106 gabinetes \nindividuais para pós-doutorados, professores e direção do ICT; \n• \nprédio K - Serviços Gerais (4000 m²): prédio com 2 pavimentos destinado à \nabrigar escritórios e oficinas do setor de serviços gerais do campus. \n• \nprédio L - laboratórios “Cemara” (480 m²): projeto financiado pela \nAgência Brasileira da Inovação – FINEP, também para atendimento das \ndemandas dos novos cursos e dos cursos de pós-graduação; \n \n13 Corpo docente e pessoal técnico-administrativo \n \nO Instituto de Ciência e Tecnologia conta com um corpo docente composto por \nprofessores efetivos, professores substitutos e em situação de lotação provisória. A \ndireção da Unidade Acadêmica se compromete com a alocação do corpo, de forma a \natender as exigências do curso de Engenharia Química. \n \nTanto o Instituto de Ciência e Tecnologia, quanto o Campus Avançado \ndisponibilizam um corpo técnico administrativo para apoio ao desenvolvimento das \natividades do curso. \n \nDentre as atividades desenvolvidas pelos docentes do Instituto de Ciência e \nTecnologia, a pesquisa exerce papel fundamental pela intensa interação com as \natividades de ensino e extensão, demandada pelo Bacharelado Interdisciplinar em \nCiência e Tecnologia. \n \nEm função do perfil de formação do corpo docente (cerca de 85% de Doutores e \n15% de Mestres), sua maior parte integra Grupos de Pesquisa registrados no Conselho \nNacional de Desenvolvimento Científico e Tecnológico (CNPq), como Líder de Grupo \nou Pesquisador em diferentes áreas. \n \n13.1 Demonstrativo do corpo docente \n \nOs docentes lotados no Instituto de Ciência e Tecnologia atuam diretamente no \ndesenvolvimento do BCT, 1º ciclo, cuja atribuição de aulas é efetivada pela direção do \nICT. Já aqueles docentes que pertencem ao Núcleo de Engenharia Química além de  \npoderem atuar no 1º ciclo, atuam também nesse curso de  2º ciclo, cuja atribuição de \naula é, igualmente, efetivada pela direção do ICT. \n", "67": "67 \n \n \n \n \nDo quadro docente, 100% pertence ao regime de trabalho de 40 horas com \ndedicação exclusiva, o que muito beneficia a atividade-fim, que é o ensino, a pesquisa e \na extensão. \nQuadro 1 - Demonstrativos do Corpo Docente do ICT. \n \n \nEfetivos \nCooperação \nTécnica e \nPVNS \nLotação \nProvisória Substitutos \nTotal \nNúmero \nde \ndocentes \nBCT \n66 \n03 \n01 \n05 \n93 \nEngenharia \nQuímica \n18 \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n13.2 Demonstrativo do pessoal técnico-administrativo \n \nO Campus Avançado de Poços de Caldas e o Instituto de Ciência e Tecnologia \napresentam corpo técnico-administrativo altamente qualificado, composto por diversos \nespecialistas, mestres e doutores. \n \nNo quadro de pessoal técnico-administrativo observa-se diversificadas \nqualificações, de modo a apoiar a atividade-fim, dentre as quais pode-se listar: \nadministrador; analistas de sistemas; assistente social; bibliotecários; pedagogo; \nquímico; técnicos em assuntos educacionais; auxiliares administrativos; técnicos de \ntecnologia da informação; técnicos de laboratório de diferentes áreas. \n \nToda a composição do quadro técnico se dá por servidores efetivos e em regime \nde trabalho de 40 horas semanais. \nQuadro 2 - Demonstrativo do Corpo Técnico do ICT e Campus. \n \nCampus Avançado de Poços de Caldas \nICT \nTotal \nNúmero de técnicos \nadministrativos em \neducação (TAE) \n33 \n18 \n51 \nRetificado pela Resolução Colegiado Prograd nº 19/2017, de 12 de abril de 2017. \n \n14. Bibliografia Básica e Complementar – Descrição de critérios e parâmetros de \nescolha \nOs Apêndices trazem as referências bibliográficas das unidades curriculares do \nprimeiro e segundo ciclo do curso, que, dado o caráter dinâmico do saber e dos \nprocessos de ensino e aprendizagem, podem ser revistas e atualizadas pelos docentes em \nseus Planos de Ensino. \n", "68": "68 \n \n \n \nVI. REFERÊNCIAS \n \nALMEIDA FILHO, N. M.; SOUSA SANTOS, B. A Universidade no século XXI: Para \numa Universidade Nova. Coimbra: Almedina, 2008. \n \nAMUDSON, N. Frontiers in Chemical Engineering, National Academy Press, \nWashington D.C., 1988. \n \nBalanço da Economia Mineira e Brasileira em 2012 e perspectivas para 2013. \nFIEMG, 2012. \n \nBRASIL. Ministério da Educação. Diretrizes Curriculares Nacionais do Curso de \nGraduação em Engenharia. Resolução CNE 11/2002. MEC, 2002. Disponível em: \nhttp://portal.mec.gov.br/cne/arquivos/pdf/CES112002.pdf. Acesso em 15 jul. 2016. \n \nBRASIL. Ministério da Educação.  Portaria MEC 2051/2004. Regulamenta os \nprocedimentos de avaliação do Sistema Nacional de Avaliação da Educação \nSuperior (SINAES), instituído na Lei no 10.861, de 14 de abril de 2004. MEC, 2004. \nDisponível em: http://portal.mec.gov.br/arquivos/pdf/PORTARIA_2051.pdf. Acesso em \n24 ago. 2016. \n \nBRASIL. Decreto n° 6.096, de 24 de abril de 2007. Institui o Programa de Apoio a \nPlanos de Reestruturação e Expansão das Universidades Federais – REUNI. Presidência \nda República. Brasília, DF: Diário Oficial da União, 2007. \n \nBRASIL- Ministério da Educação. Secretaria de Educação Superior. Documento \nelaborado pelo Grupo de Trabalho instituído pela Portaria SESu/MEC No. 383, de 12 de \nabril de 2010. Referenciais Orientadores para os Bacharelados Interdisciplinares e \nSimilares. Brasília, DF: MEC/SES, 2010 \n \nBRASIL. Decreto n° 13.005, de 15 de dezembro de 2010. Institui o Programa \nNacional da Educação – PNE 2011-2020. Presidência da República. Brasília, DF: \nDiário Oficial da União, 2010. \n \nCOMISSÃO NACIONAL DE AVALIAÇÃO DO ENSINO SUPERIOR (CONAES). \nResolução n° 01 de 17 de junho de 2010. Normatiza o Núcleo Docente Estruturante e \ndá outras providências. CONAES, 2010. Disponível em: \nhttp://portal.mec.gov.br/index.php?option=com_docman&view=download&alias=6885-\nresolucao1-2010-conae&Itemid=30192. Acesso em 24 ago. 2016. \nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSITCA-IBGE. Pesquisa \nNacional por Amostra de Domicílio (PNAD) - Indicadores Sociais 2012. \nObservatório do Plano Nacional de Educação. Disponível em: \nhttp://www.ibge.gov.br/home/estatistica/populacao/trabalhoerendimento/pnad2012/defa\nult_sintese.shtm. Acesso em 24 ago. 2016. \n \nPainel Regional da Indústria Mineira - Regional Sul. FIEMG, 2013. \n \n", "69": "69 \n \n \n \nPISA. Programme for International Student Assesstment. Organização para a \nCooperação Econômica e Desenvolvimento, 2005. \n \nSILVA, P. R. A Formação Profissional Unificada - Engenharia Tronco. CONFEA - \nAnais – 6º CNP, Rio de Janeiro, 2008. \n \nUFBA. UNIVERSIDADE FEDERAL DA BAHIA. Projeto Pedagógico do Curso de \nBacharelado Interdisciplinar em Ciência e Tecnologia. Salvador, 2010. Disponível \nem:http://cacetufba.files.wordpress.com/2010/05/projetobi-ct-2009-29abril2010-final-\nprograd.pdf. Acesso em 15 de janeiro de 2010. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CONSUNI 56/2007. \nAprovação do Programa de Apoio a Planos de Reestruturação e Expansão das \nUniversidades Federais. Alfenas: UNIFAL-MG, 2007. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CEPE nº 21/2010. Núcleo \nDocente Estruturante. Alfenas: UNIFAL-MG, 2010. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Plano de Desenvolvimento \nInstitucional 2011 a 2015. Alfenas: UNIFAL-MG, 2013. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CEPE 013/2013. Aprova o \nRegulamento Geral dos Cursos de Graduação. Alfenas: UNIFAL-MG, 2013. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CONSUNI 100/2015. \nAprova o Plano de Desenvolvimento Institucional 2016 a 2020. Alfenas: UNIFAL-MG, \n2015. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CEPE 015/2016. Aprova o \nRegulamento Geral dos Cursos de Graduação. Alfenas: UNIFAL-MG, 2016. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CEPE nº 32/2015, \nRetificado pela Resolução CEPE nº 12/2016. Projeto Político-Pedagógico do BCT. \nAlfenas: UNIFAL-MG, 2016. \n \nXAVIER, A. R. C. Universidade Nova: desafios para a prática pedagógica numa \nperspectiva interdisciplinar. Rio Claro: UNESP, 2014 (Dissertação de Mestrado). \n \n", "70": "70 \n \n \n \nVII. APÊNDICES \n \nOs Apêndice A, B, C, D e E trazem as referências bibliográficas do curso, que, \ndado ao caráter dinâmico do saber e dos processos de ensino e aprendizagem, podem ser \nrevistas e atualizadas pelos docentes em seus Programas de ensino. \n \nO Apêndice F apresenta a tabela de equivalência das unidades curriculares do \nPPC Resolução CEPE n. 027/2011 com este PPC de Reestruturação (2016). \n \nApêndice A - Relação de Bibliografias Básica e Complementar das Unidades \nCurriculares Obrigatórias do BCT, 1º ciclo da Engenharia Química \n \nUnidade \nCurricular \nÁlgebra Linear \nBibliografia básica \nANTON, H.; RORRES, C. Álgebra Linear com aplicações. Porto Alegre: Bookman, \n2001. \nBOLDRINI, J. L. et al. Álgebra Linear. São Paulo: Harbra e Row do Brasil, 1986. \nSTEINBRUCH, A.; WINTERLE, P. Álgebra linear. Rio de Janeiro: Makron Books, \n1987. \nBibliografia complementar \nBARONE JR, M. Álgebra linear. São Paulo: IME-USP, 1988. \nBOULOS, P., CAMARGO, I. Geometria Analítica. São Paulo: Prentice Hall, 2005. \nCALLIOLI, C. A.; DOMINGUES, H; COSTA, R. C. F. Álgebra linear e aplicações. \nSão Paulo: Atual, 2003. \nCOELHO, F. U.; LOURENÇO, M. L. Um curso de Álgebra Linear. São Paulo: Editora \nda Universidade de São Paulo-EDUSP, 2001. \nLIMA, E. L. Álgebra linear. Rio de Janeiro: IMPA, 1998. \n \nUnidade \nCurricular \nComunicação e Expressão \nBibliografia básica \nABREU, A.S. Curso de redação. São Paulo: Ática, 2004. \nAZEREDO, J.C. Gramática Houaiss da Língua Portuguesa redigida de acordo com a \nnova ortografia. São Paulo: Publifolha, 2009. \nGARCIA, O. M. Comunicação em prosa moderna: aprenda a escrever, aprendendo a \npensar. Rio de Janeiro: FGV, 2006. \nBibliografia complementar \nBAZERMAN, C. Gêneros textuais, tipificação e interação. São Paulo: Cortez, 2005. \nFARACO, C.A.; TEZZA, C.C. Prática do texto para estudantes universitários. \nPetrópolis: Vozes, 2005. \nFIORIN, J. L.; SAVIOLI, F. P. Lições de texto: leitura e redação. São Paulo: Ática, \n1996. \nGUIMARÃES, E. A articulação do texto. São Paulo: Ática, 2007. \nSERAFINI, M. T. Como escrever textos. Trad. Maria Augusta B. de Mattos. Rio de \nJaneiro: Globo, 1989. \n", "71": "71 \n \n \n \n \nUnidade \nCurricular \nEmpreendedorismo \nBibliografia básica \nBESSANT, J. TIDD, J. Inovação e empreendedorismo. Porto Alegre: Bookman, 2009. \nDORNELAS, J. C. A. Empreendedorismo: transformando ideias em negócios. 4.ed. Rio \nde Janeiro: Elsevier, 2012. \nSTUTELY, Richard. O guia definitivo: Plano de negócios. Porto Alegre: Bookman, \n2012. \n \nBibliografia complementar \nBARON, R. A. e SHANE, S. A. Empreendedorismo: Uma Visão Do Processo. São \nPaulo: Thomson Learning, 2006. \nBURGELMAN, R. A. et al. Gestão Estratégica da Tecnologia e da Inovação: Conceitos \ne Soluções. São Paulo: McGraw Hill, 2012. \nDRUCKER, P. Inovação e Espírito Empreendedor: Prática e Princípios. São Paulo: \nCengage Learning, 2008. \nOECD. Manual de Oslo: Proposta de Diretrizes para Coleta e Interpretação de Dados \nsobre Inovação Tecnológica. Brasília: FINEP, 2005. \nOLIVEIRA, M. G. et al. Roadmapping: uma abordagem estratégica para o \ngerenciamento de inovação em produtos, serviços e tecnologias. Rio de Janeiro: \nCampus, 2012. \n \nUnidade \nCurricular \nEstatística e Probabilidade \nBibliografia básica \nFERREIRA, D. F. Estatística básica. Lavras: Editora UFLA, 2009. \nMAGALHÃES, M.N.; Lima, C. P. Noções de Probabilidade e Estatística. São Paulo: \nEditora EDUSP, 2008. \nMONTGOMERY, D.C.; Runger, G.C. Estatística Aplicada e Probabilidade para \nengenheiros. São Paulo: Editora LTC, 2009. \n \nBibliografia complementar \nMAGALHÃES, M.N. Probabilidade e Variáveis aleatórias. São Paulo: Editora EDUSP, \n2006. \nMORETTIN, L. G. Estatística básica: probabilidade e inferência. São Paulo: Pearson \nPretince Hall, 2010. \nMORETTIN, L. G. Estatística básica. São Paulo: Makron Books, 2005. \nSPIEGEL, M. R. Estatística: resumo da teoria, 875 problemas resolvidos, 619 \nproblemas propostos. São Paulo: McGraw-Hill, 1974. \nWALPOLE, R. E.; MYERS, R.; MYERS, S. L.; YE, K. Probabilidade e estatística para \nengenharia e ciências. 8. ed. São Paulo: Pearson Prentice Hall, 2009. \n \n \n \n \n \n \n", "72": "72 \n \n \n \nUnidade \nCurricular \nEstrutura Atômica e Molecular \nBibliografia básica \nATKINS, P.; JONES. L. Princípios de química: questionando a vida moderna e o meio \nambiente. Porto Alegre: Bookman, 2006. \nBROWN, T. L. et al. Química, a ciência central. São Paulo: Pearson Prentice-Hall, \n2005. \nRUSSEL, J.B. Química Geral . São Paulo: McGraw-Hill do Brasil, 1994. \n \nBibliografia complementar \nLEE, J. D. Química inorgânica: não tão concisa. São Paulo: Edgar Blücher, 2008. \nCHANG, R. Química Geral – conceitos essenciais. São Paulo: McGraw-Hill, 2006. \nKOTZ, J. C.; TREICHEL JR., P. M. Química geral e reações químicas – Volume 2. São \nPaulo: Cengage Learning, 2005. \nRUSSEL, J.B. Química Geral. São Paulo: McGraw-Hill do Brasil, 1982. \nMAHAN, B.H.; MEYERS, R.J. Química, um curso Universitário. São Paulo: Editora \nEdgard Blucher, 1998. \n \nUnidade \nCurricular \nÉtica, Ciência e Sociedade \nBibliografia básica \nCHALMERS, A. O que e ciência, afinal? São Paulo: Brasiliense, 1983. \nCHASSOT, A. A Ciência através dos tempos. 8 Impressão. São Paulo: Moderna, 1994. \nFOUREZ, Gèrard. A construção das ciências. Introdução à filosofia e à ética das \nciências. São Paulo: Editora Unesp, 1995. \n \nBibliografia complementar \nBRASIL. Livro branco: Ciência, Tecnologia e Inovação. Brasília: Ministério de Ciência \ne Tecnologia, 2002. Disponível em: http :// www . mct . gov . br / upd_ blob /0004 \n/4744.pdf. Acesso em: 07 de julho de 2011. \nFLECK, L. Gênese e desenvolvimento de um fato científico. Belo Horizonte: \nFabrefactum, 2010. \nHOBSBAWN, E. Era dos Extremos – o breve século XX. São Paulo: Companhia das \nLetras, 1995. \nKUHN, T. A estrutura das revoluções científicas. São Paulo: Perspectiva, 2000. \nSCHWARTZMAN, S. Ciência, Universidade e Ideologia: a política do conhecimento. \nRio de Janeiro: Centro Edelstein de Pesquisas Sociais, 2008. \n \nUnidade \nCurricular \nFenômenos Eletromagnéticos \nBibliografia básica \nNUSSENZVEIG, H. M. Curso de Física Básica. Volume 3. São Paulo: Edgard Blucher, \n2002. \nJEWETT JR, J. W.; SERWAY, R. A.; Física para cientistas e engenheiros. Volume 3. \nSão Paulo: Cengage Learning, 2012. \nTIPLER, P. A.; MOSCA, G. Física para cientistas e engenheiros. Volume 2. Rio de \nJaneiro: LTC, 2009. \n \n", "73": "73 \n \n \n \nBibliografia complementar \nCHAVES, A. Física Básica: Eletromagnetismo. Rio de Janeiro: LTC Editora, 2007. \nASSIS, A. K. T. Os Fundamentos experimentais e históricos da eletricidade. São Paulo: \nEditora Livraria da Física, 2011. \nHAYT JR., W. H., BUCK, J. A. Eletromagnetismo. São Paulo: McGraw Hill, 2013. \nPURCELL, E. M., MORIN, D. J. Electricity and magnetism. Cambridge: Cambridge, \n2013. \nREITZ, J. R., MILFORD, F. J., CHRISTY, R. W. Fundamentos da teoria \neletromagnética. São Paulo: Campus, 1982. \n \nUnidade \nCurricular \nFenômenos Mecânicos \nBibliografia básica \nNUSSENZVEIG, H. M. Curso de Física Básica. Volume 1. São Paulo: Edgard Blucher, \n2002. \nJEWETT JR, J. W.; SERWAY, R. A. Física Para Cientistas E Engenheiros. Volume 1. \nSão Paulo: CENGAGE LEARNING, 2012. \nTIPLER, P. A.; MOSCA, G. Física para cientistas e engenheiros. Volume 1. Rio de \nJaneiro: LTC, 2009. \n \nBibliografia complementar \nCHAVES, A., Física Básica: Mecânica. Rio de Janeiro: LTC, 2007. \nSYMON, K. R. Mecânica. Rio de Janeiro: Campus, 1996. \nSEARS, F.; YOUNG, H.; FREEDMAN, R. A.; ZEMANSKY, M. W. Física I – \nMecânica. Rio de Janeiro: São Paulo, 2008. \nFEYNMAN, R. P.; LEIGHTON, R. B.; SANDS, M. Lições de Física de Feynman. \nPorto Alegre: Bookman, 2008. \nNETO, J. B. Mecânica Newtoniana, Lagrangiana e Hamiltoniana. São Paulo: Editora \nLivraria da Física, 2004. \n \nUnidade \nCurricular \nFenômenos Térmicos \nBibliografia básica \nNUSSENZVEIG, H. M. Curso de Física Básica. Volume 2. São Paulo: Edgard Blucher, \n2002. \nJEWETT JR, J. W.; SERWAY, R. A. Física para cientistas e engenheiros. Volume 2. São \nPaulo: Cengage Learning, 2012. \nTIPLER, P. A.; MOSCA, G. Física para cientistas e engenheiros - Volume 1. Rio de \nJaneiro: LTC, 2009. \n \nBibliografia complementar \nCHAVES, A. Física Básica: Gravitação / Fluidos / Ondas / Termodinâmica. Rio de \nJaneiro: LTC, 2007. \nOLIVEIRA, M. J. Termodinâmica. São Paulo: Editora livraria da física, 2012. \nPAULI, W. Thermodynamics and the kinetic theory of gases. New York: Dover Science, \n2000. \nSCHRODINGER, E. Statistical thermodynamics. New York: Dover Science, 1989. \nFERMI, E. Thermodynamics. New York: Dover Science, 1937. \n", "74": "74 \n \n \n \nUnidade \nCurricular \nFunções de Uma Variável \nBibliografia básica \nFLEMMING, D.M.; GONÇALVES, M. B. Cálculo A: funções, limite, derivação, \nintegração. 5. ed. São Paulo: Pearson, 2004. \nSIMMONS, J. F. Cálculo com geometria analítica. São Paulo: Pearson, 1988. V.1. \nSTEWART, J. Cálculo. 6. ed. São Paulo: Cengage Learning, 2010. V. 1. \nBibliografia complementar \nAVILA, G. Cálculo das funções de uma variável. 7. ed. Rio de Janeiro: LTC, 2004. \nEDWARDS, L. Cálculo com aplicações. 6. ed. Rio de Janeiro: LTC, 2005. \nHOFFMANN, L.; BRADLEY, G. D. Cálculo: um curso moderno e suas aplicações. \n9. ed. São Paulo: Editora LTC, 2008. \nHOWARD, A. Cálculo: um novo horizonte. 6. ed. Porto Alegre: Bookmsn, 2000. V. 1. \nTHOMAS, G. B. Cálculo. 11. ed. São Paulo: Pearson, 2009. V. 1. \n \nUnidade \nCurricular \nFunções de Várias Variáveis \nBibliografia básica \nLEITHOLD, L. O Cálculo Com Geometria Analítica – Volume 2. São Paulo: Harbra, \n1994. \nSIMMONS, G. F. Cálculo Com Geometria Analítica – Volume 2. São Paulo: Makron \nBooks, 1997. \nSTEWART, J. Cálculo – Volume 2. São Paulo: Cengage Learning, 2009. \nBibliografia complementar \nGONÇALVES, M. B.; FLEMMING, D. M. Cálculo B: funções de várias variáveis, \nintegrais múltiplas, integrais curvilíneas e de superfície. São Paulo: Person, 2007. \nGUIDORIZZI, H. L. Um Curso de Cálculo – Volume 2. Rio de Janeiro: LTC, 2001. \nKAPLAN, W. Cálculo Avançado – Volume 1. São Paulo: Edgard Blücher, 1995. \nSWOKOWSKI, EARL W. Cálculo com Geometria Analítica - – Volume 2. São Paulo: \nMakron Books, 1994. \nTHOMAS, G. B. Cálculo. São Paulo: Pearson, 2009. \n \nUnidade \nCurricular \nFunções e Reações Químicas \nBibliografia básica \nATKINS, P.; JONES. L. Princípios de química: questionando a vida moderna e o meio \nambiente. Porto Alegre: Bookman, 2006. \nBROWN, T. L. et al. Química, a ciência central. São Paulo: Pearson Prentice-Hall, \n2005. \nRUSSEL, J.B. Química Geral. São Paulo: McGraw-Hill do Brasil, 1994. \nBibliografia complementar \nLEE, J. D. Química inorgânica: não tão concisa. São Paulo: Edgar Blücher, 2008. \nCHANG, R. Química Geral – conceitos essenciais. São Paulo: McGraw-Hill, 2006. \nKOTZ, J. C.; TREICHEL JR., P. M. Química geral e reações químicas – Volume 2. São \nPaulo: Cengage Learning, 2005. \nRUSSEL, J.B. Química Geral. São Paulo: McGraw-Hill do Brasil, 1982. \nMAHAN, B.H.; MEYERS, R.J. Química, um curso Universitário. São Paulo: Edgard \nBlucher, 1998. \n", "75": "75 \n \n \n \n \nUnidade \nCurricular \nFundamentos de Biologia \nBibliografia básica \nCAMPBELL, N. A. et el. Biologia. Porto Alegre: Artmed, 2010. \nESTEVES, F.A. Estrutura, funcionamento e manejo de ecossistemas brasileiros. Rio de \nJaneiro: Programa de Pós-Graduação em Ecologia - Instituto de Biologia da \nUniversidade Federal do Rio de Janeiro, 1995. \nPURVES, W. K.; SADAVA, D.; GORDON, H. O; HELLER, H.C. Vida: a Ciência da \nBiologia. Porto Alegre: Artmed, 2002. \n \nBibliografia complementar \nCURTIS, H. Biologia. Rio de Janeiro: Guanabara Koogan, 1977. \nJUNQUEIRA, L.C.; CARNEIRO, J. Biologia Celular e Molecular. Rio de Janeiro: \nGuanabara Koogan, 2005. \nPURVES, W. K.; SADAVA, D.; GORDON H. O.; HELLER, H.C. Vida: a Ciência da \nBiologia. Porto Alegre: Artmed, 2002. \nRAVEN, P. H., RAY F. E.; SUSAN, E. Biologia Vegetal. Rio de Janeiro: Guanabara \nKoogan, 2001. \nRICKLEFS, R. Economia da Natureza. Rio de Janeiro: Guanabara Koogan, 2010. \n \nUnidade \nCurricular \nIntrodução à Computação \nBibliografia básica \nFEDELI, R. D.; GIULIO, E.; POLLONI, F.; PERES, F. E. Introdução a ciência da \ncomputação. São Paulo: Thomson Pioneira, 2003. \nSTALLINGS, W. Arquitetura e organização de computadores. São Paulo: Prentice Hall, \n2002. \nKUROSE, J. F; ROSS, K. W. Redes de computadores e a internet. São Paulo: Pearson \nAddison Wesley, 2006. \n \nBibliografia complementar \nFORBELLONE, A. L. V; EBERSPACHER, H. F., Lógica de programação. São Paulo: \nMakron Books, 2005. \nFARRER, H. et al. Algoritmos estruturados. Rio de Janeiro: Guanabara Dois, 1999. \nTERADA, R. Desenvolvimento de algoritmos e estruturas de dados. São Paulo: \nMakron, [s./d.]. \nLEISERSON, C. E.; STEIN, C.; RIVEST, R. l..; CORMEN, T. H. Algoritmos: teoria e \nprática. Rio de Janeiro: Campus, 2002. \nCOUTINHO MENEZES, N. N. Introdução à programação com Python, Rio de Janeiro: \nNOVATEC, 2010. \n \n \n \n \n \n \n \n", "76": "76 \n \n \n \nUnidade \nCurricular \nIntrodução às Carreiras Tecnológicas \nBibliografia básica \nBAZZO, W. A.; PEREIRA, L.T.V. Introdução à Engenharia: conceitos, ferramentas e \ncomportamentos. Florianópolis: Editora da UFSC, 2008. \nCARVALHO, M. C. M. Construindo o saber: metodologia científica, fundamentos e \ntécnicas. Campinas: Papirus, 2008. \nGIL, A.C. Como elaborar projetos de pesquisa. São Paulo: Atlas, 2010. \n \nBibliografia complementar \nBROCKMAN, J. B. Introdução à engenharia: modelagem e solução de problemas. Rio \nde Janeiro: LTC, 2010. \nGOYATÁ, S.L.T. et al. Manual de normalização para elaboração de trabalhos \nacadêmicos, dissertações e teses da UNIFAL-MG. Alfenas: UNIFAL-MG, 2006. \nBRAGA, B.; HESPANHOL, I. Introdução a engenharia ambiental. São Paulo: Pearson \nPrentice Hall, 2005. \nCREMASCO, M. A. Vale a pena estudar engenharia química. São Paulo: Edgard \nBlucher, 2005. \nHARTMAN, H. L. Introductory mining engineering. Chichester: Wilet, 2002. \n \nUnidade \nCurricular \nIntrodução às Equações Diferenciais Ordinárias \nBibliografia básica \nBOYCE W., DIPRIMA R. Equações Diferencias Elementares e problemas de Valores e \ncontorno. Rio de Janeiro: Livros Técnicos e Científicos, 2006. \nZILL D., CULLEN M. Equações Diferencias – Volume 1. São Paulo: Pearson Makron \nBooks, 2001. \nZill, D.G.. Equações Diferenciais com Aplicações em Modelagem. São Paulo: Cengage \nLearning, 2011. \n \nBibliografia complementar \nCLAUS, I. D., LOPES, A. O. Equações diferenciais ordinárias. Rio de Janeiro: IMPA, \n2008. \nEDWARDS, J.R., PENNEY, D. E. Equações Diferenciais Elementares com Problemas \nde Contorno. São Paulo: Editora Prentice-Hall do Brasil, 1995. \nFIGUEIREDO, D. G., NEVES, A. F. Equações Diferenciais Aplicadas. Rio de Janeiro: \nColeção Matemática Universitária IMPA, 1997. \nMOTTA, A. Equações diferenciais: introdução. Florianópolis: IFSC, 2009. \nSANTOS, R. J. Introdução ás Equações Diferenciais Ordinárias. Belo Horizonte: \nImprensa Universitária da UFMG, 2011. \n \n \n \n \n \n \n \n \n", "77": "77 \n \n \n \nUnidade \nCurricular \nLaboratório de Eletricidade \nBibliografia básica \nPERUZZO, J. Experimentos de física básica - eletromagnetismo, física moderna e \nciências espaciais. São Paulo: Editora Livraria da Física, 2013. \nCAPUANO, F. G., MARINO, M. A. M. Laboratório de eletricidade e eletrônica. São \nPaulo: Editora Érica, 2007. \nOGURI, V. Estimativas e erros em experimentos de física. Rio de Janeiro: EDUERJ, \n2005. \n \nBibliografia complementar \nSEARS, F.; YOUNG, H.; FREEDMAN, R. A.; ZEMANSKY, M. W. Física III – \nEletromagnetismo. São Paulo: Addison Wesley, 2008. \nCOOKE, C. An introduction to experimental physics. Boca Raton: CRC PRESS, 1996. \nVUOLO J. H. Fundamentos da teoria de erros. São Paulo: Edgard Blucher, 1996. \nHELENE, O. Método dos mínimos quadrados com formalismo matricial. São Paulo: \nEditora Livraria da Física, 2006. \nALVES, E. S.; SPEZIALI, N. L.; CAMPOS, A. A. Física experimental básica na \nUniversidade. Belo Horizonte: Editora UFMG, 2008. \n \nUnidade \nCurricular \nLaboratório de Mecânica \nBibliografia básica \nTAYLOR, JOHN R. Introdução a análise de erros. Porto Alegre: Bookman, 2012. \nPERUZZO, J. Experimentos De Física Básica: Mecânica. São Paulo: Editora Livraria \nda Física, 2012. \nVUOLO, J. H. Fundamentos da Teoria de Erros. São Paulo: Edgard Blucher, 1996. \n \nBibliografia complementar \nSEARS, F.; YOUNG, H.; FREEDMAN, R. A.; ZEMANSKY, M. W. Física I – \nMecânica. São Paulo: Editora Addison Wesley, São Paulo, 2008. \nHELENE, O. A. M. & VANIN, V. R. Tratamento Estatístico de Dados Em Física \nExperimental. São Paulo: Edgard Blucher, 1991. \nHELENE, O. Método dos mínimos quadrados com formalismo matricial. São Paulo: \nEditora Livraria da Física, 2006. \nALVES, E. S.; CAMPOS, A. A. Fisica experimental básica na Universidade. Belo \nHorizonte: Editora UFMG, 2008. \nDUNLAP, R. A. Experimental Physics. Oxford: Oxford University Press, 1988. \n \nUnidade \nCurricular \nLaboratório de Termodinâmica \nBibliografia básica \nTAYLOR, J. R. Introdução a análise de erros. Porto Alegre: Bookman, 2012. \nPERUZZO, J. Experimentos de física básica: termodinâmica, ondulatória e óptica. São \nPaulo: Editora Livraria da Física, 2012. \nVUOLO, J. H. Fundamentos da teoria de erros. São Paulo: Edgard Blucher, 1996. \n \nBibliografia complementar \n", "78": "78 \n \n \n \nSEARS, F.; YOUNG, H.; FREEDMAN, R. A.; ZEMANSKY, M. W. Física II – \nTermodinâmica e Ondas. São Paulo: Addison Wesley, 2008. \nHELENE, O. A. M. & VANIN, V. R. Tratamento Estatístico De Dados Em Física \nExperimental. São Paulo: Edgard Blucher, 1991. \nHELENE, O., Método dos mínimos quadrados com formalismo matricial. São Paulo: \nEditora Livraria da Física, 2006. \nALVES, E. S.; SPEZIALI, N. L.; CAMPOS, A. A. Física experimental básica na \nUniversidade. Belo Horizonte: Editora UFMG, 2008. \nDUNLAP, R. A. Experimental Physics. Oxford University Press, 1988. \n \nUnidade \nCurricular \nProjeto Multidisciplinar I \nBibliografia básica \nCARVALHO, M.C.M. Construindo o saber: metodologia científica, fundamentos e \ntécnicas. Campinas: Papirus, 2008. \nGIL, A.C. Como elaborar projetos de pesquisa. São Paulo: Atlas, 2010. \nGOYATÁ, S.L.T. et al. Manual de normalização para elaboração de trabalhos \nacadêmicos, dissertações e teses da UNIFAL-MG. Alfenas: UNIFAL-MG, 2006. \n \nBibliografia complementar \nBARROS, A.J.P.; LEHFELD, N.A.S. Projeto de pesquisa: propostas metodológicas. \nPetrópolis: Vozes, 2008. \nBRUSCATO, W. Quem tem medo da monografia? São Paulo: Saraiva, 2010. \nGIL, A. C. Estudo de Caso. São Paulo: Atlas, 2009. \nHINDLE, T. Como fazer apresentações. São Paulo: Publifolha, 2005. \nMAGALHÃES, M.N.; LIMA, A.C.P. Noções de probabilidade e estatística. São Paulo: \nEDUSP, 2005. \n \nUnidade \nCurricular \nProjeto Multidisciplinar II \nBibliografia básica \nBARROS, A.J.P.; LEHFELD, N.A.S. Projeto de pesquisa: propostas metodológicas. \nPetrópolis: Vozes, 2010. \nCARVALHO, M.C.M. Construindo o saber: metodologia científica, fundamentos e \ntécnicas. Campinas: Papirus, 2008. \nGOYATÁ, S.L.T. et al. Manual de normalização para elaboração de trabalhos \nacadêmicos, dissertações e teses da UNIFAL-MG. Alfenas: UNIFAL-MG, 2006. \n \nBibliografia complementar \nARENALES, S., DAREZZO, A. Cálculo Numérico. Aprendizagem com Apoio de \nSoftware. São Paulo: Thomson, 2008. \nBRUSCATO, W. Quem tem medo da monografia? São Paulo: Saraiva, 2010. \nCARVALHO, M.C.M. Construindo o saber: metodologia científica, fundamentos e \ntécnicas. Campinas: Papirus, 2008. \nGIL, A.C. Como elaborar projetos de pesquisa. São Paulo: Atlas, 2010. \nMAGALHÃES, M.N.; LIMA, A.C.P. Noções de probabilidade e estatística. São Paulo: \nEDUSP, 2005. \n \n", "79": "79 \n \n \n \nUnidade \nCurricular \nQuímica Experimental I \nBibliografia básica \nATKINS, P.; JONES. L. Princípios de química: questionando a vida moderna e o meio \nambiente. Porto Alegre: Bookman, 2006. \nBROWN, T. L. et al. Química, a ciência central. São Paulo: Pearson Prentice-Hall, \n2005. \nRUSSEL, J.B. Química Geral – Volume 1 e 2. São Paulo: McGraw-Hill do Brasil, \n1994. \n \nBibliografia complementar \nLEE, J. D. Química inorgânica: não tão concisa. São Paulo: Edgar Blücher, 2008. \nCHANG, R. Química Geral – conceitos essenciais. São Paulo: McGraw-Hill, 2006. \nKOTZ, J. C.; TREICHEL JR., P. M. Química geral e reações químicas – Volume 2. São \nPaulo: Cengage Learning, 2005. \nRUSSEL, J.B. Química Geral. São Paulo: McGraw-Hill do Brasil, 1982. \nMAHAN, B.H.; MEYERS, R.J. Química, um curso Universitário. São Paulo: Editora \nEdgard Blucher, 1998. \n \nUnidade \nCurricular \nQuímica Experimental II \nBibliografia básica \nATKINS, P.; JONES L. Princípios de Química: questionando a vida moderna e o meio \nAmbiente. Porto Alegre: Bookman, 2001. \nBROWN, T.L. Química – A Ciência Central. São Paulo: Pearson – Prentice Hall, 2005. \nKOTZ, J. C.; TREICHEL JR., P. M. Química geral e reações químicas – Volume 2. São \nPaulo: Cengage Learning, 2005. \n \nBibliografia complementar \nMAHAN, B.H.; MEYERS, R.J., Química, um curso Universitário. São Paulo: Editora \nEdgard Blucher, 1998. \nRUSSEL, J.B.; Química Geral I e II. São Paulo, McGraw-Hill do Brasil, 3. ed., 1994. \nBRADY, J. E. & HUMISTON, G. E. Química Geral - Livros Técnicos e Científicos. \nBACCAN, N.; ANDRADE, J.C.; GODINHO, O.E.S; BARONE, J.S., Química \nAnalítica Quantitativa Elementar, 3.ed. Revisada, Ed. Edgard Blücher, 2008. \nVOGEL, A. I. Análise Orgânica – Volumes 1, 2 e 3. São Paulo: Ao Livro Técnico, \n1984. \n \nUnidade \nCurricular \nRecursos Computacionais I \nBibliografia básica \nFEDELI, R. D.; GIULIO, E.; POLLONI, F.; PERES, F. E. Introdução a ciência da \ncomputação. São Paulo: Thomson Pioneira, 2003. \nFORBELLONE, A. L. V; EBERSPACHER, H. F. Lógica de programação. São Paulo: \nMakron Books, 2005. \nFARRER, H. et al. Algoritmos estruturados. Rio de Janeiro: Guanabara Dois, 1999. \n \nBibliografia complementar \n", "80": "80 \n \n \n \nTERADA, R. Desenvolvimento de algoritmos e estruturas de dados. São Paulo: \nMakron, [s./d.]. \nLEISERSON, C. E.; STEIN, C.; RIVEST, R. l.; CORMEN, T. H. Algoritmos: teoria e \nprática. Rio de Janeiro: Campus, 2002. \nCOUTINHO MENEZES, N. N., Introdução à programação com Python. Rio de \nJaneiro: NOVATEC, 2010. \nARENALES, S.; DAREZZO, A. Cálculo numérico: aprendizagem com apoio de \nsoftware. São Paulo: Thomson Learning, 2008. \nRUGGIERO, M. A. G.; ROCHA, V. L. Cálculo Numérico: aspectos teóricos e \ncomputacionais. São Paulo: McGraw-Hill, 2002. \n \nUnidade \nCurricular \nRecursos Computacionais II \nBibliografia básica \nFORBELLONE, A. L. V; EBERSPACHER, H. F. Lógica de programação. São Paulo: \nMakron Books, 2005. \nFARRER, H. et al. Algoritmos estruturados. Rio de Janeiro: Guanabara Dois, 1999. \nCOUTINHO MENEZES, N. N. Introdução à programação com Python. Rio de Janeiro: \nNOVATEC, 2010. \n \nBibliografia complementar \nLEISERSON, C. E.; STEIN, C.; RIVEST, R. l..; CORMEN, T. H. Algoritmos: teoria e \nprática. Rio de Janeiro: Campus, 2002. \nARENALES, S.; DAREZZO, A. Calculo numérico: aprendizagem com apoio de \nsoftware. São Paulo: Thomson Learning, 2008. \nRUGGIERO, M. A. G.; ROCHA, V. L. Calculo Numérico: aspectos teóricos e \ncomputacionais. São Paulo: McGraw-Hill, 2002. \nBARROSO, C. F. et al. Cálculo numérico (com aplicações). São Paulo: Harbra, 1987. \nSCHILDT, H. C - completo e total. São Paulo: Makron Books, [s.d.]. \n \nUnidade \nCurricular \nRecursos Computacionais III \nBibliografia básica \nFORBELLONE, A. L. V; EBERSPACHER, H. F., Lógica de programação. São Paulo: \nMakron Books, 2005. \nFARRER, H. et al. Algoritmos estruturados. Rio de Janeiro: Guanabara Dois, 1999. \nBARROSO, C. F. et al. Calculo numérico (com aplicações). São Paulo: Harbra, 1987. \n \nBibliografia complementar \nMIZRAHI, V. V. Treinamento em Linguagem C. São Paulo: Pearson Prentice Hall, \n2008. \nTENENBAUM, A. M. Estruturas de dados usando C. São Paulo: Makron Books, [s.d.]. \nWIRTH, NIKLAUS. Algoritmo e Estrutura de Dados. Rio de Janeiro, RJ: Prentice-Hall \ndo Brasil, c1989. \nDROZDEK, A. Estrutura de dados e algoritmos em C++, São Paulo: Pioneira Thomson \nLearning, 2002. \nTHOMAS, H. C. Algoritmos: teoria e prática. Rio de Janeiro, RJ: Elsevier / Campus, \n2002. \n", "81": "81 \n \n \n \n \nUnidade \nCurricular \nTransformações Químicas \nBibliografia básica \nATKINS, P.; JONES. L. Princípios de química: questionando a vida moderna e o meio \nambiente. Porto Alegre: Bookman, 2006.Química, a ciência central. São Paulo: Pearson \nPrentice-Hall, 2005. \nRUSSEL, J.B. Química Geral – Volumes 1 e 2. São Paulo: McGraw-Hill do Brasil, \n1994. \nBibliografia complementar \nLEE, J. D. Química inorgânica: não tão concisa. São Paulo: Edgar Blücher, 2008. \nCHANG, R. Química Geral – conceitos essenciais. São Paulo: McGraw-Hill, 2006. \nKOTZ, J. C.; TREICHEL JR., P. M. Química geral e reações químicas – Volume 2. São \nPaulo: Cengage Learning, 2005. \nRUSSEL, J.B. Química Geral. São Paulo: McGraw-Hill do Brasil, 1982. \nMAHAN, B.H.; MEYERS, R.J. Química, um curso Universitário. São Paulo: Editora \nEdgard Blucher, 1998. \n \n \nAPÊNDICE B - Relação de Bibliografias Básica e Complementar das Unidades \nCurriculares Obrigatórias da Engenharia Química \nUnidade \nCurricular \nEngenharia das Reações Químicas \nBibliografia básica \nBUTT, J. B. Reaction Kinetics and Reactor Design. Prentice-Hall, Englewood Cliffs, \nNew Jersey, 1980. \nFOGLER, H. S. Elementos de engenharia das reações químicas. 3 ed. LTC, 2002. \nLEVENSPIEL, O. Engenharia das reações químicas, 3 ed. Edgard blucher, 2000. \n \nBibliografia complementar \nDAVIS, M. E.; DAVIS, R. J. Fundamentals of Chemical Reaction Engineering. \nMcGraw Hill, 2003. \nFROMENT, Gilbert H.; BISCHOFF, Kennet B. Chemical reactor analysis and design. 2 \ned. John Wiley & Sons, Cingapura, 1990. \nHILL, C. G. An Introduction to Chemical Engineering Kinetics & Reactor Design. John \nWiley & Sons, New York, 1977. \nROBERTS, G. W. Reações químicas e reatores químicos, 1 ed. LTC, 2010. \nSMITH, J.M. Chemical Engineering Kinetics. 3 ed. New York: McGraw Hill, 1981. \n \nUnidade \nCurricular \nFundamentos de Transferência de Calor e Massa \nBibliografia básica \nINCROPERA, F. P.; DEWITT, D. P.; BERGMAN, T.L.; LAVINE, A.S. Fundamentos \nda Transferência de Calor. Livros Tecnicos e Científicos, Rio de Janeiro, 7ª Ed., 2014. \nWELTY, J. et al. Fundamentals of Momentum, Heat, and Mass Transfer. 5. ed. N.J.: \nJohn Wiley & Sons, 2007. \nHOLMAN, J. P.  Heat Transfer, McGraw-Hill, 1986 \nGEANKOPLIS, C. J. Transport processes and separation process principles (includes \n", "82": "82 \n \n \n \nunit operations). 4. ed. Prentice Hall, 2009. \n \nBibliografia complementar \nBIRD, R.B.; STEWART W.E.; LIGHTFOOT, E.N. Fenomenos de Transporte. Ed. LTC. \n2004. \nSISSON, L. E.; PITTS, D. R. Fênomenos de Transporte. Livros Técnicos e Científicos \nEditora S. A., 2001. \nLIENHARD-IV, J. H.; LIENHARD-V, J. H. A Heat Transfer textbook. 3ª ed, Phlogiston \nPress, 2006 \nCUSSLER, E. L. Diffusion: mass transfer in fluid systems. 3ª ed. Cambrigde: \nCambrigde University Press, 2007. (Cambrigde Series in Chemical Engineering) \nCREMASCO, M.A. Fundamentos de transferência de massa. Ed. Blucher, 2016. \nBENNETT, C. O.; MYERS, J. E. Momentum, heat and massa transfer. 3ª ed., McGraw-\nHill, 1982. \n \nUnidade \nCurricular \nGestão Industrial e Segurança do Trabalho \nBibliografia básica \nARAÚJO, L. C. G. Organização, Sistemas e Métodos e as Tecnologias de Gestão \nOrganizacional. Atlas, 3a Ed., 2010. \nGOI JUNIOR, R. Prática de Gestão. Ciência Moderna, 1a Ed., 2010. \nLOBO, R. N. Gestão da Produção. Érica. 1a Ed., 2010. \nSALIBA, T. M. et alli. Higiene do Trabalho e Programa de Prevenção de Riscos \nAmbientais. São Paulo: LTr, 2002. \n \nBibliografia complementar \nALVAREZ, M. E. B. Gestão de Qualidade, Produção e Operações. Atlas, 1a Ed., 2010. \nANDRADE, R. O. B.; AMBONI, N. Estratégias de Gestão. Campus, 1a Ed., 2009. \nCORREA, \nL. \nH.; \nCORREA, \nC. \nA.  Administração \nda \nProdução \ne \nOperações: Manufatura e Serviços, uma Abordagem Estratégica. Atlas, 1a Ed., 2005. \nPINTO, E. P. Gestão Empresarial: Casos e Conceitos de Evolução Organizacional. \nSaraiva, 1a Ed., 2007. \nSANTOS, R. C. Manual de Gestão Empresarial: Conceitos e Aplicações nas Empresas \nBrasileiras. Atlas, 1a Ed., 2007. \nBARBOSA FILHO, A. N. Segurança do trabalho e Gestão Ambiental. São Paulo: Atlas, \n2008. \nBERTAGNI, R. F. S.; MONTEIRO, A. L. Acidente do trabalho e doenças ocupacionais. \nSão Paulo: Saraiva, 2005. \nTRINDADE, W. L. Riscos do Trabalho. São Paulo: LTC, 1998. \n \nUnidade \nCurricular \nQualidade e Produtividade \nBibliografia básica \nCARVALHO, M.M. et al. Gestão da Qualidade: teoria e casos. 2. ed. Rio de Janeiro, \nEd. Campus, 2006. \nWOMACK, J.P., JONES, D. T., ROOS, D. A mentalidade enxuta nas empresas: Lean \nThinking. Ed. Campus, 2004. \nWOMACK, J.P., JONES, D.T., ROOS, D. A máquina que mudou o mundo. Ed. \n", "83": "83 \n \n \n \nCampus, 2004. \n \nBibliografia complementar \nCAUCHICK, P.A.M. Qualidade: Enfoques e Ferramentas. São Paulo: Artliber Editora, \n2001. \nCONTADOR, J. C. et al. Gestão de Operações: A Engenharia de Produção a serviço da \nmodernização da empresa. 1a edição, ed. Edgar Blucher Ltda., São Paulo, 1997. \nGIL, A.L. Auditoria da Qualidade. 3a Edição. São Paulo: Atlas, 1999. \nPANDE, P. S. Estratégia Seis Sigma. Ed. QualityMark 2001. \nVIEIRA FILHO, G. Gestão da Qualidade Total. 2a. Edição. Campinas, SP: Alínea, \n2007. \n \nUnidade \nCurricular \nTermodinâmica II \nBibliografia básica \n \nHILLERT, M. Phase Equilibria, Phase Diagrams And Phase Transformations: Their \nThermodynamic Basis. 2 ed. New York : Cambridge University Press, 2008. \nLEVENSPIEL, O. Termodinâmica Amistosa para Engenheiros, Edgard Blucher, 2002. \nSMITH, J. M.; VAN NESS, H. C. Introdução a Termodinâmica Da Engenharia \nQuímica. 7 ed. Rio de Janeiro, RJ : LTC, 2013. \nVAN WYLEN, G. J.; SONNTAG, R.; BORGNAKKE, C. Fundamentos da \nTermodinâmica Clássica. São Paulo: Edgard Blucher, 1995. \n \nBibliografia complementar \n \nIENO, G.; NEGRO, L.  Termodinâmica, Pearson Prentice Hall, 2004. \nKORETSKY, M. D. Termodinâmica para Engenharia Química. Rio de Janeiro: LTC, \n2007. \nMORAN, M. J.; SHAPIRO, H. N. Princípios de Termodinâmica para Engenharia. 1 ed. \nLTC Editora, 2009. \nOLIVEIRA, M. J. Termodinâmica, Livraria da Física, 2005. \nPOTTER, M. C.; SCOTT E. P. Termodinâmica, Cencage Learning, 2006. \nPRAUSNITZ, J. M.; LICHTENTHALER,  R.  N.;  AZEVEDO,  E.G,  Molecular \nThermodynamics of Fluid Phase Equilibria, 3 ed., Prentice Hall, 1998 \nSANDLER,  S.I., Chemical  and  Engineering  Thermodynamics,  3  ed.,  John Wiley & \nSons, 1998 \nTERRON, L. R. Termodinâmica Química Aplicada. 1 ed., Manole Ltda Editora, 2009. \n \nUnidade \nCurricular \nControle de Processos \nBibliografia básica \nBEQUETTE, B. W. Process Control: Modeling, Design, and Simulation. N.J.: PTR, \n2003. \nSMITH, C. A.; CORRIPIO, A. B. Princípios e prática do controle automático de \nprocesso. Trad. Maria \nLúcia Godinho de Oliveira. 3. ed. Rio de Janeiro: LTC, 2008. \n", "84": "84 \n \n \n \nSTEPHANOPOUOS, G. Chemical process control: an introduction to theory and \npractice. N.J.: PTR, 1984. \n \nBibliografia complementar \nCASTRUCCI, P. L.; BITTAR, A.; SALES, R. M. Controle automático. Rio de Janeiro: \nLTC, 2011. \nCORRIOU, J.-P. Process control: theory and applications. London: Springer, 2010. \nCOUGHANOWR, D. R.; KOPPEL, L. B. Análise e controle de processos. Trad. Carlos \nAugusto G. Perlingeiro e Evaristo Chalbaud Biscaia Jr. Rio de Janeiro: Guanabara, \n1978. \nMARLIN, T. E. Process control: designing processes and control systems for dynamic \nperformance. 2. ed. Boston: McGraw-Hill, 2000. \nOGATA, K. Engenharia de controle moderno. Trad. Heloísa Coimbra de Souza. 5. ed. \nSão Paulo: PPH, 2010. \nSEBORG, D. E. et al. Process dynamics and control. 3. ed. N.J.: John Wiley & Sons, \n2011. \n \nUnidade \nCurricular \nEngenharia das Reações Químicas Heterogêneas \nBibliografia básica \nFOGLER, H. S. Elementos de Engenharia das Reações Químicas, 4ª ed., Rio de \nJaneiro: LTC, 2012. \nLEVENSPIEL, O., Engenharia das reações químicas. 3ª ed., São Paulo: Edgard \nBlucher, 2011. \nROBERTS, G. W. Reações Químicas e Reatores Químicos, Rio de Janeiro: LTC, 2010. \n \nBibliografia complementar \nCIOLA, R. Fundamentos da catálise. 1ª ed., São Paulo: Editora Moderna, 1981. \nDAVIS, M. E.; DAVIS, R. J. Fundamentals of Chemical Reaction Engineering. \nMcGraw Hill, 2003. \nHILL, C. G. An Introduction to Chemical Engineering Kinetics & Reactor Design. John \nWiley & Sons, New York, 1977. \nSCHMAL, M. Cinética e reatores: aplicação à engenharia química. 2ª ed. Synergia \nEditora, 2012. \nSERTL, G.; KNOZINGER, F. S.; WEITKAMP, J. Handbook of heterogeneous \ncatalysis. 2a. ed. Wiley-VCH Editora, v. 1, 2008. \n \nUnidade \nCurricular \nLaboratório de Engenharia Química I \nBibliografia básica \nBORZANI, W.; SCHMIDELL, W.; LIMA, U. A.; AQUARONE, E. Biotecnologia \nIndustrial - Fundamentos, Vol. 1. Ed. Edgard Blücher, 2001. \nSCHMIDELL, W.; LIMA, U. A.; AQUARONE, E.; BORZANI, W. Biotecnologia \nIndustrial. Engenharia Bioquímica, Vol. 2. Ed. Edgard Blücher, 2001. \nFOGLER, H. S. Elementos de Engenharia das Reações Químicas, 4ª ed., Rio de \nJaneiro: LTC, 2012. \n \nBibliografia complementar \n", "85": "85 \n \n \n \nDORAN, P. M. Bioprocess Engineering Principles. Elsevier Science, 1995. \nCIOLA, R. Fundamentos da catálise. 1ª ed., São Paulo: Editora Moderna, 1981. \nSERTL, G.; KNOZINGER, F. S.; WEITKAMP, J. Handbook of heterogeneous \ncatalysis. 2a. ed. Wiley-VCH Editora, v. 1, 2008. \nHILL, C. G. An Introduction to Chemical Engineering Kinetics & Reactor Design. John \nWiley & Sons, New York, 1977. \nROBERTS, G. W. Reações químicas e reatores químicos, 1 ed. LTC, 2010. \n \n \nUnidade \nCurricular \nEngenharia Biotecnológica \nBibliografia básica \nBAILEY, J.E., OLLIS, D.F. Biochemical Engineering Fundamentals. 2 ed. McGraw-\nHill, 1986. \nLEHNINGER, A. L. Princípios de Bioquímica, Sarvier, São Paulo, 2006. \nPELCZAR, M. .J; CHAN, E. C. S., NOEL, R. K. Microbiologia: Conceitos e \nAplicações, vol .1, 2ª ed., 1997. \nBibliografia complementar \nBORZANI, W.; SCHMIDELL, W.; LIMA, U. A.; AQUARONE, E. Biotecnologia \nIndustrial - Fundamentos, Vol. 1. Ed. Edgard Blücher, 2001. \nDORAN, P. M. Bioprocess Engineering Principles. Elsevier Science, 1995. \nSCHMIDELL, W.; AQUARONE, E.; LIMA, U.A.; BORZANI,W. Biotecnologia \nIndustrial – Processos Fermentativos E Enzimaticos Vol. 3, Editora: EDGARD \nBLUCHER, 2001. \nSCHMIDELL, W.; LIMA, U. A.; AQUARONE, E.; BORZANI, W. Biotecnologia \nIndustrial. Engenharia Bioquímica, Vol. 2. Ed. Edgard Blücher, 2001. \nSHULER, M. L.; KARGI, F. Bioprocess Engineering Basic Concepts, Editora Prentice-\nHall International Inc., Englewood Cliffs, 1992. \n \nUnidade \nCurricular \nOperações Unitárias II \nBibliografia básica \nARAUJO, E.C.C. Evaporadores, Coleção Apontamentos, EDUFSCAR. \nFOUST, et al. Princípios de Operações Unitárias. Rio de Janeiro: Guanabara Dois, \n1982. \nINCROPERA, F. P.; DEWITT, D. P.; BERGMAN, T.L.; LAVINE, A.S. Fundamentos \nda Transferência de Calor. LTC, Rio de Janeiro, 6ª Ed., 2008. \nKERN, DONALD Q. Processos de Transmissão de Calor. Editora Guanabara Dois. \n1980. \nNÝVLT Y.J., HOSTOMSKÝ J., GIULIETTI, M. Cristalização 1ª Ed, Editora \nEdUFSCar, 2001. \nBibliografia complementar \nARAUJO, E.C.C. Trocadores de Calor, Coleção Apontamentos, EDUFSCAR. \nG. F. HEWITT; G. L. SHIRES; T. R. BOTT, Process Heat Transfer. CRC, 1994. \nJ. P. HOLMAN, Transferência de Calor, McGraw-Hill, 1983. \nL. GOLDSTEIN Jr., Transferência de Calor Industrial, Faculdade de Engenharia de \nCampinas, 1988. \nMC CABE, W. L.; SMITH, J. C. Unit Operation of Chemical Engineering. New York: \n", "86": "86 \n \n \n \nMC Graw-Hill, 1985. \n \nUnidade \nCurricular \nOperações Unitárias III \nBibliografia básica \nGEANKOPLIS, C. J. Transport processes and separation process principles (includes \nunit operations). 4. ed. New Jersey: Prentice Hall, 2009. \nMcCABE, W. L. et al. Unit operations of chemical engineering. 7. ed. Boston: \nMcGraw-Hill, 2005. \nWELTY, J. et al. Fundamentals of Momentum, Heat, and Mass Transfer. 5. ed. N.J.: \nJohn Wiley & Sons, 2007. \n \nBibliografia complementar \nBENNETT, C. O.; MYERS, J. E. Momentum, heat and massa transfer. 3. ed. N.Y.: \nMcGraw-Hill, 1982. \nBIRD, R. B.; STEWART, W. E.; LIGHTFOOT, E. N. Transport Phenomena. 2. ed. \nN.Y.: John Wiley & Sons, 2006. \nCUSSLER, E. L. Diffusion: mass transfer in fluid systems. 3. ed. Cambrigde: \nCambrigde University Press, 2009. (Cambrigde Series in Chemical Engineering) \nFOUST, A. S. et al. Princípios das operações unitárias. Trad. Horacio Macedo. 2. ed. \nRio de Janeiro: LTC, 2011. \nHENLEY, E. J.; SEADER, J. D. Equilibrium-stage separation operations in chemical \nengineering. N.Y.: John Wiley & Sons, 1981. \nRICHARDSON, J. F.; HARKER, J. H.; BACKHURST, J. R. Particle technology and \nseparation processes. 5th \n \nUnidade \nCurricular \nModelagem e Simulação de Processos Químicos \nBibliografia Básica \nBARROSO, C. F. et al. Calculo numérico (com aplicações). São Paulo: Harbra, 1987. \nBOYCE W., DIPRIMA R. Equações Diferencias Elementares e problemas de Valores e \ncontorno. Rio de Janeiro: Livros Técnicos e Científicos, 2006. \nZILL, D.G.. Equações Diferenciais com Aplicações em Modelagem. São Paulo: \nCengage Learning, 2011. \nBibliografia complementar \nARENALES, S.; DAREZZO, A. Cálculo numérico: aprendizagem com apoio de \nsoftware. São Paulo: Thomson Learning, 2008. \nBROCKMAN, J. B. Introdução à engenharia: modelagem e solução de problemas. Rio \nde Janeiro: LTC, 2010. \nFIGUEIREDO, D. G., NEVES, A. F. Equações Diferenciais Aplicadas. Rio de Janeiro: \nColeção Matemática Universitária IMPA, 1997. \nGARCIA, C. Modelagem e simulação de processos industriais e de sistemas \neletromecânicos. São Paulo: EDUSP, 2005. \nRUGGIERO, M. A. G.; ROCHA, V. L. Cálculo Numérico: aspectos teóricos e \ncomputacionais. São Paulo: McGraw-Hill, 2002. \n \n \n \n", "87": "87 \n \n \n \n \nUnidade \nCurricular \nControle Ambiental \nBibliografia básica \nBRAGA, B; HESPANHOL, I. Introdução a Engenharia Ambiental - O Desafio do \nDesenvolvimento Sustentável. Ed. Prentice Hall Brasil, 2a edição, 2005 - 336 páginas \nDERISIO, J.C. Introdução ao Controle da Poluição Ambiental. 4a edição. Oficina de \nTextos, 2012 – 224 páginas \nMACINTYRE, A. J. Ventilação Industrial e Controle da Poluição 2ª edição. Editora \nLTC. Rio de Janeiro, 2011. 403p. \nVON SPERLING, M. Princípios do Tratamento biológico de Águas residuárias - Vol 2: \nprincípio Básico do Tratamento de Esgotos. Ed. UFMG, 1996 - 211 páginas \n \nBibliografia complementar \nCAMPOS, J.R. Tratamento de Esgotos Sanitários por Processo Anaeróbio e Disposição \nControlada no Solo, 1999. \nEngenharia Ambiental - Conceitos, Tecnologia e Gestao. Calijuri e Cunha \n(coordenadores). Elsevier Editoda Ltda., 2013 - 789 páginas \nFRANSON, M.A.H. (Ed.). Standard Methods for the Examination of Water and \nWastewater. 21. ed. Washington, D.C.: American Public Health Association, 2005. \nGerenciamento de Áreas Contaminadas - Conceitos e Informações Gerais. Wagner \nSoares Costa (coordenador). Cartilha FIEMG \nIMHOFF, K.; IMHOFF, K.R. Manual de tratamento de águas residuárias. São Paulo: \nEdgard Blucher, 1996. 301p. \nLORA, E.E.S . Prevenção e Controle da poluição nos setores energético, industrial e de \ntransporte. Rio de Janeiro – 2. ed. Interciência, 2002- 481pag \nManual Gerenciamento Integrado de Resíduos Sólidos. José Henrique Monteiro \n(coordenador). 15ª edição, IBAM, Rio de Janeiro, 2001 - 200 páginas \nProcessos e Técnicas para o Controle Ambiental de Efluentes Líquidos. Vol. 5, série: \nEscola Piloto de Engenharia Química. Márcia Dezotti (coordenadora). Editora E-\npapers, 2008 - 359 páginas \nVIERIA, N.R. Poluição do Ar: indicadores ambientais. Editora E-papers - 220 páginas \n \nUnidade \nCurricular \nProcessos das Indústrias Química e de Alimentos \nBibliografia básica \nAQUARONE, E.; BORZANI, W.; SCHMIDELL, W.; LIMA, U. A. Biotecnologia \nIndustrial – Biotecnologia na Produção de Alimentos, 1 ed. Edgard Blucher, 2001. \nSHREVE, R. N.; BRINK, J. A. Indústrias de Processos Químicos, 4 ed. Guanabara \nKoogan, 1997. \nWONGTSCHOWSKI, O. Indústria química – Riscos e Oportunidades, 2 ed. Edgard \nBlucher, 2002. \n \nBibliografia complementar \nDIMIAN, A.; BILDEA, C. S. Chemical Process Design – Computer-Aided Case \nStudies. Wiley - VCH, 2008. \nFELDER, R. M.; ROUSSEAU, R. W. Principios Elementares dos Processos Químicos. \n3 ed. 2011. \n", "88": "88 \n \n \n \nOETTERER, M.; REGITANO-d’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de \nCiência e Tecnologia de Alimentos. Manole, 2006. \nSZKLO, A.; ULLER, V. C. Fundamentos de Refino de Petróleo. 2 ed, Interciência, \n2008. \nWITTCOFF, H. A.; REUBEN, B. G.; PLOTKIN, J. S. Industrial Organic Chemicals. 2 \ned. Wiley – Interscience. \n \nUnidade \nCurricular \nProjetos em Engenharia Química \nBibliografia básica \nDE CICO, FRANCESCO M.G.A.F. &Fantazzini, Mario Luiz.; “Introdução à \nengenharia de segurança de sistemas”. 3ª. Edição, São Paulo, Fundacentro, 1988. \nDOUGLAS, JAMES. M.; “Conceptual Design of Chemical Process” International \nEdition, McGraw-Hill, 1988. \nEng. Carlos Roberto Coutinho de Souza; “Apostila de Análise e Gerenciamento de \nRiscos de Processos Industriais - Pós-graduação em engenharia de segurança” – UFF. \nHAZOP GUIDE BRITISH STANDARD IEC 61882-2001. \nWARREN D. SEIDER, J.D. SEADER, DANIEL R. LEWIN.; “Product and Process \nDesign and Principles”. 2ª Edition, 2003. \nWILLIE,HAMMER.; “Product Safety Management and Engineering” . \n \nBibliografia complementar \nDE CICO, FRANCESCO M.G.A.F. &Fantazzini, Mario Luiz.; “Introdução à \nengenharia de segurança de sistemas”. 3ª. Edição, São Paulo, Fundacentro, 1988. \nDOUGLAS, JAMES. M.; “Conceptual Design of Chemical Process” International \nEdition, McGraw-Hill, 1988. \nEng. Carlos Roberto Coutinho de Souza; “Apostila de Análise e Gerenciamento de \nRiscos de Processos Industriais - Pós-graduação em engenharia de segurança” – UFF. \nHAZOP GUIDE BRITISH STANDARD IEC 61882-2001. \nWARREN D. SEIDER, J.D. SEADER, DANIEL R. LEWIN.; “Product and Process \nDesign and Principles”. 2ª Edition, 2003. \nWILLIE,HAMMER.; “Product Safety Management and Engineering” . \n \nUnidade \nCurricular \nLaboratório de Engenharia Química II \nBibliografia básica \nINCROPERA, F. P.; DEWITT, D. P.; BERGMAN, T.L.; LAVINE, A.S. Fundamentos \nda Transferência de Calor. Livros Tecnicos e Científicos, Rio de Janeiro, 7ª Ed., 2014. \n WELTY, J. et al. Fundamentals of Momentum, Heat, and Mass Transfer. 5. ed. N.J.: \nJohn Wiley & Sons, 2007. \nNÝVLT Y.J., HOSTOMSKÝ J., GIULIETTI, M. Cristalização 1ª Ed, Editora \nEdUFSCar, 2001. \n \nBibliografia complementar \nCOULSON J. M., RICHARDSON J.E. Tecnologia Química - Fluxo de Fluidos, \nTransferência de Calor, e Transferência de Massa - vol. 01, Editora Calouste \nGulbenkian, 2004. \nCREMASCO, M.A. Fundamentos de transferência de massa. Ed. Blucher, 2016. \n", "89": "89 \n \n \n \nBENNETT, C. O.; MYERS, J. E. Momentum, heat and massa transfer. 3ª ed., McGraw-\nHill, 1982. \nSMITH, C. A.; CORRIPIO, A. B. Princípios e prática do controle automático de \nprocesso. Trad. Maria Lúcia Godinho de Oliveira. 3. ed. Rio de Janeiro: LTC, 2008. \nGEANKOPLIS, C. J. Transport processes and separation process principles (includes \nunit operations). 4. ed. Prentice Hall, 2009. \n \n \nAPÊNDICE C - Relação de Bibliografias Básica e Complementar das Unidades \nCurriculares Diretivas da Engenharia Química \nUnidade \nCurricular \nPrincípios de Engenharia Química \nBibliografia básica \nFELDER, R M., ROUSSEAU R. W. Princípios Elementares dos Processos Químicos. 3 \nedição, LTC, 2005. \nBADINO, A. C. JR.; CRUZ, A. J. G. EduFSCar, 2010. \nHIMMELBLAU, D. M.; RIGGS, J. B. Engenharia Química: Princípios e Cálculos. 7 \nedição, LCT, 2006. \n \nBibliografia complementar \nRELAITS, G. V., SCHNSIDES, D. R. Introdution to Material and Energy Balances. \nJohn Wiley & Sons, 1983. \nSHREVE, N. R., BRINK, J. J. A. Indústria de Processos Químicos. Editora Guanabara \nDois. \nCOULSON J. M., RICHARDSON J.E. Tecnologia Química - Fluxo de Fluidos, \nTransferência de Calor, e Transferência de Massa - vol. 01, Editora Calouste \nGulbenkian, 2004. \nBRASIL, N. I., Introdução à Engenharia Química. 2 edição, Editora Interciência, 2004. \nGOMIDE, R. Estequiometria Industrial. São Paulo: CENPRO USP, 1968. \nPágina \n \nUnidade \nCurricular \nQuímica dos Elementos –  Teórica \nBibliografia básica \nLEE, J.D.. Química Inorgânica - Um Novo Texto Conciso. São Paulo: Edgar Blücher, \n1999. \nLEE, J.D.. Química Inorgânica não tão concisa, 5e edição. São Paulo: Edgar Blücher, \n1999. \nSHRIVER, D.F.; ATKINS, P. W.; LANGFORD, C. H.. Inorganic Chemistry. Oxford \nUniversity, 2008. \n \nBibliografia complementar \nCOTTON. Advanced Inorganic Chemistry - Sixthy Edition. Editora Wiley 1999. \nCOTTON. Basic Inorganic Chemistry - Third Edition. Editora Wiley 1995. \nDE FARIAS R.F. Práticas de Química Inorgânica - 1e edição. Editora Atomo 2004. \nGREENWOOD. Chemistry of the Elements - Second Edition. Editora Butterworths \n1997. \nHUHEEY, J.E.; KEITER, A. A.; KEEITER, R. L.. Inorganic Chemistry - Principles of \n", "90": "90 \n \n \n \nStructure and Reactivity. Fourth Edition. Harper Collins College Publishers, 1993. \n \nUnidade \nCurricular \nQuímica dos Elementos – Prática \nBibliografia básica \nLEE, J.D.. Química Inorgânica - Um Novo Texto Conciso. São Paulo: Edgar Blücher, \n1999. \nLEE, J.D.. Química Inorgânica não tão concisa, 5e edição. São Paulo: Edgar Blücher, \n1999. \nSHRIVER, D.F.; ATKINS, P. W.; LANGFORD, C. H.. Inorganic Chemistry. Oxford \nUniversity, 2008. \n \nBibliografia complementar \nCOTTON. Advanced Inorganic Chemistry - Sixthy Edition. Editora Wiley 1999. \nCOTTON. Basic Inorganic Chemistry - Third Edition. Editora Wiley 1995. \nDE FARIAS R.F. Práticas de Química Inorgânica - 1e edição. Editora Atomo 2004. \nGREENWOOD. Chemistry of the Elements - Second Edition. Editora Butterworths \n1997. \nHUHEEY, J.E.; KEITER, A. A.; KEEITER, R. L.. Inorganic Chemistry - Principles of \nStructure and Reactivity. Fourth Edition. Harper Collins College Publishers, 1993. \n \nUnidade \nCurricular \nMétodos de Análise Química –  Teórica \nBibliografia básica \nBACCAN, N. et al. Química analítica quantitativa elementar. 3 ed. São Paulo: Edgard \nBlucher, 2001. 308p. \nCOLLINS, C.H.; BRAGA, G.L.; BONATO, P. S. Fundamentos de Cromatografia. \nEditora Unicamp. Campinas. S.P. 2006 \nHARRIS, D.C. Análise química quantitativa. 7 ed. Rio de Janeiro: LTC, 2008. 868p \nMENDHAM, J. et al. Vogel: análise química quantitativa. 6 ed. Rio de Janeiro: LTC, \n2008. 462p \nWEST, D.M.; HOLLER, J.F.; CROUCH, S.R. Fundamentos da Química Analítica. \nThomson Pioneira. São Paulo. 2005. \n \nBibliografia complementar \nATKINS, P.; JONES, L. Princípios de Química – 3a ed. Questionando a Vida Moderna \ne o Meio, Bookman, 2006 \nCHISTIAN, G.D. Analytical Chemistry. IE-Wiley. 1991 \nNETO, F.R.A; NUNES, D.S.S. Cromatografia: princípios básicos e técnicas afins. 1º \ned. Rio de Janeiro: Interciência, 2003. 187p. \nSILVESTAIN, R.M.; BASSLER, G.C.; MPORRILL, T.C. Identificação espectrométrica \nde compostos orgânicos. Quinta Edição. Guanabara Koogan. Rio de Janeiro. 1994 \nSVAHLA, G. Vogel's Qualitative Inorganic Analysis. 7º edição. Addison Wesley-USA. \n1996. \n \n \n \n \n", "91": "91 \n \n \n \n \nUnidade \nCurricular \nMétodos de Análise Química – Prática \nBibliografia básica \nBACCAN, N. et al. Química analítica quantitativa elementar. 3 ed. São Paulo: Edgard \nBlucher, 2001. 308p. \nCOLLINS, C.H.; BRAGA, G.L.; BONATO, P. S. Fundamentos de Cromatografia. \nEditora Unicamp. Campinas. S.P. 2006 \nHARRIS, D.C. Análise química quantitativa. 7 ed. Rio de Janeiro: LTC, 2008. 868p \nMENDHAM, J. et al. Vogel: análise química quantitativa. 6 ed. Rio de Janeiro: LTC, \n2008. 462p \nWEST, D.M.; HOLLER, J.F.; CROUCH, S.R. Fundamentos da Química Analítica. \nThomson Pioneira. São Paulo. 2005. \n \nBibliografia complementar \nATKINS, P.; JONES, L. Princípios de Química – 3a ed. Questionando a Vida Moderna \ne o Meio, Bookman, 2006 \nCHISTIAN, G.D. Analytical Chemistry. IE-Wiley. 1991 \nNETO, F.R.A; NUNES, D.S.S. Cromatografia: princípios básicos e técnicas afins. 1º \ned. Rio de Janeiro: Interciência, 2003. 187p. \nSILVESTAIN, R.M.; BASSLER, G.C.; MPORRILL, T.C. Identificação espectrométrica \nde compostos orgânicos. Quinta Edição. Guanabara Koogan. Rio de Janeiro. 1994 \nSVAHLA, G. Vogel's Qualitative Inorganic Analysis. 7º edição. Addison Wesley-USA. \n1996. \n \nUnidade \nCurricular \nTermodinâmica I \nBibliografia Básica \nSMITH, J. M; ABBOUT, M.M. Introdução a termodinâmica da engenharia \nquímica.        7. ed., LTC Editora, 2013. \nATKINS, P.; PAULA, J. de. Físico-química, LTC Editora, 2006. \nCASTELLAN, G. Físico-química, LTC Editora, volume 2, 1972-73. \nVAN WYLEN, G. J., Fundamentos da termodinâmica clássica, Edgard Blucher, 1995. \n \nBibliografia Complementar \nKORETSKY, M. D. Termodinâmica para Engenharia Química, LTC Editora, 2007. \nIENO, G.; NEGRO, L.  Termodinâmica, Pearson Prentice Hall, 2004. \nSANDLER,  S.I., Chemical  and  Engineering  Thermodynamics,  3  ed.,  John Wiley & \nSons, 1998 \nMORAN, M. J.; SHAPIRO, H. N. Princípios de Termodinâmica para Engenharia. 1 ed. \nLTC Editora, 2009. \nPOTTER, M. C. Termodinâmica, Thomson, 2006. \n \n \n \n \n \n \n", "92": "92 \n \n \n \n \n \nUnidade \nCurricular \nFundamentos de Processos Orgânicos –  Teórica \nBibliografia básica \nBARBOSA, L.C.A., Introdução à Química Orgânica. Prentice Hall, 2004. \nMORRISON, R., BOYD, R., Química Orgânica. Fundação Calouste Gulbenkian, 6ª. \nEdição, 1967. \nSOLOMONS, T.W.G., FRYHILE C.B., Química Orgânica. LTC Editora, 9ª. Edição, \n2009. \n \nBibliografia complementar \nALLINGER, N.L., CAVA, M.P., JONGH, D.C., JOHNSON, C.R., LEBEL, N.A., \nSTEVENS, C.L. Tradução da segunda edição. Rio de Janeiro: Guanabara Dois, 1978. \nBRESLOW, R., Mecanismos de Reações Orgânicas: uma introdução. São Paulo: Edart, \n1973. \nBRUICE, P., Química Orgânica. Tradução da quarta edição. São Paulo: Pearson \nPrentice Hall, 2006. \nCOSTA, P., FERREIRA, V.F., ESTEVES, P., VASCONCELLOS, M., Ácidos e Bases \nem Química Orgânica. Porto Alegre: Bookman, 2005. \nGREEN, M.M., WITTCOFF, H.A., Organic Chemistry Principles and Industrial \nPractice. Weinhein: Wiley-VCH, 2003. \n \nUnidade \nCurricular \nFundamentos de Processos Orgânicos – Prática \nBibliografia básica \nDIAS, A.G., DA COSTA, M.A., GUIMARÃES, P.I.C., Guia Prático de Química \nOrgânica. Editora Interciência, Volume I, Rio de Janeiro, 2004. \nNETO, C.C., Análise Orgânica – Métodos e procedimentos para a caracterização de \norganoquímicos. Editora UFRJ, Volume II, Rio de Janeiro, 2004. \nSOLOMONS, T.W.G., FRYHILE C.B., Química Orgânica. LTC Editora, 9ª. Edição, \n2009. \n \nBibliografia complementar \nALLINGER, N., CAVA, M.P, JONGH, D.C., JOHNSON, C.R., LEBEL, N.A., \nSTEVENS, C.L., Química Orgânica. Tradução da 2a edição americana. Rio de Janeiro: \nEditora Guanabara Dois, 1978. \nBRUICE, P. Química Orgânica. Tradução da quarta edição. São Paulo: Pearson Prentice \nHall, 2006. \nCOSTA, P., FERREIRA, V.F., ESTEVES, P., VASCONCELLOS, M., Ácidos e Bases \nem Química Orgânica. Porto Alegre: Bookman, 2005. \nMARQUES, J.A.; BORGES, C.P.F. Práticas de Química Orgânica. Editora Átomo, \nCampinas, 2007. \nPAVIA D.L.; LAMPMAN, G.M.; KRIZ, G.S.; ENGEL, R.G. Química Orgânica \nExperimental – técnicas de escala pequena. Editora Bookman, 2ª ed, São Paulo, 2009. \n \n \n \n", "93": "93 \n \n \n \n \nAPÊNDICE D - Relação de Bibliografias Básica e Complementar das Unidades \nCurriculares Eletivas do 1º ciclo (BCT) \n \nUnidade \nCurricular \nCiências Ambientais \nBibliografia básica \nBRAGA, B. et al. Introdução à Engenharia Ambiental. São Paulo: Prentice, 2005. \nJACOBI, P.R. Ciência ambiental: os desafios da interdisciplinaridade. São Paulo: \nAnnablume/FAPESP, 2009. \nMILLER, G. T. Ciência ambiental. São Paulo: Cengage Learning, 2007. \n \nBibliografia complementar \nABRAMOVAY, R. Construindo a ciência ambiental. São Paulo: Annablume/FAPESP, \n2009. \nBOTKIN, D. B.; KELLER. E. A. Environmental Science: earth as a living planet. \nHoboken: John Wiley & Sons, 2011. \nGOLDEMBERG, J. Energia, meio ambiente e desenvolvimento. São Paulo: EDUSP, \n2008. \nPHILIPPI JR., A. M.; ROMÉRIO, M. A.; BRUNA, G. C. Curso de gestão ambiental \nBarueri: Manole, 2009. \nTUNDISI, J. G.; REBOUÇAS, A. C.; BRAGA B. Águas doces no Brasil: capital \necológico, uso e conservação. São Paulo: Escrituras, 2006. \n \nUnidade \nCurricular \nMecânica dos Fluidos \nBibliografia básica \nBRUNETTI, F. Mecânica dos Fluidos. São Paulo-SP: Pearson Prentice Hall, 2008. \nFOX, R. W.; PRITCHARD, P.J.; McDONALD, A. T. Introdução à Mecância dos \nFluidos. Rio de Janeiro: LTC, 2010. \nMUNSON, B. R.; YOUNG, D. F. OKIISHI. Fundamentos da Mecânica dos Fluidos. \nSão Paulo: Edgard Blücher, 2004. \nPORTO, R. M. Hidráulica Básica. São Carlos: Escola de Engenharia de São Carlos, \nUniversidade de São Paulo, 1998. \n \nBibliografia complementar \nVIANNA, M. R. Mecânica dos Fluidos para Engenheiros. Belo Horizonte: Imprimatur, \n2001. \nPOTTER, M.C.; WIGGERT, D.C. Mecânica dos Fluidos. São Paulo: Pioneira Thomson \nLearning, 2004. \nBRUNETTI, F. Mecânica dos Fluidos. São Paulo: Pearson Prentice Hall, 2008. \nMUNSON, B. R.; YOUNG, D. F. OKIISHI. Fundamentos da Mecânica dos Fluidos. \nSão Paulo: Edgard Blücher, 2004. \nROTAVA, O. Aplicações Práticas em escoamento de fluidos: cálculos de tubulações, \nválvulas de controle e bombas centrífugas. Rio de Janeiro: LTC, 2012. \n \n \n", "94": "94 \n \n \n \n \nUnidade \nCurricular \nRepresentação Gráfica \nBibliografia básica \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ABNT – Conjunto de \nNormas Técnicas para Desenho Técnico. Rio de Janeiro: ABNT, 2004. \nMONTENEGRO, G. Inteligência Visual e 3-D. São Paulo: Edgard Blucher, 2002. \nSILVA, A.; RIBEIRO, C. T.; DIAS, J.; SOUSA, L. Desenho técnico moderno. Rio \nde Janeiro: LTC, 2006. \n \nBibliografia complementar \nFRENCH, T. E.; VIERCK, C. J. Desenho técnico e tecnologia gráfica. São Paulo: \nGlobo, 2005. \nLEAKE, J. M.; BORGERSON, J. Manual de desenho técnico para engenharia – \ndesenho, modelagem e visualização. Rio de Janeiro: LTC, 2010. \nSPECK, H. J.; PEIXOTO, V. Manual Básico de Desenho Técnico. Florianópolis: \nEditora da UFSC, 2007. \nMAGUIRE, D.E.; SIMMONS, C.H. Desenho técnico: problemas e soluções gerais de \nDesenho. Curitiba: Hemus. 2004. \nVENDITTI, Marcus Vinicius R. Desenho técnico sem prancheta com Autocad 2008. \nFlorianópolis: Visual Books, 2007. \n \nUnidade \nCurricular \nMecânica dos Sólidos \nBibliografia básica \nBEER, F. P., JOHNSTON JR., E. R. Resistência dos materiais. São Paulo: Makron, \n1995. \nHIBBELER, R. C. Resistência dos Materiais. São Paulo: Prentice Hall Brasil, 2004. \nMERIAM, J. L. Mecânica – Estática. Rio de Janeiro: LTC, 2004. \n \nBibliografia complementar \nBEER, F. P. & JOHNSTON, E. R., Mecânica Vetorial para Engenheiros - Estática. São \nPaulo: Makron Books, 1999. \nGERE, J.M. Mecânica dos Materiais. São Paulo: Thomson Learning, 2003. \nPOPOV, E. Introdução à mecânica dos sólidos. São Paulo: Edgard Blucher, 1978. \nSCHMIDT, R. J.; BORESI, A. P. Estática. São Paulo: Thomson Pioneira, 2003. \nSHAMES, I. H. Estática Mecânica para Engenharia. São Paulo: Pearson Education, \n2002. \n \nUnidade \nCurricular \nEngenharia Econômica \nBibliografia básica \nGONÇALVES, A. et al. Engenharia econômica e Finanças. São Paulo: Campus, 2008. \nHIRSCHFELD, H. Engenharia econômica e análise de custos. São Paulo: Atlas, 2000. \nHUMMEL, P.R.V; PILÃO, N.E. Matemática Financeira e Engenharia Econômica. São \nPaulo: Thomson, 2003. \n", "95": "95 \n \n \n \n \nBibliografia complementar \nBAUER, U.R. Matemática Financeira Fundamental. São Paulo: Atlas, 2003. \nBRANCO, A.C.C. Matemática Financeira Aplicada. São Paulo: Cengage Learning, \n2008. \nEHRLICH, P.J. Engenharia Econômica - Avaliação e Seleção de Projetos de \nInvestimento. São Paulo: Atlas, 2005. \nPUCCINI, A. L. Matemática Financeira. São Paulo: Atlas, 1993. \nVIEIRA SOBRINHO, J. D. Matemática financeira. São Paulo: Atlas, 1996. \n \nUnidade \nCurricular \nLaboratório de Mecânica dos Fluidos \nBibliografia básica \nBRUNETTI, F. Mecânica dos Fluidos. São Paulo-SP: Pearson Prentice Hall, 2008. \nFOX, R. W.; PRITCHARD, P.J.; McDONALD, A. T. Introdução à Mecância dos \nFluidos. Rio de Janeiro: LTC, 2010. \nMUNSON, B. R.; YOUNG, D. F. OKIISHI. Fundamentos da Mecânica dos Fluidos. \nSão Paulo: Edgard Blücher, 2004. \nPORTO, R. M. Hidráulica Básica. São Carlos: Escola de Engenharia de São Carlos, \nUniversidade de São Paulo, 1998. \n \nBibliografia complementar \nVIANNA, M. R. Mecânica dos Fluidos para Engenheiros. Belo Horizonte: Imprimatur, \n2001. \nPOTTER, M.C.; WIGGERT, D.C. Mecânica dos Fluidos. São Paulo: Pioneira Thomson \nLearning, 2004. \nBRUNETTI, F. Mecânica dos Fluidos. São Paulo: Pearson Prentice Hall, 2008. \nMUNSON, B. R.; YOUNG, D. F. OKIISHI. Fundamentos da Mecânica dos Fluidos. \nSão Paulo: Edgard Blücher, 2004. \nROTAVA, O. Aplicações Práticas em escoamento de fluidos: cálculos de tubulações, \nválvulas de controle e bombas centrífugas. Rio de Janeiro: LTC, 2012. \n \nUnidade \nCurricular \nOperações Unitárias I \nBibliografia básica \nCREMASCO, M. A. Operações Unitárias em Sistemas Particulados e Fluidomecânicos, \nSão Paulo: Edgard Blucher, 2012. \nFOUST, et al. Princípios de operações unitárias. Rio de Janeiro: Guanabara Dois, 1982. \nMC CABE, W. L.; SMITH, J. C. Unit operation of chemical engineering. New York: \nMC Graw-Hill, 1985. \nSHREVE, N. R.; BRINK, J. J. A. Indústria de Processos Químicos. Rio de Janeiro: \nEditora Guanabara Dois, [s. d.]. \n \nBibliografia complementar \nBLACKADDER, D. A.; NEDDERMAN, R. M. Manual de operações unitárias: \ndestilação de sistemas binários, extração de solvente, absorção de gases, sistemas de \nmúltiplos componentes, trocadores de calor, secagem, evaporadores, filtragem. \n", "96": "96 \n \n \n \nCuritiba: Hemus, 2004. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 12208: Projeto de \nEstações Elevatórias de Esgoto Sanitário - procedimento. Rio de Janeiro: ABNT, 1992. \nPERRY, R. H.; GREEN, D. W., Perry’s chemical engineers handbook. New York: \nMcGraw-Hill, 1997. \nPOTTER, M. C.; WIGGERT, D. C. Mecânica dos Fluidos. São Paulo: Thomson, 2004. \nSEADER, J.D.; HENLEY, E.J. Separation Process Principles. New York: Wiley, 2005. \n \nUnidade \nCurricular \nCiência e Tecnologia dos Materiais \nBibliografia básica \nCALLISTER Jr., W. D. Ciência e Engenharia de Materiais: uma Introdução. Rio de \nJaneiro: LTC, 2002. \nSMITH, W.F. Princípios de Ciência dos Materiais. Lisboa: McGraw-Hill, 1998. \nVAN VLACK, L. H. Princípios de ciência e tecnologia dos materiais. Rio de Janeiro: \nEdgard Blucher, 2003. \n \nBibliografia complementar \nASKELAND, D. R.; PHULÉ, P. P. Ciência e Engenharia dos Materiais. São Paulo: \nCengage Learning, 2008. \nFERRANTE, M. Seleção dos Materiais. São Carlos: UFSCar, 1996. \nMANO, E. B. Polímeros como Materiais de Engenharia. Rio de Janeiro: Edgard \nBlucher, 1996. \nPADILHA, A. F. Materiais de Engenharia: Microestrutura e Propriedades. Curitiba: \nHemus, 1997. \nSHACKELFORD, J. F. Ciências dos Materiais. São Paulo: Pearson Prentice Hall, 2008. \n \nUnidade \nCurricular \nLaboratório de Operações Unitárias I \nBibliografia básica \nCREMASCO, M. A. Operações Unitárias em Sistemas Particulados e Fluidomecânicos, \nSão Paulo: Edgard Blucher, 2012. \nFOUST, et al. Princípios de operações unitárias. Rio de Janeiro: Guanabara Dois, 1982. \nMC CABE, W. L.; SMITH, J. C. Unit operation of chemical engineering. New York: \nMC Graw-Hill, 1985. \nSHREVE, N. R.; BRINK, J. J. A. Indústria de Processos Químicos. Rio de Janeiro: \nEditora Guanabara Dois, [s. d.]. \n \nBibliografia complementar \nBLACKADDER, D. A.; NEDDERMAN, R. M. Manual de operações unitárias: \ndestilação de sistemas binários, extração de solvente, absorção de gases, sistemas de \nmúltiplos componentes, trocadores de calor, secagem, evaporadores, filtragem. \nCuritiba: Hemus, 2004. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 12208: Projeto de \nEstações Elevatórias de Esgoto Sanitário - procedimento. Rio de Janeiro: ABNT, 1992. \nPERRY, R. H.; GREEN, D. W., Perry’s chemical engineers handbook. New York: \nMcGraw-Hill, 1997. \n", "97": "97 \n \n \n \nPOTTER, M. C.; WIGGERT, D. C. Mecânica dos Fluidos. São Paulo: Thomson, 2004. \nSEADER, J.D.; HENLEY, E.J. Separation Process Principles. New York: Wiley, 2005. \n \nUnidade \nCurricular \nInstrumentação Industrial \nBibliografia básica \nFIALHO, A.B. Instrumentação Industrial: Conceitos, Aplicações e Análises. São Paulo: \nErica, 2011. \nBEGA, E. A., Instrumentação Industrial. São Paulo: Interciência, 2011. \nTHOMSZINI, D., ALBUQUERQUE, P. U. B. Sensores industriais: fundamentos e \naplicações. São Paulo: Editora Erica, 2008. \n \nBibliografia complementar \nBALBINOT, A.; BRUSAMARELLO, V. J. Instrumentação e fundamentos de medidas. \nRio de Janeiro: LTC, 2010. \nBOLTON, W. Instrumentação e Controle. Curitiba: Hemus, 2002. \nDUNN, W. C. Fundamentals of Industrial Instrumentation and Process Control. New \nYork: McGraw-Hill, 2005. \nPADMANABHAN, T.R. Industrial Instrumentation: Principles and Desing. London: \nSpringer, 1999. \nSOISSON, H. E. Instrumentação Industrial. Curitiba: Hemus, 2002. \n \n \nApêndice E - Relação de Bibliografias Básica e Complementar das Unidades \nCurriculares Eletivas da Engenharia Química \nUnidade \nCurricular \nMétodos Numéricos Aplicados à Engenharia Química \nBibliografia Básica: \nARENALES, S. H. V., \"Cálculo Numérico: : aprendizagem com apoio de software\", \nThomson, 2008. \nCHAPRA, S. C., CANALE, R. P., \"Métodos Numéricos Para Engenharia\", 7 ed., \nAmgh, 2016 \nCUNHA, M. C. C., \"Métodos Numéricos\". 2.ed., UNICAMP, 2000 \nCUTILIP, M. B., SHACHAM, M., \"Problem Solving in Chemical and Biochemical \nEngineering \nwith \nPOLYMATH, Excel, and MATLAB\". Prentice Hall, 2007 \nRUGGIERO, M. A. G., LOPES , V. L. R., \"Cálculo numérico: aspectos teóricos e \ncomputacionais\". 2 ed, Makron,1997. \n \nBibliografia complementar: \nBILLO, E.J., \"Excel for Scientists and Engineers: Numerical Methods\". Wiley, 2007. \nCONSTANTINIDES, A., MOSTOUDI, N. \"Numerical Methods for Chemical \nEngineers with MATLAB Applications\". Prentice Hall, 1999. \nDAVIS, R. A., \"Practical Numerical Methods for Chemical Engineers: Using Excel \nwith VBA\". CreateSpace Independent Publishing Platform, 2012. \nKIUSALLAS , J., \"Numerical methods in engineering with MATLAB\". Cambridge \nUniversity Press, 2005. \nYANG, W. Y., CAO, W., CHUNG, T. S., MORRIS, J., \"Applied numerical methods \n", "98": "98 \n \n \n \nusing MATLAB\". John Wiley and Sons, 2005. \n \n \nUnidade \nCurricular \nInstalações Industriais \nBibliografia básica \nTELLES, P. C. S. Tubulações Industriais: Materiais, Projeto e Montagem. 10ª edição, \nLivros Técnicos e Científicos Editora S.A. 2001. \nTADINI, C. C., TELIS, V. R., MEIRELLES, A. J. & FILHO, P. A. Operações Unitárias \nna Indústria de Alimentos. 1ª edição, Livros Técnicos e Científicos Editora S.A. 2014. \nSTEFFE, J. F. Bioprocessing Pipelines: Rheology and Analysis. East Lasing: Freeman \nPress, 2006. \nGEANKOPLIS, C. J. Transport processes and separation process principles (includes \nunit operations). 4. ed. Prentice Hall, 2009. \nIBARZ, A.; BARBOSA-CÁNOVAS, G. V. Unit Operations in Food Engineering. CRC \nPress, 2003. \nBibliografia complementar \nGREEN, D.; PERRY, R. Perry’s Chemical Engineers’ Handbook. 8ª edição, McGrall-\nHill’s, 2008. \nTELLES, P. C. S. Tubulações Industriais: Cálculo. 9ª edição; Livros Técnicos e \nCientíficos Editora S.A. 1999. \nMCCABE, W. L.; SMITH, J. C.; HARRIOT, P. Unit Operations of Chemical \nEngineering. 7ª edição. McGrall-Hill’s, 2005. \nFELDER, R. M.; ROUSSEAU, R. W. Principios Elementares dos Processos Químicos. \n3 ed. Livros Técnicos e Científicos Editora S.A. 2011. \nFOUST, et al. Princípios de Operações Unitárias. Rio de Janeiro: Guanabara Dois, 1982 \n \nUnidade \nCurricular \nIntegração Energética Aplicada a Processos Químicos \nBibliografia Básica \nSHREVE, R.N., BRINK, J.A. Indústrias de Processos Químicos, Guanabara Koogan \nS.A. Editora, 1997. \nTOWLER, G.; SINNOTT, R. Chemical Engineering Design: Principles, Practice and \nEconomics of Plant Process Design. Elsevier Inc. 2008. \nPERLINGEIRO, C. A. G. Engenharia de Processos: Análise, Simulação, Otimização e \nSíntese de Processos Químicos. São Paulo: Edgard Blücher Ltda, 2005. \nSEIDER, W. D., SEADER, J.D., LEWIN, D.R., WIDAGDO, S. Product and Process \nDesign Principles:  Synthesis, Analysis, and Evaluation. 3 ed., John Wiley & Sons, Inc., \n2009. \nBibliografia complementar \nKWONG, W. H. Integração Energética: Redes de Trocadores de Calor, EDUFSCAR, \n2013. \nKEMP, I.C. Pinch Analysis and Process Integration, 2ª Ed, Elsevier, 2007. \nSMITH, R. Chemical Process Design and Integration, John Wiley & Sons , 2005. \nEL-HALWAGI, M.M. Sustainable Design through Process Integration, Elsevier, 2012. \nKLEMES, J., FRIEDLER, F., BULATOV, I., VARBANOV, P. Sustainability in the \nProcess Industry: Integration and Optimization, McGraw-Hill, 2011. \nRUDD, D.F.; POWERS, G.J.; SIIROLA, J.J. Process Synthesis, Prentice-Hall Inc., \n", "99": "99 \n \n \n \n1973. \n \n \nUnidade \nCurricular \nEngenharia de Materiais \nBibliografia Básica \nCALLISTER Jr., W. D. Ciência e Engenharia de Materiais: uma Introdução, LTC, 8ª \ned., Rio de Janeiro, 2012. \nSMITH, W. F. Princípios de Ciência dos Materiais, 3a Ed., McGraw-Hill, Lisboa, 1998. \nShackelford, J. F. Ciências dos Materiais - Pearson Prentice Hall; São Paulo, 2008. \nVAN VLACK, L. H. Princípios de ciência e tecnologia dos materiais, Edgard Blucher, \n4a ed., Rio de Janeiro, Campus, 2003. \nHIGGINS, R. A. Propriedades e Estruturas dos Materiais em Engenharia, Difusão \nEuropéia do Livro, São Paulo, 1982. \n \nBibliografia Complementar \nBUDWORTH, D.W. An Introduction to Ceramic Science, Pergamon Press, Oxford, \n1970. \nCHIAVERINI, V. Tecnologia mecânica: processos de fabricação e tratamento, 3 v, 2a. \ned. São Paulo: McGraw-Hill, 1986. \nSHENOY, A.V., SAINI D.R., Thermoplastic Melt Rheology and Processing, Marcel \nDekker, New York, 1996. \nMETALS HANDBOOK, Materials Characterization, 9ª ed., Volume 10, American \nSociety for Metals, ASM, 1986. \nPADILHA, A. F., AMBRÓZIO FILHO, F. Técnicas de Análise Microestrutural, Hemus \nEditora, São Paulo, 1985. \n \n \nUnidade \nCurricular \nEngenharia de Bioprocessos \nBibliografia básica: \nDORAN, P. M. Bioprocess Engineering Principles. Elsevier Science, 1995. \nBORZANI, W.; SCHMIDELL, W.; LIMA, U. A.; AQUARONE, E. Biotecnologia \nIndustrial - Fundamentos, Vol. 1. Ed. Edgard Blücher, 2001. \nSHULER, M. L.; KARGI, F. Bioprocess Engineering Basic Concepts, Editora Prentice-\nHall International Inc., Englewood Cliffs, 1992. \n \nBibliografia complementar \nBAILEY, J.E., OLLIS, D.F. Biochemical Engineering Fundamentals. 2 ed. McGraw-\nHill, 1986. \nLEHNINGER, A. L. Princípios de Bioquímica, Sarvier, São Paulo, 2006. \nPELCZAR, M. .J; CHAN, E. C. S., NOEL, R. K. Microbiologia: Conceitos e \nAplicações, vol .1, 2ª ed., 1997. \nSCHMIDELL, W.; AQUARONE, E.; LIMA, U.A.; BORZANI,W. Biotecnologia \nIndustrial – Processos Fermentativos E Enzimaticos Vol. 3, Editora: EDGARD \nBLUCHER, 2001. \nSCHMIDELL, W.; LIMA, U. A.; AQUARONE, E.; BORZANI, W. Biotecnologia \nIndustrial. Engenharia Bioquímica, Vol. 2. Ed. Edgard Blücher, 2001. \n", "100": "100 \n \n \n \n \n", "101": "101 \n \n \n \nApêndice F – Tabela de equivalências \n \nCurrículo \nPPC Resolução CEPE n. 27/2011 \nCurrículo \nPPC Reestruturação 2016 \nCódigo \nUC \nCH Código \nUC \nCH \nTipo \nICT014 \nPrincípios da \nEngenharia \nQuímica \n72  \nPrincípios de \nEngenharia \nQuímica \n72 \nDiretiva EQ \nICT010 \nEngenharia das \nReações Químicas \n108  \nEngenharia das \nReações Químicas \ne \nLaboratório de \nEngenharia \nQuímica I \n72 \n \n \n36 \nObrigatória \n \n \nObrigatória \nICT015 \nOperações \nUnitárias II \n72  \nOperações \nUnitárias II \n72 \nObrigatória \nICT501 \nFundamentos de \nProcessos \nOrgânicos – \nprática \n36  \nFundamentos de \nProcessos \nOrgânicos – \nprática \n36 \nDiretiva EQ \nICT016 \nFundamentos de \nProcessos \nOrgânicos – \nteórica \n36  \nFundamentos de \nProcessos \nOrgânicos – \nteórica \n36 \nDiretiva EQ \nICT502 \nTermodinâmica \n72  \nTermodinâmica II \n72 \nObrigatória \nICT503 \nEngenharia \nBiotecnológica \n72  \nEngenharia \nBiotecnológica \n72 \nObrigatória \nICT009 \nQuímica dos \nElementos \n72  \nQuímica dos \nElementos – Prática \ne \nQuímica dos \nElementos – \nTeórica \n36 \n \n \n36 \nDiretiva EQ \n \n \nDiretiva EQ \nDCT003 Métodos de Análise \nQuímica \n72  \nMétodos de Análise \nQuímica – Prática \ne \nMétodos de Análise \nQuímica – Teórica \n36 \n \n36 \nDiretiva EQ \n \nDiretiva EQ \nICT214 \nEngenharia \nEconômica \n36  \nEngenharia \nEconômica \n36 \nEletiva BCT \nICT213 \nEngenharia de \nSólidos I \n72  \nMecânica dos \nSólidos \n72 \nEletiva BCT \nICT504 \nOperações \nUnitárias III - \nFundamentos e \nAplicações de \nTransferência de \n108  \nOperações \nUnitárias III \ne \nLaboratório de \nEngenharia \n72 \n \n \n36 \nObrigatória \n \n \nObrigatória \n", "102": "102 \n \n \n \nMassa \nQuímica II \nICT505 \nControle de \nProcessos \n72  \nControle de \nProcessos \n72 \nObrigatória \nICT506 \nProcessos das \nIndústrias Química \ne de Alimentos \n36  \nProcessos das \nIndústrias Química \ne de Alimentos \n36 \nObrigatória \nICT507 \nEngenharia das \nReações Químicas \nHeterogêneas \n72  \nEngenharia das \nReações Químicas \nHeterogêneas \ne \nTermodinâmica I* \n36 \n \n \n \n36 \nObrigatória \n \n \n \nDiretiva EQ. \nICT508 \nControle da \nPoluição \n72  \nControle Ambiental \n72 \nObrigatória \nICT215 \nQualidade e \nProdutividade \n36  \nQualidade e \nProdutividade \n36 \nObrigatória \nICT509 \nProjetos em \nEngenharia \nQuímica \n36  \nProjetos em \nEngenharia \nQuímica \n36 \nObrigatória \nICT217 \n \nICT518 \nTCC I \ne \nTCC II \n36 \n \n36 \n \nTrabalho de \nConclusão de Curso \n(TCC) \n72 \nComponente \nCurricular \nICT533 \nCorrosão e \nProteção \n72  \nNunca foi oferecida \nNão há \nequivalência \nICT532 \nMateriais \nCerâmicos \n72  \nNunca foi oferecida \nNão há \nequivalência \nICT531 \n \n \nICT535 \n \n \nICT534 \n \nMateriais \nPoliméricos \nou \nMateriais Metálicos \nou \nTécnicas de \nCaracterização de \nMateriais \n72 \n \n \n72 \n \n \n \n72 \n \nEngenharia de \nMateriais \n72 \nEletiva EQ \nICT551 \n \n \n \nICT554 \nEngenharia de \nProcessos \nou \nTópicos em \nProcessos de \nFabricação \n72 \n \n \n72 \n \n \nIntegração \nEnergética Aplicada \na Processos \nQuímicos \n72 \nEletiva EQ \nICT560 \nFundamentos de \nTransferência de \nCalor e Massa – \noptativa \n72  \nFundamentos de \nTransferência de \nCalor e Massa \n \n72 \nObrigatória \nICT561 \nModelagem e \nSimulação de \nProcessos \nQuímicos – \noptativa \n72  \nModelagem e \nSimulação de \nProcessos \nQuímicos \n72 \nObrigatória \n", "103": "103 \n \n \n \nICT552 \nGestão Industrial \n72  \nGestão Industrial e \nSegurança do \nTrabalho \n72 \nObrigatória \nICT553 \nOrganização para a \nPadronização \n36  \nNunca foi oferecida \nNão há \nequivalência \nICT562 \nMétodos \nNuméricos \nAplicados à \nEngenharia \nQuímica – optativa \n72  \nMétodos \nNuméricos \nAplicados à \nEngenharia \nQuímica \n72 \nEletiva EQ \nICT563 \nTermodinâmica I – \noptativa \n36  \nTermodinâmica I* \n36 \nDiretiva \nICT516 \nEstágio \nSupervisionado \n180  \nEstágio Obrigatório 180 Componente \nCurricular \n* A UC Termodinâmica I poderá ter equivalência com UC ICT507 Engenharia das \nReações Químicas Heterogêneas ou com UC ICT563 Termodinâmica I Optativa, a \ndepender da aprovação do estudante. \n \n"}