{"1": "1  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO C URSO DE ENGENHARIA DE ALIMENTOS  \nBACHARELADO  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFrutal  \n2020  \n \n \n \n", "2": " \n2 \n SUMÁRIO  \n \nESTRUTUTA ADMINISTRATIVA  4 \nDADOS DE IDENTIFICAÇÃO  5 \nCOMPONENTES CURRICULARES   \n1 APRESENTAÇÃO  7 \n2 HISTÓRICO E ESTRUTURA INSTITUCIONAL  9 \n2.1 A Universidade do Estado de Minas Gerais  9 \n2.2 A Unidade de Frutal  10 \n2.3 Cursos ofertados na unidade  13 \n3 CARACTERIZAÇÃO DA REGIÃO E MUNICÍPIO  15 \n3.1 Microrregião de Frutal  15 \n3.2 Município de Frutal  15 \n3.3 Indicadores educacionais do município  16 \n3.4 Mercado de trabalho  18 \n4 CARACTERIZAÇÃO DO CURSO  18 \n4.1 Histórico  do curso  18 \n4.2 Bases e justificativa  20 \n4.3 Objetivos  24 \n4.4 Competências e habilidades profissionais  25 \n4.5 Perfil do profissional egresso  27 \n4.6 Campos de atuação profissional  29 \n5 ESTRUTURA CURRICULAR  31 \n5.1 Componentes curriculares  31 \n5.2 Ementário  39 \n1º período  39 \n2º período  45 \n3º período  50 \n4º período  55 \n5º período  61 \n6º período  65 \n7º período  71 \n8º período  76 \n9º período  80 \n10º período  85 \n5.3 Atividades complementares  95 \n5.4 Práticas de extensão  95 \n5.5 Estágio supervisionado  100 \n6 AVALIAÇÃO DISCENTE  e QUALIDADE DO CURSO  103 \n6.1 Avaliação do discente  103 ", "3": " \n3 \n 6.2 Avaliação do curso  104 \n6.3 Núcleo Docente Estruturante (NDE)  105 \n6.4 Colegiado do curso  106 \n7 CORPO DOCENTE  107 \n8 INFRAESTRUTURA FÍSICA  109 \n9 CONSIDERAÇÕES FINAIS  112 \n10 REFERÊNCIAS  112 \nANEXOS  118 \nANEXO I - QUESTIONÁRIO PARA A AVALIAÇÃO DO CURSO DE ENGENHARIA \nDE ALIMENTOS  119 \nANEXO II - RELATÓRIO FINAL DE ESTÁGIO REGULAMENTADO PELA LEI Nº \n11.788, DE 25 DE SETEMBRO DE 2008  121 \nANEXO III - PONTUAÇÃO DAS ATIVIDADES COMPLEMENTARES  124 \nANEXO IV - REGULAMENTO DO TRABALHO DE CONCLUSÃO DE CURSO – TCC  126 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "4": " \n4 \n ESTRUTURA ADMINISTRATIVA  \n \nReitoria  \nReitora: Lavínia Rosa Rodrigues  \nVice -reitor: Thiago Torres Costa Pereira  \nPró-reitora de Ensino: Michelle Gonçalves Rodrigues  \nPró-reitora de Pesquisa e Pós -Graduação: Magda Lucia Chamon  \nPró-reitor  de Extensão: Moacyr Laterza Filho  \nPró-reitor de Planejamento, Gestão e Finanças: Fernando Antônio França Sette Pinheiro Júnior  \n \nUnidade Frutal  \nDiretor: Allynson Takehiro Fuji ta \nVice -Diretor: Leandro de Souza Pinheiro  \n \nChefes de Departamento  \nDepartamento de Linguística, Letras Comunicação e Artes (DLLCA): Rodrigo Daniel Levoti Portari  \nDepartamento de Ciências Sociais Aplicadas (DCSA): Cildo Giolo Junior  \nDepartamento de Ciências  Exatas e da Terra (DCET): Sérgio Carlos Portari Junior  \nDepartamento de Ciências Humanas (DCH): Fernando Luiz Zanetti  \n \nCoordenação do curso:  \nMaurício Bonatto Machado de Castilhos  \nRenata Campolim Camargo  \n \nNúcleo Docente Estruturante:  \nAntônio Carlos Marangoni  \nEduardo da Silva Martins  \nJúlio Afonso Alves Dutra  \nMaurício Bonatto Machado de Castilhos  \nRenata Campolim Camargo  \nWisley Moreira Farias  ", "5": " \n5 \n DADOS DE  IDENTIFICAÇÃO  \n \nInstituto de  Ensino Superior: Universidade do Estado de Minas Gerais  \n \nCurso: Engenharia de Alimentos  \nHabilitação: Engenheiro(a) de Alimentos  \nTurno de Funcionamento: Integral  \nIntegralização do Curso: Mínima: 5 anos  \nInício de Funcionamento: Primeiro semestre de 2021  \n \nReconhecimento:  \n \nMunicípio de Implantação do Curso: Frutal  \n \nEndereço de Funcionamento:  \nAv. Prof. Mário Palmério, no 1001 Bairro: Universitário  \nCEP: 38200 -000 \nFone: +55 (34) 3423 -2700; 3429 -9500.  \nE-mail: diretoria.frutal@uemg.br  \n \n \n \n \n \n \n \n \n \n \n \n ", "6": " \n6 \n COMPONENTES  CURRICULARES  \n \n Nome do curso: Engenharia de  Alimentos  \n Modalidade:  Bacharelado  \n Regime: Semestral, com duração mínima de 05 (cinco) anos, correspondendo a 10 (dez) \nsemestres.  \n Vagas/Turno: serão oferecidas 40 (quarenta) vagas, em turno integral (matutino e vespertino).  \n Integralização: mínimo 05 (cinco)  anos.  \n Número de semanas letivas por semestre:  18 \n Número de dias letivos por semestre:  100 \n Sistema de matrícula: por  disciplina  \n Estágio Supervisionado: 360  horas/ relógio  \n Atividades Complementares: 120  horas/relógio  \n Carga horária de extensão: 420 horas/relógio  \n Carga horária teórico -prática: 3.240  horas/relógio  \n Carga horária total do curso: 4. 140 horas/relógio  ", "7": " \n7 \n 1 APRESENTAÇÃO  \n \nO Ministério de Educação e Cultura (MEC), através dos Referenciais Curriculares Nacionais dos \nCursos de Engenharia, define o Engenheiro de Alimentos como um profissional de formação generalista, \nque atua no desenvolvimento de produtos e de processos da indústria de alimen tos e bebidas, em escala \nindustrial, desde a seleção da matéria -prima, de insumos e de embalagens até a distribuição e o \narmazenamento. Projeta, supervisiona, elabora e coordena processos industriais; identifica, formula e \nresolve problemas relacionados à indústria de alimentos; supervisiona a manutenção e operação de \nsistemas. Atua no controle e na garantia da qualidade dos produtos e processos. Desenvolve tecnologias \nlimpas e processos de aproveitamento dos resíduos da indústria de alimentos que contribue m para a \nredução do impacto ambiental. Busca o desenvolvimento de produtos saudáveis, com características \nsensoriais que atendam ao consumidor. Coordena e supervisiona equipes de trabalho, realiza estudos de \nviabilidade técnico -econômica, executa e fiscali za obras e serviços técnicos e efetua vistorias, perícias e \navaliações, emitindo laudos e pareceres técnicos. Em suas atividades, considera aspectos referentes à \nética, à segurança e aos impactos ambientais.  \nA proposta pedagógica do Curso de Engenharia de Alimentos ofertará  ao ingressante uma grade \ncurricular com forte embasamento na área de engenharia, ciência e tecnologia de alimentos e uma \nampla oferta de disciplinas optativas, possibilitando ao aluno  direcionamento na sua formação e na \natuação profissio nal. Esta proposta apresenta disciplinas comuns entre os  cursos atualmente ofertados na \nUnidade Frutal, como Engenharia Agronômica. Isso visa otimizar o conhecimento dos docentes na \nformação de um número maior de alunos e, por fim, dando ao aluno a flexibi lidade em sua formação, \npriorizando a qualidade no processo ensino -aprendizagem, promovendo maior autonomia na escolha \ndesejada de disciplinas por meio da matrícula por disciplina, permitindo ao egresso um ganho na \nqualidade, transformando a Universidade do Estado de Minas Gerais no principal formador de \nconhecimento e aprimoramento do seu potencial modificador da  sociedade.  \nO projeto foi criado de acordo com as seguintes bases legais: Resolução nº 2, de 24 de abril de \n2019  (BRASIL, 2019 a) que institui as Diretrizes Curriculares Nacionais do Curso de Graduação em \nEngenharia. A Resolução CEE/MG nº 469 de 28 de fevereiro de 2 019 (CONSELHO NACIONAL DE \nEDUCAÇÃO , 2019)  que regulamenta as normas relativas à educação superior do Sistem a Estadual de \nEnsino de Minas Gerais. Sobre a atuação profissional do Engenheiro de Alimentos, utilizou -se a Lei \n5194/66  (BRASIL, 1966), que regula o exercício da profissão e a Resolução CONFEA n° 218, de 29 de ", "8": " \n8 \n junho de  1973  (BRASIL, 1973) , publicada no D. O.U. em 31  de julho de  1973, discrimina as atividades \ne competên cias do Engenheiro de Alimentos;  Parec er CNE/CES n° 306/2004  (BRASIL, 2004a)  que trata  \ndas diretrizes curriculares nacionais; Resolução CNE/CES n°  2/2007  (CONSELHO NACIONAL DE \nEDUCAÇÃO, 2007)  e Parecer CNE/CES nº 8/2007  (BRASIL, 2007) , que dispõe sobre carga horária \nmínima e  procedimentos relativos à integralização e duração dos cursos de graduação, bacharelados, na \nmodalidade presencial. Os componentes curriculares obrigató rios definidos pelo MEC e CNE: R esolução \nCNE/CP nº 1, de 17 de junho de 2004  (BRASIL, 2004b) , que estabelece Diretrizes Curriculares \nNacionais para a Educação das Relações Étnico -Raciais e para o Ensino de História e Cultura Afro -\nBrasilei ra e Africana; Resolução CNE/CP  nº 1, de 30 de maio de 2012  (BRASIL, 2012a) , que estabelece \nas Diretrizes Curriculares Nacionais para Educação em  Direitos Humanos; a Resolução CNE  nº 2, de 15 \nde junho de 2012  (BRASIL, 2012b) , que estabelece as Diretrizes Curriculares Nacionais para a Educação \nAmbiental; Decreto nº 5.626, de 22 de dezembro de 2005  (BRASIL, 2005 a), que dispõe sobre a Língua \nBrasileira de Sinais – Libras, a Lei nº 11.788, de 25 de setembro de 2008  (BRASIL, 2008) , que dispõe \nsobre o estágio de estudantes, e a Resolução CONUN/UEMG nº 280 /2013  (MINAS GERAIS, 2013a) , \nque institui as Diretrizes para Criação de Cursos Novos de graduação na Universidade do Estado de \nMinas Gerais/UEMG. Resolução COEPE nº  132/2013  (MINAS GERAIS, 2013b) ; Estatuto e Regimento \nda UEMG; Resolução COEPE n°  162/2 016 (MINAS GERAIS, 2016)  que institui o NDE nos cursos de \ngraduação da UEMG, sendo este criado a partir da aprovação deste projeto ; Resolução CNE/CES nº 7 \nde 18 de dezembro de 2018  (MINAS GERAIS, 2018 a) que estabelece a Diretrizes para a Extensão no \nEnsino  Superior . ", "9": " \n9 \n 2 HISTÓRICO E ESTRUTURA  INSTITUCIONAL  \n \n2.1 A Universidade do Estado de Minas Gerais  \n \nUma análise dos 30  anos de sua criação permite afirmar que a Universidade do Estado de Minas \nGerais – UEMG representa, hoje, uma alternativa concreta e rica de aproximação do Estado mineiro com \nsuas regiões, por acolher e apoiar a população de Minas onde vivem e geram riquezas. Por sua vocação, \na universidade mencionada tem sido agente do setor público junto às comunidades, cola borando na \nsolução de seus problemas a partir do ensino, da pesquisa e da extensão e na formatação e implementação \nde seus projetos de  desenvolvimento.  \nPara se firmar no contexto do Ensino Superior no Estado e estar presente em suas mais distintas \nregiões,  a UEMG adota um modelo multicampi, constituindo -se não apenas como uma alternativa aos \nmodelos convencionais de instituição de ensino, mas também de forma política no desenvolvimento \nregional. Assim, a Universidade apresenta uma configuração ao mesmo temp o universal e regional. Deste \nmodo, ela se diferencia das demais pelo seu compromisso com o Estado de Minas Gerais e com as \nregiões nas quais se insere em parceria com o Governo do Estado, com os municípios e com empresas \npúblicas e privadas. Compromisso e ste apresentado em um breve histórico da formação de suas Unidades  \nacadêmicas.  \nA UEMG foi criada em 1989, mediante determinação expressa no Art. 81 do Ato das Disposições \nConstitucionais Transitórias – ADCT da Constituição do Estado de Minas Gerais  e a sua  estrutura foi \nregulamentada pela Lei nº 11.539, de 22 de julho de 1994  (MINAS GERAIS, 1994) , estando vinculada \nà Secretaria de Estado de Desenvolvimento Econômico, Ciência, Tecnologia e Ensino Superior – \nSEDECTES, à qual compete formular e implementar pol íticas públicas que assegurem o \ndesenvolvimento científico e tecnológico, a inovação e o ensino superior.  \nO Campus de Belo Horizonte teve sua estrutura definida pela mesma Lei nº 11.539, que autorizou \na incorporação à UEMG da Fundação Mineira de Arte Aleijadinho – FUMA, hoje transformada em duas \nescolas: Música e Design, a Fundação Escola Guignard, o curso de Pedagogia do Instituto de Educação, \ntransformado na Faculdade de Educação  de Belo Horizonte, e o Serviço de Orientação e Seleção \nProfissional – SOSP, hoje convertida em Centro de Psicologia Aplicada – CENPA. Compõe o Campus \nBelo Horizonte ainda, a Faculdade de Políticas Públicas Tancredo Neves, criada pela Resolução \nCONUN/UEMG nº 78, de 8 de setembro de 2005  (MINAS GERAIS, 2005) , com vistas a contribuir para ", "10": " \n10 \n a consolidação da missão institucional da UEMG, relativa ao desenvolvimento de projetos de expansão \ne diversificação dos cursos oferecidos e para a ampliação do acesso ao en sino superior no Estado.  \nNo interior, a UEMG realizou, em convênio com prefeituras municipais, a instalação do curso de \nPedagogia em Poços de Caldas e das Unidades Acadêmicas em Barbacena, Frutal, João Monlevade, \nLeopoldina e Ubá com a oferta de cursos que  buscam contribuir para a formação de profissionais e para \na produção e difusão de conhecimentos, que reflitam os problemas, potencialidades e peculiaridades de \ndiferentes regiões do Estado, com vistas à integração e ao desenvolvimento regional.  \nMais recen teme nte, por meio da Lei nº 20.807,  de 26 de julho de  2013  (MINAS GERAIS, 2013c) , \nfoi prevista  a estadualização das fundações educacionais de ensino superior associadas à UEMG, de que \ntrata o inciso I do § 2° do art. 129 do ADCT, a saber: Fundação Educacio nal de Carangola; Fundação \nEducacional do Vale do Jequitinhonha, em Diamantina; Fundação de Ensino Superior de Passos; \nFundação Educacional de Ituiutaba; Fundação Cultural Campanha da Princesa, em Campanha; e \nFundação Educacional de Divinópolis; bem como o s cursos de ensino superior mantidos pela Fundação \nHelena Antipoff, em Ibirité, estruturada nos termos do art. 100 da Lei Delegada nº 180, de 20 de janeiro \nde 2011  (MINAS GERAIS, 2011 a). \nO processo de estadualização foi realizado de forma gradativa, estand o instituídas no presente as \nUnidades Acadêmicas de Campanha, Carangola, Diamantina, Ibirité, Ituiutaba, Divinópolis e Passos.  \nCom as últimas absorções efetivadas, ao fim de 2014, a Universidade do Estado de Minas Gerais – \nUEMG assumiu a posição de terceir a maior universidade pública do Estado, com mais de 18 mil alunos, \nmais de 100 cursos de graduação e presença em 14 municípios de Minas Gerais, contando ainda com \npolos de ensino à distância em 13 cidades  mineiras.  \n \n2.2 A Unidade  Frutal  \n \nEra antigo o sonho de tornar realidade o Ensino Superior em Frutal. Durante décadas, as pessoas \nse dedicaram a buscar diferentes alternativas que pudessem contemplar o município de Frutal e região \ncom cursos superiores. Tudo isso por uma razão bastante com preensível: quando se investe em educação, \ncolhe -se o desenvolvimento social e o progresso acontece.  \nOs primeiros cursos universitários ofertados no município foram os de Pedagogia e Ciências \nEconômicas, por meio da Universidade de Uberaba – UNIUBE, no início dos anos 90, que cumpriu o \npapel esperado de suprir a necessidade de profissionais habilitados pa ra tais funções. Concluíram o curso, ", "11": " \n11 \n cinco turmas de Ciências Econômicas e duas turmas de Pedagogia, com destaque para ex -alunos que hoje \nocupam funções expressivas na comunidade local e até mesmo como funcionários da UEMG.  \nJá no final da década de 90, a Universidade de Uberaba ( UNIUBE ) começou a extinção gradativa \ndas matrículas, o que levou novamente à necessidade de mobilização para trazer novos cursos para a \nregião, de forma a evitar a evasão da juventude que desejava dar continuidade a seus estudos apó s a \nconclusão do ensino médio. Assim, num esforço conjunto, organizou -se uma comitiva que procurou o \nReitor da Universidade Federal de Uberlândia – UFU, para conduzir a perspectiva de extensão de cursos \ndaquela universidade para Frutal. O Bispo de Uberaba na ocasião cedeu às instalações do Instituto São \nPaulo Apóstolo - ISPA, para abrigar os cursos, porém, sua oferta não ocorreu devido a entraves políticos.  \nEm 2001 foi celebrado convênio com a Universidade Presidente Antônio Carlos – UNIPAC, para \noferecer o  Curso de Normal Superior, que viria atender a necessidade de formação  exigida pela Lei de \nDiretrizes e Bases da Educação – LDB, aos docentes do Ensino Fundamental da região, que também não \nlogrou  êxito.  \nHouve persistência no ideal de fazer Frutal se torna r centro de excelência universitária. Embora \ntenha sido outra tentativa frustrada, em 2002, buscaram a UEMG. Foram feitos alguns  contatos com o \nentão Prefeito Municipal, mas a parceria não se concretizou.  \nNo mesmo ano, viabilizou -se acordo com a Universida de de Jales, que devido às grandes \nexigências financeiras não se  efetivou.  \nNo final do ano de 2003 a Universidade do Estado de Minas Gerais acenou para uma nova rodada \nde articulações, cujas conversas foram promissoras e levaram o então Reitor da UEMG à Fr utal para \nverificar o local onde se pretendia instalar os cursos. As negociações avançaram e se fez necessária a \ncriação de uma Fundação que pudesse ser a mantenedora dos cursos da UEMG em Frutal.  \nNasceu assim a Fundação Educacional de Ensino Superior de F rutal – FESF, entidade pública \nmunicipal, instituída pela Prefeitura, porém com a participação da Câmara Municipal; do Poder Judiciário \nlocal; da Fundação Maçônica de Educação, Cultura e Assistência Social – FUNDAMEC; do Centro \nNacional de Educação Profiss ional em Cooperativismo, Gestão Ambiental e Turismo – CENEP; da \nCooperativa de Educação e Cultura do Vale do Rio Grande – COOPEV; da Agência de Desenvolvimento \nSustentável do Brasil Central – ADEBRAC; do Lions Clube de Frutal; do Rotary Clube de Frutal e \nRotary Clube de Frutal Sul; da Ordem dos Advogados do Brasil em Minas Gerais – OAB/MG Subseção \nFrutal; da Associação Comercial e Industrial de Frutal – ACIF; da Cooperativa Mista dos Produtores \nRurais de Frutal – COFRUL; do Sindicato Rural de Frutal; da Fed eração das Associações de Moradores ", "12": " \n12 \n de Bairros de Frutal e dos membros da Comissão pró -criação do Ensino Superior em Frutal, criada para \nprestar serviços de ordem  educacional.  \nMuitas pesquisas e projetos se seguiram. O Curso de Administração de Empresas e Negócios foi \naprovado por meio da Resolução CONUN/UEMG nº 67/2004 de 09 de junho de 2004  (MINAS GERAIS, \n2004a) , tendo início das aulas em 09 de setembro do mesmo ano, ofertando 100 vaga s. A Resolução \nCONUN/UEMG nº 74/2004, de 20 de dezembro de 2004  (MINAS GERAIS, 2004b) , aprovou o curso de \nSistemas de Informação, que teve início em 01 de março de 2005. Em 2005, dois novos c ursos foram \naprovados: Direito, pela Resolução CONUN/UEMG 86/2005 (MINAS GERAIS, 2005a)  e Ciência e \nTecnologia  de Laticínios, pe la Resolução CONUN/UEMG 87/2005 (MINAS GERAIS, 2005b) , ambos \nem 09 de setembro de 2005, com início das aulas em 06 de fevereiro de 2006. Finalmente em 2006 mais \ntrês cur sos foram aprovados: Geografia, Resolução CONUN/UEMG nº 121/2006 de 07 de novembro de \n2006 (MINAS GERAIS, 2006a);  Curso Superior de Tecnolog ia em Produção Sucroalcooleira, Resolução \nCONUN/UEMG nº 123/2006 de 07 de novembro de 2006  (MINAS GERAIS, 2006b); e Comunicação \nSocial, Resolução CONUN/UEMG nº 124/2006 de 13 de novembro de 2006  (MINAS G ERAIS, 2006c ), \nestes três cursos tiveram início em 08 de fevereiro de  2007.  \nO terreno para a construção do prédio definitivo da Unidade Frutal foi doado e os recursos \nfinanceiros para sua construção já estavam praticamente todos alocados na conta da UEMG, com vistas \nà estadualização da FESF, já que os cursos eram pagos.  \nA estadualização aconteceu em 21 de junho de 2007, consolidando definitivamente a \npermanência da UEMG em Frutal, com a oferta de Ensino Superior público, gratuito e de qualidade. O \nsonho ent ão se ampliou: em fevereiro de 2010 ocorreu a inauguração do segundo prédio de salas de aula.  \nO curso de Ciência e Tecnologia de Laticínios foi fechado pela Resolução CONUN/UEMG nº \n225/2011, de 01 de julho de 2011  (MINAS GERAIS, 2011b) , sendo substituído  pelo Curso Superior de \nTecnologia em Alimentos através da Resolução CONUN/UEMG nº 226/2011 , de 01 de julho de 2011  \n(MINAS GERAIS, 2011c) . \nNo dia 17 de dezembro de 2014 foi aprovado o desmembramento do curso de Comunicação \nSocial, dividido em Curso de Comunicação Social - Bacharelado - Habilitação em Publicidade e \nPropaganda  (MINAS GERAIS, 2006d)  e curso de Jornalismo  (MINAS GERAIS, 2015) . \nHoje, a Universidade do Estado de Minas Gerais oferece , em Frutal , 340 vagas por ano em seus \nnove  cursos presenciais de graduação e, em sua estrutura geral, conta com aproximadamente 1.187 alunos \nmatriculados.  ", "13": " \n13 \n 2.3 Cursos Ofertados na Unidade   \n \nA Unidade Frutal conta com os seguintes cursos de Graduação Presenciais:  \n \n Curso de Administração - Bacharelado   \nResolução SEDECTES nº 20 de 28 de fevereiro de 2018, publicada em 03 de março de 2018.  \nNúmero de vagas: 100 vagas (matutino e noturno)  \n Curso de Comunicação Social  - Bacharelado  em Jornalismo  \nResolução SEDECTES nº 32 de 02 de março de 2018,  publicada em 14 de março de 2018.  \nNúmero de Vagas: 30 vagas (noturno)  \n Curso de Comunicação Social - Bacharelado - Habilitação em Publicidade e  Propaga nda  \nResolução SEDECTES nº 22 de 02 de março de 2018, pub licada em 14 de março de 2018.  \nNúmero de Vagas: 30 vagas (noturno)  \n Curso Superior de Tecnologia em Produção Sucroalcooleira - Tecnólogo  \nRenovação de reconhecimento: Resolução SECTES nº 56 de 26  de novembro de 2 015. \nNúmero de Vagas: 20 vagas  (noturno)  \n Curso de Direito - Bacharelado   \nResolução  SECTES nº 015 de 05 de outubro  de 2015, publicada em 08 de outubro  de 2015.  \nNúmero de Vagas: 100 vagas (matutino e noturno)  \n Curso de Engenharia Agronômica - Bacharelado   \nResolução SECTES nº 062 de 02 de outubro de 2018, publicada em 04 de outubro  de 2018.  \nNúmero de Vagas: 40 vagas (integral - matutino e vespertino)  \n Curso de Geografia - Licenciatura   \nResolução SECTES nº 081 de 03 de dezembro de 2018, publicada em 08 de dezembro de 2018.  \nNúmero de Vagas: 30 vagas (noturno)  \n Curso de Sistemas de Informação - Bacharelado   \nResolução SEDECTES nº 017 de 07 de fevereiro de 2017, publicada em 09 de fevereiro de 2017.  \nNúmero de Vagas: 40 vagas (noturno)  \n Curso Superior de Tecnologia em Alimentos - Tecnólogo   \nResolução SEDECTES nº 33 de 02 de março de 2018,  publicada em 14 de março de 2018.  \nNúmero de Vagas: 20 vagas (noturno)  ", "14": " \n14 \n  \nA Unidade Frutal conta com os seguintes cursos de Pós -Graduação Stricto -Sensu  Presenciais:  \n \n Programa de Pós -Graduação  em Ciências Ambientais  (Mestrado Acadêmico)  \nResolução CONUN/UEMG nº 397 de 29 de maio  de 2018, publicada em 29 de maio de 2018 . \nNúmero de vagas: 13 vagas  \n Programa de Pós -Graduação em Propriedade Intelectual e Transferência de Tecnologia para a \nInovação (Mestrado Profissionalizante)  \nResolução  CONUN/UEMG   nº  430  de  10  de junho   de  2019,  publicada  em 13  de junho   de \n2019 . \nNúmero de Vagas: 10 vagas  \n \nSão oferecidos cursos de Graduação e Pós -Graduação na modalidade de Ensino Semipresencial \ne à Distância:  \n \n Curso de Graduação em Pedagogia ( 2020 ) - ministrado pela unidade Ibirité - com a oferta de 35 \nvagas.  \n Curso de Pós -Graduação Lato Sensu em Agroecologia no Cerrado (2015) - ministrado pela \nUEMG Frutal, com a oferta de 30  vagas.  \n Curso de Pós -Graduação Lato Sensu em Direito Civil (2016) - ministrado pela UEMG Frutal, \ncom a oferta de 100  vagas.  \nNo âmbito extensionista, a Unidade Frutal, desde sua criação, busca realizar, a partir de seus \ncursos, trabalhos em prol da comunidade. Entre estes, destacam -se: Curso de Redação e Interpretação \ncriativa de textos; Campanha de Responsabilidade Social;  Curso básico de preparação para o vestibular \nnas áreas de Português, Matemática, Inglês, Física, Química e Biologia;  Serviço de Orientação  \nVocacional;  Realização de Semanas Universitárias dos cursos; Cri ação do Núcleo de Iniciação  \nCientífica;  Projeto de Capacitação de Professores da rede pública para utilização da informática na sala \nde aula;  Assessoramento administrativo a uma ONG e ao Projeto Recriar; Semana UEMG ; Seminário de \nPesquisa e Extens ão; e Con gresso Regional Integração Saberes.  ", "15": " \n15 \n 3 CARACTERIZAÇÃO DA REGIÃO E MUNICÍPIO  \n \n3.1 Microrregião de Frutal  \n \nSegundo dados de IBGE ( 2019 ), a Microrregião de Frutal é composta por 12 municípios, sendo \nCampina Verde, Carneirinho, Comendador Gomes, Fronteira, Frutal, Itapagipe, Iturama, Limeira do \nOeste, Pirajuba, Planura, São Francisco de Sales e União de Minas, com uma área  de 16.840 km2, \npopulação de apr oximadamente 180 mil habitantes,  PIB per capita de R$ 20 mil aproximadame nte e \napresenta  destaque para pecuária de b ovinos, produção de laranja, banana e destaque para cana -de-\naçúcar . Segundo o IBGE  (2010 ), a microrregião localiza -se no Triângulo Mineiro e Alto Paranaíba, na \ndivisa com o Estado de São  Paulo  (Figura 1) . \n \n3.2 Município de Frutal  \n \nO município de Frutal (Fig. 1) ocupa uma área de 2.426,965 Km2, população estimada de 59.496 \nhabitantes (IBGE, 2019), as principais atividades econômicas são a as culturas do abacaxi, soja, milho, \npecuária leiteira, pecuária de corte e cana -de-açúcar. Apresenta taxa de escolarização de 6 a 14 anos de \nidade de 97,6 % ocupando a 2733ª posição nacional, 448ª posição no estado de Minas Gerais e a 4ª \nposição na microrregião.  \nFigura 1 . Localização do Município de Frutal -MG. Fonte: http://pt.wikipedia.org/wiki/Frutal, 2014.  \n \n \n", "16": " \n16 \n 3.3 Indicadores educacionais do município  \n \nEm relação ao número de alunos que frequentam a Educação Básica, envolvendo as redes \nmunicipal, es tadual e particular, tem-se, hoje, um total aproximado de 10.124  estudantes na região  (INEP , \n2018 ), sendo que 19  % destes frequentam o Ensino Médio. É bom e suficiente o número de escolas de \nEducação Infantil, Ensino Fundamental e Ensino Médio: porém, para  atender o Ensino Superior, na \nmodalidade que se está propondo, apenas a UEMG se destaca.  \nEm Frutal, de acordo com os dados do INEP  (2018), p ara o atendimento ao Ensino Fundamental, \nexistem 25 escolas, sendo 19 escolas referentes aos anos iniciais e, deste  total, 12 municipais, 2 estaduais \ne 5 privadas; e 15 escolas referentes aos anos finais e, deste total, 5 municipais, 6 estaduais e 4 privadas;  \nque em sua totalidade atendem a toda população escolar nesta faixa de ensino.  \nO atendimento ao Ensino Médio na micror região  de Frutal  é feito através de 105 escolas públicas \ne 25 escolas da rede privada , atendendo  6.465 alunos, destes, 93,5 % estudam na rede pública e os demais \nna rede particular de ensino (Tab ela 1). \nCom a instalação dos primeiros cursos da UEMG em 2004, no convênio estabelecido entre a \nUniversidade do Estado de Minas Gerais, a Fundação Educacional de Ensino Superior de Frutal e a \nPrefeitura Municipal, a maioria dos estudantes deslocavam -se de toda a região para frequentar aulas em \ncursos noturnos  nas cidades de Barretos e São José do Rio Preto (ambas no estado de São Paulo) num \ntotal diário de aproximadamente 800 estudantes, sem contar os que passavam a residir em outras cidades \npara estudar. Com a criação dos cursos na UEMG unidade Frutal, este n úmero reduziu.  \nNo entanto, hoje ainda temos cerca de 414 acadêmicos que se deslocam, diariamente, para as \ncidades de Barretos (129 alunos) e São José do Rio Preto (285 alunos) a fim de cursarem outros cursos \nde formação superior. Visualiza -se que com a ofe rta do curso de Engenharia de Alimentos, o município \nde Frutal e cidades circunvizinhas passam a desfrutar de mais uma oportunidade de formação no ensino \nsuperior, oportunizando que o público universitário interessado não necessite se deslocar para outros \nEstados e Municípios.  ", "17": " \n17 \n Tabela 1 . Indicadores do Ensino Médio da microrregião de Frutal -MG.  \nMunicípio  Dependência \nAdministrativa  2013  2014  2015  2016  2017  2018  \nCampina Verde  Pública  615 568 595 571 526 494 \nPrivada  116 122 113 90 87 76 \nTotal  731 690 708 661 613 570 \nCarneirinho  Pública  323 287 304 297 346 296 \nPrivada  0 0 0 0 0 0 \nTotal  323 287 304 297 346 296 \nComendador \nGomes  Pública  70 80 83 101 108 101 \nPrivada  0 0 0 0 0 0 \nTotal  70 80 83 101 108 101 \nFronteira  Pública  472 437 385 419 473 461 \nPrivada  0 0 0 0 6 15 \nTotal  472 437 385 419 479 476 \nFrutal  Pública  1723  1570  1564  1659  1761  1695  \nPrivada  174 169 193 132 190 191 \nTotal  1897  1739  1757  1791  1951  1886  \nItapagipe  Pública  460 396 393 427 456 432 \nPrivada  0 0 0 0 0 0 \nTotal  460 396 393 427 456 432 \nIturama  Pública  1289  1218  1142  1335  1448  1437  \nPrivada  164 158 142 135 129 141 \nTotal  1453  1376  1284  1470  1577  1578  \nLimeira do \nOeste  Pública  251 201 207 236 312 326 \nPrivada  0 0 0 0 0 0 \nTotal  251 201 207 236 312 326 \nPirajuba  Pública  185 200 158 168 171 214 \nPrivada  0 0 0 0 0 0 \nTotal  185 200 158 168 179 214 \nPlanura  Pública  303 258 261 271 319 269 \nPrivada  0 0 0 0 0 0 \nTotal  303 258 261 271 319 269 \nSão Francisco \nde Sales  Pública  161 164 195 176 166 163 \nPrivada  0 0 0 0 0 0 \nTotal  161 164 195 176 166 163 \nUnião de Minas  Pública  114 111 107 104 134 154 \nPrivada  0 0 0 0 0 0 \nTotal  114 111 107 104 134 154 \nFonte: Censo Escolar, INEP (2018) . ", "18": " \n18 \n 3.4 Mercado de Trabalho   \n \nA força do setor industrial de Frutal se concentra nas indústrias do setor sucroenergético, leite e \nderivados, bebidas , doces, confecções, vestuário, bijuterias, acessórios infantis, produtos alimentícios e \nproduções artesanais.  \nNo setor sucroenergético, o município de Frutal possui 2 usinas de grande porte, sendo que no \nTriângulo Mineiro se concentram 22 usinas  do total de 40 instaladas em todo estado. Em um raio de 150 \nkm de Frutal, são 14 usinas de açúcar e etanol.  \nNo setor de bebidas, o município de Frutal possui uma cervejaria de médio porte. O setor  industrial \né o principal fornecedor de vagas de estágio e emprego pa ra os alunos da UEMG que se interessam pelo \nsetor agroindustrial, além de ter importante participação na economia do município.  \nO setor agropecuário é  o setor de destaque no município, tanto na geração de emprego e renda, \nquanto no retorno de recursos financeiros para a cidade. O município  apresenta  subdivisões \ncorrespondentes a zonas rurais, cujas propriedades pertencem a 1.172 pequenos produtores, 401 médios \nprodutores e 135 grandes produtores. As principais culturas distribuídas nessas propriedades rurais são: \ncana-de-açúcar, pecuária leiteira e de corte, fruticultura (com destaque para a cultura do abacaxi  e citrus), \ncereais (soja, milho e sorgo), silvicultura (eucalipto e seringueira) e hortaliça s. No município também há \no abatedouro municipal, onde pode atuar na avaliação da qualidade do  produto  e no controle higiênico -\nsanitário do processo de abate dos animais . \nO setor comercial também pode captar o profissional graduado em Engenharia de Aliment os, \natuando  em empresas do setor alimentício, tais como panificadoras, supermercados, restaurantes, casas \nde carnes, sorveterias e açaiterias, atuando em gestão da qualidade d a matéria -prima e d o produto  acabado  \ne controle de qualidade dos processos.   \n \n4 CARACTERIZAÇÃO DO CURSO  \n \n4.1 Histórico do curso  \n \nO Curso de Engenharia de Alimentos terá início no ano primeiro semestre de 2021  visando formar \ne qualificar profissionais aptos a compreender globalmente o processo de produção e transformação dos \nalimentos, atendendo, assim, às necessidades do mercado regional, nacional e internacional, em plena \nexpansão.  ", "19": " \n19 \n O curso terá ênfase em tecnologia de  frutas, bebidas,  carnes e derivados  e laticínios . A região  \n(Frutal e Uberaba)  ainda se destaca  na produção de cervejas, sendo  considerado um polo em plena \nexpansão, pela vinda da cer vejaria Petrópolis como oportunidade para os Engenheiros graduados pela \nUEMG Frutal. Adicionalmente, a  região é uma das principais produtoras de abacaxi do Brasil, além  de \ncontar com os maiores processadores de carnes do país, na região.  \nO estado de Minas Gerais se destaca no panorama de produção de frutos tropicais, principalmente \nna produção de abacaxi ( Ananas comosus ), uma das frutas com maior índice de produção na r egião do \nTriângulo Mineiro. De acordo com a Secretaria de Estado de Agricultura, Pecuária e Abastecimento de \nMinas Gerais (SEAPA , 2019 ), em 2017 , o Brasil produziu mais de 1,7 bilhões de abacaxis, sendo os \nestados de Paraíba (337,8 milhões de frutos produz idos), Minas Gerais (236,3 milhões de frutos \nproduzidos) e Pará (225,9 milhões de frutos produzidos) os que apresentaram maior produção da fruta. \nEm Minas Gerais, a região do Triângulo Mineiro é a responsável pela maior produção deste fruto, \nrespondendo po r aproximadamente 93,4  % da produção de abacaxi do estado. Em 2017, o município de \nFrutal foi o que apresentou maior produção de abacaxi, alcan çando cerca de 60 mil toneladas produzid as. \nApesar da pouca representatividade de empresas na área de tecnologia de produção e beneficiamento de \nfrutas em Frutal e microrregião, o curso de Engenharia de Alimentos insere -se como forte direcionamento \npara a estruturação d e possíveis empresas nesta área .  \nPara a consecução de sua proposta de trabalho, a UEMG conta com infraestrutura composta por \nlaboratórios, equipamentos, apoio didático, biblioteca, setor de informática, visando não apenas o ensino, \nmas também a pesquisa e a extensão. Além disso, um corpo docente formado por professores titulados e \ncapazes de atuar em sintonia com os avanços do conhecimento e da tecnologia na área de alimentos.  \nSerão feitas parcerias com empresas alimentícias da região e as usinas sucroalcooleiras bem como \ncom as propriedades rurais produtoras de alimentos, empresas de assistência técni ca e indústrias de \nalimentos, visando uma integração entre estas e a Universidade.  \nA implantação do curso de Engenharia de Alimentos na Unidade Frutal será fundamental para a \nconsolidação da UEMG no Triângulo Mineiro Sul e se justifica por:  \n1) grande proc ura pelo curso de Engenharia de Alimentos na região, que possui vocação para o \nsetor agroindu strial. Atualmente, os candidato s interessados pelo curso se deslocam para algumas cidades \ndo entorno de Frutal, como Barretos/SP, Uberaba/MG e São José do Rio Preto/SP. Na UNESP de São \nJosé do Rio Preto, a concorrência para o curso no Vestibular 2020  foi de 10,4 candidatos/vaga;  \n2) necessidade de substituir os cursos superiores de Tecnologia em Produção Sucroalcooleira e ", "20": " \n20 \n Tecnologia em Alimentos, em decorrência da baixa procura nos últimos vestibulares, por outro de mesma \nárea do conhecimento (e/ou correlata);  \n3) absorção de todo o quadro docente dos cursos de Tecnol ogia em Produção Sucroalcooleira e \nTecnologia em Alimentos , cursos que serão substituídos  pelo curso  de Engenharia de Alimentos ;  \n4) ab sorção de todos os 10 (dez) professores efetivos que se encontram atualmente lotados na \nUnidade Frutal e vários outros que eventualmente tomarão posse no Concurso Público para professores \nde carreira que está em vigência,  uma vez que o curso de Engenharia de Alimentos é construído por uma \nampla gama de profissionais, das mais diferentes áreas, passando pelas ciências sociais, biológicas, exatas \ne agrárias;  \n5) fortalecimento e consolidação do Grupo de Pesquisa/CNPq Uso e Conservação de Recursos \nNaturais, composto por professores efetivos, dos quais a maioria fará parte o corpo docente do curso  de \nEngenharia de Alimentos ;  \n6) dinamismo e uso da Unidade Frutal sobretudo no período vespertino, pois o curso será \nrealizado em tempo integral (matutino e vespertino). A Unidade Frutal conta com apenas dois cursos \noferecidos no período matutino (Direito e Administração)  e apenas um integral (Engenharia \nAgronômica) , que  preenchem timidamente a Unidade neste s período s.  \n \n4.2 Bases e justificativa  \n \nPara justificar a implantação de novos cursos de graduação, foi realizada uma pesquisa de \ninteresse de cursos para Unidade de Frutal, em 2017, pela coordenação do curso de Tecno logia em \nAlimentos , em que  foram entrevistadas 674 (seiscentos e setenta e quatro) pessoas em nível pré -\nuniversitário, no período de 15/05 a 22/05 de 2017 em escolas estaduais e/ou particulares, cursinhos, \nbancos e casas comerciais de Frutal e região, tend o o seguinte  resultado:  \n \n Engenharia Alimentos:  \n222 (duzentos e vinte e dois) pessoas → 32,94  % \n Engenharia Agronômica:  \n124 (cento e vinte e quatro) pessoas → 18,40  % \n Ciências  Biológicas:  \n87 (oitenta e sete) pessoas → 12,91  % ", "21": " \n21 \n  Engenharia Ambiental:  \n31 (trinta  e um) pessoas → 4,60  % \n Outros  cursos:  \n210 (duzentos e dez) pessoas → 31,16  % \nO interesse de cursos, ci tados pelas pessoas que participaram da pesquisa, no mês de maio de \n2017, foi para os dois primeiros cursos de maior destaque, Curso de Engenharia de Ali mentos e \nEngenharia Agronômica. Dos entrevistados duzentos e dez pessoas escolheram cursos como: medicina, \ndireito, psicologia, odontologia, administração, educação física e enfermagem.  \nNosso país tem procurado adequar -se às necessidades do mercado e, dest a forma, tem voltado sua \nprodução agrícola e industrial para setores economicamente viáveis. A área de alimentos apresenta uma \ndemanda crescente por profissionais capacitados em todos os passos da cadeia de produção de alimentos, \ndesde a elaboração de fórm ulas até o armazenamento, passando pela fabricação e o transporte dos \nprodutos. Um indicativo deste fato se deve ao constante aumento da disponibilidade de alimentos \nprocessados nas prateleiras de supermercados. Avaliando sob esta perspectiva é na pratelei ra do \nsupermercado que se tem o final da cadeia de atuação do profissional de Engenharia de Alimentos, sendo \no campo e a produção de matérias -primas alimentíci as, o início.   \nNo ano de 2016 , o Produto Interno Bruto (PIB) referente ao setor agropecuário do município de \nFrutal foi responsável por  4,1 % da movimentação  financeira  do estado de Minas Gerais  (IBGE,  2017 ), \napresentando valores de participação deste setor superior à participação relativa d os setores da indústria \n(em torno de 0, 7 %) e serviços  (em torno de 1,1%) (Fig.  2). Neste contexto, e sse dado  reforça  a \nimport ância dos setores agroindustriais  do município, o que promove  suporte à instalação de cursos \nligados ao setor.  \n \n \n \n \n \n \n \n \n ", "22": " \n22 \n  \nFigura 2 . Dados absolutos do PIB brasileiro, do Estado de Minas Gerais e do município de Frutal. \nFonte: IBGE ( 2017 ). \n \n \nPara os alunos, o Curso de Engenharia de Alimentos tem por missão  proporcionar um ambiente \nadequado ao seu desenvolvimento pessoal, construindo seu conhecimento em uma postura de indagação \ne análise avaliativa da realidade que o cerca.  O aluno deverá se sentir em condições de efetuar mudanças, \ncom espaço para exercer su a consciência crítica, incorporando a educação continuada como princípio de \nqualificação  profissional.  \nNesse contexto, o ensino deve incluir teorias e práticas que conduzam à formação integral dos \nalunos, para que se transformem em produtores de conhecimen to e não em meros receptores de \ninformações. Os professores devem buscar formas de expressão que permitam compartilhar experiências, \nestimular a criatividade, o pensamento crítico, desacostumando o indivíduo à passividade mental. A \naprendizagem deve ser pr ática contínua e que, ademais, estimule o estudante para a importância de “viver \na universidade”, com participação efetiva nas diversas atividades de ensino, pesquisa e extensão, de tal \nmodo a proporcionar oportunidades reais de construção de uma cidadania  autêntica. Com base nesses \nconceitos, sem perder de vista o passado histórico e as tradições da Universidade do Estado de Minas \n", "23": " \n23 \n Gerais, propõe -se o Curso d e Engenharia de Alimentos, visando manter o ideal da UEMG que sempre \nfoi o de buscar a excelência no  ensino, pesquisa e extensão.  \nNo âmbito microrregional e local, situando Frutal, o oferecimento de um curso de Engenharia de \nAlimentos teria forte ligação com as atividades econômicas da região, uma vez que boa parte da geração \nde emprego e renda do municí pio está diretamente relacionada ao setor agroindustrial. Assim, a \nUniversidade do Estado de Minas Gerais, a partir da oferta do Curso de Engenharia de Alimentos suprirá \numa forte demanda regional e local, e mais uma vez, participará ativamente da capacita ção e \ndesenvolvimento das regiões mineiras dentro de cada uma das esferas do conhecimento . \nOutro aspecto relevante a ser pontuado como justificativa para a implantação do curso de \nEngenharia de Alimentos é a presença de dois programas de Pós -Graduação Stri cto Sensu na UEMG \nUnidade Frutal, o Programa de Mestrado em Ciências Ambientais e o Programa de Pós -Graduação em \nPropriedade Intelectual e Transferência de Tecnologia para a Inovação (PROFNIT). Especialmente, o \nPrograma de Pós -Graduação PROFNIT apresenta d emandas específicas por inovação e um curso de \nEngenharia voltado para a área de alimentos agregará estudos inovadores e com destaque nacional e \ninternacional, a fim de produzir novos produtos, patentes e estudos direcionados à obtenção de Indicação \nGeográ fica (IG) e Denominação de Origem Controlada (DOC). Os alunos do curso de Engenharia de \nAlimentos poderão participar nos projetos de Mestrado dos referidos Programas de Pós -Graduação como \nalunos de Iniciação Científica e agregar conhecimento acadêmico e pr ático para ser aplicado, \nposteriormente, na sua vida profissional.  \nAlém das justificativas pontuadas anteriormente, vale ressaltar que o processo seletivo para o \ningresso na Universidade do Estado de Minas Gerais, desde  2019, é realizado  por meio das notas  obtidas \npelo aluno no Exame Nacional do Ensino Médio (ENEM) e via Sistema de Seleção Unificada (SISU).  \nDe certo modo, a mudança no processo seletivo  do antigo vestibular para o  escore do ENEM trouxe  \nmaior heterogeneidade dos alunos, ou seja, alunos de tod o o Brasil podem  ingressar no  curso de \nEngenharia de Alimentos da UEMG Frutal, aumentando a demanda e a procura pelas vagas disponíveis. \nEsta heterogeneidade é muito bem -vinda e alinha -se com a característica multicampi da Universidade do \nEstado de Minas G erais (UEMG) com seus diversos campus espalhados pelo estado de Minas Gerais, \nabrigando alunos de todo o Brasil em cursos de graduação e pós -graduação.     \n \n \n ", "24": " \n24 \n 4.3 Objetivos  \n \nO objetivo geral do Curso de Engenharia de Alimentos da UEMG é formar profissiona is capazes \nde desempenhar com propriedade, as atividades de engenharia aplicadas à indústria de alimentos e \nbebidas, baseadas no conhecimento científico, tecnológico e de engenharia, para atuar em organizações \ndo setor industrial e de serviços do ramo alimentício, além de centros de pesquisa e Universidades. Os \nprofissionais deverão estar comprometidos com o desenvolvimento agroindustrial, com os problemas \nsociais e ambientais, atuando de forma ética e adequada à legislação vigente. Esta formação se dará \natravés da efetivação de um projeto pedagógico baseado em competências técnicas e humanas que \npriorizem o compromisso profissional, ético e social.  \n O Plano de Desenvolvimento Institucional (PDI) da Universidade do Estado de Minas Gerais \n(MINAS GERAIS , 2014 ) menciona que a educação é uma condição indispensável à construção de ideais \nde paz, de liberdade e de justiça social. Assim, a UEMG busca formar cidadãos capazes de acumular \nconhecimentos, executar técnicas e procedimentos de forma adequada, raciocinar, i nterpretar, inovar e \ndiscernir, assumir a responsabilidade na construção da realidade e na redução de desigualdades sociais \ncom o compromisso de preservação do meio ambiente. Neste contexto, a UEMG tem por objetivo formar \nalunos capazes de buscar o constan te aprimoramento, realizar todas as suas potencialidades, acompanhar \no progresso científico, selecionando informações de forma crítica, analisando e aplicando novas \ntecnologias, sem esquecer dos aspectos éticos e sociais de sua profissão.  \n Neste sentido, o  objetivo do curso alinha -se com o perfil da Universidade mencionado acima \ncomo um todo. Assim, A Engenharia de Alimentos busca disponibilizar no mercado de trabalho \nprofissionais com formação adequada à realidade do desenvolvimento tecnológico, inseridos no contexto \nsociocultural e que, adicionalmente, atendam às necessidades regionais, nacionais e até internacionais, \nde acordo com as normas técnicas e legais.  \n Além disso, o curso de Engenharia de Alimentos tem como objetivo formar alunos com \ndirecionamen to generalista, crítico e reflexivo, sendo capacitados a desenvolver tecnologias, processos e \nprodutos, além de aperfeiçoá -los, atuando conjuntamente na identificação e resolução de problemas, \nconsiderando seus aspectos políticos, culturais e sustentáveis,  sempre com visão ética e humanista. A \nformação deste aluno será consolidada pela garantia da excelência de ensino, utilização de práticas \nmodernas de ensino, estímulo ao despertar de novas ideias e projetos de iniciação científica e extensão, \nrealização d e disciplinas eletivas, sendo que o aluno será o protagonista da sua aprendizagem,  com ", "25": " \n25 \n formação empreendedora e com liderança na sua área acadêmica, integrando -se à sociedade e aplicando \nos conhecimentos adquiridos para a melhoria do bem estar social e par a o desenvolvimento da região \ncomo um todo. O curso de Engenharia de Alimentos também tem o objetivo de vivenciar o trabalho em \nequipe com os alunos sempre direcionando o fortalecimento da visão da UEMG como uma instituição \nde ensino de referência na área.    \n \n4.4 Competências e habilidade s profissionais  \n \nDe acordo com a Resolução nº 2, de 24 de abril de 2019  (BRASIL, 2019 a) que institui as \nDiretrizes Curriculares Nacionais do curso de graduação em Engenharia, o Artigo 4º descreve as \nseguintes competências gerais que o curso de graduação em Engenharia  deve proporcionar aos seus \negressos, ao longo da formação:  \nI Formular e conceber soluções desejáveis de engenharia, analisando e compreendendo os \nusuários dessas s oluções e seu  contexto:  \na) Ser capaz de utilizar técnicas adequadas de observação, compreensão, registro e análise das \nnecessidades dos usuários e de seus contextos sociais, culturais, legais, ambientais e \neconômicos;  \nb) Formular, de maneira ampla e sistêmica, questões de engenharia, considerando o usuário e seu \ncontexto, concebendo soluções criativas, bem como o uso de técnicas  adequadas;  \nII Analisar e compreender os fenômenos físicos e químicos por meio de modelos simbólicos, \nfísicos e outros, veri ficados e validados por  experimentação:  \na) Ser capaz de modelar os fenômenos, os sistemas físicos e químicos, utilizando as ferramentas \nmatemáticas, estatísticas, computacionais e de simulação, entre  outras.  \nb) Prever os resultados dos sistemas por meio dos modelos;  \nc) Conceber experimentos que gerem resultados reais para o comportamento dos fenômenos e \nsistemas em  estudo.  \nd) Verificar e validar os modelos por meio de técnicas  adequadas;  \nIII Conceber, projetar e analisar sistemas, produtos (bens e serviços), componentes ou processos:  \na) Ser capaz de conceber e projetar soluções criativas, desejáveis e viáveis, técnica e \neconomicamente, nos contextos em que serão  aplicadas;  \nb) Projetar e determinar os parâmetros construtivos e operacionais para as soluções de ", "26": " \n26 \n Engenharia;  \nc) Aplicar conceitos de gestão para planejar, supervisionar, elaborar e coordenar projetos e \nserviços de  Engenharia;  \nIV Implantar, supervisionar e controlar a s soluções de  Engenharia:  \na) Ser capaz de aplicar os conceitos de gestão para planejar, supervisionar, elaborar e coordenar \na implantação das soluções de  Engenharia.  \nb) Estar apto a gerir, tanto a força de trabalho quanto os recursos físicos, no que diz respeito aos \nmateriais e à  informação;  \nc) Desenvolver sensibilidade global nas  organizações;  \nd) Projetar e desenvolver novas estruturas empreendedoras e soluções inovadoras para  os \nproblemas;  \ne) Realizar a avaliação crítico -reflexiva dos impactos das so luções de Engenharia nos contextos \nsocial, legal, econômico e  ambiental;  \nV Comunicar -se eficazmente nas formas escrita, oral e  gráfica:  \na) Ser capaz de expressar -se adequadamente, seja na língua pátria ou em idioma diferente do \nPortuguês, inclusive por meio do uso consistente das tecnologias digitais de informação e \ncomunicação (TDICs), mantendo -se sempre atualizado em termos de métodos e tecnologias  \ndisponíveis;  \nVI Trabalhar e liderar equipes multidisciplinares: a) ser capaz de interagir com as diferen tes \nculturas, mediante o trabalho em equipes presenciais ou a distância, de modo que facilite a \nconstrução  coletiva;  \na) Atuar, de forma colaborativa, ética e profissional em equipes multidisciplinares, tanto \nlocalmente quanto em  rede;  \nb) Gerenciar projet os e liderar, de forma proativa e colaborativa, definindo as estratégias e \nconstruindo o consenso nos  grupos;  \nc) Reconhecer e conviver com as diferenças socioculturais nos mais diversos níveis em todos os \ncontextos em que atua  (globais/locais);  \nd) Prepar ar-se para liderar empreendimentos em todos os seus aspectos de produção, de finanças, \nde pessoal e de  mercado;  \nVII Conhecer e aplicar com ética a legislação e os atos normativos no âmbito do exercício da  \nprofissão:  ", "27": " \n27 \n a) Ser capaz de compreender a legislação, a ética e a responsabilidade profissional e avaliar os \nimpactos das atividades de Engenharia na sociedade e no meio  ambiente.  \nb) Atuar sempre respeitando a legislação, e com ética em todas as atividades, zelando para  que \nisto ocorra também no contexto em que estiver atuando;  \nVIII Aprender de forma autônoma e lidar com situações e contextos complexos, atualizando -se em \nrelação aos avanços da ciência, da tecnologia e aos desafios da inovação:  \na) Ser capaz de assumir a titude investigativa e autônoma, com vistas à aprendizagem contínua, à \nprodução de novos conhecimentos e ao desenvolvimento de novas  tecnologias.  \nb) Aprender a aprender.  \nParágrafo único. Além das competências gerais, devem ser agregadas as competências específicas \nde acordo com a habilitação ou com a ênfase do curso.  \nDiante dessas diretrizes, foi possível elaborar o presente Projeto Pedagógico, assim como \nobservar o perfil dos egressos que atende aos Referenciais do MEC para o Curso de Engenharia de \nAlim entos da UEMG, unidade Frutal.  \n \n4.5 Perfil do profissional  egresso  \n \nNo desenvolvimento deste projeto, foi analisado o perfil do egresso de Engenharia pretendido, de \nacordo com a Resolução nº 2, de 24 de abril de 2019  (BRASIL, 2019 a), que deve compreender, entre \noutras, as seguintes características:  \nI Ter visão holística e humanista, ser crítico, reflexivo, criativo, cooperativo e ético e com forte \nformação  técnica;  \nII Estar  apto a pesquisar, desenvolver, adaptar e utilizar novas tecnologias, com atuação inovadora \ne empreendedora;  \nIII Ser capaz de reconhecer as necessidades dos usuários, formular, analisar e resolver, de forma \ncriativa, os problemas de  Engenharia;  \nIV Adotar  perspectivas multidisciplinares e transdisciplinares em sua  prática;  \nV Considerar  os aspectos globais, políticos, econômicos, sociais, ambientais, culturais e de \nsegurança e saúde no trabalho;  \nVI Atuar  com isenção e comprometimento com a responsabilidade social e com o desenvolvimento  \nsustentável.  ", "28": " \n28 \n O desenvolvimento do perfil e das competências, estabelecidas para o egresso do curso de \ngraduação em Engenharia, visam à atuação em campos da área e correla tos, em conformidade com o \nestabelecido no Projeto Pedagógico do Curso (PPC), podendo compreender uma ou mais das seguintes \náreas de atuação:  \nI Atuação  em todo o ciclo de vida e contexto do projeto de produtos (bens e serviços) e de seus \ncomponentes, sistemas e processos produtivos, inclusive  inovando -os; \nII Atuação  em todo o ciclo de vida e contexto de empreendimentos, inclusive na sua gestão e \nmanutenção;  \nIII Atuação  na formação e atualização de futuros engenheiros e profissionais envolvidos em pro jetos \nde produtos (bens e serviços) e  empreendimentos.  \nA matriz curricular ora proposta, juntamente com as disciplinas que versam sobre conteúdos \nbásicos, específicos e profissionalizantes, formarão profissionais de Engenharia de  Alimentos que \natenderão o  disposto na legislação vigente. O engenheiro de alimentos egresso da UEMG deverá possuir \numa formação básica sólida e generalista, com capacidade para se especializar em qualquer área do \ncampo da Engenharia de Alimentos. Essencialmente deve ter adquirido um comportamento proativo  e \nde independência no seu trabalho, atuando como empreendedor e como vetor de desenvolvimento \ntecnológico, não se restringindo apenas à sua formação técnica, mas a uma formação mais ampla, política, \nética e moral, com uma visão cr ítica de sua função social como engenheiro.  \nAnseia -se ainda, que os profissionais formados possam continuar  seus estudos optando por um \ndos cursos de pós -graduação, contribuindo  para o desenvolvimento da região por meio da realização de \natividades técnicas , de ensino, de pesquisa e de extensão. Espera -se que a formação multidisciplinar e \nsólida que será oferecida confira -lhe confiança, competência e visão crítica, humanista, empreendedora \ne reflexiva. A partir de uma sólida formação básica e uma visão geral  e abrangente da Engenharia de \nAlimentos , espera -se do egresso uma alta capacidade crítica e criativa sempre que estiver à frente de \nnovos problemas ou  tecnologia.  \nO Engenheiro de A limentos deve ter capacidade de comunicação e saber trabalhar em equipes \nmultidisciplinares, bem como ter consciência das implicações sociais, ecológicas e éticas envolvidas nos \nprojetos de engenharia.  \n \n \n ", "29": " \n29 \n 4.6 Campos de atuação profissional  \n \nO mercado de trabalho do Engenheiro de Alimentos é diversificado, podendo o profissiona l atuar \ncomo autônomo, empresário, assalariado ou membro de equipe multidisciplinar.  \nA Resolução 1.010 /2005  do CREA  (BRASIL, 2005b)  dispõe sobre a regulamentação da \natribuição de títulos profissionais, atividades, competências e caracterização do âmbito de atuação dos \nprofissionais inseridos no Sistema CONFEA/CREA, para efeito de fiscalização do exercício profissional. \nTal Resolução e m seu artigo segundo define atribuição, atribuição profissional, título profissional, \natividade profissional, campo de atuação profissional, formação profissional, competência profissional e \nmodalidade profissional. No artigo quinto, a resolução prevê as a tividades, que poderão ser atribuídas de \nforma integral ou em parte, em seu conjunto ou separadamente, da seguinte forma:  \n \n Atividade 01 - Gestão, supervisão, coordenação, orientação  técnica;  \n Atividade 02 - Coleta de dados, estudo, planejamento, projeto,  especificação;  \n Atividade 03 - Estudo de viabilidade técnico -econômica e  ambiental;  \n Atividade 04 - Assistência, assessoria,  consultoria;  \n Atividade 05 - Direção de obra ou serviço  técnico;  \n Atividade 06 - Vistoria, perícia, avaliação, monitoramento, laudo, parecer técnico, auditoria,  \narbitragem;  \n Atividade 07 - Desempenho de cargo ou função  técnica;  \n Atividade 08 - Treinamento, ensino, pesquisa, desenvolvimento, análise, experimentação, \nensaio, divulgação técnica,  extensão;  \n Atividade 09 - Elaboração de  orçamen to; \n Atividade 10 - Padronização, mensuração, controle de  qualidade;  \n Atividade 11 - Execução de obra ou serviço  técnico;  \n Atividade 12 - Fiscalização de obra ou serviço  técnico;  \n Atividade 13 - Produção técnica e  especializada;  \n Atividade 14 - Condução de serv iço técnico;  \n Atividade 15 - Condução de equipe de instalação, montagem, operação, reparo ou manutenção;  \n Atividade 16 - Execução de instalação, montagem, operação, reparo ou  manutenção;  ", "30": " \n30 \n  Atividade 17 - Operação, manutenção de equipamento ou  instalação;  \n Atividade 18 - Execução de desenho  técnico.  \n \nO Anexo II da Resolução 1.010/2005 inclui as atividades e competências o engenheiro de \nalimentos na categoria Engenharia, no campo de atuação profissional da modalidade Química. Os setores \nprevistos no anexo e mais tradicionalmente afeitos aos profissionais de Engenharia de Alimentos são os \nde Tecnologia de Alimentos, Operações e Processos de Alimentos e Indústria de Alimentos. Os tópicos \nque abrangem estes setores são: Biotecnologia Industrial (Sistemas, Métodos  e Processos); Tecnologia \nde Produtos Alimentícios (Análise Sensorial e Embalagens); Marketing, Certificação de Qualidade; \nDefesa e Vigilância Sanitária de Alimentos; Sistemas, Métodos e Processos de Fabricação Industrial de \nAlimentos; Sistemas, Métodos e Processos de Transformação Industrial de Alimentos; Operações \nUnitárias (Indústria de Alimentos e Biotecnologia Industrial); Processos Químicos (Indústria de \nAlimentos e Biotecnologia Industrial); Processos Bioquímicos (Indústria de Alimentos e Biot ecnolog ia \nIndustrial); Matérias -Primas (Origem Vegetal, Origem Animal e Origem Microbiana); Instalações, \nEquipamentos, Dispositivos e Componentes da Indústria de Alimentos (Mecânicos, Elétricos, \nEletrônicos, Magnéticos e Ópticos); Produtos da Indústria de Aliment os (Acondicionamento, \nPreservação, Distribuição, Transporte e  Abastecimento).  \n \nDe forma mais específica, o profissional Engenheiro de Alimentos atuará nas seguintes  áreas:  \n Produção/ Processo: racionalizando e otimizando processos e fluxos produtivos para incremento \nda qualidade e produtividade, para redução dos custos industriais, além do tratamento de resíduos \nna indústria de  alimentos;  \n Garantia da Qualidade: estabelecendo padrões de qualidade para os processos, planejando e \nimplantando estruturas para monitoramento e verificação destes, e capacitando os manipuladores \nde alimentos para a prática da qualidade como rotina operacional;  \n Pesquisa e Desenvolvimento: desenvolvendo novos produtos e tecnologias com o objetivo de \nsatisfazer o mercado, otimizando a produção de forma a reduzir desperdícios, reaproveitar \nsubprodutos propiciando a transformação desses, em produtos de maior valor agregado e \nutilizando tecnologias  limpas;  \n Órgãos governamentais de fiscalização de alimentos e bebidas: elaborando normas e legislações \nsanitárias, estabelecendo Padrões de Identidade e Qualidade de produtos e atuando na inspeção  ", "31": " \n31 \n sanitária;  \n Comercial e marketing: atuando como suporte técnico no desenvolvimento de produtos junto aos \nclientes, indicando a melhor aplicação de ingredientes, aditivos e embalagens, selecionando, \nespecificando, projetando e fornecendo orçamentos de  equipamentos;  \n Consultoria técnica: o rientando as indústrias de alimentos na solução de problemas relacionados \nao processo/ produção de alimentos, na elaboração de novos produtos, implantação de Sistemas \nde Gestão Integrada e Garantia da  Qualidade;  \n Instituições de ensino e pesquisa: como pesquisador e/ou professor  universitário.  \n \n5 ESTRUTURA CURRICULAR   \n \n5.1 Componentes curriculares  \n \nA estruturação curricular do Curso de Engenharia de Alimentos da UEMG Unidade Frutal \ncompreende três núcleos de conteúdos : Núcleo de Conteúdos Básicos, Núcleo de Conteúdos \nProfissionalizantes e o Núcleo de Conteúdos Específicos, de acordo com as diretrizes nacionais  \nvigentes.  \nSegundo Resolução n º 2, de 24 de abril de 2019  (BRASIL, 2019a) , artigo 9, todo curso de \ngraduação em  Engenharia deve conter, em seu Projeto Pedagógico de Curso, os conteúdos básicos, \nprofissionais e específicos, que estejam diretamente relacionados com as competências que se propõe a \ndesenvolver.  \nO presente projeto segue, de acordo com o artigo acima cit ado, no parágrafo primeiro, que, todas \nas habilitações do curso de Engenharia devem contemplar os seguintes conteúdos básicos, dentre outros: \nAdministração e Economia; Algoritmos e Programação; Ciência dos Materiais; Ciências do Ambi ente; \nEletricidade; Est atística;  Expressão Gráfica; Fenômenos de Transporte; Física; Informática; Matemática; \nMecânica Geral ; Metodologia Científica e Tecnológica; e Química.  \nSeguindo o segundo parágrafo deste artigo, além desses conteúdos básicos, o curso explicita neste \nProjet o Pedagógico do Curso os conteúdos específicos e profissionais, assim como os objetos de \nconhecimento e as atividades necessárias para o desenvolvimento das competências estabelecidas. Por \nfim, seguindo o parágrafo terceiro, são explicitadas , no decorrer  deste projeto , as atividades práticas e de \nlaboratório, tanto para os conteúdos básicos como para os específicos e profissionais, com enfoque e ", "32": " \n32 \n intensidade compatíveis com a habilitação da engenharia . \nO Núcleo de Conteúdos Básicos compõe -se dos assuntos que  fornecem o embasamento \nteórico necessário para que o futuro profissional possa desenvolver seu aprendizado. Nesse núcleo \nintegra os componentes curriculares: Cálculo I, II, III, Cálculo Numérico, Geometria Analítica, \nÁlgebra linear, Física I e II, Química  Geral, Metodologia Científica, Química Analítica I e II, \nQuímica Orgânica, Biologia Celular, Estatística, Informática Aplicada a Engenharia, Fenômenos de \nTransporte I e II, Termodinâmica I e II, Desenho Técnico, Sociologia e  Ética.  \nO Núcleo de Conteúdos Profissionalizantes compõe -se dos assuntos destinados à \ncaracterização da identidade do profissional, integrando as subáreas de conhecimento que \nidentificam atribuições, deveres e responsabilidades.  \nEsse núcleo será constituído por disciplinas como: Química Orgânica, Química Analítica, \nBioquímica, Microbiologia, Físico -química, Eletrotécnica, Instalações Industriais, Gestão \nAmbiental, Operações Unitárias I e II, Instrumentação Industrial e Controle de Processos, Segurança \ndo Trabalho.  \nO Núcleo de Conteúdos Profissionais Específicos está inserido no contexto das propostas \npedagógicas do curso e visa contribuir para o aperfeiçoamento da habilitação profissional do \negresso. Sua inserção no currículo permite atender peculiaridades locais e regionais e procura \ncaracterizar o projeto institucional com sua identidade própria.  Esse núcleo será constituído por: \nIntrodução à Engenharia  de Alimentos, Matérias -Primas A limentícias, Microbiologia de Alimentos, \nToxicologia de Alimentos, Química de Alim entos, Fundamentos da Nutrição, Análise de Alimentos \nI e II, Estatística  Experimental, Resistência de Materiais, Administração da Produção e Operações,  \nAnálise de Alimentos I e II, Tecnologia de Processamento de Frutas e Hortaliças, Tecnologia de \nEmbalagen s, Higiene, Legislação e Segurança Alimentar, Refrigeração e Cade ia de Frios, Análise \nSensorial, Tecnologia de Processamento de Carnes, Ovos e Derivados, Tecnologia de \nProcessamento de Leite e Derivados, Desenvolvimento de Novos Produtos, Tratamento de Águ a e \nEfluen tes Industriais, Tecnologia de P anificação, Massas, Amidos e D erivados, Gestão da \nQualidade e Produtividade, Biotecnologia, Planejamento e Projeto, Tecnologia de Processamento \nde Óleos, Gorduras, Cereais e Derivados, Tecnologia de Processamento d e Bebidas, Marketing e \nEmpreendedorismo, Trabalho de Conclusão de Curso I e  II. \nObjetivando atender à Resolução nº 2, de 24 de abril de 2019  (BRASIL, 2019a) , que institui \nas Diretrizes Curriculares Nacionais do curso de graduação em Engenharia, foram insti tuídas no ", "33": " \n33 \n projeto pedagógico as disciplinas denominadas “Administração da Produção e Operações”, \n“Resistência dos Materiais”, “Gestão e Legislação Ambiental” e “Eletrotécnica” para contemplar as \nhabilitações de Administração e Economia, Ciência dos Materia is, Ciências do Ambiente e \nEletricidade, respectivamente.  \nObjetivando atender à Resolução CNE/CP nº 1, de 30 de maio de 2012  (BRASIL, 2012a) , \nque estabelece Diretrizes Nacionais para a Educação em Direitos Humanos, Resolução CNE/CP nº \n1, de 17 de junho de 2004  (BRASIL, 2004b) , que institui Diretrizes Curriculares Nacionais para a \nEducação das Relações Étnico -Raciais e para o Ensino de História e Cultura Afro - Brasileira e \nAfricana foi instituída no projeto pedagógico a disciplina denominada “Sociologia, Éti ca e Direitos  \nHumanos”.  \nObjetivando atender à Resolução CNE/CO nº 2, de 15 de junho de 2012  (BRASIL, 2012b) , \nque estabelece Diretrizes Curriculares Nacionais para a Educação Ambiental , foi instituída no projeto \npedagógico a disciplina denominada “Gestão e Legislação Ambiental”.  \nSeguindo o Decreto nº 5.626, de 22 de dezembro de 2005  (BRASIL, 2005a) , que regulamenta \na Lei nº 10.436/2002, que dispõe sobre a Língua Brasileira de Sinais – Libras; Lei nº 11.788, de 25 \nde setembro de 2008, a disciplina de LIBRAS, encontra -se disponível como  optativa.  \nBuscando flexibilizar o desenvolvimento acadêmico no decorrer do curso, optou -se pela \ninserção de disciplinas OPTATIVAS, escolhidas pelos alunos de acordo com eixos temáticos, \ntotalizando um requisito mínimo de 180 hor as relógio em disciplinas desta modalidade. Além das \ndisciplinas optativas, o aluno deve cumprir também 60 horas em disciplinas eletivas (disciplinas \nofertadas em outros cursos  da UEMG ou de outras Instituições de Ensino Superior, de forma \npresencial ou à distância ). \nConsiderando regulamentação vigente, as disciplinas OPTATIVAS, em seu regime de oferta, \npodem  ser apresentadas de forma semi presencial, já que, o oferecimento de disciplinas dos cursos \nde graduação de modalidade presen cial, podem atuar de forma  semi presencial em até 40 % da sua \ncarga horária, de acordo com a  Portaria MEC nº 2.117, de 06 de dezembro de 2019  (BRASIL, \n2019b) . A oferta destas disciplinas seguirá os parâmetros da legislação vigente e, se caso houver a \noferta de disciplinas semipresen ciais, a parcela de aulas não presenciais será ministrada via \nplataforma de comunicação remota (on -line).  \nPara isso, a Educação a Distâ ncia - EAD é a modalidade de ensino que viabiliza o processo \nde formação acadêmica utilizando a tecnologia da informação  para possibilitar a interação entre ", "34": " \n34 \n professores e alunos. Nesta modalidade alunos e professores mesmo distantes fisicamente poderão \nestabelecer uma relação comunicativa que permite o desenvolvimento de processos de ensino \naprendizagem sem nenhum prejuízo para o professor  ou para o aluno . A utilização das tecnologias \nde informação e comunicação são imprescindíveis no cenário atual.  \nA proposta pedagógica do Curso de Engenharia de Alimentos tende a ofertar  uma grade \ncurricular com forte embasamento na área de  engenharia, ciência e tecnologia de alimentos  e uma \nampla oferta de disciplinas optativas, possibilitando ao aluno direcionamento na sua formação e na \natuação profissional. Es ta proposta apresenta disciplinas comuns entre alguns cursos atualmente \nofertado s na Unidade Frutal, otimizando o conhecimento dos docentes na formação de um maior \nnúmero de alunos e, por fim, dando ao aluno a flexibilidade em sua formação, priorizando a \nqualidade no processo ensino -aprendizagem, promovendo maior autonomia na escolha desejada de \ndisciplinas por meio da matrícula por disciplina, permitindo ao egresso um ganho na qualidade e \ntransformando a Universidade do Estado de Minas Gerais no principal formador de conhecimento \ne aprimoramento do seu potencial modificador da   socied ade. \nConsiderando a Resolução nº 7, de 18 de dezembro de 2018  (BRASIL, 2018)  que Estabelece \nas Diretrizes para a Extensão na Educação Superior Brasileira e, subentendendo -se que Extensão na \nEducação Superior Brasileira é a atividade que se integra à matriz curricular e à organização da \npesquisa, constituindo -se em processo interdi sciplinar, político educacional, cultural, científico, \ntecnológico, que promove a interação transformadora  entre  as instituições de ensino superior e os \noutros setores da sociedade, por meio da produção e da aplicação do conhecimento, em articulação \nperman ente com o ensino e a pesquisa, e que estas devem compor, no mínimo, 10  % (dez por cento) \ndo total da carga horária curricular estud antil dos cursos de graduação, definiu -se as práticas de  \nExtensão, que serão realizadas  do 3º ao 8º períodos do curso de Eng enharia de Alimentos.  \nDesta forma, a matriz curricular proposta para o curso de Engenharia de Alimentos foi \njuntamente elaborada com o curso de Engenharia Agronômica relacionando disciplinas e cargas \nhorárias compatíveis aos cursos a fim de aproveitar as p otencialidades do corpo docente da  unidade \nacadêmica de Frutal -MG. Para tanto, segue abaixo a matriz curricular proposta para o curso de \nEngenharia de Alimentos da UEMG, unidade Frutal  (Tabela 2) . \n \n \n ", "35": " \n35 \n Tabela 2. Grade curricular do curso de Engenharia de Alimentos da UEMG Frutal.   \nNota: PR: disciplina pré -requisito, OB: disciplina obrigatória, OP: disciplina optativa, CHST: carga horária \nsemestral total, CHP: carga horária prática, CHT: carga horária teórica  \n1º PERÍODO  \nDisciplinas  Código  Tipo  PR CHST  CHP  CHT  Créditos  \nCálculo I  CAL I  OB - 60 - 60 4 \nGeometria Analítica  e Álgebra Linear  GA OB - 60 - 60 4 \nFísica I  FIS I  OB - 30 15 45 3 \nQuímica Geral  QG OB - 45 15 60 4 \nInformática Aplicada à Engenharia  INF OB - 15 30 45 3 \nBiologia Celular  BIO CEL  OB - 30 30 60 4 \nIntrodução à Engenharia de Alimentos  IEA OB - 30 15 45 3 \nTotal     270 105 375 25 \n \n2º PERÍODO  \nDisciplinas  Código  Tipo  PR CHST  CHP  CHT  Créditos  \nCálculo II  CAL II  OB CAL I  60 - 60 4 \nFísico -Química  FQ OB - 45 15 60 4 \nFísica II  FIS II  OB FIS I  30 15 45 3 \nQuímica Orgânica  QO OB - 45 15 60 4 \nMicrobiologia Geral  MG OB BIO CEL  30 15 45 3 \nMetodologia Científica  MP OB - 45 - 45 3 \nQuímica Analítica  QA OB QG 45 15 60 4 \nSub Total     300 75 375 25 \nAtividades  \nComplementares  AC OB    15 1 \nAtividades de Extensão                 AE OB -   60 4 \nTotal     300 75 450 30 \n \n3º PERÍODO  \nDisciplinas  Código  Tipo  PR CHST  CHP  CHT  Créditos  \nCálculo III  CAL III  OB CAL  II 45 - 45 3 \nEstatística Básica  EST OB - 45 15 60 4 \nMecânica Geral  MEC  OB FIS II  30 15 45 3 \nTermodinâmica I  TERMO I  OB FIS II  30 15 45 3 \nMicrobiologia de Alimentos  MA OB MG 30 30 60 4 \nBioquímica de Alimentos  BIOQ  OB QO 45 15 60 4 \nQuímica de Alimentos  QAL  OB QO 30 30 60 4 \nSub Total     255 120 375 25 \nAtividades  \nComplementares  AC OB    15 1 \nAtividades de Extensão                 AE OB -   60 4 \nTotal     255 120 450 30 \n \n \n \n \n ", "36": " \n36 \n  \n4º PERÍODO  \nDisciplinas  Código  Tipo  PR CHST  CHP  CHT  Créditos  \nCálculo Numérico  CN OB CAL III  45 - 45 3 \nToxicologia de Alimentos  TA OB - 30 - 30 2 \nMatérias -Primas  Alimentícias  MPA  OB - 45 - 45 3 \nEstatística Experimental  EEXP  OB EST 45 15 60 4 \nFenômenos de Transporte I  FT I OB CAL III  30 15 45 3 \nAnálise de Alimentos  AA OB QAL  45 45 90 6 \nTermodinâmica II  TERMO II  OB TERMO I  30 15 45 3 \nSub Total     270 90 360 24 \nAtividades  \nComplementares  AC OB    15 1 \nAtividades de Extensão                 AE OB -   60 4 \nTotal     270 90 435 29 \n \n5º PERÍODO  \nDisciplinas  Código  Tipo  PR CHST  CHP  CHT  Créditos  \nDesenho Técnico  DT OB - 15 30 45 3 \nFundamentos da Nutrição  FN OB - 30 - 30 2 \nFundamentos da Tecnologia de Alimentos  FTA  OB QAL  60 - 60 4 \nAnálise Sensorial  AS OB EEXP  30 30 60 4 \nFenômenos de Transporte II  FT II  OB FT I 30 15 45 3 \nOperações Unitárias I  OP I OB FT I 30 15 45 3 \nEletiva  EL OB  60 - 60 4 \nSub Total     255 90 345 23 \nAtividades  \nComplementares  AC OB    15 1 \nAtividades de Extensão                 AE OB -   60 4 \nTotal     255 90 420 28 \n \n6º PERÍODO  \nDisciplinas  Código  Tipo  PR CHST  CHP  CHT  Créditos  \nInstalações Industriais  II OB DT 60 - 60 4 \nTecnologia de Processamento de Frutas e \nHortaliças  TPFH  OB FTA  30 30 60 4 \nTecnologia de Embalagens  TE OB FTA  30 - 30 2 \nSegurança, Higiene e Legislação de \nAlimentos  HIG OB - 45 - 45 3 \nTratamento de Resíduos e  \nEfluentes na Indústria de Alimentos  TAEI  OB - 45 - 45 3 \nResistência de Materiais  RM OB MEC  15 30 45 3 \nAdministração da Produção e  Operações  APO  OB - 45 - 45 3 \nOperações Unitárias II  OP II  OB OP I 30 15 45 3 \nSub Total     300 75 375 25 \nAtividades  \nComplementares  AC OB    15 1 \nAtividades de Extensão                 AE OB -   60 4 \nTotal     300 75 450 30 ", "37": " \n37 \n  \n \n \n \n7º PERÍODO  \nDisciplinas  Código  Tipo  PR CHST  CHP  CHT  Créditos  \nTecnologia de  \nProcessamento de Carnes, Ovos e \nDerivados  TPCPD  OB FTA  30 30 60 4 \nTecnologia de Processamento de  Leite e \nDerivados  TPLD  OB FTA  30 30 60 4 \nDesenvolvimento de Novos  \nProdutos  DNP  OB - 30 15 45 3 \nRefrigeração e Cadeia de Frios  REF OB OP II  45 - 45 3 \nTecnologia de panificação, massas, \namidos e derivados  TECPAN  OB FTA  30 30 60 4 \nInstrumentação Industrial e Controle de \nProcessos  IICP  OB II 30 - 30 2 \nOptativa I  OPT I  OP - 30 30 60 4 \nSub Total     225 135 360 24 \nAtividades  \nComplementares  AC OB    15 1 \nAtividades de Extensão                 AE OB -   60 4 \nTotal     225 135 435 29 \n \n8º PERÍODO  \nDisciplinas  Código  Tipo  PR CHST  CHP  CHT  Créditos  \nGestão da Qualidade e Produtividade  GQP  OB - 45 - 45 3 \nBiotecnologia  BIOTEC  OB - 30 15 45 3 \nPlanejamento e Projeto1 PP OB II 30 30 60 4 \nGestão e Legislação Ambiental  GLAM  OB - 45 - 45 3 \nEletrotécnica  ET OB - 30 - 30 2 \nOptativa II  OPT II  OPT  - 60 - 60 4 \nSub Total     240 45 285 19 \nAtividades  \nComplementares  AC OB    15 1 \nAtividades de Extensão                 AE OB -   60 4 \nTotal     240 45 360 24 \n1Somente poderá ser cursado em um dos três últimos períodos do curso.  \n \n \n \n \n \n \n \n \n \n ", "38": " \n38 \n 9º PERÍODO  \nDisciplinas  Código  Tipo  PR CHST  CHP  CHT  Créditos  \nSegurança do Trabalho1 ST OB - 30 - 30 2 \nTecnologia de Processamento de Óleos,  \nGorduras, Cereais e Derivados  TECOL  OB FTA  30 30 60 4 \nTecnologia de Processamento de  Bebidas  TECB  OB FTA  30 30 60 4 \nMarketing e  \nEmpreendedorismo  ME OB - 30 - 30 2 \nSociologia, Ética e Direitos Humanos  ETI OB - 60 - 60 4 \nTrabalho de Conclusão de  \nCurso I2  OB  30 - 30 2 \nOptativa III  OPT III  OPT  - 60 - 60 4 \nSub Total     270 60 330 22 \nAtividades  \nComplementares  AC OB    15 1 \nTotal     270 60 345 23 \n1Somente poderá ser cursado em um dos dois últimos períodos do curso.  2Somente poderá ser cursado no 9º \nperíodo do curso.  \n \n10º PERÍODO  \nDisciplinas  Código  Tipo  PR CHST  CHP  CHT  Créditos  \nTrabalho de Conclusão de Curso II1 TCC 2  OB - 30 30 60 4 \nEstágio Supervisionado  ES OB -   360 24 \nTotal     30 30 420 28 \n1Somente poderá ser cursado no 10º período do curso.  \n \nTabela 3. Síntese da Carga Horária Total . \n \nCOMPONENTES  \nCURRICULARES  CHT  \n(HORA/AULA)  CHT  \n(HORA/RELÓGIO)  CRÉDITOS  \nDisciplinas Obrigatórias  3.600 3.000 200 \nDisciplinas Optativas  216 180 12 \nDisciplina Eletiva  72 60 4 \nEstágio Supervisionado  432 360 24 \nAtividades Complementares  144 120 8 \nCarga horária de extensão1 504 420 28 \nTOTAL INTEGRALIZADO  4968  4.140  276 \n1 As atividades de extensão para cumprimento da carga horária mencionada estão descritas no item 5.4 de acordo \ncom o proposto pela Seção de Extensão da UEMG Unidade Frutal.  \n \n As disciplinas optativas do curso de Engenhar ia de Alimentos consistirão em direcionar o aluno \npara tópicos em inovação na área da engenharia e tecnologia de alimentos, assim como em tópicos de \ngestão e formação profissional. Além disso, o aluno de Engenharia de Alimentos também poderá cursar ", "39": " \n39 \n discipl inas na área de Ciências Sociais e Cidadania com o objetivo de formação intelectual e crítica \nacerca do uso das tecnologias e dos impactos das mesmas na sociedade e no meio ambiente.  \nA Tabela 4 mostra as disciplinas optativas do curso de Engenharia de Alim entos que deverão ser \ncursadas nos períodos 7, 8 e 9, sendo cada uma delas com carga horária de 60 horas, totalizando 4 \ncréditos. O ementário destas disciplinas está  detalhado na seção 12.  \n \nTabela 4. Disciplinas Optativas do curso de Engenharia de Alimentos.  \nCódigo  Disciplina  \nFRIOAL  Conservação de alimentos pelo frio  \nINSTAL  Análise instrumental de alimentos  \nENZAL  Tecnologia de produção de enzimas microbianas  \nNUMAL  Métodos e modelos numéricos para Engenharia de Alimentos  \nCANAAL  Tecnologia de cana -de-açúcar  \nFERMAL  Tecnologia de produtos fermentados  \nSOCAL  Tecnologia e Sociedade  \nHUMAL  Relações humanas e lideranças  \nVALAL  Validação de técnicas analíticas  \nADIAL  Aditivos e coadjuvantes em alimentos  \nTOXAL  Contaminantes e compostos tóxicos em alimentos  \nBIOAL  Substâncias bioativas e funcionais  \nCEPAL  Controle estatístico de processo na indústria de alimentos  \n \n5.2 Ementário  \n1º PERÍODO  \nDISCIPLINA:  CÁLCULO I  \n \nEMENTA: Números Reais e Desigualdades. Retas e Coordenadas. Circunferência e gráficos de \nequações. Polinômios. Funções reais de uma variável. Estudo da variação das funções. Limites. \nContinuidade. Derivada. Regras de Derivação. Regras da função inversa. Máximos e Mínimos. \nCrescimento e decrescimento.  Aplicações de Derivada. Fórmula de Taylor.  \n ", "40": " \n40 \n BIBLIOGRAFIA BÁSICA  \nGONÇALVES, M. B.; FLEMMING, D. M. Cálculo A: funções, limite, derivação e integração. 6.  ed. \nSão Paulo: P earson Prentice Hall, 2006. 448 p. \nGUIDORIZZI, H. L. Um curso de cálculo . v.1, 5. ed. São Paulo: LTC, 2011.  \nMORETTIN, P. A.; HAZZAN, S.; BUSSAB, W. O. Cálculo funções de uma e várias variáveis . 2. \ned. São Paulo: Saraiva,  2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nÁVILA, G. Cálculo das funções de uma variável . 7.ed. v.1, LTC, 2003. 320p. CASTILHO, F. F . \nCálculo para cursos de engenharia uma abordagem  computacional.  \nv.3. São Paulo: Ciência Moderna, 2015. 256p.  \nIEZZI, G.; DOCE, O. Fundamentos de matemática elementar. v.1. 9. ed. Atual editora, 2013.  \nSIMMONS, G. F. Cálculo com geometria analítica. v.1. McG raw-Hill do Brasil, 1987. \nSTEWART, James. Cálculo. v.1, 7. ed. São Paulo: Thomson, 2013.  \n \n \nDISCIPLINA:  GEOMETRIA ANALÍTICA  E ÁLGEBRA LINEAR  \n \nEMENTA: Coordenadas cartesianas no Plano. Geometria Plana. Vetores no Plano. Vetores no Espaço. \nProduto Escalar . Produto Vetorial. Produto Misto. Reta. Plano. Distâncias. Circunferência. Cônicas. \nSuperfícies Quádricas. Lugar  Geométrico.  Sistemas de equações lineares. Matrizes. Espaço vetorial. \nBase e dimensão. Autovalores e autovetores. Diagonalização de operadores  lineares e Formas \nQuadráticas. Produto interno. Processo de ortogonalização de Gram -Schmidt. Transformações lineares. \nAplicações de Álgebra  linear.  \n \nBIBLIOGRAFIA BÁSICA  \nBOULOS, P. CAMARGO, I. Geometria analítica : um tratamento vetorial. 2. ed. São Paulo: \nMacGraw -Hill, 1987.  \nDOMINGUES, H. H. et al. Álgebra linear e aplicações , 2013.  \nHOWARD, A.; RORRES, C. Álgebra linear com aplicações . 10. ed. Porto Alegre: Bookman, \n2012.  \nIEZZI, G; HAZZAN, S. Fundamentos de matemática elementar 4 : sequência, matrizes, ", "41": " \n41 \n determinantes, sistemas. v. 2. 7. ed. v.2. São Paulo: Atual, 2004.  \nLIMA, E. L. Álgebra linear . IMPA - Rio de Janeiro, 2010.  \nWINTERLE, Paulo. Vetores e geometria analítica . São Paulo: Makron Books, 2000.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nBOLDINI, J. L. et al. Álge bra linear . 3. ed. São Paulo: Harper & Row do Brasil, 1980. \nCALLIOLI, C.A. et al. Álgebra linear e aplicações . 6. ed. São Paulo: Atual, 2000.  \nIEZZI, G; HAZZAN, S. Fundamentos de matemática elementar 4: sequência, matrizes, \ndeterminantes, sistemas. v. 2. 7.  ed. São Paulo: Atual, 2004.  \nLEITHOLD, L. Cálculo com geometria analítica . 3. ed. v. 2. São Paulo: Harbra, 1994. LIMA, E. \nL. Problemas e soluções geometria analítica, vetores e transformações geométricas . Rio de \nJaneiro: IMPA, 1992.  \nLIPSCHUTZ, S. Álgebra l inear . Makron Books do Brasil. Editora Ltda.  \nLORETO, A. C. da C.; LORETO JUNIOR, A. P. Vetores e geometria analítica - teoria e \nexercícios . 4. ed. São Paulo: LCTE, 2014.  \nMELLO, D. A. WATANABE, R. Vetores e uma iniciação à geometria analítica . 2. ed. São \nPaulo: Livraria da Física,  2011.  \nSTEINBRUCH, A. WINTERLE, P. Álgebra linear . São Paulo: Pearson, 2000.  \nSTEINBRUCH, A.; WINTERLE, P. Geometria analítica . 1. ed. São Paulo: Pearson, 1987.  \n \nDISCIPLINA:  FÍSICA I  \n \nEMENTA: Cinemática do ponto. Leis de Newton. Estática e dinâmica da partícula. Trabalho e energia. \nConservação da Energia. Momento linear e sua conservação. Colisões. Momento angular da partícula e \nde sistemas de partículas. Rotação de corpos rígidos.  \n \nBIBLIOGRAFIA BÁSICA  \nHALLIDAY, D.; RESNICK, R.; W ALKER, J. Fundamentos de Física Volume I, II, III e IV, 9. ed. Rio \nde Janeiro: LTC, 2012.  \nSEARS, F.; ZEMANSKY, M.; YOUNG, H. Física 1, 2 e 3. Rio de Janeiro: Livro Técnico e Científico \nEditora, 1984.  ", "42": " \n42 \n TIPLER, P. Física I e II. Rio de Janeiro: Editora Guanab ara Dois S.A., 1984.  \nBIBLIOGRAFIA COMPLEMENTAR  \nALONSO, M. S.; FINN, E. S. Física, vol. 1, São Paulo: Edgard Blucher, 1972. DURAN, J. E. R. \nBiofísica fundamentos e aplicações . Pearson, 2006.  \nNUSSENZVEIG, H. M. Curso de Física Básica, v. 1, 2, 3 e 4 , Edgar Blücher Ltda, 2001. OKUNO, \nE.; CALDAS, I. L.; CHOW, C. Física para ciências biológicas e biomédicas . São Paulo: Harper & \nRow do Brasil, 1982.  \nOREAR, J. Fundamentos de Física - vol 1 , 1 ed. Rio de Janeiro: Editora LTC, 1981.  \nSEARS, F.; ZEMANISKY, M.; YOUNG, H. D. Física. Vol. 1, 2, 3 e 4 , Rio de Janeiro: Editora LTC - \nLivros Técnicos e Científicos Editora S.A, 1990.  \nSEARS, F.; ZEMANSKY, M. Física v. 1, 2, 3 e 4 , Addison Wesley, 2003.  \n \nDISCIPLINA:  QUÍMICA GERAL  \n \nEMENTA: Estequiometria. Estrutura atômica  e tabela periódica. Ligação química. Propriedades  de \nsoluções. Equilíbrio químico. Reações de oxirredução, bases, sais e óxidos. Técnicas básicas de  \nlaboratório de química.  Experiências ilustrando os conceitos adquiridos  em Química geral.  \n \nBIBLIOGRAFIA BÁSICA  \nATKINS, P. J.; LORETTA, J. Princípios de qu ímica : questionando a vida moderna e o meio \nambiente. 5a Ed, Editora Bookman, 2011, 1048 p.  \nCHANG, R. Química geral: conceitos essenciais. 4. ed. Porto Alegre: AMGH, 2007. 778 p. \nROSENBERG, J. L.; EPSTEIN, L. M.; KRIEGER, P. J. Química geral . 9. ed. Porto Alegre: \nBookman, 2013. 390 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBRADY, J. E.; HUMISTON, G. E.; DOS SANTOS, C. M. P.; FARIA, R . B. Química geral  \nvol.1. 5 ed., Editora Livros T écnicos e Cient íficos, 1986, 424 p.  \nKOT Z,  J.  C.;  TREIC HEL JUNIOR,  P.  Química geral e reações qu ímicas , 6. Ed. Editora Pioneira, \n2010, 696 p.  \nROCHA -FILHO, R. C.; SILVA, R. R. 2 ed. Introdução à quím ica experimental . Editora \nEDUFSCAR, 2014, 409 p.  ", "43": " \n43 \n ROCHA -FILHO, R.C.; SILVA, R. R. 3 ed. Cálculos básicos da qu ímica . Editora EDUFSCAR, 2014, \n278 p.  \nRUSSELL, J. B. Química geral. 2. ed. Makron Books, 2008 , 662 p. vol. 1 e 628 vol.2. \n \nDISCIPLINA: INFORMÁTICA APLICADA À ENGENHARIA  \n \nEMENTA: Evolução histórica. Componentes de hardware (Equipamento): Representação, \narmazenamento e processamento da informação. Software (Programas): Níveis e tipos de linguagens, \nsistema operacional e linguagens de programação. Noções de lógica, rede e internet. Gráficos. Planilha \neletrônica e dinâmica: Conceitos básicos sobre manipulação de células, inserção de fórmulas e montagem \nde gráficos. Formatação condicional e planilhas de consolidação. Funções matemáticas d isponíveis. \nDesenvolvimento de programas em linguagem estruturada.  \n \nBIBLIOGRAFIA BÁSICA  \nCARNEVALLI, A. A. Windows 95 Básico . Ed. Mindware. Campinas. 998. 164 p.  \nCORMEN, T. H. et al. Algoritmos, teoria e prática . Rio de Janeiro: Editora Campus, 2001. \nFEDEL I, R. D.; POLLONI, E. G. F.; PERES, F. E. Introdução à ciência da computação . \nEditora: Thomson. 2003.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSAD, E. D.; SANO, E. E. Sistema de informações geográficas: aplicações na agricultura. \nEMBRAPA. 1998.  \nFARRER, H. et al. Algori tmos estruturados . 3. ed. Editora: LTC Livros Técnicos e Científicos, \nEditora S.A., 1999.  \nSANTOS, A. A. dos. Informática descomplicada : teoria e exercício para concurso público.  \n2. ed. Brasília: Vesticon, 2008. 952 p.  \nTOPKE, C. R. Provedor internet: arquit etura e protocolos. São Paulo: Makron  Books, 1999. \nVELLOSO, F.de C. Informática: conceitos básicos. Rio de Janeiro. Editora Campus, 1999.  \n \nDISCIPLINA:  BIOLOGIA CELULAR  \n \nEMENTA: Histórico e conceitos da Biologia Celular. Técnicas de observação celular. Organização das ", "44": " \n44 \n Células procariontes e eucarion tes. Biomoléculas. Biomembranas. Tipos de transporte pela célula.  \nOrganelas citoplasmáticas  e suas funções.  Citoesqueleto  e movimento s celulares. Sistema  de \nendomembranas: secreção e digestão celular. Núcleo e armazenamento da informação genética. Mitose. \nMeiose. Processos de síntese na célula. Paredes celulares. Noções de biologia molecular.  \nBIBLIOGRAFIA BÁSICA  \nALBERTS, B.; JOHNSON, A .; LEWIS, J.; RAFF, M.; ROBERTS, K.; WALTER, P. Biologia \nmolecular da célula . 4. ed. Porto Alegre: Artmed, 2004. 1396  p. \nCARVALHO, H. F.; RECCO -PIMENTEL, S. M. A célula . 3. ed. Barueri: Manole, 2013. 672  p. \nJUNQUEIRA, L. C.; CARNEIRO, J. Biologia Celular e  Molecular . 7. ed. Rio de Janeiro: Guanabara \nKoogan, 2000. 339  p. \nBIBLIOGRAFIA COMPLEMENTAR  \nCOOPER, G. M.; HAUSMAN, R. E. A célula: uma abordagem molecular. 3. ed . Porto Alegre: \nArtmed, 2007. 717  p. \nDE ROBERTIS, E. M. F.; HIB, J. Bases da Biologia Celular e molecular . 4. ed. Rio de Janeiro: \nGuanabara Koogan, 2006. 408  p. \nKARP, G. Biologia celular e molecular: conceitos e experimentos. Barueri: Manole, 2005. 786  p. \nLODISH, H.; BERK, A.; KAISER, C. A.; KRIEGER, M.; BRETSCHER, A.; PLOEGH, H.;  \nAMON, A. Biologia  Celular e Molecular . 7. ed. Porto Alegre: Artmed, 2013. 1244  p.  \nSIVIERO, F. Biologia celular: bases moleculares e metodologia de pesquisa. São Paulo: Roca, \n2013. 494  p. \n \nDISCIPLINA: INTRODUÇÃO À ENGENHARIA DE ALIMENTOS  \n \nEMENTA: Diferenciação e correlação entre: Ciência, Tecnologia e Engenharia de alimentos. \nRegulamentação da engenharia de alimentos. Conselhos Profissionais. Competências, atribuições, áreas \nde atuação, responsabilidade técnica e mercado de trabalho. Interdisciplin aridade da grade curricular do \ncurso. Princípios gerais no processamento de alimentos. Introdução Gestão da qualidade e  Legislação.  \n \nBIBLIOGRAFIA BÁSICA  \nBAZZO, W. A. Introdução à engenharia: conceitos, ferramentas, comportamentos. 4. ed. \nFlorianópolis: Editora UFSC, 2013.  ", "45": " \n45 \n GAVA, A. J. Tecnologia de Alimentos: Princípios e aplicações. São Paulo: Nobel, 2014. 512  p.  \nMEIRELES, M. A. A.; PEREIRA, C. G. Fundamentos de Engenharia Alimentos. São Paulo: \nAtheneu, 2013.  \n \nBIBLIOGRAFIA COMPLEMENTA R \nBARUFFALDI, R. OL IVEIRA, M. N. Fundamentos de tecnologia de alimentos. 1 ed. São Paulo: \nAtheneu, 1998.  \nBROCKMAN, J. B. Introdução à engenharia: modelagem e solução de problemas. Rio de Janeiro: \nLTC, 2010.  \nCAMARGO, R. Tecnologia dos Produtos Agropecuários – Alimentos. São P aulo: Nobel, 1984.  \nFELLOWS, P. Tecnologia de processamento de alimentos: princípios e práticas. 2. ed. Porto \nAlegre: Artmed, 2006.  \nNESPOLO, C. R.; OLIVEIRA, F. A.; PINTO, F. S. T.; OLIVEIRA, F. C. Práticas em tecnologia de \nalimentos. 1 ed. Porto Alegre: Ar tmed, 2015.  \n \n2º PERÍODO  \nDISCIPLINA:  CÁLCULO II  \n \nEMENTA: Integração e integral definida. Mudança de variável na integral. Aplicações da integral \ndefinida. Técnicas de integração. Cálculo de áreas e Volumes. Equações diferenciais de  1ª ordem de \nvariáveis separáveis e lineares. Secções cônicas e coordenadas polares. Integrais impróprias. Funções de \nduas variáveis reais. Funções de três variáveis reais. Limite e continuidade. Curvas. O uso da tabela de \nIntegrais. Aplicações de integral na engenharia.  \n \nBIBLIOGRAFIA BÁSICA  \nGUIDORIZZI, H. L. Um curso de cálculo. v.1, 5. ed. São Paulo: LTC, 2011. GUIDORIZZI, H. L. Um \ncurso de cálculo , v. 2, 5. ed. São Paulo: LTC, 2011.  \nPINTO, D.; CÂNDIDA, F. M. Cálculo diferencial e integral de várias variáveis . Rio de Janeiro: \nUFRJ, 2015. 345 p. \nBIBLIOGRAFIA COMPLEMENTAR  \nANTON, H. Cálculo - um novo horizonte . v. 1, 8. ed. Porto Alegre: Bookman, 2007. 680 p.  ", "46": " \n46 \n ANTON, H. Cálculo - um novo horizonte . v. 2, 8. ed. Porto Alegre: Bookman, 2007. 680 p. \nFLEMMING, D. M.; GONÇALVES, M . B. Cálculo B . 2. ed. São Paulo: Pearson, 2007.  \nKAPLAN, W. Cálculo avançado . São Paulo: Edgard Blu cher, 1972. 360  p.  \nSTEWART, J. Cálculo . v. 2, 8. ed. São Paulo: Thomson, 2013.  \n \nDISCIPLINA:  FÍSICO -QUÍMICA  \n \nEMENTA:  Cinética de reações químicas e os fatores que alteram a velocidade de reação. Teoria cinética \nde gases, transformações de fases e transformações de fases de misturas. Estudo da Equação de \nClapeyron. Equilíbrios entre fases e diagrama de fases. Estudos dos  efeitos coligativos em  soluções. \nEletroquímica.  Introdução à Termodinâmica.  \n \nBIBLIOGRAFIA BÁSICA  \nATKINS, P. W. Físico - química . 6. ed. São Paulo: LTC, 2000.  \nCASTELLAN, G. W. Físico -química . Rio de Janeiro: LTC, 1986.  \nMOORE, W. J. Físico química . v. 2, São Paulo: Blucher, 1976.  \nBIBLIOGRAFIA COMPLEMENTAR  \nATKINS, P.; JONES, L. Princípios de química: questionando a vida moderna e o meio ambiente. \nPorto Alegre: Bookman,  2001.  \nBOBBIO, Paulo A. et al. Química do processamento de alimentos . 3. ed. São Paulo : Varela, 1992.  \nMACEDO, H. Físico -química . 4. ed. Rio de Janeiro: Guanabara II, 1981.  \nNETZ, A. P.; GONZALEZ, O. G. Fundamentos da físico -química . São Paulo: Artmed, 2000. \nPEREIRA, D.B.C. et al. Físico -química do leite e derivados : métodos analíticos. 2. ed . Templo \nGráfica: Juiz de Fora, 2001. 234 p.  \n \nDISCIPLINA:  FÍSICA II  \n \nEMENTA: Equilíbrio e Elasticidade. Oscilações. Gravitação. Ondas em meios elásticos. Ondas sonoras. \nFluidos. Viscosidade. Temperatura. Calorimetria e condução de calor. Leis da termodinâm ica. Teoria \ncinética dos gases.  \n ", "47": " \n47 \n BIBLIOGRAFIA BÁSICA  \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos de física volume I, II, III e IV, 9. \ned. Rio de Janeiro: LTC 2012.  \nTIPLER, P. Física I e II . Rio de Janeiro. Editora Guanabara Dois S.A, 1984.  \nNUSSENZVEIG, H.M. Curso de física básica , v. 1, 2, 3 e 4. São Paulo:  Blucher Ltda, 2001.  \nBIBLIOGRAFIA COMPLEMENTAR  \nALONSO, M. S.; FINN, E. S. Física, v. 1. São Paulo: Edgard Blucher, 1972. DURAN, J. E. R. \nBiofísica fundamentos e aplicações . São Paulo: Pear son, 2006.  \nOKUNO, E.; CALDAS, I. L.; CHOW, C. Física para ciências biológicas e biomédicas . São \nPaulo: Harper & Row do Brasil,  1982.  \nOREAR, J. Fundamentos de Física , v. 1, 1. ed. Rio de Janeiro: LTC, 1981.  \nSEARS, F.; ZEMANSKY, M. Física. v. 1, 2, 3 e 4, Addison Wesley, 2003.  \nSEARS, F.; ZEMANSKY, M.; YOUNG, H. Física 1, 2 e 3 . Rio de Janeiro: Livro Técnico e \nCientífico Editora, 1984.  \n \nDISCIPLINA:  QUÍMICA ORGÂNICA  \n \nEMENTA: Estrutura e propriedades do carbono. Alcanos, estereoqu ímica, alcenos, alcinos, dienos, \nhidrocarbonetos c íclicos, benzeno e derivados. Substituição eletrof ílica arom ática. Substituição \nnucleof ílica alif ática. Cin ética e mecanismos. Álcoois, éteres, ácidos carbox ílicos, aldeídos  e cetonas, \nderivados funcionais dos ácidos car boxílicos, aminas, compostos heteroc íclicos.  \n \nBIBLIOGRAFIA BÁSICA  \nHARTWIG,  D.  R.;  MOTA,  R.  N.;  SOUZA,  E.  Química orgânica .  S/NEd.,  Editora  Scipione, 1999.  \n391 p. \nMOR RISON , R.; B OYD,  R. Química orgânica . 8. ed. Portugal: Fundação Calo uste Gulbenkian, 1986. \n1639  p. \nSOLOMONS,  T.  W.  G.;  FRYHLE,  C.  G.  Química  orgânica .  10.  ed,  Rio  de  Janeiro:  Editora LTC \nLivros técnicos e científicos, 2012. 648  p. \nBIBLIOGRAFIA COMPLEMENTAR  \nALLINGER, N. L. Química orgânica . 2. ed. Rio de Janeiro:  Editora  LTC  Livro s técnico s e ", "48": " \n48 \n científicos, 1976. 984  p. \nBARBOSA , L. C. A. Introd ução  à química  orgânica . 2. ed. São Paulo: Editora Prentice -Hall, 2011. \n360 p.  \nBRUICE, P. Y. Química  orgânica . 4. ed. São Paulo: Editora Pearson Prentice Ha ll, 2006. 704. \nFESSENDEN, R. J.; FESSENDEN, J. S. Organic chemistry . 6. ed. , Pacific Grove: Brooks Cole, \n1998. 1168 p.  \nMCMURRY, J. Química  orgânica : combo. 7. ed. São Paulo: Editora Cencage Learning, 2011 . 1280  p. \n \n \nDISCIPLINA:  MICROBIOLOGIA GERAL  \n \nEMENTA: Introdução ao estudo da microbiologia e classificação dos microrganismos. Características \ngerais de bactérias, fungos e vírus. Fatores físicos e químicos que afetam o crescimento microbiano. \nMetabolismo e genética de microrganismos. Importância dos microrg anismos nos ciclos \nbiogeoquímicos. Associações microbianas de interesse agronômico. Controle do crescimento \nmicrobiano. Técnicas de análises microbiológicas. Biotecnologia microbiana.  \n \nBIBLIOGRAFIA BÁSICA  \nMADIGAN, M. T.; MARTINKO, J. M.; DUNLAP, P. V.; CLA RK, D. P. Microbiologia de  \nBrock . 14. ed., Porto Alegre, Editora Artmed, 2016. 1160  p. \nMELO, I. S.; AZEVEDO, J. L. Microbiologia ambiental . 2. ed. Jaguariúna: EMBRAPA, 2008. 645 p . \nTORTORA, G. J.; FUNKE, B. R.; CASE, C. L. Microbiologia . 12. ed., Porto Ale gre: Artmed, 2016. \n964 p . \nBIBLIOGRAFIA COMPLEMENTAR  \nDA SILVA, N. et al. Manual de métodos de análise microbiológica de água e alimentos . Varela. 4 \ned. 2010, 624 p.  \nINGRAHAN, J. L.; INGRAHAN, C. A. Introdução à microbiologia . Cengage Learning, 2011, 776 p.  \nMELO, I. S.; AZEVEDO, J. L. Microbiologia ambiental . 2. ed. Jaguariúna: EMBRAPA SP, 2008. \n645 p.  \nPELCZAR JUNIOR, M.; CHAN, E. C. S.; KRIEG, N. R. Microbiologia: conceitos e aplicações. 2 ed., \nvol. I, Ed. Makron Books, 1997. 524 p.  ", "49": " \n49 \n ROCHA, A. Fundamentos da microbiologia . Rideel, 2016, 320 p.  \nVERMELHO, A. B. et al. Práticas de microbiologia . 1 ed. Rio de Janeiro: Guanabara Koogan, 2006. \n239 p.  \n \nDISCIPLINA:  METODOLOGIA CIENTÍFICA  \n \nEMENTA: Tipos de conhecimento e pesquisa. Ferramenta para busca de informação ci entífica. \nFichamento. Revisão de literatura. Elaboração de pesquisa bibliográfica. Normas da ABNT. Elaboração \nde projeto de pesquisa, resumo de congresso, monografia e artigo. Relatório de estágio. Apresentação de \nseminários, palestras, congressos e confer ências.  \n \nBIBLIOGRAFIA BÁSICA  \nGIL, A. C. Como Elaborar Projetos de Pesquisa . 4. ed. São Paulo: Atlas, 2002. 175  p. \nLUI, J. J. Recomendações de Metodologia Científica . Gurupi: Editora Cometa, 2004. 160  p. \nMARCONI, M. A.; LAKATOS, E. M. Fundamentos de metodologia científica , 5. ed. São \nPaulo: Atlas, 2003. 311  p. \nBIBLIOGRAFIA COMPLEMENTAR  \nASSOCIAÇÃO   BRASILEIRA   DE   NORMAS   TÉCNICAS.   NBR   10520.   Informação e \ndocumentação : citações em documentos: apresentação. Rio de Janeiro, 2002. 7p. ASSOCIAÇÃO   \nBRASILEIRA   DE   NORMAS   TÉCNICAS.   NBR   6023. Informação e documentação : \nreferências: elaboração. Rio de Janeiro, 2002. 24  p. \nMARCONI, M. A.; LAKATOS, E. M. Técnicas de pesquisa . 5. ed. São Paulo: Editora Atlas, \n2002 . \nPOPPER, K. R. A lógica da pesquisa científica . 6. ed. São Paulo: Ed. Cultrix, 2000. 456  p.  \nREY, L. Planejar e redigir trabalhos científicos . 2. ed. Sã o Paulo: Blu cher, 1993.  \nRUIZ, J. A. Metodologia científica : guia para eficiência nos estudos. 3. ed. S ão Paulo: Editora \nAtlas, 1993.  \nVOLPATO, L. V. Bases teóricas para redação científica . 1. ed. São Paulo: Cultura Acadêmica, 2007.  \nVOLPATO, L. V. Ciência: da filosofia à publicação. 6. ed. São Paulo: Cultura Acadêmica. 2013.  \n \nDISCIPLINA:  QUÍMICA ANALÍTICA  ", "50": " \n50 \n  \nEMENTA: Introdução à análise qualitativa. Introdução à análise quantitativa. Amostragem. Separação \ne identificação de c átions e ânions. Volumetria. Gravimetria. Potenciometria. E spectrofotometria. \nAbsorção atômica . Tratamento e an álise de dado s analíticos. \nBIBLIOGRAFIA BÁSICA  \nDIAS, S. L. P. et al. Química analítica: teoria e prática essenciais. Porto Alegre: Bookman, 2016.  \nHIGSON, S. P. J. Química analítica. São Paulo: McGraw -Hill, 2009. 452  p. \nROSA, G.; GAUTO, M. GONÇALVES, F. Química analítica: práticas de laboratório. Porto Alegre: \nBookman, 2013. 128  p. \nBIBLIOGRAFIA COMPLEMENTAR  \nHARRIS, D. C. Análise química quantitativa. 8. ed. Editora LTC,2012,920p. HARRIS, D. C. \nExplorando a química analítica. 4. ed. Editora LTC,2011,568  p. \nMENDHAM, J. et al. Análise química quantitativa. 6. ed. Editora LTC, 2002 , 462 p. \nSKOOG, D. A. et al. Fundamentos de qu ímica analítica. 8. ed. Editora Pioneira Thomson Learning, \n2006, 1124  p. \nVOGEL, A. Química analítica qualitativa. 5. ed. Editora Me stre Jou, 1981 , 665 p. \n \n3º PERÍODO  \nDISCIPLINA:  CÁLCULO III  \n \nEMENTA: Sequ ências e séries. Derivadas parciais. Integração Múltipla. O vetor gradiente. Regra da \ncadeia. Funções implícitas e transformações. Gradientes. Derivadas parciais de ordens superiores. \nDerivadas direcionais. Integrais de Superfície. Máximos e  mínimos.  \n \nBIBLIOGRAFIA BÁSICA  \nLEITHOLD, L. O cálculo com geometria analítica . v. 2, 3. ed. São Paulo: Harbra, 1994.  \nGUIDORIZZI, H. L. Um curso de cálculo , v. 2, 5. ed. São Paulo: LTC, 2011. 496p. STEWART, \nJ. Cálculo . v. 2, 8. ed. São Paulo: Thomson, 2013.  \nBIBLIOGRAFIA COMPLEMENTAR  \nANTON, H. Cálculo - um novo horizonte . v. 2, 8. ed. Porto Alegre: Bookman, 2007. 680 p. \nTHOMAS, G. B. Cálculo . v. 2, 10. ed. Sã o Paulo: Addison -Wesley, 2003.  ", "51": " \n51 \n FLEMMING, D. M.; GONÇALVES, M. B. Cálculo B . 2. ed. São Paulo: Pearson, 2007. KAPLAN, W. \nCálculo avançado . São Paulo: Edgard Blucher, 1996. 750 p.  \nPINTO, D.; CÂNDIDA, F. M.  Cálculo diferencial e integral de várias variáveis . Rio de Janeiro: \nUFRJ, 2015. 345  p. \n \nDISCIPLINA: ESTATÍSTICA BÁSICA  \n \nEMENTA: Probabilidade. Variáveis Aleatórias. Distribuições de Probabilidade. Teoria da Amostragem. \nEstatística Descritiva. Teoria da Estimação. Teste de Hipóteses. Regressão Linear e Correlação. Uso de \nsoftwares estatísticos  livres.  \n \nBIBLIOGRAFIA BÁSICA  \nMORETIN, P. A.; BUSSAB. W. O. Estatística básica . São Paulo: Atual Editora, 1981. \nMORETTIN, L. G. Estatística básica: probabilidade e inferência: volume único. São Paulo: \nPearson Prenti ce Hall, 2010. 375  p. \nSPIEGEL, M.R. Estatística . 3. ed. São Paulo: Editora Makron Books Ltda, 1993. 643  p. \nBIBLIOGRAFIA COMPLEMENTAR  \nANDRADE, D. F; OGLIARI, P. J. Estatística para as ciências agrárias e biológicas : com noções \nde experimentação. 2. ed. Revisada e Ampliada. Florianópolis: Editora UFSC, 2010. 470 p.  \nBANZATTO, D. A., KRONKA, S. N. Experimentação agrícola. Jaboticabal: FUNEP, 4. ed. \n2013. 237  p. \nFONSECA, J. S. da. Curso de estatística. 6. ed. São Paulo, Ed. Atlas, 1996. 320 p. GOMES, F. P. \nGARCIA, C. H. Estatística aplicada a experimentos agronômicos e florestais: exposição com \nexemplos e orientações para uso de aplicativos. Piracicaba: FEALQ, 2002. 309  p. \nMONTGOMERY, D. C.; RUNGER, G. C. Estatística aplicada e probabilidade para \nengenheiros.  4. ed. Rio de Janeiro: LTC, 2009. 514  p. \n \nDISCIPLINA:  MECÂNICA GERAL  \n \nEMENTA: Fundamentos de mecânica. Estática dos corpos rígidos. Sistemas equivalentes de forças. \nEquilíbrio de corpos rígidos. Forças distribuídas: centróides e baricentros e momento de i nércia. ", "52": " \n52 \n Dinâmica dos pontos materiais. Cinemática dos corpos rígidos.  \n \nBIBLIOGRAFIA BÁSICA  \nBEER, F. P.; JOHNSTON, E. R. Mecânica vetorial para engenheiros: cinemática e dinâmica.  \n5. ed. São Paulo: Editora Makron Books, 1994.  \nBEER, F. P.; JOHNSTON, E. R. Mecânica vetorial para engenheiros: estática. 5. ed. São Paulo: \nEditora Makron Books,  1994.  \nHIBBELER, R. C. Dinâmica: mecânica para engenharia. Prentice -Hall Brasil, 2004.  \nBIBLIOGRAFIA COMPLEMENTAR  \nFOX, R. W.; MCDONALD, A. T. Introdução à mecânica dos flui dos. Editora LTC, 1998.  \nFRANCA, L. N. F.; MATSUMURA, A. Z. Mecânica geral . São Paulo: Blucher,  2009.  \nKAMINSKI, P. C. Mecânica geral para engenheiros . São Paulo: Blucher,  2000.  \nKRAIGE, L. C.; MERIAM, J. L. Mecânica para engenharia: Estática. Ed. LTC, 2004 .  \nSHAMES, I. H. Estática: mecânica para engenharia. 4 ed. Editora Prentice Hall, 2002. 484 p.  \n \nDISCIPLINA:  TERMODINÂMICA I  \n \nEMENTA: Conceitos fundamentais. Propriedades de uma substância pura. A Energia e a Primeira Lei \nda Termodinâmica. Avaliação de Prop riedades Termodinâmicas. Análise energética para Volumes de \nControle. A segunda Lei da Termodinâmica.  \n \nBIBLIOGRAFIA BÁSICA  \nMORAN, M. J. et al. Princípios da termodinâmica para a engenharia . 7. ed. Editora: LTC, 2013.  \nSMITH, J. M.; VAN NESS, H. C. Introdução à termodinâmica da engenharia química . 3. ed. Rio \nde Janeiro: Guanabara Koogan, 2007.  \nWYLEN, G. J. V.; SONNTAG, R. E. Fundamentos da termodinâmica clássica. São Paulo: Blucher, \n1995.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCASTELAN, G. Fundamentos de físico -química . Rio de Janeiro: Editora LTC , 2009.  \nÇENGEL,Y . A.; BOLES, M. A. Termodinâmica . 5. ed. Mc -Graw Hill.  ", "53": " \n53 \n IRVING GRANET, P.  E. Termodinâmica e energia térmica . Ed. Prentice -Hall do Brasil, 1995. \nSMITH, J. M.; VAN NESS, H. C. Introdução à termodinâmica da engenharia química . 3. ed. Rio \nde Janeiro: Guanabara Koogan , 2007.  \nSONNTAG, R. E., BORGNAKKE, C. Introdução à termodinâmica para a engenharia . Ed. LTC. \n2003.  \n \nDISCIPLINA:  MICROBIOLOGIA DE ALIMENTOS  \n \nEMENTA: Interações entre micro -organismos e alimentos. Fa tores intrínsecos e extrínsecos que afetam \no desenvolvimento de micro -organismos em alimentos. Micro -organismos indicadores. Alterações \nmicrobianas em alimentos. Principais infecções e intoxicações veiculadas por produtos alimentícios. \nMétodos de análises microbiológicas. Legislação e normas oficiais. Amostragem, preparo e análises \noficiais de alimentos e água industrial e  residual.  \n \nBIBLIOGRAFIA BÁSICA  \nFRANCO, B. D. G. de M.; LANDGRAF, M.  Microbiologia dos alimentos. São Paulo: Atheneu, \n2008, 182 p.  \nJAY, J. M. Microbiologia de alimentos . 6 ed. Porto Alegre: Artmed, 2005. 711 p.  \nSTEPHEN, F. Microbiologia da segurança dos alimentos . 2. ed. Porto Alegre: Artmed. 2013, 602 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nDA SILVA, N. et al. Manual de métodos de análise micro biológica de água e alimentos . Varela 4. \ned., 2010, 624 p.  \nINTERNATIONAL COMMISSION ON MICROBIOLOGICAL SPECIFICATIONS FOR  \nFOODS (ICMSF). Microrganismos em alimentos . São Paulo: Blucher, 2015, 522 p.  \nLACASSE, D. Introdução à microbiologia alimentar . Instit uto Piaget, 2000, 580 p.  \nTONDO, Eduardo Cesar. Microbiologia e sistemas de gestão de segurança de alimentos . Sulina, \n2011, 264 p.  \nVERMELHO, A. B. et al. Práticas de microbiologia . 1. ed., Rio de Janeiro: Guanabara Koogan, 2006. \n239 p.  \n \n ", "54": " \n54 \n DISCIPLINA: BIOQUÍMICA DE ALIMENTOS  \n \nEMENTA: Introdução à Bioquímica. As Biomoléculas da Matéria Viva (Água, Aminoácidos e \nProteínas, Lipídios, Enzimas e Ácidos Nucléicos). Composição, morfologia e fisiologia dos tecidos \nanimais e vegetais. Bioenergética. Metabolismo de carboidratos. Metabolismo de lipídios. Cadeira \nRespirató ria. Metabolismo de compostos carboidratos, lipídeos e proteínas. Biossíntese das \nbiomoléculas.  \n \nBIBLIOGRAFIA BÁSICA  \nCHAMPE, P. C.; HARVEY, R. A.; FERRIER, D. R. Bioquímica ilustrada . 4. ed. Porto  Alegre: \nArtmed, 2010. 519 p.  \nNELSON, D. L.; COX, M. M. Lehninger princ ípios de bioqu ímica . 6. ed. Porto Alegre: Artmed, \n2014. 1328  p. \nVOET, D.; VOET, J. G. Bioquímica . 3. ed. Porto Alegre: Artmed, 2008 . 1596  p. \n \nBIBLIOGRAFIA COMPLEMENTAR  \nCAMPBELL, M. K .; FARRELL, S. O. Bioquímica. 5. ed. São Paulo: Cengage Learning, 2011 . 751p. \nESKIN, M. Bioquímica de Alimentos. 3. ed. Editora Campus - Grupo Elsevier, 2015. 536  p. \nMARZZOCO, A.; TORRES, B. B. Bioquímica básica. 3. ed. Rio de Janeiro: Guanabara Koogan, \n2007.  \nMURRAY, R. K.; GRANNER, D. K.; RODWELL, V. W. Harper: Bioqu ímica Ilustrada. 27. ed. Rio \nde Janeiro: McGraw -Hill International, 2007. 620 p. \nRODWELL, V. W.; BENDER, D. A.; BOTHAM, K. M.; KENNELLY, P. J.; WEIL, P. A.  \nBioquímica ilustrada de Harper . 30. ed. Porto Alegre: AMGH, 2017. 832 p.  \nVOET, D.; VOET, J. G.; PRATT, C. W. Fundamentos de bioqu ímica : a vida em nível  molecular. 4. \ned. Porto Alegre: Artmed, 2014. 1200 p.  \n \nDISCIPLINA:  QUÍMICA DE ALIMENTOS  \n \nEMENTA: Água nos alimentos. Carboidratos, proteí nas e lipídeos: definição, classificação, estrutura e \npropriedades nos alimentos. Transformações químicas e físicas do processamento e seus efeitos sobre a ", "55": " \n55 \n cor, textura e aroma dos alimentos. Conservantes químicos. Vitaminas e minerais. Pigmentos naturais \nem alimentos. Aroma e sabor dos alimentos. Cromatografia gasosa e  líquida.  \n \nBIBLIOGRAFIA BÁSICA  \nARAÚJO, J. M. A. Química de Alimentos: Teoria e Prática . 4 ed. Viçosa: Editora UFV, 2008. 596 \np. \nDAMODARAN, S.; PARKIN, K.L.; FENNEMA, O. R. Química de alimentos de Fennema . 4. ed. \nPorto Alegre: Artmed, 2010. 900 p.  \nRIBEIRO, E. P.; SERAVALLI, E. A. G. Química de alimentos . 2. ed. São Paulo: Blucher, 2007. 184 \np. \nBIBLIOGRAFIA COMPLEMENTAR  \nBELITZ, H. D.; GROSCH, W.; SCHIEBERLE, P. Food chemistry . New York: Springer, 2004, 1071 \np. \nBOBBIO, F. O.; BOBBIO, P. A. Introdução à química de Alimentos . 3. ed. Editora: Varela, São \nPaulo, 2003. 238 p.  \nBOBBIO, F. O.; BOBBIO, P. A. Química do processamento de alimentos . 3. ed. São Paulo: Editora: \nVarela, 2001. 143 p.  \nCOULTATE, T. P. Manual de química y bioquímica  de los alimentos . 2. ed., Zaragoza: Acribia. \n1998. 376 p.  \nMURRAY, R. K.; GRANNER, D. K.; RODWELL, V. W. Harper: bioquímica Ilustrada. 27. ed., São \nPaulo: Atheneu, 2007, 620 p.  \n \n4º PERÍODO  \nDISCIPLINA:  CÁLCULO NUMÉRICO  \n \nEMENTA: Representação Numérica e Noções básicas sobre Erro. Zeros reais de funções reais. \nResolução Numérica de Sistemas de Equações Lineares. Resolução de Sistemas não lineares. \nInterpolação. Ajuste de Curvas. Integração  numérica. Soluç ão numérica de equações diferenciais  \nordinárias.  \n \n ", "56": " \n56 \n BIBLIOGRAFIA BÁSICA  \nBARROSO, L. C. Cálculo numérico com aplicações . 2. ed. São Paulo: Harbra, 1987.  \nRUGGIERO, M. A. G.; LOPES, V. L. R. Cálculo numérico: aspectos teóricos e computacionais. 2. \ned. São Paulo: Makron Books,  1996.  \nCHAPRA, S. C.; CANALE, R. P. Métodos numéricos para engenharia . 5. ed. Tradução Técnica \nHelena Castro. São Paulo: McGraw -Hill, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBARROS, I. Q. Introdução ao cálculo numérico . São Paulo: Edgar Blu cher, 1972.  \nBURDEN, R. L.; FAIRES, J. D. Análise numérica . São Paulo: Pioneira, 2003.  \nBURIAN, R.; LIMA, A. C.; HETEM JUNIOR, A. Cálculo numérico . Rio de Janeiro: LTC, 2007.  \nFRANCO, N. B. Cálculo numérico . São Paulo: Prentice Hall, 2006.  \nSTARK, P. A. Introduçã o aos métodos numéricos . Rio de Janeiro: Interciência, 1979.  \n \nDISCIPLINA:  TOXICOLOGIA DE ALIMENTOS  \n \nEMENTA: Fundamentos da toxicologia dos alimentos: definições e conceitos básicos. Toxinas naturais \nnos produtos de origem animal e vegetal. Aditivos em alimentos e avaliação do risco a saúde humana. \nCarcinógenos químicos em alimentos. Estudo e determinação de comp ostos tóxicos naturalmente \npresentes ou formados durante o processamento, estocagem e/ou veiculados aos alimentos. Padrões de \nsegurança alimentar. Surtos e prevenção de toxinfecções alimentares.  \n \nBIBLIOGRAFIA BÁSICA  \nKLAASSEN, C. D.; WATKINS, J. B . Fundame ntos em toxicologia. 2. ed. Porto Alegre: McGraw \nHill/Artmed, 2012.  \nOGA, S. et al. Fundamentos de toxicologia. 4. ed. Atheneu. 2014.  \nOLIVEIRA, F. A.; OLIVEIRA, F. C. Toxicologia experimental de alimentos. Porto Alegre: Sulina, \n2010. 119 p.  \nBIBLIOGRAFIA COM PLEMENTAR  \nDESHPANDE, S. S. Handbook of food toxicology. New York: Marcel Dekker, 2002. 902 p. \nHELFERICH, W., WINTER, C.K . Food toxicology. Boca Raton: ed. CRC Press. 222p. 2001. MIDIO, \nA. F. et al . Toxicologia de alimentos. Ed. Varela. 1a edição. 295  p. 20 00. ", "57": " \n57 \n FARINI, L. Toxicologia dos praguicidas. Manole. 1999. 230 p.  \nMOREAU, R. L. M.; SIQUEIRA, M. E. P. B. Toxicologia analítica. Rio de Janeiro: Guanabara \nKoogan, 2008.  \n \nDISCIPLINA:  MATÉRIAS -PRIMAS ALIMENTÍCIAS  \n \nEMENTA: Matérias primas alimentícias: Definição, identificação e classificação. Colheita, \nbeneficiamento, características físico -químicas, comercialização, conservação, embalagem, qualidade e \ntransporte de matérias primas vegetais para a indústria. Produção, manej o e transporte de matérias primas \nde origem animal (carnes, pescados, leite ovos e mel). Armazenamento de m atérias -primas  agropecuárias.  \n \nBIBLIOGRAFIA BÁSICA  \nEVANGELISTA, J. Tecnologia de alimentos. 2. ed. São Paulo: Atheneu, 2001.  \nKOBLITZ, M. G. B. Matéri as-primas alimentícias: composição e controle de qualidade . Rio de \nJaneiro: Guanabara Koogan, 2011.  \nLIMA, U. A. Matérias -primas dos alimentos . 1a ed. São Paulo : Blucher. 424  p. 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nARAÚJO, M. J. Fundamentos do agronegócio. 3ª ed . Ed. Atlas SA. 2010. 176 p. \nCHITARRA, M. I. F.; CHITARRA, A. B. Pós-colheita de frutas e hortaliças: fisiologia e manuseio. \n2 ed. Lavras: UFLA, 786  p. 2006.  \ne tecnologia de alimentos. Barueri: Manole, 2006. 548  p. \nGOMIDE, L. A. M.; RAMOS, E.M., FONTES, P. R. Ciência e Qualidade da Carne . Viçosa: Editora \nUFV. 2013. 197  p. \nOETTERER, M.; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  \ne tecnologia de alimentos . Editora: Manole, 2006. 612 p.  \nORDÓÑEZ, J. A. et al. Tecnologia de alimentos: componentes dos alimentos e processos. 1ª ed. \nPorto Alegre: Artmed, 2005. 294  p. \n \nDISCIPLINA:  ESTATÍSTICA EXPERIMENTAL  \n \nEMENTA: Princípios Básicos de Experimentação. Teste de hipóteses e sua tradução em modelos ", "58": " \n58 \n estatísticos. Regressão Linear Múltipla. Delineamentos Experimentais e Análise de Variância. \nExperimentos Fatoriais. Métodos não -paramétricos. Análise multivariada. Teste de Aderência. Tabelas \nde Contingência. Interpretação de Resultados Experimentais. Controle de quali dade.  \n \nBIBLIOGRAFIA BÁSICA  \nBUSSAB, W.O. Análise de variância e de regressão . Atual editora, 1986.  \nFONTELLES, M.J. Bioestatística aplicada à pesquisa experimental . v.1. São Paulo: Livraria \nDa Física, 2012. 420  p. \nPIMENTEL GOMES, F. Curso de estatística experimental. 15.ed. São Paulo: Nobel, 1985.  451 \np. \nBIBLIOGRAFIA COMPLEMENTAR  \nBERGUD, E.S. Bioestatística. 1.ed. São Paulo. EPU, 1981 . \nFERREIRA, P.; LOUZADA, F.; DINIZ, C. Controle estatístico de processos - uma abordagem \nprática para cursos de engenharia e administração. São Paulo: LTC, 2013. 270 p.  \nFONTELLES, M.J. Bioestatística aplicada à pesquisa experimental . v. 2. São Paulo: Livraria \nDa Física, 2012. 420 p.  \nHOFFMANN, R.; VIEIRA, S. Análise de regressão: uma introdução à econometr ia. 2. ed.  São \nPaulo: HUCITEC, 1983. 379 p.  \nVIEIRA, S. Introdução à bioestatística . 3. ed. Rio de Janeiro: Editora Campus, 1980. 196 p.  \n \nDISCIPLINA:  FENÔMENOS DE TRANSPORTE I  \n \nEMENTA: Fundamentos e propriedades dos fluidos. Estática dos fluidos. Análise di mensional e \nsemelhança. Cinemática dos fluidos. Equação da Energia para regime permanente. Escoamento \nincompressível interno. Escoamento permanente de fluido incompressível em condutos forçados. Perdas \nde carga em tubulações, válvulas e conexões. Escoament o incompressível de fluidos ideais e viscosos. \nNoções de instrumentação para medida das propriedades dos fluidos e escoamento.  \n \nBIBLIOGRAFIA BÁSICA  \nBIRD, R. B.; STEWART, W. E.; LIGHTFOOT, E. N. Fenômenos de transporte . Editora LTC, 2010.  \nBRUNETTI, F. Mecânica dos fluidos . 2. ed. Editora Prentice Hall, 2008.  ", "59": " \n59 \n FOX, R. W.; MCDONALD, A. T.; PRITCHARD, P. J. Introdução à mecânica dos fluidos . 6. ed. \nEditora LTC, 2006.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBISTAFA, S. R. Mecânica dos fluidos . Editora Blucher, 2010 . \nBRAGA FILHO, W. Fundamentos de fenômenos de transporte para engenheiros . 2. ed., Editora: \nLTC, 2012.  \nÇENGEL, Y. A.; CIMBALA, J. M. Mecânica dos fluidos : fundamentos e aplicações. Porto Alegre: \nAMGH, 2015.  \nMUNSON, B. R., YOUNG, D. F.; OKIISHI, T. H. Fundame ntos da mecânica dos fluidos . 1. ed.: \nEditora Blucher, 2004.  \nWHITE, F. M. Mecânica dos fluidos . 6. ed., Editora McGraw -Hill, 2010.  \n \nDISCIPLINA:  ANÁLISE DE ALIMENTOS  \n \nEMENTA: Amostragem e preparo de amostras segundo normas legais. Princípios, métodos \nconven cionais e instrumentais e suas técnicas de análises. Controle de Qualidade e frequência analítica \npara alimentos e bebidas. Determinação química e física dos constituintes principais (umidade, conteúdo \nmineral, proteína, lipídios, fibra crua e açúcares, sa is minerais e vitaminas). Acidez e pH. Refratometria. \nDensitometria.  \n \nBIBLIOGRAFIA BÁSICA  \nBRASIL. Métodos físicos e químicos para análise de alimentos . 4. ed. Brasília: Ministério da Saúde. \n2005. 1018 p.  \nCECCHI, H. M . Fundamentos teóricos e práticos em aná lise de alimentos . 2. ed. Campinas: \nUNICAMP, 2003. 207 p.  \nNEVES, R.; PINTO, J. HACCP: análise de riscos no processamento alimentar. Cidade do Porto: \nPublindústria, 2008. 162 p.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nEVANGELISTA, J. Tecnologia de alimentos . 2 ed.  Rio de Janeiro: Livraria Ateneu, 2008. \nFEIGENBAUM, A. V. Controle da qualidade total . Makron Books, 1999.  ", "60": " \n60 \n FELLOWS, P. J. Tecnologia do processamento de alimentos: princípios e prática. 2ª ed. Porto \nAlegre: Artmed, 2006. 608 p.  \nGAVA, A.J.; SILVA, C.A.B.; F RIAS, J.R. Tecnologia de alimentos - princípios e aplicações. Editora \nNobel, 2009. 512 p.  \nOETTERER, M.; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  \ne tecnologia de alimentos . Editora: Manole, 2006. 612 p.  \n \nDISCIPLINA: TERMODINÂMICA II  \n \nEMENTA: Relações entre as propriedades termodinâmicas de fluidos puros monofásicos (energia \ninterna, entalpia, energia livre de Helmholtz e de Gibbs). Propriedades residuais. Propriedades \ntermodinâmicas de sistemas bifásicos de fluidos puros. Correlações  generalizadas para as propriedades \ntermodinâmicas dos gases. Relações entre as funções de sistema com a composição variável. Grandezas \nparciais molares. Fugacidade e coeficiente de fugacidade. Fugacidade nas soluções ideais. (Lei de Henry \ne Lewis -Randall) . Grandezas de mistura e atividade. Grandezas em excesso e coeficientes de atividades. \nEquilíbrio de fases – Introdução. Critérios de equilíbrio. Regra das fases e o teorema.  \n \nBIBLIOGRAFIA BÁSICA  \nMORAN, M. J.; Princípios da termodinâmica para a engenharia . 7. ed. Editora: LTC, 2013. \nSMITH, J. M.; VAN NESS, H. C. Introdução à termodinâmica da engenharia química . 3. ed. \nEditora Guanabara Koogan S. A., Rio de Janeiro, 2007.  \nWYLEN, G. J. V.; SONNTAG, R. E. Fundamentos da termodinâmica clássica. Ed. Edgard Bluch er, \n1995.  \nBIBLIOGRAFIA COMPLEMENTAR  \nLUIZ, A. Termodinâmica: Teoria e Problemas, 2007.  \nOLIVEIRA, M. J. Termodinâmica . Ed. Livraria de Física, São Paulo, 2005.  \nPILLA, L.; SCHIFINO, J. Físico -química: termodinâmica química e equilíbrio químico. Editora  \nUFRGS, 2006.  \nPOLING, B. E.; PRAUSNITZ, J. M.; O’CONNELL, J. P. Properties of gases and liquids . 5. ed. \nEditora McGraw -Hill, 2001.  \nWRESZINSKI, W. F. Termodinâmica . Edusp, São Paulo, 2003.  ", "61": " \n61 \n 5º PERÍODO  \nDISCIPLINA:  DESENHO TÉCNICO  \n \nEMENTA: Instrumentos de desenho. Normas para o desenho técnico (ABNT). Noções de desenho \narquitetônico e de desenho topográfico. Escalas, vistas, projeções, cortes, seções e dimensionamentos. \nLayout e memorial descritivo. Noções de Desenho Assistido por Computador - CAD.  \n \nBIBLIOG RAFIA BÁSICA  \nLIMA, C. C. Estudo dirigido de AutoCAD 2014 . Ed. Erica, 2013.  \nOBERG, L. Desenho arquitetônico . 31. ed. Rio de Janeiro: Ao Livro Técnico, 1997.  \nSIMMONS, C. H.; MAGUIRE, D. E. Desenho técnico : problemas e soluções gerais de desenho. \nSão Paulo: Hemus, 2004. 258 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nDAIBERT, J. D. Topografia: técnicas e práticas de campo. São Paulo: Érica, 2014. NEIZEL, E. \nDesenho arquitetônico para construção civil . São Paulo: Coleção Desenho Técnico. EPU -\nEDUSP, 1983. 68 p.  \nOLIVEIRA, E. S.; ALBIERO, E. Desenho técnico fundamental . E.P.U. editora, 2006. 123 p.  \nSCHNEIDER W. Desenho técnico industrial . 1. ed. São Paulo: Hemus, 2008.  \nSILVA, C. T. et al. Desenho técnico moderno . 4. ed. Editora LIDEL, 2004.  \n \nDISCIPLINA: FUNDAMENTO S DA NUTRIÇÃO  \n \nEMENTA: Conceitos de nutrição. Contextualização da nutrição no âmbito de saúde pública. Abordagem \nde doenças crônico -degenerativas e sua relação com a nutrição. Energia e requerimentos nutricionais em \ndiferentes idades e estados fisiológicos . Alimentos para fins especiais. Digestão e Absorção. \nMetabolismo celular. Composição e informação nutricional dos alimentos. Alimentos funcionais. \nBiodisponibilidade dos nutrientes. Rotulagem nutricional e legislação.  \n \nBIBLIOGRAFIA BÁSICA  \nCOSTA, N. M. B.; PELUZIO, M. C. G. Nutrição básica e metabolismo . Viçosa: UFV, 2008. 400 p.  \nESPERANÇA, L. M. B.; GALISA, M. S.; SA, N. G. de. Nutrição: conceitos e aplicações. Editora: M. ", "62": " \n62 \n Books, 2007. 280 p.  \nSTRINGUETTA. P. C. Alimentos funcionais . Editora  UFV. 2007. 246 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCRAVEIRO, A. C.; CRAVEIRO, A. A. Alimentos funcionais : a nova revolução. Editora: Padetec, \n2003. 281 p.  \nMAHAN, L. K.; ESCOTT -STUMP, S. Alimentos, nutrição e dietoterapia . São Paulo: Roca, 2004.  \nOETTERER, M.; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  e \ntecnologia de alimentos . Editora: Manole, 2006. 612 p.  \nOLIVEIRA, J. E.; MARCHINI, J. S. Ciências nutricionais: aprendendo a aprender. São Paulo: Savier, \n2000.  \nPIMENTEL, C.; F RANCKI, V. M.; GOLLUCKE, A. P. B.  Alimentos funcionais: introdução às \nprincipais substâncias bioativas em alimentos. São Paulo: Varela, 2005. 95 p.  \n \n \n \nDISCIPLINA:  FUNDAMENTOS DA TECNOLOGIA DE ALIMENTOS  \n \nEMENTA: Conservação de alimentos pelo uso do calor (p asteurização, esterilização e secagem). \nConservação de alimentos pelo uso do frio (refrigeração, congelamento, liofilização). Novas tecnologias \nde conservação de alimentos: aquecimento ôhmico, altas pressões, irradiação, extrusão, ultrafiltração. \nPrincipai s alterações causadas nos alimentos em função da tecnologia de conservação utilizada.  \n \nBIBLIOGRAFIA BÁSICA  \nFELLOWS, P. J. Tecnologia do Processamento de Alimentos: Princípios e Prática.  2. ed. Artmed, \n2006.  \nARAÚJO, J. M. A. Química de Alimentos: Teoria e Prática . 4 ed. Viçosa: Editora UFV, 2008. 596 \np. \nDAMODARAN, S.; PARKIN, K.L.; FENNEMA, O. R. Química de alimentos de Fennema . 4. ed. \nPorto Alegre: Artmed, 2010. 900 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBELITZ, H. D.; GROSCH, W.; SCHIEBERLE, P. Food chemistry . New York: Springer, 2004, 1071 ", "63": " \n63 \n p. \nCOULTATE, T. P. Manual de química y bioquímica  de los alimentos . 2. ed., Zaragoza: Acribia. \n1998. 376 p.  \nMURRAY, R. K.; GRANNER, D. K.; RODWELL, V. W. Harper: bioquímica Ilustrada. 27. ed., São \nPaulo: Atheneu, 2007, 620 p.  \nTSCHUSCHNER, H. D. Fundamentos de Tecnología de los Alimentos . Editorial Acribia, 2001.  \nMADRID, A.; CENZABO, I.; VICENTE, J. M. Manual de Indústrias de Alimentos . Livraria \nVarella, 1996.  \n \nDISCIPLINA:  ANÁLISE SENSORIAL  \n \nEMENTA: Objetivo e importância da análise sensorial. Campo de Aplicação. Fisiologia dos órgãos dos \nsentidos. Fatores que afetam o julgamento sensorial. Teoria e prática sobre seleção e treinamento dos \njulgadores. Teoria e prática sobre os métodos de avaliação sensorial. Preparo e apresenta ção de amostras. \nCorrelações entre medidas sensoriais e instrumentais. Análise estatística e interpretação dos resultados.  \n \nBIBLIOGRAFIA BÁSICA  \nMEILGAARD, M. C. Sensory evaluation techniques. 4. ed. Boca Raton: CRC Press, 2006. 464 p.  \nPALERMO, J. R. Anális e sensorial: fundamentos e métodos. 1ª ed. Rio de Janeiro: Atheneu. 2015. \n170 p.  \nSTONE H. Sensory evaluation practices. 4. ed. San Diego: Academic Press, 2012. 446 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCHAVES, J. B. P. Práticas de laboratório de análise sensorial d e alimentos e bebidas . Viçosa, MG: \nUFV,  2005.  \nDUTCOSKI, S. D. Análise sensorial de alimentos. 4. ed. Curitiba: Ed Champagnat, 2013. 531 p.  \nKILCAST, D. Sensory analysis for food and beverage quality control: a practical guide.  \nTaylor & Francis USA, 2010. 38 4 p. \nMINIM, V. P. R. Análise sensorial: estudo com consumidores. 2 ed. Viçosa. Editora  UFV, 2010.  \nQUEIROZ, M. I.; TREPTOW, R. O. Análise sensorial para avaliação da qualidade dos alimentos. \nEditora da FURG. Rio Grande, RS. 2006. 297 p.  \n ", "64": " \n64 \n DISCIPLINA:  FENÔMENOS DE TRASNPORTE II  \n \nEMENTA: Introdução aos mecanismos de transferência de calor: condução, convecção, radiação. \nCondução de calor em regime permanente e em regime transiente. Fundamentos da convecção térmica: \ncamadas limites convectivas. Convecção  térmica associada aos escoamentos externos e internos: \ncorrelações para os cálculos do coeficiente convectivo. Transporte de massa por difusão e por convecção. \nTransferência simultânea de calor e massa.  \n \nBIBLIOGRAFIA BÁSICA  \nGEANKOPLIS, C. J.; HERSEL, A. A. H.; LEPEK, D. H. Transport processes and separation \nprocess principles . 5. ed., Editora Prentice -Hall, 2017.  \nINCROPERA, F. Fundamentos de transferência de calor e de massa . 7. ed., Editora LTC, 2014.  \nKREITH, F., BOHN, M.S., Princípios de transferência d e calor , 6. ed., Editora Pioneira Thomson \nLearning, 2003.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBRAGA FILHO, W. Fundamentos de fenômenos de transporte para engenheiros . 2. ed., Editora: \nLTC, 2012.  \nBIRD, R. B., STEWART, W. E., LIGHTFOOT, E. N. Fenômenos de transporte . Editora LTC, 2004.  \nÇENGEL, Y. A.; GHAJAR, A. J. Transferência de calor e massa : uma abordagem prática. 4ª ed. \nEditora McGraw -Hill, 2012.  \nWELTI -CHANES, J.; VÉLEZ -RUIZ, J. F.; BARBOSA -CÁNOVAS, G. V. Transport phenomena in \nfood processing . Boca Raton: CRC Press, 2003.  \nWELTY, J.; RORRER, G. Fundamentals of momentum heat and mass transfer . 6. ed. Editora \nWiley, 2014.  \n \nDISCIPLINA:  OPERAÇÕES UNITÁRIAS I  \n \nEMENTA : Fluidos newtonianos e fluidos não newtonianos. Equipamentos para o transporte de fluidos: \nbombas, válvulas, compressores. Caracterização de partículas. Redução de tamanho. Centrifugação. \nFluidização. Filtração. Sedimentação. Agitação e mistura . \n ", "65": " \n65 \n BIBLIOGRAFIA BÁSICA  \nFOUST, A. S. et al. Princípios das operações unitárias . 2. ed. Livros Técn icos e Científicos Editora , \n1982.  \nMACINTYRE, A. J. Bombas e instalações de bombeamento . Editora LTC, 1997 . BLACKADDER, \nD. A.; NEDDERMAN, R. M. Manual de operações  unitárias . Editora Hemus,  2004.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCREMASCO, M. A. Operações unitárias em sistemas particulados e fluidomecânicos . Editora \nBlucher,  2014.  \nGEANKOPLIS, C. J.; HERSEL, A. A. H.; LEPEK, D. H. Transport processes and separation \nprocess principles . 5. ed., Editora Prentice -Hall, 2017.  \nGREEN, D. W.; PERRY, R. H. Perry's chemicals engineers' handbook . 8.ed. Editora McGraw -Hill, \n2008.  \nIBARZ, A.; BARBOSA -CÁNOVAS, G. V. Operaciones unitarias en la ingeniería de alimentos . \nTechnomic Publishing,  Inc., 1999.  \nTADINE, C. C. et al. Operações unitárias na indústria de alimentos . v. 1, Editora LTC, 2016.  \n \n6º PERÍODO  \nDISCIPLINA:  INSTALAÇÕES INDUSTRIAIS  \n \nEMENTA: Estudo descritivo dos elementos de instalações industriais: tubos, conexões, válvulas e \ntanqu es purgadores e filtros. Materiais e suas aplicações. Aplicação, especificação, dimensionamento e \ncontrole dos elementos de medição. Instalações hidráulicas. Instalações de geradores de vapor. \nInstalações elétricas. Instalações de segurança. Projeto, Layou t /fluxogramas de plantas industriais.  \n \nBIBLIOGRAFIA BÁSICA  \nMAMEDE FILHO, J. Instalações elétricas industriais. 8. ed. Rio de Janeiro: LTC - Livros Técnicos e \nCientíficos, 2010. 792 p.  \nTELLES, P. C. S. Tubulações industriais: cálculo. 9. ed. Rio de Janeiro: LTC - Livros Técnicos e \nCientíficos, 2012. 163 p.  \nTELLES, P. C. S. Tubulações industriais: materiais, projeto, montagem. 10. ed. Rio de Janeiro: \nLTC - Livros Técnicos e Científicos, 2012. 252 p.  ", "66": " \n66 \n BIBLIOGRAFIA COMPLEMENTAR  \nCARVALHO JUNIOR, R. Instal ações prediais hidráulico -sanitárias. 1ª ed. São Paulo. Edgard \nBlucher, 2014. 262 p.  \nFILHO, J. M . Instalações elétricas industriais. 6. ed. Rio de Janeiro: LTC - Livros Técnicos e \nCientíficos, 2012. 764 p.  \nMACINTYRE, A. J. Bombas e instalações de bombeamen to. 2. ed. Rio de Janeiro: LTC -  Livros \nTécnicos e Científicos,  2011.  \nMACINTYRE, A. J. Equipamentos industriais e de processo. 1. ed. Rio de Janeiro: LTC, 2011.  \nSILVA, A. S.; DIAS, C.T. Desenho técnico moderno. 4. ed. Rio de Janeiro: LTC - Livros Técnicos  e \nCientíficos, 2006. 724 p.  \n \nDISCIPLINA:  TECNOLOGIA DE PROCESSAMENTOS DE FRUTAS E HORTALIÇAS  \n \nEMENTA: Matérias primas: características, identificação, classificação, princípios de fisiologia, pós -\ncolheita e Transporte. Pré -processamento. Vegetais minimame nte processados. Processamento de frutas \ne hortaliças - sucos, concentrados, conservas, doces, desidratados. Elaboração de xaropes e salmouras. \nPasteurização e esterilização. Congelamento. Embalagens. Equipamentos, instalações industriais. \nTratamento de su bprodutos e seu aproveitamento.  \n \nBIBLIOGRAFIA BÁSICA  \nGAVA, A. J. Tecnologia de Alimentos : Princípios e aplicações. São Paulo: Nobel, 2014. 512  p.  \nLIMA, U. A. Matérias primas dos alimentos. São Paulo: Edgar Blucher, 2010. 424 p.  \nMAIA, G. A. et al. Processamento de frutos tropicais, nutrição, produtos e controle de qualidade. \nFortaleza: UFC, 2009.  \nBIBLIOGRAFIA COMPLEMENTAR  \nAGUIRRE, J. M.; GASPARINO FILHO, J. Desidratação de frutas e hortaliças. Campinas: ITAL, \n2002. 205 p.  \nCHITARRA, M. I. F. Processa mento mínimo de frutos e hortaliças. Editora UFLA. Lavras, \n2000.119 p.  \nOETTERER, M., ARCE, M. A., SPOTO, M. H. Fundamentos de ciência e tecnologia de alimentos . \nEditora Manole, SP, 2006, 612 p.  ", "67": " \n67 \n SCHMIDT, F., EFRAIM, P., FERREIRA, R. Pré-processamento de fru tas e hortaliças, café, cacau \ne cana açúcar. 1. ed. Editora Elsevier. 2014. 168 p.  \nVários autores. Industrialização de frutas e hortaliças . Editora SENAI. 2016. 136 p.  \n \nDISCIPLINA:  TECNOLOGIA DE EMBALAGENS  \n \nEMENTA: Classificação, estrutura, propriedades, a plicação e seleção de materiais. Conceitos, funções, \ntipos de embalagem. Embalagens para usos especiais. Embalagens de transporte. Interação alimento X \nembalagem. Equipamentos. Planejamento e projetos de embalagens. Rotulagem e Legislação pertinente. \nRecic lagem. Controle de qualidade de embalagens. Estabilidade dos alimentos.  \n \nBIBLIOGRAFIA BÁSICA  \nCARVALHO, M. A. Engenharia de embalagens: uma abordagem técnica do desenvolvimento de \nprojetos de embalagem . São Paulo: Novatec, 2008. 288 p.  \nLEE, D. S. et al. Food packaging science and technology . CRC Press. 2008. 631  p.  \nROBERTSON, G. L. Food packaging technology: Principles and practice. CRC Press. 3 . ed. 2012. \n733 p. \nBIBLIOGRAFIA COMPLEMENTAR  \nAZEREDO, H. M. C. Fundamentos de estabilidade de alimentos . 2. ed. Brasília : Embrapa. 2012.  \nCAMILO, A. N. Embalagens: design, materiais, processos, máquinas e sustentabilidade. Barueri: \nInstituto de Embalagens,  2011.  \nMOORE, G.; TWEDE, D.; COLES, R. E. Coleção embalagem: nanotecnologia em embalagens. v. 2, \nSão Pau lo: Edgard Blucher,  2010.  \nNOLETTO, A. P. R. Embalagens de papelão ondulado: propriedades e avaliação da qualidade. \nCampinas: CETEA/ITAL, 2010. 187 p.  \nTWEDE, D.; GODDARD, R. Materiais para embalagens. 1. ed. São Paulo: Edgard Blucher , 2010. \n204 p. \n \nDISCIPLINA:  SEGURANÇA, HIGIENE E LEGISLAÇÃO DE ALIMENTOS  \n \nEMENTA: Legislação geral aplicada à área de alimentos. Regulamentos técnicos e políticas setoriais. ", "68": " \n68 \n Documentação, inspeção/fiscalização dos órgãos legais. Padrões e programas legais higiênico -sanitá rios \npara alimentos (BPF, PPHO, APPCC, etc.). Importância, Controle de qualidade e tratamento de água. \nHigienização na indústria de alimentos. Principais agentes detergentes e sanitizantes. Avaliação da \neficiência microbiológica dos procedimentos X produto s de higienização. Padrões de segurança \nalimentar. Surtos e prevenção de toxinfecções alimentares Controle Integrado de pragas.  \n \nBIBLIOGRAFIA BÁSICA  \nANDRADE, N. J . Higiene na indústria de alimentos: avaliação e controle da adesão e formação de \nbiofilmes ba cterianos. São Paulo: Varela, 2008. 412  p. \nGERMANO, P. M. L; GERMANO, M. I. S. Higiene e vigilância sanitária de alimentos: qualidade \ndas matérias -primas, doenças transmitidas por alimentos, treinamento de recursos humanos. 4. ed. \nBarueri, SP: Manole, 2011 . 1034 p.  \nSILVA JUNIOR, E. A. Manual de controle higiênico -sanitário em serviços de  alimentação.  \n7. ed. São Paulo: Varela, 2016. 697  p. \nBIBLIOGRAFIA COMPLEMENTAR  \nFORSYTHE, S. J . Microbiologia da segurança dos alimentos. 2.ed. Porto Alegre: Artmed, 2013.  \nGOMES, J.C. Legislação de alimentos e bebidas. Viçosa: UFV, 2007. 635p.  \nJAY, J. M. Microbiologia de alimentos. 6.ed. Porto Alegre: Artmed, 2005.  \nMIERZWA, J. C.; HESPANHOL, I . Água na indústria - uso racional e reuso . Oficina de Textos, \n2005. 144p.  \nSANTOS JUNIOR, C. J. Manual de segurança alimentar: boas práticas para os serviços de \nalimentação. Rio de Janeiro: Rubio, 2008. 214 p.  \nSILVA, N. et al. Manual de métodos de análise microbiológica de alimentos. 3. ed.  São Paulo: \nVarela. 2007.  \n \nDISCIPLINA:  TRATAMENTO DE RESÍDUOS E EFLUENTES NA INDÚSTRIA DE \nALIMENTOS  \n \nEMENTA: Conceitos sobre o meio ambiente: saneamento, saúde e poluição. Origem e natureza dos \nresíduos da indústria de alimentos. Características e métodos de tratamento dos resíduos sólidos e \ngasosos. Características e métodos de tratamento de águas residuárias. Aplicação dos processos ", "69": " \n69 \n avançados no tratamento de resíduos de indústria de alimentos. Aspectos legais sobre poluição ambiental. \nAproveitamento de resíduos.  \n \nBIBLIOGRAFIA BÁSICA  \nALVES, C.A . T. Gestão eficiente dos resíduos . 1. ed. Porto: Publindústria. 2008. 104 p.  \nSANTANNA JR, G. L. Tratamento biológico de efluentes - fundamentos e aplicações . Interciência, \n2013, 424 p.  \nTCHOBANOGLOUS, G. Tratamento de efluentes e recuperação de recursos . Amgh Editora, 2016, \n2008 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBARBOSA, R. P.; INBRHIN, F. I. D. Resíduos sólidos: impactos, manejo e gestão ambiental. Ed. \nÉrica, 2014, 176 p.  \nBRAGA, B. Introdução à engenharia ambiental . 2. ed. São Paulo: Pearson Prentice Hall, 2005. 318 \np. \nBRASIL, A. M.; SANTOS, F. Equilíbrio ambiental e resíduos na sociedade moderna . São Paulo: \nFAARTE Editora, 2004. 223 p.  \nRICHTER, C. A.; NETTO, J. M. A. Tratamento de água: tecnologia atualizada. Editora Edgard  \nBlucher, 1. ed. 2003. 344 p.  \nSPADOTTO, C. A.; RIBEIRO W. C. Gestão de resíduos na agricultura e agroindústria . 1. ed.  \nv.1. Botucatu: FEPAF, 2006. 319 p.  \n \nDISCIPLINA:  RESISTÊNCIA DE MATERIAIS  \n \nEMENTA: Conceituação de tensões, solicitação axial. Equilíbrio de cargas distribuídas; Tração e \ncompressão; cisalhamento; forças cortas e momento fletor. Flexão pura, simples e oblíqua. Deflexão em \nvigas retas. Estado triplo de tensões e deformações. Critérios de resistência; solicitações simples e \ncompostas; deformação plástica.  \n \nBIBLIOGRAFIA BÁSICA  \nBEER, F. P.; JOHNSTON JR., E. Resistência dos materiais . 3. ed. São Paulo: Makron Books, 1995.  \nBOTELHO, M. H. C. Resistência dos materiais para entender e gostar. Studio Nobel, 1998. VAN ", "70": " \n70 \n VLACK, L. H. Princípios e tecnologia dos materiais . Rio de Janeiro: Campus, 1984.  \nBIBLIOGRAFIA COMPLEMENTAR  \nDANTE, L. R. Matemática: contexto e aplicações, v. 2. São Paulo: Ática, 2000. HIBBELER, R. C. \nResistência dos materiais. Editora  Pearson, 2009.  \nLACERDA, F. S. de. Resistência dos materiais. Editora Globo, 2009.  \nMELCONIAN, S. Mecânica, técnica e resistência dos materiais. Editora Érica, 2006.  \nSILVA, S. M.; SILVA, E. M.; SILVA, E. M. Matemática básica para os cursos superiores.  \nSão P aulo: Atlas, 2002.  \n \nDISCIPLINA:  ADMINISTRAÇÃO DA PRODUÇÃO E OPERAÇÕES  \n \nEMENTA: Fundamentos de Administração de Operações. Sistema de Produção. Ferramentas de \nProdução e Operação: Processo de Manufatura, Planejamento e Controle de Produção. Projeto do \nProdu to, do processo e arranjo físico. Instalações, equipamentos, métodos, procedimentos, recursos e \npessoal. Logística, Suprimento, administração de materiais e infraestrutura. Balanceamento da produção. \nQualidade, Produtividade e competitividade. Tendências d a Administração de Operações.  \n \nBIBLIOGRAFIA BÁSICA  \nCHIAVENATO, I. Introdução à teoria geral da Administração , 4. ed. Editora Compacta, 2014.  \nMOREIRA, D. A. Administração da produção e operações. 2. ed São Paulo, Pioneira, 2006. \nSLACK, N. Administração produção . 3. ed, São Paulo, Atlas, 2009.  \nBIBLIOGRAFIA COMPLEMENTAR  \nASSAF NETO, A.; SILVA, C. A. T. Administração do capital de giro. 4. ed. São Paulo: Atlas, 2012. \n214 p.  \nCHIAVENATO, I. Planejamento e controle de produção. 2. ed. Editora Manole, 2014.  \nCOR RÊA, H. L. Administração de produção e de operações. 3. ed. São Paulo, Atlas, 2012.  \nDIAS, M. Administração de serviços e produção. Assaf Neto, A SILVA, C.A.T. Administração do \nCapital de Giro. São Paulo: Atlas, 1995.  \nRITZMAN, K. Administração da produção e operações. 1. ed. 2009.  \n \n ", "71": " \n71 \n DISCIPLINA:  OPERAÇÕES UNITÁRIAS II  \n \nEMENTA: Trocadores de calor. Pasteurização/Esterilização. Geradores de vapor: Caldeiras. \nEvaporação. Destilação. Psicometria. Secagem e desidratação osmótica. Cristalização. Adsorção e \nAbsorçã o. Separações por troca iônica e por membranas. Osmose Reversa. Extração líquido - sólido. \nExtração  líquido -líquido.  \n \nBIBLIOGRAFIA BÁSICA  \nBLACKADDER, D. A.; NEDDERMAN, R. M. Manual de operações unitárias . Ed. Hemus, 2004.  \nFOUST, A. S. et al. Princípios  das operações unitárias . 2. ed. Rio de Janeiro: Livros Técnicos e \nCientíficos Editora S. A., 1982. 670 p.  \nKREITH, F., BOHN, M.S., Princípios de transferência de calor . 6. ed., São Paulo: Pioneira Thomson \nLearning, 2003.  \nBIBLIOGRAFIA COMPLEMENTAR  \nGEANKOPLIS, C. J.; HERSEL, A. A. H.; LEPEK, D. H. Transport processes and separation \nprocess principles . 5. ed., Editora Prentice -Hall, 2017.  \nIBARZ, A.; BARBOSA -CÁNOVAS, G. V. O peraciones unitarias en la ingeniería de alimentos . \nTechnomic Publishing, Inc.,  1999.  \nINCROPERA, F. Fundamentos de transferência de calor e de massa . 7. ed., Editora LTC, 2014.  \nTADINE, C.C.; TELIS, V.R.N.; MEIRELES, A.J.A.; PESSOA FILHO, P.A. Operações  \nunitárias na indústria de alimentos . v. 1. Editora LTC, 2016.  \nWELTI -CHANES, J.; VÉ LEZ-RUIZ, J. F.; BARBOSA -CÁNOVAS, G. V. Transport  \nphenomena in food processing . Boca Raton: CRC Press, 2003.  \n \n7º PERÍODO  \nDISCIPLINA:  TECNOLOGIA  DE PROCESSAMENTOS  DE CARNES, OVOS E  DERIVADOS  \n \nEMENTA: Cadeia da Produção da carne e seus derivados. Qualidade da matéria -prima. Manejo pré -\nabate e abate. Classificação, Rendimento e corte de carcaças. Processamento dos derivados cárneos. \nControle de qualidade da carne e derivados. Matérias -Primas, Envoltórios , Recipientes, Aditivos e \nCondimentos empregados no processamento de carnes. Resíduos e sub produtos da cadeia produtiva de ", "72": " \n72 \n carne e seus derivados. Conceituação e importância econômica de ovos. Industrialização de Ovos: \nProcessamento, embalagens e comercia lização. Aspectos Higiênico - Sanitários da Carne e Ovos. \nLegislação especifica.  \n \nBIBLIOGRAFIA BÁSICA  \nGOMIDE, L. A. M.; RAMOS, E. M.; FONTES, P. R. Tecnologia de abate e tipificação de carcaças. \n2 ed. Viçosa:  Editora UFV, 2014, 336 p.  \nPARDI, M. C. Ciência, higiene e tecnologia de carnes. v. 1. Goiânia: Editora UFG, 2006.  \nPARDI, M. C. Ciência, higiene e tecnologia de carnes. v. 2. Goiânia: Editora UFG, 2007. \nBIBLIOGRAFIA COMPLEMENTAR  \nBROMBERG, R. et al. Higiene e sanitização na indústria de carnes e derivados . São Paulo: Varela, \n2003. 181 p.  \nOETTERER, M.; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  \ne tecnologia de alimentos . Editora: Manole, 2006. 612 p.  \nOLIVO. Mercado mundial de carnes . Editora Varela, 2008.  \nORDÓNEZ, J. A. et al. Tecnologia de alimentos : alimentos de origem animal. v. 2. Porto Alegre: \nArtmed, 2005.  279p.  \nTERRA, N.; TERRA, A.; TERRA, L. Defeitos nos produtos cárneos: origens e soluções. Editora \nVarela, 2004.  \n \nDISCIPLINA:  TECNOLOGIA DE PROCESSAMENTOS DE LEITE E D ERIVADOS  \n \nEMENTA: Composição e Obtenção higiênica e aspectos químicos, físicos, microbiológicos e físico -\nquímicos do leite. Processamento, manipulação e conservação do leite para consumo. Tecnologias de \nprocessamento de derivados do leite: queijos, leites fermentados e bebidas  lácteas, creme de leite, \nmanteigas, sorvetes e sobremesas lácteas. Tecnologia de processamento de leites concentrados e \ndesidratados. Tecnologia de doces de leite. Resíduos e subprodutos da Indú stria de laticínios. Legislação  \npertinen te. \n \nBIBLIOGRAFIA BÁSICA  \nBELOTI, V. Leite: obtenção, inspeção e qualidade . Editora Planta, 2015, 417 p.  ", "73": " \n73 \n CRUZ, A. G. et.al. Processamento de leite de consumo . Editora Elsevier, v. 2, 2016, 384  p.  \nVÁRIOS. Pesquisa e tecnologia em leite e derivados . Editora Epamig, 2015, 116  p. \nBIBLIOGRAFIA COMPLEMENTAR  \nFELLOWS, P. J. Tecnologia do processamento de alimentos: princípios e prática. 2ª ed. Porto \nAlegre: Artmed, 2006. 608 p.  \nMONTEIRO, A. A.; PIRES, A. C. S; ARAÚJO, E. A. Tecnologia de produção de derivados do le ite. \nViçosa. Editora UFV, 2011. 85  p. \nNESPOLO, C. R. et. al. Práticas em tecnologia de alimentos . 1 ed. Porto Alegre: Artmed, 2015, 220  \np. \nORDÓNEZ, J. A. et al. Tecnologia de alimentos: alimentos de origem animal. v. 2. Porto Alegre: \nArtmed, 2005. 279  p. \nTRONCO, V. M. Manual para inspeção da qualidade do leite . 5 ed. Editora UFSM. 2013. 208  p. \n \nDISCIPLINA:  DESENVOLVIMENTO DE NOVOS PRODUTOS  \n \nEMENTA: Concepção e conceito de Produtos. Ciclo de Vida dos Produtos. Estudos e segmentação de \nmercado. Etapas do desenvolvimento do produto. Estratégias de marketing: produto, preço, logística, \npropaganda e promoção de gerenciamento de vendas. Projeto de embalagem. Criação de fórmula do \nproduto. Seleção e qualificação de fornecedores. Registros nos órgãos competentes . Ensaios industriais. \nCustos do projeto. Importância e avaliação. Esquema de monitoramento de qualidade. Marcas e Patentes. \nProdução e lançamento. Cronograma de  desenvolvimento.  \n \nBIBLIOGRAFIA BÁSICA  \nBACK, N. et al. Projeto integrado de produtos: planejame nto, concepção e modelagem. 1. ed. São \nPaulo: Manole, 2008.  628 p. \nBAXTER, M. Projeto de produto: guia prático para o desenvolvimento de novos produtos.  \n3. ed. São Paulo: Saraiva. 2011.  \nTROTT, P. J. Gestão da inovação e desenvolvimento de novos produtos. 4. ed. Porto Alegre: \nBookman, 2012.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCAUCHICK, P. A.; FERREIRA, C.; FILHO, E. R. Projeto do produto - coleção ABEPRO.  ", "74": " \n74 \n Editora Elsevier,  2009.  \nFELOWN, P. J. Tecnologia do processamento de alimentos: princípios e prática. 2. ed. Porto  Alegre: \nArtmed.  2006.  \nKOTLER, P.; KELLER, K. L. Administração de marketing. 14. ed. São Paulo: Pearson Education – \nBR, 2012.  \nROSA, J.A. Roteiro prático para Desenvolvimento de Novos Produtos: da ideia à comercialização, \nos passos críticos para o lançamento bem sucedido de um novo produto. São Paulo: STS,  1999.  \nROZENFELD, H.; FORCELLINI, F. A. Gestão de desenvolvimento de produtos: uma refe rência \npara a melhoria do processo. São Paulo: Saraiva, 2006.  \n \nDISCIPLINA:  REFRIGERAÇÃO E CADEIA DE FRIOS  \n \nEMENTA: Importância do frio na Indústria de alimentos. Ciclos teórico e real de refrigeração por \ncompressão. Refrigerantes. Sistemas de múltiplos estágios. Componentes do sistema, características de \ndesempenho e dimensionamento de equipamentos. Automação e controle. Câmaras frigorificas. Carga \ntérmica. Resfriamento e congelamento de produtos alimentícios. Avaliação da Cadeia do frio.  Normas.  \n \nBIBLIO GRAFIA BÁSICA  \nASHRAE. Refrigeration handbook , Atlanta, GA, USA, 2010.  \nNEVES, F. L.C. Alimentos e refrigeração . FEA -UNICAMP. Campinas, SP, 2012.  \nNEVES, F. L.C. Manual de práticas e exercícios . FEA -UNCAMP. Campinas, SP, 2012. \nBIBLIOGRAFIA COMPLEMENTAR  \nCOSTA , E. C. Refrigeração. 3. ed. São Paulo: Edgard Blucher, 1982. 324 p.  \nFILHO, L. C. N. Refrigeração e alimentos . Universidade Estadual de Campinas (UNICAMP). \nFaculdade de Engenharia de Alimentos, 2008. 380 p.  \nPERALES, L. L. H.; CORTECERO, M. D. S. Conservaçã o pelo frio . In: Tecnologia de Alimentos. \nv.1. Artmed: São Paulo. 2005. 294 p.  \nSILVA, A. Refrigeração comercial . Ed. Nova Técnica, São Paulo, SP, 2009.  \nSTOECKER, W. F.; JABARDO, J. M. S. Refrigeração industrial . 2. ed. Editora Blucher, 2002.  \n \nDISCIPLINA:  TECNOLOGIA DE PROCESSAMENTOS DE PANIFICAÇÃO, MASSAS,  ", "75": " \n75 \n AMIDOS E DERIVADOS  \n \nEMENTA : Propriedades físico -químicas e funcionais do amido. Processos operacionais/métodos de \nobtenção e beneficiamento de cereais, raízes e tubérculos. Modificações e aplicações ind ustriais: amido \nmodificado. Produtos de panificação e tecnologia de fabricação. Massas alimentícias. Tecnologia de \nfabricação de bolachas, biscoitos, cereais e snacks . Resíduos e subprodutos gerados. Legislação \npertinente.  \n \nBIBLIOGRAFIA BÁSICA  \nCAUVAIN, S. P.; YOUNG, L. S. Tecnologia de panificação. 2ª ed. Barueri: Manole, 2009. 440 p.  \nFELLOWS, P. J. Tecnologia do processamento de alimentos: princípios e prática. 2ª ed. Porto \nAlegre: Artmed, 2006. 608  p. \nMORETTO, E.; FETT, R. Processamento e análise de biscoitos. São Paulo: Varela, 1999. 97 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nHOSENEY, R. C. Princípios de ciencia y tecnología de los cereales. Zaragoza: Acríbia, 1991. 334 p.  \nLIDON, F.; SILVESTRE, M. M . Indústrias alimentares: aditivos e  tecnologia. 1ª ed. Editora Escolar, \n2007. 380 p.  \nQUAGLIA, G. Ciencia y tecnologia de la panificacion. Zaragoza: Acribia, 1991. 485 p.  \nRIBEIRO, C. M. A . Panificação. São Paulo: Hotec, 2006.  \nSILVA, J. A. Tópicos da tecnologia de alimentos. São Paulo: Varel a, 2000. 227 p.  \nSTANLEY P.; CAUVAIN, L.; YOUNG, S. Tecnologia da panificação. 2. ed. Editora: Manole. 2009. \n440 p.  \n \nDISCIPLINA:  INSTRUMENTAÇÃO INDUSTRIAL E CONTROLE DE PROCESSOS  \n \nEMENTA: Instrumentação Industrial: medidores de pressão, temperatura, vazão e nível. Controle \nautomático de processos: características estáticas e dinâmicas do processo, do controlador e do elemento \nfinal. Controle de realimentação. Aplicações a malhas e sistemas de controle de processos e operações \nunitárias. Estratégias de controle. Tipos de controladores Industriais. Controladores lógicos e sistemas \ndigitais de monitoramento e  controle.  \n ", "76": " \n76 \n BIBLIOGRAFIA BÁSICA  \nALVES, J. L. L. Instrumentação, controle e automação de  processos . Editora LTC. 2 ed. 2010. 286  \np. \nDUNN, W. C. Fundamentos de instrumentação industrial e controle de processos. Editora \nBookman, 2013.  \nSIGHIERI, L. Controle automático de processos industriais – instrumentação. Editora Edgard \nBlucher, 2. ed., 200 0. 248 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCOUGHANOWR, D. R.; KOPPEL, L. P. Analise e controle de processos. São Paulo: Guanabara \nDois, 1978.  \nFIALHO, A. B. Instrumentação industrial – conceitos, aplicações e analises. 7. ed. Editora Erica, \n2002.  \nLUYBEN, M. L.; LU YBEN, W. L. Essentials process control. McGraw Hill, 1997.  \nSANTANNA, S. R. Lógica de programação e automação . Editora LT. 2012.  \nSEBORG, D. E. Process dynamics and Control. John Wiley Professional. 2. ed. 2003.  \n \n8º PERÍODO  \nDISCIPLINA:  GESTÃO DA QUALIDADE E PRODUTIVIDADE  \n \nEMENTA: Evolução histórica da Qualidade. Definição de qualidade. Gestão de qualidade total (GQT): \nconceitos e ferramentas. Custos da não qualidade. Implementação do Sistema de gestão da Qualidade. \nSistemas da qualidade  para Indústria de alimentos. Normas de garantia da qualidade para alimentos. \nAmostragem estatística: planos de amostragem por atributos e por variáveis. Técnicas de apresentação \nde resultados: cartas de controle. Normas Internacionais e Auditorias. Sistem a de Gestão Integrada  (SGI).  \n \nBIBLIOGRAFIA BÁSICA  \nCAMPOS, V. F. TQC – Controle da qualidade total no estilo japonês. 9. ed. Belo Horizonte: \nEditora de Desenvolvimento Gerencial, 2014.  \nCARVALHO, M. M.; PALADINI, E. P. Gestão da qualidade: teoria e casos. 2.  ed. Rio de Janeiro: \nCampus, 2012.  \nMELLO, C. H. P.; SILVA, C. E. S.; TURRIONI, J. B.; SOUZA, L. G. M. ISO 9001:2008 – ", "77": " \n77 \n Sistema de gestão da qualidade para operações de produção e serviços. São Paulo: Atlas, 2009. 239 \np. \nBIBLIOGRAFIA COMPLEMENTAR  \nBALLESTERO -ALVAREZ, M. E. Gestão de qualidade, produção e operações. 2. ed. São Paulo: \nAtlas, 2012.  \nBERTOLINO, M. T. Gerenciamento da qualidade na indústria alimentícia: ênfase na segurança \ndos alimentos. Porto Alegre: Artmed, 2010.  \nGARVIN, D. A. Gerenciando a qualid ade. Rio de Janeiro: Qualitymark, 2002. 357 p.  \nLOPES, E. A. Guia para elaboração dos procedimentos operacionais padronizados exigidos pela \nRDC n° 275 da ANVISA. São Paulo: Livraria Varela, 2004.  \nOLIVEIRA, O. J. Gestão da qualidade: tópicos avançados. São P aulo: Pioneira Thomson, 2003. 243 \np. \n \nDISCIPLINA:  BIOTECNOLOGIA  \n \nEMENTA: Desenvolvimento da tecnologia de bioprocessos. Processos biotecnológicos em \nprocessamento de alimentos, como bebidas, pães, derivados lácteos e conservas vegetais. Aplicação da \nbiotec nologia na produção de matérias -primas para a indústria de alimentos como polissacarídeos, \nenzimas, edulcorantes, aminoácidos, lipídeos, vitaminas, biomassa bacteriana. Produção de enzimas em \nbiorreatores. Desenvolvimento de processos fermentativos usando substratos economicamente viáveis e \ndisponíveis. Purificação de produtos biotecnológicos. Operações e controle de uma indústria de \nbiotecnologia.  \n \nBIBLIOGRAFIA BÁSICA  \nBON, E. P. S. Enzimas em biotecnologia : produção, aplicações e mercado. Editora Interciên cia, 2010.  \nBORZANI, W. et al. Biotecnologia industrial . São Paulo: Blucher, 2001.  \nSERAFINI, L. A.; BARROS, N. M.; AZEVEDO, J. L. Biotecnologia: avanços na agricultura e na \nagroindústria. Caxias do Sul: EDUCS, 2002. 433 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBORÉM, A.; SANTOS, F. R. Entendendo a biotecnologia . Viçosa: UFV, 2008, 342 p.  \nCOSTA, N. M.; BORÉM, A. Biotecnologia e nutrição : saiba como o DNA pode enriquecer a ", "78": " \n78 \n qualidade dos alimentos. São Paulo: Nobel, 2003, 214 p.  \nLEE, B. H. Fundamentos de biotecnologia de los alimentos . Zaragoza: Acribia, 2000, 475 p . \nLEHNINGER, A. L.; NELSON, D. L.; COX, M. M. Princípios de bioquímica . 4. ed. São Paulo: \nSarvier, 2006, 1202 p.  \nPESSOA JUNIOR, A.; KILIKIAN, B. V. Purificação de produtos biotecn ológicos . São Paulo: \nMonole, 2005, 444 p.  \n \nDISCIPLINA:  PLANEJAMENTO E PROJETO  \n \nEMENTA: Planejamento de Projeto Industrial. Impacto econômico e social. Projeção de mercado. \nEstudo do processo. Estudo do tamanho da indústria a ser planejada. Seleção de mater iais e \nequipamentos. Estudo do arranjo físico. Localização industrial. Avaliação econômica do projeto.  \n \nBIBLIOGRAFIA BÁSICA  \nBRACAGIOLI NETO, A.; GEHLEN, I.; OLIVEIRA, V. L. Planejamento e Gestão de Projetos . 1. \ned. Porto Alegre: Editora da UFRGS, 2018. 112  p.  \nBRASIL. Ministério do Meio Ambiente. Secretaria de Coordenação da Amazônia. Monitoramento e \navaliação de projetos : métodos e experiências. Brasília: MMA, 2004.  \nKERZNER, H. Gestão de Projeto : as melhores práticas. 2. ed. São Paulo: Bookman, 2006. 822 p . \nBIBLIOGRAFIA COMPLEMENTAR  \nARMANI, D. Como elaborar projetos? Guia prático para a elaboração e gestão de projetos \nsociais . Porto Alegre: Tomo Editorial, 2003.  \nGANDIN, D. A prática do planejamento participativo . Petrópolis: Vozes, 1994.  \nCARVALHO, M. M.; RA BCHINI, R. Construindo competências para gerenciar projetos  – teoria e \ncasos. São Paulo: Atlas, 2006.  \nVALLE, A.; SOARES, C. A.; FINOCCHIO, J.; SILVA, L. Fundamentos do gerenciamento de \nprojetos . Rio de Janeiro: Brasport, 2005.  \n \nDISCIPLINA:  GESTÃO E LEGISLA ÇÃO AMBIENTAL  \n \nEMENTA: Histórico da preocupação ambiental. Acordos internacionais relacionados à preservação do ", "79": " \n79 \n meio ambiente. Sistema Nacional do Meio Ambiente. Políticas do Meio Ambiente no Brasil. Políticas \nAgrícolas. Políticas de Recursos Hídricos. Pol uição química e poluição biológica. Indicadores \nambientais. Impactos ambientais e sua avaliação. Monitoramento Ambiental. Sistemas de Gestão \nambiental. Gestão de resíduos. Produtos Transgênicos. Crédito de Carbono. Mecanismos de \ndesenvolvimento limpo. Agri cultura Orgânica.  \n \nBIBLIOGRAFIA BÁSICA  \nBARBIERI, J. C. Gestão ambiental empresarial : conceitos, modelos e instrumentos. 3. ed. São \nPaulo: Saraiva, 2012.  \nDONAIRE, D. Gestão ambiental na empresa. 2. ed. São Paulo: Editora Atlas, 2011.  \nSEIFFERT M. E. B. ISO 14001 sistemas de gestão ambiental : implantação objetiva e econômica. São \nPaulo: Atlas, 2011.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nBRASIL. Lei n. 6.938, de 02 de setembro de 1981 . Dispõe sobre a política nacional do meio ambiente, \nseus fins e mecanismos de formulaçã o e aplicação, e dá outras providências. Lex. Brasília: Câmara dos \nDeputados, Edições Câmara, 2012.  \nBRASIL. Lei n. 9.433, de 8 de janeiro de 1997 . Institui a Política Nacional de Recursos Hídricos, cria \no Sistema Nacional de Gerenciamento de Recursos Hídri cos, regulamenta o inciso  XIX do art. 21 da \nConstituição Federal, e altera o art. 1º da Lei nº 8.001, de 13 de março de 1990, que modificou a Lei nº \n7.990, de 28 de dezembro de 1989. Lex. Brasília: Ministério do Meio Ambiente – Secretaria de \nRecursos Hídri cos. BRASIL. Lei n. 12.305, de 2 de agosto de 2010. Política nacional de resíduos \nsólidos. – 2. ed. – Lex. Série legislação, n. 81. Brasília: Câmara dos Deputados, Edições Câmara, 2012. \n73 p.  \nNEVES, M. C. P.; NEVES, J. F. Agricultura orgânica e produção in tegrada: diferenças e \nsemelhanças. Seropédica: Embrapa Agrobiologia, 2007, 20 p.  \nRICHLEFS, R. E. A Economia da natureza. 6. ed. Rio de Janeiro: Guanabara Koogan, 2010. 570 p.  \nTOWNSEND, C. R.; BEGON, M.; HARPER, J. L. Fundamentos em ecologia. 3. ed. Porto A legre: \nArtmed, 2010. 576 p.  \n \nDISCIPLINA:  ELETROTÉCNICA  ", "80": " \n80 \n  \nEMENTA: Circuitos Elétricos, monofásicos a trifásicos. Corrente contínua e corrente alternada. \nConversão de energia. Transformadores. Instalações elétricas industriais, de baixa e alta tensão. Painéis  \nde controle e teoria básica de máquinas elétricas e suas aplicações. Noções sobre equipamentos e sistemas \nde alimentação de motores e circuitos de baixa potência.  \n \nBIBLIOGRAFIA BÁSICA  \nCREDER, H. Instalações elétricas . Rio de Janeiro: LTC, 2007.  \nJOHNO, M.  Análise de circuitos . McGraw -Hill, 2014.  \nMILTON, G. Eletricidade básica . McGraw -Hill, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR  \nDORF, R; SVOBODA, J. Introdução aos circuitos elétricos . 7. Ed. LTC, 2008.  \nFLARYS, F. Eletrotécnica geral . São Paulo: Manole, 2006.  \nTELLES, D. D.; MONGELLI NETO, J. Física com aplicação tecnológica, v.1. 1. ed., Editora \nBlucher,  2011.  \nTELLES, D. D.; MONGELLI NETO, J. Física com aplicação tecnológica , v.2. 1. ed., Editora \nBlucher,  2013.  \nVICENTE, D. T.  Fundamentos de máquinas elétricas. Prentice Hall do Brasil, 1994.  \n \n9º PERÍODO  \nDISCIPLINA:  SEGURANÇA DO TRABALHO  \n \nEMENTA: Introdução a Segurança do trabalho: aspectos históricos, econômicos, políticos e sociais. \nConceito de Acidentes de Trabalho, Legislação, Responsabilidade civil e penal pa ra acidentes. Inspeção  \ne investigação do acidente de trabalho. Prevenção de acidente do trabalho e doenças ocupacionais na área \nde engenharia de alimentos. Prevenção e combate a incêndio. Comissão Interna de prevenção de \nAcidentes - CIPA, Relações humanas no trabalho. Normas re gulamentadoras – NR. Primeiros Socorros. \nMotivação e Lideranças. Equipamento de proteção Individual e coletivo. Teoria de Riscos, doenças do \ntrabalho e acidentes do trabalho. Atos ilícitos. OHSAS 18000.  \n \n ", "81": " \n81 \n BIBLIOGRAFIA BÁSICA  \nARAÚJO, G . M. Legislação de seg urança e saúde no trabalho: normas regulamentadoras do \nministério do trabalho e emprego. vol. 1. 2013.  \nGONÇALVES, E. A. Manual de segurança e saúde no trabalho. 6. ed. São Paulo: LTR, 2015. \nSALIBA, T. M . Legislação de segurança, acidente do trabalho e saúd e do trabalhador. 12. ed. São \nPaulo: LTR 2017.  \nBIBLIOGRAFIA COMPLEMENTAR  \nBRASIL. Segurança e medicina do trabalho. São Paulo: Atlas, 78 edição. 2017.  \nJUNIOR, A. M. S. Manual de segurança, higiene e medicina do trabalho. 11. ed. Editora RIDEEL, \n2017.  \nMORAES, M. M. L. O direito à saúde e segurança no meio ambiente do trabalho: proteção, \nfiscalização e efetividade normativa. São Paulo: LTr, 2002. 190 p.  \nNUNES, F. O. Segurança e saúde no trabalho – esquematizada. 3. ed. Editora Método , 2016 . \nTAVARES, J. C . Tópicos de administração aplicada à segurança do trabalho. 11. ed. São Paulo: \nSenac São Paulo, 2012. 166 p.  \n \nDISCIPLINA:  TECNOLOGIA DE PROCESSAMENTO DE ÓLEOS, GORDURAS, CEREAIS E \nDERIVADOS  \n \nEMENTA: Classificação comercial de grãos. Armazenamento e benefi ciamento de grãos. Controle de \npragas e infestações. Controle de qualidade de grãos armazenados. Extração e processamento de óleos e \ngorduras vegetais. Propriedades funcionais de lipídeos. Aproveitamento de  subprodutos.  \n \nBIBLIOGRAFIA BÁSICA  \nJORGE, N. Química e tecnologia de óleos vegetais . UNESP: Cultura Acadêmica, 2009. 163 p. \nOETTERER, M.; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  \ne tecnologia de alimentos . Barueri: Manole, 2006.  \nORDÓÑEZ, J. A. et al. Tecnologia de alimentos: componentes dos alimentos e processos. Porto \nAlegre: Artmed, 2005. v. I. 294 p.  \n \n ", "82": " \n82 \n BIBLIOGRAFIA COMPLEMENTAR  \nCOLLINS, C. H., BRAGA, G. L., BONATO, P. S. Fundamentos de cromatografia . Campinas: \nEditora da UNICAMP, 2006. 452 p.  \nDUARTE, V. Alimentos funcionais . Editora: Artes e Ofícios, 2006. 119 p.  \nFELLOWS, P. J. Tecnologia do processamento de alimentos: princípios e prática. 2ª ed. Porto \nAlegre: Artmed, 2006. 608 p.  \nKRIZ, G. S.; PAVIA, D. L; LAMPMAN, G. M. Introdução à espectroscopia . 4. ed. Editora Norte \nAme ricana, 2012. 280 p.  \nMORETTO, E.; FETT, R. Tecnologia de óleos e gorduras vegetais na indústria de alimentos . São \nPaulo: Livraria Varela, 1998. 150 p.  \n \nDISCIPLINA:  TECNOLOGIA DE PROCESSAMENTOS DE BEBIDAS  \n \nEMENTA: Recepção e controle da matéria -prima para produção de bebidas. Estocagem. Processamento \nde bebidas não alcoólicas, alcoólicas fermentadas e destiladas. Equipamentos. Insumos, aditivos e \ncoadjuvantes. Processos de conservação. Embalagens utilizadas.  \n \nBIBLIOGRAFIA BÁSICA  \nVENTURINI FILHO, W. G. Bebid as alcoólicas - ciência e tecnologia. Série Bebidas. v . 1, 2. ed. \nEditora Bucher, 2016.  \nVENTURINI FILHO, W. G. Bebidas não alcoólicas - ciência e tecnologia. Série Bebidas. v. 2, \nEditora Blucher, 2016.   \nVENTURINI FILHO, W. G. Indústria de Bebidas. Serie Bebidas. v. 3, 2. ed. Editora Blucher,  2016.  \nBIBLIOGRAFIA COMPLEMENTAR  \nADAMES, C.; SANTOS, J. I.; DINHAM, R. O essencial em cervejas e destilados. SENAC São \nPaulo. 2007. 152 p.  \nGAVA, A. J. Tecnologia de alimentos: princípios e aplicações. São Paulo: Nobel, 2014. 512 p. \nMEIRELES, M. A. A.; PEREIRA, C. G. Fundamentos de engenharia alimentos. São Paulo: \nAtheneu, 2013.  \nNESPOLO, C. R.; OLIVEIRA, F. A.; PINTO, F. S. T.; OLIVEIRA, F. C. Práticas em  tecnologia de \nalimentos . 1. ed. Porto Alegre: Artmed, 2015.  ", "83": " \n83 \n OETTERER, M.; ARCE, M. A.; SPOTO, M. H. Fundamentos de ciência e tecnologia de alimentos. \nEditora Manole, SP, 2006, 612 p.  \n \nDISCIPLINA:  MARKETING E EMPREENDEDORISMO  \n \nEMENTA: Utilidade do marketing na visão dos sistemas agroalimentares e na rede da empresa.  Análise \ndo comportamento do cliente e do consumidor. Diferenciação de produtos e serviços. Inter -relação das \nvariáveis em marketing. Marketing e inovação. Valor agregado. Conceitos sobre empreendedorismo. \nExercício da criatividade. Ideias  de negócios e id entificação de oportunidades em empresas de base \nalimentícia. Proteção da propriedade intelectual. Plano de negócio: características e estrutura.  \n \nBIBLIOGRAFIA BÁSICA  \nKOTLER, P. Marketing essencial: conceitos, estratégias e casos. 2ª ed. São Paulo: Prentic e Hall, \n2005.  \nMEGIDO, J. L. T.; XAVIER, C. Marketing & Agribusiness . São Paulo: Atlas, 2003. NEVES, M. F.; \nCASTRO, T. Marketing e estratégia em agronegócios e alimentos. São Paulo: Atlas, 2003.  \nBIBLIOGRAFIA COMPLEMENTAR  \nCARVALHO, D. T.; NEVES, M. F. Marketing na nova economia . São Paulo: Atlas, 2001. \nCHURCHILL JUNIOR, G. A. Marketing: criando valores para os clientes. São Paulo: Saraiva, 2000.  \nHOOLEY, G. J; SAUNDERS, J. A, PERCY. N. F. Estratégia de marketing e posicionamento \ncompetitivo . 2. ed. São P aulo: Makron Books, 2001.  \nLAS CASAS, A. L. Marketing. 10. ed. São Paulo: Atlas, 2007.  \nRIES, A.; RIES, L. As 22 consagradas leis do marketing: como transformar seu produto ou serviço \nem uma marca mundial. São Paulo: Makron Books, 2000.  \n \nDISCIPLINA:  SOCIOLOG IA, ÉTICA E DIREITOS HUMANOS  \n \nEMENTA: Especificidade da ética: origem, conceitos fundamentais, problemas e temas relevantes. Ética \ne moral. Evolução histórica e clássicos do pensamento ético. A questão da ética hoje. Responsabilidade \nsocial e profissional. Ética profissional. Ética e poder. A crise ética e os valores invertidos. Princípios \néticos e cidadãos. Ética e construção da cidadania. A cidadania: sua concepção moderna, sua postura e ", "84": " \n84 \n seu processo de ação.  \n \nBIBLIOGRAFIA BÁSICA  \nAGUILAR, F. J. A ética nas empresas: maximizando resultados atr avés de uma conduta ética nos \nnegócios. 1. ed. Rio de Janeiro: Jorge Zahar, 1996.  \nALVES, R. Filosofia da ciência: introdução ao jogo e suas regras. 10. ed., São Paulo: Loyola, 2005.  \nCHAUI, M. Convite à filosofia . 13. ed., São Paulo: Ática, 2005.  \nBIBLIOGRAF IA COMPLEMENTAR  \nAMOÊDO, S. Ética do trabalho na era pós -qualidade . Rio de Janeiro: Qualitymark Editora,1997. \nARANHA, M. L. de A. Filosofando: introdução à filosofia. Moderna, 2013.  \nCASSIRER, E. Ensaio sobre o homem: introdução a uma filosofia da cultura. S ão Paulo: Martins \nFontes, 1994.  \nCHAUI, M. Convite à filosofia. Ática, 2012.  \nCOSTA, M. C. C. Sociologia: introdução à ciência da sociedade. Moderna, 2005.  \n \nDISCIPLINA:  TRABALHO DE CONCLUSÃO DE CURSO I  \n \nEMENTA: Elaboração e desenvolvimento sob orientação docente. Técnicas e metodologias para o \ndesenvolvimento do trabalho de conclusão de curso. Estudos, análise e produção de textos acadêmico -\ncientíficos. Leitura e analise de textos relacionados com a área de alimentos. Elaboração de textos de \nacordo com as normas da Universidade.  \n \nBIBLIOGRAFIA BÁSICA  \nLAKATOS, E.M.; MARCONI, M.A. Fundamentos de Metodologia Científica . 8. ed. São Paulo: \nAtlas, 2017, 368  p. \nSEVERINO, A.J. Metodologia do Trabalho Científico . 23. ed. São Paulo: Cortez, 2015, 261  p. \nVOLPATO, G.L. Ciência: da filosofia à publicação. 6 . ed. São Paulo: Cultura Acadêmica Ed., 2013.  \nBIBLIOGRAFIA COMPLEMENTAR  \nDEMO, P. Metodologia do conhecimento científico . São Paulo: Editora Atlas, 2015.  \nMATIAS -PEREIRA, J. Manual de metodologia da pesquisa científica . 4. ed. Atlas, 2016. 224 p.  \nOLIVEIRA, A. Filosofia da ciência . Rio de Janeiro: Editora Zahar, 2003.  ", "85": " \n85 \n RUIZ, J.A. Metodologia científica: Guia Para Eficiência nos Estudos. 7. ed. São Paulo: Atlas, 2014.  \nVOLPATO, G. L. Dicas para redação científica . 4. ed. São Paulo: Cultura Acadêmica, 2016.  \n \n10º PERÍODO  \nDISCIPLINA:  TRABALHO DE CONCLUSÃO DE CURSO II  \n \nEMENTA : Elaboração de Monografia resultante de revisão  bibliográfica e/ou de trabalho prático  sob \norientação docente, versando sobre o tema relevante como os Alimen tos. \n \nBIBLIOGRAFIA BÁSICA  \nLAKATOS, E.M.; MARCONI, M.A. Fundamentos de Metodologia Científica . 8 ed. São Paulo: \nAtlas, 2017, 368  p. \nSEVERINO, A.J. Metodologia do Trabalho Científico . 23 ed. São Paulo: Cortez, 2015, 261  p. \nVOLPATO, G.L. Ciência: da filosofia  à publicação. 6 ed. São Paulo: Cultura Acadêmica Ed., 2013.  \nBIBLIOGRAFIA COMPLEMENTAR  \nDEMO, P. Metodologia do conhecimento científico . São Paulo: Editora Atlas, 2015.  \nMATIAS -PEREIRA, J. Manual de metodologia da pesquisa científica . 4. ed. Atlas, 2016. 224  p. \nOLIVEIRA, A. Filosofia da ciência . Rio de Janeiro: Editora Zahar, 2003.  \nRUIZ, J.A. Metodologia científica: Guia Para Eficiência nos Estudos. 7. ed. São Paulo: Atlas, 2014.  \nVOLPATO, G. L. Dicas para redação científica . 4. ed. São Paulo: Cultura Acadêmic a, 2016.  \n Observação:  o aluno deverá elaborar o Trabalho de Conclusão de Curso de acordo com as \nnormas regulamentadas pela Resolução n.  2, de 24 de abril de 2019 (Anexo IV).  \n \nDISCIPLINA:  ESTÁGIO SUPERVISIONADO  \n \nEMENTA: Conjuntos de atividades de formação, programados e diretamente supervisionados por \nmembros do corpo docente da instituição formadora procurando assegurar a consolidação e a articulação \ndas competências estabelecidas. O estágio supervisionado visa a assegurar o contato do formando com \nsituaçõe s, contextos e instituições, permitindo que conhecimentos, habilidades e atitudes se concretizem \nem ações profissionais, sendo recomendável que suas atividades se distribuam ao longo do  curso .  \n Observação:  o aluno deverá elaborar o relatório final de estágio supervisionado de acordo com ", "86": " \n86 \n as normas regulamentadas pela Lei nº 11.788, de 25 de setembro de 2008 (Anexo II).  \n \nEMENTAS DAS DISCIPLINAS OPTATIVAS  \n \nDISCIPLINA:  CONSERVAÇÃO DE ALIMENTOS PELO FRIO  \n \nEMENTA: Sistema de produção de frio. Câmaras frigoríficas. Pré -resfriamento, refrigeração e \ncongelamento. Liofilização. Embalagem de produtos conservados pelo frio. Estocagem e transporte de \nalimentos que devem ser acondicionados no frio. Descongelamento. Problemas de aplicação do frio nas \nindústrias de alimentos.  \nBIBLIOGRAFIA BÁSICA  \nEVANGELISTA, J. Tecnologia de alimentos. 2. ed. São Paulo: Atheneu, 2001.  \nKOBLITZ, M. G. B. Matérias -primas alimentícias: composição e controle de qualidade . Rio de \nJaneiro: Gu anabara Koogan, 2011.  \nLIMA, U. A. Matérias -primas dos alimentos . 1a ed. São Paulo: Blucher. 424 p. 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nARAÚJO, M. J. Fundamentos do agronegócio. 3ª ed. Ed. Atlas SA. 2010. 176 p.  \nCHITARRA, M. I. F.; CHITARRA, A. B. Pós-colheita de frutas e hortaliças: fisiologia e manuseio. \n2 ed. Lavras: UFLA, 786 p. 2006.  \ne tecnologia de alimentos. Barueri: Manole, 2006. 548 p.  \nGOMIDE, L. A. M.; RAMOS, E.M., FONTES, P.R. Ciência e Qualidade da Carne . Viçosa: Editora \nUFV. 2013. 197 p.  \nOETTERER, M .; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  \ne tecnologia de alimentos . Editora: Manole, 2006. 612 p.  \nORDÓÑEZ, J. A. et al. Tecnologia de alimentos: componentes dos alimentos e processos. 1ª ed. \nPorto Alegre: Artmed, 2005. 294 p.  \n \nDISCIPLINA:  ANÁLISE INSTRUMENTAL DE ALIMENTOS  \n \nEMENTA: Métodos de análise de alimentos por cromatografia. Cromatografia planar e camada delgada. \nCromatografia Líquida de Alta Eficiência. Cromatografia Gasosa. Espectrofotometria de Absorção. ", "87": " \n87 \n Espectrofotomet ria de Absorção e Emissão Atômica. Espectroscopia.  \nBIBLIOGRAFIA BÁSICA  \nBRASIL. Métodos físicos e químicos para análise de alimentos . 4. ed. Brasília: Ministério da Saúde. \n2005. 1018 p.  \nCECCHI, H. M . Fundamentos teóricos e práticos em análise de alimentos . 2. ed. Campinas: \nUNICAMP, 2003. 207 p.  \nNEVES, R.; PINTO, J. HACCP: análise de riscos no processamento alimentar. Cidade do Porto: \nPublindústria, 2008. 162 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nEVANGELISTA, J. Tecnologia de alimentos . 2 ed. Rio de Janeiro: Livraria  Ateneu, 2008. \nFEIGENBAUM, A. V. Controle da qualidade total . Makron Books, 1999.  \nFELLOWS, P. J. Tecnologia do processamento de alimentos: princípios e prática. 2ª ed. Porto \nAlegre: Artmed, 2006. 608 p.  \nGAVA, A.J.; SILVA, C.A.B.; FRIAS, J.R. Tecnologia de alimentos - princípios e aplicações. Editora \nNobel, 2009. 512 p.  \nOETTERER, M.; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  \ne tecnologia de alimentos . Editora: Manole, 2006. 612 p.  \n \nDISCIPLINA:  TECNOLOGIA DE PRODUÇÃO DE ENZIMAS MICROBI ANAS  \n \nEMENTA: Estudo dos mecanismos de formação, síntese, identificação e quantificação de enzimas \nproduzidas por micro -organismos. Condições adequadas e adversas para a síntese de enzimas in vitro \nutilizando micro -organismos. Avaliação da aplicação de enzimas microbianas em alimentos. \nMetodologias modernas para a síntese de enzimas microbianas. Desenvolvimento de processos \nfermentativos usando substratos viáveis e resíduos de indústrias de alimentos para síntese de enzimas \nmicrobianas.  \nBIBLIOGRAFIA BÁSI CA \nEVANGELISTA, J. Tecnologia de alimentos. 2. ed. São Paulo: Atheneu, 2001.  \nKOBLITZ, M. G. B. Matérias -primas alimentícias: composição e controle de qualidade . Rio de \nJaneiro: Guanabara Koogan, 2011.  \nLIMA, U. A. Matérias -primas dos alimentos . 1a ed. São P aulo: Blucher. 424 p. 2010.  ", "88": " \n88 \n BIBLIOGRAFIA COMPLEMENTAR  \nARAÚJO, M. J. Fundamentos do agronegócio. 3ª ed. Ed. Atlas SA. 2010. 176 p.  \nCHITARRA, M. I. F.; CHITARRA, A. B. Pós-colheita de frutas e hortaliças: fisiologia e manuseio. \n2 ed. Lavras: UFLA, 786 p. 2006.  \ne tecnologia de alimentos. Barueri: Manole, 2006. 548 p.  \nGOMIDE, L. A. M.; RAMOS, E.M., FONTES, P.R. Ciência e Qualidade da Carne . Viçosa: Editora \nUFV. 2013. 197 p.  \nOETTERER, M.; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  \ne tec nologia de alimentos . Editora: Manole, 2006. 612 p.  \nORDÓÑEZ, J. A. et al. Tecnologia de alimentos: componentes dos alimentos e processos. 1ª ed. \nPorto Alegre: Artmed, 2005. 294 p.  \n \nDISCIPLINA:  TECNOLOGIA DE CANA -DE-AÇÚCAR  \n \nEMENTA: A matéria -prima. Variedad es. Corte e transporte. Moagem. Difusão. Clarificação. \nEvaporação. Concentração. Cozimento. Turbinagem. Armazenamento. Controle da matéria -prima e do \nproduto nas usinas. Manejo, tratamento e reaproveitamento dos subprodutos.  \nBIBLIOGRAFIA BÁSICA  \nEVANGELISTA , J. Tecnologia de alimentos. 2. ed. São Paulo: Atheneu, 2001.  \nKOBLITZ, M. G. B. Matérias -primas alimentícias: composição e controle de qualidade . Rio de \nJaneiro: Guanabara Koogan, 2011.  \nLIMA, U. A. Matérias -primas dos alimentos . 1a ed. São Paulo: Blucher.  424 p. 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nARAÚJO, M. J. Fundamentos do agronegócio. 3ª ed. Ed. Atlas SA. 2010. 176 p.  \nCHITARRA, M. I. F.; CHITARRA, A. B. Pós-colheita de frutas e hortaliças: fisiologia e manuseio. \n2 ed. Lavras: UFLA, 786 p. 2006.  \ne tecnologia de alimentos. Barueri: Manole, 2006. 548 p.  \nGOMIDE, L. A. M.; RAMOS, E.M., FONTES, P.R. Ciência e Qualidade da Carne . Viçosa: Editora \nUFV. 2013. 197 p.  \nOETTERER, M.; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  \ne tecnologia de alimentos . Editora: Manole, 2006. 612 p.  ", "89": " \n89 \n ORDÓÑEZ, J. A. et al. Tecnologia de alimentos: componentes dos alimentos e processos. 1ª ed. \nPorto Alegre: Artmed, 2005. 294 p.  \n \n \nDISCIPLINA:  TECNOLOGIA DE PRODUTOS FERMENTADOS  \n \nEMENTA: Introdução  à tecnologia de produtos fermentados. Principais mercados. Principais produtos \nobtidos pelo processo de fermentação. Fermentação alcoólica. Fermentação ácido -lática. Fermentação \nmalolática. Apresentação e discussão de processos de obtenção de produtos ferment ados. Estudos de \ncaso.  \nBIBLIOGRAFIA BÁSICA  \nEVANGELISTA, J. Tecnologia de alimentos. 2. ed. São Paulo: Atheneu, 2001.  \nKOBLITZ, M. G. B. Matérias -primas alimentícias: composição e controle de qualidade . Rio de \nJaneiro: Guanabara Koogan, 2011.  \nLIMA, U. A. Matérias -primas dos alimentos . 1a ed. São Paulo: Blucher. 424 p. 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \nARAÚJO, M. J. Fundamentos do agronegócio. 3ª ed. Ed. Atlas SA. 2010. 176 p.  \nCHITARRA, M. I. F.; CHITARRA, A. B. Pós-colheita de frutas e hortaliças: fisiologia e manuseio. \n2 ed. Lavras: UFLA, 786 p. 2006.  \ne tecnologia de alimentos. Barueri: Manole, 2006. 548 p.  \nGOMIDE, L. A. M.; RAMOS, E.M., FONTES, P.R. Ciência e Qualidade da Carne . Viçosa: Editora \nUFV. 2013. 197 p.  \nOETTERER, M.; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  \ne tecnologia de alimentos . Editora: Manole, 2006. 612 p.  \nORDÓÑEZ, J. A. et al. Tecnologia de alimentos: componentes dos alimentos e processos. 1ª ed. \nPorto Alegre: Artmed, 2005. 294 p.  \n \nDISCIPLINA:  TECNOLOGIA E SOCIEDADE  \n \nEMENTA: Relações de trabalho no modo de produção capitalista. Administração de recursos humanos. \nPsicologia aplicada ao gerenciamento de pessoal. Desenvolvimento tecnológico e novos modelos de \nrelações de trabalho. Ética e legislação profissional. Relação entre tecnologia e sociedade. O impacto da ", "90": " \n90 \n tecnologia na sociedade e no meio amebiente.  \nBIBLIOGRAFIA BÁSICA  \nAGUILAR, F. J. A ética nas empresas: maximizando resultados através de uma conduta ética nos \nnegócios. 1. ed. Rio de Janeiro: Jorge Zahar, 1996.  \nALV ES, R. Filosofia da ciência: introdução ao jogo e suas regras. 10. ed., São Paulo: Loyola, 2005.  \nCHAUI, M. Convite à filosofia . 13. ed., São Paulo: Ática, 2005.  \nBIBLIOGRAFIA COMPLEMENTAR  \nAMOÊDO, S. Ética do trabalho na era pós -qualidade . Rio de Janeiro: Qu alitymark Editora,1997. \nARANHA, M. L. de A. Filosofando: introdução à filosofia. Moderna, 2013.  \nCASSIRER, E. Ensaio sobre o homem: introdução a uma filosofia da cultura. São Paulo: Martins \nFontes, 1994.  \nCHAUI, M. Convite à filosofia. Ática, 2012.  \nCOSTA, M.  C. C. Sociologia: introdução à ciência da sociedade. Moderna, 2005.  \n \n \nDISCIPLINA:  RELAÇ ÕES HUMANAS E LIDERANÇAS  \n \nEMENTA: Psicologia como ciência. Estudo da personalidade. Os problemas humanos nas organizações. \nO processo de formação grupal. A comunicação nas organizações. A liderança nas organizações.  \nBIBLIOGRAFIA BÁSICA  \nAGUILAR, F. J. A ética nas empresas: maximizando resultados através de uma conduta ética nos \nnegócios. 1. ed. Rio de Janeiro: Jorge Zahar, 1996.  \nALVES, R. Filosofia da ciência: introdução ao jogo e suas regras. 10. ed., São Paulo: Loyola, 2005.  \nCHAUI, M. Convite à filosofia . 13. ed., São Paulo: Ática, 2005.  \nBIBLIOGRAFIA COMPLEMENTAR  \nAMOÊDO, S. Ética do trabalho na era pós -qualidade . Rio de Janeiro: Qualitymark Editora,1997. \nARANHA, M. L. de  A. Filosofando: introdução à filosofia. Moderna, 2013.  \nCASSIRER, E. Ensaio sobre o homem: introdução a uma filosofia da cultura. São Paulo: Martins \nFontes, 1994.  \nCHAUI, M. Convite à filosofia. Ática, 2012.  \nCOSTA, M. C. C. Sociologia: introdução à ciência da sociedade. Moderna, 2005.  \nDEL PRETTE, A.; DEL PRETTE, Z. A. P. Psicologia das relações interpessoais : vivências para o ", "91": " \n91 \n trabalho em grupo. 2 ed. Petrópolis: Vozes, 2002. 231 p.  \n \nDISCIPLINA:  VALIDAÇÃO DE TÉCNICAS ANALÍTICAS  \n \nEMENTA: Amostragem. Amostra br uta. Amostra analítica e amostra de laboratório. Planejamento e \nparâmetros da validação analítica. Seletividade e linearidade. Limite de detecção e quantificação. \nPrecisão. Exatidão. Robustez. Técnicas analíticas validadas para alimentos. Métodos oficiais e não \noficiais para determinação de componentes em alimentos.  \nBIBLIOGRAFIA BÁSICA  \nBRASIL. Métodos físicos e químicos para análise de alimentos . 4. ed. Brasília: Ministério da Saúde. \n2005. 1018 p.  \nCECCHI, H. M . Fundamentos teóricos e práticos em análise de alimentos . 2. ed. Campinas: \nUNICAMP, 2003. 207 p.  \nNEVES, R.; PINTO, J. HACCP: análise de riscos no processamento alimentar. Cidade do Porto: \nPublindústria, 2008. 162 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \nEVANGELISTA, J. Tecnologia de alimentos . 2 ed. Rio de Janeiro : Livraria Ateneu, 2008. \nFEIGENBAUM, A. V. Controle da qualidade total . Makron Books, 1999.  \nFELLOWS, P. J. Tecnologia do processamento de alimentos: princípios e prática. 2ª ed. Porto \nAlegre: Artmed, 2006. 608 p.  \nGAVA, A.J.; SILVA, C.A.B.; FRIAS, J.R. Tecn ologia de alimentos - princípios e aplicações. Editora \nNobel, 2009. 512 p.  \nOETTERER, M.; REGITANO -D’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de ciência  \ne tecnologia de alimentos . Editora: Manole, 2006. 612 p.  \n \nDISCIPLINA:  ADITIVOS E COADJUVANTES EM ALIM ENTOS  \n \nEMENTA: Aditivos. Coadjuvantes. Aplicações. Probições. Legislação de aditivos no Brasil. \nClassificação de aditivos. Corantes. Aromatizantes e saborizantes. Antioxidantes. Espessantes. \nEstabilizantes. Acidulantes. Conservantes. Edulcorantes. Riscos p ara a saúde.  \nBIBLIOGRAFIA BÁSICA  ", "92": " \n92 \n ARAÚJO, J. M. A. Química de Alimentos: Teoria e Prática . 4 ed. Viçosa: Editora UFV, 2008. 596 \np. \nDAMODARAN, S.; PARKIN, K.L.; FENNEMA, O. R. Química de alimentos de Fennema . 4. ed. \nPorto Alegre: Artmed, 2010. 900 p.  \nRIBEIRO , E. P.; SERAVALLI, E. A. G. Química de alimentos . 2. ed. São Paulo: Blucher, 2007. 184 \np. \nBIBLIOGRAFIA COMPLEMENTAR  \nBELITZ, H. D.; GROSCH, W.; SCHIEBERLE, P. Food chemistry . New York: Springer, 2004, 1071 \np. \nBOBBIO, F. O.; BOBBIO, P. A. Introdução à química de Alimentos . 3. ed. Editora: Varela, São \nPaulo, 2003. 238 p.  \nBOBBIO, F. O.; BOBBIO, P. A. Química do processamento de alimentos . 3. ed. São Paulo: Editora: \nVarela, 2001. 143 p.  \nCOULTATE, T. P. Manual de química y bioquímica  de los alimentos . 2. ed ., Zaragoza: Acribia. \n1998. 376 p.  \nMURRAY, R. K.; GRANNER, D. K.; RODWELL, V. W. Harper: bioquímica Ilustrada. 27. ed., São \nPaulo: Atheneu, 2007, 620 p.  \n \nDISCIPLINA:  CONTAMINANTES E COMPOSTOS TÓXICOS EM ALIMENTOS  \n \nEMENTA: Segurança alimentar. Substâncias t óxicas em alimentos. Perigos associados aos alimentos. \nAgentes físicos, químicos e biológicos. Nitrosaminas. Hidrocarbonetos aromáticos policíclicos. \nAcrilamida. Etil carbamato. Aminas aromáticas heterocíclicas. Furanos. Gorduras trans.  \nBIBLIOGRAFIA BÁSICA  \nARAÚJO, J. M. A. Química de Alimentos: Teoria e Prática . 4 ed. Viçosa: Editora UFV, 2008. 596 \np. \nDAMODARAN, S.; PARKIN, K.L.; FENNEMA, O. R. Química de alimentos de Fennema . 4. ed. \nPorto Alegre: Artmed, 2010. 900 p.  \nRIBEIRO, E. P.; SERAVALLI, E. A. G. Química de alimentos . 2. ed. São Paulo: Blucher, 2007. 184 \np. \n ", "93": " \n93 \n BIBLIOGRAFIA COMPLEMENTAR  \nBELITZ, H. D.; GROSCH, W.; SCHIEBERLE, P. Food chemistry . New York: Springer, 2004, 1071 \np. \nBOBBIO, F. O.; BOBBIO, P. A. Introdução à química de Alimentos . 3. ed. Editora: Varela, São \nPaulo, 2003. 238 p.  \nBOBBIO, F. O.; BOBBIO, P. A. Química do processamento de alimentos . 3. ed. São Paulo: Editora: \nVarela, 2001. 143 p.  \nCOULTATE, T. P. Manual de química y bioquímica  de los alimentos . 2. ed., Zaragoza: Acribia. \n1998. 3 76 p.  \nMURRAY, R. K.; GRANNER, D. K.; RODWELL, V. W. Harper: bioquímica Ilustrada. 27. ed., São \nPaulo: Atheneu, 2007, 620 p.  \n \nDISCIPLINA:  SUBSTÂNCIAS BIOATIVAS E FUNCIONAIS  \n \nEMENTA: Histórico. Regulamentação no Brasil. Definição de alimento funcional. Estresse oxidativo \ncelular. Sistema antioxidante. Alegações de propriedade funcional comprovada. Ômega 3, 6 e 9. \nCarotenoides. Beta -glucana. Inulina. Fruto -oligossacarídeo. Quitosana. Fi toesteróis. Polióis. Probióticos \ne Prebióticos. Compostos fenólicos em alimentos.  \nBIBLIOGRAFIA BÁSICA  \nARAÚJO, J. M. A. Química de Alimentos: Teoria e Prática . 4 ed. Viçosa: Editora UFV, 2008. 596 \np. \nDAMODARAN, S.; PARKIN, K.L.; FENNEMA, O. R. Química de a limentos de Fennema . 4. ed. \nPorto Alegre: Artmed, 2010. 900 p.  \nRIBEIRO, E. P.; SERAVALLI, E. A. G. Química de alimentos . 2. ed. São Paulo: Blucher, 2007. 184 \np. \nBIBLIOGRAFIA COMPLEMENTAR  \nBELITZ, H. D.; GROSCH, W.; SCHIEBERLE, P. Food chemistry . New York: S pringer, 2004, 1071 \np. \nBOBBIO, F. O.; BOBBIO, P. A. Introdução à química de Alimentos . 3. ed. Editora: Varela, São \nPaulo, 2003. 238 p.  \nBOBBIO, F. O.; BOBBIO, P. A. Química do processamento de alimentos . 3. ed. São Paulo: Editora: ", "94": " \n94 \n Varela, 2001. 143 p.  \nCOULT ATE, T. P. Manual de química y bioquímica  de los alimentos . 2. ed., Zaragoza: Acribia. \n1998. 376 p.  \nMURRAY, R. K.; GRANNER, D. K.; RODWELL, V. W. Harper: bioquímica Ilustrada. 27. ed., São \nPaulo: Atheneu, 2007, 620 p.  \n \nDISCIPLINA:  CONTROLE ESTATÍSTICO DE P ROCESSO NA INDÚSTRIA DE \nALIMENTOS  \n \nEMENTA: Amostragem. Planejamento experimental. Subgrupos racionais. Medidas de tendência \ncentral e dispersão de dados. Inferência estatística. Testes comparativos univariados. Sete ferramentas. \nCartas de Controle. Softwares  estatísticos.  \nBIBLIOGRAFIA BÁSICA  \nBUSSAB, W.O. Análise de variância e de regressão . Atual editora, 1986.  \nFONTELLES, M.J. Bioestatística aplicada à pesquisa experimental . v.1. São Paulo: Livraria \nDa Física, 2012. 420 p.  \nPIMENTEL GOMES, F. Curso de estatística experimental. 15.ed. São Paulo: Nobel, 1985.  451 \np. \nBIBLIOGRAFIA COMPLEMENTAR  \nBERGUD, E.S. Bioestatística. 1.ed. São Paulo. EPU, 1981.  \nFERREIRA, P.; LOUZADA, F.; DINIZ, C. Controle estatístico de processos - uma abordagem \nprática para cursos de engenharia e administração. São Paulo: LTC, 2013. 270 p.  \nFONTELLES, M.J. Bioestatística aplicada à pesquisa experimental . v. 2. São Paulo: Livraria \nDa Física, 2012. 420 p.  \nHOFFMANN, R.; VIEIRA, S. Análise de regressão: uma introdução à econometr ia. 2. ed. São \nPaulo: HUCITEC, 1983. 379 p.  \nVIEIRA, S. Introdução à bioestatística . 3. ed. Rio de Janeiro: Editora Campus, 1980. 196 p.  \n \n \n \n \n \n ", "95": " \n95 \n 5.3 Atividades complementares  \n \nAs atividades complementares têm como principal objetivo contribuir para formação d os alunos, \ncomplementando conhecimento e técnicas de acordo com o interesse em atividades ligadas ao setor de \nalimentos, como:  \n Visitas técnicas; palestras; seminários; atividades de campo;  pesquisas.  \n Outras atividades : cursos, demonstrações, feiras agrícolas e  industriais.  \nNo total, deverão ser cumpridas 120 horas, entre o 2º período ao 9º período, devidamente \ncomprovadas e orientadas pela Tabela  17 (Anexo III ). \n \n5.4 Práticas de extensão  \n \nOs alunos do curso em Engenharia de Alimentos na Unidade de Fr utal, além da parte de ensino -\naprendizagem, conta com o s projetos de pesquisa  e extensão, em que  serão  execu tados através de \nTrabalhos de Conclusão de Cursos (TCCs) , editais  específicos para pesquisa e extensão , Consultoria \nJúnior, Empresa Júnior da unidade  Frutal, com intuito de desenvolver características empreendedoras em \nseus membros, condutas críticas e analíticas sobre o mercado, identificando potencial nicho de atuação, \npromovendo o desenvolvimento tecnológico em diversas áreas do conhecimento e agregando alunos do \ncurso de Administração, Engenharia Agronômica  e Tecnologia em Alimentos, mantendo seu papel \nintegrador e proporcionando aos seus membros a aplicação direta dos conhecimentos adquiridos em sala \ne a atuação no 3º setor econômico, faz endo deste projeto de Extensão um dos fundamentais para \nintegração Universidade e Comunidade.  \nOs alunos do curso poderão participar da organização da Semana Acadêmica do Curso, que será \nrealizada em conjunto com os cursos de Engenharia Agronômica e Tecnologia  em Alimentos, sendo um \nevento inter/multidisciplinar, agregando conhecimento aos participantes, interagindo com a comunidade, \npromovendo contatos com profissionais de diversos segmentos e integrando alunos, professores e \nfuncionários.  \nA extensão universit ária é definida como um processo educativo, cultural e científico que articula \no ensino e a pesquisa de forma indissociável e viabiliza a relação transformadora entre a Universidade e \na Sociedade. A s diretrizes gerais que direcionam as ações de extensão de vem se basear na \ninterdisciplinaridade, na articulação entre as atividades de ensino e pesquisa, na relação de diálogo entre ", "96": " \n96 \n a Universidade e a Sociedade e na relação social de impacto. Neste contexto, as atividades de extensão \ntêm como objetivo aplicar os  conhecimentos adquiridos pelo aluno no âmbito da Universidade e transferi -\nlos para a comunidade. A ideia central é que este conhecimento ultrapasse os muros da universidade e \natinja a comunidade regional para que seja aplicado  possibilita ndo a evolução da  comunidade como um \ntodo. Projetos de extensão são realizados na Unidade Frutal mediante Editais específicos (PAEx) e \nenglobam temáticas de projetos de agricultura familiar, projetos de indústrias de alimentos, aplicação de \nBoas Práticas de Fabricação (BPF ) para estabelecimentos de manuseio e comercialização de alimentos, \nconscientização de pessoas que manuseiam alimentos através de conceitos de BPF, cursos de capacitação \nem alimentos, entre outros.   \nTodas as atividades de extensão serão analisadas e valida das pelo colegiado do curso mediante a \napresentação de documento comprobatório e relatório consubstanciado (no caso de projetos de extensão)  \ne certificado (no caso de participação de eventos).  Estas atividades serão contabilizadas como horas aula \nreferente s às atividades de extensão que o aluno deverá cumprir como requisito para se graduar como \nEngenheiro de Alimentos, totalizando 420 horas relógio de acordo com a Tabela 3 . As atividades de \nextensão serão contabilizadas de acordo com as normas da Coordenaçã o de Extensão da Unidade Frutal \ncomo descritas abaixo.  \nQuadro 1.  Horas para participação em projetos de extensão.  \nDESCRIÇÃO  COMPROVAÇÃO E \nAVALIAÇÃO  HORAS \nVALIDADAS  LIMITE \nVALIDÁVEL  \nAção processual e contínua de \ncaráter educativo, social, \ncultural, cientíﬁco ou \ntecnológico, com objetivo \nespecíﬁco e prazo \ndeterminado. Pode ou não \nestar vinculado a um \nprograma.  Apresentação de \ndeclaração/certificado de \nparticipação emitido (contendo a \ncarga horária total do projeto) pelo \ncoordenador do projeto, aprova do \npela coordenação de Extensão.  Mínimo de 20 h por \nprojeto e máximo \nde 60 h por \nsemestre  240h  \nFonte: Elaborado pelo Centro de Extensão. Descrição com base em Brasil (2007).  \n \n \n \n \n \n \n ", "97": " \n97 \n Quadro 2. Horas para participação em cursos de extensão.  \nDESCRIÇÃO  COMPROV AÇÃO E \nAVALIAÇÃO  HORAS \nVALIDADAS  LIMITE \nVALIDÁVEL  \nIniciação - Curso que objetiva, \nprincipalmente, oferecer noções \nintrodutórias em uma área \nespecíﬁca do conhecimento.  Declaração/certificado (com \ncarga horária) com assinatura \ndo coordenador do curso de \nextensão.  Mínimo de 8h por \ncurso e máximo de \n45h por semestre.  90h \nAtualização - Curso que \nobjetiva, principalmente, \natualizar e ampliar \nconhecimentos, habilidades ou \ntécnicas em uma área do \nconhecimento.  Declaração/certificado (com \ncarga horária) com ass inatura \ndo coordenador do curso de \nextensão.  Mínimo de 8h por \ncurso e máximo de \n45h por semestre.  90h \nTreinamento e qualiﬁcação \nproﬁssional - Curso que \nobjetiva, principalmente, treinar \ne capacitar em atividades \nproﬁssionais especíﬁcas.  Declaração/certifi cado (com \ncarga horária) com assinatura \ndo coordenador do curso de \nextensão.  Mínimo de 8h por \ncurso e máximo de \n45h por semestre.  90h \nFonte: Elaborado pelo Centro de Extensão. Descrição com base em Brasil (2007).  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "98": " \n98 \n Quadro 3. Horas para participação em eventos de extensão.  \nDESCRIÇÃO  COMPROVAÇÃO E \nAVALIAÇÃO  HORAS \nVALIDADAS  LIMITE \nVALIDÁVEL  \nCongresso  Declaração/certificado (com carga \nhorária) com assinatura do coordenador \ndo evento.  Mínimo de 05 horas por \nevento e 30 h por \nsemestre  90h \nSeminário  Declaração/certificado (com carga \nhorária) com assinatura do coordenador \ndo evento.  Mínimo de 05 horas por \nevento e 30 h por \nsemestre  90h \nCiclo de debates  Declaração/certificado (com carga \nhorária) com assinatura do coordenador \ndo evento.  Mínimo de 05 horas por \nevento e 30 h por \nsemestre  90h \nExposição  Declaração/certificado com assinatura \ndo coordenador do evento.  Mínimo de 05 horas por \nevento e 30 h por \nsemestre  90h \nEspetáculo  Declaração/certificado (com carga \nhorária) com assinatura do coordenador \ndo evento.  Mínimo de 05 horas por \nevento e 30 h por \nsemestre  90h \nEvento esportivo  Declaração/certificado (com carga \nhorária) com assinatura do coordenador \ndo evento.  Mínimo de 05 horas por \nevento e 30 h por \nsemestre  90h \nFestival  Declaração/certificado (com carga \nhorária) com assinatura do coordenador \ndo evento.  Mínimo de 05 horas por \nevento e 30 h por \nsemestre  90h \nSemanas \nAcadêmicas  Declaração/certificado (com carga \nhorária) com assinatura do coordenador \ndo evento.  Mínimo de 05 horas por \nevento e 30 h por \nsemestre  90h \nOutros  Declaração/certificado (com carga \nhorária) com assinatura do coordenador \ndo evento.  Mínimo de 05 horas por \nevento e 30 h por \nsemestre  90h \nFonte: Elaborado pelo Centro de Extensão. Descrição com base em Brasil (2007).  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "99": " \n99 \n Quadro 4. Horas para participação em projetos de prestação de serviços.  \nDESCRIÇÃO  COMPROVAÇÃO E \nAVALIAÇÃO  HORAS VALIDADAS  LIMITE \nVALIDÁVEL  \nATENDIMENTO AO \nPÚBLICO EM ESPAÇOS DE \nCULTURA, CIÊNCIA E \nTECNOLOGIA (Espaços e \nMuseus Culturais, Espaços e \nMuseus de Ciência e \nTecnologia, Cineclubes, Outros \nAtendimentos)  Apresentação de \ndeclaração/certificado (com \ncarga horária) de participação \nemitido pela coordenação do \nProjeto e Direção da Unidade.  Mínimo de 15h por projeto e \nmáximo de 45h por semestre.  90h \nSERVIÇO EVENTUAL \n(Consultoria, Assessoria, \nCuradoria, Núcleos de Práticas \ndos respectivos cursos, \nEmpresa Junior).  Apresentação de \ndeclaração/certificado (com \ncarga horária) de participação \nemitido pela coordenação do \nprojet o e Direção da Unidade.  Mínimo de 15h por projeto e \nmáximo de 45h por semestre.  90h \nATIVIDADES DE \nPROPRIEDADE \nINTELECTUAL (Depósito de \nPatentes e Modelos de \nUtilidades, Registro de Marcas \ne Softwares, Contratos de \nTransferência de Tecnologia, \nRegistro de Direitos Autorais)  Documentos específicos \ncomprobatórios das \natividades de propriedade \nintelectual. Certificado \nemitido pelo NIT com carga \nhorária.  Mínimo de 30h por Atividade \ne máximo de 60h por semestre.  90h \nEXAMES E LAUDOS \nTÉCNICOS  Apresentação de \ndeclaração/certificado de \nparticipação emitido pela \ncoordenação do projeto e \nDireção da Unidade.  Mínimo de 20 h por parecer \ntécnico -teórico e 40h por \nparecer técnico com análise \nlaboratorial. Máximo de 40h \n(parecer técnico -teórico) e 80h \n(parecer técnico c om análise \nlaboratorial) por semestre.  120h  \nATENDIMENTO JURÍDICO \nE JUDICIAL  Apresentação de \ndeclaração/certificado de \nparticipação emitido pela \ncoordenação do NPJ e \nDireção da Unidade.  Mínimo por atividade: 2h por \ntarefas forenses; 4h de \nelaboração de peç as \nprocessuais em geral; 1h \nplantões semanais (NAJ, junto \na advogados ou sociedade de \nadvogados credenciados, \nentidades públicas vinculadas \nàs atividades jurídicas).  \nMáximo por semestre: 8h por \ntarefas forenses; 16h de \nelaboração de peças \nprocessuais em g eral; 4h \nplantões semanais (NAJ, junto \na advogados ou sociedade de \nadvogados credenciados, \nentidades públicas vinculadas \nàs atividades jurídicas).  90h \nFonte: Elaborado pelo Centro de Extensão. Descrição com base em Brasil (2007).  \n ", "100": " \n100 \n 5.5 Estágio supervisiona do \n  \n Em relação à legislação vigente, destaca -se a Lei nº 11.788, de 25 de setembro de 2008 (BRASIL, \n2008), que define o estágio como:  \n(...) o ato educativo escolar supervisionado, desenvolvido no  \nambiente de trabalho, que visa à preparação para o trabalho produtivo \ndo estudante, proporcionando aprendizagem social, profissional e \ncultural, através da sua participação em atividades de trabalho, \nvinculadas à sua área de formação acadêmico -profissional .  \nA Diretriz Curricular Nacional (DCN) proposta na Resolução nº 11 - MEC/CNE/CES de 11 de março de \n2002  (BRASIL, 2002) , define que o Estágio Curricular Obrigatório em cursos de engenharia deverá ser \nrealizado sob supervisão direta da instituição de ensino , por meio de relatórios técnicos e \nacompanhamento individualizado durante o período de realização da atividade. A carga horária mínima \ndeve ser de 160 (cento e sessenta) horas, sendo obrigatória a apresentação de um trabalho final de curso \ncomo atividade de síntese e integração de conhecimento adquirido. Nesta mesma resolução , é definido \nque os estágios devem assegurar o contato do formando com situações, contextos e instituições, \npermitindo que conhecimentos, habilidades e atitudes se concretizem em ações  profissionais. A nova \nDiretriz (DCN) Resolução nº 02 - MEC/CNE/CES de 24 de abril de 2019  (BRASIL, 2019a) , trata o tema \ncom mais especificidade, sendo que no art. 11º se apresenta:  \n“Art. 11. A formação do engenheiro inclui, como etapa integrante da \ngraduação, as práticas reais, entre as quais o estágio curricular \nobrigatório sob supervisão direta do curso.  \n§ 1º A carga horária do estágio curricular deve estar prevista no Projeto \nPedag ógico do Curso, sendo a mínima de 160 (cento e sessenta) horas.  \n§ 2º No âmbito do estágio curricular obrigatório, a IES deve \nestabelecer parceria com as organizações que desenvolvam ou \napliquem atividades de Engenharia, de modo que docentes e discentes \ndo curso, bem como os profissionais dessas organizações, se envolvam \nefetivamente em situações reais que contemplem o universo da \nEngenharia, tanto no ambiente profissional quanto no ambiente do \ncurso”.  \n Neste contexto, é legítimo observar que o estágio obrig atório contribuirá para o desenvolvimento ", "101": " \n101 \n de competências próprias da atividade profissional, habilidades, atitudes e valores  dos alunos do curso \nde Engenharia de Alimentos. A credita -se que a realização do estágio é decisiva à formação do \nprofissional e ex ige 360 horas de estágio obrigatório.  \n O Estágio Supervisionado apresenta, adicionalmente, como pontos positivos ao aluno:  \n Aprendizado de competências próprias da atividade profissional, vivenciando problemas e \ndemandas da indústria de alimentos, com a po ssibilidade de aplicação dos conhecimentos \nadquiridos para resolver tais problemas e demandas;  \n Facilita a inserção do aluno no mundo do trabalho;  \n Facilita a adaptação social e psicológica do estudante à sua futura atividade profissional;  \n Complementa as com petências e habilidades do aluno que estão previstas no perfil do egresso;  \n Promove o crescimento profissional e pessoal do aluno;  \n Fortalece as relações interpessoais e adquire experiência em trabalhos em equipe;  \n Integra o aluno com profissionais de outras áreas de trabalho.  \n No Curso de Engenharia de Alimentos  da Unidade Frutal  está previsto o estágio supervisionado  \ncom carga horária de 360 horas e deverá ser realizado no 10º período do curso, sendo direcionador do \nTrabalho de Conclusão de Curso do aluno. A dinâmica de estruturação das orientações será realizada sob \na orientação do coordenador do curso de Engenharia de Alimentos com o auxílio de dois professores \nefetivos do quadro de docentes do curso. Os três professores citados (coordenador + dois professo res do \nquadro do curso) serão responsáveis por orientar grupos de alunos. Os alunos serão indicados para cada \nprofessor orientador mediante sorteio. As reuniões dos grupos de alunos serão realizadas quinzenalmente \ncom o objetivo de expor o andamento do est ágio pelo aluno para o professor orientador e discutir os \nproblemas enfrentados e as demandas solicitadas pela empresa ou estabelecimento no qual o aluno está \nexecutando o seu referido estágio. Em todas as reuniões, as demandas trazidas pelos alunos estagi ários \nserão discutidas juntamente com seus professores orientadores e estes serão responsáveis por direcionar \nos alunos para a melhor alternativa de solução ou minimização destas demandas. Além disso, os \nprofessores orientadores tamb ém auxiliarão os alunos  no trabalho em equipe e nas relações interpessoais, \nintermediando o contato entre ele e o responsável pelo aluno na empresa/estabelecimento.  \n O 10º período do curso é totalmente destinado a realização do TCC e do estágio. Foi proposto o \n10º período  para a  realização do estágio, para que o aluno tenha maior diversidade de opções de estágio, \nnão só na região de Frutal  como também em outras regiões do país, possibilitando ao aluno  participar de  \nestágios em grandes multinacionais, com expectativa de posterior ingresso como trainee . Outro fator ", "102": " \n102 \n relevante do estági o no último período sem disciplinas presenciais é o fato de em consonância ao art. 22º \nda Lei do Estagio ( BRASIL, 2008 ), o estágio, nos períodos em que não estão programadas aulas \npresenciais ou nas fér ias escolares, poderá ter jornada de 8  horas diárias e 40 (quarenta) horas semanais. \nÉ necessário ressaltar que as atividades a serem desenvolvidas pelo estagiário devem estar sempre \nrelacionadas de forma clara às áreas de atuação do Engenheiro de Alimento s. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "103": " \n103 \n 6 AVALIAÇÃO DISCENTE  E QUALIDADE DO CURSO  \n \n6.1 Avaliação do discente  \n \nA avaliação será contí nua e de forma global, mediante a verificação de competências e de \naprendizagem de conhecimento em atividades e componentes  curriculares  inseridas no âmbito dos núcleos \nde conteúdos básicos, profissionalizantes e profissionais específicos, além de contemplar o preconizado \npela Resolução nº 2 de 24 de abril de 2019  (BRASIL, 2019a) . São formas de instrumentos de avaliação \ndo pro cesso de ensino e aprendizagem: avaliações escritas e orais, apresentação de seminários, trabalho \nde revisão bibliográfica, relatórios de aulas práticas, relatórios de visitas técnicas, relatórios de atividades \nde campo e outros.  \nA avaliação da aprendizage m é compreendida como parte integrante e intrínseca do processo \neducacional e ocorre sistematicamente durante todo o processo de construção da aprendizagem. Dessa \nforma, oferece possibilidade de adequações constantes, constituído efetivamente o processo de  ensino e \naprendizagem.  \nSerá aprovado na unidade curricular o aluno que obtiver média final ou superior  a 60 pontos e \nfrequência mínima de 75  % nas aulas ministradas. Será automaticamente reprovado, na unidade \ncurricular, o aluno que obtiver média final inferior a 40 pontos e/ou frequência inferior a 75  % nas aulas \nministradas. A pontuação semestral será composta por uma etapa única , ressaltando que nenhuma \navaliação será pontuada acima de 40 pontos, e ambas etapas terão no mínimo 2 tipos de  avaliação.  \nO exame final será aplicado apenas  para aqueles que possuírem média final igual ou superior a \n40 pontos  e inferior a 60 pontos . Essa avaliação deverá abranger o conteúdo desenvolvido ao longo do \nsemestre, previsto no plano de ensino.  \nO aluno somente será apr ovado, no exame final , se atingir  nota igual ou superior a  60 pontos  de \n100 pontos totais. Vale ressaltar que, a nota final do aluno do exame final, quando aprovado, será sempre \nigual a 60 pontos, independentemente se a nota do aluno foi superior a este es core no exame final.  \nVale ressaltar que é incumbência do docente atribuir notas de avaliação e é obrigatório o controle \nda frequência dos alunos, com registro no diário de classe. O aluno tem direito à vista da avaliação em \nsala de aula  após a correção da mesma. Em caso de reprovação do aluno em determinada disciplina, \nsomente a avaliação do Exame final ficará  retida na Secretaria Acadêmica, arquivada na pasta do aluno, \na fim de co mprovação da reprovação . ", "104": " \n104 \n  \n6.2 Avaliação do curso  \n \n A avaliação é um processo natural no âmbito da Universidade e pode ser descrita como um \nprocesso dinâmico através do qual a instituição acadêmica pode conhecer seus próprios pontos fortes e \nfraquezas e, a partir disto, servir de base para direcionar atitud es construtivas a fim de minimizar as \nfraquezas e enaltecer os pontos positivos. Na UEMG Frutal serão realizadas algumas avaliações \nimportantes de modo a garantir a qualidade do ensino no que concerne à Engenharia de Alimentos. \n Para tal, a avaliação do cu rso de Engenharia de Alimentos será realizada pelo Núcleo Docente \nEstruturante (NDE) nos termos do Art. 2º da Resolução COEPE 162/2016  (MINAS GERAIS, 2016) . O \nNDE terá as funções de coordenar e articular o processo interno de avaliação do curso e disponibi lizar \nas informações coletadas mediante relatórios anuais. Além disso, a Comissão de Processo de Avaliação \n(CPA), responsável pela avaliação institucional, nos termos da Resolução CONUN 419/2018  (MINAS \nGERAIS, 2018b) , atuará de forma conjunta com o NDE do curso de Engenharia de Alimentos para \nalinhar discussões acerca da avaliação do curso no âmbito institucional.   \n O NDE do curso de Engenharia de Alimentos terá como uma de suas funções desenvolver um \nquestionário on -line (em formato de formulário de fácil  preenchimento) que será aplicado aos alunos e \nprofessores do curso de Engenharia de Alimentos anualmente. O primeiro formulário será destinado aos \ndiscentes e avaliará o curso, a estrutura física e o atendimento estudantil; e o segundo questionário será \ndestinado aos discentes e docentes, com a finalidade de avaliar a disciplina do curso e promover uma \nautoavaliação do seu trabalho como docente do curso (Anexo I).  \n Após a aplicação dos questionários, os dados serão tabulados, discutidos pelos membros do N DE \nde modo a verificar quais aspectos do curso precisarão ser trabalhados e aprimorados para que o curso \nevolua de forma consistente e concisa. Além disso, os resultados servirão de base para a mitigação de \neventuais problemas. Os resultados serão analisad os mediante estatísticas descritivas e gráficos \nexplicativos que serão apresentados em um relatório anual denominado “Relatório de Autoavaliação do \nCurso de Engenharia de Alimentos” que será apresentado à direção da Unidade e à comunidade \nacadêmica, nortea ndo as tomadas de decisão relacionadas ao ensino -aprendizagem. Adicionalmente, o \nrelatório anual servirá de base para discutir melhorias contínuas junto à Direção da Unidade e à Reitoria, \njá que os dados serão documentados e estruturados estatisticamente r eforçando o caráter científico dos \nresultados obtidos.  ", "105": " \n105 \n  \n6.3 Núcleo Docente Estruturante  (NDE)  \n \nO Núcleo Docente Estruturante - NDE é o órgão consultivo de assessoramento e planejamento, \nde acordo com a Resolução  nº 162/2016  (MINAS GERAIS, 2016) , sendo corresponsável pela \nelaboração, implementação, atualização e consolidação do Projeto Pedagógico do Curso.  \nO NDE do curso de Engenharia de Alimentos possui também a finalidade de desenvolver \ndiscussões e ações efetivas no campo teórico e prático a fim de pr omover a qualidade do curso.  \nSão atribuições do  NDE:  \n Participar  efetivamente da elaboração do Projeto Pedagógico  do Curso definindo sua \nconcepção e fundamentos junto ao colegiado;  \n Participar  efetivamente da construção do perfil profissional do egresso do curso;  \n Participar  da revisão e atualização periódica  do projeto pedagógico  do curso para análise  \ne aprovação do Colegiado de  Curso;  \n Supervisionar  as formas de avaliação e acompanhamento do curso definidas com o \nColegiado;  \n Promover a integração horizontal e vertical  do curso, respeitando  os eixos \ninterdisciplinares estabelecidos pelo projeto  pedagógico;  \n Planejar  e acompanhar as atividades complementares executadas pelo  curso;  \n Contribuir  com os Projetos  Institucionais;  \n Zelar  pela integração curricular interdisciplinar entre as diferentes atividades de ensino \nconstantes no currículo;  \n Indicar  formas de incentivo ao desenvolvimento de linhas de pesquisa e extensão, \noriundas de necessidades da graduação, de exigências do mercado de trabalho e afinadas com \nas políticas públicas relativas à área de conhecimento do curso.  \nO NDE se reúne no mínimo 2 (duas) vezes em cada semestre e é composto por no mínimo 5 \ndocentes vinculados ao curso.  \n \n \n \n \n ", "106": " \n106 \n 6.4 Colegiado do curso  \n \nO Colegiado de Curso de Graduação é órgão administrativo normativo, deliberativo e de \nsupervisão da organização acadêmica. O Colegiado de Curso é constituído por representantes dos \ndepartamentos que participam do curso, representantes dos professores que participam do cu rso, eleitos \npor seus pares e representantes dos estudantes matriculados no curso, escolhidos na forma do Estatuto e \ndo Regimento Geral. Juntamente com os representantes serão eleitos suplentes, com mandato vinculado, \npara substituí -los em suas faltas ou i mpedimentos.  \nCada Colegiado de Curso terá um Coordenador e um Subcoordenador, eleitos dentre os membros \ncomponentes, sendo que respectivamente estes membros eleitos exercerão a função de Coordenador e \nSubcoordenador do Curso de Engenharia de Alimentos.  \nO C olegiado de Curso tem por objetivo desenvolver atividades voltadas para o constante \naperfeiçoamento e melhoria dos cursos superiores, com base no Projeto Pedagógico e demais normas da \nInstituição.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "107": " \n107 \n 7 CORPO  DOCENTE  \n \nOs servidores da UEMG são compostos por funcionários efetivos ou designados (contrato \ntemporário), vinculados ao Estado de Minas Gerais.  \nNa composição do quadro docente do curso de Engenharia de Alimentos é possível observar a \nformação multitemática voltada para o adequado  funcionamento:  \nQuadro 5. Relação da formação dos docentes e disciplinas correlatas.  \nCurso (Formação)  Disciplinas  \nEngenheiro(a) Alimentos   Administração da Produção e Operações  \n Análise de Alimentos  \n Análise Sensorial  \n Bioquímica de Alimentos  \n Desenvolvimento de Novos  Produtos  \n Estágio Supervisionado  \n Estatística Experimental  \n Fundamentos da Tecnologia de Alimentos  \n Gestão da Qualidade e  Produtividade  \n Higiene, Legislação e Segurança alimentar  \n Introdução a Engenharia de Alimentos  \n Matérias -Primas Ali mentícias  \n Planejamento e Projeto  \n Química de Alimentos  \n Segurança do Trabalho  \n Segurança, Higiene e Legislação de \nAlimentos  \n Tecnologia de Embalagens  \n Tecnologia de Panificação, Massas, Amidos e \nDerivados  \n Tecnologia de Processamento de Bebidas  \n Tecnologia de Processamento de Carnes, \nOvos e Derivados  \n Tecnologia do Processamento de Frutas e \nHortaliças  \n Tecnologia de Processamento de Leite e  \nDerivados  \n Tecnologia de Processamento de Óleos, \nGorduras, Cereais e Derivados  \n Trabalho de Conclusão de Curso I e II  \n \n ", "108": " \n108 \n  \n \nQuadro 5. Relação da formação dos docentes e disciplinas correlatas (continuação).  \nQuímica   Físico -Química  \n Química  Analítica  \n Química Geral  \n Química  Orgânica  \nAgronomia   Gestão e Legislação Ambiental  \n Tecnologia do Processamento de Frutas e \nHortaliças  \nBiologia   Biologia Celular  \n Biotecnologia  \n Microbiologia de  Alimentos  \n Microbiologia Geral  \n Tratamento de Resíduos e Efluentes na \nIndústria de Alimentos  \nFísica   Fenômenos de Transporte I e II  \n Física I e II  \n Instrumentação Industrial e Controle de \nProcessos  \n Mecânica Geral  \n Operações Unitárias I e II  \n Refrigeração e Cadeia de Frios  \n Termodinâmica I e II  \nMatemática   Álgebra Linear  \n Cálculo I, II e III  \n Cálculo Numérico  \n Estatística Básica  \n Geometria  Analítica  \nEngenharia Civil   Desenho Técnico  \n Eletrotécnica  \n Informática Aplicada à Engenharia  \n Instalações  Industriais  \n Resistência de  Materiais  \nNutricionista   Fundamentos da Nutrição  \n Metodologia Científica  \n Toxicologia de Alimentos  \nAdministração   Marketing e Empreendedorismo  \nSociólogo   Sociologia, Ética e Direitos  Humanos  \n \n ", "109": " \n109 \n 8 INFRAESTRUTURA FÍSICA  \n \nEdificações da Unidade Frutal: Atualmente, a Unidade é composta por dois blocos de três andares \ncada, a saber: Bloco A, composto de 20 salas de aula (para 50 alunos cada), sala dos professores, sala do \nCentro de Pesquisa e Extensão, Biblioteca Central, secretaria da Unidade, sala da diretoria, salas do setor \nadministrativo e pedagógico, salas de coordenadores de curso,  sala dos chefes de departamento, sala dos \nestudantes de iniciação científica, sala  do cursinho social, salas de Empresa Júnior, sala do diretório \nacadêmico, quatro laboratórios de informática, sala de informática/manutenção, almoxarifado, sala da \ncopiadora, anfiteatro com 364 lugares, hall de entrada, sala da Central de Processamento de  Dados, oito \nbanheiros, e três copas; Bloco B, composto de seis salas de aula (para 50 alunos cada), gabinetes para os \nprofessores, sala da secretaria, sala de estudo de alunos equipada com computadores, nove laboratórios, \nsala máster, sete salas UAITEC (Universidade Aberta Integrada de Minas Gerais), sala da Agência de \nComunicação, sete salas da UFMG (UAB -Universidade Aberta do Brasil), almoxarifado, oito banheiros, \nduas copas. Os Blocos A e  B possuem estacionamento conjugado para 164 veículos, sendo 99 vagas \ndestinadas aos professores e funcionários, 60 vagas para alunos, cinco vagas para idosos e deficientes. \nDestaque: A Unidade Frutal, por meio da Lei 22291, de 19 agosto de 2016, incorpora  a antiga Fundação \nHidroEX/Cidade das Águas e a sucederá nos programas, projetos, contratos e convênios celebrados e \nnos demais direitos e obrigações. A Cidade das Águas representa um condomínio temático em ampla \nconstrução e expansão, incluindo um bouleva rd, anfiteatros e um parque olímpico. Além dos dois blocos \nlistados acima (A e B), está em processo de conclusão a Biblioteca Central, três prédios de laboratórios, \no prédio da Prefeitura da Unidade, garagem para veículos oficiais, e sete prédios (três and ares cada) de \nalojamentos para estudantes e servidores.  \n \nListagem dos laboratórios:  \n Laboratório de Geoprocessamento. Recursos: 18 computadores, 12 GPS, plotter.  \n Laboratório de Aerofotogrametria e Sensoriamento Remoto. Recursos: estereoscópios de bolso, \nestereoscópio de espelho e computadores.  \n Laboratório de Microbiologia.  Recursos: Espectrofotômetro, autoclave, refrigerador, centrífuga, \ndestilador, microscópio binocular, microscópio tri -ocular, câmara asséptica, contador de colônia, \nincubadora DBO, maleta p ara análise microbiológica, estufas e vidrarias.  \n Laboratório de Microscopia. Recursos: 22 microscópios  binoculares.  ", "110": " \n110 \n  Laboratório de Biologia. Recursos: destilador de água, freezer, geladeira, autoclave, balança \nsemi -analítica, vidrarias, mesa agitadora, banho -maria, agitador magnético com aquecimento, \ncentrífuga, refratômetro de bancada, analisador de ponto de fusão, colorímetro, agitador, agitador \njar test, chapa aquecedora, mantas elétricas e  micropipetas.  \n Laboratório de Físico -Química. Recur sos: Estufas, capela de exaustão, mesa agitadora, mufla, \ncondutivímetro, medidor de pH, jogo de peneiras com agitador, jogo de trados, jogo de martelos \npedológicos, jogo de martelos geológicos, vidrarias, balanças, centrífuga, placa aquecedora, \naparelho casagrande, colorímetros, fotômetro de chama, sonda multiparamétrica de água, \ngeladeira, centrífuga, espectrofotômetro, refratômetro, densímetros, termômetros, destilador, \nanalisador de nitrogênio, mantas elétricas, micropipetas.  \n Laboratório de Pesquisas A mbientais I. Recursos: Destilador, medidor de pH, capela de exaustão, \nbalanças analíticas, estufa, medidor multiparâmetro de água, centrífuga, espectrofotômetro, \nmicroscópio,  vidrarias.  \n Laboratório de Pesquisas Ambientais II. Recursos: Destilador, capela d e exaustão, balanças, \ncapela para análise microbiológica, estufa,  vidrarias.  \n Laboratório de Estudos Geográficos: Recursos: mesas, computadores, mapas.  \n Laboratório de Análise de Água e Solos. Recursos: ultra freezer, balanças analíticas, centrífuga, \nmedidor  de pH, deionizador, vidrarias, micro -ondas, banho -maria, mesa  agitadora, autoclave, \npipetas  automáticas.  \n Laboratórios em construção. Está em processo de conclusão três prédios de laboratórios para uso \ncomum na UEMG e que poderá dar suporte ao novo Curso d e Engenharia de Alimentos. Segue a \nrelação de dependências do prédio com fase mais avançada de conclusão: 1º andar - recebimento \nde amostras, preparo de soluções, triagem físico - química, almoxarifado, Laboratório de Análise \nde Água e Efluentes, Laboratóri o de Físico -Química da Água e Solo, Laboratório de Biologia, \nLaboratório de Microbiologia; 2º andar – Laboratório de Climatologia e Meteorologia, \nLaboratório de Georreferenciamento e Topografia, salas de vídeo conferência. Equipamentos \ncomprados para compo r os laboratórios: agitadores, analisador automático de carbono, analisador \nautomático de água e propriedades dielétricas do solo (TDR), analisador portátil de íons, balanças \nde precisão, chapa aquecedora, centrífugas, colorímetro SPAD, condutivímetro, cro matógrafo - \nHPLC, espectrofotômetro de absorção atômica (chama/forno de grafite), espectrofotômetro UV -\nVIS, espectroradiômetro, DRX, barco a motor, computadores de alta performance, conjunto para ", "111": " \n111 \n teste de condutividade hidráulica (slug test), conjuntos de sedimentação de UTERMOHL, \ndataloggers, deionizadores, ecobatímetro, estações meteorológicas automáticas, pluviômetros, \nlinímetros, lisímetros, medidores de vazão, módulos de irrigação, microscópios, GPS, vidrarias, \npipetas automáticas,  ultra purificador d e água, autoclave,  banho -maria.  \n \nSerá feita também a implantação de pelo menos mais três laboratórios para atender \nespecificamente ao curso de Engenharia de Alimentos: Laboratório de Processamento de Produtos de \nOrigem Animal, Laboratório de Processamento de Produtos de Origem Vegetal e Laboratório de Análise  \nSensorial.  \nA antiga Biblioteca Central da UEMG, Unidade de Frutal, conta com uma área física de 120 m2. \nUma nova Biblioteca Central, com área física de 3900 m2 foi construída e está sendo mobiliada. O acervo \ngeral de Biblioteca Central é composto de 5 .292 títulos de livros, com 15963 exemplares, 781 títulos de \nperiódicos e 656 títulos de teses/TCC. O acervo específico da Biblioteca Central, no que tange este \nprojeto de mestrado é de 137 títulos e 343 ex emplares da área de Geografia, 87 títulos e 201 exemplares \nda área de Ciências Agrárias, 13 títulos e 25 exemplares da área de Engenharia Sanitária, 82 títulos e 159 \nexemplares da área de Biologia, 82 títulos e 253 exemplares da área de Química, 39 títulos  e 107 \nexemplares da área Interdisciplinar e 54 títulos e 224 exemplares da área de Estatística e Metodologia \nCientífica. O acesso às bases de periódicos é realizado por meio de sistema online para consulta ao acervo \nvia Portal de Periódicos da CAPES. São acessadas todas as bases de dados Science Direct , Scopus , Wiley , \nBentham Science , BiOne , ASM -American Society for Microbiology , Thomson Reuters , HighWire Press , \nICE, RSJ, Elsevier , American Phytopathological , Proquest, MAL, SAGE e  ESA, com mais de 21500 \nperiódicos nacionais e estrangeiros, disponibilizando informação científica de qualidade para a \ncomunidade universitária (professores/pesquisadores e alunos da instituição). O acesso é realizado por \nmeio do sitio da UEMG, home page : http://uemg.br, link Periódicos  CAPES.  \nA política de atualização e expansão do acervo bibliográfico ocorre em função das demandas \napresentadas pelos cursos de graduação e pós -graduação, considerando as indicações das coordenações \nde cu rsos e solicitações dos professores. As solicitações se baseiam nos conteúdos programáticos das \ndisciplinas. Para todas as disciplinas é assegurada a bibliografia em número de exemplares suficiente \npara os alunos.  \nA biblioteca oferece empréstimo domiciliar , orientação no uso de normas sobre documentação, \ntreinamento de usuários, e cursos de orientação bibliográfica, divulgação de novas aquisições e ", "112": " \n112 \n levantamento  bibliográfico.  Adicionalmente, a biblioteca da UEMG disponibiliza o acesso virtual às \nobras acadê micas e os alunos podem acessar os conteúdos dessas obras através dos computadores \nlocalizados no laboratório de informática da UEMG Unidade Frutal ou pelos computadores de uso \npessoal.  \n \n9 CONSIDERAÇÕES  FINAIS  \n \nO(a) Engenheiro(a) de Alimentos desempenha um papel fundamental no mercado de trabalho, \ncom formação acadêmica direcionada para produção e processamento de alimentos.  \nA necessidade mundial por alimentos, desde a produção em pequena escala na agricultura \nfamiliar, até os grandes conglomerados do set or agroindustrial, aliada à exportação de commodities  pelo \nBrasil são decisivos para o  equilíbrio macroeconômico do país, além de ser uma fonte gigantesca de \ngeração de emprego e renda, considerando  que a produção de alimentos envolve diretamente a soberania \ndas nações.  \nNeste aspecto, o curso de Engenharia de Alimentos acarretará relevantes benefícios econômico s \ne socioculturais  para a microrregião de Frutal -MG, gerando egressos habilitados com princ ípios éticos \nque devem nortear qualquer profissional.  \n \n10 REFERÊNCIAS  \n \nBRASIL. Decreto nº 5.626 de 22 de dezembro de 2005. Regulamenta a Lei nº 10.436 de 24 de abril de \n2002, que dispõe sobre a Língua Brasileira de Sinais – Libras, e o art. 18 da Lei nº 10 .098 de \n19 de dezembro de 2000. Diário Oficial da União : Brasília, DF, 2005.  \nBRASIL. Lei Federal de Estágio n. 11.788 de 25 de setembro de 2008. Dispõe sobre o estágio de \nestudantes.  Diário Oficial da União : Brasília, DF, 2008.  \nBRASIL. Lei nº 5194 de 24 de dezembro de 1966. Regula o exercício das profissões de engenheiro, \narquiteto e engenheiro -agrônomo e dá outras providências. Diário Oficial da União : Brasília, \nDF, 1966.  \nBRASIL. Parecer CNE/CES n° 306 de 20 de dezembro de 2004. Trata das Diretrizes Cur riculares \nNacionais para o curso de graduação em Engenharia Agronômica ou Agronomia. Diário \nOficial da União : Brasília, DF, 2004.  ", "113": " \n113 \n BRASIL. Parecer CNE/CES nº 8 de 13 de junho de 2007. Dispõe sobre carga horária mínima e \nprocedimentos relativos à integralização e duração dos cursos de graduação, bacharelados, na \nmodalidade presencial. Diário Oficial da União : Brasília, DF, 2007.  \nBRASI L. Portaria nº 2.117 de 6 de dezembro de 2019. Dispõe sobre a oferta de carga horária na \nmodalidade de Ensino a Distância - EaD em cursos de graduação presenciais ofertados por \nInstituições de Educação Superior - IES pertencentes ao Sistema Federal de Ensi no. Diário \nOficial da União : Brasília, DF, 2019.  \nBRASIL. Resolução CNE/CES nº 11 de 11 de março de 2002. Institui Diretrizes Curriculares \nNacionais do Curso de Graduação em Engenharia . Diário Oficial da União : Brasília, DF, \n2002.  \nBRASIL. Resolução CNE/CP  nº 1 de 17 de junho de 2004. Estabelece Diretrizes Curriculares \nNacionais para a Educação das Relações Étnico Raciais e para o Ensino de História e Cultura \nAfro -Brasileira e Africana.  Diário Oficial da União : Brasília, DF, 2004.  \nBRASIL. Resolução CNE/CP nº 1 de 30 de maio de 2012. Estabelece as Diretrizes Curriculares \nNacionais para Educação em Direitos Humanos.  Diário Oficial da União : Brasília, DF, 2012.  \nBRASIL. Resolução CNE/CP nº 2 de 15 de junho de 2012. Estabelece as Diretrizes Curriculares \nNacionais para a Educação Ambiental.  Diário Oficial da União : Brasília, DF, 2012.  \nBRASIL. Resolução CONFEA n° 218 de 29 de junho de 1973. Discrimina atividades das diferentes \nmodalidades profissionais da Engenharia, Arquitetura e Agronomia. Diário Oficial  da União : \nBrasília, DF, 1973.  \nBRASIL. Resolução nº 1.010 de 22 de agosto de 2005. Dispõe sobre a regulamentação da atribuição \nde títulos profissionais, atividades, competências e caracterização do âmbito de atuação dos \nprofissionais inseridos no Sistema Confea/Crea, para efeito de fiscalização do exercício \nprofissional.  Diário Oficial da União : Brasília, DF, 2005.  \nBRASIL. Resolução nº 2 de 24 de abril de 2019. Institui as Diretrizes Curriculares Nacionais do \nCurso de Graduação em Engenharia e também nas atribuições do engenheiro agrônomo no \nconselho de classe. Diário Oficial da União : Brasília, DF, 2019.  \nBRASIL. Resolução nº 7 de 18 de dezembro de 2018. Estabelece as Diretrizes para a Extensão na \nEducação Superior Brasileira e regimenta o disposto na Met a 12.7 da Lei nº 13.005/2014, que \naprova o Plano Nacional de Educação - PNE 2014 -2024 e da outras providências.  Diário \nOficial da União : Brasília, DF, 2018.  ", "114": " \n114 \n CONSELHO ESTADUAL DE EDUCAÇÃO. Resolução CEE MG nº 469 de 28 de fevereiro de 2019. \nEstabelece normas relativas à regulação do ensino superior do Sistema Estadual de Ensino de \nMinas Gerais (revoga a Resolução CEE MG 459/2013). Diário Oficial de Minas Gerais : \nBelo Horizonte, MG, 2019.  \nCONSELHO NACIONAL DE EDUCAÇÃO. Resolução nº 2 de 18 de junho de 2007. Dispõe sobre \ncarga horária mínima e procedimentos relativos à integralização e duração dos cursos de \ngraduação, bacharelados, na modalidade presencial. Diári o Oficial de Minas Gerais : Belo \nHorizonte, MG, 2007.  \nCONSELHO NACIONAL DE EDUCAÇÃO. Resolução nº 7 de 18 de dezembro de 2018. Estabelece \nas Diretrizes para a Extensão na Educação Superior Brasileira.  Diário Oficial da União : \nBrasília, DF, 2018.  \nIBGE.  Frutal (MG) | Cidades e Estados | 2017. Disponível em: <https://www.ibge.gov.br/cidades -e-\nestados/mg/frutal.html>. Acesso em: 1 dez. 2020.  \nINEP. Resultados. 2018. Disponível em: https://www.gov.br/inep/pt -br/areas -de-atuacao/pesquisas -\nestatisticas -e-indicador es/censo -escolar/resultados. Acesso em: 1 dez. 2020.  \nMINAS GERAIS. Lei Delegada nº 180 de 20 de janeiro de 2011. Dispõe sobre a estrutura orgânica da \nAdministração Pública do Poder Executivo do Estado de Minas Gerais e dá outras \nprovidências.  Diário Ofici al de Minas Gerais : Belo Horizonte, MG, 2011.  \nMINAS GERAIS. Lei nº 11.539 de 22 de julho de 1994. Dispõe sobre a Universidade do Estado de \nMinas Gerais – UEMG – e dá outras providências. Diário Oficial de Minas Gerais : Belo \nHorizonte, MG, 1994.  \nMINAS GERAIS. Lei nº 20.807 de 26 de julho de 2013. Dispõe sobre a absorção das fundações \neducacionais de ensino superior associadas à universidade do estado de minas gerais - UEMG \n-de que trata o inciso i do § 2º do art. 129 do ato das disposições constit ucionais transitórias da \nconstituição do estado e dá outras providências . Diário Oficial de Minas Gerais : Belo \nHorizonte, MG, 2013.  \nMINAS GERAIS. Plano de Desenvolvimento Institucional, PDI/UEMG . Diário Oficial de Minas \nGerais : Belo Horizonte, MG, 2014.  \nMINAS GERAIS. Resolução COEPE/UEMG nº 132 de 13 de dezembro de 2013. Regulamenta a \nimplantação do regime de matrícula por disciplina nos Cursos de Graduação da Universidade \ndo Estado de Minas Gerais – UEMG e institui procedimentos e limites para matrícula.  Diário ", "115": " \n115 \n Oficial de Minas Gerais : Belo Horizonte, MG, 2013.  \nMINAS GERAIS. Resolução COEPE/UEMG nº 162 de 15 de fevereiro de 2016. Institui o Núcleo \nDocente Estruturante no âmbito dos Cursos de Graduação da Universidade do Estado de \nMinas Gerais - UEMG.  Diário Oficial de Minas Gerais : Belo Horizonte, MG, 2016.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 01 de 24 de outubro de 2012. Autoriza a \nimplantação do Curso de Graduação em \"Comunicação Social: Habilitação em Jornalismo e \nem Publicidade e Propaganda\", a ser oferecido pela Universidade do Estado de Minas Gerais -\nUEMG em convênio com a Fundação Educacional de Ensino Superior de Frutal -FESF.  Diário \nOficial de Minas Gerais : Belo Horizonte, MG, 2006.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 121 de 07 de novembro de 2 006. Autoriza a criação \ndo Campus da Universidade do Estado de Minas Gerais -UEMG, no Município de Frutal/MG e \na implantação do curso de graduação Licenciatura em \"Geografia \", a ser oferecido pela \nUEMG em convênio com a Fundação Educacional de Ensino Super ior de Frutal -FESF.  \nDiário Oficial de Minas Gerais : Belo Horizonte, MG, 2006.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 123 de 07 de novembro de 2006. Autoriza a \nimplantação do Curso Superior de Tecnologia em \"Processos Sucroalcooleiro\", a ser oferecido \npela Universidade do Estado de Minas Gerais -UEMG em convênio com a Fundação \nEducacional de Ensino Superior de Frutal –FESF.  Diário Oficial de Minas Gerais : Belo \nHorizonte, MG, 2006.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 124 de 13 de novembro de 2006. Autoriza  a \nimplantação do Curso de Graduação em \"Comunicação Social: Habilitação em Jornalismo e \nem Publicidade e Propaganda\", a ser oferecido pela Universidade do Estado de Minas Gerais -\nUEMG em convênio com a Fundação Educacional de Ensino Superior de Frutal -FESF . Diário \nOficial de Minas Gerais : Belo Horizonte, MG, 2006.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 124 de 13 de novembro de 2006. Autoriza a \nimplantação do Curso de Graduação em \"Comunicação Social: Habilitação em Jornalismo e \nem Publicidade e Propaganda\",  a ser oferecido pela Universidade do Estado de Minas Gerais -\nUEMG em convênio com a Fundação Educacional de Ensino Superior de Frutal -FESF.  Diário \nOficial de Minas Gerais : Belo Horizonte, MG, 2006.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 225 de 01 de julho de 2011. Autoriza o fechamento \ndo Curso de Bacharelado em Ciência e Tecnologia de Laticínios ministrado na Unidade da ", "116": " \n116 \n Universidade do Estado de Minas Gerais/UEMG em Frutal.  Diário Oficial de Minas Gerais : \nBelo Horizonte, MG, 2011.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 226 de 01 de julho de 2011. Autoriza a criação do \nCurso Superior de Tecnologia em Alimentos que será ministrado na Unidade da Universidade \ndo Estado de Minas Gerais/UEMG em Frutal.  Diário Oficial de Minas Gerais : Belo \nHorizonte, MG, 2011.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 280 de 18 de junho de 2013. Institui as Diretrizes \npara criação de cursos novos de graduação na Universidade do Estado de Minas \nGerais/UEMG. Diário Oficial de Minas Gerais : Belo Horizonte, MG, 201 3. \nMINAS GERAIS. Resolução CONUN/UEMG nº 341 de 29 de setembro de 2015. Aprova o criação \ndo Curso de Graduação -Bacharelado em Jornalismo – que será oferecido pela Universidade do \nEstado de Minas Gerais/UEMG – Unidade de Frutal.  Diário Oficial de Minas Ger ais: Belo \nHorizonte, MG, 2015.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 419 de 21 de dezembro de 2018. Cria a Comissão \nPrópria de Avaliação - CPA e estabelece suas atribuições e condições de funcionamento.  \nDiário Oficial de Minas Gerais : Belo Horizonte, MG, 2018.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 67 de 09 de junho de 2004. Autoriza o \nfuncionamento do curso de Bacharelado em Administração de Empresas e Negócios, no \nMunicípio de Frutal, a ser oferecido pela UEMG - Universidade do Estado de Minas Gerais \nem convenio com a FESF -Fundação Educacional de Ensino Superior de Frutal . Diário \nOficial de Minas Gerais : Belo Horizonte, MG, 2004.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 74 de 30 de dezembro de 2004. Autoriza a \nimplantação do curso da Universidade do Estado  de Minas Gerais/UEMG de bacharelado em \nSistemas de Informação, a ser oferecido no Município de Frutal.  Diário Oficial de Minas \nGerais : Belo Horizonte, MG, 2004.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 78 de 8 de setembro de 2005. Cria a Faculdade de \nPolíti cas Públicas “Tancredo Neves”, no campus de Belo Horizonte/UEMG e autoriza o \nfuncionamento do curso Tecnólogo em Gestão de Finanças Públicas e Auditoria \nGovernamental.  Diário Oficial de Minas Gerais : Belo Horizonte, MG, 2005.  \nMINAS GERAIS. Resolução CONUN /UEMG nº 86 de 08 de setembro de 2005.  Autoriza a criação e \nimplantação do curso da Universidade do Estado de Minas Gerais/UEMG de bacharelado em ", "117": " \n117 \n Direito, a ser oferecido no Município de Frutal/MG.  Diário Oficial de Minas Gerais : Belo \nHorizonte, MG, 2004.  \nMINAS GERAIS. Resolução CONUN/UEMG nº 87 de 08 de setembro de 2005. Autoriza a criação e \nimplantação do curso da Universidade do Estado de Minas Gerais/UEMG de bacharelado em \nCiência e Tecnologia de Laticínios, a ser oferecido no Município de Frutal/MG.  Diário \nOficial de Minas Gerais : Belo Horizonte, MG, 2004.  \nSEAPA. Secretaria de Estado de Agricultura, Pecuária e Abastecimento de Minas Gerais. Abacaxi . \nSubsecretaria do Agronegócio, 2019.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "118": " \n118 \n  \n \n \n \n \n \n \n \n \nANEXOS  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "119": " \n119 \n  \nANEXO I – QUESTIONÁRIO PARA A AVALIAÇÃO DO CURSO DE ENGENHARIA DE \nALIMENTOS  \n \nO formulário de avaliação do curso de Engenharia de Alimentos busca embasar resultados com a \nfinalidade de aperfeiçoar o curso de forma contínua através da visão dos discentes e dos doc entes. Este \ninstrumento será aplicado anualmente para a análise da interdisciplinaridade do curso, da infraestrutura \nda Unidade e da relação do aluno com o curso e com a Instituição. Os dados coletados serão analisados \npelo Núcleo Docente Estruturante do c urso (NDE)  e fornecerão subsídios para propostas de soluções de \npontos vulneráveis que possam ser detectados.  \n \nPARTE 1 (discentes)  \nPerfil do aluno  \nGênero: (   ) Feminino   (   ) Masculino  \nPeríodo letivo:  \n(   ) 1º ou 2º  (   ) 3º ou 4º  (   ) 5º ou 6º  (   ) 7º ou 8º  (   ) 9º ou 10º  \n \nEm relação à avaliação do curso, avalie em uma escala de 1 a 10 pontos, sendo 0: nunca e 10: \nsempre:  \n1. As disciplinas contribuem para a sua formação como Engenheiro de Alimentos?  \n2. A interdisciplinaridade entre disciplinas foi e videnciada?  \n3. Os professores utilizaram analogias ou elementos do cotidiano para conectar o conteúdo teórico ao \nprático e estabelecer sentido com o “mundo real”?  \n4. O tempo despendido com exercícios, trabalhos práticos e laboratório tem sido suficiente?  \n5. Os exercícios, trabalhos práticos e aulas de laboratório foram relevantes e úteis para a sua formação e \npara o seu aprendizado?  \n6. A atuação do coordenador com relação a suas necessidades e questionamentos foi satisfatória?  \n \nCom relação à infraestrutura física, avalie de 0 a 10 pontos, sendo 0: péssimo e 10: excelente:  \n1. Os espaços de convivência da Unidade;  \n2. O ambiente e as instalações das salas de aula;  ", "120": " \n120 \n 3. As condições e instalações dos laboratórios didáticos;  \n4. O acesso à rede de computadores (internet);  \n5. Infraestrutura , acervo e serviços da biblioteca;  \n6. Os recursos de acessibilidade, infraestrutura e mobilidade (rampas);  \n7. Conservação e limpeza da Unidade;  \n8. Segurança da Unidade.  \n \nCom relação ao atendimento estudantil, avalie de 0 a 10 p ontos, sendo 0: péssimo e 10: excelente:  \n1. Os procedimentos de recepção de novos alunos na Instituição;  \n2. Os serviços de bolsas (moradia e alimentação);  \n3. Os serviços prestados pela cantina;  \n4. Os serviços de apoio e orientação psicossocial;  \n \nPARTE 2 (discentes e docentes)  \nAutoavaliação das disciplinas (optativa ao docente). Avalie de 0 a 10 pontos:  \n1. Os objetivos das disciplinas foram explicados de forma clara e objetiva?  \n2. A proposta da ementa foi atingida no período?  \n3. A sequência dos conteúdos fav oreceu a didática de ensino?  \n4. O professor diversifica os instrumentos de avaliação (games, vídeos, teatros, aplicação ou \ndesenvolvimento de estudos dirigidos, resolução de listas de exercícios, análise de artigos científicos, \ncomo forma de aprimorar a es tratégia de ensino)?  \n5. A carga horária foi suficiente para abordar todo o conteúdo programático?  \n6. O nível das provas, comparado ao nível da matéria dada, foi?  \n7. Dê uma nota sobre o seu nível de aprendizado do conteúdo da disciplina.  \n8. O seu conceito g eral sobre a disciplina.  \n \n \n \n \n \n ", "121": " \n121 \n  \n \nANEXO I I – RELATÓRIO FINAL DE ESTÁGIO REGULAMENTADO PELA LEI Nº 11.788, \nDE 25 DE SETEMBRO DE 2008  \n \n1. ESTRUTURA METODOLÓGICA DO RELATÓRIO FINAL DO ESTÁGIO E \nCRITÉRIOS AVALIATIVOS  \nPara melhor orientar os estagiários nos trabalhos iniciais e finais da disciplina, são oferecidas \nalgumas recomendações normativas para a elaboração do Relatório de Estágio, que se constituem nos \nprincipais instrumentos de avaliação da experiência prática do aluno.  \n \n1.1 O RELATÓRIO FINAL  \nO Relat ório Final corresponde ao trabalho final para conclusão da disciplina. Constitui - se de um \ntrabalho escrito, onde o estagiário relata o que foi observado, analisado e realizado por ele durante sua \nprática na organização.  \n \nO Relatório Final deverá ser estru turado contendo os seguintes itens:  \nI. INTRODUÇÃO  \nParte inicial do texto, onde se expõe o assunto como um todo. Na introdução o aluno irá descrever \nsobre a importância do estágio na vida acadêmica do aluno, da importância do estagiário dentro da \nindústria, um breve relato sobre a área em que o aluno está estagiando, alguns dados estatísticos sobre a \nárea em questão, e quando permitido, um histórico da empresa concedente do estágio.  \nII. OBJETIVO  \nDescrever a importância do estágio na vida do aluno.  \nIII. REVISÃO  BIBLIOGRÁFICA  \nNeste item o estagiário irá descrever sobre os processos ocorridos no estágio em questão de \nacordo com alguma referência bibliográfica.  \nIV. PROCEDIMENTOS  EXPERIMENTAIS  \nNeste item  o aluno irá descrever sobre o processo de produção que foi visto na indústria, podendo \nser iniciado com o fluxograma do processo e descrição do mesmo, não deixando de  citar, caso haja, as \nanálises (físico -químicas e microbiológicas) feitas para controlar a qualidade do produto em  questão.  ", "122": " \n122 \n  \nV. CONCLUSÃO  \nÉ uma síntese interpretativa dos resultados obtidos, podendo constar recomendações e \nsugestões.  \nVI. OBSERVAÇÕES  ADICIONAIS  \n1. Referências Bibliográficas – lista ordenada das obras e/ou fontes citadas e consultadas, \nque fundamentam o texto do trabalho. Pode ser organizada por autor (em geral, esta é a regra que \npredomina), por assunto, cronologicamente ou por grau de autoridade ci tadas, consultadas ou  indicadas.  \n2. Agradecimentos  \n3. Anexos – materiais adicionais e complementares ao texto. É destacado do mesmo para \nque a leitura não seja interrompida constantemente. Podem consistir de gráficos, ilustrações, quadros, \nfotografias, desenhos,  etc. Deve obedecer a uma ordenação própria. No sumário, deve constar apenas o \ntítulo genérico:  Anexos.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "123": " \n123 \n  \nVII. CRITÉRIOS  AVALIATIVOS  \nTabela 16 . Pontuação dos critérios avaliativos na apresentação do relatório de estágio Supervisionado.  \nItens principais a serem pontuados no Relatório Final - Texto  Pontuação  \nAtendimento à formatação indicada (digitação, margens, numeração, seções, etc)  0 a 5  \nRevisão Bibliográfica  0 a 5  \nClareza do objetivo  0 a 5  \nDescrição fundamentada das atividades do estágio supervisionado  0 a 5  \nElaboração textual (originalidade, ortografia e gramática)  0 a 10  \nListas de abreviaturas, siglas, figuras (qualidade de imagem) e tabelas adequadas  0 a 5  \nRelações entre os conhecimentos aprendidos na graduação e no estágio \nsupervisionado, e pertinência da conclusão  0 a 5  \nAdequação das citações e referências à ABNT  0 a 5  \nCoerência entre e bibliografia citada e o tema de estágio supervisionado  0 a 5  \nItens principais a serem pontuados no Relatório Final - Apresentação  Pontuação  \nFluência  0 a 10  \nOrganização da apresentação  0 a 10  \nDomínio e segurança do assunto abordado  0 a 10  \nAdequação ao tempo de apresentação  0 a 10  \nFormatação da apresentação  0 a 10  \n \n \n ", "124": " \n124 \n ANEXO II I – PONTUAÇÃO DAS ATIVIDADES COMPLEMENTARES  \n \nTabela 17 . Atividades complementares e carga horária válida.  \n \nNatureza \nda \nAtividade*  Descritivo  Carga Horária  Limite \nmáximo  \n(horas) da \natividade  \nEnsino  Cursos “ONLINE” Qualquer  5h por curso  15 \nEnsino  Cursos “ONLINE” pertinente à sua formação  5h por curso  30 \nEnsino  Cursos  de Informática,  língua  portuguesa  e \nlíngua estrangeira  (presencial)  5h por curso  30 \nEnsino  Visita Técnica  10 h por visita  30 \nEnsino  Trabalho de campo  5h por trabalho  15 \nEnsino  Obtenção de  prêmios acadêmicos.  15h por pr êmio 15 \nEnsino  Monitoria  em disciplinas  oferecidas  na \nUEMG  15h por disciplina  15 \nEnsino  Estágio  profissional  (exceto  estágio \nobrigatório) na área do  curso  15h por estágio  30 \nExtensão  Representação estudantil  15h por semestre  15 \nExtensão  Extensão  30h por projeto  60 \nExtensão  Participação em curso extracurricular \npresencial  Equivalente à carga  \nhoraria  do curso  30 \nExtensão  Participação em palestras, seminários, \ncongressos,  conferências,  ciclo  de debates, \noficinas, mesas redondas, jornadas, fóruns, \netc. promovidos  pela própria  instituição  ou \noutros  órgãos  e entidades  externas.)  – Sem \napresentação  Equi valente à carga  \nhorária  do evento  15 \nExtensão  Palestra (Palestrante)  5h por palestra  15 \nExtensão  Participação  em organização  de eventos \ncientíficos na  instituição  5h por evento  15 \nExtensão  Participação  de atividades  culturais  e \nesportivas  5h por semestre  5 \nExtensão  Prestação de serviços comunitários, como \nvoluntário,  em questões  ligadas  à cidadania,  \neducação, qualificação e formação \nprofissional, saúde,  etc.  \n5h por evento   \n15 \nPesquisa  Publicação individual ou coletiva de \nprodução científica (artigos, livros, capítulo \nde livros)   \n30h para cada   \n90 \nPesquisa  Publicação  individual  ou coletiva  de \nprodução científica  (resumos)  10h para cada  30 \nPesquisa  Iniciação Cientifica  30h por projeto  60 \nPesquisa  Apresentação de trabalho em evento  \nParticipação em grupos de estudo  5h por trabalho  15 ", "125": " \n125 \n Pesquisa / \nExtensão  Artigo científico  ou Artigo de revisão  15h para cada  45 \nOutras atividades não descritas poderão ser pontuadas, com as devidas comprovações.  ", "126": " \n126 \n ANEXO IV- REGULAMENTO DO TRABALHO DE CONCLUSÃO DE CURSO – TCC  \n  \nEste documento baseia -se na RESOLUÇÃO nº 2, DE 24 DE ABRIL DE 2019 , artigo 12. O \ntrabalho de curso é componente curricular obrigatório, a ser realizado ao longo do último ano do curso, \ncentrado em determinada área teórico -prática ou de formação profissional, como atividade de síntese \ne integração de conhecimento e consol idação das técnicas de pesquisa, devendo demonstrar a \ncapacidade de articulação das competências inerentes à formação do engenheiro. Portanto, estabelece \nregulamentos que objetivam a fixação de datas e prazos, visando o andamento dos Trabalhos de \nConclusão  do Curso, sendo o mesmo vinculado ao Projeto Pedagógico de Curso - PPC. O TCC poderá \nser desenvolvido em pesquisa básica, aplicada e/ou de caráter técnico -científico ou extensão e/ou \nestágio  supervisionado.  \n \nOBJETIVOS  \n \nO Trabalho de Conclusão de Curso (TCC) do curso de graduação em Engenharia de \nAlimentos da Universidade do Estado de Minas Gerais (UEMG) constitui -se numa atividade \nacadêmica de sistematização do conhecimento sobre objeto de estudo pertinente à profissão, \ndesenvolvida mediante controle, orientação e avaliação de docentes. O objetivo dessa atividade \né preparar o estudante para planejar, implementar e elaborar uma monografia que documenta o \ndesenvolvimento de um trabalho científico ou técnico, despertando no aluno o espírito criativo, \ncientífico e crítico e capacitando -o para o estudo de problemas e proposição de soluções. Trata -\nse de uma atividade acadêmica obrigatória, desenvolvida  nas disciplinas  TRABALHO  DE \nCONCLUSÃO  DE CURSO  1 e 2, de 60 horas relógio  cada,  equivalentes  a quatro  créditos  cada.  \n \nMODALIDADE  \n \nO Trabalho de Conclusão de Curso consiste em uma atividade de pesquisa ou \ndesenvolvimento técnico aplicada aos alunos do curso de graduação, seguindo as  orientações de \num docente da UEMG, sendo um req uisito obrigatório para a obtenção do diploma de bacharel \nem Engenharia de Alimentos.  \nO TCC deverá ser constituído de um trabalho individual, teórico e ou prático, apresentado \nsob a forma de uma monografia.  \nA monografia pode ser enquadrada em uma das segui ntes modalidades:  \n Trabalho  de revisão, na área de Engenharia de Alimentos, de literatura sobre temas ", "127": " \n127 \n atuais e  relevantes;  \n Projetos  na área de Engenharia de Alimentos, relacionados ao desenvolvimento de  \nnovos  produtos,  métodos,  otimização  de processos,  controle  de qualidade,  etc.; \n Trabalho  de pesquisa  e/ou extensão.  \n \nA coleta de dados do TCC durante o estágio supervisionado poderá ser realizada com a \nanuência do orientador.  \n \nPROFESSOR RESPONSÁVEL PELA DISCIPLINA  \n \nO professor responsável pela disciplina tem as seguintes atribuições:  \n \n Orientar  os alunos  no preenchimento  do formulário  específico  e participar,  junto  com o \nColegiado do Curso de Engenharia de Alimentos, na indicação dos orientadores do TCC;  \n Comunicar  as normas  de TCC  aos alunos;  \n Acompanhar  o cumprimento  das atividades  do TCC;  \n Emitir  certificado  aos membros  das bancas  examinadoras.  \n \nORIENTAÇÃO  \n \nA orientação deverá ser executada por um professor efetivo ou designado da Universidade \ndo Estado de Minas Gerais da Unidade Frutal, em concordância com  as atividades a serem \ndesenvolvidas, estando, tanto o próprio professor, como o aluno, de comum acordo com essa \norientação.  \nCada professor poderá orientar um número máximo de três discentes por semestre letivo. \nNo caso de professor designado, estes poderã o orientar, desde que seu contrato de trabalho esteja \ncompatível com o período de realização do TCC. Atribuições do orientador:  \n Orientar  o aluno  em todas  as atividades;  \n Acompanhar  as etapas  do desenvolvimento  do TCC;  \n Expor  ao professor  responsável,  fatores  que dificultem  a orientação  do aluno  no TCC ; \n Assessorar  o aluno  na elaboração  da monografia;  \n Presidir  a banca  de defesa  do TCC;  \n Zelar  pelo cumprimento  das normas  que regem  o TCC;  ", "128": " \n128 \n  Encaminhar ao professor responsável pelo TCC a ata da apresentação da  monografia.  \n \nCaso o TCC seja realizado parcial ou totalmente em outra instituição o supervisor local \nserá responsável pelo acompanhamento das atividades do discente  \n \nDIREITOS DO ORIENTADO  \n \n Receber orientação para realizar as atividades previstas no programa de  TCC;  \n Expor ao professor responsável, em tempo hábil, problemas que dificultem ou impeçam \na realização do TCC, para que sejam buscadas soluções; em última instância, deve -se \nrecorrer ao Colegiado de  curso;  \n Avaliar e apresentar sugestões que cont ribuam para o aprimoramento contínuo desta \natividade  acadêmica;  \n Comunicar ao Colegiado do Curso quaisquer irregularidades ocorridas durante e após a \nrealização do TCC, dentro dos princípios éticos da profissão, visando seu \naperfeiçoamento.  \n \nDEVERES DO ORIE NTADO  \n \nConhecer e cumprir as normas do TCC e:  \n Zelar e ser responsável pela manutenção das instalações e equipamentos utilizados; \nRespeitar  a hierarquia  da Universidade  e dos locais  de realização  do TCC,  obedecendo as  \ndeterminações  de serviço  e normas  locais;  \n Manter elevado o padrão de comportamento e de relações humanas, condizentes com  as \natividades  a serem  desenvolvidas;  \n Demonstrar  iniciativa   e,  mesmo,  sugerir  inovações  nas atividades  desenvolvidas;  \n Guardar sigilo de tudo o que diga respeito à doc umentação de uso exclusivo das pessoas  \nfísicas  e jurídicas  envolvidas  no trabalho,  bem como  dos aspectos  do exercício profissional  \nque assim  forem  exigidos.  \n \nINÍCIO DO TRABALHO DE CONCLUSÃO DE CURSO  \n \nPara defender a monografia elaborada para o TCC é necessário que o aluno esteja ", "129": " \n129 \n regularmente matriculado na disciplina Trabalho de Conclusão de Curso.  \nO início das atividades do TCC, bem como o período para sua integralização, será \ndecidido em conjunto pel o estudante e seu orientador de acordo com o calendário acadêmico.  \n \nMONOGRAFIA DO TRABALHO DE CONCLUSÃO DE CURSO  \n \nA monografia do TCC deverá ser redigida segundo as Normas Para Redação de \nMonografias (ABNT).  \nA banca da defesa será composta pelo orientador (presidente) e, no mínimo, dois \nmembros e homologada pelo professor responsável pela disciplina Trabalho de Conclusão de \nCurso.  \nPoderão compor a banca examinadora, docentes e profissionais de nível superior com \natuação na área objeto da monografia.  A monog rafia do Trabalho de Conclusão de Curso deverá \nser entregue na data estipulada no plano de curso da disciplina Trabalho de Conclusão de Curso.  \n \nDEFESA DO TRABALHO DE CONCLUSÃO DE CURSO  \n \nA apresentação oral da monografia do TCC será aberta à comunidade univ ersitária, com \nduração máxima de 30 minutos.  \nApós a apresentação, apenas os membros da banca examinadora realizarão arguição  e \nsugestões à monografia, sendo que cada um dos integrantes da banca examinadora terá 20 \nminutos para arguir  o aluno acerca do cont eúdo da monografia, dispondo o discente do mesmo \nprazo de indagação para apresentação das respostas.  \nO orientado deverá realizar as correções e alterações determinadas pela banca de defesa \ndentro do prazo estabelecido no plano de curso da disciplina.  \nA ver são final, já corrigida e revisada pelo orientador e assinada pelos membros das \nbancas, deverá ser entregue em 1 (uma) vias impressas e 1 (uma) em meio eletrônico à \nCoordenador(a) da Biblioteca da Unidade acadêmica, no prazo estabelecido no plano de curso \nda disciplina Trabalho de Conclusão de Curso.  \n \nAVALIAÇÃO  \n \nOs instrumentos de avaliação da disciplina Trabalho de Conclusão de Curso serão:  \n Monografia.  ", "130": " \n130 \n  Apresentação  oral.  \n Defesa do  trabalho.  \n \nPara a avaliação da monografia cada membro da banca deve atribuir nota de 0 a 10 aos \npontos listados neste parágrafo. A nota deste atributo será calculada pela média aritmética das \nnotas atribuídas a cada um dos pontos, multiplicados pelo respectivo peso, conforme Anexo I.  \nEscolha  do assunto  \na) Formulação  da hipótese  \nb) Estrutura  do Trabalho  \nc) Pesquisa  bibliográfica  \nd) Métodos  e técnicas  Empregadas  \ne) Conclusões  \nf) Redação  e Apresentação  do Trabalho  \ng) Uso correto  das normas  da ABNT  \n \nPara a avaliação  da apresentação  oral cada membro  da banca  deve  atribuir  nota de 0 a 10 \naos ao pontos listados neste parágrafo. A nota deste atributo será calculada pela média aritmética \ndas notas atribuídas a cada um dos pontos, multiplicados pelo respectivo peso, conforme Anexo  \nII. \na) Sequência  (introdução,   objetivo,  metodologia,  conclusões)  \nb) Interesse  e motivação  despertada  \nc) Uso de linguagem  técnica  apropriada  (termos  técnicos,  etc.) \nd) Uso adequado  de recursos  audiovisuais  \ne) Enquadramento  no tempo  determinado  \nf) Postura  \ng) Habilidade  em responder  perguntas  \n \nPara a avaliação  da defesa  do trabalho  cada  membro  da banca  deve  atribuir  nota de 0 a 10 \naos ao pontos listados neste  parágrafo. A nota deste atributo será calculada pela média aritmética \ndas notas atribuídas a cada um dos pontos, multiplicados pelo respectivo peso,  conforme  Anexo  \nIII. \na) Argumentação  \nb) Nível  técnico  ", "131": " \n131 \n c) Domínio  do assunto  \n \nSerá aprovado o discente que:  \n Obter frequência  igual ou maior que 75% (setenta e cinco por cento) às atividades \nprevistas como carga horária no plano do componente curricular, conforme dispõe \nlegislação  superior;  \n Será aprovado, automaticamente, sem exame final, o aluno que obtiver média de  pontos \nigual  ou superior  a 6,0 (seis).  \n A Banca após análise emitirá parecer de APROVADO ou REPROVADO podendo ainda, \nquando aprovado, ser atribuída a honra ao mérito de “DISTINÇÃO” ou “DISTINÇÃO  E \nLOUVOR”.  \n \nObservação  \nTodos os critérios e condições para avaliação do Rendimento Escolar do aluno estão \nexpressos no Regimento Acadêmico da UEMG.  \nO aluno que não atingir média igual ou superior a 6,0 (seis) e maior que quatro nas \navaliações, deverá submeter novamente a apreciação da banca para uma nova avaliação  \n(correspondente ao exame final) do trabalho monográfico.  \nSerá atribuído conceito 0 (zero) à monografia, caso se verifique a existência de fraude ou \nplágio pelo orientando, sem prejuízo de outras penalidades previstas no Regimento Geral da \nUniversidade.  \nO aluno que não se apresentar para a defesa oral, sem motivo justificável, no prazo \nmáximo de 2 dias úteis, será reprovado na defesa.  \nCaberá ao Colegiado de Curso julgar as solicitações tratadas no parágrafo acima.  \nNo caso de reprovação, desde que não ultrap assado o prazo máximo para a conclusão do \ncurso, poderá o aluno apresentar nova monografia para defesa perante banca examinadora, \nrespeitada os requisitos previstos neste Regulamento.  \nOs casos omissos serão resolvidos pelo Colegiado do Curso de Engenharia de \nAlimentos.  \n \n \n \n \n \n \n ", "132": " \n132 \n Tabela  1. Ficha para avaliação da monografia.  \n \nCRITÉRIOS  PESO  NOTA \nATRIBUÍDA  \n1 Escolha  do Assunto  (adaptável  ao nível  do autor,  tem \nrelevância  contemporânea)  1  \n2 Formulação da hipótese (especificação bem elaborada,  \nhipótese  formulada  em termos  claros e  precisos)  1  \n3 Estrutura  do Trabalho  (revela  organização lógica das partes do \ntrabalho; é seguro nas explicações)  2  \n4 Pesquisa bibliográfica (atualizada, fidedigna, indica as fontes \nbibliográficas nas referências, nas citações, notas de rodapé; \nrevela critérios de seleção de bibliografia)  2  \n5 Métodos  e técnicas  Empregadas  (a metodologia é bem definida \ne adequada para abordar o problema; a amostragem é \nrepresentativa e significativa; a análise dos dados é coerente, \ntem relação entre a lógica da investigação e a usada no \ntratamento escrito no problema, tem relação com a \nfundamen tação  teórica)  1  \n6 Conclusões (estão dentro do contexto, são apresentadas de \nforma sintética; tem relação entre conclusões e hipóteses)  1  \n7 Redação e Apresentação do Trabalho (linguagem correta, \nclara, objetiva e direta)  1  \n8 Uso correto das normas da  ABNT (emprega as normas da \nABNT na parte gráfica, nas citações, notas de rodapé, sumário \ne referências bibliográficas)  1  \nTotal  10 = ∑ / 10 \n \n \n \n \nTabela  2. Ficha para avaliação da apresentação da monografia.  \n \nCRITÉRIOS  PESO  NOTA \nATRIBUÍDA  \n1 Sequência (introdução, objetivo, metodologia, conclusões)  3  \n2 Interesse e motivação despertada  1  \n3 Uso de linguagem técnica apropriada (termos técnicos, \netc.) 1  \n4 Uso adequado de recursos audiovisuais  2  \n5 Enquadramento no tempo determinado  1  \n6 Postura  1  \n7 Habilidade em responder perguntas  1  \nTotal  10 = ∑ / 10 \n  \n \n \n \n \n ", "133": " \n133 \n  \nTabela 3. Ficha para avaliação da defesa da monografia.  \n \nCRITÉRIOS  PESO  NOTA ATRIBUÍDA  \n1 Argumentação  3  \n2 Nível técnico  3  \n3 Domínio do assunto  4  \nTotal  10 = ∑ / 10 \n \n  "}