{"1": " \n \n \nUNIVERSIDADE FEDERAL DE ITAJUBÁ \n \n \nPRÓ-REITORIA DE GRADUAÇÃO \n  \nCURSO DE ENGENHARIA  \nMECÂNICA-AERONÁUTICA \n \n  \nPROJETO PEDAGÓGICO \n \n \nProf. Antonio Carlos Ancelotti Junior  \nProf. Ariosto Bretanha Jorge \nProf. Marcelo Santiago de Sousa \nProfa. Patrícia da Silva Lopes Alexandrino \nProf. Rogério Frauendorf de Faria Coimbra \n \n(APROVADO PELO COLEGIADO DE CURSO EM  22/05/2017) \n", "2": "ii \n  \n \nReitor  \nProf. Dr. Dagoberto Alves de Almeida \ne-mail: reitoria@unifei.edu.br   \nTel.: (035) 3629-1105 \n \n \nVice-Reitor \nProf. Dr. Marcel Fernando da Costa Parentoni \ne-mail: vicereitor@unifei.edu.br  \nTel.: (035) 3629-1107 \n \n \nPró-Reitor de Graduação \nProf. Dr. Egon Luiz Müller Junior \ne-mail: prg@unifei.edu.br   \nTel.: (035) 3629-1128 \n \n \nPró-Reitor de Pesquisa e Pós-Graduação \nProf. Dr. Carlos Eduardo Sanches da Silva \ne-mail: posgrad@unifei.edu.br  \nTel.: (035) 3629-1118 \n \n \nPró-Reitor de Extensão \nProf. Dr. Edson de Oliveira Pamplona \ne-mail: proex@unifei.edu.br  \nTel.: (35) 3629-1259 ou 3629-1772 \n \n \nCoordenadora do Curso Engenharia Mecânica-Aeronáutica \nProfa. Dra. Patricia da Silva Lopes Alexandrino \ne-mail: ema.itajubá@unifei.edu.br  \nTel.: (035) 3629-1059 \n \n \n \n \n  \n \n \n \n  \n ", "3": "iii \n ÍNDICE \n \n\t\n1. INTRODUÇÃO  ................................................................................................................. 1 \n2. JUSTIFICATIVA  .............................................................................................................. 2 \n3. PERFIL DO CURSO  ........................................................................................................ 2 \n4. OBJETIVOS  ...................................................................................................................... 3 \n5. FORMAS DE INGRESSO NO CURSO  ......................................................................... 4 \n6. PERFIL DO EGRESSO  ................................................................................................... 4 \n7. FUNDAMENTOS DIDÁTICO-PEDAGÓGICOS E METODOLOGIA  .................... 5 \n8. APOIO AO DISCENTE  ................................................................................................... 8 \n9. ESTRUTURA CURRICULAR E CO MPONENTES CURRICULARES  ................... 8 \n9.1. Estrutura Curricular ..................................................................................................... ... 9 \n9.2. Atividades Complementares ........................................................................................... 12 9.3. Estágio Supervisionado ...................................................................................................  13 \n9.4. Trabalho Final de Graduação ........................................................................................ 14 \n10. PROCEDIMENTOS DE AVALIAÇÃO  ....................................................................... 15 \n10.1. Avaliação do Curso ...................................................................................................... . 15 \n10.2. Avaliação dos Discentes ................................................................................................ 17 \n11. COLEGIADO DE CURSO  ............................................................................................ 18 \n12. INFRAESTRUTURA  ..................................................................................................... 19 \n12.1. Gabinetes de Trabalho para Professores Tempo Integral ........................................ 19 \n12.2. Espaço de Trabalho para Coorde nação e Serviços Acadêmicos ............................... 19 \n12.3. Salas de Aula ........................................................................................................... ....... 19 \n12.4. Acesso dos Alunos a Equipamentos de Informática .................................................. 19 \n12.5. Periódicos Especializados ............................................................................................. 1 9 \n12.6. Laboratórios Didáticos Especializados ........................................................................ 20 \nAnexo I - Ementário e Bibliografia  ....................................................................................... 24\n \n \n \n ", "4": "1 \n 1. INTRODUÇÃO \n \nA Universidade Federal de Itajubá foi criada em 2002 a partir da \ntransformação da Escola Federal de Engenharia de Itajubá, uma instituição que, \ndesde sua fundação em 1913, caracteriza-se por suas iniciativas pioneiras, por seu \npapel de liderança na comunidade e por seu compromisso em responder aos anseios \ne necessidades do país. Essas caracter ísticas transparecem hoje de maneira \ninequívoca nos projetos Itajubá-Tecnópo lis e Rota Tecnológica 459, que têm como \nprincipal eixo de ação o desenvolvimento lo cal e regional fundamentado na ciência, \nna tecnologia e na educação de excel ência em todos os níveis de ensino. \nA UNIFEI tem se caracterizado, ao lo ngo dos anos, por sua atuação destacada \nno cenário tecnológico, não só regional, mas também nacionalmente. Na área da \nengenharia mecânica possui um dos cursos mais antigos e consolidados do país, e \natrai estudantes das mais diferentes re giões do país. Entretanto, a demanda por \nprofissionais mais qualificados na área de engenharia mecânica, mas com formação \ncomplementar na área aeronáutica, tem ex igido a criação de cursos com tal perfil. \nO Projeto Pedagógico da UNIFEI advém de um momento no qual a \nUniversidade revê suas funções e delineia suas possibilidades frente às mudanças \ncientífico-tecnológicas, só cio-políticas e econômico-cu lturais que caracterizam e \nmodificam a dinâmica mundial, interferin do na própria realidade da sociedade \nbrasileira, em particular.  \nPara além das funções de formação e de geração e aplicação do \nconhecimento, a UNIFEI deve atuar tamb ém de modo a ser considerada: uma \nUniversidade intelectual, que exercerá a re flexão crítica sobre temas relevantes da \nrealidade interna, local, regi onal, nacional e internaciona l; uma Universidade social, \nque tratará de questões sociais relevantes, tanto da nossa comunidade interna como \nda sociedade que nos é mais próxima; uma Universidade cu ltural, que privilegiará e \nvalorizará os talentos da Universida de; uma Universidade empreendedora, que \nabordará questões como o intra- empreendedorismo e a formação de \nempreendedores sociais e empreendedores empresariais; uma Universidade “agente \nde desenvolvimento”, que terá a respon sabilidade de colocar o conhecimento \nexistente ou gerado na nossa institui ção a serviço do desenvolvimento sócio-\neconômico-cultural do nosso mu nicípio, região e país.  \nComo uma extensão natural desta vocaç ão, a UNIFEI deve expandir e passar \na atuar de fato, como verdadeiro agente  do desenvolvimento local e regional, \nparticipando de forma substantiva, para o processo de interiorização do \ndesenvolvimento sócio-econômico-cultural, de que tanto o país precisa. Diretamente \nligada a essa vocação, a UNIFEI inclui u em seu Projeto de Desenvolvimento \nInstitucional políticas de expansão Univ ersitária estando sujeita às políticas \nestabelecidas pelo Ministério da Educação.  \nComo consta em seu projeto pedagógico , a UNIFEI sempre chamou para si a \nresponsabilidade de contribuir efetivam ente para o desenvolvimento municipal, ", "5": "2 \n regional e nacional. A criação do curso de Engenharia Mecânica-Aeronáutica, além de \npreencher uma lacuna dentre as áreas de atuação da própria Universidade, passa a \ncontribuir para a formação de profissionai s especializados em uma área considerada \nestratégica no desenvolvimento de qualquer nação. \n \n \n2. JUSTIFICATIVA \n \nO mercado de trabalho para engenheiro s na área de aeronáutica no Brasil \nabrange diversos setores, dentre os qu ais se destacam: a indústria aeronáutica \npropriamente dita, como a EMBRAER e suas subsidiárias; os operadores e empresas \nde transporte aéreo regular (TAM, GOL, AZ UL); as empresas de taxi aéreo (Líder \nTaxi Aéreo, Taxi Aéreo Marília, BHS Taxi Aéreo, etc.); empresas prestadoras de \nserviços aéreos especializados (aerofotog rametria, aviação agrícola, entre outras); \nempresas de manutenção de aeronaves,  motores e sistemas ; o setor público, \nenglobando o de regulamentação (ANA C, CTA), assim como os operadores \ngovernamentais civis e militares.  \nO crescente crescimento desse mercado de trabalho aponta para a \nnecessidade de recursos humanos capacitados,  para atuar em seus  diversos setores. \nEssa demanda por engenheiros já ocasionou a criação, pela EMBRAER, de um curso \nde especialização denominado PEE (Program a de Especialização em Engenharia). Tal \niniciativa tem como objetivo formar ra pidamente engenheiros com uma cultura \naeronáutica mínima para atuar na empres a. Já as empresas de operação, de \nmanutenção, os operadores governamentais e as indústrias aeronáuticas de pequeno \ne médio porte não dispõem de recursos para a formação in company , similar ao da \nEMBRAER. \nO engenheiro com formação mecânica-aer onáutica poderá atuar em todos os \nsetores que compõem o mercado de trabalho na área de aeronáutica. O engenheiro \nmecânico-aeronáutico é um profissional  com habilitação plena em engenharia \nmecânica acrescida de habilitação específica em aeronáutica lhe permitindo exercer \nparte das atribuições do engenheiro aeroná utico pleno, em particular no que se \nrefere às tecnologias aeronáuticas volt adas para a construção, fabricação e \nmanutenção de estruturas, motores, sist emas e componentes de aeronaves.  \n \n \n3. PERFIL DO CURSO \n \n Curso: Engenharia Mecânica-Aeronáutica; \n Modalidade: Presencial; \n Turno de funcionamento: Integral; \n Numero total de vagas ao ano: 30 (trinta); ", "6": "3 \n  Início: 2011; \n Tempo de integralização (m ínimo): 10 (dez) semestres; \n Tempo de integralização  (máximo): 18 (dezoito) semestres, excluído o \nperíodo de trancamento; \n Tempo máximo permitido para tran camento de matrícula: 02 (dois) \nanos (em semestres consecutivos ou não); \n Forma de ingresso para as vagas in iciais: Sistema de Seleção Unificada \n(SISU); \n Carga horária total: 4183 horas/aula; \n Regime letivo: Semestral; \n Número de turma por ano de ingresso: 01; \n Grau conferido: Engenhei ro Mecânico-Aeronáutico; \n Local da oferta: Universi dade Federal de Itajubá \nCampus Professor José Rodrigues Seabra \nAv. BPS, 1303, Bai rro Pinheirinho,  \nItajubá/MG, CEP 37500-903 \nwww.unifei.edu.br  \n \n \n4. OBJETIVOS \n \nPromover, de forma ininterrupta, a formaç ão de profissionais para atuarem na \nárea de engenharia aeronáutica, conforme as  diretrizes do Ministério da Educação \n(MEC) e em consonância com a missão da Un iversidade Federal de Itajubá, que é a \nde gerar, sistematizar, aplicar e difundir  conhecimento, amplia ndo e aprofundando a \nformação de cidadãos e profissionais qual ificados e empreendedo res, e contribuir \npara o desenvolvimento sustentável do pa ís, visando a melhoria da qualidade da \nvida. \nPara tanto, o engenheiro mecânico-aeron áutico receberá uma sólida formação \nem matemática e física, além dos conteú dos das áreas mecânica e aeronáutica e \náreas correlatas. Durante sua formação, el e será estimulado a desenvolver, entre \noutras, as seguintes habilidades pessoais: iniciativa, criatividade, responsabilidade, \ntrabalho em equipe (partici pação e cooperação), discipli na, ética e auto-aprendizado. \nO curso deverá estimular a busca por um a percepção objetiva e conhecimentos \natualizados por parte do discente, comb inando seus conhecimentos teóricos e \npráticos com suas habilidades pessoais, de forma a torná-lo um profissional capaz de \natuar como engenheiro mecânico e também atuar como engenheiro aeronáutico, nas \natividades relativas à supervisão, elabor ação de projetos, coordenação técnica e \ncontrole de qualidade pertinentes às te cnologias aeronáuticas de construção, \nfabricação e manutenção de estruturas , motores, sistemas e componentes de \naeronaves. \nEspera-se que o curso gere egresso s que tenham um senso maior de ", "7": "4 \n responsabilidade social, preocupando-se também com o desenvolvimento local e \nregional. \n \n \n5. FORMAS DE INGRESSO NO CURSO \n \nO curso está aberto à admissão de cand idatos que tenham concluído o ensino \nmédio, ou equivalente, e que tenha sido  classificado em processo seletivo de \nadmissão.  \nAs vagas iniciais para o curso de En genharia Mecânica-Aeronáutica estão \nprogramadas para preenchimento exclusivam ente pelo Sistema de Seleção Unificada \n- SISU. O edital de seleção anualmente  é disponibilizado no site da UNIFEI: \nhttp://www.unifei.edu.br/cops . \nNo caso de vagas remanescentes, po r meio de edital preparado pela \nCoordenação de Processos Seletivos da UN IFEI, semestralmente são publicadas as \nvagas a serem preenchidas por processos de transferência interna (entre cursos do \nmesmo campus), de transferênci a facultativa (entre instituições brasileiras de ensino \nsuperior) e para portadores de diploma de curso superior. Para essas vagas, o \nprocesso acontece apenas para alunos que já concluíram, pelo menos, um ano no \ncurso de origem. Havendo vagas rema nescentes, o edital de seleção é \ndisponibilizado no site da UNIFEI: http://www.unifei.edu.br/cops . \nA UNIFEI também é participante do pr ograma PEC-G (Programa de Estudante \nde Convênio - Graduação). Caso haja inte ressados, o curso poderá receber os alunos \namparados pelo PEC-G.  \nÉ permitido também o acesso por meio de transferência ex-officio , na forma \nda lei, ou de outros países por meio  de convênio ou de acordo cultural. \n  \n6. PERFIL DO EGRESSO \n \nO Engenheiro Mecânico-Aeronáutico po derá exercer todas as atribuições \nprevistas para o engenheiro mecânico. Al ém disso, poderá exercer, dentre as \natribuições previstas para o engenheiro aero náutico, todas as atividades relativas à \nsupervisão, elaboração de projetos, coor denação técnica e controle de qualidade \npertinentes às tecnologias aeronáuticas de  construção, fabricação e manutenção de \nestruturas, motores, sistemas e componente s de aeronaves. Poderá realizar estudos \nde viabilidade econômica, asse ssoria e consultoria, vistoria s, laudos e perícias, além \nde dedicar-se ao ensino e à pesquisa, nas áreas de engenharia mecânica e de \ntecnologia aeronáutica.  \nO campo de atividades do Engenheiro Mecânico-Aeronáutico está relacionado \na todos os aspectos de atuação da engenh aria mecânica, acrescidos de aspectos ", "8": "5 \n relacionados à tecnologia aeronáutica, podendo atuar em diferentes setores do \nmercado de trabalho aeronáutico, como a indústria, operadores e empresas de \nmanutenção, bem como no setor público. \nO Engenheiro Mecânico-Aeronáutico  receberá uma sólida formação em \nmatemática e física, além dos conteúdos das áreas mecânica e aeronáutica e áreas \ncorrelatas. Durante sua formação, ele será estimulado a desenvolver, entre outras, \nas seguintes habilidades pessoais: iniciativa , criatividade, responsabilidade, trabalho \nem equipe (participação e cooperação), disciplina, ética e auto-aprendizado. Do \nponto de vista da responsabilidade social , os egressos do curso devem refletir e \navaliar o impacto das atividades relacionad as às Engenharias Mecânica e Aeronáutica \nno contexto social e ambiental, at uar com ética e consciência de suas \nresponsabilidades profissionai s e sociais e utilizar seus conhecimentos sempre para o \nbem-estar da humanidade. Ele poderá, ainda,  continuar sua capaci tação por meio de \nestudos pós-graduados, dentre eles o mestrado e o doutorado, e dedicar-se ao \nensino e pesquisa. \n  \n7. FUNDAMENTOS DIDÁTICO-PEDAGÓGICOS E \nMETODOLOGIA \n \nA proposta de aprendizagem para  o curso de Engenharia Mecânica-\nAeronáutica possibilitará aos discentes o desenvolvimento de habilidades como \nalternativa a um enfoque de treinamento técnico padronizado como é normalmente \nadotado. \nA motivação dos discentes e de todo s os participantes do processo \neducacional é um asp ecto primordial para o sucesso na formação profissional em \nengenharia. Partindo do pressuposto de qu e os alunos escolhem seus programas de \nformação espontaneamente, e o fazem por voc ação e convicções próprias, conclui-se \nque eles iniciam essa etapa de suas vidas,  naturalmente motivados. As impressões \niniciais sobre a área de atuação e as suas  atividades profissionais, seguramente, é \nque lhes são atraentes. É mi ster, ao programa de formaç ão em engenharia, manter e \nfortalecer essa motivação, fazendo com qu e a percepção dos estudantes sobre sua \nformação seja ampliada. \nOs alunos apontam como aspecto desmot ivador, entre outros, a carência de \ncontato entre os assuntos e as atividades , por eles imaginados no processo da \nescolha profissional, relativos à profissão ou  programa de formação escolhido. Esse \ndistanciamento tem origem, a princípio, na ênfase do ensino de ferramentas \nmatemáticas e outras disciplinas básicas de forma não contextualiz ada, no início do \ncurso – primeiros dois anos do programa. Em  geral, os vínculos estabelecidos entre \nos conteúdos ministrados têm sido frágil e, portanto, não mantêm a motivação dos \ndiscentes. Outra consequência, indesejável,  desse vínculo frágil é a fragmentação ", "9": "6 \n dos conhecimentos, isto é, a associação dos conceitos desenvolvidos em relação à \nsua aplicação nas atividades profissionais é fraca e dificulta o desenvolvimento de \nvisão global ou sistêmic a pelos profissionais. \nO curso de Engenharia Mecânica-Aeronáu tica, da Universidade Federal de \nItajubá, adota uma postura e filosofi a de aprendizagem que possibilitam a \nmanutenção da motivação inicial dos alun os, ao colocá-los em contato com as \natividades de engenharia desde o início  de seu curso. No entanto, é preciso \nevidenciar aos discentes que o conh ecimento dos fundam entos básicos – \nmatemática, física, química, desenho técn ico, programação dentre outros – é uma \nferramenta indispensável, qu e lhes possibilita engendrar e consolidar suas ideias. \nLogo, cabe ao aluno adquirir e sedi mentar o conhecimento do conjunto de \nferramentas básicas e, por consequência , ter segurança na escolha da mais \napropriada a cada tarefa  a ser realizada e utilizá-la com propriedade.  \nDisciplinas profissionalizan tes, alocadas nos primeiro s anos do programa de \nformação, ajudarão no desenvolviment o desse processo de discernimento e \nsegurança dos discentes. Co m esses conhecimentos, os alunos estarão aptos para \nevitar uma postura passiva na construção  dos conhecimentos básicos e poderão ter \num papel ativo nesse processo. O conh ecimento do conjunto de ferramentas \ndisponíveis e suas aplicações são fatores que conduzem a uma mudança de postura. \nEm síntese, é necessário disponibilizar aos discentes, em suas jornadas de \naprendizado, meios que lhes possibilitem  suficiente desenvolvimento de sua \ncapacidade de julgamento, de maneira que eles próprios sejam capazes de buscar, \nselecionar e interpretar informações releva ntes ao aprendizado. Consequentemente, \na mudança de postura dos estudantes deve  provocar a motivação do educador em \nfunção do incremento na qu antidade, qualidade e grau de  complexidade dos desafios \napresentados pelos estudantes. \nFazer uma contextualização do curso de  Engenharia Mecânica-Aeronáutica, na \nsua totalidade, é a proposta para manter  e intensificar a motivação inicial dos \ndiscentes. Essa contextualização deve se r pontual, ao enfocar determinada tarefa \nnecessária ao cumprimento das meta s de uma atividade curricular e, \nsimultaneamente, ser global ao possib ilitar ao estudante tornar-se capaz de \ncompreender e organizar mentalmente, de sde o início, o papel de sua formação \ndentro da sociedade até a função de cada  conhecimento adquirido em sua formação. \nEsta meta requer mudanças, em geral, um a inversão na ordem do aprendizado. No \nmodelo hoje existente, os  conhecimentos básicos são transferidos ao aluno com \npremissa de que serão úteis num futuro pr óximo na solução de vários problemas. E \nesse é o fator de motivação usado para a transferência do co nhecimento básico.  \nAdotar desafios e problemas de engenha ria, desde o início do programa de \nformação, é uma solução a ser testada. A so lução desses desafios, de forma genérica \ne superficial, proporcionará ao aluno um a visão e compreensão dos sistemas como \num todo, do arsenal de ferramentas e co nhecimentos, de análise e de síntese, \nnecessários à solução de proble mas. Este contato, antecipa do e diferente da situação ", "10": "7 \n hoje existente, possibilitará meios para que o aluno evite uma confusão comum da \nengenharia: a ênfase dos meios em  detrimento da meta final. \nUm aspecto importante a ser consid erado é a constante atualização dos \nconhecimentos e suas aplicações. Os te mas que abordam novas tecnologias podem \ndespertar grande interesse nos estudant es bem como de suas relações com a \ncomunidade. As diversas áreas da tecnolog ia desenvolvem-se rapidamente e afetam \nas atividades profissionais desemp enhadas por um engenheiro mecânico-\naeronáutico. Portanto, a abordagem desses tópicos é importante para que se tenha uma formação de qualidade e comp rometida a realidade vigente. \nAlém dos conhecimentos básicos e técnic os oferecidos aos estudantes, outras \natividades dentro do programa de form ação devem proporcionar meios para o \ndesenvolvimento de habilidades complement ares hoje, desejáveis nos profissionais \nde engenharia. Para esta meta, deve-se cr iar e oferecer matérias específicas e para \nelas criar ou adaptar as metodologias de  ensino já utilizad as. O planejamento, a \ndistribuição e aplicação dessas metodologi as devem ser executados em consonância \npela coordenação do programa de formação  e seu corpo docente. Essa atitude será \numa prática salutar para que as metas sejam plenamente alcançadas em uma \nUniversidade pública de qualidade e demo crática como a Universidade Federal de \nItajubá. O êxito deste projeto tem um requisito fundamental: o respeito às \npeculiaridades de cada disciplina ou ativid ade didática e, aind a, à capacidade e \nexperiência de cada docente. A motivação em aprimorar esses aspectos deve ser \nperseguida, ininterruptamente, com o obje tivo de proporcionar sempre a melhor \nqualidade do processo de formação profissional. \nDiversas metodologias para o processo  de aprendizagem serão utilizadas ao \nlongo do curso de Engenharia Mecânica-A eronáutica da UNIFEI. Dentre elas, é \npossível citar:  \n Aulas expositivas;  \n Aulas práticas em laboratório, com o intuito de desenvolver habilidades \ntécnicas; \n Desenvolvimento de trabalhos (pesqu isa, projetos, etc.) individuais e \nem grupos de temas específicos; \n Apresentação de seminários; \n Palestras; \n Avaliações individuais e em grupos (de natureza teórica e ou prática); \n Visitas técnicas; \n Realização de estágios. \n \nOs métodos de ensino e aprendizagem encontram-se especificados nos planos \nde ensino de cada disciplina. Esses mé todos visam desenvolver e aprimorar as \nseguintes habilidades: \n Capacidade de abstração; \n Análise de problemas e pr oposição de soluções; ", "11": "8 \n  Capacidade de trabalhar em grupo; \n Prática profissional; \n Planejamento; \n Prática profissional; \n Socialização; \n Criatividade e avaliação crítica; \n Capacidade de pesquisa; \n Auto aprendizado. \n \n \n8. APOIO AO DISCENTE \n \nA UNIFEI conta com uma Diretoria de A ssistência Estudantil (DAE) vinculada \ncom a Pró-Reitoria de Graduação (PRG). A DAE oferece o Programa de Assistência \nEstudantil que identifica e seleciona alunos de graduação em situação de \nvulnerabilidade sócio-econômica, visando à oferta de apoio para alimentação, \nmoradia e atividades acadêmicas, promoven do a permanência do estudante durante \no tempo regular do seu curso. \nA coordenação e os professores que at uam no curso prestam apoio e suporte \naos alunos esclarecendo dúvi das que vão aparecendo dura nte o decorrer do curso e \nresolvendo, quando possível, os problema s trazidos pelos alunos ou, então, os \nencaminha aos programas específicos da universidade. A coordenação orienta os \nalunos do curso na matrícula e na orga nização e seleção de suas atividades \ncurriculares.  \n \n9. ESTRUTURA CURRICULAR E COMPONENTES \nCURRICULARES \n \nA estrutura curricular do curso é comp osta por disciplinas obrigatórias e \noptativas, além de atividad es complementares, estágio su pervisionado e um trabalho \nfinal de graduação. A seguir, o resumo dos componentes curricu lares, juntamente \ncom a respectiva carga horária. \n \nCARGA HORÁRIA HORAS/AULA \nDisciplinas obrigatórias 3.768 \nDisciplinas optativas 48 \nTrabalho Final de Graduação 128 \nEstágio supervisionado 174 \nAtividades complementares 65 \nTOTAL 4183 \n ", "12": "9 \n  \n9.1. Estrutura Curricular \n A estrutura curricular do curso de  Engenharia Mecânica-Aeronáutica é \ncomposta por um elenco de disciplinas em uma sequência de nove períodos. Em \nalgumas disciplinas é necessári a a realização de pré-requis itos, ou seja, a realização \nde alguma disciplina anterior que dará em basamento para a uma ou mais disciplinas. \nA grade de disciplinas do programa de formação em Engenharia Mecânica-\nAeronáutica é mostrada a seguir (as em entas das disciplinas e bibliografias \nencontram-se no Anexo I). \n \n \n1º PERÍODO \nCódigo Disciplinas Teoria Prática CH Total \nCCO016 Fundamentos de Programação 4 0 64 \nDES201 Desenho Técnico Básico 0 4 64 \nEMA001 Introdução a Engenharia Mecânica Aeronáutica 2 0 32 \nFIS104 Metodologia Científica 2 0 32 \nFIS114 Laboratório de Metodologia Científica 0 1 16 \nMAT001 Calculo I 6 0 96 \nMAT011 Geometria Analítica e Álgebra Linear 4 0 64 \nSOC002 Ciências Humanas e Sociais 3 0 48 \n TOTAL 21 5 416 \n \n \n2º PERÍODO \nCódigo Disciplinas Teoria Prática CH Total \nBAC002 Comunicação e Expressão 4 0 64 \nDES204 Desenho Técnico Auxiliado por Computador 0 3 48 \nFIS203 Física I 4 0 64 \nFIS213 Física Experimental I 0 1 16 \nMAT002 Cálculo II 4 0 64 \nMAT013 Probabilidade e Estatística 4 0 64 \nMCM005 Estruturas e Propriedades dos Materiais 3 0 48 \nQUI102 Química Geral e Inorgânica 4 0 64 \nQUI112 Química Experimental 0 1 16 \n TOTAL 23 5 448 \n \n \n3º PERÍODO \nCódigo Disciplinas Teoria Prática CH Total \nEAM002 Ciências do Ambiente 4 0 64 \nEMA002 Fundamentos da Engenharia Aeronáutica 3 0 48 \nEME303 Mecânica Vetorial-Estática 4 0 64 \nMAT003 Cálculo III 4 0 64 \nMAT012 Cálculo Numérico 4 0 64 ", "13": "10 \n MAT021 Equações Diferenciais I 4 0 64 \nMCM003P Materiais para Construção Mecânica Experimental 0 1 16 \nMCM003T Materiais para Construção Mecânica 4 0 64 \n TOTAL 27 1 448 \n \n4º PERÍODO \nCódigo Disciplinas Teoria Prática CH Total \nEMA016 Introdução aos Métodos Numéricos em \nEngenharia 3 0 48 \nEME404 Mecânica Vetorial-Dinâmica 4 0 64 \nEME405P Resistência dos Materiais Experimental 0 1 16 \nEME405T Resistência dos Materiais I 4 0 64 \nEME503P Termodinâmica I - Experimental 0 0,5 8 \nEME503T Termodinâmica I 4 0 64 \nFIS403 Física Geral III 4 0 64 \nFIS503 Física Geral IV 4 0 64 \nMAT022 Equações Diferenciais II 4 0 64 \n TOTAL 27 1,5 456 \n \n \n5º PERÍODO \nCódigo Disciplinas Teoria Prática CH Total \nEEL521 Eletricidade I 3 0 48 \nEME002 Tecnologia da Fabricação I 4 0 64 \nEME403P Metrologia Dimensional Experimental 0 1 16 \nEME403T Metrologia Dimensional 3 0 48 \nEME502P Mecânica dos Fluidos I Experimental 0 1 16 \nEME502T Mecânica dos Fluidos I 4 0 64 \nEME504 Vibrações Mecânicas I 3 0 48 \nEME505P Resistência dos Materiais II Experimental 0 1 16 \nEME505T Resistência dos Materiais II 4 0 64 \nEME606P Termodinâmica II Experimental 0 0,5 8 \nEME606T Termodinâmica II 3 0 48 \n TOTAL 24 3,5 440 \n \n \n6º PERÍODO \nCódigo Disciplinas Teoria Prática CH Total \nEEL621P Eletricidade II Experimental 0 1 16 \nEEL621T Eletricidade II 4 0 64 \nEMA005 Aerodinâmica e Desempenho de Aeronaves 5 0 80 \nEME003 Tecnologia da Fabricação II 4 0 64 \nEME603P Mecânica dos Fluidos II Experimental 0 0,5 8 \nEME603T Mecânica dos Fluidos II 3,5 0 56 \nEME605P Transferência de Calor I Experimental 0 1 16 \nEME605T Transferência de Calor I 3 0 48 ", "14": "11 \n EME608P Vibrações Mecânicas Experimental II 0 0,5 8 \nEME608T Vibrações Mecânicas II 2,5 0 40 \nEPR220 Higiene e Segurança do Trabalho 2 0 32 \n TOTAL 24 3 432 \n \n7º PERÍODO \nCódigo Disciplinas Teoria Prática CH Total \nECN001  Economia 3 0 48 \nEMA004  Fundamentos da Engenharia de Helicópteros 3 0 48 \nEMA007  Materiais e Processos de Fabricação Aeronáutico 2 1 48 \nEMA008  Sistemas Aeronáuticos I 4 0 64 \nEMA021 Estruturas Aeronáuticas 4 0,5 72 \nEME004P  Tecnologia da Fabricação Experimental III 0 1 16 \nEME004T  Tecnologia da Fabricação III 3 0 48 \nEME704  Elementos de Máquinas I 4 0 64 \n TOTAL 23 2,5 408 \n \n \n8º PERÍODO \nCódigo Disciplinas Teoria Prática CH Total \nEMA009 Sistemas Aeronáuticos II 4 0 64 \nEMA010 Mecânica dos Materiais Compósitos 3 0 48 \nEMA011  Manutenção Aeronáutica  3 0 48 \nEMA012  Motores Aeronáuticos  4 0 64 \nEMA013  Métodos de Otimização 3 0 48 \nEMA014 Homologação e Certificação Aeronáutica 3 0 48 \nEMA022 Controle de Sistemas Aeronáuticos 3 0 48 \nEPR002 Organização Industrial e Administração 3 0 48 \n TOTAL 26 0 416 \n \n \n9º PERÍODO \nCódigo Disciplinas Teoria Prática CH Total \nEMA003  Introdução ao Projeto de Aeronaves  3 0 48 \nEMA015 Fadiga e Integridade Estrutural de Aeronaves 3 0 48 \nEMA017 Princípios de Dinâmica de Vôo e Controle de \nAeronaves 3 1 64 \nEMA019  Ensaios e Segurança de Vôo  3 0 48 \nEMA020  Manutenção de Estruturas e Sistemas \nAeronáuticos 2 1 48 \nEPR502 Engenharia Econômica 3 0 48 \n TOTAL 17 2 304 \n \n  \n ", "15": "12 \n 10º PERÍODO \nCódigo Disciplinas Teoria Prática CH Total \n Não há disciplinas. Aluno em Estágio e ou em TFG - - - \n TOTAL - - - \n \n \nOPTATIVAS – Obrigatório mínimo de 48 horas \nCódigo Disciplinas  Período Teoria Prática CH Total\nADM082 Criação de Novos Negócios 3 3 0 48 \nADM083 Introdução ao Empreendedorismo 3 3 0 48 \nEAM034 Lazer e Planejamento Urbano 2 0 3 48 \nEMA018 Métodos Probabilísticos e Confiabilidade 9 3 0 48 \nEMA101 Tópicos Especiais 2 3 0 48 \nEME604P Fratura e Fadiga dos Materiais Experimental 6 0 0,5 16 \nEME604T Fratura e Fadiga dos Materiais 6 2 0 32 \nEME049  Introdução à Engenharia de Petróleo 8 3 0 48 \nEME062 Introdução ao Método dos Elementos Finitos 8 3 0 48 \nEME902  Refrigeração e Ar Condicionado 9 3,5 0,5 64 \nEPR602 Gestão de Qualidade 6 3 0 48 \nLET007 LIBRAS - Linguagem Brasileira de Sinais 3 2 0 32 \n \n \n8º e 9º PERÍODOS \nCódigo Disciplinas CH \nPROJETOFINAL_098_128 Trabalho Final de Graduação 128 \n \n \n9º e 10º PERÍODOS \nCódigo Disciplinas CH \nESTSUPERV_098_160 Estágio Supervisionado 174 \n \n \n9.2. Atividades Complementares \nAs atividades complementares visam propiciar ao graduando a interação \ndireta com atividades profissionais, de pesquisa e em áreas que promovam o seu \ndesenvolvimento técnico e social. \nPara a integralização do curso de  Engenharia Mecânica-Aeronáutica é \nnecessário perfazer no mínimo 60 hora s (ou 65 horas/aula) em atividades \ncomplementares.  \nA carga horária das atividades comple mentares deverá ser cumprida com a \nrealização de uma série de atividades que envolvam conhecime ntos das áreas de \naeronáutica, mecânica, física, matemática  e gestão, sejam elas de pesquisa ou \nextensão desde que aprovadas pelo Colegiado do Curso. \nA interação do graduando com ativid ades em áreas que promovam o seu \ndesenvolvimento técnico e social é incen tivada pela execução de uma ou mais ", "16": "13 \n atividades do elenco rela cionado a seguir, conforme Norma Para Valorização de \nAtividades do Corpo Dis cente da Graduação, já aprovada pela UNIFEI:  \n Participação em projetos institucionais; \n Trabalhos de iniciação cien tífica e/ou pesquisas; \n Disciplinas oferecidas pela UNIFEI, mas que não pertença a estrutura \ncurricular do curs o do aluno;  \n Atuação como monitor de disciplina; \n Apresentação de artigos em congressos ou seminários; \n Participação em ev entos científicos; \n Atuação em órgãos colegiados da UNIFEI; \n Atuação na diretoria do Dire tório Acadêmico da UNIFEI; \n Atuação na diretoria do Centro Acadêmico de Engenharia Mecânica-\nAeronáutica que compõem o Diretório Acadêmico da UNIFEI; \n Atuação na UNIFEI-Jr e/ou em projetos  relacionados à UNIFEI que visam à \nincubação de empresas; \n Atuação como representante de turma; \n Representação em eventos da UNIFEI e/ ou do curso de Engenharia Mecânica-\nAeronáutica; \n Atuação na organização de eventos científicos relacionados à UNIFEI; \n Atuação na organização de  eventos que promovam a UNIFEI na sociedade; \n Atividade cultural e/ou de extensão; \n Outras atividades que o Colegiado do Curso de Engenharia Mecânica-\nAeronáutica considerar pertinentes. \nO registro da atividade complementar para o aluno é solicitada pelo mesmo \nno Sistema Acadêmico e gerenciada pelo Coordenador de Curso que avaliará se o \nregistro procede. É atribuída ao aluno, no semestre em qu e a atividade foi realizada, \na carga horária da atividade.  \nSe o aluno optar por cursar discip linas que não pertençam à estrutura \ncurricular de seu curso, o procedimento  segue o mesmo para as disciplinas \nobrigatórias, ou seja, o aluno solicita a ma trícula, cursa a disciplina e a nota é \ninserida no histórico escolar do  aluno, via Sistema Acadêmico. \n \n \n9.3. Estágio Supervisionado \nO Estágio é o componente curricular que compreende as  atividades de \naprendizagem profissional, cultural e so cial proporcionadas ao estudante pela \nparticipação em situações reais, na comuni dade nacional ou internacional, junto a \npessoas jurídicas. \nA interação do graduando com atividades  profissionais é es timulada por meio \nda obrigatoriedade da realizaç ão do estágio supervisionado. ", "17": "14 \n Para a integralização do curso de En genharia Mecânica-Aeronáutica, o aluno \nprecisa perfazer, a partir do nono períod o, no mínimo 160 hora s (ou 174 horas/aula) \nem atividades de estágio supervisionado. \nPara a realização do estágio supervisio nado o aluno faz o co ntato inicial com a \nempresa. A empresa formaliza com a UNIFEI  o contrato de está gio. O controle e \nacompanhamento do estágio são realizad os pela Coordenação de Estágio.  \nO curso tem um docente da área es pecífica de Engenharia Mecânica-\nAeronáutica que irá coordenar as atividad es de estágio. O docente terá como \natribuição coordenar, avaliar e registrar a atividade desenvolvida pelo aluno. Ao \naluno é atribuída uma nota, em escala de 0 (zero) a 10 (dez), em números inteiros. \nSerá aprovado o aluno que tiver seu estágio avaliado com nota ig ual ou superior a 6 \n(seis). Apenas após a aprovação a carga ho rária será contabilizada. O detalhamento \ndas regras para o estágio supervisionado está disponível nas Normas de Estágio \nSupervisionado elaborada pelo Colegiado do curso. \nA legislação vigente permite que alunos do curso superior façam até 6 horas \ndiárias de estágio. Considerando os cinc o dias úteis da semana, o estágio pode \nchegar até 30 horas semanais. Na situ ação em que os alunos não estejam \nmatriculados em matérias teóricas e/ou pr áticas no período considerado, os alunos \npodem fazer até quarenta horas semanais de estágio. Em situações nas quais o \ncontrato de estágio se estender por mais de um período (semes tre), o(a) aluno(a) \ncom autorização especial para fazer 40 ho ras semanais de estágio não pode estar \nmatriculado em disciplinas te órico e/ou práticas nos perí odos em que for realizado o \nestágio. \n \n \n9.4. Trabalho Final de Graduação \nO Trabalho Final de Graduação - TF G constitui atividade acadêmica de \nsistematização de conhecimentos e deve rá ser elaborado pelo discente, sob \norientação e avaliação docente. \nO TFG tem como objetivo possibilitar ao aluno: vivência de um processo de \niniciação profissional em uma temática de in teresse, na área do curso, associar teoria \ne prática na sua formação. \n A carga horária destinada à execução do  Trabalho Final de Graduação é de \n128 horas/aula, que serão distribuídas entre as atividades: projeto de pesquisa com \ndefinição do tema e cronograma; documento parcial com revisão bibliográfica; \ndocumento final e apresentação para uma ba nca. A nota final será definida pela \navaliação da documentação final e apresent ação oral para uma banca composta por \ntrês docentes da área específi ca de formação do curso. Ap ós a avaliação da banca, o \naluno receberá uma nota, que obedece a escala de 0 a 10, em números inteiros e \nserá considerado aprovado se obtiver nota igual ou superior a 6 (seis) ou reprovado, \nse inferior a 6.  ", "18": "15 \n As regras e o detalhamento para as  possíveis modalidades do TFG estão \ndisponíveis nas normas para Trabalho Fina l de Graduação elaboradas pelo Colegiado \ndo curso.  \n \n10. PROCEDIMENTOS DE AVALIAÇÃO \n 10.1. Avaliação do Curso \nA avaliação do Curso de Engenharia Mecâni ca-Aeronáutica ocorrerá de duas formas: \n \n10.1.1. Avaliação Exte rna à Universidade: \n \na) ENADE:  \nConforme calendário de avaliação nacional  de cursos, os alunos participarão do \nExame Nacional de Desempenho de Estuda ntes - ENADE. O ENADE integra o Sistema \nNacional de Avaliação da Educação Su perior (SINAES), criado em 2004 e tem o \nobjetivo de aferir o rendimento dos alunos  dos cursos de graduação em relação aos \nconteúdos, habilidades e comp etências do profissional a ser formado. O resultado da \navaliação externa será utilizado como pa râmetro e fomentará novas metas para o \naprimoramento do curso. \n  \n10.1.2. Avaliação Inte rna à Universidade: \n \na) CPA - Comissão Própria de Avaliação : \nA CPA da UNIFEI tem como atribuição cond uzir os processos de avaliação internos \nda instituição, sistematizar e prestar as informações solicitadas pelo Instituto \nNacional de Estudos e Pesquisas Educac ionais Anísio Teixeira INEP. Uma vez \ninstalada, a CPA tem como um de seus objetivos articular di scentes, docentes, \nfuncionários e diretores num trabalho de avaliação contínua da atividade acadêmica, \nadministrativa e pedagógica da Instituiçã o. A coordenação do curso de Engenharia \nMecânica-Aeronáutica optou por fazer uso de seus mecanismos e informações por \nela coletadas para o acompanhamen to e a avaliação do curso.  \nA proposta de avaliação da CPA visa a defi nir os caminhos de uma auto-avaliação da \ninstituição pelo exercício da avaliação participativa. As avaliações da CPA são feitas \ntomando por princípio as dimensões já estabelecidas em legislação:  \n01) A missão e o Plano de Dese nvolvimento Institucional;  \n02) A política para ensino, pesquisa e extensão;  \n03) A responsabilidade soci al da instituição;  \n04) A comunicação com a sociedade;  \n05) As políticas de pessoal;  06) Organização e gestão da instituição;  \n07) Infra-estrutura física;  ", "19": "16 \n 08) Planejamento e avaliação;  \n09) Políticas de atendi mento aos estudantes;  \n10) Sustentabilidade financeira.  Compõe a metodologia da CPA atividad es de sensibiliza ção visando obter \ngrande número de adesões ao processo, aplicação de questionários, análise dos \ndados obtidos, elaboração de  relatório e divulgação.  \nO ciclo de avaliações é anual e realizad o por meio de questionário eletrônico, \ndisponibilizado no site na Universidade. O processamento das informações obtidas é \nrealizado pelos membros da CPA. \nNo processo de auto-avaliação institucio nal são abordadas questões referentes \nà:  \na) Aspectos da coordenação de curso (disponibilidade do coordenador, seu \nreconhecimento na instituição, seu re lacionamento com o corpo docente e \ndiscente bem como sua competênci a na resolução de problemas);  \nb) Projeto pedagógico do curso (seu dese nvolvimento, formação integral do \naluno, excelência da formação prof issional, atendimento à demanda do \nmercado, metodologias e recursos utiliz ados, atividades práticas, consonância \ndo curso com as expect ativas do aluno);  \nc) Disciplinas do curso e os respectivos  docentes (apresentação do plano de \nensino, desenvolvimento do conteúdo, promoção de ambiente adequado à \naprendizagem, mecanismos de avaliaçã o, relacionamento  professor-aluno \netc.). \nO relatório final do período avaliado é disponibilizado a todos os segmentos \n(docentes, servidores técnico-administrati vos, discentes, ex-discentes e comunidade \nexterna) e também encaminhado para o INEP/MEC. As ava liações de itens \nespecíficos relacionados ao curso são enca minhadas, pela CPA, ao coordenador do \ncurso. Cabe ao Colegiado anal isar os resultados da avalia ção e estabelecer diretrizes, \nou consolidá-las, conforme o resultado da avaliação.  \n \nb) \nIndicadores dos Cursos : \nA Norma para os Programas de Formação em Graduação da UNIFEI, aprovada \npelo Conselho de Ensino, Pesquisa, Exte nsão e Administração em outubro de 2010, \nestabelece os indicadores dos cursos. Um a série de informações, expressas em \nfórmulas matemáticas visa subsidiar a toma da de decisão por diferentes órgãos da \nUniversidade. São objetos de análise e decisão do Colegiado de curso. Os \nIndicadores definem:  \na) Número de Alunos Ideal por curso;  \nb) Número de Alunos Admitidos por curso;  \nc) Sucesso na Admissão;  d) Sucesso na Formação;  \ne) Evasão;  \nf) Taxa de Evasão;  ", "20": "17 \n g) Retenção;  \nh) Taxa de Retenção;  \ni) Vagas Ociosas;  j) Taxa de Vagas Ociosas. \n \n \n10.2. Avaliação dos Discentes \nConforme a Norma para os Programa s de Formação em Graduação da \nUNIFEI, o curso de Engenharia Mecâni ca-Aeronáutica tem quatro tipos de \ncomponentes curriculares: \n1. Disciplinas; \n2. Trabalho final de graduação; \n3. Estágio supervisionado; \n4. Atividades complementares.  \n \nA verificação do rendimento escolar de sses componentes está estabelecida na \nNorma de Graduação. O sistema de avaliaçã o do processo de en sino e aprendizagem \ndos alunos do curso de Engenharia Mecâni ca-Aeronáutica está disciplinado por essa \nmesma norma.  \nA verificação do rendimento escolar se rá feita por compon ente curricular, \nabrangendo os aspectos de freqüência e aproveitamento, ambos eliminatórios. A \nverificação do rendimento escolar será de responsabilidade dos docentes. Entende-se \npor freqüência o comparecime nto às atividades didáticas de cada componente \ncurricular. Será considerado aprovado em freqüência o aluno que obtiver pelo menos \n75% de assiduidade nas atividades teór icas e pelo menos 75% nas atividades \npráticas previstas. Nos co mponentes curriculares é ob rigatória a proposição de \natividades de avaliação.  A forma, a quantidade e o valor relativo das atividades de \navaliação constarão obrigatoriamente dos pl anos de ensino. Para cada atividade de \navaliação será atribuída uma nota de 0 a 10, em números inteiros. \nOs lançamentos de notas dos componen tes curriculares serão definidos como: \n Tipo M: no qual as notas serão bimestrais. A Média das Notas será \ncalculada por meio de média aritmética; \n Tipo N: no qual haverá uma única nota no período. \nEssas definições são estabelecida s pelo Colegiado de Curso.  \nPara TFG e Estágio Supervisionado, o la nçamento de notas seguirá o Tipo N. \nPara aprovação nos componen tes curriculares, o aluno deverá obter Média das Notas \nigual ou superior a 6, além da  freqüência mínima prevista.  \nO aluno que obtiver Média das Notas inferi or a 6, e a frequência mínima, terá \ndireito a uma avaliação substitutiva, para di sciplina com lançamento  de notas do tipo \nM. O rendimento acadêmico obtido nessa avaliação substituirá o menor rendimento \nacadêmico obtido nas unidades (o período le tivo será dividido em 2 (duas) unidades) \ne para ser aprovado, o aluno deverá ob ter média aritmética dos rendimentos ", "21": "18 \n escolares obtidos na avaliação substituti va e nas unidades cujos rendimentos não \nforam substituídos igual ou superior a 6. \nSão calculados os seguintes índices num éricos para avaliação do rendimento \nacadêmico acumulado do discente de ac ordo com a Norma para Programas de \nFormação em Graduação da UN IFEI, cuja definição encont ra-se na referida Norma: \n Média de Conclusão (MC); \n Média de Conclusão Normalizada (MCN); \n Índice de Eficiência em Carga Horária (IECH); \n Índice de Eficiência em Períodos Letivos (IEPL); \n Índice de Eficiência Acadêmica (IEA); \n Índice de Eficiência Acadêmica Normalizado (IEAN); \n Índice de Rendimento  Acadêmico (IRA). \n  \n11. COLEGIADO DE CURSO \n \nO funcionamento do colegiado do curs o de Engenharia Mecânica-Aeronáutica \nobedece ao que está estabelecido no Regi mento Geral da UNIFEI. Conforme artigo \n110, compete ao colegiado de curso:  \nI. eleger o Coordenador de Curso; \nII. estabelecer diretrizes e aprovar o projeto pedagógico  do curso para \nhomologação pela Pró-Reitoria de Graduação; \nIII. estabelecer diretrizes e aprova r um sistema de acompanhamento e \navaliação do curso; \nIV. aprovar os planos de  ensino das disciplinas; \nV. propor normas relativas ao funcionamento do curso; \nVI. estabelecer mecanismos de orient ação acadêmica aos estudantes do \ncurso; \nVII. criar comissões para assuntos específicos; \nVIII. aprovar os nomes de membro s de Comissões Examinadoras de \nTrabalhos de Finalização de Curso e de outras formas de atividade; \nIX. analisar e emitir parecer sobre co nvalidação de estudos e adaptações; \nX. julgar, em grau de recurso, as decisões do Coordenador do Curso; \nXI. decidir ou opinar sobre outras matérias pertinentes ao curso.  \n O curso de Engenharia Mecânica-Aeronáu tica é gerenciado por um Colegiado \ncomposto por sete membros, com a seguinte distribuição: \n Cinco docentes do curso; \n Um docente que represen ta as demais áreas. \n Um discente do curso de Enge nharia Mecânica-Aeronáutica. \n \n ", "22": "19 \n 12. INFRAESTRUTURA \n \n12.1. Gabinetes de Trabalho p ara Professores Tempo Integral  \nTodos os professores estão alocados em gabinetes nas dependências da \nUNIFEI, estes equipados com microcomputa dores com acesso à internet. A maioria \ndos gabinetes são individuais.  \n12.2. Espaço de Trabalho para C oordenação e Serviços Acadêmicos \nO Coordenador do curso utiliza o seu gabinete localizado no Instituto de \nEngenharia Mecânica (IEM) na UNIFEI para  exercer o trabalho de coordenação. \nAs reuniões do colegiado do curso e do NDE são realizadas na sala de \nreuniões do IEM ou na Sala de Reuniões da  Direção do IEM. Pa ra eventuais reuniões \ncom os alunos do curso são utilizados  as salas de aula da Universidade. \nA Pró-Reitoria de Graduação (PRG), o Diretório de Registro Acadêmico (DRA) \ne o Departamento de Suporte à Informática (DSI) da UNIFEI possuem um espaço de \ntrabalho próprio nas dependências da UN IFEI para a realização dos serviços \nacadêmicos.  \nO controle da vida acadêmica do alun o é feito por um sistema computacional \ndesenvolvido pela equipe do DSI da UN IFEI. O sistema funciona em rede e tem \nacesso diferenciado para: coordenador, aluno, professor, e servidores técnico-\nadministrativos que ocupam cargos/funções es pecíficas para gerenciarem o sistema.  \nNo Departamento de Registro Acad êmico da UNIFEI dão entrada e são \narquivados os documentos indispensáveis ao  controle da vida acadêmica do aluno. \nEsses documentos pertencem ao arqu ivo permanente da Universidade.  \n \n12.3. Salas de Aula \nAs salas de aula da UNIFEI são admini stradas pela Pró-Reitoria de Graduação \n(PRG) que a cada semestre letivo aloca as salas de aula para todas as disciplinas \nofertadas para o curso. \n \n12.4. Acesso dos Alunos a Equipamentos de Informática \nAs disciplinas práticas do curso são re alizadas nos laboratórios didáticos. A \nBiblioteca Mauá (BIM) da UNIFEI do Ca mpus de Itajubá oferece os serviços de \npesquisa o\nn-line  via Internet e de acesso à RNP/ INTERNET. A Biblioteca tem espaço \nde computadores com acesso à internet disponível aos alunos e área de acesso wi-fi \ncom mesas e tomadas. Além disso, os al unos do curso têm acesso a pontos de \nconsulta do Portal Acadêmic o no Campus da UNIFEI.  \n \n12.5. Periódicos Especializados \nOs alunos têm acesso aos periódicos di sponíveis no Portal de Periódicos da \nCapes através do site da Biblioteca Mauá (BIM), por meio de convênio, no portal \nCAPES: www.periodicos.capes.gov.br . ", "23": "20 \n A Universidade Federal de Itajubá tamb ém tem convênio co m o Portal Virtual \nUNIVERSITÁRIA que disponibil iza livros no formato digital das seguintes editoras: \nContexto, Ática, Scipione, Casa do Psicólogo, Pearson, Grupo A e Manole. O endereço de acesso é: http://unifei.bvirtual.com.br/login . \n \n12.6. Laboratórios Didáticos Especializados \n  O Campus de Itajubá dispõe de vários  laboratórios lotados nos diversos \nInstitutos da Universidade. Tais Institutos ofertam disciplinas que compõem o programa do curso de Engenharia Mecâni ca-Aeronáutica e que são utilizados nas \natividades de formação, geração e aplicação  de conhecimento. Os  laboratórios de \ninteresse para a formação do enge nheiro mecânico-aer onáutico são: \n \n \n1. Laboratório de Informática I \nDescrição: Laboratório dedicado para aten der aos alunos de todos os cursos em seu \naprendizado de programação e desenho técnic o. Esse espaço, em suas horas vagas, \ntambém fica disponível aos alunos para atividades acadêmicas gerais. \n \n2. Laboratório de Expressão Gráfica \nDescrição: O Laboratório de Expressã o Gráfica é destinado a estudos e ao \ndesenvolvimento de projetos  d e  d e s e n h o  e m  e n g e n h a r i a  utilizando computadores. \nAtravés de softwares avançados de design  c o m o  A u t o C a d ,  3 D  S t u d i o ,  o s  a l u n o s  \npodem fazer desenhos assistidos pelo o comp utador de uma forma fácil, objetiva e \nrápida. \n \n3. Física Descrição: Experimentos gerais na área  de mecânica, eletromagnetismo, óptica, \nfísica moderna, ondulatória etc. \n \n4. Química \nDescrição: Experimentos gerais em cinética , equilíbrio, eletroquímica, determinação \nqualitativa e quantitati va de elementos etc. \n \n5. Maquinas Térmicas Descrição: Dentro do trinômio ensino, pesq uisa e extensão este laboratório procura \nconsolidar os conhecimentos através de ensa ios práticos nas áreas de combustíveis e \ncombustão, compressores, motores de co mbustão interna e sistemas térmicos a \nvapor, destacando-se entre outros, a de terminação do poder calorífico de \ncombustíveis, análise de produtos da combus tão interna e sistemas térmicos a vapor, \nanálise de produtos da comb ustão, o levantamento de cu rvas características, campo \nbásico de funcionamento e balanços de en ergia e exergia em máquinas e aparelhos \ntérmicos. ", "24": "21 \n  \n6. Simulação de Proce ssos e Sistemas Térmicos \nDescrição: O laboratório conta com 20 computadores para simulação, duas \nWorkstation e um Cluster de alto dese mpenho. Além disso, possui os softwares \nGateCycle, Thermoflex, CFX-12, STAR-C D, EES, CHEMKIN, VISUAL FORTRAN e \noutros. Toda esta infra-estrutura se de stina a realização de treinamentos e \ndesenvolvimento de pesquisas em projeto e avaliação de esquemas e ciclos térmicos \nde geração termelétrica e sistemas de co-geração. O Cluster e o CFX-12 são empregados para projeto e desenvolvime nto tecnológico de processos aero - \ntermodinâmicos de câmaras de combustão,  compressores, turbinas e recuperadores \ncompactos, e outros componen tes de turbinas a gás e de sistemas de conversão de \nenergia. Os softwares GATECYCLE e THER MOFLEX são empregados para realizar \nbalanço térmico de sistemas térmicos na condição de projeto e fora de projeto. \n \n7. Laboratório de Ensaios De strutivos e não Destrutivos \nDescrição: O Laboratório de Ensaios Dest rutivos e não Destrutivos é destinado a \ndeterminação das propriedades mecânicas dos materiais utilizados em engenharia e \ncontrole da qualidade do produto, buscando demonstração concreta dos \nensinamentos teóricos, que é de fundamen tal importância para a consolidação dos \nconceitos teóricos. Seus principais equipame ntos são: Máquinas de Ensaio Universal; \nMáquina de Impacto; Fotoelasticidade; Holografia; Ultra-som e Sistemas para \nExtensometria. \n \n8. Laboratório de Instrumentação e Controle \nDescrição: Neste Laboratório são dese nvolvidos circuito s específicos às \nnecessidades de mediações e de pesquisa de  alunos, professores e Laboratórios do \nInstituto de Engenharia Mecânica. Quando o desenvolvimento de alguma pesquisa \nexige medições com requisitos especiais,  o Laboratório fornece a instrumentação \nnecessária, montada e ajustada. Muitas  vezes são construídos sensores e \namplificadores especiais.  \n \n9. Laboratório de Eletricidade \nDescrição: Este Laboratório possibilita a re alização de diversas experiências como \nmedidas de tensão; corrente e resistênci a de circuitos elétricos; medidas de \npotência: monofásica; trifásica (métodos dos três wattímetros e conexão Aron); \nmedidas de resistência de enrolamentos, utilizando método da queda de tensão; \nmétodo da ponte; medida direta com ohmímetro; implementação de circuito de \ncomando e proteção para acio namento de um motor de indução trifásico utilizando \ndiferentes métodos de partida.   \n \n ", "25": "22 \n 10. Laboratório de Aerodinâmica - LAE  \nDescrição: 01 Túnel de Vento subsônico de circuito aberto, do tipo “sucção” com \ncâmara de ensaio fechada com velocidade de escoamento de até 36 m/s, nível de \nturbulência 0,5%. O túnel vem equipado com diversos equipamentos/ acessórios/ \nmodelos como p. ex. balança aerodinâmica, transdutores de pressão para obtenção \ndo campo de distribuição de pressão em ae rofólios, sistema de aquisição de dados, \ndiversos modelos de asas e corpos aerodinâmicos. \n 11. Laboratório de VANT/AERODESIGN - LVA \nDescrição: O espaço a ser ocupado pela equi pe Uirá da UNIFEI que atualmente está \ninstalada na antiga garagem do campus da UNIFEI. Diversos equipamentos são \ncomprados anualmente pela equipe e requ erem local adequado para a sua guarda. \nAlém disso, a proximidade do laboratório da equipe aos laboratórios da Engenharia Mecânica-Aeronáutica permitirá um me lhor desenvolvimento dos projetos e \nprotótipos apresentados pe la equipe Uirá na compet ição SAE AeroDesign.   \n 12. Laboratório de Estruturas Aeronáuticas - LEA  \nDescrição: Equipado com 06 Bancadas para  ensaios estruturais aeronáuticas, onde \nserão possíveis obter dados sobre o momento fletor, força de cisalhamento, \nflambagem, flexões não simétricas e centro de cisalhamento em longarinas simples e \ncompostas em asas cantilever e semi-cant ilever. Todas as bancadas são equipadas \ncom sistema de aquisição de dados e acessó rios para acomodação dos diversos tipos \nde estruturas aeronáuticas como asas, fu selagens, empenagens e montantes.    \n \n13. Laboratórios de Sistemas Aeronáuticos - LSA \nDescrição: Equipado com 04 bancadas para a simulação de sistemas embarcados \npara aeronaves, sendo 01 bancada para sistema hidráulico (trens de pouso), 01 \nbancada para sistema pneumático (pressu rização de cabines), 01 bancada para \nsistema elétrico (sistemas “f ly-by-wire”) e 01 bancada pa ra sistema aviônico. Tais \nbancadas poderão ser empregadas em conjun to com os sistemas das aeronaves, que \nse pretende obter via doação, para a si mulação de seus sistemas, no que as \ntransformaria em “iron birds”.   \n \n14. Laboratórios de Manutenção, Proce ssos e Materiais Aeronáuticos - LMA  \nDescrição: Contem equipame ntos de processamento RTM, VARTM, Filament Widing, \nFSW, conformação de Alumínio, shot peen ing e equipamentos para caracterização \ntérmica e física de materiais aeronáut icos. Além disso, o laboratório receberá \nequipamentos para inspeção não destrutiva de metais e compósitos de estruturas \naeronáuticas como ultrassom, emissão ac ústica, líquido penetr ante, entre outros. \n \n \n ", "26": "23 \n 15. Laboratório de Aeronaves e Motores - LAM  \nDescrição: Equipado com 01 bancada para ensaio virtual de motores turbo-fan que \npermite a determinação de diversos parâ metros de desempenho de um motor. \nApresenta código fonte aberto  do FADEC (Full Authority Di gital Engine Control) o que \npermite alteração de vários parâmetros d e  c o n t r o l e  d o  m o t o r ,  b u s c a n d o  s u a  \notimização para as diversas fases e cond ições de vôo de uma aeronave. Esperam-se \nobter em doação 02 aeronaves não-aeronave gáveis, sendo uma aero nave de asa fixa \n(avião) e outra de asa rotativa (helicóptero ). Além disso, esse laboratório abrigará \ntambém os motores a serem recebidos em doação (o curso já recebeu um motor \nAllison 250-C20R da Helibrás em 2012).  \n \n \n  \n \n  ", "27": "24 \n Anexo I - Ementário e Bibliografia \n \nPeríodo Código Disciplina \n01 CCO016 Fundamentos de Programação \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nConceitos Gerais. Tipos de Dados e Algoritmos. Or ganização de Programas. Programação Top Down. \nProgramação Estruturada. Estruturas de Decisão. Es truturas de Repetição. Arranjos Unidimensionais e \nMultidimensionais. Introdução à Linguagem de Programação. Estudos de Caso. \n \nBibliografia Básica \nASCENCIO, Ana Fernanda G., VENERUCHI DE CAMPOS, Ed ilene Aparecida, Fundamentos da Programação de \nComputadores, Ed. Pearson Prentice-Hall, 2ª Ed., 2007 \nKERNIGHAN, Brian W., RITCHIE, Dennis M., C - A Ling uagem de Programação, volume 01, Ed. Campus, 2002 \nFERRER, H., BECKER, C. G., FARIA, E. C., MATOS, H. F., SANTOS, M. G., MAIA, M. L., Algoritmos Estruturados, \nEd. LTC, 3ª Ed., 1999 \nSCHILD, H., C Completo e Total, Ed. Makron Books, 3ª Ed., 1997 \nBibliografia Complementar \nASCÊNCIO, Ana Fernandes Gomes, CAMPOS, Edilene Apar ecida Veneruchi de, Fundamentos da Programação de \nComputadores: Algoritmos, Pascal e C/C++, Prentice Hall; 2002 \nZIVIANI, Nivio, Projeto de Algoritmos: com implemen tações em Pascal e C, Cengage Learning, 3ª Ed., 2011 \nSCHEID, F., Computadores e Programacao, McGraw-Hill, 1984 \nSCHEID, F., Introdução a Ciência do s Computadores, McGraw-Hill, 1971 \nPAULA FILHO, Wilson de Pádua, Engenharia de Softwa re: fundamentos, métodos e padrões, LTC, 2ª Ed., 2003 \n \n  ", "28": "25 \n  \n \nPeríodo Código Disciplina \n01 DES201 Desenho Técnico Básico \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 -- 64 \nEmenta \nNormas gerais do desenho técnico. Desenho geométri co. Desenho de Projeções. Normas para projeções \nortogonais no primeiro e terceiro diedro. Normas para cotagem. Representação de cortes e secções de peças. \nDesenho em perspectiva. Desenvolvimento de Sólidos Geométricos. \n \nBibliografia Básica \nMANFE, G. , POZZA, R., SCARATO, G., Desenho Técnico Mecânico, Editora Ed. Hemus,  1980 \nFRENCH, T.E., Desenho Técnico, Ed. Globo,  1970 \nESCOLA PRO-TEC, Desenhista de Maquinas, 1991 \nBibliografia Complementar \nFundação Roberto Marinho, Leitura e Interpretação de Desenho Técnico Mecânico, Telecurso 2000, Ed. Globo, \n1995 \nBACHMANN, A., Desenho Técnico, Ed. Globo,  1970 \nRODRIGUES, A., Geometria Descritiva , Ed. Rio de Janeiro, 1972 \nKWAYSSER, E., Desenho de Maquinas., Edart, 2ª Ed., 1967 \nMONTENEGRO, G. A., A Invenção do Projeto: a criativi dade aplicada em Desenho Industrial, Arquitetura, \nComunicação Visual, Edgard Blucher, 1987 \nPROVENZA, F., Projetista de Máquinas, Escola Pro-Tec, 1986 \n \n \n    \n  ", "29": "26 \n  \n \nPeríodo Código Disciplina \n01 EMA001 Introdução a Engenharia Mecânica-Aeronáutica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n32 32 -- \nEmenta \nApresentação do histórico da aviação e dos aspectos  básicos e fundamentais do ambiente de engenharia \naeronáutica, com ênfase nas atividades profissionais e o mercado de trabalho para o profissional graduado na \nárea aeronáutica. Proporcionar a oportunidade de um primeiro contato com certos aspectos gerais de aeronaves \ne do setor aeronáutico. Palestras de pr ofissionais do setor e de setores intern os da Universidade. Visitas técnicas \ne seminários. \n \nBibliografia Básica \nANDERSON, J.D., Introduction to Flight, 7th Ed., 2011, McGraw-Hill Science/Engineering/Math \nHOMA, J., Aerodinâmica e Teoria de Voo: Noções Básicas, 29TH ED., 2010, Ed. ASA  \nHOMA, J., Aeronaves e Motores: Conhecimentos Técnicos, 30TH ED., 2010, Ed. ASA \nBibliografia Complementar \nSAINTIVE, N.S., Teoria de Vôo: Introduç ão à Aerodinâmica, 5TH ED., 2010, Ed. ASA \nRODRIGUES, P., Helicópteros: Conheciment os Técnicos, 3a Ed., 2010, Ed. ASA   \nSMITH, H.C., Illustrated Guid e for Aerodynamics, McGraw-Hill Professional, 2nd Ed, 1991  \nAerodynamics for Naval Aviators (F AA Handbooks), Aviation Supplies & Ac ademics, Inc., Last Revision: 2001  \nANDERSON, D. & EBERHARDT, S., Understanding Flight, McGraw-Hill Professional; 2nd Ed., 2009 \n \n  ", "30": "27 \n  \n \nPeríodo Código Disciplina \n01 FIS104 Metodologia Científica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n32 32 -- \nEmenta \nConceitos básicos. Distribuições de erro. Algarismo significativo. Operaç ões com algarismos significativos. \nIncerteza de medição. Erros sistemáticos e estatísticos. Valor médio e desvio padrão. Propagação de incertezas. \nTratamento estatístico da teoria  de erros. Modelos e gráficos. \n \nBibliografia Básica \nVUOLO, J. H., Fundamentos da Teoria de Erros, Editora Edgar Blucher, 1991 \nLAKATOS, Eva Maria, MARCONI, Marina de Andrade, Fund amentos de Metodologia Científica, Ed. Atlas, 3ª Ed., \n1991 \nSEVERINO, Antonio Joaquim, Metodologia do Trabalho Ci entífico, Ed. Cortez, 2000 \nBibliografia Complementar \nRUDIO, Franz Victor, Introdução ao Projet o de Pesquisa Científica, Ed. Vozes, 1998 \nMARTINS, Rosana Maria, CAMPOS, Valéria Cristina, Guia Prático para Pesquisa Cientifica, UNIR, 2003 \nB A R R O S ,  A .  J .  P .  d e ,  L E H F E L D ,  N .  A .  d e  S . ,  F u n d a m e n t o s de Metodologia: um guia para iniciação científica, \nMcGraw-Hill, 1986 \nVUOLO, José Henrique, Fundamentos da Teoria dos Erros, Edgard Blücher, 1996 \nMARCONI, Marina de Andrade, LAKATOS, Eva Maria, Té cnicas de Pesquisa: Planejamento e Execução de \nPesquisas - Amostragem e Técnicas de Pesquisa: Elabor ação, Analise e Interpretação de Dados, Ed. Atlas; 4ª \nEd., 1999 \n \n  ", "31": "28 \n  \n \nPeríodo Código Disciplina \n01 FIS114 Laboratório de Meto dologia Científica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nLaboratório de Conceitos básicos. Di stribuições de erro. Algarismo signif icativo. Operações com algarismos \nsignificativos. Incerteza de medição. Erros sistemáticos e estatísticos. Valor médio e desvio padrão. Propagação \nde incertezas. Tratamento estatístico da  teoria de erros. Modelos e gráficos. \n \nBibliografia Básica \nVUOLO, J. H., Fundamentos da Teoria de Erros, Editora Edgar Blucher, 1991 \nLAKATOS, Eva Maria, MARCONI, Marina de Andrade, Fund amentos de Metodologia Científica, Ed. Atlas, 3ª Ed., \n1991 \nSEVERINO, Antonio Joaquim, Metodologia do Trabalho Ci entífico, Ed. Cortez, 2000 \nBibliografia Complementar \nRUDIO, Franz Victor, Introdução ao Projet o de Pesquisa Científica, Ed. Vozes, 1998 \nMARTINS, Rosana Maria, CAMPOS, Valéria Cristina, Guia Prático para Pesquisa Cientifica, UNIR, 2003 \nB A R R O S ,  A .  J .  P .  d e ,  L E H F E L D ,  N .  A .  d e  S . ,  F u n d a m e n t o s de Metodologia: um guia para iniciação científica, \nMcGraw-Hill, 1986 \nVUOLO, José Henrique, Fundamentos da Teoria dos Erros, Edgard Blücher, 1996 \nMARCONI, Marina de Andrade, LAKATOS, Eva Maria, Té cnicas de Pesquisa: Planejamento e Execução de \nPesquisas - Amostragem e Técnicas de Pesquisa: Elabor ação, Analise e Interpretação de Dados, Ed. Atlas; 4ª \nEd., 1999 \n \n  ", "32": "29 \n  \n \nPeríodo Código Disciplina \n01 MAT001 Calculo I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n96 96 -- \nEmenta \nFunções. Limite e continuidade. Deri vada. Integral. Integral imprópria. \nBibliografia Básica \nGUIDORIZZI, H. L., Um Curso de Cálculo,  volumes I e II, Editora LTC, 5ª Ed., 2002 \nFLEMMING, D., GONÇALVES, M., Cálculo, volume 01, Editora Pearson, 6ª Ed., 2007 \nSTEWART, J. , Cálculo. volume 01, Editora Thomson, 6ª Ed., 2010 \nBibliografia Complementar \nMUNEM, Mustafa A; FOULIS, David J., Cálculo, volu me 01., Editora Rio de Janeiro: Guanabara Dois, 1982 \nSWOKOWSKI, Earl W., Cálculo com Geometria Analític a., volume 01, Editora Makron Books, 2ª Ed.,1995 \nAVILA, Geraldo., Calculo 1 - Funções de um a Variável, volume 01., Editora  L.T.C, 1994 \nBOULOS, P., Introdução ao Cá lculo, volume 01., Editora São Paulo: Edgard Blucher,1973 \nLEITHOLD, Louis., O cálculo com Geometria Analítica, vo lume 01, Editora Harper & Row do Brasil, 2ª Ed., 1982 \n \n \n \n  \n \n \n \n \n \n \n \n \n  ", "33": "30 \n  \n \nPeríodo Código Disciplina \n01 MAT011 Geometria Analítica e Álgebra Linear \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nVetores. Retas e planos. Cônicas e quádricas. Espaços Eu clidianos. Matrizes e sistemas de equações lineares. \nBibliografia Básica \nSANTOS, Nathan Moreira dos, Vetores e Matrizes: Uma In trodução À Álgebra Linear, Editora Thomson-Pioneira, \n4ª Ed., 2007 \nSWOKOWSKI, Earl W., Cálculo com Geometria Ana lítica, volume 01, Makron Books, 2ª Ed., 1995 \nLEITHOLD, Louis., Cálculo com Geometri a Analítica, volume 01, Editora Ha rper & Row do Brasil, 2ª Ed., 1982 \nBibliografia Complementar \nBOULOS, Paulo, CAMARGO, Ivan de,  Geometria Anal ítica, volume , Editora Makron Books, 3ª Ed., 2005 \nSANTOS, R. J, Um Curso de Geometria Analítica e Álge bra Linear, Editora Imprensa Universitária da UFMG, 2007 \nSTEINBRUCH, Alfredo; WINTERLE, Paulo, Introduç ão a Álgebra Linear, Pe arson Education, 1997 \nNOVAIS, M. H., Cálculo Vetorial e Geom etria Analítica, Edgard Blucher, 1973 \n \n \n \n  ", "34": "31 \n  \n \nPeríodo Código Disciplina \n01 SOC002 Ciências Humanas e Sociais \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nO conhecimento das Ciências Humanas e seus Fundamento s. As dimensões do humano e a construção de si. O \nindivíduo no social (ética); processos e institucionalizações. Cultura e trabalho. \n \nBibliografia Básica \nBERGER, P., LUCKMANN, T., A Construção So cial da Realidade, Editora Vozes, 1987 \nDURKHEIM, Émile, Émile Durkheim  \"Os Pensadores\", Editora Abril, 1983 \nGEERTZ, Clifford, A Interpretação das Culturas, Editora Guanabara Koogan, 1978 \nGERTH, H.H., WRIGHT MILLS, C., MAX WEBER, Ensaios de Sociolog ia, Editora Guanabara Koogan, 1982 \nLARAIA, Roque de Barros, Cultura Um Co nceito Antropolóico, Editora Zahar, 1986 \nMARX, Karl, Marx “Os Pensadores”, Editora Abril, 1978 \nBibliografia Complementar \nDIAS, Reinaldo, Introdução à Sociologia, Editora Pearson, Prentice Hall, 2ª edição, 2010 \nBAUMAN, Zygmunt e MAY, Tim, Aprendendo a Pe nsar com a Sociologia, Editora Zahar,  2010 \nQUINTANEIRO, Tania; BARBOSA, Mari a Ligia Oliveira; OLIVEIRA, Marcia Gardenia Monteiro; Um Toque de \nClássicos, Editora UFMG, 2002 \n \n \n  ", "35": "32 \n  \n \nPeríodo Código Disciplina \n02 BAC002 Comunicação e Expressão \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nEstudos envolvendo as línguas portuguesa e inglesa: Linguagem verbal e não-verbal. Linguagem e interação. \nGêneros textuais orais e escritos. Análise das condições de produção de texto técnico e acadêmico. Estrutura, \norganização, planejamento e produção de textos com base em parâmetros da linguagem técnico-científica. \n \nBibliografia Básica \nMACHADO, Anna Rachel; LOUSADA, Eliane; ABREU-TARD ELLI, Lília Santos , Resumo, Editora Parábola, 2004 \nGARCIA, Othon Moacir, Comunicação em pr osa moderna, Editora FGV, 23 edição, 2000 \nMARQUES, Mario Osorio, Escrever é preciso: o princípio da pesquisa, volume , Editora Unijuí-Inep, 5ª edição, \n2006 \nPIMENTEL, Carlos, Falar é fácil,  Editora Campus/Elsevier, 2005 \nKOCK, Ingedore G. Villaça, Desvendando os segr edos do texto, Editora Cortez, 2ª edição, 2003 \nGONÇALVES, Hortência de Abreu, Manual de artigos científicos, Editora Avercamp, 2004  \nBibliografia Complementar \nMARCUSCHI, Luiz Antônio, Produção textual, análise de gêneros e compreensão, Editora Parábola, 3ª edição, \n2008 \nKOCK, Ingedore, Villaça; Elias, Vanda Maria, Ler e escrever : estratégias de produção textual, Editora Contexto, 2ª \nedição, 2010 \nGONÇALVES, Hortência de Abreu, Manual de projet os de pesquisa científica, Editora Avercamp, 2003 \nGONÇALVES, Hortência de Abreu, Ma nual de resumos e comunicações ci entíficas, Editora Avercamp, 2005 \nEMEDIATO, Wander, A fórmula do texto, Editora Geração Editorial,  2008 \n \n  ", "36": "33 \n  \n \nPeríodo Código Disciplina \n02 DES404 Desenho Técnico Auxiliado por Computador \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 -- 48 \nEmenta \nHistórico e conceitos sobre o uso do computador para au xílio ao projeto. Módulos bá sicos do CAD. Geração de \ndesenhos 2D através de primitivas geométricas. Funçõe s básicas de edição. Cotagem. Aplicações de desenho \ntécnico. Noções de desenho 3D, modelagem Wireframe, Superfície e Sólido. Indicação de acabamentos \nsuperficiais. Desenho de união aparafusada. Desenho de  união soldada. Desenho de engrenagens. Desenho de \nconjunto e lista de peças. Desenho  de tubulações industriais. \n \nBibliografia Básica \nMANFE, G., POZZA, R., SCARATO, G., Dese nho Tecnico Mecanico, Ed. Hemus, 1980 \nFRENCH, T.E., Desenho Tecnico, Ed. Globo, 1970 \nDesenhista de Maquinas; Escola Pro-Tec, Ed. Profenza, 1991 \nBibliografia Complementar \nFundação Roberto Marinho, Leitura e Interpretação de Desenho Técnico Mecânico, Telecurso 2000, Ed. Globo, \n1995 \nBACHMANN, A., Desenho Técnico, Ed. Globo,  1970 \nRODRIGUES, A., Geometria Descritiva , Ed. Rio de Janeiro, 1972 \nKWAYSSER, E., Desenho de Maquinas., Edart, 2ª Ed., 1967 \nMONTENEGRO, G. A., A Invenção do Projeto: a criativi dade aplicada em Desenho Industrial, Arquitetura, \nComunicação Visual, Edgard Blucher, 1987 \nPROVENZA, F., Projetista de Máquinas, Escola Pro-Tec, 1986 \n \n \n  ", "37": "34 \n  \n \nPeríodo Código Disciplina \n02 FIS203 Física I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nMovimento unidimensional. Movimento bidimensional.  Leis de Newton. Trabalho e energia mecânica. \nConservação do momento linear. Colisões. Rotações e momento angular. Dinâmica de corpos rígidos. \n \nBibliografia Básica \nHALLIDAY, D. RESNICK, R.WALKER, J., Fundamentos da Físi ca - Mecânica, volume 1, Editora Livros Técnicos e \nCientíficos , 7ª Ed., 2006 \nTIPLER, P.A., FREEDMAN, R.A, Física para Cientistas e Engenheiros, volume 01, Editora Livros Técnicos e \nCientíficos, 4ª Ed., 1999 \nCHAVES, REICHMANN & AFFONSO, Física 1: Curso básico para estudantes de ciências físicas e engenharias: \nmecânica; 1ª Ed., 2001 \nBibliografia Complementar \nSEARS, F., ZEMANSKY, M.W., YOUNG, H.D., FREEDMAN, R.A,  Física - Mecânica, volume 01, Ed. Addison Wesley, \n10ª Ed., 2004 \nNUSSENZVEIG, H.M, Curso de Física Básica, vo lume 01, Editora Edgard Blücher, 4ª Ed., 2002 \nSERWAY, Raymond A, JEWETT Jr., John W., Princípios de Físi ca 1: mecânica clássica, v. 1, Thomson Learning, 3ª \nEd., 2007 \nYOUNG, Hugh D., FREEDMAN, Roger A., Física I: mecânica, Pearson Education, 12ª Ed., 2008 \nFísica 1: Mecânica, Grupo de Reelaboração do En sino de Física (GREF), v. 1, Edusp, 7ª Ed., 2001 \n \n \n   \n \n  ", "38": "35 \n  \n \nPeríodo Código Disciplina \n02 FIS213 Física Experimental I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nExperiências sobre: movimento unidime nsional, movimento bidimensional, leis de newton, trabalho, energia \nmecânica, conservação do momento linear, colisões, rota ções, momento angular e dinâ mica de corpos rígidos. \n \nBibliografia Básica \nHALLIDAY, D. RESNICK, R.WALKER, J., Fundamentos da Físi ca - Mecânica, volume 1, Editora Livros Técnicos e \nCientíficos , 7ª Ed., 2006 \nTIPLER, P.A., FREEDMAN, R.A, Física para Cientistas e Engenheiros, volume 01, Editora Livros Técnicos e \nCientíficos, 4ª Ed., 1999 \nCHAVES, REICHMANN & AFFONSO, Física 1: Curso básico para estudantes de ciências físicas e engenharias: \nmecânica; 1ª Ed., 2001 \nBibliografia Complementar \nSEARS, F., ZEMANSKY, M.W., YOUNG, H.D., FREEDMAN, R.A,  Física - Mecânica, volume 01, Ed. Addison Wesley, \n10ª Ed., 2004 \nNUSSENZVEIG, H.M, Curso de Física Básica, vo lume 01, Editora Edgard Blücher, 4ª Ed., 2002 \nSERWAY, Raymond A, JEWETT Jr., John W., Princípios de Físi ca 1: mecânica clássica, v. 1, Thomson Learning, 3ª \nEd., 2007 \nYOUNG, Hugh D., FREEDMAN, Roger A., Física I: mecânica, Pearson Education, 12ª Ed., 2008 \nFísica 1: Mecânica, Grupo de Reelaboração do En sino de Física (GREF), v. 1, Edusp, 7ª Ed., 2001 \n \n \n \n  ", "39": "36 \n  \n \nPeríodo Código Disciplina \n02 MAT002 Cálculo II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nSequencias e series. Series de potencias. Series de Tayl or. Abertos no Rn. Funções de uma variavel real a valores \nem Rn. Curvas. Funcoes reais de varias variáveis reais a valores reais. Derivadas Parciais. Diferenciabilidade. \nGradiente e sua interpretacao geometrica. Maximos e mínimos. \n \nBibliografia Básica \nGUIDORIZZI, H., Um Curso de Cálculo, volumes II e IV, Ed. S.A. Livros Técnicos e Científicos, 5ª Ed. 2002 \nFLEMMING, D. M.; GONÇALVES, M. B., Cálculo B, Prentice Hall, 2006 \nMUNEM, M. A.; FOULIS, D., Cálculo, volumes 01 e 02, Guanabara Dois, 1982 \nBibliografia Complementar \nSTEWART, James., Cálculo, volume 02, Ed. Thomson, 5ª Ed., 2006 \nMUNEM, M. A., FOULIS, D. A. , Cálculo, volumes I e II, Ed. Guanabara Dois S.A, 1982 \nSTEWART, J., Cálculo, volume 02, Ed. Thomson, 5ª Ed., 2006 \nSWOKOWSKI, E. W., Cálculo com Geometria Analít ica, v. 1 e 2, Makron Books, 2ª Ed., 1995 \nAVILA, Geraldo, Cálculo 2, v. 2, LTC, 1995 \nBOULOS, P., Introdução ao Cálculo,  v. 1 e 2, Edgard Blucher, 1973 \nLEITHOLD, Louis, O Cálculo com Geometria Analítica,  v. 1 e 2, Harper & Row do Brasil, 2ª Ed., 1982 \n \n \n \n  ", "40": "37 \n  \n \nPeríodo Código Disciplina \n02 MAT013 Probabilidade e Estatística \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nNoções básicas de probabilidade. Variáveis aleatórias. Dist ribuições de probabilidade. Teoremas limite. Introdução \nà estatística. Descrição, exploração  e comparação de dados. Estimativas e tamanhos de amostras. Teste de \nhipóteses. \n \nBibliografia Básica \nBUSSAB, Wilton O; MORETTIN, Pedro A.; Estatística básica; Atual; 4ª ed.; 1987 \nMONTGOMERY, Douglas C; RUNGER, George C.; Estatística aplicada e probabilidade para engenheiros; LTC; 2ª \ned.; 2003 \nSPIEGEL, Murray Ralph.; Probabilidade e Estatística; McGraw-Hill do Brasil; 1978 \nBibliografia Complementar \nMAGALHÃES, Marcos N; LIMA, Antônio Carlos Pedroso de; Noções de probabilidade e estatística; Edusp; 6ª ed.; \n2005 \nLIPSCHUTZ, S.; Teoria e problemas de probabilidade; McGraw-Hill do Brasil; 3ª ed.; 1977 \nDANTAS, C. A. B.; Probabilidade: um curso introdutório; Edusp; 3ª ed.; 2008 \nMEYER, P. L.; Probabilidade: aplicações  a estatística; LTC; 1ª ed.; 1983 \n \n  ", "41": "38 \n  \n \nPeríodo Código Disciplina \n02 MCM005 Estruturas e Propriedades dos Materiais \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nLigações Atômicas. Estruturas Cristalinas. Imperfeições estruturais e Movimentos Atômicos. Difusão. Deformação \ndos Metais. Ruptura dos Materiais sob Tensão. Meca nismos de Endurecimento dos Aços. Siderurgia \n \nBibliografia Básica \nHIGGINS, R. A. Propriedades e Estruturas do s Materiais em Engenharia, Difel, 1982, 466 pg. \nMOFFATT, WILLIAM G; PEARSALL, GEORGE W; WULFF, JO HN. Ciencia dos Materiais:  Estrutura. L.T.C, 1972. \nVAN VLACK, L. H. Princípios de Ciênci a dos Materiais. Edgard Blucher, 1970. \nBibliografia Complementar \nDEN HARTOG, J. P. Advanced Strength of Materials. New York: McGraw-Hill, 1952. 379 p. \nPARETO, L. Resistencia e ciencia dos ma teriais. Sao Paulo: Hemus, 1982. 181 p. \nREMY, A; GAY, M; GONTHIER, R. Materiai s. 2a ed. São Paulo: Hemus, 2002. 391 p. \n \n  ", "42": "39 \n  \n \nPeríodo Código Disciplina \n02 QUI102 Química Geral e Inorgânica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nMatéria e formas de medida. Átomos, moléculas e íons. Fó rmulas e equações químicas. Obtenção de elementos. \ntermoquímica. Comportamento físico dos gases. Estrut ura eletrônica dos átomos. Tabela periódica e as \npropriedades dos metais. Ligação química. Estrutura mole cular. Líquidos e sólidos. Soluções. Estruturas de não-\nmetais e seus compostos binários. Espontaneidade de reaç ão. Equilíbrio químico em fase gasosa. Velocidade de \nreação. Atmosfera. Reações de precipitação. Ácidos e ba ses. Equilíbrios ácido-base. íons complexos e compostos \nde coordenação. Análise qualitativa. Oxidação redução e reatores eletroquímicos. Oxidação-redução e voltagem \nde pilhas. Química dos metais de transição. Química dos não-metais. Reações nucleares. Moléculas orgânicas \npequenas e grandes. \n \nBibliografia Básica \nMASTERTON, W.L; SLOWINSKI, E.J; STANITSKI, C.L., Princípios de Química, Guanabara Dois, 6ª Ed., 1990 \nATKINS, Peter; JONES, Loretta, Princípios de Químic a: questionando a vida moderna e o meio ambiente, \nBookman; 3ª Ed., 2006 \nBROWN, Theodore L et al., Química: a ciência central, Pearson & Prentice Hall, 9ª Ed., 2005 \nBibliografia Complementar \nHOLLER, F. James; SKOOG, Douglas A.; CROUCH, Stanley R ., Princípios de análise instrumental, Bookman; 6ª \nEd., 2009 \nSHRIVER, D. F. et al., Química inorgânica, Bookman, 4ª Ed., 2008 \nATKINS, Peter, Físico-Química: fundamentos, LTC, 3ª Ed., 2003 \nPIMENTEL, G.C, SPRATLEY, R.D., Química: um tr atamento moderno, v. 2, Edgard Blucher, 1974 \nMAHAN, B. M, MYEES, R. J., Química: um curso universitário, Antunes, 4ª Ed., 1993 \n \n \n \n \n   ", "43": "40 \n  \n \nPeríodo Código Disciplina \n02 QUI112 Química Geral e Inorgânica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nExperiências sobre: preparação de soluções, transferência de elétrons em reações de oxi redução, caracterização \ndos elétrodos e do fluxo eletrônico em pilhas, eletrodeposição de metais, reações de corrosão metálica e \npassivação superficial, corrosão galvânic a, proteção catódica, corrosão sob tens ão mecânica, corrosão eletrolítica, \ncorrosão por aeração diferencial e corrosão por frestas. \n \nBibliografia Básica \nMASTERTON, W.L; SLOWINSKI, E.J; STANITSKI, C.L., Princípios de Química, Guanabara Dois, 6ª Ed., 1990 \nATKINS, Peter; JONES, Loretta, Princípios de Químic a: questionando a vida moderna e o meio ambiente, \nBookman; 3ª Ed., 2006 \nBROWN, Theodore L et al., Química: a ciência central, Pearson & Prentice Hall, 9ª Ed., 2005 \nBibliografia Complementar \nHOLLER, F. James; SKOOG, Douglas A.; CROUCH, Stanley R ., Princípios de análise instrumental, Bookman; 6ª \nEd., 2009 \nSHRIVER, D. F. et al., Química inorgânica, Bookman, 4ª Ed., 2008 \nATKINS, Peter, Físico-Química: fundamentos, LTC, 3ª Ed., 2003 \nPIMENTEL, G.C, SPRATLEY, R.D., Química: um tr atamento moderno, v. 2, Edgard Blucher, 1974 \nMAHAN, B. M, MYEES, R. J., Química: um curso universitário, Antunes, 4ª Ed., 1993 \n \n   \n  ", "44": "41 \n  \n \nPeríodo Código Disciplina \n03 EAM002 Ciências do Ambiente \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nFundamentos de Ecologia. Poluição Ambiental: água, ar , solo. Tecnologias de controle de poluição. Gestão \nambiental. Legislação ambiental. Avaliação de impactos ambientais. \n \nBibliografia Básica \nBRAGA, BENEDITO et al., Introdução à engenharia ambiental, Editora Prentice Hall, 2ª edição, 2005 \nARAÚJO, Gustavo Henrique de Souza; ALMEIDA, Josima r Ribeiro de; GUERRA, Antônio José Teixeira; Gestão \nambiental de áreas degradadas; Bertrand Brasil; 2005 \nSÁNCHEZ, Luis Enrique; Avaliação de impacto ambien tal: conceitos e métodos; Oficina de Textos; 2008 \nBibliografia Complementar \nARROYO, João Cláudio Tupinambá; SCHUCH, Flávio Camarg o; Economia popular e solidária: a alavanca para o \ndesenvolvimento sustentável; Fundação Perseu Abramo; 2006 \nCANÇADO, Airton Cardoso et al; Economia solidária e de senvolvimento sustentável: resultados da atuação do \nNESol/UFT no Bico do Papagaio/TO; Goiânia: Grafset Gráfica e Editora Ltda; 1ª ed.; 2009 \nSANTOS, Rozely Ferreira dos; Planejamento ambien tal: teoria e prática; Oficina de Textos; 2004 \nMILARÉ, Édis.; Direito do ambiente: a gestão ambiental em  foco : doutrina, jurisprudê ncia, glossário; Revista dos \nTribunais; 6ª ed.; 2009 \nMOTA, Suetonio; Introdução a Engenharia Ambiental; AB ES-Associacao Brasileira de Engenharia Sanitaria e \nAmbiental; 1997 \n \n  ", "45": "42 \n  \n \nPeríodo Código Disciplina \n03 EMA002 Fundamentos da Engenharia Aeronáutica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nNomenclatura aeronáutica, dimensões e unidades e sistem as de coordenadas. Atmosfera, ventos, turbulência e \numidade. A aeronave e suas partes. Escoamento aero náutico e coeficientes aerodinâmicos. Efeitos do \nescoamento subsônico. Introdução ao estudo da configuração subsônica. Desempenho, estabilidade e controle. \nNoções de propulsão. Noções de projeto estrutural e de estimativa de cargas e pesos. Fases de desenvolvimento \nda configuração: aspectos gerais. \n \nBibliografia Básica \nANDERSON, J.D., Introduction to Flight, 7th Ed ., 2011, McGraw-Hill Science/Engineering/Math  \nHOMA, J. - Aerodinâmica e Teoria de Voo: Noções Básicas, 29TH ED., 2010, EDITORA ASA.  \nHOMA, J. - Aeronaves e Motores: Conhecime ntos Técnicos, 30TH ED., 2010, EDITORA ASA. \nBibliografia Complementar \nSAINTIVE, N.S. - Teoria de Vôo: Introdução  à Aerodinâmica, 5TH ED., 2010, EDITORA ASA. \nRODRIGUES, P. – Helicópteros: Conheciment os Técnicos, 3a Ed., 2010, Editora ASA   \nSMITH, H.C., Illustrated Guide fo r Aerodynamics, 337 pages, McGraw-Hill Professional, 2nd Ed, 1991.  \nAerodynamics for Naval Aviators (FAA Handbooks), 432 pages, Aviation Supplies & Academics, Inc., Last \nRevision: 1965 edition, 2001.  \nANDERSON, D. & EBERHARDT, S., Understanding Flight , 306 pages, McGraw-Hill Professional; 2nd Ed., 2009. \n \n  ", "46": "43 \n  \n \nPeríodo Código Disciplina \n03 EME303 Mecânica Vetorial - Estática \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nSistemas de forças. Componentes de uma força. Momento e binário de uma força. Result ante de forças em duas \ne três dimensões. Diagrama de corpo livre. Análise de esforços em estruturas: treliças, máquinas e pórticos. \nForças distribuídas. Cálculo de centróides: linha, área e volume. Momento de inércia de figuras planas. Equilíbrio \nem vigas. Diagramas de esforço cortante e momento flet or. Esforços em cabos flexív eis. Problemas envolvendo \natrito seco. \n \nBibliografia Básica \nHIBBELER, R. C., Estática – Mecânica Para En genharia, 10ª edição, São Paulo, Pearson, 2005 \nALMEIDA, Márcio Tadeu de; LABEGALINI, Paulo Roberto; OLIVEIRA, Wlamir Carlos de. Mecânica Geral: Estática. \nSão Paulo: Edgard Blucher, 1984 \nMERIAM, J.L; KRAIGE, L.G., Mecânica: Estática , v. 1, 5ª ed., Rio de Janeiro, LTC, 2004  \nBibliografia Complementar \nMERIAM, J. L; KRAIGE, L. G., Mecânica: Estática, 4 ed., Rio de Janeiro, LTC, 1999 \nBEER, Ferdinand P; JOHNSTON Jr., E. Russell., Mecânica vetorial para engenheiros: estática, 5 ed., São Paulo, \nMcGraw-Hill do Brasil, 1994 \nSHAMES, I. H. Introdução a Mecânica dos Só lidos. Rio de Janeiro: Prentice-Hall, 1983 \nPOPOV, E. P. Introdução a Mecânica dos Sólidos. Sao Paulo: Edgard Blucher, 1978 \nFONSECA, Adhemar. Curso de Mecânica: Estática : noções de  cálculo vetorial, estática abstrata, estática técnica e \ngeometria das massas. 3 ed. Rio de Janeiro: Livro Técnico, v. 01, 1967 \n \n  ", "47": "44 \n  \n \nPeríodo Código Disciplina \n03 MAT003 Cálculo III \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nFunções de Varias Variáveis Reais a Va lores Vetoriais. Campos vetoriais. Rotacional, divergente e laplaciano. \nIntegrais duplas e triplas. Integrais de Linha. Campos co nservativos. Integrais de superfície. Fluxo de um campo \nvetorial. Teorema de Green no plano. Teorema de Stokes. Teorema da divergência de Gauss. \n \nBibliografia Básica \nGUIDORIZZI, H., Um Curso de Cálculo, volumes II e IV, Ed. S.A. Livros Técnicos e Científicos, 5ª Ed. 2002 \nFLEMMING, D. M.; GONÇALVES, M. B., Cálculo B, Prentice Hall, 2006 \nSTEWART, James., Cálculo, volume 02, Ed. Thomson, 5ª Ed., 2006 \nBibliografia Complementar \nMUNEM, M. A., FOULIS, D. A. , Cálculo, volumes I e II, Ed. Guanabara Dois S.A, 1982 \nSWOKOWSKI, E. W., Cálculo com Geometria Analít ica, v. 1 e 2, Makron Books, 2ª Ed., 1995 \nAVILA, Geraldo, Cálculo 2, v. 2, LTC, 1995 \nBOULOS, P., Introdução ao Cálculo,  v. 1 e 2, Edgard Blucher, 1973 \nLEITHOLD, Louis, O Cálculo com Geometria Analítica,  v. 1 e 2, Harper & Row do Brasil, 2ª Ed., 1982 \n \n  ", "48": "45 \n  \n \nPeríodo Código Disciplina \n03 MAT012 Cálculo Numérico \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nConceitos e princípios gerais em cálculo numérico. Ra ízes de equações. Sistemas de equações lineares. \nInterpolação e aproximação de funçõe s a uma variável real. Integração num érica. Solução numérica de equações \ndiferenciais ordinárias. Ambientes computacionais avançados. \n \nBibliografia Básica \nRUGGIERO M. A. G., LOPES V. L. R., Cálculo Numérico: Aspectos Teóricos e Computacionais, Editora Pearson, \n1996 \nSPERANDIO, MENDES, SILVA, Cálculo Numérico: Caract erísticas Matemáticas e Computacionais dos Métodos \nNuméricos, Editora Prentice Hall, 2003 \nCUNHA, M. C. C., Métodos Numéri cos, Editora da Unicamp, 2003  \nBibliografia Complementar \nCHAPRA, S., CANALE, R., Numerical Methods for Engineers, Editora McGraw Hill, 2006 \nSANTOS, V. R., Curso de Cálc ulo Numérico, Editora LTC, 1977 \nMILNE, W. E., Calculo Numé rico, Editora Polígono, 1968 \nF. F. C. Filho, Algoritmos Numéricos, Editora LTC, 2007 \nYANG, W., Applied Numerical Methods Usin g Matlab, Editora John Wiley & Sons, 2005 \n \n  ", "49": "46 \n  \n \nPeríodo Código Disciplina \n03 MAT021 Equações Diferenciais I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nEquações diferenciais de ordem um. Equações diferenciais  lineares de ordem dois. Equações diferenciais lineares \nde ordem mais alta. Solução em série para equações lineares de segunda ordem. Sistemas de equações \ndiferenciais lineares de ordem um. \n \nBibliografia Básica \nKREIDER, D. L; KULLER, R. G; OSTBERG, D. R., Introdução a An álise Linear, Livro Técnico, 1972 \nBOYCE, William E; DiPRIMA, Richard C., Equações difere nciais elementares e problemas de valores de contorno, \nLTC, 8ª Ed., 2006 \nPISKUNOV, N., Cálculo diferencial e in tegral, v. 2, Mir Publishers, 1978 \nBibliografia Complementar \nDOERING, Claus Ivo; LOPES, Artur Oscar, Equaçõ es diferenciais ordinárias, IMPA, 4ª Ed., 2010 \nAYRES Jr., F., Equações diferenciais, Livro Técnico, 1966 \nFIGUEIREDO, Djairo Guedes de; NEVES, Aloisio Freiri a, Equações diferenciais aplicadas, IMPA, 3ª Ed., 2010 \nFIGUEIREDO, D. G. de, Análise de Fourier e equa ções diferenciais parciais, IMPA, 2ª Ed., 1977 \nBRONSON, R., Moderna Introdução as Equações  Diferenciais, McGraw-Hill do Brasil, 1976 \n \n  ", "50": "47 \n  \n \nPeríodo Código Disciplina \n03 MCM003P Materiais para Construção Mecânica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nLaboratório de Fabricação do Aço. Diagramas de Eq uilíbrio (ou Fases). Tratamentos Térmicos dos Aços. \nTratamentos Termoquímicos dos Aços. Ferros Fundidos . Materiais Metálicos Não-Ferrosos. Noções sobre \nCorrosão. Seleção de Materiais.  \n \nBibliografia Básica \nBRESCIANI FILHO, Ettore. Seleção de materiais metálico s. 2 ed. Campinas: Editora da UNICAMP, 1988. 326 p. \nCHIAVERINI, Vicente. Tecnologia Mecanica: volume 1 : estrutura e propriedades das ligas metalicas. 2 ed. Sao \nPaulo: McGraw-Hill do Brasil, 1986. Vol.1. \nCHIAVERINI, Vicente. Tecnologia Mecânica: materiais de construção mecânica. 2 ed. São Paulo: McGraw-Hill do \nBrasil, 1986. 388 p. \nBibliografia Complementar \nLONGO, W. F. Seleção dos Aços para Construções Me cânicas: M501. Rio de Janeiro: [s.n.], 1966. 111 p. \nLONGO, W. P. Propriedades dos Aços para Construções Mecânicas: M501. Rio de Janeiro: [s.n.], 1966. 118 p. \nSOUZA, S. A. Ensaios Mecanicos de Materiais Me talicos. Sao Paulo: Edgard Blucher, 1974. 197 p. \n \n   ", "51": "48 \n  \n \nPeríodo Código Disciplina \n03 MCM003T Materiais para Construção Mecânica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nFabricação do Aço. Diagramas de Equilíbrio (ou Fases). Tratamentos Térmicos dos Aços. Tratamentos \nTermoquímicos dos Aços. Ferros Fundidos. Materiais Metálic os Não-Ferrosos. Noções sobre Corrosão. Seleção de \nMateriais. \n \nBibliografia Básica \nBRESCIANI FILHO, Ettore. Seleção de materiais metálico s. 2 ed. Campinas: Editora da UNICAMP, 1988. 326 p. \nCHIAVERINI, Vicente. Tecnologia Mecanica: volume 1 : es trutura e propriedades das ligas metalicas. 2 ed. Sao \nPaulo: McGraw-Hill do Brasil, 1986. Vol.1. \nCHIAVERINI, Vicente. Tecnologia Mecânica: materiais de construção mecânica. 2 ed. São Paulo: McGraw-Hill do \nBrasil, 1986. 388 p. \nBibliografia Complementar \nLONGO, W. F. Seleção dos Aços para Construções Me cânicas: M501. Rio de Janeiro: [s.n.], 1966. 111 p. \nLONGO, W. P. Propriedades dos Aços para Construções Mecânicas: M501. Rio de Janeiro: [s.n.], 1966. 118 p. \nSOUZA, S. A. Ensaios Mecanicos de Materiais Me talicos. Sao Paulo: Edgard Blucher, 1974. 197 p. \n \n \n \n \n  ", "52": "49 \n  \n \nPeríodo Código Disciplina \n04 EMA016 Introdução aos Métodos Numéricos em Engenharia \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nIntrodução à Programação usando Matlab. Modela gem computacional de problemas de engenharia. \nRepresentação dos modelos como problemas de valor de  contorno e de valor inicial. Métodos de solução \nnumérica dos modelos. Método das difere nças finitas. Método dos elementos finitos. Aplicações. Análise de erro e \nconvergência. \n \nBibliografia Básica \nRAO, Singiresy S. Applied numerical methods for engineers and scientists . New Jersey: Prentice Hall, 2002. \nKIUSALAAS, Jaan. Numerical Me thods in Engineering with MATLAB. New York: Cambridge University Press, 2005. \nHUEBNER, K. H. The Finite Element Method fo r Engineers. New York: John Wiley, 1975. 500 p.  \nBibliografia Complementar \nKUNZI, H. P; TZSCHZCH, H. G; ZEHNDER, C. A. Numerica l Methods of Mathematical Optimization: with Algol and \nFORTRAN Programs. [s.l.]: Academic Press, 1971. 219 p. (Computer Serie and Applied Mathematics). \nBOYCE, William E; DiPRIMA, Richard C. Equações difere nciais elementares e problemas de valores de contorno. \n8a ed. Rio de Janeiro: LTC, 2006. 434 p. \nDESAI, C. S; ABEL, J. F. Introduction to the Fini te Element Method: A Numeri cal Method for Engineering \nAnalysis.New York: Van Nostrand, 1972. 477 p. \nZIENKIEWICZ, O. C,. The Finite Element Method in Engi neering Science. 2. New Yo rk: McGraw-Hill, 1971. 521 p. \nBREBBIA, C. A. Boundary Element Techniques in En gineering. London: Newnes-Butterworths, 1980. 209 p. \n \n  \n  ", "53": "50 \n  \n \nPeríodo Código Disciplina \n04 EME404 Mecânica Vetorial - Dinâmica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nSistemas de pontos materiais. Cinemá tica dos corpos rígidos. Dinâmica do  movimento plano de corpos rígidos. \nEnergia cinética dos corpos rígido s no movimento plano. Noções de  dinâmica em três dimensões. \n \nBibliografia Básica \nSOUTAS-LITTLE, R. W., INMAN, D,  Engineering Mechanics. Dynami cs, Editora Prentice-Hall,  1999 \nBEER, F. P; JOHNSTON Jr., E. R.  Mecânica vetorial pa ra engenheiros: cinemática e dinâmica. 5 ed. São Paulo: \nMakron Books; McGraw-Hill, v. 1, 1991  \nHIBBELER, R. C.  Dinâmica: mecânica para en genharia. 10 ed. São Paulo: Prentice Hall, 2005 \nMERIAM,J.L; KRAIGE, L.G.  Mecânica: Dinâmica . 5 ed., v. 2, Rio de Janeiro: LTC, 2004  \nBibliografia Complementar \nHALLIDAY, D; RESNICK,R.  Física. Rio de Janeiro: Livro Técnico  \nFERENCE Jr., M; LEMON, H. B; STEPHENSON, R. J.  Curso de Física: Mecânica. São Paulo: Edgard Blucher \nSOUTAS-LITTLE, R. W., INMAN,  D.  Engineering Mechanics: Dynamics. Prentice-Hall, 1999 \nALONSO, M; FINN, E. J.  Física 1: um curso uni versitário, v.1, São Paulo: Edgard Blucher, 1972 \nKITTEL, C; KNIGHT, W. D; RUDERMAN, M. A.  Mecânica . São Paulo: Edgard Blucher, 1973 (Coleção Curso de \nFísica de Berkeley, v.1) \n \n  ", "54": "51 \n  \n \nPeríodo Código Disciplina \n04 EME405P Resistência dos Materiais I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nLaboratório de Conceito de Tensão; Tensão e Deformaç ão, Carregamento Axial; Torção em Seções Circulares; \nFlexão Pura; Carregamento Transversal; Carregamentos Múltiplos; Análise de Tensões no Estado Plano; \nDeformação de Vigas por Integr ação; Flambagem de Colunas. \n \nBibliografia Básica \nBEER, Ferdinand Pierre; JOHNSTON Jr., E. Russell. Resist ência dos materiais. 3a ed. São Paulo: Makron Books, \n1996. 1255 p. \nHIBBELER, R. C., Resistência dos Materiai s, 5 ed., Pearson Prentice Hall, 2004. \nGERE, J. M.; GOODNO, B. J.; Mecânica dos Materiais - Tr adução da 7a edição norte-americana; São Paulo: \nCengage Learning, 2012.  \nBibliografia Complementar \nNASH, William A. Resistência dos materiais. São Paulo:  McGraw-Hill do Brasil, 1973.  384 p. (Coleção Schaum). \nTIMOSHENKO, Stephen P. Resistência dos Materi ais. Rio de Janeiro: LTC, 1966. v. 1. \nHIGDON, A et al. Mecanica dos Materiais. 3. Rio de Janeiro: Guanabara Dois, 1981. 549 p.  \nSOUZA, S. A. Ensaios mecânicos de materiais metálicos : fundamentos teóricos e práticos. 5 ed. São Paulo: \nEdgard Blucher, 1992. 286 p. \n \n \n  ", "55": "52 \n  \n \nPeríodo Código Disciplina \n04 EME405T Resistência dos Materiais I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nConceito de Tensão; Tensão e Deform ação, Carregamento Axial; Torção em  Seções Circulares; Flexão Pura; \nCarregamento Transversal; Carregamentos Múltiplos; Anális e de Tensões no Estado Plano; Deformação de Vigas \npor Integração; Flambagem de Colunas. \n \nBibliografia Básica \nBEER, Ferdinand Pierre; JOHNSTON Jr., E. Russell. Resist ência dos materiais. 3a ed. São Paulo: Makron Books, \n1996. 1255 p. \nHIBBELER, R. C., Resistência dos Materiai s, 5 ed., Pearson Prentice Hall, 2004. \nGERE, J. M.; GOODNO, B. J.; Mecânica dos Materiais - Tr adução da 7a edição norte-americana; São Paulo: \nCengage Learning, 2012.  \nBibliografia Complementar \nNASH, William A. Resistência dos materiais. São Paulo:  McGraw-Hill do Brasil, 1973.  384 p. (Coleção Schaum). \nTIMOSHENKO, Stephen P. Resistência dos Materi ais. Rio de Janeiro: LTC, 1966. v. 1. \nHIGDON, A et al. Mecanica dos Materiais. 3. Rio de Janeiro: Guanabara Dois, 1981. 549 p.  \nSOUZA, S. A. Ensaios mecânicos de materiais metálicos : fundamentos teóricos e práticos. 5 ed. São Paulo: \nEdgard Blucher, 1992. 286 p. \n \n  ", "56": "53 \n  \n \nPeríodo Código Disciplina \n04 EME503P Termodinâmica I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n8 -- 8 \nEmenta \nLaboratório de Conceitos e Definiçõ es. Propriedades de uma substância pura. Energia e a 1a lei da \ntermodinâmica. Segunda lei da te rmodinâmica. Entropia. Exergia. \n \nBibliografia Básica \nMORAN, M.J., SHAPIRO, H.N., Princípios de termodin âmica para Engenharia, Rio de Janeiro, Ed. LTC, 2002 \nVAN WYLEN, G., SONNTAG, R., Fundamentos da Termodin âmica Clássica, São Paulo, Ed. Edgard Blücher, 1993 \nÇENGEL, Y.A. & BOLES, M.A. Termodin amica, 5ª Ed., Mc Graw Hill, 2006  \nBibliografia Complementar \nFAIRES, V.G., SIMMANG, G.M., Termodinâmica,  Ed. Guanabara Dois, Rio de Janeiro, 1983 \nHOLMAN J.P., Thermodaynamics, 4ª Ed., McGraw Hill, 1988  \nSAAD A. M.,  Thermodynamics: Principles and Practice, New Jersey, Ed. Prentice Hall, 1997 \n \n  ", "57": "54 \n  \n \nPeríodo Código Disciplina \n04 EME503T Termodinâmica I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nConceitos e Definições. Propriedades de uma substância pura. Energia e a 1a lei da termodinâmica. Segunda lei \nda termodinâmica. Entropia. Exergia. \n \nBibliografia Básica \nMORAN, M.J., SHAPIRO, H.N., Princípios de termodin âmica para Engenharia, Rio de Janeiro, Ed. LTC, 2002 \nVAN WYLEN, G., SONNTAG, R., Fundamentos da Termodin âmica Clássica, São Paulo, Ed. Edgard Blücher, 1993 \nÇENGEL, Y.A. & BOLES, M.A. Termodin amica, 5ª Ed., Mc Graw Hill, 2006  \nBibliografia Complementar \nFAIRES, V.G., SIMMANG, G.M., Termodinâmica,  Ed. Guanabara Dois, Rio de Janeiro, 1983 \nHOLMAN J.P., Thermodaynamics, 4ª Ed., McGraw Hill, 1988  \nSAAD A. M.,  Thermodynamics: Principles and Practice, New Jersey, Ed. Prentice Hall, 1997 \n \n \n  ", "58": "55 \n  \n \nPeríodo Código Disciplina \n04 FIS403 Física III \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nRevisão de cálculo vetorial. O campo eletrostático. O pote ncial eletrostático. Capacito res e dielétricos. Corrente e \nresistência elétrica. O campo magnetostático. Lei de Ampére. Indução Eletromagnética. Campos elétricos e \nmagnéticos variáveis no tempo. \n \nBibliografia Básica \nREITZ, John R; CHRISTY, Robert W; MILFORD, Frederic k J.; Fundamentos da Teoria Eletromagnética; Campus; \n1ª ed.; 1982 \nSEARS, F. W; ZEMANSKY, M. W.; Física : Eletricidade, Magnetismo e Tópicos de Física Moderna; v. 3; LTC; 1981 \nEDMINISTER, J. A; Eletromagnetismo; McGraw-Hill; 1980 \nBibliografia Complementar \nFRENKEL, Josif.; Princípios de eletrodi nâmica clássica; Edusp; 1ª ed.; 1996 \nBRUHAT, G.; Curso de Física Geral: El etricidade; v. 3; LTC; 4ª ed.; 1991 \nPANOFSKY, Wolfgang K. H; PHILLIPS, Melba; Classical Electricity and Magnetism; Addison-Wesley; 2ª ed.; 1962 \nCARTER, G. W.; The Electromagnetic Field in Its Engineering Aspects; Longman; 1972 \nRESNICK, R; HALLIDAY, D.; Fundamentos de Física  3: eletromagnetismo; v. 3; LTC; 4ª ed.; 1996 \n \n \n \n  ", "59": "56 \n  \n \nPeríodo Código Disciplina \n04 FIS503 Física Geral IV \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nOscilador harmônico. Oscilações amortecidas e fo rçadas. Ondas mecânicas.  Ondas sonoras. Ondas \neletromagnéticas. Óptica geométrica. Óptica fí sica. Relatividade rest rita. Física quântica. \n \nBibliografia Básica \nALONSO M., FINN E.J., Física: um  curso básico, volume 2, Editora Edgar Blucher, 10 edição, 2004 \nHALLIDAY, RESNICK, JEARL WALKER, Fundamentos de Física, volume 2 e 4, Editora LTC, 8 edição, 2009 \nNUSSENZVEIG, H.M., Curso de Física Básica, v. 2, Editora Edgar Blücher Ltda, 4 edição, 2006  \nBibliografia Complementar \nEISBERG Q., Física Quântica: um curs o básico, Editora Campus, 3 edição, 1994 \nSERWAY, R.A., Física para Cientistas e Engenheiro s, volume 2, 3 e 4, Editora LTC, 3 edição, 1996 \nPOHL, H. A.; Introdução a Mecânica Quântica; Edgard Blücher; 1ª ed.; 1973 \nEISBERG, R. M.; Fundamentos da Física Moderna; Guanabara Dois; 1ª ed.; 1979 \nCOSTANTI, F.J.; Introdução a Físi ca Moderna; Campus; 1ª ed.; 1981 \nEISBERG, R.; RESNICK, R.; Física quântica: átomos, molécu las, sólidos, núcleos e partículas; Campus e Elsevier; \n6ª ed.; 1988 \nRESNICK, R; HALLIDAY, D.; Fí sica Volume 4; LTC; 1984 \n \n  \n  ", "60": "57 \n  \n \nPeríodo Código Disciplina \n04 MAT022 Equações Diferenciais II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nTransformada de Laplace. Equações diferenciais não-line ares e estabilidade. Equações diferenciais parciais e \nséries de Fourier. Teoria de Sturm-Liouville. \n \nBibliografia Básica \nBOYCE, William E; DiPRIMA, Richard C., Equações difere nciais elementares e problemas de valores de contorno, \nLTC, 8ª Ed., 2006 \nCONTE, S. D., Elementos de análise numérica, Ed. Globo, 3ª Ed., 1977 \nZILL, Dennis G., Equações diferencias com aplica ções em modelagem, Ed. Pioneira, 3ª Ed., 2003 \nBibliografia Complementar \nDOERING, Claus Ivo; LOPES, Artur Oscar, Equaçõ es diferenciais ordinárias, IMPA, 4ª Ed., 2010 \nAYRES Jr., F., Equações diferenciais, Livro Técnico, 1966 \nFIGUEIREDO, Djairo Guedes de; NEVES, Aloisio Freiri a, Equações diferenciais aplicadas, IMPA, 3ª Ed., 2010 \nFIGUEIREDO, D. G. de, Análise de Fourier e equa ções diferenciais parciais, IMPA, 2ª Ed., 1977 \nBRONSON, R., Moderna Introdução as Equações  Diferenciais, McGraw-Hill do Brasil, 1976 \n \n \n  ", "61": "58 \n  \n \nPeríodo Código Disciplina \n05 EEL521 Eletricidade I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nNatureza da Eletricidade. Lei de Ohm e potência. Circuitos em série, paralelos e mistos. Leis de Kirchoff. Análise \nde circuitos em corrente contínua. Fundamentos do el etromagnetismo: Capacitância, circuitos magnéticos, \nindutância, lei de Faraday-Lenz e perdas no ferro. \n \nBibliografia Básica \nGUSSOW, M., Eletricidade Básica,  Coleção Schaun,  2009 \nEDMINISTER, J., Circuitos Elétricos, Coleção Schaun, 2000 \nO’MALLEY, J., Análise de Circuitos, Coleção Schaun,  2000  \nBibliografia Complementar \nMILAN MILASH, Manutenção de Transformadores, Ed. Edgard Blücher, 1990 \nMAMEDE Filho, J., Manual de Equipa mentos Elétricos, Ed. LTC, 1990 \nO’MALLEY, J., Análise de Circuitos, Coleção Schaun,  2000 \n \n  ", "62": "59 \n  \n \nPeríodo Código Disciplina \n05 EME002 Tecnologia da Fabricação I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nClassificação dos Processos de Fabricaç ão. Noções de Deformação Plástica do s Materiais. Forjamento, Laminação. \nTrefilação. Extrusão. Embutimento. Dobr amento. Estampagem. Metalurgia do Pó. \n \nBibliografia Básica \nDIETER, G.E., Metalurgia Mecâ nica, Ed. McGraw-Hill, 1981 \nGRUNING, K., Técnica da Co nformação, Ed. Polígono, 1973 \nDEGARMO, E.P., Materials and Processes in Manufacturing, 5ª Ed., Ed. McGraw-Hill, 1979  \nBibliografia Complementar \nDEGARMO, E. Paul et al., Materials and proce sses in manufacturing, 9ª Ed., John Wiley, 2003 \nGROOVER, Mikell P., Fundamentals of modern manu facturing: materials, processes and systems, 3rd Ed.,  John \nWiley, 2007 \nCHIAVERINI, Vicente. Tecnologia Mecânica: processos de fabricação e tratamento. 2 ed. São Paulo: McGraw-Hill \ndo Brasil, 1986. v. 2. 315 p. \nCHIAVERINI, Vicente. Aços e ferros fundidos: característica s gerais, tratamentos térmicos, principais tipos. 5a ed. \nSão Paulo: ABM, 1984. 518 p. \n \n  ", "63": "60 \n  \n \nPeríodo Código Disciplina \n05 EME403P Metrologia Dimensional \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nCondições ambientais e instalações de laboratórios de  metrologia. Conceitos fundamentais. Determinação do \nresultado da medição. Instrumentos básicos. Medições es peciais. Qualificação (aferi ção/calibração) de sistemas. \n \nBibliografia Básica \nABNT/ISO 10012, Sistema de Comp rovacao Metrologica, ABNT, 1992 \nMecânica-Metrologia: Curso Profissi onalizante, Telecurso 2000, Fundação Roberto Marinho, Editora Globo,  1985 \nGuia para Expressão da Incerteza de Medição, INMETRO, 2ª Ed., 1998  \nBibliografia Complementar \nVocabulário Internacional de Metrologia, INMETRO,  1995 \nALBERTAZZI, Armando; SOUSA, André Roberto, Fundamento s de Metrologia Científica e Industrial, Primeira \nManole - Barueri/SP, 2008 \nSANTOS Jr., M. J. dos; IRIGOYEN, E. R. C. Metrologia Dimensional: Teoria e Pratica. Porto Alegre: URGS, 1985. \nWAENY, José Carlos de Castro. Controle total de qualid ade em metrologia. Rio de Ja neiro: Makron Books, 1982. \n152 p.  \n \n  ", "64": "61 \n  \n \nPeríodo Código Disciplina \n05 EME403T Metrologia Dimensional \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nTolerância e ajustes. Tolerâncias Geométricas. Condições ambientais e instalações de laboratórios de metrologia. \nConceitos fundamentais. Determinação do resultado da medição. Instrumentos bási cos. Medições especiais. \nSeleção de sistemas de medição. Qualificação (aferição/ calibração) de sistemas. Certificação de laboratórios. \n \nBibliografia Básica \nABNT/ISO 10012, Sistema de Comp rovacao Metrologica, ABNT, 1992 \nMecânica-Metrologia: Curso Profissi onalizante, Telecurso 2000, Fundação Roberto Marinho, Editora Globo,  1985 \nGuia para Expressão da Incerteza de Medição, INMETRO, 2ª Ed., 1998  \nBibliografia Complementar \nVocabulário Internacional de Metrologia, INMETRO,  1995 \nALBERTAZZI, Armando; SOUSA, André Roberto, Fundamento s de Metrologia Científica e Industrial, Primeira \nManole - Barueri/SP, 2008 \nSANTOS Jr., M. J. dos; IRIGOYEN, E. R. C. Metrologia Dimensional: Teoria e Pratica. Porto Alegre: URGS, 1985. \nWAENY, José Carlos de Castro. Controle total de qualid ade em metrologia. Rio de Ja neiro: Makron Books, 1982. \n152 p.  \n \n  ", "65": "62 \n  \n \nPeríodo Código Disciplina \n05 EME502P Mecânica dos Fluidos I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nLaboratório de Conceitos Fundamentais . Distribuição de pressão em um fluido. Relações integrais para um \nvolume de controle. Relações Diferenciais para uma partícula de fluído. Análise dimensional e semelhança. \n \nBibliografia Básica \nWHITE, F.M., Mecânica dos Fluidos,  Editora McGraw Hill, Interamericana do Brasil Ltda, 4ª. Ed., 2002 \nSTREET, V., Elementos de Mecânica dos Flui dos, 5ª Edição, Guanabara Dois SA, 1975 \nBASTOS, F. A., Problemas de Mecânica dos Fl uidos, 1ª Edição, Guanabara Dois SA, 1983  \nBibliografia Complementar \nÇENGEL, Y.A. , Mecânica dos Fluidos:  Fundamentos e Aplicações, Editora McGraw Hill do Brasil, 1ª Ed. 2007 \nFOX & MCDONALD, Introdução à Mecânica dos Fluidos, Editora LTC Editora, 5ª. Ed. 1982 \nSTREETER, V.L. , Mecânica dos Fluidos, Ed itora McGraw Hill do Brasil, 7ª Ed. 1982 \n \n  ", "66": "63 \n  \n \nPeríodo Código Disciplina \n05 EME502T Mecânica dos Fluidos I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nConceitos Fundamentais. Distribuição de pressão em um fl uido. Relações integrais para  um volume de controle. \nAnálise dimensional e semelhança. \n \nBibliografia Básica \nWHITE, F.M., Mecânica dos Fluidos,  Editora McGraw Hill, Interamericana do Brasil Ltda, 4ª. Ed., 2002 \nSTREET, V., Elementos de Mecânica dos Flui dos, 5ª Edição, Guanabara Dois SA, 1975 \nBASTOS, F. A., Problemas de Mecânica dos Fl uidos, 1ª Edição, Guanabara Dois SA, 1983  \nBibliografia Complementar \nÇENGEL, Y.A. , Mecânica dos Fluidos:  Fundamentos e Aplicações, Editora McGraw Hill do Brasil, 1ª Ed. 2007 \nFOX & MCDONALD, Introdução à Mecânica dos Fluidos, Editora LTC Editora, 5ª. Ed. 1982 \nSTREETER, V.L. , Mecânica dos Fluidos, Ed itora McGraw Hill do Brasil, 7ª Ed. 1982 \n \n  ", "67": "64 \n  \n \nPeríodo Código Disciplina \n05 EME504 Vibrações Mecânicas I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nModelos Matemáticos para Análise de Vibrações. Vibrações Livres e Forçad as em Sistemas Mecânicos com Um \nGrau de Liberdade: Sem e Com Amortecimento. Transmi ssibilidade: Movimento de Base, Desbalanceamento de \nMassa Rotativa e Isolação da Vibração. Resposta a uma Excitação Geral: Resposta ao Impulso, Resposta a uma \nEntrada Arbitrária e Resposta a uma Entrada Arbitr ária Periódica. Rotações Críticas de Eixos. \n \nBibliografia Básica \nINMAN, D. J. , Engineering Vibration,  Editora Prentice-Hall, 3a edição, 2007 \nRAO, S. S. , Mechanical Vibrations, Ed itora Pearson Education, 4a edição, 2004 \nALMEIDA, M. T. , Vibrações Mecânicas para Enge nheiros, Editora Edgard Blucher, 2ª edição, 1990  \nBibliografia Complementar \nBEER, E. P., JOHNSTON, E. R., Vector  Mechanics for Engineering: Dynamics , Editora McGraw-Hill, 6ª edição, 1997 \nDEN HARTOG, J. P., Vibrações nos Sistemas Mecâni cos , Editora Edgard Blücher, São Paulo, 1972 \nMEIROVITCH, L. , Elements of Vibration An alysis, Editora McGraw-Hill, 2ª edição, 1986 \nTHOMSON, W. T. , Theory of Vi bration with Application, Editor a Prentice Hall, 5a edição, 1997 \n \n \n \n  ", "68": "65 \n  \n \nPeríodo Código Disciplina \n05 EME505P Resistência dos Materiais II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nLaboratório de Análise triaxial de t ensões e deformações. Critérios de resi stência: Tresca e von Mises. Análise \nde tensão e deformação no plano. Energia de deformação. Tr eliças e pórticos hiperestáticos. Extensometria. \nFluência (Creep). \n \nBibliografia Básica \nBEER, Ferdinand Pierre; JOHNSTON Jr., E. Russell. Resistên cia dos materiais. 3a ed. São Paulo: Makron Books, \n1996. 1255 p. \nHIBBELER, R. C., Resistência dos Materiai s, 5 ed., Pearson Prentice Hall, 2004. \nTIMOSHENKO, S., Resistência dos Materiais,  Vol. 1 e 2, Ao Livro Técnico S/A, 1967 \nBibliografia Complementar \nNASH, William A. Resistência dos materiais. São Paulo:  McGraw-Hill do Brasil, 1973.  384 p. (Coleção Schaum). \nHIGDON, A et al. Mecanica dos Materiais. 3. Rio de Janeiro: Guanabara Dois, 1981. 549 p.  \nSOUZA, S. A. Ensaios mecânicos de materiais metálicos : fundamentos teóricos e práticos. 5 ed. São Paulo: \nEdgard Blucher, 1992. 286 p. \nGERE, J. M.; GOODNO, B. J.; Mecânica dos Materiais - Tr adução da 7a edição norte-americana; São Paulo: \nCengage Learning, 2012. \n \n  ", "69": "66 \n  \n \nPeríodo Código Disciplina \n05 EME505T Resistência dos Materiais II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nAnálise triaxial de tensões e deformações.  Critérios de resistência: Tresca e von Mises. Análise de tensão e \ndeformação no plano. Energia de deformação. Treliças e pórticos hiperestáticos. Extensometria. Fluência \n(Creep). \n \nBibliografia Básica \nBEER, Ferdinand Pierre; JOHNSTON Jr., E. Russell. Resistên cia dos materiais. 3a ed. São Paulo: Makron Books, \n1996. 1255 p. \nHIBBELER, R. C., Resistência dos Materiai s, 5 ed., Pearson Prentice Hall, 2004. \nTIMOSHENKO, S., Resistência dos Materiais,  Vol. 1 e 2, Ao Livro Técnico S/A, 1967 \nBibliografia Complementar \nNASH, William A. Resistência dos materiais. São Paulo:  McGraw-Hill do Brasil, 1973.  384 p. (Coleção Schaum). \nHIGDON, A et al. Mecanica dos Materiais. 3. Rio de Janeiro: Guanabara Dois, 1981. 549 p.  \nSOUZA, S. A. Ensaios mecânicos de materiais metálicos : fundamentos teóricos e práticos. 5 ed. São Paulo: \nEdgard Blucher, 1992. 286 p. \nGERE, J. M.; GOODNO, B. J.; Mecânica dos Materiais - Tr adução da 7a edição norte-americana; São Paulo: \nCengage Learning, 2012. \n \n  ", "70": "67 \n  \n \nPeríodo Código Disciplina \n05 EME606P Termodinâmica II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n8 -- 8 \nEmenta \nLaboratório de Ciclos termodinâmicos. Relações termodinâmicas básicas. Mistura de gases sem afinidade química \ne psicrometria. Reações químicas e combustão. \n \nBibliografia Básica \nMORAN, M.J., SHAPIRO, H.N., Princípios de termodin âmica para Engenharia, Rio de Janeiro, Ed. LTC, 2002 \nVAN WYLEN, G., SONNTAG, R., Fundamentos da Termodin âmica Clássica, São Paulo, Ed. Edgard Blücher, 1993 \nÇENGEL, Y.A. & BOLES, M.A., Termod inamica, 5ª Ed., McGraw Hill, 2006  \nBibliografia Complementar \nFAIRES, V.G.  e  SIMMANG, G.M., Termodinâmic a, Ed. Guanabara Dois, Rio de Janeiro, 1983 \nHOLMAN J.P., Thermodaynamics, 4 Edição, Mc Graw Hill, 1988  \nSAAD A. M.,  Thermodynamics: Principles and Practice, New Jersey, Ed. Prentice Hall, 1997 \n \n  ", "71": "68 \n  \n \nPeríodo Código Disciplina \n05 EME606T Termodinâmica II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nCiclos termodinâmicos. Relações termodinâmicas básicas.  Mistura de gases sem afinidade química e psicrometria. \nReações químicas e combustão. \n \nBibliografia Básica \nMORAN, M.J., SHAPIRO, H.N., Princípios de termodin âmica para Engenharia, Rio de Janeiro, Ed. LTC, 2002 \nVAN WYLEN, G., SONNTAG, R., Fundamentos da Termodin âmica Clássica, São Paulo, Ed. Edgard Blücher, 1993 \nÇENGEL, Y.A. & BOLES, M.A., Termod inamica, 5ª Ed., McGraw Hill, 2006  \nBibliografia Complementar \nFAIRES, V.G.  e  SIMMANG, G.M., Termodinâmic a, Ed. Guanabara Dois, Rio de Janeiro, 1983 \nHOLMAN J.P., Thermodaynamics, 4 Edição, Mc Graw Hill, 1988  \nSAAD A. M.,  Thermodynamics: Principles and Practice, New Jersey, Ed. Prentice Hall, 1997 \n \n \n  ", "72": "69 \n  \n \nPeríodo Código Disciplina \n06 EEL621P Eletricidade II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nLaboratório de Circuitos magnéticos. Transformadores. Motores de indução.  Geradores Síncronos. Elementos de \neletrônica analógica, digital e de po tência. Fundamentos de acionamentos. \n \nBibliografia Básica \nMILAN MILASH, Manutenção de Transformadores, Ed. Edgard Blücher, 1990 \nMAMEDE Filho, J., Manual de Equipa mentos Elétricos, Ed. LTC, 1990 \nO’MALLEY, J., Análise de Circuitos, Coleção Schaun,  2000  \nBibliografia Complementar \nGUSSOW, M., Eletricidade Básica,  Coleção Schaun,  2009 \nEDMINISTER, J., Circuitos Elétricos, Coleção Schaun, 2000 \nBAILEY, F. A. Basic mathematics for electricity and electronics.  Glenvile: Foresman, 1977. 310 p. \n \n  ", "73": "70 \n  \n \nPeríodo Código Disciplina \n06 EEL621T Eletricidade II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nCircuitos magnéticos. Transformadores. Motores de indu ção. Geradores Síncronos. Elementos de eletrônica \nanalógica, digital e de potência . Fundamentos de acionamentos. \n \nBibliografia Básica \nMILAN MILASH, Manutenção de Transformadores, Ed. Edgard Blücher, 1990 \nMAMEDE Filho, J., Manual de Equipa mentos Elétricos, Ed. LTC, 1990 \nO’MALLEY, J., Análise de Circuitos, Coleção Schaun,  2000  \nBibliografia Complementar \nGUSSOW, M., Eletricidade Básica,  Coleção Schaun,  2009 \nEDMINISTER, J., Circuitos Elétricos, Coleção Schaun, 2000 \nBAILEY, F. A. Basic mathematics for electricity and electronics.  Glenvile: Foresman, 1977. 310 p. \n \n  ", "74": "71 \n  \n \nPeríodo Código Disciplina \n06 EMA005 Aerodinâmica e Desempenho de Aeronaves \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n80 80 -- \nEmenta \nAerodinâmica de aeronaves de asa fixa. Atmosfera padrão, altimetria, velocimetria, continuidade e \ncompressibilidade nos escoamentos, ae rodinâmica subsônica, perfis subsôn icos, coeficientes adimensionais, \ncentro de pressão, centro aerodinâmico. Arrasto de forma, de atrito, induzido . Aerodinâmica transônica, \naerodinâmica supersônica, perfis su persônicos, bocais divergentes e conv ergentes. Equações de movimento. \nTração requerida. Tração disponível. Potência requerida.  Potência disponível. Efeito  da altitude na potência \nrequerida e disponível. Vôo reto-nivelado e velocidade má xima. Razão de subida, ângu lo de subida e tempo de \nsubida. Vôo planado. Teto absoluto e de serviço. Alcance e autonomia. Equações de Breguet. Desempenho no \np o u s o  e  n a  d e c o l a g e m .  V ô o  e m  c u r v a ,  r a i o  d e  c u r v a ,  velocidade angular e diagrama V-n. Razão de subida \nacelerada, método da energia. Ativid ades demonstrativas em laboratório. \n \nBibliografia Básica \nANDERSON JR.,John D. Fundamentals of aerodynamics. 5 ed. New York: Mc Graw Hill Companies, Inc, 2011, \n1106 p. (McGraw-Hill Series in aerona utical and aerospace engineering). \nHOUGHTON, E.L. & CARPENTER, P.W.  Aerodynamicos for Engineering Students, 740 pages, Butterworth-\nHeinemann, 6th Ed., 2012.  \nROSKAN, J. LAN, E., Airplane Aerodynamics and Performance, 711 pages, DAR Corp., 1st Ed., 1997.   \nBibliografia Complementar \nABBOTT, I.H. & VON DOENHOFF, A.E. - Theory of Wing sections, 2a Ed., 1959, NEW YORK, DOVER Publications.  \nSMITH, H.C., Illustrated Guide fo r Aerodynamics, 337 pages, McGraw-Hill Professional, 2nd Ed, 1991.  \nAerodynamics for Naval Aviators (FAA Handbooks), 432 pages, Aviation Supplies & Academics, Inc., Last \nRevision: 1965 edition, 2001.  \nTENNEKES, H., The Simple Science of Flights: from insect cs to jumbo jets, 216 pages, Publisher: The MIT Press, \nrevised and expanded edition, 2009.  \nPHILLIPS, W., Mechanics of Flight, 1152 pa ges, Publisher: Wiley, 2nd Ed., 2009. \n \n  ", "75": "72 \n  \n \nPeríodo Código Disciplina \n06 EME003 Tecnologia da Fabricação II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nTecnologia de Soldagem. Tecnologia de Plásticos. Fundição. \n \nBibliografia Básica \nDEGARMO, E. Paul et al., Materials and proce sses in manufacturing, 9ª Ed., John Wiley, 2003 \nGROOVER, Mikell P., Fundamentals of modern manu facturing: materials, processes and systems, 3rd Ed.,  John \nWiley, 2007 \nWAINER et al., Soldagem: Processos e Metalurgia, Edgard Blucher Ltda, 1992  \nBibliografia Complementar \nDIETER, G.E., Metalurgia Mecâ nica, Ed. McGraw-Hill, 1981 \nGRUNING, K., Técnica da Co nformação, Ed. Polígono, 1973 \nDEGARMO, E.P., Materials and Processes in Manufacturing, 5ª Ed., Ed. McGraw-Hill, 1979 \nKOTTHAUS, H. Técnica da Produção Industrial: Soldagem, Corte Térmico,  Tratamento Térmico. Sao Paulo: \nPoligono, 1969. 136 p. Vol.5. \nOKUMURA, Toshie, TANIGUCHI, Célio. Engenharia de soldagem e aplicações. Rio de Janeiro: Livros Técnicos e \nCientíficos, 1982. 461 p. \n \n  ", "76": "73 \n  \n \nPeríodo Código Disciplina \n06 EME603P Mecânica dos Fluidos II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n8 -- 8 \nEmenta \nLaboratório de Escoamento viscoso em du tos. Escoamento ao redor de corpos imersos. Relações diferenciais para \numa partícula de fluido e escoamento potencial. Escoamento compressível. \n \nBibliografia Básica \nWHITE, F.M., Mecânica dos Fluidos,  Editora McGraw Hill, Interamericana do Brasil Ltda, 4ª. Ed., 2002 \nSTREET, V., Elementos de Mecânica dos Flui dos, 5ª Edição, Guanabara Dois SA, 1975 \nBASTOS, F. A., Problemas de Mecânica dos Fl uidos, 1ª Edição, Guanabara Dois SA, 1983  \nBibliografia Complementar \nÇENGEL, Y.A. , Mecânica dos Fluidos:  Fundamentos e Aplicações, Editora McGraw Hill do Brasil, 1ª Ed. 2007 \nFOX & MCDONALD, Introdução à Mecânica dos Fluidos, Editora LTC Editora, 5ª. Ed. 1982 \nSTREETER, V.L. , Mecânica dos Fluidos, Ed itora McGraw Hill do Brasil, 7ª Ed. 1982 \nBRUNETTI, F., Mecânica dos Fluidos, Ed. Pearson, 2ª Ed., 2008 \n \n  ", "77": "74 \n  \n \nPeríodo Código Disciplina \n06 EME603T Mecânica dos Fluidos II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n56 56 -- \nEmenta \nEscoamento viscoso em dutos. Escoamen to ao redor de corpos imersos. Relações diferenciais para uma partícula \nde fluido e escoamento potenc ial. Escoamento compressível. \n \nBibliografia Básica \nWHITE, F.M., Mecânica dos Fluidos,  Editora McGraw Hill, Interamericana do Brasil Ltda, 4ª. Ed., 2002 \nSTREET, V., Elementos de Mecânica dos Flui dos, 5ª Edição, Guanabara Dois SA, 1975 \nBASTOS, F. A., Problemas de Mecânica dos Fl uidos, 1ª Edição, Guanabara Dois SA, 1983  \nBibliografia Complementar \nÇENGEL, Y.A. , Mecânica dos Fluidos:  Fundamentos e Aplicações, Editora McGraw Hill do Brasil, 1ª Ed. 2007 \nFOX & MCDONALD, Introdução à Mecânica dos Fluidos, Editora LTC Editora, 5ª. Ed. 1982 \nSTREETER, V.L. , Mecânica dos Fluidos, Ed itora McGraw Hill do Brasil, 7ª Ed. 1982 \nBRUNETTI, F., Mecânica dos Fluidos, Ed. Pearson, 2ª Ed., 2008 \n \n  ", "78": "75 \n  \n \nPeríodo Código Disciplina \n06 EME605P Transferência de Calor I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nLaboratório de Conceitos básicos. Introdução à Conduç ão. Condução Unidimensional  e m  R e g i m e  E s t a c i o n á r i o .  \nCondução Bidimensional em Regime Estacionário. Cond ução em Regime Transiente. Radiação. Transferência \nRadiante entre Superfícies. \n \nBibliografia Básica \nINCROPERA, F. P, DEWITT, P. D., BERGAMAN, T. L. , F undamentos de Transferência de Calor e Massa, Editora \nLTC, 6a edição, 2008 \nKREITH, F. , Princípios de Transferência de Calo r, Editora Thomson Learning Ltda, 6a edição, 2003 \nFIGLIOLA, R. S. E BEASLEY, D. E., Teoria e Projeto para  Medições Mecânicas, LTC – Livros Técnicos Científicos \nEditora S. A., 4a ed., Rio de Janeiro, 2007  \nBibliografia Complementar \nÖZISIK, M.N., Transferência de Calor - Um Texto Básico, Editora LTC, 1990 \nBEJAN, A., Transferência de Calor, Ed. Edgard Blücher Ltda, 1996 \nHOLMAN, J. P., Transferência de Ca lor, Ed. McGraw-Hill do Brasil, 1983 \nHOLMAN, J. P., Experimental Method s for Engineers, 7th ed., McGraw-Hil l Book Company, New York, USA, 2001 \nMORAN, M. J., SHAPIRO, H. N., MUNSON, B. R. E DEWITT, D. P., Introdução à Engenharia de Sistemas Térmicos, \nLTC - Livros Técnicos Científicos, Rio de Janeiro, Brasil, 2005 \n \n  ", "79": "76 \n  \n \nPeríodo Código Disciplina \n06 EME605T Transferência de Calor I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nConceitos básicos. Introdução à Condução. Condução Unidimensional em Regime Estacionário. Condução \nBidimensional em Regime Estacionário. Condução em Re gime Transiente. Radiação: Processos e Propriedades. \nTransferência Radiante entre Superfícies. \n \nBibliografia Básica \nINCROPERA, F. P, DEWITT, P. D., BERGAMAN, T. L. , F undamentos de Transferência de Calor e Massa, Editora \nLTC, 6a edição, 2008 \nKREITH, F. , Princípios de Transferência de Calo r, Editora Thomson Learning Ltda, 6a edição, 2003 \nFIGLIOLA, R. S. E BEASLEY, D. E., Teoria e Projeto para  Medições Mecânicas, LTC – Livros Técnicos Científicos \nEditora S. A., 4a ed., Rio de Janeiro, 2007  \nBibliografia Complementar \nÖZISIK, M.N., Transferência de Calor - Um Texto Básico, Editora LTC, 1990 \nBEJAN, A., Transferência de Calor, Ed. Edgard Blücher Ltda, 1996 \nHOLMAN, J. P., Transferência de Ca lor, Ed. McGraw-Hill do Brasil, 1983 \nHOLMAN, J. P., Experimental Method s for Engineers, 7th ed., McGraw-Hil l Book Company, New York, USA, 2001 \nMORAN, M. J., SHAPIRO, H. N., MUNSON, B. R. E DEWITT, D. P., Introdução à Engenharia de Sistemas Térmicos, \nLTC - Livros Técnicos Científicos, Rio de Janeiro, Brasil, 2005 \n \n  ", "80": "77 \n  \n \nPeríodo Código Disciplina \n06 EME608P Vibrações mecânicas II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n8 -- 8 \nEmenta \nLaboratório de Análise Dinâmica de Si stemas Mecânicos com Muitos Graus de Liberdade. Análise Modal. Sistemas \ncom Amortecimento Viscoso. Energia de Vibração – Equa ção de Lagrange. Balanceame nto de Rotores. Efeito \nGiroscópico em Elementos de Máquinas. Métodos Computacionais para a Anális e de Vibrações: Elementos Finitos. \nIntrodução ao Uso da Análise de Vibração para o Diagnóstico de Defeitos em Máquinas Rotativas. \n \nBibliografia Básica \nTHOMSON, W. T. , Theory of Vi bration with Application, Editor a Prentice Hall, 5a edição, 1997 \nINMAN, D. J. , Engineering Vibration,  Editora Prentice-Hall, 3a edição, 2007 \nRAO, S. S. , Mechanical Vibrations, Ed itora Pearson Education, 4a edição, 2004 \nBibliografia Complementar \nBEER, E. P., JOHNSTON, E. R., Vector  Mechanics for Engineering: Dynamics , Editora McGraw-Hill, 6ª edição, 1997 \nDEN HARTOG, J. P., Vibrações nos Sistemas Mecâni cos , Editora Edgard Blücher, São Paulo, 1972 \nMEIROVITCH, L. , Elements of Vibration An alysis, Editora McGraw-Hill, 2ª edição, 1986 \nALMEIDA, M. T. , Vibrações Mecânicas para Enge nheiros, Editora Edgard Blucher, 2ª edição, 1990 \n \n  ", "81": "78 \n  \n \nPeríodo Código Disciplina \n06 EME608T Vibrações mecânicas II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n40 40 -- \nEmenta \nAnálise Dinâmica de Sistemas Mecânicos com Muitos Graus de Liberdade. Análise Modal. Sistemas com \nAmortecimento Viscoso. Energia de Vibração – Equaçã o de Lagrange. Balanceamento de Rotores. Efeito \nGiroscópico em Elementos de Máquinas. Métodos Computacionais para a Anális e de Vibrações: Elementos Finitos. \nIntrodução ao Uso da Análise de Vibração para o Diagnóstico de Defeitos em Máquinas Rotativas. \n \nBibliografia Básica \nTHOMSON, W. T. , Theory of Vi bration with Application, Editor a Prentice Hall, 5a edição, 1997 \nINMAN, D. J. , Engineering Vibration,  Editora Prentice-Hall, 3a edição, 2007 \nRAO, S. S. , Mechanical Vibrations, Ed itora Pearson Education, 4a edição, 2004 \nBibliografia Complementar \nBEER, E. P., JOHNSTON, E. R., Vector  Mechanics for Engineering: Dynamics , Editora McGraw-Hill, 6ª edição, 1997 \nDEN HARTOG, J. P., Vibrações nos Sistemas Mecâni cos , Editora Edgard Blücher, São Paulo, 1972 \nMEIROVITCH, L. , Elements of Vibration An alysis, Editora McGraw-Hill, 2ª edição, 1986 \nALMEIDA, M. T. , Vibrações Mecânicas para Enge nheiros, Editora Edgard Blucher, 2ª edição, 1990 \n \n  ", "82": "79 \n  \n \nPeríodo Código Disciplina \n06 EPR220 Higiene e Segurança do Trabalho \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n32 32 -- \nEmenta \nConceito: acidentes e doenças do trabal ho, análise de risco: abordagem qualitativa e quantitativa. Estatística de \nacidentes, avaliação de risco. Princípios, regras e equi pamentos de proteção. Causas da doença do trabalho: \nagentes biológicos e agentes ergonômicos. Condições am bientais: padrões, medição,  avaliação. Métodos de \nproteção: individual, coletiva, ventilação ge ral, diluidora, ventilação local exaustora. \n \nBibliografia Básica \nBREVIGLIERO, Ezio; POSSEBON, José; SPINELLI, Robson. Higiene Ocupacional: agentes biológicos, químicos e \nfísicos. 5ª ed. São Paulo: SENAC, 2006. \nMATTOS, Ubirajara Aluizio de Oliveira; MASCULO, Franci sco Soares. Higiene e Segurança do Trabalho.  Rio de \nJaneiro; Elservier. 2006 \nPACHECO JUNIOR, Waldemar. Qualidade na Segurança e Higiene do Trabalho: seri e SHT 9000. Normas para \ngestão e garantia da qualidade de segurança e higiene do trabalho, São Paulo: Atlas. 1995. \nMINISTERIO DO TRABALHO – Normas Regulamentadoras de Higiene e Segurança do Trabalho – Brasília, DF \nMinistério do Trabalho. 2013  \nBibliografia Complementar \nFUNDACENTRO, Curso de Engenharia de Segura nça do Trabalho, Editora Fundacentro, 1981 \nMASCULO, Francisco Soares. Capitulo 6:  Ergonomia, Higiene e Segurança do Trabalho. Rio de Janeiro: Elsevier, \n2008. \nBENSOUSSAN, Eddy e ALBIERI, Sérgio – Manual de Gestão  e Pratica em Saúde Ocupacional. GZ Editora. São \nPaulo, SP. 2010. \nARAUJO, Giovani Moraes de – Normas Regulamentadoras Comentadas – Gerenciamento Verde Editora e Livraria \nVirtual – Rio de Janeiro, RJ, 2011. \nMENDES, René – Patologia do Trabalho – At ualizada e ampliada, Editora Atheneu – 2003. \nVIEIRA, Sebastião. Ivone. – Manual de Saúde e Segura nça do Trabalho – Floria nópolis, SC – LTR. 2010. \n \n   \n  ", "83": "80 \n  \n \nPeríodo Código Disciplina \n07 ECN001 Economia \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nNatureza e método de economia. História do pensamen to econômico. Microeconomia: teorias da demanda, \noferta, preços e distribuição. Macroeconomia: teorias dos agregados, teoria geral de keynes, teoria monetária, \nteoria do setor público, teoria do desenvol vimento e teoria das relações internacionais. \n \nBibliografia Básica \nMANKIW, G. N., Introdução à Economia: princípios  de micro e macroeconomia, Editora Campus, 2005 \nPARKIN, M., Introdução à economia, Editora Pearson,  2009 \nVARIAN, Microeconomia: princípios básicos, Editora Campus,  2006 \nSACHS; LARRAIN, Macroeconomia, Editora Makron Books,  2007 \nLUIZ SANDOVAL, Economia Micro e Macro, Editora Atlas, 3ª edição, 2009  \nBibliografia Complementar \nVARIAN, Hal R., Microeconomia: princípios básicos, Editora Campus, 7ª edição, 2006 \nPINDYCK, R. S.; RUBINFELD, D. L., Microe conomia, Editora Pearson, 7ª edição, 2009 \nDORNUSCH, R. et al., Macroeconomia, volume  I , Editora McGraw-Hill, 10ª edição, 2009 \nSACHS; LARRAIN, Macroeconomia, volume I,  Editora Makron Books, 1ª edição, 2006 \nROSSETTI, Introdução à Economia, volume I, Editora Atlas, 2007 \n \n \n  ", "84": "81 \n  \n \nPeríodo Código Disciplina \n07 EMA004 Fundamentos da Engenharia de Helicópteros \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nAerodinâmica de helicópteros: conceito s básicos. Mecânica do rotor e dinâmi ca de vôo. Desempenho. Qualidades \nde vôo. Vibrações e ruído. Regulamentação e cálculos. Elementos constituintes do helicóptero. Problemas de \npilotagem. Prática dos helicópteros : tecnologias. Sistemas moto-propulsores. Estrutura do helicóptero. \n \nBibliografia Básica \nJOHNSON, W., Helicopter Theory, 1089 pages, Do ver Publications, Revised edition, 1994.  \nPROUTY, R. Helicopter Aerodynamics - Volume  1, 592 pages, Publisher: lulu.com, 2009.  \nPROUTY, R. Helicopter Aerodynamics - Volume  2, 364 pages, Publisher: lulu.com, 2009.   \nBibliografia Complementar \nLEISHMAN, J.G., Principles of Helic opter Aerodynamics (Cambridge Aero space Series), 864 pages, Cambridge \nUniversity Press, 2nd Ed., 2006.  \nRODRIGUES, P. – Helicópteros: Conheciment os Técnicos, 3a Ed., 2010, Editora ASA   \nAerodynamics for Naval Aviators (FAA Handbooks), 432 pages, Aviation Supplies & Academics, Inc., Last \nRevision: 1965 edition, 2001.  \nCRAIG, G., Introduction to Aerodynamics, 224 pa ges, Publisher: Regenerative Press, 2003.  \nPHILLIPS, W., Mechanics of Flight, 1152 pa ges, Publisher: Wiley, 2nd Ed., 2009. \n \n  ", "85": "82 \n  \n \nPeríodo Código Disciplina \n07 EMA007 Materiais e Processos de Fabricação Aeronáuticos \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 32 16 \nEmenta \nIntrodução aos materiais e processos pa ra indústria aeronáutica. Materiais me tálicos: alumínio e suas ligas, aços \ninoxidáveis, inconel, titânio. Processos de conformaçã o de materiais metálicos, tratamentos térmicos e de \nsuperfície. Materiais compósitos, tipos de fibras, resi nas, núcleos. Freios carbono/carbono. Processos de \nlaminação (manual e automática), infusão de resina. Ades ivos e pastas para colagem. Processos de colagem. \nTratamento de superfície para colagem. Polímeros, silicones, plásticos de engenharia (PA6, PTFE, cargas). \nTransparências, policarbonatos e materiais de interiores (anti-chama).Tintas, selantes  e óleos e lubrificantes. \nPrendedores (parafusos, rebites e FSW). Juntas metáli cas e metal/compósito. Especificação de materiais e \nprocessos. Desenvolvimento de novos materiais e proce ssos para indústria aeronáut ica. Ensaios dos materiais \naeronáuticos. Certificação de materiais e processos. \n \nBibliografia Básica \nCAMPBEL, F. C., Manufacturing techno logy for aerospace Structural Mate rials, First Edition, Elsevier, 2006 \nNIU, M. C. Y., Composite Airframe Struct ures, Conmilit Press Ltd, Hong Kong, 1992 \nTOTTEN, G. E., MACKENZIE, D. S., Handbook of Aluminum, Vol. 1, Marcel Dekker Inc., New York, 2003  \nBibliografia Complementar \nGHALI, E. Corrosion resistance of aluminum and magn esium alloys: understanding, performance and testing, \nJohn wiley & Sons Inc, New Jersey, 2010 \nMAZUMDAR, S. K., Composites Manufacturing - Material s, Product and Process Engineering,  CRC Press, New \nYork, 2002 \nPETRIE, E. M., Handbook of adhesive and Sealants, McGraw Hill, New York, 2000 \nCHARLES, J. A., CRANE, F. A. A., FURNESS, J. A. G., Selection and Use of Engineering Materials, Butterworth \nHeinemann, third Edition, Boston, 1997 \nLEVY NETO, F., PARDINI, L. C., Compósitos Estruturais, 1° edição, Edgard Blucher, 2006 \n \n  ", "86": "83 \n  \n \nPeríodo Código Disciplina \n07 EMA008 Sistemas Aeronáuticos I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nVisão Geral de sistemas aeronáuticos. A importância dos sistemas no funcionamento do avião e no cumprimento \nde sua missão. Função, componentes, princípios de funcionamento dos sistemas de comandos de vôo, \nhidráulicos, pneumáticos, ambientais, au xiliares, elétricos, de combustível, instrumentos, de trem de pouso.  \nLaboratório de sistemas hidráulicos, pneumáticos e propulsivos. Tópicos de engenharia de sistemas. Introdução à \nsimulação numérica de sistemas. \n \nBibliografia Básica \nKROES, M., WATKINS, W., Aircraft Maintenance and Re pair, 6nd Ed., GLENCOE Aviation Technology Series, \nMcGraw Hill,  1993. 624 páginas. \nMOIR, S. Aircraft Systems: Mechanical , Electrical, and Avionics Subsystems Integration, 3nd. Ed., John Wiley & \nSons,  2008, 546 páginas.  \nLOMBARDO, D. A., Aircraft System s. McGrawHill, 1999, 322 páginas.  \nBibliografia Complementar \nWILD, T. Transport Category Aicraft Sy stems, 3nd, Jeppesen, 2008. 410 páginas. \nWILD, T.W., Aircraft Powerplants,  GLENCOE Aviation Technology Se ries, 7nd Ed., McGraw Hill, 1994. \nGARRETT, D.F., Aircraft Systems & Co mponents, Jeppesen, 1992. 462 páginas. \nLOMBARDO, D. A., Advanced Aircraft Systems. McGrawHill, 1993. 368 páginas. \nREMER, D.D., Aircraft systems fo r pilots, IAP, 1996. 450 páginas. \n \n  ", "87": "84 \n  \n \nPeríodo Código Disciplina \n07 EMA021 Estruturas Aeronáuticas \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n72 64 8 \nEmenta \nElasticidade básica. Problemas bidimensionais em elasti cidade. Torção de seções só lidas. Métodos de energia \npara análise estrutural. Flexão de placas finas. Instabilid ade estrutural. Estruturas aeronáuticas – princípios de \nconstrução. Aeronavegabilidade e cargas na estrutura da aeronave. Flexão, cisalhamento e torção de vigas de \nparede fina. Análise de tensões de componentes de ae ronave. Atividades demonstrativas em laboratório. \n \nBibliografia Básica \nMEGSON, T. H. G. Aircraft structures for engineerin g students. 4a ed. Amsterdam: Elsevier, 2007. 804 p.  \nREDDY, John N. An Introduction to the Finite Elem ent Method. 3 ed. New York: McGraw-Hill, 2006. 766 p. \nCUTLER, J., LIBER, J; Understanding Aircraft Structures, 4th ed., Blackwell Publishing, 2005  \nBibliografia Complementar \nALLEN, D. H., HAISLER, W. E., Introduction to aero space structural analysis, John Wiley, New York, 1985. \nDESAI, C. S; ABEL, J. F. Introduction to the Finite El ement Method: A Numerical Meth od for Engineering Analysis. \nNew York: Van Nostrand, 1972. 477 p.  \nTIMOSHENKO, S. P; GOODIER, J. N. Teoria da Elastici dade. 3a ed. Rio de Janeiro: Guanabara Dois, 1980. 545 p. \nRAYMER, Daniel P. Aircraft design: a conceptual approa ch. 4a ed. Reston, Virginia: AIAA, 2006. 838 p. (AIAA \nEducation Series). \nHIBBELER, R. C., Resistência dos Materiai s, 5 ed., Pearson Prentice Hall, 2004. \n \n  ", "88": "85 \n  \n \nPeríodo Código Disciplina \n07 EME004P Tecnologia da Fabricação III \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nLaboratório de Fundamentos da teoria da usinagem. Cl assificação e nomenclatura dos processos de usinagem. \nMovimentos e grandezas nos processos de usinagem. Ferra menta de corte para tornos. Mecanismo de formação \ndo cavaco. Força e potência de corte.  Materiais para ferramentas. Avarias, desgastes e vida de ferramentas. \nCondições econômicas de usinagem. Tornos. Prog ramação manual CNC. Retificação. Eletroerosão. \n \nBibliografia Básica \nDINIZ, A.E., MARCONDES, F.C., COPPI NI, N.L., Tecnologia da Usinagem dos Materiais,  Artliber, 2008 \nMACHADO, A.R., COELHO, R.T., ABRÃO, A.M., SILVA, M .B., Teoria da Usinagem dos Metais, 1ª Ed., Ed. E. \nBlucher, 2009 \nSALES, W.F. SANTOS, S.C., Aspectos Tribológicos  da Usinagem dos Materiais,  Artliber,  2007 \nCATÁLOGOS de FABRICANTES de Ferramentas de Cort e, Corokey Sandvik-Coro mant,  Sandvik, 2008  \nBibliografia Complementar \nDEGARMO, E. Paul. Materials and processes in manufacturing. New York: McMillan, 1979. 1076 p. \nAssociacao Brasileira de Metais (ABM). Usinagem dos Metais . 4. Sao Paulo: Associação Brasileira de Metais (ABM), \n1972. \nFERRARESI, Dino. Fundamentos da usinagem dos metais. Sã o Paulo: Edgard Blucher, 1970. v. 1. 751 p. Vol.1. \nPROVENZA, F. Conformação de elementos de máquin as. São Paulo: Escola Pro-Tec, [s.d.]. [100]. \n \n   ", "89": "86 \n  \n \nPeríodo Código Disciplina \n07 EME004T Tecnologia da Fabricação III \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nFundamentos da teoria da usinagem. Classificação e no menclatura dos processos de usinagem. Movimentos e \ngrandezas nos processos de usinagem. Ferramenta de co rte para tornos. Mecanismo de formação do cavaco. \nForça e potência de corte. Materiai s para ferramentas. Avarias, desgastes e vida de ferramentas. Condições \neconômicas de usinagem. Tornos. Programaçã o manual CNC. Retificação. Eletro-erosão. \n \nBibliografia Básica \nDINIZ, A.E., MARCONDES, F.C., COPPI NI, N.L., Tecnologia da Usinagem dos Materiais,  Artliber, 2008 \nMACHADO, A.R., COELHO, R.T., ABRÃO, A.M., SILVA, M .B., Teoria da Usinagem dos Metais, 1ª Ed., Ed. E. \nBlucher, 2009 \nSALES, W.F. SANTOS, S.C., Aspectos Tribológicos  da Usinagem dos Materiais,  Artliber,  2007 \nCATÁLOGOS de FABRICANTES de Ferramentas de Cort e, Corokey Sandvik-Coro mant,  Sandvik, 2008  \nBibliografia Complementar \nDEGARMO, E. Paul. Materials and processes in manufacturing. New York: McMillan, 1979. 1076 p. \nAssociacao Brasileira de Metais (ABM). Usinagem dos Metais . 4. Sao Paulo: Associação Brasileira de Metais (ABM), \n1972. \nFERRARESI, Dino. Fundamentos da usinagem dos metais. Sã o Paulo: Edgard Blucher, 1970. v. 1. 751 p. Vol.1. \nPROVENZA, F. Conformação de elementos de máquin as. São Paulo: Escola Pro-Tec, [s.d.]. [100]. \n \n  ", "90": "87 \n  \n \nPeríodo Código Disciplina \n07 EME704 Elementos de Máquinas I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nProjeto de eixos e árvores. Projeto de chavetas e estria s. Acoplamentos entre eixos. Cabos de aço, freios e \nembreagens. Transmissão por Correias. Mancais de rolament o, critérios de seleção e especificação, elementos de \nvedação. Tipos de lubrificantes, aplicação, seleção, es pecificação. Mancais de deslizamento radiais e axiais. \n \nBibliografia Básica \nNIEMANN, Gustav. Elementos de Máquinas. Sã o Paulo: Edgard Blücher, 1971. v.3. 219 p. \nALMEIDA, M. T., Elementos de Máquinas, UNIFEI, 2004 \nSCHWARZ, V. A., Mancais e Lubrificação, UNIFEI, 2010  \nBibliografia Complementar \nARRIVABENE, V. Elementos de construção de  máquinas. São Paulo: [s. n.], 1967. 331 p. \nDOBROVOLSKI, V; MAK, S; ZABLONSKi, K. El ementos de Maquinas. Moscu: Mir, 1970. 692 p. \nCREAMER, R. H. Machine design. Reading/Massac husetts: Addison-Wesley, [s.d.]. 534 p. 1.ed. 1968 \nMELCONIAN, Sarkis. Elementos de Máquinas. Sa o Paulo: Livros Erica Editora, 1990. 273 p. \n \n \n    ", "91": "88 \n  \n \nPeríodo Código Disciplina \n08 EMA009 Sistemas Aeronáuticos II \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nVisão geral de sistemas aviônicos. Teoria de Radio. Sistemas de Comunicação: HF, VHF, ACARS. Sistemas e \ninstrumentos de navegação: ADF/VOR/ DME/ RNAV/ LORAN/Doppler/Satellite based (GPS). Sistemas de \nnavegação inercial (INS). Sistemas de aviso de clima.  Si stemas de piloto automático e de gerenciamento de vôo. \nUso de simulador de vôo para familiarização com sistemas  aviônicos. Fundamentos de  engenharia de sistemas. \nDefinição de requisitos de alto e de baixo nível.Validaçã o de requisitos e traçabilidade. Introdução ao projeto de \nsistemas. Introdução a processos de validação e verificaçã o, qualidade, controle de configuração e certificação. \nTrabalho prático para o desenvol vimento de um sistema aviônico. \n \nBibliografia Básica \nEISMIN, T., Aircraft Electricity and Eletronics, 5nd Ed., GLENCOE Aviation Technology Series, McGraw Hill, 1994, \n417 páginas.  \nTOOLEY, M.; WYATT, D., Aircraft elec trical and electronic systems - Prin ciples, operation and maintenance. \nElsevier, 2008. 424 páginas.  \nTOOLEY, M.; Aircraft Digital Electronic and Computer Sy stems. Principles, operation and maintenance. Elsevier, \n2007. 208 páginas.   \nBibliografia Complementar \nPALLETT, EHJ., Aircraft Electric al Systems, 3nd Ed.,  Pearson Prentice Hall, 1997. 240 páginas. \nWASSON, J, . Avionic Systems: Operations and Mainte nance, Jeppesen Sanderson training products, 1995, 370 \npages.  \nUniversity of Michigan, Avionics Fundamentals, Sa nderson Training Products , (1991) 2007, 394 pages.  \nHENDERSON, MAX. F., Aircraft Instruments and Avioni cs for A&P Technicians, Jeppesen, 1993. 203 páginas.  \nPOWELL, J., Aircraft radio syst ems, Jeppesen, 1990. 255 páginas. \n \n \n  ", "92": "89 \n  \n \nPeríodo Código Disciplina \n08 EMA010 Mecânica dos Materiais Compósitos \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nIntrodução aos materiais compósitos, conceitos, caract erísticas e classificação. Micromecânica dos materiais \ncompósitos, regra das misturas. Macromecânica dos mate riais compósitos (teoria clássica dos laminados), \ncomportamento elástico de laminas uni direcionais, comportamento elástico de laminados, análise de falha de \nlaminados. Fratura e fadiga dos mate riais compósitos. Métodos experimentai s para caracterização de materiais \ncompósitos. Aplicações na indústria aeroespacial  e filosofia geral de projeto em compósitos. \n \nBibliografia Básica \nDANIEL, I.M.; ISHAI,O. Engineering Me chanics of Composite Materials. New York: Oxford University Press, 1994. \n395 p. Includes Bibliographi cal References and Index. \nMEDONÇA, P. T. R., Materiais Compostos & Estruturas  Sanduiche - projeto e análise. Editora Manole, 2005. \nGAY, D., HOA, S. V., Composite Materials; De sign and Applications, 2nd Ed., CRC Press, 2007.  \nBibliografia Complementar \nREDDY, J. N.; MIRAVETE, A. Practical analysis of composite laminates. U.S. A: CRC Press, 1995. 317 p. \nREDDY, Junuthula Narasimha. Mechanics of Laminated Comp osite Plates: Theory and Analysis. Boca Raton: CRC \nPress, 1996. 782 p. \nBERTHELOT, J.C. Composite materials:  mechanical behavior and structural analysis. New York: Springer, 1999. \n645 p. \nSMITH, Z.; Understanding Aircraft Composite Co nstruction. 2nd ed., Aeronaut Press. 2005. 216p. \nBAKER, A. A. A.; DUTTON, S.; KELLY, D.; KELLY, D. W. Composite materials for aircraft structures. AIAA, 2004. \n599p. \n \n \n  ", "93": "90 \n  \n \nPeríodo Código Disciplina \n08 EMA011 Manutenção Aeronáutica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nEngenharia de manutenção aeronáutica. Administração e organização da manutenção na indústria aeronáutica. \nResponsabilidades na atividade de manutenção. Concei tos de manutenção preventiva e preditiva. Manutenção \nprogramada e não programada. Custos  de manutenção. Visão geral dos manuais de manutenção aeronáuticos. \nPlano de manutenção e análise MSG-3. Boletins de serv iço. Limites de operação. Peso e balanceamento de \naeronaves. Reparos estruturais.  In stalação de motores e sistemas. Ac ompanhamento dos trabalhos técnicos: \nregulamentação, organização e planejamento, procedimento s e registro de manutenção. Investigação e análise \nde falhas em estruturas metálicas, compósitos. \n \nBibliografia Básica \nCRANE, D., Aviation Maintenance Technician: Genera l, Aviation Supplies & Academics, 3 edition, 2008 \nKROES, M. WATIKINS, W. DELP, F., Aircraft Maintenance and Repair, Career Education, 1993 \nKINNISON, H. A., Aviation Maintenance Manageme nt, McGraw-Hill Professional 1 edition, 2004  \nBibliografia Complementar \nLOONG, M. Essentials of Airplane Maintenance, BookSurge Publishing, 2006  \nDINGLE, L. & TOOLEY, M., Aircraft Engineering Ma intenance Practice, Butterworth-Heinemann, 2011 \nMARCUZZO Jr., A., Legislação Aeronáutic a Comentada, Editora ASA, 1 edição, 2008 \nAvotek series, Aircraft Structural Maintenance,  Revised Edition, Avotek Books, 2006, 386 pages \nKROES, M., WATIKINS, W., DELP, F., STERKENBURG, R., Aircraft Maintenance and Repair, McGraw-Hill \nProfessional; 7 edition, April 23, 2013 \n \n  ", "94": "91 \n  \n \nPeríodo Código Disciplina \n08 EMA012 Motores Aeronáuticos \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 64 -- \nEmenta \nTipos de motores: pistão e jato. Cl assificação dos motores a pistão: cicl os. Hélices: projeto e desempenho. \nClassificação e emprego dos motores a jato: ciclo e parâ metros. Componentes dos motores a pistão, aplicações, \nparâmetros e combustíveis. Componentes dos motores a jato: entrada, compressor, câmara de combustão, \nturbina, eixo, bocal de saída. Materiais, Fa bricação e solicitações de cada componente. \n \nBibliografia Básica \nFLACK, RONALD D. – Fundamentals of Jet Propulsion with Applications, 1st Ed., 2010, CAMBRIGE University \nPress.  \nMATTINGLY, J. & VON OHAIN, H. – Elements of Propul sion: Gas Turbines and Rockets, 1st Ed.,2006, AIAA \nEducational Series.  \nWILD, T.W., Aircraft Powerplants, GLEN COE Aviation Technology Series, 7nd,   McGraw Hill, 1994. 656 páginas.   \nBibliografia Complementar \nVAN WILEY, G. J; SONNTAG, R. E. Fundamentos da Term odinâmica Clássica. 3 ed. São Paulo: Edgard Blucher, \n1993. 318 p. \nBRUNETTI, Franco. Mecânica dos fluídos.  São Paulo: Prentice Hall, 2005. 410 p. \nROSKAN, J. LAN, E., Airplane Aerodynamics and Performance, 711 pages, DAR Corp., 1st Ed., 1997.  \nRAYMER, Daniel P. Aircraft design: a conceptual approa ch. 4a ed. Reston, Virginia: AIAA, 2006. 838 p. (AIAA \nEducation Series).  \nHOMA, J. - Aeronaves e Motores: Conhecime ntos Técnicos, 30TH ED., 2010, EDITORA ASA. \n \n  ", "95": "92 \n  \n \nPeríodo Código Disciplina \n08 EMA013 Métodos de Otimização \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nConceitos básicos: Fundamentos de otimização; Representação de restri ções lineares. Programação linear: \nGeometria da programação linear; O método Simplex; Dual idade e sensitividade. Otimização irrestrita: Conceitos \nbásicos de otimização irrestrita; Métodos de otimização  irrestrita; Métodos que requerem pouco armazenamento \nde memória. Programação não-linear: Condições de ot imalidade para problemas com restrições; Métodos do \nponto viável; Métodos de penalização e barreiras. Estudo  de casos: Múltiplas funções objetivo; Problemas de \nredes; Programação dinâmica; Otimização baseada em confiabilidade. \n \nBibliografia Básica \nRAO, Singiresu S. Engineering optimi zation: theory and practice. 3 ed., Jo hn Wiley & Sons, Inc, 1996. 903 p.  \nVANDERPLAATS, Garret N. Numerica l optimization techniques for en gineering design. 4 ed. Colorado: \nVanderplaats Research & Developmen t, 2005. 465 p. Acompanha software. \nBERTSEKAS, Dimitri P. Nonlinear programming. 2 ed. Belmont: Athena Scientific, 1999. 786 p.   \nBibliografia Complementar \nNASH, Stephen G. and SOFER, Ariela: Linear and Nonlinear Programming, McGraw-Hill, 1996. \nGIRAO BARROSO, S. E; VON ELLENRIEDER, A. R. Prog ramacao Linear. Rio de Janeiro: Almeida Neves, 1971 \nLUENBERGER, D. G. Introduction to  Linear and Nonlinear Programming. Reading: Addison-Wesley, 1973. 356 p. \nPUCCINI, A. de L. Introducao a Programacao Linear. Rio de  Janeiro: Livro Tecnico, 1972. 252 p. (Serie Aplicacoes \nde Computacao). \nSPALL, James C. Introduction to stochastic search an d optimization: estimation, si mulation and control. New \nJersey: John Wiley & Sons, 2003. 595 p. (Wiley-Interscience Series in Discrete Mathematics and Optimization). \n \n \n  ", "96": "93 \n  \n \nPeríodo Código Disciplina \n08 EMA014 Homologação e Certificação Aeronáutica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nIntrodução aos requisitos de aeronavegabilidade brasileiro  e estrangeiros. Objetivos da certificação aeronáutica. \nOs FAR.  Certificação de tipo. Aerona ves experimentais. Certificação LSA.  Certificação de modificações. Atestado \nde conformidade. Certificação de produtos e empr esas. Aeronavegabilidade Continuada. Palestras com \nprofissionais do setor. Introdução à segurança de vôo.  Filosofia e fundamentos da segurança de vôo. SIPAER. \nAcidente e incidente aeronáutico. Introdução à prevençã o de acidentes aeronáuticos. Programa de prevenção de \nacidentes aeronáuticos (PPAA). Coordenação de cabine (CRM). Controle do tráfego aéreo e a prevenção de \nacidentes. Manutenção preventiva e a prevenção de acidentes. Estudo de diversos acidentes. \n \nBibliografia Básica \nWARD, STRGANAC, NIEWOHHNER, Introducti on to Flight Test Engineering - Vo l. 1, 3rd Ed., 2013,  Kendall Hunt \nPublishing. \nFAR/AIM 2013: Federal Aviation Regulations/Aeronautical  Information Manual (FAR/AIM series), 1105 pages, \nPublisher: Aviation Supplies & Academics, Inc., 1st Ed., 2012. \nRAYMER, Daniel P. Aircraft design: a conceptual approa ch. 4a ed. Reston, Virginia: AIAA, 2006. 838 p. (AIAA \nEducation Series).   \nBibliografia Complementar \nMARCUZZO Jr., A., Legislação Aeronáutic a Comentada, Editora ASA, 1 edição, 2008 \nKINNISON, H.A., SIDDIQUI, T., Aviation Maintenanc e Management, 2nd, McGraw Hill, 2012. 352 páginas. \nLEE, Y., HATHAWAY, R., BARKEY, M.; Fatigue Test ing and Analysis, Elsevier, First Edition, 2005 \nRODRIGUES, C. CUSICK, S. Commercial Aviation Safety 5/E, 382 pages, McGraw-Hill Professional, 5th edition, \n2011.  \nTAVEIRA, N., Além dos manuais: uma conversa so bre segurança de vôo, 1a Ed., Somos Ed., 264 pgs. \n \n  ", "97": "94 \n  \n \nPeríodo Código Disciplina \n08 EMA022 Controle de Sistemas Aeronáuticos \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nModelagem de Sistemas Dinâmicos. Variáveis de Estado . Respostas Típicas de Sistemas de 1a. e 2a. Ordem. \nAções Básicas de Controle. Controlado res proporcional (P), Proporcional-Integral (PI) e Proporcional-Integral-\nDerivativo (PID), Compensadores de avan ço e atraso de fase. Ações de controle em malhas fechadas. Critério de \nestabilidade de Routh. Resposta em freqüência. Diagramas de  Nyquist, Bode e Nichols. Critério de Estabilidade de \nNyquist. Relações entre Domínio da freqüência e Resposta s no Tempo. Lugar das Raízes. Análise de Estabilidade \npelo Lugar das Raízes. Compensação de Sistemas de Controle através de Técnicas do Lugar das Raízes. \nCompensação por Alocação de Pólos e Observadores de Estado. Introdução a Sistem a s  d e  C o n t r o l e  Ó t i m o .  \nAplicação em controle de  sistemas aeronáuticos. \n \nBibliografia Básica \nKATSUHIKO OGATA, Engenharia de Controle Moderno, 4ª Ed., Pearson Prentice-Hall, 2003 \nSTEVENS, B. L.; LEWIS, F. Aircraft Control and Simulation. 2nd Ed., John Wiley & Sons, 2003 \nLIMA, I., PINHEIRO, C.A.M., ROSA, P.C., DE SOUZA, A.C.Z .,. Projetos, simulações e experiências de laboratório \nem sistemas de controle. Itajubá: Editora Interciência, 2014, 242p. \nFEINSTEIN, J. Teoria dos Sistemas de Controle: enfoqu e por variáveis de estado. Rio de Janeiro: Campus, 1978. \n315 p. \nELGERD, O. I. Control Systems Theo ry. Tokyo: McGraw-Hill, 1967. 207 p. \n  \nBibliografia Complementar \nHOLMES, R. The Characteristics of Mechanical Engin eering Systems. Oxford: Pergamon Press, 1977. 157 p. \nDORF, R. C. Modern control systems. Read ing: Addison-Wesley, [s.d.]. 387 p. 1967 \nDOEBELIN, E. O. System Dynamics: Modelling and Resp onse. Ohio: Charles E. Merrill Publishing, 1972. 500 p. \n \n \n \n  ", "98": "95 \n  \n \nPeríodo Código Disciplina \n08 EPR002 Organização Industrial e Administração \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nOrganização industrial e administração. Administraçã o de pessoal. Planejamento e controle da produção. \nAdministração de materiais. Gestão da qualid ade e sistemas de garantia da qualidade. \n \nBibliografia Básica \nCHIAVENATO, I., Introdução à Teoria Geral da Administração, Editora Atlas, 3ª edição, 2004 \nKRAJEWSKI, L. J.; RITZMAN, L. P., Administração da Produção e Operações, Editora Pearson, 2004 \nDAFT, Richard L.; Organizações: teoria e projetos, Cengage Learning, 2ª Ed., 2008  \nBibliografia Complementar \nOHNO, T., O sistema Toyota de produção: além da  produção em larga escala, Editora Bookman, 1997 \nSLACK, N.; CHAMBERS, S.; HARLAND, C.; HARRISON, A. ; JOHNSTON, R, Administração da Produção, Editora \nAtlas, 1997 \nGITMAN, Lawrence J; MADURA, Jeff; Administração Fina nceira: uma abordagem gerencial, Addison Wesley, 2003 \nDONAIRE, Denis; Gestão ambiental na empresa; Atlas; 2ª ed.; 2009 \nCHIAVENATO, Idalberto; Recursos humanos: o capita l humano das organizações; Elsevier; 9ª ed.; 2009 \n \n \n   \n \n  ", "99": "96 \n  \n \nPeríodo Código Disciplina \n09 EMA003 Introdução ao Projeto de Aeronaves \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nProjeto aeronáutico: uma disciplina a parte. Visão geral do processo de projeto de uma aeronave. \nDimensionamento a partir de um esboço conceitual. De finição da configuração geométrica de uma aeronave. \nRazão tração-peso e carga alar. Dimensionamento prelim inar. Determinação da área molhada e da polar de \narrasto. Determinação prévia dos parâmetros de dese mpenho, estabilidade e controle. Estimativa do peso. \nAnálise do custo. Desenvolvimento de um projeto conceitual pelos alunos. \n \nBibliografia Básica \nRAYMER, Daniel P. Aircraft design: a conceptual approa ch. 4a ed. Reston, Virginia: AIAA, 2006. 838 p. (AIAA \nEducation Series).  \nBRANDT, STILES, BERTIN, WHIT FORD, Introduction to Aeronautics: a De sign Perspective, 510 pages, AIAA, 2nd \nEd., 2004.  \nPHILLIPS, W., Mechanics of Flight, 1152 page s, Publisher: Wiley, 2nd Ed., 2009.  \nBibliografia Complementar \nRAYMER, D. - Simplified Aircraft Design for Ho mebuilders. 1ST ED., 2002, DESIGN DIMENSION PRESS. \nABBOTT, I.H. & VON DOENHOFF, A.E. - Theory of Wing sections, 2a Ed., 1959, NEW YORK, DOVER Publications. \nCRAIG, G., Introduction to Aerodynamics, 224 pa ges, Publisher: Regenerative Press, 2003.  \nTENNEKES, H., The Simple Science of Flights: from insect cs to jumbo jets, 216 pages, Publisher: The MIT Press, \nrevised and expanded edition, 2009. \nROSKAN, J. & LAN, E., Airplane Aerodynamics an d Performance, 711 pages, DAR Corp., 1st Ed., 1997. \n \n  ", "100": "97 \n  \n \nPeríodo Código Disciplina \n09 EMA015 Fadiga e Integridade Estrutural de Aeronaves \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 48 16 \nEmenta \nIntrodução, conceitos e definições em fa diga e mecânica da fratura. História da fadiga na indústria aeronáutica.  \nFilosofias de projeto (safe-life, fail-safe e tolerante à da no). Identificação de estruturas primárias. Solicitações \nmecânicas e espectro de cargas em estruturas. Fadiga de  alto ciclo e baixo ciclo (análise baseada em tensões e \ndeformações). Fadiga dos materiais metálicos e compósitos . Acúmulo de danos em materiais. Concentradores de \ntensão e fratura por fadiga. Diagramas de fadiga. Ensa ios de fadiga, parâmetros de ensaio e tratamentos \nestatísticos dos resultados. Atividad es demonstrativas em laboratório. \n \nBibliografia Básica \nSCHIJVE, J., Fatigue of Structures and Materials, Kluwer Academic Publishers, The Netherlands, 2001 \nDOWLING, N. E., Mechanical Behavior of  Materials (3° edition), Prentice Hall \nHARRIS, B.; Fatigue of composites, CRC Press, First edition, 2003  \nBibliografia Complementar \nBANNANTINE, J. A. Fundamentals of Metal Fatigu e Analysis – 1a Edição - Prentice Hall, 1990 \nANDERSON, T. L. Fracture Mechanics, Fundamentals  and Applications – 2a Edição - CRC Press, 1995. \nVASSILIPOULOS, A. P., KELLER, T.; Fatigue of Fiber-re inforced composites, Springer, First Edition, 2011 \nLEE, Y., HATHAWAY, R., BARKEY, M.; Fatigue Test ing and Analysis, Elsevier, First Edition, 2005 \nATLURI, S. N., Structural Integrity & Durability, Tech Science Press, 1997. \n \n  ", "101": "98 \n  \n \nPeríodo Código Disciplina \n09 EMA017 Princípios de Dinâmica e Controle de Vôo de Aeronaves \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n64 48 16 \nEmenta \nFundamentos da cinemática e da dinâmica de aeronaves co mo corpos rígidos e análise de seus movimentos sob a \ninfluência das forças aerodinâmica, propulsiva e gravitacio nal. Equações do movimento.  Derivadas de estabilidade \ne de controle. Simulação do movimento de aeronaves através da solução numérica das equações do movimento. \nLinearização das equações do movimento em torno de uma trajetória de referência permanente: estudo dos \ncomportamentos dinâmico autônomo long itudinal e látero-direcional. Estabili dade estática e dinâmica. Resposta \nda aeronave à atuação dos controles e a perturbações atmo sféricas. Modificação da resposta da aeronave através \nde projetos de sistemas de controle de vôo: sistemas  de aumento de estabilidade, sistemas de aumento de \ncontrole e sistemas automáticos de vôo, modificações no seu projeto aerodinâmico. Critérios de qualidade de \nvôo. Requisitos de certificação relacionados à estabilidade, controle e qualidade de vôo. \n \nBibliografia Básica \nETKIN, B.; REID, L. D. Dynamics of Flight, Stab ility and Control, 3nd Ed ., John Wiley, 1996. 400 páginas \nPAMADI, B.N., Performance, Stability, Dynamics and Control of Airplanes, 2nd Ed., AIAA education series, 2004. \nROSKAM, J., Aircraft Flight Dynamics  and Automatic Flight Control,  Pa rt I, 6nd Ed., Dar Corporation, 1997  \nBibliografia Complementar \nROSKAM, J., Aircraft Flight Dynamics and Automatic Flight Control,  Part II,  Dar Corporation, 2003 \nSTEVENS, B. L.; LEWIS, F. Aircraft Control and Simulation. 2nd Ed., John Wiley & Sons, 2003 \nNELSON, R.C., Flight Stability and Automatic Control, 2nd Ed., McGraw-Hill Book Company, Singapore, 1997 \nMcLEAN, D. Automatic Flight Control System s, Prentice Hall International, UK, 1990  \nDOLE, C.E., Flight Theory for Pilots, Jeppesen, 1994 \n \n \n  ", "102": "99 \n  \n \nPeríodo Código Disciplina \n09 EMA019 Ensaios e Segurança de Vôo \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nInstrumentos para ensaios em vôo. Teoria da medição da velocidade do ar. Teoria da medição da altitude. \nCalibração do sistema anemométrico. Calibração de incidência. Desempenho  em subida, cruzeiro e descida de \naeronaves convencionais e a jato. Velocidade de estol.  Limite e margem de manobra. Qualidade de vôo, \ncompensação, estabilidade estática e dinâmica, controle. Introdução ao levantamento do desempenho em \ndecolagem e pouso. Perdas de controle. Avaliação do grupo moto-propulsor, de sistemas elétricos e \nequipamentos de navegação e comunicação. Processame nto em tempo real e método moderno de aquisição e \nprocessamento de dados de ensaios em vôo. \n \nBibliografia Básica \nWARD, STRGANAC, NIEWOHHNER, Introducti on to Flight Test Engineering - Vo l. 1, 3rd Ed., 2013,  Kendall Hunt \nPublishing.  \nMACORMICK, SCHETZ, Introduction to Flight Testing and Applied Aerodynamics, 133 pages, AIAA Educational \nSeries, 2011.  \nKIMBERLIN, R.D., Flight Test of fixed Win g Aircraft, 459 pages, AIAA Series, 2003.   \nBibliografia Complementar \nAirplane Flying Handbook (FAA-H-8083-3A) (Second Editio n), 288 pages, Publisher: Skyhorse Publishing, 2nd ed., \n2011.  \nRODRIGUES, C. CUSICK, S. Commercial Aviation Safety 5/E, 382 pages, McGraw-Hill Professional, 5th edition, \n2011.  \nTAVEIRA, N., Além dos manuais: uma conversa so bre segurança de vôo, 1a Ed., Somos Ed., 264 pgs. \nFAR/AIM 2013: Federal Aviation Regulations/Aeronautical  Information Manual (FAR/AIM series), 1105 pages, \nPublisher: Aviation Supplies & Academics, Inc., 1st Ed., 2012.  \nPHILLIPS, W., Mechanics of Flight, 1152 pa ges, Publisher: Wiley, 2nd Ed., 2009. \n \n  ", "103": "100 \n  \n \nPeríodo Código Disciplina \n09 EMA020 Manutenção de Estruturas e Sistemas Aeronáuticos \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 32 16 \nEmenta \nManutenção de estruturas. Métodos para detecção de danos e análise não destrutiva em estruturas metálicas. \nDetecção de danos em materiais compósitos. Sistemas pa ra monitoramento da saúde estrutural de aeronaves. \nReparos em estruturas metálicas e estruturas em compósitos, processos de selagem e pintura de estruturas para \nproteção das estruturas metálicas. Ma nuais de reparo estrutural. Requisitos de manutenção de sistemas usados \nem aeronaves. Segurança e confiabilidade. Aplicação da metodologia MSG-3 para definição de planos de \nmanutenção de sistemas de aeronaves. Teoria e prát ica para a solução de problemas em manutenção de \nsistemas de aeronaves. \n \nBibliografia Básica \nAvotek series, Aircraft Structural Maintenance,  Revised Edition, Avotek Books, 2006, 386 pages \nKROES, M., WATIKINS, W., DELP, F., STERKENBURG, R., Aircraft Maintenance and Repair, McGraw-Hill \nProfessional; 7 edition, April 23, 2013 \nGROS, X. E., NDT Data Fusion, Firs t edition, Arnold, London, 1997  \nBibliografia Complementar \nDAVIS, J. R., Corrosion of Aluminum and Aluminum Alloys, ASM International, 1999 \nKINNISON, H.A., Siddiqui, T., Aviation Maintenanc e Management, 2nd, McGraw Hill, 2012. 352 páginas. \nAircraft Wiring & Electrical Inst allation, Avotek, 2005, 226 páginas. \nEISMIN, T.K., Avionics: Systems and Tr obleshooting, Avotek, 2001, 488 páginas. \nHURST, D, Introduction to Aircraft Mainte nance Textbook, Avotek,  2007,  530 páginas. \n \n  ", "104": "101 \n  \n \nPeríodo Código Disciplina \n09 EPR502 Engenharia Econômica \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nEngenharia Econômica: Matemática financeira. Critérios pa ra Análise de investimentos. Depreciação e imposto de \nrenda. Financiamentos. Análise de sensibil idade. Projeto de Viabilidade Econômica. \n \nBibliografia Básica \nPAMPLONA, Edson de Oliveira; MONTEVECHI, José Ar naldo, Engenharia Econômica, Editora Unifei, 2000 \nSAMANEZ, C. P., Engenharia econômica,  Editora Pearson, 1ª edição, 2009) \nSAMANEZ, C. P., Matemática financeira, Editora Prentice Hall, 3ª edição, 2002  \nBibliografia Complementar \nEHRLICH, P. J. Engenharia Econômica: avaliação e seleção de projetos de investimentos. São Paulo, SP: Atlas, \n1983.  \nNEVES, C. das. Análise de investimentos: Projetos indu striais e engenharia econômica. Rio de Janeiro: ZAHAR, \n1982.  \nHIRSCHFELD, H., Engenharia Econômica. São Paulo: Atlas, 1979.  \nFARO, C. de. Elementos de Engenharia Econ ômica. 3a ed. São Paulo: Atlas, 1979. \nGRANT, Eugene L; IRESON, W. Grant. Principles of engineering economy. 5. New York: Ronald Press, 1970. \nHIRSCHFELD, Henrique. Engenharia Econômica e Análise de  Custos: aplicações práticas para economistas, \nengenheiros, analistas de investimentos e admi nistradores. 5a ed. São Paulo: Atlas, 1998. \nHIRSCHFELD, H. Viabilidade Tecnico-Economica de Empreendimentos: Roteiro Completo de um Projeto. São \nPaulo: Atlas, 1987.  \nBLANK, Leland T; TARQUIN, Anthony. Engenharia econômica. 6 ed. São Paulo: Mc Graw Hill, 2008. \nPILÃO, Nivaldo Elias; HUMMEL, Paulo Roberto Vampré. Mate mática financeira e Engenharia Econômica: a teoria e \na prática da análise de projetos de investimen tos. São Paulo: Pioneira  Thomson Learning, 2006. \n \n  ", "105": "102 \n  \n \nPeríodo Código Disciplina \nOptativa EAM034 Lazer e Planejamento Urbano \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 -- 48 \nEmenta \nEstudos de campo do lazer e suas implicações com o urbanismo e o mundo de trabalho. o tempo livre, meio \nambiente e desenvolvimento das cidades. Atividades de visitas à praças, parques e outros espaços de lazer. \nMínimo para realização da disciplina: 8 alunos. \n \nBibliografia Básica \n  \nBibliografia Complementar \n \n \n  ", "106": "103 \n  \n \nPeríodo Código Disciplina \nOptativa EMA101 Tópicos Especiais I \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nDe acordo com o tópico escolhido. \n \nBibliografia Básica \n-- \nBibliografia Complementar \n-- \n \n \n  ", "107": "104 \n  \n \nPeríodo Código Disciplina \nOptativa ADM082 Criação de Novos Negócios \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nIntrodução e conceitos básicos; A ca rreira empreendedora; Finanças Empresariais; Produto e Serviço; Pesquisa e \nanálise de mercado; Organização e Equipe; Re cursos e Investimentos; Plano de Negócios. \n \nBibliografia Básica \nBota Pra fazer: Crie seu Próprio Negócio, ENDEAVOR - Licença Fundação Kauffaman FASTTRAC, Publit Soluçoes \nEditoriais, 2010 \nSOUZA, Eda Castro Lucas de; GUIMARÃE S, Tomás de Aquino. Empreendedorism o além do plano de negócio. São \nPaulo: Atlas, 2005. 259 p.  \nBibliografia Complementar \nDOLABELA, Fernando. O segredo de Luísa: uma idéia, uma paixão e um plano de negócios: como nasce o \nempreendedor e se cria uma empresa. 30 ed. rev. e atual. São Paulo: Editora de Cultura, 2006. 301 p. \n \n  ", "108": "105 \n  \n \nPeríodo Código Disciplina \nOptativa ADM083 Introdução ao Empreendedorismo \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nIntrodução. Teorias empreendedoras. Características empr eendedoras. Negociação. Criatividade. Inovação. Redes \nde Relações. Detecção de oportunidades. Visão. \n \nBibliografia Básica \nFILION, L. J., Visão e Relações: Elementos Para um Metamodelo da Atividade Empreendedora, 1990 \nFILION, L. J., O Planejamento do seu Sistema de Aprend izagem Empresarial: Identifique uma Visão e Avalie o \nseu Sistema, Revista de Administração da FGV, 1991 \nOECH, R.V., Um TOC na Cuca, Livraria Cultura, 1995  \nBibliografia Complementar \nDOLABELA, Fernando. Oficina do empreendedor. Sã o Paulo: Cultura Editores Associados, 1999. 275 p. \nDOLABELA, Fernando. O segredo de Luísa. São Paulo: Cultura Editores Associados, 1999. 312 p. \nDORNELAS, Jose Carlos Assis. Empreende dorismo: transformando idéias em negócios. Rio de Janeiro: Campus, \n2001. 299 p. \n \n \n  ", "109": "106 \n  \n \nPeríodo Código Disciplina \nOptativa LET007 LIBRAS – Língua Brasileira de Sinais \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nPropriedades das línguas humanas e as línguas de sinais. Tecnologias na área da surdez. O que é a Língua de \nSinais Brasileira - LIBRAS: Aspectos linguísticos e legais . A Língua Brasileira de Sinais - LIBRAS: parâmetros \nfonológicos, morfossintáticos , semânticos e pragmáticos. Noções e apre ndizado básico da LIBRAS. A combinação \nde formas e de movimentos das mãos. Os pontos de re ferência no corpo e no espaço. Comunicação e expressão \nde natureza visual motora. Desenvolvimento de LIBRAS dentro de contextos. \n \nBibliografia Básica \nBOTELHO, Paula., Linguagem e letramento na educação do s surdos: ideologias e práticas pedagógicas. , Editora \nAutêntica, 2005 \nQUADROS, Ronice Muller de; KARNOPP, Lodenir B., Língua  de sinais brasileira: estudos linguísticos, Editora \nArtmed, 2004 \nQUADROS, Ronice Muller de., O tradutor e intérprete de língua brasileira de sinais e língua portuguesa., Editora \nMEC, 2004  \nBibliografia Complementar \nSACKS, Oliver. W., Vendo vozes: uma viagem ao m undo dos surdos., Editora Companhia das Letras, 1998 \nVYGOTSKY, L. S., A formação social da  mente: o desenvolvimento dos processos psicológicos superiores, Editora \nMartins Fontes, 2007 \nGOLDFELD, Márcia., A criança surda: linguagem e cognição  numa perspectiva sócio-interacionista, Editora Plexus, \n2001 \nSALLES, Heloísa Maria Moreira Lima (Org.), Ensino de lí ngua portuguesa para surdos: caminhos para a prática \npedagógica, Editora MEC, 2004 \n \n \n  ", "110": "107 \n  \n \nPeríodo Código Disciplina \nOptativa EME062 Introdução ao Método dos Elementos Finitos \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nIntrodução ao método dos elementos finitos; formulação do método de elementos finitos; elementos finitos \nunidimensionais; elementos finitos bidime nsionais; utilização de softwares. \n \nBibliografia Básica \n  \nBibliografia Complementar \n \n \n  ", "111": "108 \n  \n \nPeríodo Código Disciplina \nOptativa EPR602 Gestão da Qualidade \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nIntrodução. Histórico e evolução da qua lidade. Qualidade total: princípios e conceitos básicos. Processo. Item de \ncontrole. Mapeamento. Gerenciamento da rotina. Padroniz ação. Melhoria continua. Me todologia da solução de \nproblemas. PDCA. Ferramentas da qualidade. Implementaçã o de programas de melhoria  (5S, CCQ, etc.). Tópicos \nespeciais em qualidade. \n \nBibliografia Básica \n  \nBibliografia Complementar \n \n \n  \n  ", "112": "109 \n  \n \nPeríodo Código Disciplina \nOptativa EME039P Fratura e Fadiga dos Materiais Experimental \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n16 -- 16 \nEmenta \nLaboratório de Fadiga de altos e baixos ciclos. Mecânica  da fratura aplicada ao dimensionamento de elementos \nestruturais e equipamentos. Registro e análise de falhas. Corrosão sob tensão. \n \nBibliografia Básica \nSCHIJVE, J., Fatigue of Structures and Materials, Kluwer Academic Publishers, The Netherlands, 2001 \nMEQUID, S. A., Enginering Fracture Me chanics, Elsevier Applied Science, 1980 \nDIAS, J. C., Registro e Análise de Falhas em El ementos de Máquinas e Equipamentos, FUPAI, 2012  \nBibliografia Complementar \nDOWLING, N. E., Mechanical Behavior of  Materials (3° edition), Prentice Hall \nBANNANTINE, J. A. Fundamentals of Metal Fatigu e Analysis – 1a Edição - Prentice Hall, 1990 \nANDERSON, T. L. Fracture Mechanics, Fundamentals  and Applications – 2a Edição - CRC Press, 1995. \nLEE, Y., HATHAWAY, R., BARKEY, M.; Fatigue Test ing and Analysis, Elsevier, First Edition, 2005 \nATLURI, S. N., Structural Integrity & Durability, Tech Science Press, 1997.  \n \n  ", "113": "110 \n  \n \nPeríodo Código Disciplina \nOptativa EME039T Fratura e Fadiga dos Materiais \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n32 32 -- \nEmenta \nFadiga de altos e baixos ciclos. Mecânica da fratura aplicada ao dimensionamento de elementos estruturais e \nequipamentos. Registro e análise de falhas. Corrosão sob tensão. \n \nBibliografia Básica \nSCHIJVE, J., Fatigue of Structures and Materials, Kluwer Academic Publishers, The Netherlands, 2001 \nMEQUID, S. A., Enginering Fracture Me chanics, Elsevier Applied Science, 1980 \nDIAS, J. C., Registro e Análise de Falhas em El ementos de Máquinas e Equipamentos, FUPAI, 2012  \nBibliografia Complementar \nDOWLING, N. E., Mechanical Behavior of  Materials (3° edition), Prentice Hall \nBANNANTINE, J. A. Fundamentals of Metal Fatigu e Analysis – 1a Edição - Prentice Hall, 1990 \nANDERSON, T. L. Fracture Mechanics, Fundamentals  and Applications – 2a Edição - CRC Press, 1995. \nLEE, Y., HATHAWAY, R., BARKEY, M.; Fatigue Test ing and Analysis, Elsevier, First Edition, 2005 \nATLURI, S. N., Structural Integrity & Durability, Tech Science Press, 1997.  \n \n  ", "114": "111 \n  \n \nPeríodo Código Disciplina \nOptativa EME049 Introdução à Engenharia de Petróleo \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nGeologia geral: principais tipos de rochas; rochas se dimentares e suas propriedades; bacias sedimentares; \narmadilhas geológicas: falhas, anticlinais, domos de sa l. geologia do petróleo: origem dos hidrocarbonetos; \nmigração; rocha reservatório; rocha selante; aprisionamento. Principais  métodos de prospecção: métodos \ngeológicos; métodos potenciais; métodos sísmicos. Av aliação de reservas. Fundamentos de engenharia de \nreservatório, propriedades das rochas, propriedades do s fluídos, tipos de reservatórios; comportamento dos \nfluídos, estudos pvt, fluxo dos fluídos no reservatório, escoamento, bifásico equação da difusividade; análise de \npoços, estimativa de declínio; cálculo de reservas; bala nço de materiais; noções de projeto e otimização de \nprocessos de recuperação; simulação de reservatórios. Princípios de perfuração rotativa, descrição de um \nequipamento de perfuração; tipos de sonda de perfuraç ão; seleção de dutos e brocas; fluídos de perfuração, \nequipamentos para movimentação e tr atamento do fluído de perfuração; cimentação; Completação, principais \nfases, fluidos de completação; principais componentes de uma coluna de produção: packers tipos e aplicações, \nniples, mandril de gas lift, juntas de expansão, tubos. Noções de recuperação assistida e estimulação de poços \nintrodução ao processamento primário. Emulsões e caracter ização de emulsões. Tratamento de óleo, água e gás: \na adição de produtos químicos, vasos separadores, hidroc iclones, centrifugas, separa dores eletrostáticos, outras \ntecnologias. Mecanismos artificiais de  elevação; sistemas de bombeamento. \n \nBibliografia Básica \nBradley, H.B. “Petroleum Engineer ing Handbook”. SPE, Texas - USA,1992\nNEXT; SCHLUMBERGER. Introduction to the upstream petr oleum industry. Disk 4 e 5 Versão 1.0.1, 2001 CD-ROM \nThomas, J. E., et al, 2001, “Fundamentos de Engenharia de Petróleo”, Editora Interciência, Rio de Janeiro \nNorman J. Hyne. Nontechnical Guide to petroleum Geology,  Exploration, Drilling, and Production. PennWell Pub. \n1995  \nAhmed, Tarek., 2000, “Reservoir En gineering Handbook”, Gulf Publis hing Company, Houston, Texas. \nAmyx, J. W., Bass Jr., D. M., Whitin g, R. L., 1960, “Petroleum Reservoi r Engineering”, McGraw-Hill, NY. \nCraft, B. C., Hawkins, M. F., 1959, “Petroleum  Reservoir Engineering”, Prentice-Hall, Inc  \nBibliografia Complementar \nFrick, T. C., Taylor, R. W., 1962, “Petrole um Production Handbook”, McGraw-Hill, NY.\nRosa, A. J., Carvalho, R. S., 2002, “Previsão do Comp ortamento de Reservatórios de Petróleo – Métodos \nAnalíticos”, Editora Interciência, Rio de Janeiro.  \nJahn, Frank; Cook, Mark; Graham, Mark. Hydrocarbon expl oration and production. 6. Amsterdan: Elsevier, 2001. \nNorman J. Hyne. Nontechnical Guide to petroleum Geology,  Exploration, Drilling, and Production. PennWell Pub. \n1995 \n \n  ", "115": "112 \n  \n \nPeríodo Código Disciplina \nOptativa EMA018 Métodos Probabilísticos e Confiabilidade  \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n48 48 -- \nEmenta \nIntrodução. Teoria básica de probabilidade. Variáveis alea tórias e distribuições de probabilidade. Distribuições de \nextremos. Funções de variáveis aleatórias. Aleatoried ade em variáveis de resposta. Confiabilidade de \ncomponentes e sistemas dependentes do tempo. Mode lamento de geometria, resistência do material, e \ncarregamento. Projeto de sistemas e componentes mecâni cos. Confiabilidade estrutur al. Otimização de projeto \nbaseada em confiabilidade. Modos de falha, árvo re de eventos, análise da árvore de falhas. \n \nBibliografia Básica \nMONTGOMERY, Douglas C; RUNGER, George C. Estatistica aplicada e probabilidade para engenheiros. 2 ed. Rio \nde Janeiro: LTC, 2003. 463 p.  \nMEYER, Paul L. Probabilidade: aplicações a es tatística. Rio de Janeiro: LTC, 1983. 426 p.  \nHALDAR, Achintya; MAHADEVAN, Sankaran. Probability, re aliability, and statistica l methods in engineering \ndesign.U.S.A: John Wiley & Sons, Inc, 2000. 304 p.   \nBibliografia Complementar \nCAMARGO, C. Celso de B. Confiabilidade aplicada a sistem as de potência elétrica. Rio de Janeiro: L.T.C, 1981 \nDHILLON, B. S. Engineering reliability: New techniqu es and applications. New York: John Wiley & Sons, 1981 \nSHOOMAN, M. L. Probabilistic Reliability: An Engineer ing Approach. New York: McGraw-Hill, 1968. 524 p. \n(McGraw-Hill Electrical and Elec tronic Engineering Series). \nBILLINTON, Roy; ALLAN, Ronald N. Reliability Evaluation of Engineering Systems: concepts and \ntechniques. Boston: Pitman, 1983. 349 p. \nSINGH, C; BILLINTON, R. System Reliability Modellin g and Evaluation. London: Hutchinson, 1977. 248 p. \n \n    \n  ", "116": "113 \n  \n \nPeríodo Código Disciplina \n09 e 10 EMAX01 Trabalho Final de Graduação \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n128 -- -- \nEmenta \nDesenvolvimento de um trabalho que possibilite aos discente s a vivência de um processo de iniciação profissional \nem uma temática de interesse, na área do curso de Engenharia Mecânica-Aeronáutica, associando a teoria e a \nprática na sua formação. \n \n \n   \n \n   \nPeríodo Código Disciplina \n09 e 10 EMAX02 Estágio Supervisionado \nCarga Horária Total Carga Horária Teórica Carga Horária Prática \n160 -- -- \nEmenta \nDesenvolvimento de atividades de aprendizagem profission al, cultural e social proporcionadas ao estudante pela \nparticipação em situações reais, na  comunidade nacional ou internacional, junto a pessoas jurídicas. \n \n \n "}