{"1": " \n \n \nUNIVERSIDADE FEDERAL DE ITAJUBÁ \n \n \nPRÓ-REITORIA DE GRADUAÇÃO CURSO DE \nENGENHARIA CIVIL -  PROJETO PEDAGÓGICO - PPC \n \n \n \n \n \n \n \nProfa.  Valquiria Claret dos Santos - Coordenadora  \nProfa. Adinele Gomes Guimarães - Coordenadora Adjunto \nProf. Adilson da Silva Mello \nProfa Márcia Viana Lisboa Martins \nProf. Paulo Cesar Gonçalves  \nProf. Daniele Ornaghi Sant´anna \n \n \n2018 \n \n \n", "2": "2 \n \n \nReitor \nProf. Dagoberto Alves de Almeida email: reitoria@unifei.edu.br fone(035) \n36291108 \n \n \n \nVice-Reitor \nProf. Egon Luiz Müller Júnioremail: vicereitoria@unifei.edu.br  \nfone: (035) 36291105 \n \n \n \nPró-reitor de Graduação \nProf. Egon Luiz Miller Junior email:  prg@unifei.edu.br \nfone: (035) 36291126 \n \n \n \nPró-reitor de Pesquisa e Pós-graduação \nProf. Carlos Eduardo Sanches email:  prppg@unifei.edu.br Fone: (035) 36291118 \n \n \n \nPró-reitor de Extensão  \nProf. José Wanderley Marangon Lima:  marangon@unifei.edu.br fone:  \n(035) 36291259 \n \n \n \nCoordenador do Curso Engenharia Civil \nProfa. Valquíria Claret dos Santos email:  eci.itajubá @unifei.edu.br   \nfone: (035) 36291702 \n \n \n", "3": "3 \n \nI. \nINTRODUÇÃO \n \n \nEste Projeto Pedagógico apresenta uma perspectiva inicial para o Curso de \nEngenharia Civil, que foi implantado na Universidade Federal de Itajubá (UNIFEI - \nItajubá) em 2011. O Projeto Pedagógico atende às diretrizes do MEC para as \nengenharias e observa as atribuições do engenheiro civil especificadas pelo CREA. \n \nII. \nJUSTIFICATIVA  \nO engenheiro civil é um profissional que acompanha e gerencia todas as etapas de \numa obra, seja esta uma pequena reforma ou a construção de obras de grande porte. \nEste profissional tem uma ampla qualificação, podendo atuar nas mais variadas áreas.  \nO curso de engenharia civil é de extrema importância para o desenvolvimento de um \npaís e de uma determinada região. Devido ao seu abrangente mercado de trabalho e à \nquantidade de atribuições, existe ainda a necessidade de profissionais formados nesta \nárea, mesmo com muitos cursos existentes no Brasil.  \n \nO mercado de trabalho para a Engenharia Civil, como todos os outros é \noscilante, mas mesmo em tempos de economia incerta, não faltam vagas para \nengenheiros, já que sua formação possibilita a atuação em diferentes segmentos, \ninclusive com a possibilidade de empreenderem individualmente. Em um país que \npossui baixa infraestrutura e alta demanda habitacional, como o Brasil, a indústria da \nconstrução civil é potencialmente promissora.  \nA proposta do curso de Engenharia Civil da UNIFEI é oferecer disciplinas \nbásicas necessárias para a formação em Engenharia Civil, baseando-se na adoção de \nreestruturações atuais do ensino brasileiro e também com um enfoque na área de \nsustentabilidade, tendência de grandes centros mundiais. Além desta diferenciação, as \ndisciplinas do curso são conduzidas com embasamento atual de mercado de trabalho e \ntecnologias modernas. \nO curso de Engenharia Civil da UNIFEI foi proposto pelo programa REUNI \nconsiderando: o aproveitamento de laboratórios atuais; o trabalho com professores \nnovos contratados e do quadro atual; o aproveitamento de disciplinas, principalmente \ndos cursos de Engenharia Hídrica, Engenharia Ambiental, Ciências Atmosféricas, além \nde outros cursos: Engenharia Mecânica e Engenharia Elétrica. \nNa região existe apenas um curso semelhante oferecido por outra universidade \npública que é o Curso de Engenharia Civil da UNESP de Guarantinguetá. \n", "4": "4 \n \n \n2.1 Políticas institucionais no âmbito do curso \n \nA Universidade Federal de Itajubá foi criada em 2002 a partir da transformação da \nEscola Federal de Engenharia de Itajubá, uma instituição que, desde sua fundação em \n1913, caracteriza-se por suas iniciativas pioneiras, por seu papel de liderança na \ncomunidade e por seu compromisso em responder aos anseios e necessidades do \npaís. A UNIFEI tem se caracterizado, ao longo dos anos, por sua atuação destacada no \ncenário tecnológico, não só regional, mas também nacionalmente. A Universidade \nFederal de Itajubá sempre possuiu forte tradição na área de Engenharias, sendo que \neste ano de 2017 completa 104 anos, isso é refletido em laboratórios, profissionais, \nprojetos de extensão de demais infra-estruturas disponíveis.  \nOs cursos mais antigos da UNIFEI são os cursos de Engenharia Elétrica e \nEngenharia Mecânica. Nos últimos dez anos foram criados vários outros cursos, \nincluindo os de Engenharia Ambiental e de Engenharia Hídrica, em 1998, e em 2011, o \ncurso de Engenharia Civil, todos eles abrigados no Instituto de Recursos Naturais \n(IRN). Estes cursos estão fortemente relacionados. Deste modo o cenário ficou \nfavorável para a implementação do curso de Engenharia Civil, pois grande parte da \ninfraestrutura é comum aos cursos citados. \nA maioria das universidades tradicionais da área tecnológica tem em seu quadro \ncursos de Engenharia Civil e a UNIFEI segue esta tendência.  \nO Projeto Pedagógico da Unifei advém de um momento no qual a Universidade \nrevê suas funções e delineia suas possibilidades frente às mudanças científico-\ntecnológicas, sócio-políticas e econômico-culturais que caracterizam e modificam a \ndinâmica mundial, interferindo na própria realidade da Sociedade Brasileira, em \nparticular.  \n“Para além das funções de Formação e de Geração e Aplicação do Conhecimento, \na UNIFEI atua de modo a ser considerada, também uma Universidade Intelectual, que \nexercerá a reflexão crítica sobre temas relevantes da realidade interna, local, regional, \nnacional e internacional; uma Universidade Social, que tratará de questões sociais \nrelevantes, tanto da nossa comunidade interna como da sociedade que nos é mais \npróxima; Uma Universidade Cultural, que privilegiará e valorizará os talentos da \nUniversidade; uma Universidade Empreendedora, que abordará questões como o \nintraempreendedorismo e a formação de empreendedores sociais e empreendedores \nempresários, uma \nUniversidade “Agente de Desenvolvimento”, que terá a \n", "5": "5 \n \nresponsabilidade de colocar o conhecimento existente ou gerado na nossa instituição a \nserviço do desenvolvimento sócio-econômico-cultural do nosso município, região e \npaís.”  \nComo uma extensão natural desta vocação, a UNIFEI deve expandir e passar a \natuar de fato, como verdadeiro agente do desenvolvimento local e regional, \nparticipando \nde forma \nsubstantiva, \npara \no \nprocesso de \ninteriorização \ndo \ndesenvolvimento sócio-econômico-cultural, de que tanto o país precisa. Diretamente \nligada a essa vocação, a UNIFEI incluiu em seu Projeto de Desenvolvimento \nInstitucional políticas de expansão Universitária estando sujeita às políticas \nestabelecidas pelo Ministério da Educação.  \nDeste modo, alicerçado em uma estrutura forte da área das engenharias presente \nna Universidade Federal de Itajubá, com mais de 100 anos de existência, este curso de \nEngenharia Civil apresenta-se como peça relevante não só para fortalecimento da \ntradição desta Universidade, como também complementa uma lacuna desta área tão \nnecessária para o desenvolvimento regional e nacional. \n \n2.2 A questão ambiental \n \nA busca incessante pela geração e comercialização de riquezas tem levado a \nhumanidade a uma grande crise ambiental, a qual tem alarmantemente se agravado \n(Santana, 2005). Embora o desenvolvimento tecnológico tenha proporcionado avanços \nna sociedade, ao mesmo tempo tem alavancado problemas e riscos ambientais que \ncomprometem a qualidade de vida das gerações atuais e futuras. A preocupação com \na proteção do meio ambiente aumentou nos últimos trinta anos, a ponto da maioria dos \npaíses ter incluído a tutela ambiental em suas Constituições e criado legislações \nespecíficas na tentativa de alcançar um desenvolvimento sustentável para as nações. \nDiante disso, a Constituição Brasileira de 1988 se configura como uma das mais \nevoluídas na tutela ambiental e prevê em seu texto, além de outras medidas \ndirecionadas para a garantia de um equilíbrio ambiental, a realização de uma massiva \neducação ambiental em todos os níveis de ensino e a conscientização pública para a \npreservação do meio ambiente. Nesse contexto, pode-se analisar até que ponto a \neducação ambiental pode contribuir para a viabilização de um desenvolvimento \nsustentável e democrático, tendo em vista que a engenharia civil é consumidora em \ngrande escala dos recursos naturais. Através da influência dos movimentos \n", "6": "6 \n \nambientalistas organizados e do entendimento de que o meio ambiente é um bem \njurídico fundamental para a garantia da vida no planeta, o legislador constitucional \nincluiu um capítulo especial na Constituição Federal de 1988, sobre a proteção integral \ndo meio ambiente, bem como disposições sobre o tema em várias outras passagens \nconstitucionais. \nA Educação Ambiental foi incluída no sistema normativo brasileiro primeiramente \natravés da Lei 6.938/81, que versa sobre a Política Nacional do Meio Ambiente e, mais \ntarde, na Carta Magna (Artigo 225, § 1, VI), incumbindo o poder público da promoção \nda educação ambiental em todos os níveis de ensino, assim como da conscientização \nda coletividade para a participação ativa na tutela ambiental. Embora o princípio da \neducação ambiental esteja previsto no texto constitucional, desde 1988, sua \nregulamentação foi efetuada somente onze anos depois, através da Lei 9.795, de 1999, \nconhecida como “Política Nacional de Educação Ambiental”, seguida pelo Decreto \n4.281, de 2002. Nesse sentido, a educação ambiental é reconhecida pela Lei 9.795/99 \ncomo um importante, necessário e permanente processo formal e informal de \neducação, devendo estar presente em todos os níveis e modalidades educativas. \nA efetivação deste processo educativo cabe tanto ao Poder Público como aos \nmeios de comunicação de massa, às entidades educacionais, aos órgãos integrantes \ndo Sistema Nacional de Meio Ambiente (SISNAMA), às empresas, às entidades de \nclasse, às instituições públicas e privadas e à coletividade. Porém, estamos diante de \numa lei que apenas prescreve responsabilidades, obrigações, objetivos e princípios de \neducação ambiental, ignorando qualquer tipo de sanções e que tem encontrado \ninúmeras dificuldades e obstáculos para ser efetivada. \nA naturalização da idéia de exploração da natureza e dos seres humanos, com a \nfinalidade de alcançar um determinado modelo de desenvolvimento, tem contribuído \npara o aumento dos riscos ambientais. O termo desenvolvimento sustentável surge \ncomo enfrentamento dessa crise ecológica global e abrange a estratégia de um \ndesenvolvimento voltado para uma harmônica “coexistência” entre o desenvolvimento \neconômico e a preservação ambiental, o que pressupõe uma interrelação entre \nqualidade de vida, justiça social, equilíbrio do meio ambiente e desenvolvimento \neconômico. \nA Carta Magna brasileira concedeu ênfase especial ao Princípio da \nSustentabilidade, tanto no Artigo 225, o qual, ao mesmo tempo em que garante o \ndireito a um meio ambiente equilibrado para todos, impõe a co-responsabilidade da \n", "7": "7 \n \ncoletividade em defendê-lo e preservá-lo, possibilitando, constitucionalmente, uma ativa \nparticipação dos cidadãos e um trabalho conjunto com o Poder Público na tutela \nambiental. \nAlém disso, o Artigo 170, VI, da CF/88, versa sobre a defesa do meio ambiente \ncomo um pressuposto para o desenvolvimento econômico. Porém, embora a \nConstituição Federal brasileira enfatize a tutela ambiental como um direito fundamental \ndos cidadãos, o modelo atual de desenvolvimento econômico capitalista é que segue \nditando as regras para o propagado “desenvolvimento sustentável”. Sendo assim, ao \ncontrário do que muitos afirmam, a “ecologização” do capitalismo não é possível. Prova \ndisso são as grandes obras de interesse econômico, das quais são legalmente exigidas \nas licenças ambientais, e em nome do desenvolvimento, tais licenças ficam para \nsegundo plano, como sempre acontece com a construção de hidrelétricas. Isso tem se \nmostrado incompatível com as exigências ecológicas de um desenvolvimento \nsustentável. \n \n2.3  Importância da educação ambiental na engenharia civil \n \nDiante do poder do mercado e suas necessidades, a legislação vigente está \nsendo incapaz de frear, controlar e regular a destruição dos recursos naturais e a \npoluição ambiental. Faz-se necessária uma mudança geral e urgente de atitudes para \ncom o meio ambiente e, nesse contexto, a educação ambiental se apresenta como um \nimportante método, que se baseia na tomada de consciência da coletividade sobre a \nimportância da preservação ambiental para uma melhor qualidade de vida, bem como \nsobre sua co-responsabilidade na tutela do meio ambiente. \nSendo a engenharia civil responsável pelas obras de grandes impactos \nambientais, se faz necessário uma reformulação na grade curricular dos cursos de \nengenharia civil, a fim de introduzir, desde os primeiros semestres, a conscientização \nambiental nos futuros engenheiros. A educação ambiental é, sem dúvidas, um grande \ndesafio para a atual sociedade e, em especial, para os professores e educadores \nambientais, que possuem a difícil tarefa de trazer para o debate a conexão existente \nentre a destruição ambiental, o atual modelo de produção capitalista e os problemas \nsociais, bem como trabalhar a diversidade cultural, a ideologia e os diferentes \ninteresses da sociedade na esfera da proteção ambiental. \n", "8": "8 \n \nA educação ambiental encontra-se baseada no desenvolvimento de valores \nsociais, conhecimentos, habilidades, atitudes e competências voltadas para a \npreservação ambiental, com a finalidade de garantir uma qualidade de vida sadia para \nas gerações presentes e futuras, abrangendo, portanto, uma dimensão humanitária, \nholística, interdisciplinar e democrática da proteção ambiental. No processo de \neducação ambiental, as informações ambientais possuem um relevante significado, \npois possibilitam que os cidadãos possam inteirar-se sobre a situação, organizar-se e \ninfluenciar nos processos públicos de decisão, assim como exigir uma maior e mais \nqualificada tutela ambiental. \nA atuação da coletividade pode concretizar-se através da participação na criação \nde direitos, na formulação e aplicação de políticas públicas ambientais e também por \nvias judiciais. Nesse sentido, o § 1° do inciso IV da CF/88 obriga o Poder Público a \ndivulgar o conteúdo dos estudos de impacto ambiental e submetê-los a audiências \npúblicas, nas quais os cidadãos podem esclarecer dúvidas, propor alternativas e \napresentar críticas, as quais deverão ser consideradas na tomada de decisões das \nquestões em estudo. \nAlém disso, é garantida constitucionalmente a participação da coletividade em \ndecisões ambientais através de referendos e plebiscitos acerca do tema (Artigo 14, I e \nII CF/88). O grande desafio da educação ambiental rumo a um desenvolvimento \ndemocrático e sustentável é de, paralelamente à tomada de medidas efetivas que \ngarantam a conservação e proteção ambiental, promover uma educação crítica e \ninovadora nas camadas formais e informais da sociedade, através de um processo \npolítico-pedagógico, democrático e duradouro rumo à construção de uma consciência \ncrítica sobre a necessidade da proteção ambiental e a mudança dos atuais padrões de \ndesenvolvimento. \nPortanto, a educação ambiental tem um papel fundamental na tomada de \nconsciência da coresponsabilidade da coletividade na proteção ambiental e, \nconsequentemente, contribui para a democratização das decisões ambientais. (Morin, \n2001). \n \nIII. \nPERFIL DO CURSO \nCurso: Engenharia Civil; Modalidade: Presencial \nTurno de Funcionamento: Integral \nNumero total de Vagas ao ano: 40 (quarenta);  \n", "9": "9 \n \nData de Início: 2011 \nLocal da Oferta: Universidade Federal de Itajubá \nCampus Professor José Rodrigues Seabra Av. BPS, 1303, bairro Pinheirinho, \nItajubá/MG, CEP37500-903, www.unifei.edu.br \nTempo de Integralização (mínimo): 10 semestres \nTempo máximo: 18 semestres, excluído o período de trancamento \nTempo máximo permitido para trancamento de matrícula: 2 anos (semestres \nconsecutivos ou não) \nForma de Ingresso para as vagas iniciais: Sistema de Seleção Unificada (SISU) \nCarga horária Total: 4019 horas \nRegime letivo: Semestral \nNúmero de turma por ano de ingresso: 1 \nGrau conferido: Engenheiro Civil \n \nIV. \nOBJETIVOS  \nPromover, de forma ininterrupta, a formação de profissionais para atuarem na área \nde engenharia civil, conforme as diretrizes do Ministério da Educação (MEC) e em \nconsonância com a missão da Universidade Federal de Itajubá, que é a de gerar, \nsistematizar, aplicar e difundir conhecimento, ampliando e aprofundando a formação de \ncidadãos e profissionais qualificados e empreendedores, e contribuir para o \ndesenvolvimento sustentável do país, visando a melhoria da qualidade da vida. \nPara tanto, o engenheiro civil receberá uma sólida formação em matemática, física, \nmateriais, estruturas de concreto, metálicas e madeira, hidráulica, transportes e áreas \ncorrelatas. Durante sua formação, ele será estimulado a desenvolver, entre outras, as \nseguintes habilidades pessoais: iniciativa, criatividade, responsabilidade, trabalho em \nequipe (participação e cooperação), disciplina, ética e auto-aprendizado. \nO projeto pedagógico do Programa de Graduação em Engenharia Civil baseia-se na \nproposta de um curso inovador voltado para a sustentabilidade, no qual o aluno e o \nprofessor estejam intimamente engajados: a) na responsabilidade social e ambiental, \natravés do conhecimento e conscientização do estudante acerca dos impactos \npositivos e negativos do desenvolvimento econômico, de forma a pautar suas futuras \nações como engenheiro civil na sustentabilidade ambiental; b) na busca do \nconhecimento através da pesquisa, do questionamento crítico, do trabalho em grupo e \nda utilização de ferramentas como laboratórios, instrumentação, consultas à biblioteca \n", "10": "10 \n \ne aos meios eletrônicos disponíveis; c) na construção de novas propostas, projetos \ndesafiadores e avaliação crítica de resultados; d) no compartilhamento de \nconhecimento e atividades com empresas, de modo a enriquecer o espaço universitário \ncom recursos humanos e instrumentais; e) com disciplinas conscientes voltadas para a \nsustentabilidade. \nResumidamente, o Curso de Engenharia Civil pretende que seu egresso tenha \nformação generalista, humanista, crítica e reflexiva, que seja capacitado a absorver \nnovas tecnologias e estimular a sua atuação crítica, reflexiva e criativa, na identificação \ne solução de problemas, considerando seus aspectos técnicos, ambientais, \neconômicos, sociais, políticos e culturais, com visão ética em atendimento às \ndemandas da sociedade.  \n \n \nV. \nFORMA DE ACESSO E PERFIL DO INGRESSANTE \n \n5.1 Forma de acesso ao curso \n \nO curso está aberto à admissão de candidatos que tenham concluído o ensino \nmédio, ou equivalente. \nCriado em 2011, o curso de Engenharia Civil da UNIFEI, Campus Itajubá, teve desde o \ninício, como forma de primeiro acesso ao curso, o processo de seleção o Sistema de \nSeleção Unificada Sisu/MEC, o qual utiliza os resultados do Exame Nacional do Ensino \nMédio (ENEM).  As informações são dos processos eletivos são disponibilizadas no \nsite da UNIFEI.    \n \nNo caso de vagas remanescentes, por meio de edital preparado pela \nCoordenação de Processos Seletivos da UNIFEI, são publicadas as vagas a serem \npreenchidas por processos de transferência interna (entre cursos do mesmo campus),  \nde transferência facultativa (entre instituições brasileiras de ensino superior) e para \nportadores de diploma de curso superior. Para essas vagas, o processo acontece \napenas para alunos que já concluiram, pelo menos, um ano no curso de origem. O \nedital de seleção também é disponibilizado no site da UNIFEI. \n \n5.2 Apoio ao discente \n \nA UNIFEI conta com uma Diretoria de Assistência Estudantil (DAE) vinculada com a \nPró-Reitoria de Graduação (PRG). A DAE oferece o Programa de Assistência \n", "11": "11 \n \nEstudantil que identifica e seleciona alunos de graduação em situação de \nvulnerabilidade socioeconômica, visando à oferta de apoio para alimentação, moradia e \natividades acadêmicas, promovendo a permanência do estudante durante o tempo \nregular do seu curso. \nA coordenação e os professores que atuam no curso prestam apoio e suporte aos \nalunos esclarecendo dúvidas que vão aparecendo durante o decorrer do curso e \nresolvendo, quando possível, os problemas trazidos pelos alunos ou então \nencaminhando-os aos programas específicos da universidade. A coordenação orienta \nos alunos do Curso na matrícula e na organização e seleção de suas atividades \ncurriculares. A Universidade oferece bolsas de iniciação científica, iniciação tecnológica \ne monitoria que além de contribuir para a formação do aluno, em alguns casos também \nserve como apoio financeiro para a manutenção do aluno no curso. \nAlém disso, os docentes do curso incentivam os alunos a realizarem seminários, \ncomo o Seminário de Recursos Naturais (evento similar ao de uma semana acadêmica, \nporém com atuação mais regional do que local), e discussões sobre temas atuais.   \n \n5.3 Número de Vagas \n \nO programa de formação em Engenharia Civil da Universidade Federal de Itajubá \noferece 40 vagas no período integral, com ingresso anual. O regime de matrícula é \nseriado/semestral e o tempo para integralização do programa é de 5 a 9 anos. O \nnúmero de semanas e dias letivos por semestre são 16 e 100, respectivamente. \n \nVI. \nPERFIL DO EGRESSO - competências e habilidades \nO Curso de Graduação em Engenharia Civil almeja um profissional com capacidade \nde absorver e desenvolver novas tecnologias, estimulando a sua atuação crítica e \ncriativa na identificação e resolução de problemas, considerando seus aspectos \npolíticos, econômicos, sociais, ambientais e culturais, com visão ética e humanística, \nem atendimento às demandas da sociedade. Terá dequada base científica para utilizar \nrecursos da engenharia na solução de problemas de construção civil, de forma \nsustentável, com visão principal em gestão, planejamento e organização.  \nO engenheiro civil graduado pela UNIFEI é o profissional apto a atuar em todos os \naspectos referentes, possui qualificação para calcular, projetar, montar, construir, \nexecutar, fiscalizar e gerenciar serviços em diversas áreas, entre elas: estruturas de \n", "12": "12 \n \nconcreto, elementos de fundações, estradas e transportes, saneamento, hidráulica e \nmeio ambiente, tendo sempre em vista aspectos atuais da engenharia e o foco em \ntecnologias modernas e sustentáveis. O profissional poderá atuar como liberal ou em \nempresas públicas ou privadas, desenvolver pesquisas cientificas e tecnológicas. \n \nVII. \nFUNDAMENTOS DIDÁTICO-PEDAGÓGICOS E METODOLÓGICOS \n \n7.1 Metodologias de ensino \nDiversas metodologias para o processo de aprendizagem serão utilizadas ao longo \ndo curso de Engenharia Civil da UNIFEI. Dentre elas, é possível citar:  \n• \nAulas expositivas;  \n• \nAulas práticas em laboratório, com o intuito de desenvolver habilidades técnicas \nem programação de computadores, modelagem de sistemas e gerência de \nprojetos; \n• \nDesenvolvimento de trabalhos (pesquisa, projetos, etc.) individuais e em grupos \nde temas específicos; \n• \nApresentação de seminários; \n• \nPalestras; \n• \nAvaliações individuais e em grupos (de natureza teórica e ou prática); \n• \nVisitas técnicas; \n• \nRealização de estágios. \n \n \nOs métodos de ensino e aprendizagem encontram-se especificados nos planos de \nensino de cada disciplina. Esses métodos visam desenvolver e aprimorar as seguintes \nhabilidades: \n• \nCapacidade de abstração; \n• \nAnálise de problemas e proposição de soluções; \n• \nCapacidade de trabalhar em grupo; \n• \nPrática profissional; \n• \nPlanejamento; \n• \nPrática profissional; \n• \nSocialização; \n• \nCriatividade e avaliação crítica; \n• \nCapacidade de pesquisa; \n", "13": "13 \n \n• \nAuto-aprendizado \n \n7.2Conteúdos básicos e específicos regulamentares \n \nA estrutura do curso seguiu as orientações da Resolução n°11 da Câmara de \nEducação Superior do Conselho Nacional de Educação, de 11 de março de 2002, que \ninstitui as Diretrizes Curriculares Nacionais do curso de graduação em Engenharia. \nAssim o curso de graduação em Engenharia Civil deve contemplar, em seu Projeto \nPedagógico e em sua organização curricular, conteúdos básicos, profissionalizantes e \nespecíficos que caracterizam sua modalidade.  \n \nO núcleo de conteúdos básicos versará sobre tópicos gerais para a formação em \nengenharia, como por exemplo: Metodologia Científica, Informática, Matemática, Física, \ne Economia. A existência de atividades de laboratório em alguns conteúdos é \nobrigatória.  \n \nOs conteúdos do núcleo profissionalizante encontram-se dentro dos tópicos \nrelacionados no 3º parágrafo do artigo 6º da coitada resolução. E o núcleo de \nconteúdos específicos se constitui em extensãoes e aprofundamentos do núcleo de \nconteúdos profissionalizantes, destinados a caracterizar a modalidade da Engenharia \nCivil.   \n \nEvento do calendário do curso \n \n \nCom o objetivo de integrar e trabalhar sobre o tema foi criado no primeiro ano do \ncurso em 2011 o SETES – Primeiro Seminário de Engenharia e Tecnologias \nSustentáveis. Este seminário procura debater a questão da sustentabilidade e impactos \nem cidades e construções.  \n \nVIII. \nSISTEMAS DE AVALIAÇÃO DO PROJETO PEDAGÓGICO, DO DISCENTE E DO \nDOCENTE  \n \n8.1 Ações decorrentes das ações avaliativas \n \nO colegiado do Curso de Engenharia Civil sempre trabalhou delegando funções a \nseus membros e a atuação do NDE inicialmente passou a funcionar de maneira \ninformal e posteriormente de maneira formal. \n", "14": "14 \n \nDeste modo o NDE tem trabalhado na reestruturação da grade curricular de forma a \ngarantir o atendimento das novas demandas da área mantendo as especificidades do \ncurso. \nAlém disso, para garantir a fácil adaptação dos novos alunos ao ambiente \nuniversitário e reduzir a retenção e evasão, os professores do primeiro ano foram \nescolhidos em função do interesse e habilidade para receber bem o aluno e situá-lo no \ncurso, em termos de conteúdo, de forma que o aluno perceba suas falhas de formação \ne adote um ritmo de estudo adequado. \nAs possíveis falhas de formação detectadas são discutidas no Colegiado e \nencaminhadas ao NDE. Por outro lado, a fim de motivar os alunos com melhor \ndesempenho nesta fase inicial, também devem ser previstas atividades de formação \ncomplementar, como por exemplo, encaminhá-los à iniciação científica. \nPara avaliação do trabalho, deverão ser realizadas reuniões com docentes e \ndiscentes e aplicações de questionários aos alunos. Os depoimentos serão analisados \npelos colegiados dos cursos e poderão se constituir em importantes fontes de dados \npara a elaboração de novas estratégias do trabalho. \n \n8.2 Sistema de Avaliação do Projeto de Curso \n \nA avaliação do Curso de Engenharia Civil ocorrerá de duas formas: \n(1) Avaliação Externa à Universidade: \na) ENADE: Conforme calendário de avaliação nacional de cursos, os alunos \nparticiparão do Exame Nacional de Desempenho de Estudantes - ENADE. O ENADE \nintegra o Sistema Nacional de Avaliação da Educação Superior (SINAES), criado em \n2004, tem o objetivo de aferir o rendimento dos alunos dos cursos de graduação em \nrelação aos conteúdos, habilidades e competências do profissional a ser formado.   \nb) O resultado da avaliação externa será utilizado como parâmetro e metas para o \naprimoramento do curso. Os alunos matriculados no curso de Engenharia Civil no \nCampus Itajubá ainda não participaram de nenhum ciclo do ENADE. \n \n(2) Avaliação Interna à Universidade: \na) Comissão Própria de Avaliação – CPA \nA Comissão Própria de Avaliação (CPA) da UNIFEI tem como atribuição conduzir os \nprocessos de avaliação internos da instituição, sistematizar e  prestar as informações \nsolicitadas pelo Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira \n", "15": "15 \n \nINEP. Uma vez instalada, a CPA tem como um de seus objetivos articular discentes, \ndocentes, funcionários e diretores num trabalho de avaliação contínua da atividade \nacadêmica, administrativa e pedagógica da Instituição. A coordenação do curso de \nEngenharia Civil optou por fazer uso de seus mecanismos einformações por ela \ncoletadas para o acompanhamento e a avaliação do curso.  \nA proposta de avaliação da CPA visa a definir os caminhos de uma auto-\navaliação da instituição pelo exercício da avaliação participativa. As avaliações da CPA \nsão feitas tomando por princípio as dimensões já estabelecidas em legislação: 01) A \nmissão e o Plano de Desenvolvimento Institucional; 02) A política para o ensino, a \npesquisa, a pós-graduação e a extensão; 03) A responsabilidade social da instituição; \n04) A comunicação com a sociedade; 05) As políticas de pessoal; 06) Organização e \ngestão da instituição; 07) Infra-estrutura física; 08) Planejamento e avaliação; 09) \nPolíticas de atendimento aos estudantes e 10) Sustentabilidade financeira.  \nCompõe a metodologia da CPA atividades de sensibilização visando obter \ngrande número de adesões ao processo, aplicação de questionários, análise dos dados \nobtidos, elaboração de relatório e divulgação.  \nO ciclo de avaliações é anual e realizado por meio de questionário eletrônico, \ndisponibilizado no site da Universidade, e pelo processamento das informações obtidas \npelos membros da CPA. \nNo processo de auto-avaliação institucional são abordadas questões referentes \nà: aspectos da coordenação de curso (disponibilidade do coordenador, seu \nreconhecimento na instituição, seu relacionamento com o corpo docente e discente \nbem como sua competência na resolução de problemas); projeto pedagógico do curso \n(seu desenvolvimento, formação integral do aluno, excelência da formação profissional, \natendimento à demanda do mercado, metodologias e recursos utilizados, atividades \npráticas, consonância do curso com as expectativas do aluno); disciplinas do curso e \nos respectivos docentes (apresentação do plano de ensino, desenvolvimento do \nconteúdo, promoção de ambiente adequado à aprendizagem, mecanismos de \navaliação, relacionamento professor-aluno etc.). \nO relatório final do período avaliado é disponibilizado a todos os segmentos \n(docentes, servidores técnico-administrativos, discentes, ex-discentes e comunidade \nexterna) e também encaminhado para o INEP/MEC. As avaliações de itens específicos \nrelacionados ao curso são encaminhadas, pela CPA, ao coordenador do curso. Cabe \n", "16": "16 \n \nao Colegiado analisar os resultados da avaliação e estabelecer diretrizes, ou consolidá-\nlas, conforme o resultado da avaliação.   \nb) Indicadores dos cursos \nA Norma para os Programas de Formação em Graduação da UNIFEI estabelece os \nindicadores dos cursos. Uma série de informações, expressas em fórmulas \nmatemáticas visa subsidiar a tomada de decisão por diferentes órgãos da \nUniversidade. Essas informações consolidadas estão em fase de construção. \nPosteriormente serão objeto de análise e decisão do Colegiado de curso. Os \nIndicadores definem: a) Número de Alunos Ideal por curso; b) Número de Alunos \nAdmitidos por curso; c) Sucesso na Admissão; d) Sucesso na Formação; e) Evasão; f) \nTaxa de Evasão; g) Retenção; h) Taxa de Retenção; i) Vagas Ociosas e j) Taxa de \nVagas Ociosas \n \nConforme a Norma para os Programas de Formação em Graduação da UNIFEI, o \ncurso de Engenharia Civil tem quatro tipos de componentes curriculares: \n1. Disciplinas, \n2. Trabalho conclusão de curso, \n3. Estágio supervisionado, \n4. Atividades complementares.  \nA verificação do rendimento escolar desses componentes está estabelecida na \nNorma de Graduação. O sistema de avaliação do processo de ensino e aprendizagem \ndos alunos do curso de Engenharia Civil está disciplinado por essa mesma norma.  \nA verificação do rendimento escolar será feita por componente curricular, \nabrangendo os aspectos de frequência e aproveitamento, ambos eliminatórios. \nA verificação do rendimento escolar será de responsabilidade dos docentes. \nEntende-se por frequência o comparecimento às atividades didáticas de cada \ncomponente curricular.Será considerado aprovado em frequência o aluno que obtiver \npelo menos 75% de assiduidade nas atividades teóricas e pelo menos 75% nas \natividades práticas previstas.  \nNos componentes curriculares é obrigatória a proposição de atividades de \navaliação. A forma, a quantidade e o valor relativo das atividades de avaliação \nconstarão obrigatoriamente dos planos de ensino. Para cada atividade de avaliação \nserá atribuída uma nota de 0 a 10, variando até a primeira casa decimal, após o \n", "17": "17 \n \narredondamento da segunda casa decimal. A forma, a quantidade e o valor relativo das \natividades de avaliação constarão obrigatoriamente dos planos de ensino. \nO período letivo está dividido em duas unidades (nota 1 e nota 2). Poderão haver \ndisciplinas com uma única unidade. Para aprovação nos componentes curriculares, o \ndiscente deverá obter média parcial igual ou superior a 6,0 (seis) além da frequência \nmínima. Para discente aprovado, o rendimento acadêmico final (média final) será igual \na média parcial.O discente que não atingir os critérios de aprovação tem direito à \nrealização de uma avaliação substitutiva se possuir a frequência mínima.O discente \nque não atingir os critérios de aprovação e que não puder realizar avaliação substitutiva \né considerado reprovado, com rendimento acadêmico final (média final) igual à média \nparcial. \nPara o discente que realiza avaliação substitutiva, o rendimento \nacadêmico obtido nessa avaliação substituirá o menor rendimento acadêmico obtido \nnas unidades, para efeito de cálculo do rendimento acadêmico final pela média \naritmética dos rendimentos escolares obtidos na avaliação substitutiva e nas unidades \ncujos rendimentos não foram substituídos. \nO \ndiscente \nque \nnão \nconseguiu \naprovação com o rendimento acadêmico final sendo composto com o rendimento \nacadêmico da avaliação substitutiva e possui a média parcial igual ou superior a 4,0 \n(quatro) e obtém um rendimento acadêmico igual ou superior a 6,0 (seis) na avaliação \nsubstitutiva é considerado aprovado com rendimento acadêmico final (média final) igual \na 6,0 (seis).Não há mecanismo de reposição ou de substituição da nota para o discente \nque não comparece à avaliação substitutiva \n \n8.3 TICs no processo ensino-aprendizagem \n \nNas aulas teóricas e práticas, o professor terá liberdade na escolha das tecnologias \nque deseja utilizar. A instituição dispõem de quadros brancos e projetores multimídia \nem todas as salas de aula, além de uma infraestrutura completa para ensino à \ndistância, permitindo que o professor disponibilize material extra, faça controle de \nexercícios e trabalhos via internet. \nPara os alunos, a instituição disponibiliza, além da biblioteca física, uma biblioteca \nvirtual com uma grande variedade de títulos atualizados.  \nAlém disso, a Universidade Federal de Itajubá possui o NEAD - Núcleo de \nEducação a Distância considerado como referência no Brasil que regularmente fornece \ncursos e treinamentos para docentes de plataformas de educação a distância, além de \nteorias e demais aprendizagens inerentes. \n", "18": "18 \n \n \n8.4 Fundamentos didático-pedagógicos/ metodologias diferenciadas \n \n \nIX. \nPERFIL DO DOCENTE \n9.1 Relação dos Professores vinculados ao Curso de Engenharia Civil e \nrespectiva titulação: \n- Adilson da Silva Mello - DOUTORADO  \n- Adinele Gomes Guimarães - DOUTORADO  \n-Alexandre Augusto Moreira Santos- DOUTORADO  \n-Alexandre Augusto Barbosa - DOUTORADO  \n-Ana Lúcia Fernandes de Lima e Silva - PÓS-DOUTORADO \n-Ana Paula Silva Figueiredo - MESTRADO \n-Ana Paula Moni Silva - DOUTORADO  \n-Arthur Benedicto Ottoni - DOUTORADO  \n-Benedito Cláudio da Silva – DOUTORADO \n-Cibele Moreira Monteiro Rosa - MESTRADO \n-Credson de Salles- DOUTORADO  \n-Daniela Rocha Teixeira Riondet Costa- DOUTORADO  \n-Daniele Ornagui Santana - DOUTORADO  \n-Denis de Carvalho Braga - DOUTORADO  \n-Eduardo Henrique Silva Bittencourt - DOUTORADO  \n-Estefânia Fernandes dos Santos - MESTRADO \n-Fernando das Graças Braga da Silva - PÓS-DOUTORADO \n-Fernando Pereira Micena - DOUTORADO \n-Filiberto Gonzalez Garcia - DOUTORADO \n-Francisco Antonio Dupas - PÓS-DOUTORADO  \n-Geraldo Lúcio Tiago Filho - DOUTORADO \n-Gleicilene Siqueira de Mello - MESTRADO \n-Gustavo Paiva Lopes- DOUTORADO \n-Herlane Costa Calheiros - DOUTORADO \n-Josiane Palma Lima - DOUTORADO \n-Juan Valentin Mendoza Mogollon - DOUTORADO \n-Lauren Ferreira Colvara - DOUTORADO \n-Leonardo Kyo Kabayama - DOUTORADO \n", "19": "19 \n \n-Luiz Felipe Silva - DOUTORADO \n-Maicon Sonego - DOUTORADO \n-Márcia Viana Lisboa Martins - DOUTORADO \n-Maria Rachel Russo Seydell - PÓS-DOUTORADO  \n-Maria luiza grillo Reno - DOUTORADO \n-Maria Elena Leyva Gonzalez - DOUTORADO \n-Michelle Simoes Reboita - DOUTORADO \n-Nancy Carolina Chachapoyas Siesquen - DOUTORADO \n-Nívea Adriana Dias Pons - DOUTORADO \n-Oscar Cavichia de Moraes - DOUTORADO \n-Oswaldo Honorato de Souza Junior - - DOUTORADO \n-Paulo Cesar Gonçalves - DOUTORADO \n-Paulo Pereira Junior - DOUTORADO \n-Paulo Sizuo Waki - DOUTORADO \n-Rafael de Carvalho Miranda – DOUTORADO \n-Maria Rachel de Araujo Russo - POS DOUTORADO \n-Regina Mambeli Barros - DOUTORADO \n-Renato da Silva Lima – POS DOUTORADO \n-Rodrigo Silva Lima - DOUTORADO \n-Roberto Affonso da Costa Junior - DOUTORADO \n-Roberto Alves de Almeida - DOUTORADO \n-Rubenildo Vieira Andrade - DOUTORADO \n-Sebastiao Simoes da Cunha Junior - DOUTORADO \n-Valquiria Claret dos Santos - DOUTORADO \n-Vladimir Rafael Melian Cobas - DOUTORADO \n \n9.2 Percentual de Doutores \nDos 52 docentes vinculados ao curso 48 são Doutores ou Pós-Doutores (92,30%). \n \n9.3 Regime de Trabalho do Corpo Docente do Curso \nTodos os docentes do curso são de dedicação exclusiva e regimento estatutário – \nRegime jurídico único (40 horas - integral). \n \nX. \nCOLEGIADO DE CURSO \n", "20": "20 \n \nO funcionamento do colegiado do curso de Engenharia Civil obedece ao que está \nestabelecido no Regimento Geral da UNIFEI. Conforme artigo 110 do regimento geral \ncompete ao colegiado de curso:  \nI. eleger o Coordenador de Curso; \nII. estabelecer diretrizes e aprovar o projeto pedagógico do curso para homologação \npela Pró-Reitoria de Graduação; \nIII. estabelecer diretrizes e aprovar um sistema de acompanhamento e avaliação do \ncurso; \nIV. aprovar os planos de ensino das disciplinas; \nV. propor normas relativas ao funcionamento do curso; \nVI. estabelecer mecanismos de orientação acadêmica aos estudantes do curso; \nVII. criar comissões para assuntos específicos; \nVIII. aprovar os nomes de membros de Comissões Examinadoras de Trabalhos de \nFinalização de Curso e de outras formas de atividade; \nIX. analisar e emitir parecer sobre convalidação de estudos e adaptações; \nX. julgar, em grau de recurso, as decisões do Coordenador do Curso; \nXI. decidir ou opinar sobre outras matérias pertinentes ao curso.  \nO curso de Engenharia Civil é gerenciado por um Colegiado composto por sete \nmembros, sendo seis docentes e um discente. De acordo com o Regimento Geral da \nUNIFEI, o mandato dos membros docentes do colegiado será de dois anos e do \nmembro discente de um ano, permitidas as reconduções.  \n \n10.1 Atuação do Coordenador \nA atuação do coordenador do curso obedece ao que está estabelecido no Regimento \nGeral da UNIFEI. Conforme artigo 111 compete ao coordenador do curso: \nI. convocar e presidir as reuniões do Colegiado de Curso, com direito, somente, ao voto \nde qualidade; \nII. representar o Colegiado de Curso;  \nIII. elaborar o projeto pedagógico do curso e submetê-lo ao Colegiado de Curso; \nIV. providenciar os planos de ensino de todas as disciplinas do Curso;  \nV. supervisionar o funcionamento do curso; \nVI. zelar pela qualidade do ensino do curso;  \n", "21": "21 \n \nVII. encaminhar para apreciação do Colegiado proposta de alterações no regulamento \ndo curso, propostas de convênios e projetos e propostas de criação, alteração ou \nextinção de disciplinas do curso;  \nVIII. tomar medidas necessárias para a divulgação do curso; \nIX. verificar o cumprimento do conteúdo programático e da carga horária das disciplinas \ndo curso; \nX. participar da elaboração do calendário escolar do curso;  \nXI. propor os horários de aulas de cada período letivo e encaminhá-lo para apreciação \nda Câmara de Graduação;  \nXII. comunicar aos órgãos competentes qualquer irregularidade no funcionamento do \ncurso e solicitar as correções necessárias; \nXIII. atuar junto aos Diretores de Unidades Acadêmicas na definição de nomes \ndocentes que atuarão no curso;  \nXIV. suscitar a apresentação de temas e coordenar as atividades relacionadas a \ntrabalhos de conclusão de curso;  \nXV. coordenar o programa de estágio de formação profissional; \nXVI. promover reuniões de planejamento do curso;  \nXVII. orientar os alunos do Curso na matrícula e na organização e seleção de sua \natividades curriculares;  \nXVIII. solicitar aos professores a divulgação dos resultados de todas as avaliações e \nfrequência nas disciplinas, conforme o calendário escolar;  \nXIX. submeter ao Colegiado de Curso os nomes de membros de Comissões \nExaminadoras de trabalhos de conclusão de curso e de outras formas atividades;  \nXX. designar relator ou comissão para estudo de matéria a ser submetida Colegiado;  \nXXI. decidir sobre assuntos da rotina administrativa do curso; \nXXII. exercer outras atribuições inerentes ao cargo. \nParágrafo único - O Coordenador de Curso poderá delegar algumas de suas \ncompetências. \nAinda conforme o Regimento Geral da UNIFEI:  \n- O Coordenador de curso é sempre um docente, que é eleito pelo colegiado do curso \npara ocupar o cargo (art. 110);  \n- Para ser Coordenador, o docente deve ter mais de 2 anos no exercício do magistério \nna UNIFEI (art. 88);  \n- Cada curso tem um coordenador (art 92);  \n", "22": "22 \n \n- A presidência do Colegiado de Curso cabe ao Coordenador (art109). \nNa fase de consolidação, a atuação do coordenador do curso foi intensa em atividades \ntanto na organização do projeto pedagógico do curso, quanto na tomada de decisões \nreferentes à formação do quadro de docentes, arranjo do espaço físico e infraestrutura \npara atendimento às demandas do curso.  \n \n10.2 Experiência profissional, de magistério superior e de gestão acadêmica, do \nCoordenador de Curso \nA atual coordenadora esta no seu 2º mandado, ou seja, iniciando o 3º ano de \ncoordenação. Também possui 11 anos de experiência em magistério superior, 3 anos \nde experiência como coordenadora do curso de Engenharia Civil em outra instituição e \nChefe do Laboratório de Materiais de Construção Civil da Universidade Federal de \nItajubá desde 2011. \n \n10.3 Regime de Trabalho do Coordenador de Curso \nO coordenador pertence ao quadro de docentes do curso de Engenharia Civil com \nregime de dedicação exclusiva. \n \n10.4 Atuação do Núcleo Docente Estruturante \nO Núcleo Docente Estruturante (NDE) é constituído por docentes do curso, que \nexercem liderança acadêmica no âmbito do mesmo, percebida na produção de \nconhecimento na área, no desenvolvimento do ensino e que atuam no desenvolvimento \ndo curso. O NDE ECI é constituído por oito professores pertencentes ao corpo docente \ndo curso, garantindo-se a representatividade das áreas do conhecimento da \nEngenharia Civil, tais como: Construção, Estruturas, Geotecnia, Saneamento, \nHidráulica e Transporte.  \nO mandato dos membros é de três anos, de acordo com o Regimento Geral da \nUNIFEI. O coordenador do curso sempre será membro do NDE e seu presidente será \neleito dentre seus pares.Todos os membros do NDE são doutores e professores do \nmagistério superior com dedicação exclusiva e em regime de trabalho de 40 horas. \nSegundo Regimento Geral da UNIFEI, artigo 165, são atribuições do NDE: \nI. \nElaborar, acompanhar a execução e atualizar periodicamente o PPC e/ou  \nestrutura curricular e disponibilizá-lo ao Colegiado do Curso para deliberação; \nII. \nContribuir para a consolidação do perfil profissional do egresso do curso; \n", "23": "23 \n \nIII. \nZelar pela integração curricular interdisciplinar entre as diferentes \natividades de ensino constantes no PPC; \nIV. \nIndicar formas de incentivo ao desenvolvimento de linhas de pesquisa e \nextensão, oriundas de necessidades da graduação, de exigências do mercado de \ntrabalho e afinadas com as políticas públicas relativas à área de conhecimento do \ncurso; \nV. \nZelar pelo cumprimento das diretrizes curriculares nacionais para o curso \nde graduação e normas internas da UNIFEI; \nVI. \nPropor ações a partir dos resultados obtidos nos processos de avaliação \ninternos e externos. \nO NDE se reune e atua no processo de concepção, concretização e contínua \natualização do projeto pedagógico do curso de forma a contribuir para a consolidação \ndo perfil profissional do egresso e continua atuando efetivamente no curso. \n \nXI. \nINFRAESTRUTURA \n \n11.1Gabinetes de trabalho para professores  \nTodos os professores estão alocados em gabinetes nas dependências da \nUNIFEI, estes equipados com microcomputadores com acesso à internet. A maioria \ndos gabinetes são individuais. \n \n \n11.2 Espaço de Trabalho para coordenação do curso e serviços acadêmicos \nO Coordenador do curso utiliza o seu gabinete localizado no Instituto de \nRecursos Naturais (IRN) na UNIFEI para exercer o trabalho de coordenação. \nAs reuniões do colegiado do curso e do NDE são realizadas na Sala de \nReuniões do Instituto de Recursos Naturais IRN - UNIFEI. Para eventuais reuniões com \nos alunos do curso é utilizado o Auditório do IRN. \nA Pró-Reitoria de Graduação (PRG), o Diretório de Registro Acadêmico (DRA) e \no Departamento de Suporte à Informática (DSI) da UNIFEI possuem um espaço de \ntrabalho próprio nas dependências da UNIFEI para a realização dos serviços \nacadêmicos.  \nO controle da vida acadêmica do aluno é feito por um sistema computacional \nmonitorado e aperfeiçoado pela equipe do DSI da UNIFEI. O sistema funciona em rede \n", "24": "24 \n \ne tem acesso diferenciado para: coordenador, aluno, professor, e servidores técnico-\nadministrativos que ocupam cargos/funções específicas para gerenciarem o sistema.  \nNo Departamento de Registro Acadêmico da UNIFEI dão entrada e são \narquivados os documentos indispensáveis ao controle da vida acadêmica do aluno. \nEsses documentos pertencem ao arquivo permanente da Universidade. \nAs disciplinas práticas do curso são realizadas nos laboratórios didáticos. A \nBiblioteca Mauá (BIM) da UNIFEI do Campus de Itajubá oferece os serviços de \npesquisa On-line via Internet e de acesso à RNP/INTERNET. A Biblioteca tem espaço \nde computadores com acesso à internet disponível aos alunos e área de acesso wi-fi \ncom mesas e tomadas. Além disso, os alunos do curso têm acesso a pontos de \nconsulta do Portal Acadêmico no Campus da UNIFEI. Em alguns laboratórios \nespecíficos as aulas são feitas todas em computadores. Atualmente todo o campus é \ncoberto com conexão wi-fi. \n \n11.3 Salas de Aula \nAs salas de aula da UNIFEI são administradas pela Prefeitura do Campus, em \nrelação à infraestrutura e limpeza. \nA cada semestre letivo, a Pró-Reitoria de Graduação aloca as salas de aula para \ntodas as disciplinas ofertadas para o curso. \nEm todas as salas de aula estão disponíveis equipamentos multimídia ou \nestrutura para este dispositivo móvel e quadro branco. \n \n11.4 Acesso dos alunos aos equipamentos de informática \nAs disciplinas práticas do curso que requerem equipamentos de informática são \nrealizadas nos laboratórios didáticos específicos. A Biblioteca Mauá (BIM) da UNIFEI \ndo Campus de Itajubá oferece os serviços de pesquisa On-line via Internet e de acesso \nà RNP/INTERNET. A Biblioteca tem espaço de computadores com acesso à internet \ndisponível aos alunos e área de acesso wi-fi com mesas e tomadas. Além disso, os \nalunos do curso têm acesso a pontos de consulta do Portal Acadêmico no Campus da \nUNIFEI. Em alguns laboratórios específicos as aulas são feitas todas em \ncomputadores. Atualmente todo o campus é coberto com conexão wi-fi. \n \n11.5 Biblioteca \nA Biblioteca da UNIFEI  \n", "25": "25 \n \nOs alunos têm acesso a principal plataforma digital de livros do segmento \nuniversitário no Brasil (Biblioteca Virtual Universitária), reconhecida pelo MEC como \nacervo que contempla parte da bibliografia básica e/ou complementar.   \nPela instituição também é possível acessar um sistema de gestão de normas e \ndocumentos regulatórios (Target GEDWeb), no qual podem ser visualizadas todas as \nnormas da Associação Brasileira de Normas Técnicas – ABNT e outras internacionais.  \nAtravés do site da Biblioteca da UNIFEI é possível acessar o Portal de \nPeriódicos da Capes, no qual se encontram praticamente os melhores sites do mundo \npara pesquisa na área de Engenharia Civil. \nAlém disso, os alunos podem consultar muitos sites gratuitos como, por \nexemplo: \nhttp://www.dominiopublico.gov.br/, \nhttp://www.scielo.org, \nhttp://www.parnanet.com.br entre outros. \n \n11.6 Laboratórios didáticos  \nOs laboratórios utilizados no curso de Engenharia Civil dispõem de estações de \ntrabalho para a realização das aulas práticas do curso incluindo atividades de pesquisa \ne monitoria. Todos os laboratórios possuem técnicos responsáveis pela instalação e \nmanutenção dos equipamentos e softwares. \n \nLaboratório de Estruturas Hidráulicas (Hidráulica) \nNo Laboratório de Estruturas Hidráulicas são desenvolvidas as seguintes atividades \npráticas de instrumentação e processamento de dados: \n• Ensaios - Calibração de sensores hidrométricos \n• Ensaios de Calibração de Sensores de Vazão \n• Calibração de Sensores de pressão \n• Instalação e operação de sensores ultrassônicos de vazão \n• Medidas de pressão com sensores eletrônicos \n• Medidas de vazão com sensores eletrônicos \n• Medidas de nível com sensores eletrônicos \n• Ensaios de aquisição de dados por meios eletrônicos \n• Ensaios de configuração de softwares de aquisição de  dados \n• Atividades em Teletransporte de dados \n• Ensaios em uma plataforma de coleta de dados. \n \n", "26": "26 \n \nLaboratório de Etiquetagem de Bombas \nO laboratório de Etiquetagem de Bombas está apto a realizar os seguintes ensaios: \n• Ensaios de eficiência de bombas centrífugas até 50kW \n• Calibração de medidores de vazão até 12” \n• Calibração de transdutores de pressão e manômetros até 200mca \n• Ensaios de cavitação até 50kW \n• Ensaios de eficiência em campo até 5000kW \n• Ensaio de válvulas até 12” \n \nLaboratório de Geoprocessamento \nO Laboratório de Geoprocessamento está apto a desenvolver as seguintes atividades \npráticas de coleta de dados geográficos e atividades práticas (atividades de campo): \n  • Procedimentos expeditos e de precisão, orientação e medição de distância.   \n  • Levantamento topográfico de área com teodolito ótico.  \n  • Nivelamento de área com o uso de nível ótico para topografia.    \n  • Levantamento topográfico com Estação Total 1.  \n  • Sistemas de orientação: GPS de navegação (altitudes e distâncias) \n  • Levantamento topográfico com DGPS \nComo também, atividades de informática: \n  • Aerofogarametria, Cartografia \n  • Sensoriamento remoto \n  • Digitalização de cartas topográficas, modelo digital de terreno \n  • Determinação de áreas e volumes \n  • Geoprocessamento espacial de dados \n \nLaboratório de Hídrica Computacional \nO laboratório destina-se ao ensino relacionado a recursos hídricos que necessitem de \nutilização de softwares.  \nA aprendizagem com o auxilio de ferramentas computacionais é um direfencial de \ngrande importância em cursos de engenharia.  \nPode-se destacar algumas áreas de atuação de destaque do laboratório. \n• Softwares de Hidráulica (escoamento em dutos sob pressão e canais); \n• Softwares de Hidrologia; \n• Softwares de Hidrometria; \n", "27": "27 \n \n• Softwares aplicados a saneamento; \n• Softwares relacionados processos erosivos e qualidade da água; \n• Softwares aplicados a energia; \n \nLaboratório de Hidrogeologia \nNo laboratório de Hidrogeologia são realizadas principalmente as atividades práticas da \ndisciplina de Geologia e está apto também a desenvolver as seguintes atividades de \ncampo: \n• Medição de condutividade elétrica \n• Medição de temperatura \n• Medição de profundidade da água subterrânea  - Uso do data-logger \n• Amostragem de água subterrânea - uso de amostradores de baixas vazões \n• Perfuração de poços de sondagem \n• Uso de trados para levantamento de dados hidrogeológicos \n \nLaboratório de Informações Hidrícas \nEste laboratório está apto a realizar monitoramento de informações de parametros \nhidrícos relacionados ao controle urbano de enchentes, destacando-se os níveis da \nágua nos rios de Itajubá em tempo real. \n \n \nLaboratório de Pequenas Centrais Hidrelétricas  \nNo Laboratório de Pequenas Centrais Hidrelétricas os seguintes ensaios podem ser \nrealizados: \n• Comissionamento de grupos Geradores \n• Ensaio de Campo Básico de Funcionamento \n• Mediadas de vazão em condutos utilizando o Venturi \n• Medidas de vazão em condutos livre>: por molinete e por vertedor \n• Ressalto Hidráulico. \n• Vazão em soleira Greageer \n• Ensaio de grupos Geradores com rotação variável. \n• Operação de paralelismo e de rejeição de cargas em  centrais hidrelétricas. \nA Bancada de demonstração de Central de Desvio, permite os seguintes ensaios: \n• Transitórios hidráulicos \n", "28": "28 \n \n• Medidas de vazão por verterdor e ultra -som \n• Perda de carga \n• Aquisição de dados. \nA Bancada de visualização de Escoamento em Medidas de Vazão, permite ensaios de: \n• Perda de cargas \n• Determinação do fator de atrito  em escoamentos hidraulicamente rugosos \n• Calibração de medidores de vazão \n• Visualização da cavitação \n• Características de válvulas \nA Bancada para estudos de transitórios hidráulicos, permite ensaios de: \n• Transitórios hidráulicos. \n• Aquisição de dados \nA Bancada demonstrativa com micro-turbina Michell-Banki, permite ensaios de: \n• Medidas de vazão, \n• Medidas de pressão \n• Cálculo de rendimento do grupo gerador \n• Controle de carga \nBancada demonstrativa de carneiro hidráulico, permite: \n• Demonstrar tecnologia apropriada para bombeamento de pequenas quantidades de \nágua \n• Demonstrar princípios de transitórios hidráulicos \n• Ensaio de  rendimento do carneiro hidráulico \nExposição de componentes e partes de hidromecânicos, permite:  \n• A visualização das diferentes partes e componentes hidromecânicos; \n• Dos efeitos da cavitação na superfície do material, \n• Demonstração da diferença entre potência e energia. \nBancada demonstrativa da bomba-funcionando-como turbina – BFTE, permite:  \n• Demonstrar a viabilidade de se usar bombas hidráulicas funcionado ao reverso, com \nturbina, para geração de pequenas potência \n \nLACONFIQ – Laboratório de Análise e Controle Físico-Químico  \nLaboratório de análise físico químico da água está apto a desenvolver as seguintes \natividades: \nDeterminações de: \n", "29": "29 \n \n• Solos totais, sedimentáveis, solúveis \n• Temperatura, cor e turbidez - Preparo de soluções e padronização \n• Titulação potenciométrica \n• Acidez \n• Alcalinidade \n• Dureza \n• DQO \n• Oxigênio dissolvido        \n• DBO \n• Espectroscopia UV/vis  \n• Lei de Beer \n• Óleos e graxas \n• Nitrogênio orgânico \n• Cromatografia gasosa \nEste laboratório realiza pesquisas de cromo e reagentes químicos de alunos bolsistas. \n \nLaboratório de Saneamento \nO Laboratório de Saneamento está apto a executar as seguintes experiências: \n• Ensaios em jar-test \n• Determinação de pH ótimo e dosagem ótima de coagulante \n• Determinação do gradiente de velocidade para as diversas unidades de tratamento de \nágua \n• Ensaios de flotação \n• Ensaios de adsorção em carvão ativado \n• Ensaios em reatores de bancada para determinação de parâmetros de projeto, \ncontrole operacional e monitoramento de processos  de tratamento de águas e \nefluentes visando remoção de matéria orgânica, nutrientes e desinfecção \n• Sistema anaeróbio  \n• Sistema de lodos ativados  \n• Sistema de filtros (pré-filtro e filtro lento)  \n• Sistema de desinfecção com agentes químicos como peróxido de hidrogênio \n \nEstação Meteorológica \n", "30": "30 \n \nTrata-se de uma estação meteorológica instala e em operação no Campus da UNIFEI, \ncomposta por uma Plataforma de Coleta de Dados (PCD), telemetrizada, dispondo de \nsensores capazes de medir: precipitação da chuva, radiação solar, temperatura e \numidade do ar, e velocidade do vento. Esta estação faz parte do SIMGE - Sistema de \nMeteorologia e Recursos Hídricos de Minas Gerais, que em convênio com o INPE a \ndestinou para a Unifei. O acesso aos dados da estação é feito pelo link: \nhttp://www.cmcd.inpe.br/dados_pcds/ITAJUBA.HTM \nPermite aos alunos conhecerem e se acostumarem com os diferentes instrumentos \nmeteorológicas e a compreender os princípios da telemetria e meteorologia. \nO laboratório está apto a: \nLeitura Correta dos Termômetros \nPreparação e Leitura dos Termômetros de máxima e mínima da temperatura do ar \nDeterminação da umidade relativa \n• Calibração e Manuseio de Termohidrográfo \n• Obtenção de dados em uma estação  meteorológica \n• Uso de estação meteorológica para obtenção de dados  de temperaturas; velocidades \ndo vento; insolação; pluvioemetria; evaporação \n \nLaboratório Movél \nTrata-se de uma unidade móvel com equipamentos portáteis de avaliação e ensaios \nem conjuntos moto-bombas in-situ, que permite avaliar e identificar potenciais de \neconomia de energia na indústria, nas companhias de saneamento básico, no meio \nrural e em prédios no que se refere às instalações de bombeamento, acionadas por \nmotores elétricos, fornecendo subsídios para análises mais acuradas de viabilidade de \nsubstituição ou de modernização das tecnologias empregadas nestes sistemas, \nvisando conservar energia. É um laboratório móvel dotado de instrumentação portátil \npara medidas hidráulicas e elétricas, com incertezas nas medidas menores possíveis, \nmas compatíveis com esse tipo de ensaio. \n \nLaboratório de Geotecnia \nO Laboratório de Geotecnia,é utilizado principalmente nas disciplinas de mecânicas \ndos Solos, estando apto a executar os seguintes ensaios: \n• Granulometria Conjunta (peneiramento e sedimentação) \n• Limites de Consistência (liquidez, plasticidade e contração) \n", "31": "31 \n \n• Peso específico dos grãos \n•  Peso específico natural ou aparente \n•  Índice de vazios máximo e mínimo  \n• Compactação (Normal, Intermediário e Modificado) \n• CBR \n• Permeabilidade (carga constante e carga variável) \n• Adensamento \n• Compressão simples \n• Cisalhamento Direto• Triaxial \n \nLaboratório de Pavimentação \nO Laboratório de Pavimentação está apto a executar as seguintes experiências: \n• Ensaio de agregados e aglomerantes utilizados em pavimentação  \n• Viscosidade do asfalto \n• Ductibilidade \n• Recuperação elástica \n \nLaboratório de Estruturas \nO Laboratório de Estruturas está apto a executar as seguintes experiências: \n• Compressão de concreto; \n• Flexão de concreto; \n• Ensaios de aço; \n• Ensaios em madeira e materiais cerâmicos de carga; \n• Ensaios não destrutivos; \n \nLaboratório de Materiais de Construção \nO Laboratório de Materiais de Construção está apto a executar os seguintes ensaios: \n• Traço de concreto \n• granulometria \n• Superfície específica \n• Finura do cimento \n• Inicio e fim de pega \n• massa específica de agregado graúdo e miúdo \n \n", "32": "32 \n \nLaboratório de Tecnologias Sustentáveis  \nO Laboratório de Tecnologias Sustentáveis está apto a executar as seguintes \nexperiências: \n• Eficiência hídrica em edificações \n• Eficiência em sistema hidrosanitários de efificações \n• Eficiência energética em resistências \n• Modelo de edificação com tecnologias sustentáveis \n \nLaboratório de Eletricidade \nO Laboratório de Eletricidade possibilita a realização de diversas experiências como \nmedidas de tensão; corrente e resistência de circuitos elétricos; medidas de potência: \nmonofásica; trifásica (métodos dos três wattímetros e conexão Aron); medidas de \nresistência de enrolamentos, utilizando método da queda de tensão; método da ponte; \nmedida direta com ohmímetro; implementação de circuito de comando e proteção para \nacionamento de um motor de indução trifásico utilizando diferentes métodos de partida, \ntal laboratório é utilizado para a disciplina de instalações elétricas e eletricidade. \n \nXII. \nORGANIZAÇÃO CURRICULAR \nA estrutura curricular do curso é composta por disciplinas obrigatórias e optativas, \nalém de atividades complementares, estágio supervisionado e um trabalho final de \ngraduação. A seguir, o resumo dos componentes curriculares, juntamente com a \nrespectiva carga horária. \n• \nDisciplinas obrigatórias: 3792 h/a –3476 h \n• \nDisciplinas optativas: 96 h/a – 88 h \n• \nTrabalho Final de Graduação: 128 h/a – 117 h \n• \nEstágio supervisionado: 174 h/a – 160 h \n• \nAtividades complementares: 104 h/a – 95 h \n• \nTOTAL: 4294 h/a – 3936 h \n \nA carga horária encontra-se distribuída ao alongo de 10 semestres, sendo que \nas disciplinas obrigatórias concentram-se nos nove primeiros. No décimo semestre, a \ncarga horária está associada às demais atividades, Trabalho Final de Graduação, \nEstágio Supervisionado e Atividades Complementares. \n", "33": "33 \n \nAlém das disciplinas obrigatórias, o aluno deve cursar um mínimo de 96 \nhoras/aula em disciplinas optativas. As disciplinas optativas podem ser cursadas a \npartir do primeiro semestre, em qualquer ordem, desde que os pré-requisitos sejam \nrespeitados. Não há semestre fixo para cursar qualquer disciplina optativa. As \natividades complementares podem ser cursadas a partir do primeiro semestre e \nobjetivam valorizar atividades fora da estrutura curricular do curso. \n \nXIII. \nESTRUTURA CURRICULAR, EMENTÁRIO E BIBLIOGRAFIA \n \nA estrutura curricular do curso de Engenharia Civil, dividida por período, está \napresentada nas tabelas a seguir: \n \n1º PERÍODO \nCódigo \nReg. \nCarga Horária \nSemanal \nCH \n(h) \nDisciplina \nTeórica \n(h/a) \nPrática \n(h/a) \nSOC003 \n1 \n2.0 \n0.0 \n32 \nCiência, Tecnologia e Sociedade \nBAC002 \n1 \n4.0 \n0.0 \n64 \nComunicação e Expressão \nBAC018 \n1 \n0.0 \n6.0 \n96 \nDesenho Aplicado \nFIS104 \n1 \n2.0 \n0.0 \n32 \nMetodologia Científica \nFIS114 \n1 \n0.0 \n1.0 \n16 \nLaboratório de Metodologia Científica \nMAT001 \n1 \n6.0 \n0.0 \n96 \nCálculo I \nMAT011 \n1 \n4.0 \n0.0 \n64 \nGeometria Analítica e Álgebra Linear \nECI032 \n1 \n0.0 \n1.0 \n16 \nIntrodução à Engenharia Civil \nTOTAL \n \n18.0 \n8.0 \n416 \n \n \n2º PERÍODO \nCódigo \nReg. \nCarga Horária \nSemanal \nCH \n(h) \nDisciplina \nTeórica \n(h/a) \nPrática \n(h/a) \nCCO016 \n2 \n4.0 \n0.0 \n64 \nFundamentos de Programação \nECI001 \n2 \n0.0 \n4.0 \n64 \nDesenho Para Engenharia Civil \nFIS203 \n2 \n4.0 \n0.0 \n64 \nFísica Geral I \nFIS213 \n2 \n0.0 \n1.0 \n16 \nFísica Experimental I \nMAT002 \n2 \n4.0 \n0.0 \n64 \nCálculo II \nMAT021 \n2 \n4.0 \n0.0 \n64 \nEquações Diferenciais I \nQUI102 \n2 \n4.0 \n0.0 \n64 \nQuímica Geral \nQUI112 \n2 \n0.0 \n1.0 \n16 \nQuímica Experimental \nTOTAL \n \n20 \n6 \n416 \n \n \n", "34": "34 \n \n3º PERÍODO \nCódigo \nReg. \nCarga Horária \nSemanal \nCH \n(h) \nDisciplina \nTeórica \n(h/a) \nPrática \n(h/a) \nMAT003 \n1 \n4.0 \n0.0 \n64 \nCálculo III \nGEO017 \n1 \n2.0 \n2.0 \n64 \nGeomática I \nFIS503 \n1 \n4.0 \n0.0 \n64 \nFísica Geral IV \nGEO011T \n1 \n2.0 \n0.0 \n32 \nGeologia Geral - Teórica \nGEO011P \n1 \n0.0 \n2.0 \n32 \nGeologia Geral - Prática  \nEME338 \n1 \n4.0 \n0.0 \n64 \nMecânica dos Sólidos \nEME313T \n1 \n3.5 \n0.0 \n56 \nFenômenos de Transporte I - Teórica \nEME313P \n1 \n0.0 \n0.5 \n8 \nFenômenos de Transporte I - Prática \nMAT012 \n1 \n4.0 \n0.0 \n64 \nCálculo Numérico \nTOTAL \n \n23.5 \n4.5 \n448 \n \n \n4º PERÍODO \nCódigo \nReg. \nCarga Horária \nSemanal \nCH \n(h) \nDisciplina \nTeórica \n(h/a) \nPrática \n(h/a) \nEME438T \n2 \n3.0 \n0.0 \n48 \nResistência dos Materiais - Teórica \nEME438P \n2 \n0.0 \n1.0 \n32 \nResistência dos Materiais - Prática \nECN001 \n2 \n3.0 \n0.0 \n48 \nEconômia \nEME412T \n2 \n3.0 \n0.0 \n48 \nFenômenos de Transporte II - Teórica \nEME412P \n2 \n0.0 \n1.0 \n16 \nFenômenos de Transporte II - Prática \nPRE401 \n2 \n4.0 \n0.0 \n64 \nProbabilidade e Estatística \nGEO003T \n2 \n2.0 \n2.0 \n64 \nMecânica dos solos I - Teórica \nGEO003P \n2 \n2.0 \n2.0 \n64 \nMecânica dos solos I - Prática \nECI003 \n2 \n4.0 \n2.0 \n96 \nMateriais de Construção civil \nGEO018 \n2 \n1.0 \n1.0 \n32 \nGeomática II \nTOTAL \n \n20 \n7 \n432 \n \n \n5º PERÍODO \nCódigo \nReg. \nCarga Horária \nSemanal \nCH \n(h) \nDisciplina \nTeórica \n(h/a) \nPrática \n(h/a) \nGEO014T \n1 \n2.0 \n0.0 \n32 \nGeoprocessamento - Teórica \nGEO014P \n1 \n0.0 \n3.0 \n48 \nGeoprocessamento - Prática  \nEEL310 \n1 \n3.0 \n0.0 \n48 \nEletricidade I \nGEO015 \n1 \n4.0 \n0.0 \n64 \nMecânica dos Solos II \nECI004 \n1 \n3.0 \n0.0 \n48 \nResistência dos Materiais II \nEHD517 \n1 \n3.0 \n1.0 \n64 \nHidrologia I \nECI006 \n1 \n3.0 \n1.0 \n64 \nTecnologia de Transportes \n", "35": "35 \n \nECI012 \n1 \n3.0 \n1.0 \n64 \nConforto térmico e acústico em edificações \nTOTAL \n \n21 \n6 \n432 \n \n \n6º PERÍODO \nCódigo \nReg. \nCarga Horária \nSemanal \nCH \n(h) \nDisciplina \nTeórica \n(h/a) \nPrática \n(h/a) \nEEL053T \n2 \n3.0 \n0.0 \n48 \nInstalações Elétricas - Teórica \nEEL053P \n2 \n0.0 \n1.0 \n16 \nInstalações Elétricas - Prática  \nECI007 \n2 \n3.0 \n1.0 \n64 \nFundações \nECI008 \n2 \n6.0 \n0.0 \n96 \nTeoria das Estruturas \nHID006 \n2 \n3.0 \n1.0 \n64 \nHidráulica \nECI009 \n2 \n3.0 \n1.0 \n64 \nProjetos Arquitetônicos sustentáveis \nECI030 \n2 \n3.0 \n1.0 \n64 \nPlanejamento de  transportes e \nsustentabilidade \nEPR002 \n2 \n3.0 \n0.0 \n48 \nOrganização Industrial e Administração \nTOTAL \n \n24 \n5 \n464 \n \n \n7º PERÍODO \nCódigo \nReg. \nCarga Horária \nSemanal \nCH \n(h) \nDisciplina \nTeórica \n(h/a) \nPrática \n(h/a) \nECI010 \n1 \n3.0 \n1.0 \n64 \nEstradas  I \nECI011 \n1 \n3.0 \n1.0 \n64 \nInstalações hidráulico prediais \nECI014 \n1 \n3.0 \n1.0 \n64 \nEstruturas de Concreto I \nEAM720 \n1 \n3.0 \n1.0 \n64 \nResíduos Sólidos \nECI013 \n1 \n2.0 \n1.0 \n48 \nSaneamento I \nECI017 \n1 \n3.0 \n0.0 \n48 \nEstruturas de Madeira \nECI033 \n1 \n2.0 \n0.0 \n32 \nBarragens e obras de Terra \nTOTAL \n \n19 \n5 \n384 \n \n \n8º PERÍODO \nCódigo \nReg. \nCarga Horária \nSemanal \nCH \n(h) \nDisciplina \nTeórica \n(h/a) \nPrática \n(h/a) \nECI027 \n1 \n3.0 \n1.0 \n64 \nPortos e Hidrovias \nECI015 \n2 \n3.0 \n1.0 \n64 \nEstruturas de Concreto II \nECI018 \n2 \n3.0 \n1.0 \n64 \nEstradas  II \nECI019 \n2 \n2.0 \n1.0 \n48 \nSaneamento II \nECI020 \n2 \n2.0 \n1.0 \n48 \nEstruturas Metálicas \nECI121 \n2 \n2.0 \n2.0 \n64 \nSistemas construtivos sustentáveis I \nECI024 \n2 \n3.0 \n1.0 \n64 \nPlanejamento urbano e ambiental \nTOTAL \n \n18 \n8 \n416 \n \n", "36": "36 \n \n \n \n \n \n \n9º PERÍODO \nCódigo \nReg. \nCarga Horária \nSemanal \nCH \n(h) \nDisciplina \nTeórica \n(h/a) \nPrática \n(h/a) \nECI025 \n1 \n3.0 \n0.0 \n48 \nPontes e Obras Especiais \nECI026 \n1 \n4.0 \n2.0 \n96 \nPlanejamento e Execução de Construções \nECI022 \n1 \n2.0 \n2.0 \n64 \nSistemas construtivos sustentáveis II \nECI029 \n1 \n2.0 \n0.0 \n32 \nLegislação para Engenharia Civil \nECI028 \n1 \n3.0 \n0.0 \n48 \nGestão das infraestruturas \nBAC013 \n1 \n4.0 \n0.0 \n64 \nCidadania e Responsabilidade Social \nECI031 \n1 \n2.0 \n0.0 \n32 \nSegurança do Trabalho em Construção Civil \nTOTAL \n \n20 \n4 \n384 \n \n \n \n10º PERÍODO \nCódigo \nReg. \nCarga Horária \nSemanal \nCH \n(h) \nDisciplina \nTeórica \n(h/a) \nPrática \n(h/a) \n \n \n \n \n128 \nTrabalho Final de Graduação* \n \n \n \n \n174 \nEstágio Supervisionado ** \n \n \n \n \n104 \nAtividades Complementares*** \n \n \n \n \n96 \nDisciplinas Optativas **** \nTOTAL \n \n \n \n502 \n \n* O TFG deve ser realizado em dois semestres e poderá ser iniciado a partir do 8º período \n** O estágio obrigatório poderá ser contabilizado a partir do 8º período \n*** As atividades complementares podem ser realizadas em qualquer período \n**** As disciplinas optativas podem ser cursadas a partir do 1° semestre \n \nUm quadro resumo da estrutura curricular é apresentado no Anexo I. A \ndescrição das disciplinas, com suas ementas e bibliografias básicas e complementares \nencontram-se no Anexo II. E a grade curricular detalhada, com pré-requisitos e \ndisciplinas equivalentes, está mostrada no Anexo III.  \n \nXIV. \nESTÁGIO CURRICULAR SUPERVISIONADO \n \nO Estágio é o componente curricular que compreende as atividades de \naprendizagem profissional, cultural e social proporcionadas ao estudante pela \n", "37": "37 \n \nparticipação em situações reais, na comunidade nacional ou internacional, junto a \npessoas jurídicas de direito público ou privado.  \nA interação do graduando com atividades profissionais é estimulada através da \nobrigatoriedade da realização do estágio supervisionado. \nPara a integralização do curso de Engenharia Civil do Campus Itajubá,o aluno \nprecisa perfazer, a partir do oitavo período, no mínimo 160 (cento e sessenta) horas em \natividades de estágio supervisionado.  \nPara a realização do estágio supervisionado o aluno faz o contato inicial com a \nempresa. A empresa formaliza com a UNIFEI o contrato de estágio. O controle e \nacompanhamento do estágio são realizados pela Coordenação de Estagio.  \nO curso tem um docente da área específica de Engenharia Civil que coordenará as \natividades de estágio. O docente terá como atribuição coordenar, avaliar e registrar as \natividades desenvolvidas pelo aluno. Ao aluno é atribuída uma nota, em escala de \n0(zero) a 10 (cem), em números inteiros, a carga horária registrada, e também o status \n\"aprovado\" ou \"reprovado\". Está aprovado o aluno que tiver seu estágio avaliado com \nnota igual ou superior a 6 (seis). \n \nXV. \nATIVIDADES COMPLEMENTARES \n \nAs atividades de complementação visam propiciar ao graduando a interação direta \ncom atividades profissionais, atividades de pesquisa e atividades em áreas que \npromovam o seu desenvolvimento técnico e/ou social. \nPara a integralização do curso de Engenharia Civil é necessário perfazer, no \nmínimo, 96 horas em atividades de complementação.  \nA carga horária das atividades de complementação pode ser cumprida com a \nrealização de uma série de atividades que envolvam conhecimentos de Engenharia \nCivil e demais áreas de conhecimento, atividades de pesquisa e/ou extensão e que \nsejam aprovados pelo Colegiado do Curso. \nA interação do graduando com atividades em áreas que promovam o seu \ndesenvolvimento técnico e/ou social é instigada através de uma ou mais atividades do \nelenco relacionado a seguir, conforme Norma Para Valorização de Atividades do Corpo \nDiscente da Graduação, já aprovada pela UNIFEI:  \n Participação em projetos institucionais; \n Trabalhos de iniciação científica e/ou pesquisas; \n", "38": "38 \n \n Disciplinas oferecidas pela UNIFEI, mas que não pertença a estrutura curricular \ndo curso do aluno; \n Atuação como monitor de disciplina; \n Apresentação de artigos em congressos ou seminários; \n Participação em eventos científicos; \n Atuação em órgãos colegiados da UNIFEI; \n Atuação na diretoria do Diretório Acadêmico da UNIFEI; \n Atuação na diretoria do Centro Acadêmico de Computação que compõem o \nDiretório --Acadêmico da UNIFEI; \n Atuação na UNIFEI-Jr e/ou em projetos relacionados à UNIFEI que visam à \nincubação de empresas; \n Atuação como representante de turma; \n Representação em eventos da UNIFEI e/ou do curso de Engenharia Civil; \n Atuação na organização de eventos científicos relacionados à UNIFEI; \n Atuação na organização de eventos que promovam a UNIFEI na sociedade; \n Atividade cultural e/ou de extensão; \nOutras atividades que o Colegiado do Curso de Engenharia Civil considerar \npertinente. O registro das atividades complementares é realizado pelo aluno e \naprovado pelo coordenador do curso no Sistema Acadêmico. É atribuída ao aluno, no \nsemestre em que a atividade foi realizada, a carga horária desta atividade.  \nSe o aluno optar por cursar disciplinas que não pertençam à estrutura curricular \nde seu curso para adquirir carga horária de atividade complementar, o procedimento é \no mesmo das disciplinas obrigatórias. O aluno solicita a matrícula, cursa a disciplina e a \nnota é inserida no histórico escolar do aluno, via Sistema Acadêmico. \n \nXVI. \nTRABALHO DE CONCLUSÃO DE CURSO - TCC \nO Trabalho de conclusão de curso (TCC) constitui atividade acadêmica de \nsistematização de conhecimentos e deverá ser elaborado pelo discente, sob orientação \ne avaliação docente. O TCC será um trabalho individual ou em dupla com matrícula em \ndois semestres e deverá ser apresentado na forma de monografia, artigo ou projeto \nexecutivo com seu memorial descritivo a ser defendido para uma banca examinadora. \nExcepcionalmente, os alunos que gostariam de realizar o TCC em dupla podem \n", "39": "39 \n \napresentar sua proposta ao colegiado. A proposta seria avaliada pelo colegiado quanto \nà complexidade e então estes decidiriam em se fazer em dupla ou individual.  \nO TCC tem como objetivo possibilitar ao aluno: vivência de um processo de \niniciação profissional em uma temática de interesse, na área do curso; associar teoria e \nprática na formação de nível técnico; e contribuir com a formação profissional e técnica \ndo aluno. \nA carga horária destinada à execução do TCC é de 128 horas/aula ou 117 horas, \nque serão distribuídas entre as atividades: projeto de pesquisa com definição do tema e \ncronograma; Monografia Parcial com revisão Bibliográfica; Monografia Final; e \nApresentação para banca. A nota final será definida pela avaliação da monografia final \ne apresentação oral para uma banca composta por 3 docentes da área específica de \nformação do curso. Após a avaliação da banca, o aluno receberá uma nota, que \nobedece a escala de 0 a 10, em números inteiros e o status \"aprovado\" se obtiver nota \nigual ou superior a 6 (seis) ou \"reprovado\", se inferior a 6. Caso a banca julgue \nnecessária a re-apresentação do trabalho, pode solicitar a revisão ao aluno, ainda \ndentro do prazo de entrega do trabalho daquele período. \n \nBIBLIOGRAFIA \n \n[CNE02] Conselho Nacional de Educação. Câmara de Ensino Superior. Resolução \nCNE/CESn.11, 11 mar. 2002. Diretrizes Curriculares Nacionais dos Cursos de \nEngenharia. DiárioOficial da União, Brasília, seção 1, p. 32, 9 abr. 2002. \n[DEC07] Decreto Presidencial 6.096 de 27 de abril de 2007. \n[MEC09] “Referenciais Nacionais dos Cursos de Engenharia”, MEC, 2009. \n[IEV06] Instituto Euvaldo Lodi. Núcleo Nacional, “Inova engenharia propostas para \namodernização da educação em engenharia no Brasi”, Editora, IEL.NC/SENAI.DN, \n2006. \n[JUN07] Junior, V. R. et. al, “Plano de Reestruturação e Expansão da Universidade \nFederal doTriângulo Mineiro – UFTM”, UFTM, 2007. \n[OESP07] O Estado de São Paulo, “Brasil sofre com escassez de engenheiros “, 30 \ndenovembro de 2009. \n[PAR02] PARECER CNE/CES 1.362/2001. Despacho do Ministro em 22/2/2002, \npublicadono Diário Oficial da União de 25/2/2002, Seção 1, p. 17. Assunto: Diretrizes \nCurriculares Nacionais dos Cursos de Engenharia. \n", "40": "40 \n \n \n \n \n", "41": "41 \n \n \n  \n1 Período \n2 Período \n3 Período \n4 Período \n5 Período \n6 Período \n7 Período \n8 Período \n9 Período \n10 Período \nSigla \nNome da \ndisciplina \nCH semanal \nSCO003 \nCiência Tecnologia e \nSociedade \nT(2) P(0) \n2 \nCCO016 \nFundamentos de \nProgramação \nT(4)P(0) \n4 \nMAT012 \nCálculo Numérico \nT(4) P(0) \n4 \nGEO018 \nGeomática II                 \nT(1) P(1) \n2 \nECI004 \nResistência dos \nMateriais II \nT(3) P(0) \n3 \nEEL053 T e P \nInstalações Elétricas \nT(3) P(1) \n4 \nEAM720 \nResíduos Sólidos \nT(3) P(1) \n4 \nECI018 \nEstradas II                     \nT(3) P(1) \n4 \nECI025 \nPontes e Obras \nEspeciais \nT(3) P(0) \n3 \n \nSigla \nNome da \ndisciplina \nCH semanal \nBAC002 \nComunicação e \nExpressão \nT(4) P(0) \n4 \nECI001 \nDesenho para \nEngenharia Civil \nT(0) P(4) \n4 \nEME313T \nFenômenos de \nTransporte I \nT(3,5) P(0) \n3,5 \nECI003 \nMateriais de \nConstrução Civil \nT(4) P(2) \n6 \nECI012 \nConforto Térmico e \nAcústico em \nEdificações \nT(3) P(1) \n4 \nECI007 \nFundações \nT(3) P(1) \n4 \nECI010 \nEstradas I                     \nT(3) P(1) \n4 \nECI015 \nEstruturas de \nConcreto II \nT(3) P(1) \n4 \nECI026 \nPlanejamento e \nExecução de \nConstruçõesT(4) \nP(2) \n6 \n  \nSigla \nNome da \ndisciplina \nCH semanal \nBAC018 \nDesenho Aplicado \nT(0) P(6) \n6 \nFIS203 \nFísica Geral I                 \nT(4) P(0) \n4 \nEME313P \nFenômenos de \nTransporte I \nT(0) P(0,5) \n0,5 \nEME412T \nFenômenos de \nTransporte II \nT(3) P(0) \n3 \nEHD517 \nHidrologia I \nT(3) P(1) \n4 \nECI008 \nTeoria das \nEstruturas \nT(6) P(0) \n6 \nECI011 \nInstalações \nHidráulico Prediais \nT(3) P(1) \n4 \nECI121 \nSistemas \nConstrutivos \nSustentáveis I              \nT(2) P(2) \n4 \nECI122 \nSistemas \nconstrutivos \nsustentáveis II              \nT(2) P(2) \n4 \nSigla \nNome da \ndisciplina \nCH semanal \nFIS104 \nMetodologia \nCientífica \nT(2) P(0) \n2 \nMAT002 \nCálculo II T(4) P(0) \n4 \nFIS503 \nFísica Geral IV              \nT(4) P(0) \n4 \nEME412P \nFenômenos de \nTransporte II \nT(0) P(1) \n1 \nEEL310 \nEletricidade I                 \nT(3) P(0) \n3 \nECI009 \nProjetos \nArquitetônicos \nSustentáveis T(3) \nP(1) \n4 \nECI033 \nBarragens e Obras \nde Terra \nT(2) P(0) \n2 \nECI0019 \nSaneamento II              \nT(2) P(1) \n3   \nECI029 \nLegislação para \nEngenharia Civil \nT(2) P(0) \n2 \n  \nSigla \nNome da \ndisciplina \nCH semanal \nMAT001 \nCálculo I                    \nT(6)P(0) \n6 \nMAT021 \nEquações \nDiferenciais I \nT(4) P(0) \n4 \nGEO017 \nGeomática I T(2) P(2) \n4 \nPRE401 \nProbabilidade e \nEstatística \nT(4)P(0) \n4 \nGEO014 T e P \nGeoprocessamento \nT(2)P(3) \n5 \nHID006 \nHidráulica \nT(3) P(1) \n4 \nECI013 \nSaneamento I               \nT(2) P(1) \n3 \nECI020 \nEstruturas \nMetálicas \nT(2) P(1) \n3 \nBAC013 \nCidadania e \nResponsabilidade \nSocial \nT(4) P(0) \n4 \n  \n  \nSigla \nNome da \ndisciplina \nCH semanal \nFIS114 \nLaboratório de \nMetodologia \nCientífica \nT(0) P(1) \n1 \nFIS213 \nFísica Experimental I                 \nT(0) P(1) \n1 \nGEO011 T e P \nGeologia Geral \nT(2) P(2) \n4 \nECN-001  \nEconômia \nT(3)P(0) \n3 \nGEO015 \nMecânica dos \nSolos \nII \nT(4) P(0) \n4 \nECI030 \nPlanej.de transportes \ne sustentabilidade \nT(3)P(1) \n4 \nECI014 \nEstruturas de \nConcreto I                     \nT(3) P(1) \n4 \nECI024 \nPlanejamento \nurbano e \nambiental \nT(3) P(1) \n4 \nECI031 \nSegurança do \nTrabalho em \nConstrução Civil \nT(2) P(0) \n2 \n  \nSigla \nNome da \ndisciplina \nCH semanal \nMAT011 \nGeometria Analítica e \nAlgebra Linear \nT(4)P(0) \n4 \nQUI112 \nQuímica Experimental            \nT(0) P(1) \n1 \nMAT003 \nCálculo III T(4) P(0) \n4 \nGEO003 T e P \nMecânica dos Solos I \nT(2) P(2) \n4 \nECI006 \n Tecnologia de  \nTransportes \nT(3) P(1) \n4 \n EPR002 \nOrnanização \nIndustrial e \nAdministração \nT(3) P(0) \n3 \nECI017 \nEstruturas de \nMadeira \nT(3) P(0) \n3 \nEHD014 \nPortos e Hidrovias \nT(3) P(1) \n4 \nECI028 \nGestão das \nInfraestruturas \nT(3) P(0) \n3 \n  \nSigla \nNome da \ndisciplina \nCH semanal \nECI032 \nIntrodução a \nEng. Civil \nT(1) P(0) \n1 \n  \nQUI102 \nQuímica Geral \nT(4) P(0) \n4 \nEME338 \nMecânica dos \nSólidos \nT(4) P(0) \n4 \nEME438T e P \nResistência dos \nMateriais \nT(3) P(1) \n4 \n  \n  \n  \n  \n \n  \nDisciplinas \nOptativas      \n88 /96                         \nTrabalho Final de \nGraduação    117/128                                 \nEstágio Supervisionado    \n160/175                                   \nAtividades \nComplementares       \n60/65                                   \n1 hora/aula                \n55 minutos \nNúmero de \nsemanas letivas                           \n16  \nCH TOTAL (em h/a)           \n4374 \nCH TOTAL (EM h)         \n4009 \n  \n  \n  \nResumo: \n  \n  \n  \n  \n  \n  \n  \nTotal \n26 \n26 \n28 \n27 \n27 \n29 \n24 \n27 \n24 \n3 \nANEXO I - ESTRUTURA CURRICULAR DO CURSO DE \nENGENHARIA CIVIL DA UNIVERSIDADE FEDERAL DE ITAJUBÁ \n", "42": "42 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nANEXO II - DISCIPLINAS COM EMENTAS, CARGA \nHORÁRIA AULAS E BIBLIOGRÁFIA BÁSICA E \nCOMPLEMENTARES - CURSO ENGENHARIA \nCIVIL UNIFEI \n", "43": "43 \n \n1º Período \nDisciplina:Ciência, Tecnologia e Sociedade \nCarga horária: 2T \n \nEmenta:Construção do conhecimento científico. Ciência e Tecnologia. Ferramentas e Processos. História da \nTecnologia. Tecnologia e Sociedade: questões ecológicas, filosóficas e sociológicas. Criatividade e inovação \ntecnológica. Tecnologia e Empreendedorismo. \nBibliográfia Básica: \n-Braga, B.; Hespanhol, I.; Conejo, J.G.L.; Mierzwa, J.C.; Barros, M.T.L.; Spencer, M.;Porto, M.; Nucci, N.; Juliano, N.; \nEiger, S. , Introdução à Engenharia Ambiental, volume ,Editora Prentice Hall, edição, (2005). \n-CIENCIA, TECNOLOGIA E SOCIEDADE NO BRASIL Autores Organizadores: KERBAUY, MARIA TERESA \nMICELI,ANDRADE, THALES HADDAD NOVAES DE; HAYASHI, CARLOS ROBERTO MASSAO, Editora: ALINEA \nAssunto: CIÊNCIAS SOCIAIS \n-Bazzo, W. A; Pereira, L. T. do V. Introducao a Engenharia. 3. Florianopolis: Universidade Federal de Santa \nCatarina, 1993. 271 p \nBibliográfia Complementar: \n-GENESE E DESENVOLVIMENTO DE UM FATO CIENTIFICO, Autor: FLECK, LUDWIK.Tradutor: OTTE, GEORG e  \nOLIVEIRA, MARIANA CAMILO DE, 2010 Coleção: CIENCIA, TECNOLOGIA E SOCIEDADE, ISBN: 8563299069 \nISBN-13: 9788563299062, SITE: LIVRARIA CULTURA Editora: FABREFACTUM \n-CIENCIAS E TECNOLOGIAS.Organizador: MACIEL, MARIA DELOURDES; AMARAL, CARMEN LUCIA COSTA. \nColeção: PESQUISAS E PRATICAS EM EDUCAÇAO, V.1, 2011 Editora: TERRACOTA, Assunto: PEDAGOGIA, \nISBN: 8562370355, ISBN-13: 9788562370359, SITE: LIVARIA CULTURA \n-TRIGUEIRO. Michelangelo Giotto Santoro. Sociologia da Tecnologia: bioprospecção e legitimação. São Paulo, \nEditora: Centauro, 2009. \n-CHAUÍ, Marilena. Convite à Filosofia, Editora Ática, São Paulo, 1996. \n-ABIB ANDERY .Para Compreender a Ciência: uma perspectiva histórica, Rio de Janeiro Garamond; São Paulo, \nEditora:EDUC, 2003 \n \nDisciplina:Comunicação e Expressão \nCarga horária:4T \n0P \n \nEmenta:Estudos envolvendo as línguas portuguesa e inglesa: Linguagem verbal e não-verbal. Linguagem e \ninteração. Gêneros textuais orais e escritos. Análise das condições de produção de texto técnico e acadêmico. \nEstrutura, organização, planejamento e produção de textos com base em parâmetros da linguagem técnico-\ncientífica. \nBibliográfia Básica: \n-EMEDIATO, Wander, A fórmula do texto, volume , Editora Geração Editorial, edição, (2008) \n-KOCH, Ingedore Villaça; ELIAS, Vanda Maria, Ler e escrever: estratégias de produçãotextual, volume , Editora \nContexto, 2.ed. edição, (2010) \n-Comunicação e Semiótica, Puppi, Alberto. Editora: IBPEX \nBibliográfia Complementar: \n-MARCUSCHI, Luiz Antônio, Produção textual, análise de gêneros e compreensão, volume, Editora Parábola, 3 \nedição, (2008) \n-MACHADO, Anna Rachel; LOUSADA, Eliane; ABREU-TARDELLI, Lilia Santos, Resumo, volume , Editora Parabola, \nedição, (2004) \n-MACHADO, Anna Rachel; LOUSADA, Eliane; ABREU-TARDELLI, Lilia Santos, Resenha, volume , Editora \nParabola, edição, (2004) \n", "44": "44 \n \n-GARCIA, Othon Moacir, Comunicacao em prosa moderna, volume , Editora FGV, edição,-2000 \n-MARQUES, Mario Osorio, Escrever e preciso: o principio da pesquisa, volume , Editora Unijui-Inep, edição, (2006) \n-PIMENTEL, Carlos, Falar e facil, volume , Editora Campus/Elsevier, edição, (2005) \n-KOCK, Ingedore G. Villaca, Desvendando os segredos do texto, volume , Editora Cortez, edição, (2003) \n-GONCALVES, Hortencia de Abreu, Manual de artigos cientificos, volume , Editora \nAvercamp, edição, (2004) \n-GONCALVES, Hortencia de Abreu, Manual de projetos de pesquisa cientifica, volume ,   \n-GONCALVES, Hortencia de Abreu, Manual de resumos e comunicacoes cientificas,volume , Editora Avercamp, \nedição, (2005) \n-Thelma de Carvalho Guimaraes, Comunicacao e Linguagem, volume , Editora Pearson,edição, (2012) \n \nDisciplina:Desenho Aplicado \nCarga horária:0T \n6P \n \nEmenta:Normas gerais do desenho técnico. Desenho geométrico. Normas para projeções ortogonais no primeiro e \nterceiro diedro. Normas para cotagem. Representação de cortes e seções. Desenho em perspectiva. Módulos \nbásicos doCAD. Geração de desenhos 2D e 3D. Digitalização de curvas de nível. \nBibliográfia Básica: \n-BACHMANN, A., Desenho Técnico, volume , Editora Globo, edição, (1970) \n-FRENCH, T. E. , Desenho Técnico, volume , Editora Globo, edição, (1970) \n-ZIMBARG, E. , AutoCad Avançado, volume , Editora Érica, edição, (1990) \nBibliográfia Complementar: \n-MAGUIRE, D. Desenho técnico. São Paulo: Editora Hemus, 1982. 257 p.  \n-BALDAM, Roquemar; COSTA, Lourenço. AutoCAD 2007: utilizando totalmente. São Paulo: Editora Érica, 2007. \n458p.  \n-SILVA, A. et al. , Desenho Técnico Moderno, volume , Editora LTC, edição, (2006) \n-FRENCH, Thomas Ewing; VIERCK, Charles J. Desenho técnico e tecnologia gráfica. São Paulo: Editora Globo, \n1995. 1093 p. Registros 24986 a 24988 - 6 ed. 1999. \n-ABNT - Associacao Brasileira de Normas Tecnicas. Normas para Desenho Tecnico (Coletânea).Editora:Globo 1978 \n \nDisciplina:Metodologia Científica e Laboratório de Metodologia Cientifica \nCarga horária:2T \n1P \n \nEmenta: Conceitos básicos. Distribuições de erro. Algarismo significativo. Operações com algarismos significativos. \nIncerteza de medição. Erros sistemáticos e estatísticos. Valor médio e desvio padrão. Propagação de incertezas. \nTratamento estatístico da teoria de erros. Modelos e gráficos. \nBibliográfia Básica: \n-Introdução ao projeto de Pesquisa Científica.RUDIO, Franz Victor Editora:Vozes 1998 \n-Fundamentos da teoria dos erros. VUOLO, José Henrique. Editora:Edgard Blücher, 1996 \n-Metodologia do trabalho cientifico.Severino, Antonio Joaquim Cortez ,2000. Editora: Edgard Blücher \nBibliográfia Complementar: \n-Guia pratico para pesquisa cientifica Martins, Rosana Maria; Campos, Valquiria Cristina UNIR 2003 \n-VUOLO, José Henrique. Fundamentos da teoria de erros. São Paulo: Edgard Blucher, 1991. 225 p. \n-Guia para a expressão da incerteza de medição. 3 ed. Rio de Janeiro: ABNT/INMETRO, 2003. 120 p. Título original: \nGuide to the expression of uncertainty in measurement. \n-RESNICK, R; HALLIDAY, R. Fundamentos de Física 1: Mecânica. 3 ed. Rio de Janeiro: LTC, 1991. v. 1. 300 p. \nVol.1. \n", "45": "45 \n \n-RESNICK, R; HALLIDAY, D. Física 1. 4 ed. Rio de Janeiro: Livros Técnicos e Científicos, 1984. 4 v. 343 p \n \nDisciplina:Cálculo I \nCarga horária: 6T \n0P \n \nEmenta:Funções. Limite e continuidade. Derivada. Integral. Integral imprópria \nBibliográfia Básica: \n-Hamilton L. Guidorizzi, Um Curso de Cálculo, volume I e II, Editora LTC, 5ª edição, 2002 \n-Diva Marília FlemmingMirian Buss Gonçalves, Cálculo A, volume 01, Editora Pearson, 6a \nedição, (2007) \n-STEWART, J. , Cálculo. V. 1, volume , Editora Editora Thomson, 6ª Edição edição, (2010) \nBibliográfia Complementar: \n-MUNEM, Mustafa A; FOULIS, David J. , Cálculo, volume v.1., Editora Rio de Janeiro:Guanabara Dois, edição, \n(1982) \n-SWOKOWSKI, Earl W. , Cálculo com geometria analítica., volume v. 1, Editora MakronBooks, 2 ed edição, (1995) \n-AVILA, Geraldo. , Calculo 1 - Funcoes de uma Variavel. , volume Vol.1., Editora L.T.C, edição, (1994) \n-BOULOS, P. , Introdução ao Cálculo. , volume Vol. 1., Editora São Paulo: EdgardBlucher,, edição, (1973) \n-LEITHOLD, Louis. , O cálculo com geometria analítica, volume v. 1., Editora Harper &How do Brasil, 2 ed. edição, \n(1982) \n-Cálculo: cálculo com funções de uma variável com uma introdução à álgebra linear. APOSTOL, Tom .M. volume 1. \nEditora.Reverté,1979 \n-Matemática Superior. Kreyszig, Editor:LTC, 1974 \n \nDisciplina:Geometria Analítica e Álgebra Linear \nCarga horária:4T \n0P \n \nEmenta:Vetores. Retas e planos. Cônicas e quádricas. Espaços Euclidianos. Matrizes e sistemas de equações \nlineares. \nBibliográfia Básica: \n-Santos, Nathan Moreira dos, Vetores e Matrizes - Uma Introdução À Álgebra Linear, \nvolume , Editora Thomson Pioneira, 4ª edição, (2007) \n-BOULOS, Paulo; CAMARGO, Ivan de. Geometria analítica: um tratamento vetorial. 2 ed. São Paulo: \nEditora:McGraw-Hill do Brasil, 1987. 385 p.  ISBN 9788587918918. \n-WINTERLE, Paulo. Vetores e geometria analítica. São Paulo:Editora: Pearson Prentice Hall, 2000. 232 p. ISBN 85-\n346-1109-2. \nBibliográfia Complementar: \n-Boulos, PauloCamargo, Ivan de, Geometria Analítica, volume , Editora Makron Books, 3edição, (2005) \n-Oliva, W. M. Vetores e Geometria. Sao Paulo: Edgard Blucher, 1973. 145 p. \n-SWOKOWSKI, Earl W. , Cálculo com geometria analítica., volume v. 1, Editora MakronBooks, 2 ed edição, (1995) \n-STEINBRUCH, A. Álgebra Linear e Geometria Analítica. São Paulo: Editora:Mcgraw-Hill, [s.d.]. 513 p. \n-NOVAIS, M. H. Cálculo vetorial e geometria analítica. São Paulo: Edgard Blucher, 1973. 135 p. \n \nDisciplina: Introdução a Engenharia Civil \nCarga horária:1T \n \nEmenta: A Engenharia Civil: A criação do curso. O perfil do Engenheiro Civil. Grade Curricular. A Engenharia no \nmundo e no Brasil e sua evolução na história. A Engenharia e a sociedade. A Ética na Engenharia; Palestras \nenvolvendo temas diversos na área de engenharia civil; Elaboração de Seminários. \n", "46": "46 \n \nBibliográfia Básica: \n-BARROS, A.J.P. LEHFELD, N.A. Fundamentos da Metodologia: Um Guia para a Iniciação Científica. Mc Graw-Hill. \nSão Paulo, SP. 1986. 132p. \n-BAZZO, W.A.; PEREIRA. L.T.V. - Introdução à Engenharia, Ed. UFSC, Florianópolis, SC. 2a Ed.. 1990. 198p. \n-CERVO. A. L., BERVIAN, P. A. - Metodologia Científica, Mc Graw-Hill, 4a ed., São Paulo, SP, 1996, 209p. \nBibliografia complementar \n-NOVAES, A.G. Vale a pena ser engenheiro. São Paulo: Editora Moderna.  \n-VARGAS, M. Metodologia de pesquisa tecnológica. Rio de Janeiro: Editor Globo. \n-FRANÇA, J. L. – Manual para Normalização de Publicações Técnico-Científicas. Belo Horizonte. Editora UFMG. \n1996. \n-Braga, B.; Hespanhol, I.; Conejo, J.G.L.; Mierzwa, J.C.; Barros, M.T.L.; Spencer, M.;Porto, M.; Nucci, N.; Juliano, N.; \nEiger, S. , Introdução à Engenharia Ambiental, volume ,Editora Prentice Hall, edição, (2005). \n-ABIB ANDERY .Para Compreender a Ciência: uma perspectiva histórica, Rio de Janeiro Garamond; São Paulo, \nEditora:EDUC, 2003 \n \n \n \n", "47": "47 \n \n2º Período \nDisciplina:Fundamentos de Programação  \nCarga horária:4T \n0P \n \nEmenta:Conceitos Gerais. Tipos de Dados e Algoritmos. Organização de Programas. Programação Top Down. \nProgramação Estruturada. Estruturas de Decisão. Estruturas de Repetição. Arranjos Unidimensionais e \nMultidimensionais. Introdução à Linguagem de Programação. Estudos de Caso. \nBibliográfia Básica: \n-ASCÊNCIO,  Ana  Fernandes  Gomes;  CAMPOS,  Edilene  Aparecida  Veneruchi de. Fundamentos da \nprogramação de computadores: Algoritmos, Pascal e C/C++. São Paulo: Prentice Hall, 2002. \n-FARRER, Harry et al. Programação estruturada de computadores: algoritmos estrutu-rados. 3a ed. Rio de Janeiro: \nL.T.C, 2010. \n-SCHILDT, Herbert. C: completo e total. São Paulo: Makron Books do Brasil/McGraw-Hill, 1991. \nBibliográfia Complementar: \n-DEITEL, H.M; DEITEL, P.J. C++: como programar.3 ed. Porto Alegre: Bookman, 2002. \n-MIZRAHI,V. V. Treinamento em Linguagem C. São Paulo: McGraw-Hill do Brasil, 1990. v. 1.  \n-SALIBA, Walter Luiz Caram. Tecnicas de Programacao: Uma Abordagem Estrutura-da.Sao Paulo: Makron Books, \nMcGraw-Hill, 1992. \n-GUIMARÃES, Ângelo de Moura; LAGES,Newton Alberto de Castilho. Algoritmos e estruturas de dados.Rio de \nJaneiro: L.T.C, 1985. \n-SAVITCH, Walter J.. C++ absoluto. [Absolute C++, 1st ed.]. Tradução de Claudia Martins, Revisão técnica de \nOswaldo Ortiz Fernandes Junior. São Paulo: Addison Wesley, 2004. \n \nDisciplina:Desenho Para Engenharia Civil \nCarga horária:0T \n4P \n \nEmenta:Aplicação dos conceitos de desenho técnico na elaboração de projetos na área da engenharia civil. Planta \nbaixa, perfil, fachada, introdução a desenhos isométricos e arquitetônicos. Desenho em três dimensões. \nBibliográfia Básica: \n-G.A. Montenegro, Desenho arquitetônico,  4ª Ed., Editora Blücher Ltda, 2001 \n-F.D.K. Ching, Representação gráfica em arquitetura, 3a. Editora Bookman, 2000 \n-LANDIM, P. C. Desenho de Paisagem Urbana, as Cidades dos 60 \nBibliográfia Complementar: \n-SILVA, Elvan. Brasília., Uma introdução ao projeto arquitetônico, volume , Editora IFRGS- MEC, edição, (1983) \n-NEUFERT, Ernest. , A arte de projetar em arquitetura, volume , Editora Gustavo Gili,s.d.,edição, (1998) \n-Zimbarg, E. AutoCad Avancado. 2. Sao Paulo: Erica, 1990. 271 p. \n-Cruz, Simonny Ribeiro da. Arquitetura com Autocad: Autoarchitect. Sao Paulo: Erica, 1996. 272 p. \n-Gobbi, Cristina. AutoCad 12: Estudos Dirigidos para Arquitetura e Engenharia. 3a. Sao Paulo: Erica, 1994. 459 p. \n \nDisciplina:Física  Geral I (4T e 0P) e Física Experimental I(0T e 1P) \nCarga horária:4T \n1P \n \nEmenta:Movimento unidimensional. Movimento bidimensional. Leis de Newton. Trabalho e energia mecânica. \nConservação do momento linear. Colisões. Rotações e momento angular. Dinâmica de corpos rígidos. \nBibliográfia Básica: \n-RESNICK, R; HALLIDAY, R. Fundamentos de Física 1: Mecânica. 3 ed. Rio de Janeiro: LTC, 1991. v. 1. 300 p. \nVol.1.  \n-RESNICK, R; HALLIDAY, D. Física 1. 4 ed. Rio de Janeiro: Livros Técnicos e Científicos, 1984. 4 v. 343 p \n", "48": "48 \n \n-Física para Cientistas e Engenheiros SERWAY, R.A. 2, 3 e 4 3. Editora: LTC  1996 \nBibliográfia Complementar: \n-TIPLER, Paul A. Física: volume 1B. 2 ed. Rio de Janeiro: Guanabara Dois, 1984. v. 1b. [100]. \n-YOUNG, Hugh D.; FREEDMAN, Roger A. Física I: mecânica. 12 ed. São Paulo: Pearson Education do Brasil, 2008. \n403 p. ISBN 978-85-88639-30-0. \n-NUSSENZVEIG, H. Moyses. Curso de Fisica Básica : volume 1 (1.ed.): Mecânica. 1.ed. Sao Paulo: Edgard Blucher, \n1981. v. 1. 338 p. \n-ALONSO M., Finn Física: um curso básico . E.J. 2 10 Editora: Edgar Blucher  2004 \n-RESNICK D., WALKER R. Fundamentos da Física - Mecânica Halliday, 1 Sétima Livros Técnicos e Científicos 2006 \n \nDisciplina:Cálculo II \nCarga horária:4T \n0P \n \nEmenta:Sequencias e series. Series de potencias. Series de Taylor. Abertos no Rn. Funções de uma variavel real a \nvalores em Rn. Curvas. Funcoes reais de varias variáveis reais a valores reais. Derivadas Parciais. \nDiferenciabilidade. Gradiente e sua interpretacao geometrica. Maximos e mínimos \nBibliográfia Básica: \n-Hamilton L. Guidorizzi, Um Curso de Cálculo, volume II e IV,, Editora S.A.LivrosTécnicos e Científicos, 5a edição, \n(2001) \n-FLEMMING, D. M.; GONÇALVES, M. B. , Calculo B, volume , Editora Prentice Hall,edição, (2006) \n-MUNEM, M. A.; FOULIS, D. J. , Cálculo., volume v.1 e 2, Editora Ed. Guanabara Dois S.A,edição, (1982) \nBibliográfia Complementar: \n-STEWART, James. , Cálculo, volume Vol 2, Editora Editora Thomson, 5a edição edição,-2008 \n-SWOKOWSKI, Earl W. ., Calculo com Geometria Analítica, volume v.1 e v. 2, Editora Sao Paulo: Makron Books, 2a. \ned. edição, (1995) \n-BOULOS, P. , Introducao ao Calculo., volume v.1 e v.2, Editora Sao Paulo: EdgardBlucher,, edição, (1973) \n-LEITHOLD, Louis , O Calculo com Geometria Analitica., volume v. 1 e v. 2., Editora Sao Paulo: Harper & How do \nBrasil, 2 ed edição, (1982) \n-APOSTOL, Tom M.Cálculo: volume 2: cálculo com funções de várias variáveis e álgebra linear, com aplicações às \nequações diferenciais e probabilidades. Volume 2,Editora,Reverté 1993 \n \nDisciplina:Equações Diferenciais I \nCarga horária:4T \n0P \n \nEmenta:Equações diferenciais de ordem um. Equações diferenciais lineares de ordem dois. Equações diferenciais \nlineares de ordem mais alta. Solução em série para equações lineares de segunda ordem. Sistemas de equações \ndiferenciais lineares de ordem um. \nBibliográfia Básica: \n-BOYCE, W. E. DI PRIMA, R. C. Equações Diferenciais e Problemas de Valores de Contorno. LTC editora. \n-KREIDER, D.L.; KÜLLER, R. G.; OSTBERG, D. R. Equações Diferenciais. Edgard Blücher Ltda, 2002. \n-DE FIGUEIREDO, D. G., Equações Diferenciais Aplicadas. Coleção Matemática Uni-versitária, IMPA, Rio de \nJaneiro, 2001. \nBibliografia Complementar \n-DOERING, Claus I.; LOPES, Artur O. Equações diferenciais ordinárias. 3 ed. Rio de Janeiro: IMPA, 2008. \n-ZILL, Dennis G; CULLEN, Michael R. Equações diferencias. 3 ed. São Paulo: Mak-ron Books, 2003. \n-BRANNAN, James R.; BOYCE, William E.. Equações diferenciais: uma introdução a métodos modernos e suas \naplicações. Rio de Janeiro: LTC, 2008. \nFormatado: Inglês (EUA)\n", "49": "49 \n \n-CHICONE, Carmen. Ordinary differential equations with applications. 2 ed. Missouri: Springer, 2006. \n-PERKO, Lawrence. Differential equations and dynamical systems. 3 ed. New York: Springer, 2001. \n \nDisciplina:Química Geral (4T e 0P)  e Quimica Experimental(0T e 1P) \nCarga horária:4T \n1P \n \nEmenta: matéria e formas de medida. átomos, moléculas e íons. fórmulas e equações químicas. obtenção de \nelementos. termoquímica. comportamento físico dos gases. estrutura eletrônica dos átomos. tabela periódica e as \npropriedades dos metais. ligação química. estrutura molecular. líquidos e sólidos. soluções. estruturas de não-metais \ne seus compostos binários. espontaneidade de reação. equilíbrio químico em fase gasosa. velocidade de reação. \natmosfera. reações de precipitação. ácidos e bases. equilíbrios ácido-base. íons complexos e compostos de \ncoordenação. análise qualitativa. oxidação redução e reatores eletroquímicos. oxidação-redução e voltagem de \npilhas. química dos metais de transição. química dos não-metais. reações nucleares. moléculas orgânicas pequenas \ne grandes. \nQUI112 – Química Experimental, 16h, co-requisito QUI102 ou QUI016 (dependendo do curso – isso pode ser \nconferido no SIGAA) \nEmenta: experiências sobre: preparação de soluções, transferência de elétrons em reações de oxi redução, \ncaracterização dos elétrodos e do fluxo eletrônico em pilhas, eletrodeposição de metais, reações de corrosão \nmetálica e passivação superficial, corrosão galvânica, proteção catódica, corrosão sob tensão mecânica, corrosão \neletrolítica, corrosão por aeração diferencial e corrosão por frestas. \nBibliográfia Básica: \n-Peter Atkins e Loretta Jones, Príncípios de Química, volume , Editora Bookman, 3º edição, \n2006 \n-Theodore L. BrownH. Eugene Lemay Jr.Bruce E. BurstenJúlia R. Burdge, Química a \nCiência Central, volume , Editora PEARSON, 9ª edição, (2005) \n-MASTERTON, W.L; SLOWINSKI, E.J; STANITSKI, C.L. Principios de Química. 6 ed. Rio de Janeiro: \nEditora:Guanabara Dois, 1990. 681 p. \nBibliográfia Complementar: \n-FELTRE, R; YOSHINAGA, S. Química Geral 1: teoria e exercícios. São Paulo: [s. n.], [s.d.]. 533 p. \n-PIMENTEL,G.C; SPRATLEY,R.D. Química: um tratamento moderno. São Paulo: Edgard Blucher, 1974. v.1. [100] \n-PAULING, L. Química Geral. Rio de Janeiro: Ao Livro Técnico, 1972. 2 v. [100]. \n-SCHAUM, D. Química Geral. São Paulo: McGraw-Hill do Brasil, 1975. 372 p. (Coleção Schaum). \n-Russell, J. B. Quimica Geral. Sao Paulo: McGraw-Hill do Brasil, 1982. 897 p. \n \n", "50": "50 \n \n3º Período \nDisciplina:Cálculo III  \nCarga horária:4T \n0P \n \nEmenta:Funcoes de Varias Variaveis Reais a Valores Vetoriais. Campos vetoriais. Rotacional, divergente e \nlaplaciano. Integrais duplas e triplas. Integrais de Linha. Campos conservativos. Integrais de superficie. Fluxo de um \ncampo vetorial. Teorema de Green no plano. Teorema de Stokes. Teorema da divergencia de Gauss \nBibliográfia Básica: \nSTEWART, James. Cálculo: volume 2. 6 ed. São Paulo: Cengage Learning, 2008. v.2. 196 p.  \nGONÇALVES, M.B. e FLEMMING, D.M. Cálculo B. Editora Pearson, segunda edição (2007) \nGUIDORIZZI, H.L. Um Curso de Cálculo. Volume II. Editora LTC, 5ª edição (2006) \nBibliográfia Complementar: \n-MUNEM, M.A; FOULIS, D.J. Cálculo. Rio de Janeiro: Guanabara Dois, 1978. v. 2. 1033 p. \n-SWOKOWSKI, Earl W. Cálculo com geometria analítica. 2 ed. São Paulo: Makron Books, 1995. v. 1. 744 p. \n-Avila, Geraldo. Calculo 2: Funcoes de uma Variavel. 3. Rio de Janeiro: L.T.C, 1995. 2. 238 p. Vol.2.Tombo 15933 - \nano:1986. \n-BOULOS, P. Introdução ao Cálculo. São Paulo: Edgard Blucher, 1973. v. 2. 260 p. Vol.1 04269 a 04289 ; Vol.2 \n04290 a 4310. \n-LEITHOLD, Louis. O cálculo com geometria analítica. 2 ed. São Paulo: Harper & How do Brasil, 1982. v. 2. [100]. \n \nDisciplina:Geomática I \nCarga horária:2T \n2P \n \nEmenta:Topografia - definição, objetivos, equipamentos, métodos de mensuração horizontais e verticais, direções \nmagnéticas e verdadeiras, rumos e azimutes, levantamento planimétrico, cálculo de coordenadas totais e cálculo de \nárea, desenho de poligonais, levantamento altimétrico, curvas de nível, delimitação de bacias hidrográficas. \nCartografia - escalas, localização na superfície da Terra, projeções cartográficas, sistemas de referência, formas de \napresentação de mapas. Geodésia - forma da Terra, técnicas de levantamento geodésico, sistemas geodésicos, \nsistema geodésico mundial, coordenadas geodésicas. Sistema de Posicionamento Global - características dos \nsistemas de posicionamento, segmentos do sistema GPS, sistemas de referência, aplicações. \nBibliográfia Básica: \nBORGES, A.C. Topografia Aplicada a Engenharia Civil. Vol. 1, Editora Edgard Blucher, 2004. \nBORGES, A.C. Topografia Aplicada a Engenharia Civil. Vol. 2, Editora Edgard Blucher, 2004. \nMcCORMAC, J. Topografia. Tradução Daniel Carneiro da Silva. Ed. LTC, Rio de Janeiro, RJ. 5a Ed. 2007. \nBibliografia Complementar: \nABNT, Normas da ABNT. NBR 13.133, NBR 14.166, NBR 14.645, Editora ABNT, 2010. \nCOMASTRI, J. A. Topografia: Planimetria. Viçosa: Imprensa Universitária/Universidade de Viçosa, 1977. 335 p. \nESPARTEL, L. Curso de Topografia. Editora Globo, Rio de Janeiro, RJ, 1965. \nPOLÍTICA NACIONAL DO MEIO AMBIENTE. Legislação Complementar, 1981. \nSENADO FEDERAL. ESTATUTO DA CIDADE. Brasília: Senado Federal, 2001. 77 p. \n \nDisciplina:Física Geral IV \nCarga horária:4T \n0P \n \nEmenta:Oscilador harmônico. Oscilações amortecidas e forçadas. Ondas mecânicas. Ondas sonoras. Ondas \neletromagnéticas. Óptica geométrica. Óptica física. Relatividade restrita. Física quântica. \nBibliográfia Básica: \n-ALONSO M., Finn E.J. Física: um curso básico. São Paulo: Editora Edgar Blucher, vol.2, 10 edição. 2004. \n-Física para Cientistas e Engenheiros SERWAY, R.A. 2, 3 e 4 3. Editora: LTC  1996 \n-NUSSENZVEIG, H.M. Curso de Física Básica. Vol. 2, 4a edição. São Paulo: Editora Edgar Blücher Ltda., 2006. \nBibliográfia Complementar: \n", "51": "51 \n \n-EISBERG, Q. Física Quântica: um curso básico. Volume. 3a edição. Rio de Janeiro: Editora Campus, 1994. \n-LUIZ, A. M. Coleção Física: 4 - ótica e física moderna, teoria e problemas resolvidos. Editora da Física. 1a edição. \n324p. 2009. \n-BAUER, W.; WESTFALL, G. D.; DIAS, H. Física para Universitários: óptica e física moderna. Editora McGraw-Hill. \n370p. 2013. \n-KNIGHT, R. D. Física: uma abordagem estratégica - vol. 4. Editora Bookman. 2a edição. 2009. \n-RAMOS, C.M.; BONJORNO, J.R. Física. Vol. Único. 1a edição. Editora FTD. 152p. 2012. \n \nDisciplina: Geologia Geral (teórica e prática) \nCarga horária: 2T \n2P \n \nEmenta:O da Terra. Terremotos e Vulcanismo. Tectônica de Placas. Minerais. Ciclo Geológico. Rochas Ígneas ou \nMagmáticas; Rochas Sedimentares; Rochas Metamórficas. Mapas Geológicos e Uso de bússola. Uso de Rochas na \nEngenharia. \nBibliográfia Básica: \n-WICANDER, R. Fundamentos de Geologia. São Paulo: Cengage Learning, 2009. \n-TEIXEIRA, W.; TOLEDO, M.C.M. de; FAIRCHILD, T.R.; TAIOLI, F., 2000. Decifrando a Terra. São Paulo: Oficina de \nTextos, 568p. \n-POPP, José Henrique. Geologia geral. 5 ed. Rio de Janeiro: Livros Técnicos e Científicos, 1998. 376 p. \nBibliográfia Complementar: \n-Oliveira, A M.S. e Brito,S.N.A. (editores) Geologia de Engenharia. São Paulo: Editora ABGE, 1996. \n-FILHO, C.L.M. e Nummer,A.V. Introdução à Geologia de Engenharia. Santa Maria: Ed. Da UFSM, 2011. \n-FOSSEN, H. Geologia Estutural. São Paulo: Oficina de Textos, 2012. \n-LEINZ, V; AMARAL, S. E. do. Geologia Geral. 4 ed. São Paulo: Nacional, 1966. 512 p. \n-SLATER, A. C. Geologia para Engenheiros: Geologia Física, noções de Paleontologia, Geologia Histórica. 2 ed. \nSão Paulo: LEP, 1961. v. 1. 282 p. (Manuais Tecnicos LEP). Volumes de 1957/02417 e 2.ed. 1961/01509. \n-CHIOSSI, Nivaldo José. Geologia aplicada a Engenharia. 2 ed. São Paulo: Grêmio Politécnico, 1979. 427 p. \n \nDisciplina: Mecânica dos Sólidos \nCarga horária:4T \n0P \n \nEmenta:Estática - conceitos básicos. Equações fundamentais de equilíbrio. Reações de apoio. Forças distribuídas. \nCentro de Massas. Centróides de áreas, volumes e linhas. Esforços Simples nas estruturas (pórticos, vigas, barras, \ntreliças). Barragens planas e curvas, Propriedades geométricas das seções, momentos e produtos de inércia, raio \nde giração). \nBibliográfia Básica: \n-HIBBELER., Mecânica para Engenharia. Editora PEARSON EDUCATION, 2012. 12ª Ed.  \n-MERIAM, J.L; KRAIGE, L.G. Mecânica: Estática. 5 ed. Rio de Janeiro: LTC, 2004. v. 1. 349 p. \n-BEER, F.P., JOHNSTON, E.R. e EISENBERG, E.R., Mecânica Vetorial para Engenheiros-Estática. Editora \nMcGraw-Hill, 2010. 7ª Ed. \nBibliográfia Complementar: \n-SHAMES, I.H., Estática-Mecânica para Engenharia. Editora Prentice Hall, Volume1. 2008. 10ª Ed. 504p. \n-FEIJOO, R. A. Métodos variacionais em Mecânica dos Sólidos. Rio de Janeiro: QBPF, 1980. [100]. \n-Popov, E. P. Introducao a Mecanica dos Solidos. Sao Paulo: Edgard Blucher, 1978. 534 p. \n-TIMOSHENKO, S. P; GERE, J. E. Mecânica dos Sólidos. Rio de Janeiro: L.T.C, 1983. v. 1. [100]. Vol.1 1983/15170-\n15171-15172 ; Vol.2 1984/15173-15174-15175. \n", "52": "52 \n \n-FERENCE Jr., M; LEMON, H. B; STEPHENSON, R. J. Curso de Física: Mecânica. São Paulo: Edgard Blucher, \n[s.d.]. 344 p. \n \nDisciplina:Fenômenos de Transporte I \nCarga horária:3,5T \n0,5P \n \nEmenta:Grandezas e conceitos fundamentais. Propriedades de uma substância pura. Análise dimensional e \nsemelhança. Estática dos fluidos. Trabalho e calor. Primeira lei da Termodinâmica (Sistemas e volume de controle). \nSegunda lei da Termodinâmica (Sistemas e volume de controle). Métodos experimentais e atividades de \nLaboratório. \nBibliográfia Básica: \n-MORAN, Michael J; SHAPIRO, Howard N. Princípios de termodinâmica para Engenharia. 6a ed. Rio de Janeiro: \nEditora LTC, 2009. 800 p. . \n-Bennett, C. O; Myers, J. E. Fenomenos de Transporte: Quantidade de Movimento, Calor e Massa. Sao Paulo: \nEditora:McGraw-Hill do Brasil, 1978. 812 p.  \n-White, F. M., Mecânica dos Fluidos, volume 1, Editora McGraw-Hill Interamericana doBrasil Ltda, 4a edição, (2002). \nBibliográfia Complementar: \n-Van Wylen, G. J., Soontag, R. E. e Borgnakke, C.,, Fundamentos da Termodinâmica,volume 1, Editora Edgard \nBlücher, 6a edição, (2003) \n-Moran, M. J., Shapiro, H. N., Munson, B. R. e DeWitt, D. P., Introdução à Engenharia deSistemas Térmicos, volume \n1, Editora LTC - Livros Técnicos Científicos, edição, (2005) \n-Schimidt, F. W., Henderson, R. E. e Wolgemuth, C. H.,, Introdução às Ciências Térmicas,volume 1, Editora Edgard \nBlücher, 2a edição, (1996) \n-INCROPERA, Frank P; DeWITT, David P. Fundamentos de transferência de calor e de massa. 5 ed. Rio de Janeiro: \nLivros Tecnicos e Cientificos, 2003. 698 p. Acompanha CD-Rom. \n-VAN WYLEN, G. J; SONNTAG, R. E. Fundamentos da Termodinâmica Clássica. 2 ed. São Paulo: Edgard Blucher, \n1976. 565 p. 1.ed., 1976 \n \nDisciplina:Cálculo Numérico  \nCarga horária:4T \n0P \n \nEmenta:Conceitos e princípios gerais em cálculo numérico. Raízes de equações. Sistemas de equações lineares. \nInterpolação e aproximação de funções a uma variável real. Integração numérica. Solução numérica de equações \ndiferenciais ordinárias. Ambientes computacionais avançados. \nBibliográfia Básica: \n-RUGGIERO, M. A. G.; LOPES, V. Cálculo Numérico: Aspectos Teóricos e Computacionais.  2a edição. São Paulo: \nEditora Pearson Education do Brasil. 1996. \n-BURIAN, R. Cálculo Numérico. 1a. Edição. Editora LTC. 168p. 2007. \n-BARROSO, L. C.; BARROSO, M.M.de A.; CAMPOS FILHO, F.F.; CARVALHO, M.L.B. de; MAIA, M. L. Cálculo \nNumérico com Aplicações. 2a. Edição. Editora Harbra. 384p. 1987.-White, F. M., Mecânica dos Fluidos, volume 1, \nEditora McGraw-Hill Interamericana doBrasil Ltda, 4a edição, (2002). \nBibliográfia Complementar: \n-SPERANDIO, D.; MENDES, J.T.; SILVA, L.H.M. Cálculo numérico: características matemáticas e computacionais \ndos métodos numéricos. 1a edição. Editora Prentice Hall. 2003. \n-FRANCO, N. M. B. F. Cálculo Numérico. Editora Pearson. 520p. 2007. \n-DAREZZO, A.; ARENALES, S. Cálculo Numérico: aprendizagem com apoio de software. 1a. Edição. Editora \nThomson. 376p. 2007. \n", "53": "53 \n \n-CLAUDIO, D. M.; FREIRE, J. M. Cálculo Numérico e Computacional. São Paulo: Editora Atlas. 1992. \n-MATSUMOTO, E. Y. MATLAB 7: Fundamentos. São Paulo: Editora Érica, 2008. 376p. \n \n \n", "54": "54 \n \n4º Período \n \nDisciplina: Resistência dos Materiais (teórica) \nCarga horária: 3T \n1P \n \nEmenta:Tensões e deformações para cargas axiais. Torção. Flexão. Tensões Combinadas. Análise de Tensões no \nplano. Flambagem. Deformações em vigas. Atividades de Laboratório. \nBibliográfia Básica: \n-BEER, F. P. e JOHNSTON Jr., E. R., Resistência dos Materiais, Editora Pearson Education, 3 ed., 2007. \n-HIBBELER, R. C., Resistência dos Materiais, 5 ed., Editora Prentice Hall, 2004, 674p. \n-BOTELHO, M. H. C. Resistência dos Materiais. Ed. Blücher, 2008, 248 p. \nBibliográfia Complementar: \n-LACERDA, F. S. de. Resistência dos Materiais. Rio de Janeiro: Globo, 1964. 2. 482 p. \n-NASH, William A. Resistência dos materiais. São Paulo: McGraw-Hill do Brasil, 1973. 384 p. (Coleção Schaum). \n-SILVA Jr., J. F. da. Resistência dos Materiais. 2 ed. Rio de Janeiro: Livro Técnico, 1972. 456 p. \n-WILLEMS, N; EASLEY, J. T; ROLFE, S. T. Resistência dos Materiais. São Paulo: McGraw-Hill do Brasil, 1983. \n497p. \n-CRAIG JÚNIOR, Roy R. Mecânica dos materiais. 2 ed. Rio de Janeiro: LTC, 2003. \n \nDisciplina: Resistência dos Materiais (prática) \nCarga horária: 3T \n1P \n \nEmenta: Normas e procedimentos de ensaios, ensaio de cisalhamento, ensaio de tração, ensaio de compressão, \nensaio de torção, ensaio de flexão e ensaio de flambagem. \nBibliográfia Básica: \n-BEER, F. P. e JOHNSTON Jr., E. R., Resistência dos Materiais, Editora Pearson Education, 3 ed., 2007. \n-HIBBELER, R. C., Resistência dos Materiais, 5 ed., Editora Prentice Hall, 2004, 674p. \n-BOTELHO, M. H. C. Resistência dos Materiais. Ed. Blücher, 2008, 248 p. \nBibliográfia Complementar: \n-LACERDA, F. S. de. Resistência dos Materiais. Rio de Janeiro: Globo, 1964. 2. 482 p. \n-NASH, William A. Resistência dos materiais. São Paulo: McGraw-Hill do Brasil, 1973. 384 p. (Coleção Schaum). \n-SILVA Jr., J. F. da. Resistência dos Materiais. 2 ed. Rio de Janeiro: Livro Técnico, 1972. 456 p. \n-WILLEMS, N; EASLEY, J. T; ROLFE, S. T. Resistência dos Materiais. São Paulo: McGraw-Hill do Brasil, 1983. \n497p. \n-CRAIG JÚNIOR, Roy R. Mecânica dos materiais. 2 ed. Rio de Janeiro: LTC, 2003. \n \n \nDisciplina:Fenômenos de Transporte II \nCarga horária:3T \n1P \n \nEmenta: Transporte e quantidade de movimento. 2ª Lei de Newton (sistema e volume de controle). Equação de \nEuler. Equação de Bernoulli. Escoamento interno, viscoso e incompressível. Transporte de calor. Transporte de \nmassa. Escoamento ideal, interno, viscoso e incompressível. Métodos experimentais e atividades de Laboratório. \nBibliográfia Básica: \n-Bennett,C.O.; e Myers,J.E., Fenômenos de Transporte., volume , Editora Ed. McGraw-Hilldo Brasil Ltda.S.P., \nedição, (1978) \n-Kreith,F., Princípios da Transmissão de Calor., volume , Editora Ed. Edgard BlucherLtda.S.P., edição, (1969) \n", "55": "55 \n \n-Streeter,V.L.; e Wylie,E.B., Mecânica dos Fluidos., volume , Editora Ed. McGraw-Hill doBrasil Ltda. SP., edição, \n(1975) \nBibliográfia Complementar: \n-Fox,R.W.; e McDonald,A.T., Introdução á Mecânica dos Fluidos, volume , Editora Livros  Técnicos e Científicos \nEditora S.A. RJ., edição, (2001) \n-Moran,M.J.; e Shapiro., Princípios de Termodinâmica para Engenharia., volume , EditoraEd.LTC. RJ, 4ª edição, \n(2002) \n-Sissom,L.E.; e Pitts, D.R., Fenômenos de transporte, volume , Editora Ed.Guanabara Dois S.A. RJ., edição, (1988) \n-Van Wylen,G.; e Sonnatag,R., Fundamentos da Termodinãmica Clássica., volume , Editora Ed.Edgard Blucher \nLtda. SP., edição, (1970) \n-Holman,J.P., Transferência de Calor, volume , Editora Ed. McGraw-Hill Book Company. S.P., edição, (1983) \n-Vennard,J.K.; e Street, R.K., Elementos de mecãnica dos Fluidos., volume , EditoraEd. Guanabara Dois S.A. RJ., \nedição, (1978) \n \nDisciplina:Probabilidade e Estatística \nCarga horária:4T \n0P \n \nEmenta: Estatística descritiva. Conjuntos e probabilidade. Variáveis aleatórias. Distribuição de probabilidades. \nEstimação. Testes de hipótese. Teoria da amostragem. Análise de variância. Regressão. \nBibliográfia Básica: \n-Probabilidade e Estatística para engenharia e ciênciasWalpole, R. E., Myers, R. H., Myers, S. L. e Ye, K.2009 \nISBN 9788576051992 \n-Estatística aplicada e probabilidade para engenheirosMontgomery, D. C; Runger, G. C.2003 \n-Introdução a Estatística.Triola, M. F.,2005 \nBibliográfia Complementar: \n-Noções de probabilidade e estatística. Marcos Nascimento Magalhães;Antonio Carlos Pedroso de Lima. ISBN 10: \n85-314-0677-3. ISBN 13: 978-85-314-0677-5 \n-Probabilidade e Estatística na Engenharia. Hines, W.W., Montgomery, D.C., Goldsman, D.M., Borror, C. M. ISBN \n9788521614746, 2006 \n-Probabilidade e Estatística. Quantificando a incerteza.Pinheiro, J. I.D., Carvajal, S. S. R., Cunha, S. B. e Gomes, G. \nC.ISBN 9788535237573, Elsevier, 2012 \n-Statistics for environmental science and management.MANLY, Bryan F. J.ISBN 1-58488-029-5.2001. \n-Estatística básica-BUSSAB, Wilton O; MORETTIN, Pedro A. 1987 \n \nDisciplina:Economia \nCarga horária:3T \n0P \n \nEmenta: Natureza e método de economia. História do pensamento econômico. Microeconomia: teorias da \ndemanda, oferta, preços e distribuição. Macroeconomia: teorias dos agregados, teoria geral de keynes, teoria \nmonetária, teoria do setor público, teoria do desenvolvimento e teoria das relações internacionais. \nBibliográfia Básica: \n-VARIAN, Hal R. Microeconomia: princípios básicos: uma abordagem moderna. Rio de Janeiro: Elservier, 2006. 807 \np. Tradução da 7 ed: Intermediate Microeconomics \n-SACHS, Jeffrey D; LARRIAN B., Felipe. Macroeconomia. Ed. rev. e atual. São Paulo: Pearson Makron Books, 2000. \n848 p. \n-Introdução à Economia: princípios de micro e macroeconomia. Gregory N. Mankiw Campus 2005 \nBibliográfia Complementar: \n", "56": "56 \n \n-ROSSETTI, José Paschoal. Introdução à Economia. 20 ed. São Paulo: Atlas, 1997. 922 p. \n-ALBUQUERQUE, Marcos Cintra Cavalcanti de. Introdução a Teoria Econômica. São Paulo - SP: McGraw-Hill do \nBrasil, 1972. 158 p. \n-SAMUELSON, P. A. Introdução à Análise Econômica. 8a ed. Rio de Janeiro: Agir, 1975. 2v. [100]. Vol.1 07270-\n07271-10021-10023-10300 ; Vol.2 07272-07273-10022-10024-10025. \n-BINGHAM, Robert C. A economia em linguagem matemática. 2 ed. Rio de Janeiro: Zahar, 1980. 500 p. \n-HICKS, J. R. Uma introdução a Economia. 2 ed. Rio de Janeiro: Zahar, 1976. 304 p. \n \nDisciplina: Mecânica dos solos I - Teórica \nCarga horária:2T \n0P \n \nEmenta: Origem e formação dos solos. Estrutura dos solos. Propriedades física das partículas sólidas. Índices \nfísicos dos solos. Estados e limites de consistência dos solos. Classificação dos solos. Compactação dos solos. \nDistribuição de tensões nos solos. Métodos de investigação do subsolo.  \nBibliográfia Básica: \n-DAS, B.M. Fundamentos de Engenharia Geotécnica. São Paulo: Cengage Learning, 2011 \n-SOUZA PINTO, C. Curso de Mecânica dos Solos. 2ªEd. São Paulo: Oficina de Textos, 2002 \n-CAPUTO, H.P. Mecânica dos Solos e suas aplicações. Vol. 1 e 3 . Rio de Janeiro: LTC, 1987 \n-CAPUTO, H.P. Mecânica dos Solos e suas aplicações. Vol. 3. Rio de Janeiro: LTC, 1987 \nBibliográfia Complementar: \n-ORTIGÃO, J.A.S. Mecânica dos Solos dos Estados Críticos. Rio de Janeiro: Editora LTC, 2006. (Disponível em: \nhttp://www.terratek.com.br/pt/downloads/cat_view/21-books.html) \n-CRAIG, R.F. Mecânica dos Solos. Rio de Janeiro: Editora LTC, 2007. \n-TRINDADE, T.P. E OUTROS. Compactação dos Solos: fundamentos teóricos e práticos. Viçosa: Editora UFV, \n2008. \n-FIORI, A.P. e LUIGI CARMIGNANI, L. Fundamentos de Mecânica dos Solos e das Rochas: aplicações na \nestabilidade de taludes. Curitiba: Ed. UFPR, 2009. \n- FERNANDES, M.M. Mecânica dos solos: conceitos e princípios fundamentais.. Volume 1. Oficina de Textos. 2016 \n- AZEVEDO, I.C.D. Análise de Tensões e Deformações em Solos. UFV. 2007 \n \n \nDisciplina: Mecânica dos solos I - Prática \nCarga horária:0T \n2P \n \nEmenta: Ensaios de laboratório e de campo: Análise visual-tátil, Amostragem, Teor de Umidade, Peso Específico \ndos Grãos, Peso Específico Aparente, Granulometria Conjunta, Limites de Consistência, Compactação e CBR. \nMétodos de investigação do subsolo. \nBibliográfia Básica: \n- SCHNAID, F. ODEBRECH, E. Ensaios de campo e suas aplicações à engenharia de fundações. 2a. Oficina de \nTextos. 2012 \n- Normas ABNT \n- MASSAD, F. Mecânica dos solos experimental.Oficina de Textos. 2016 \nBibliográfia Complementar: \n- CRAIG, R.F.. Mecânica dos Solos. LTC. 2007 \n- SOUZA PINTO, C.. Curso de Mecânica dos Solos.Oficina de Textos. 2002 \n- CAPUTO, H.P.. Mecânica dos Solos e suas aplicações.7a. LTC. 2015 \n- DAS, B.M.. Fundamentos de Engenharia Geotecnica.Cengage Learning. 2011 \n \n", "57": "57 \n \nDisciplina: Materiais de Construção civil \nCarga horária: 4T \n2P \n \nEmenta: Materiais de construção. Concretos de massa normal e rolado, concreto armado. Argamassas. Materiais \nMetálicos, Materiais cerâmicos. Alvenarias. Materiais poliméricos. Tintas. Vidros. \nBibliográfia Básica: \n-BAUER, L. A. F., Materiais de Construção, volume 1, Editora LTC, Quinta edição, (2004) \n-BAUER, L. A. F., Materiais de Construção, volume 2, Editora LTC, Quinta edição, (2004) \n-RIBEIRO, C. C. Materiais de Construção Civil. 2ª ed., Editora UFMG, 2002 \nBibliográfia Complementar: \n-Petrucci, E. G. R. Materiais de Construcao. 2. Porto Alegre: Globo, 1976. 435 p. \n-FREIRE, Wesley Jorge; BERALDO, Antonio Ludovico(Coord.). Tecnologias e materiais alternativos de construção. \nSão Paulo: Editora da UNICAMP, 2003. 331 p. ISBN 85-268-0653-X. \n-BORGES, Alberto de Campos. Prática das pequenas construções. São Paulo: Edgard Blucher, [s.d.]. 2 v. [100]. \nVol.1 4.ed. 00567, 6.ed. 22535 ; Vol.2 00568 , 4. ed. 22536. \n-Manual do Engenheiro Globo: Mecanica dos Solos, Fundacoes, Materiais de Construção, Perspectiva e Sombra, \nHidraulica, Obras de Terra, Astronomia de Campo, Hidrologia, Arquitetura, Calculo Grafico e Grafostatica \nEngenharia Civil. 2. Rio de Janeiro: Globo, 1957. 4. 1395 p. \n-CHIAVERINI, Vicente. Tecnologia Mecânica: materiais de construção mecânica. 2 ed. São Paulo: McGraw-Hill do \nBrasil, 1986. v. 3. 388 p. \n \nDisciplina: Geomatica II \nCarga horária: 1T \n1P \n \nEmenta: Curvas de nível - formas e métodos de obtenção. Terraplenagem para plataformas. Locação de obras de \nedificações, de taludes e de vias. \nBibliográfia Básica: \n-BORGES, A. C. Topografia. Vol. 2, Ed. Edgard Blucher Ltda., 1979. \n-CARVALHO, M. P. Curso de Estradas: Locação de Ferrovias e Rodovias. Rio de Janeiro: Científica, 510 p. Vol. 1., \n1967. \n-CASACA, João; MATOS, João; BAIO, Miguel. Topografia geral. 4a ed. rev. ampl. Rio de Janeiro: LTC, 2010. 208 p. \nBibliográfia Complementar: \n-ABNT, Normas da ABNT. NBR 13.133, NBR 14.166, NBR 14.645, Editora ABNT, 2010. \n-COMASTRI, J. A. Topografia: Planimetria. Viçosa: Imprensa Universitária/Universidade de Viçosa, 1977. 335 p \n-ESPARTEL, L. Curso de Topografia. Editora Globo, Rio de Janeiro, RJ, 1965. \n-McCORMAC, J. Topografia. Tradução Daniel Carneiro da Silva. Ed. LTC, Rio de Janeiro, RJ. 5a Ed. 2007. \n-CARVALHO, M. P. Caderneta de Campo. 3a ed. Rio de Janeiro: Cientifica, [s.d.]. 250 p. \n \n \n \n", "58": "58 \n \n5º Período \n \nDisciplina: Geoprocessamento (teórica) \nCarga horária:2T \n3P \n \nEmenta: Geoprocessamento: Conceitos, Histórico, Visões de SIG, Estrutura de SIG, Componentes de um SIG, \nEstrutura de dados tipo Raster e Vector, Banco de Dados Geográficos, Modelo Digital de Terreno (MDT), Aplicações \npráticas em bacias hidrográficas, Sensoriamento Remoto: Introdução, Histórico, Comportamento Espectral, \nSensores, Tipos de Satélites, Radares, Processamento digital de imagens, Classificação supervisionada Estudo de \naplicações ambientais e em sistemas hídricos, Estudo de exercícios tutoriais.  \nBibliográfia Básica: \n-NOVO, E.M.L.M.  Sensoriamento Remoto: Princípios e Aplicações. 2a edição. São Paulo: Editora  Edgard Blücher. \n1992. \n-JENSEN, J. R. Sensoriamento Remoto do Ambiente: uma perspectiva em recursos terrestres.  Editora Parêntese.  \n(Tradução: Epiphanio, J. C. N. (coord.), FORMAGGIO, A. R., SANTOS, A. R.,  \nRUDORFF, B. -F. T., ALMEIDA, C. M., GALVÃO, L. S.). São José dos Campos: Editora Parêntese, 2009. 604 p. \n-LONGLEY, P. A.; GOODCHILD, M. F.; MAGUIRE, D.; RHIND, D. W. Sistemas e Ciência da Informação  \nGeográfica. 3a. Edição. Editora Bookman. 560 p. 2013. \nBibliográfia Complementar: \n-FITZ, P. R.  Cartografia Básica. 1ª edição. São Paulo: Editora Oficina de textos. 2008. \n-SEGANTINE, P. C. L. , GPS: Sistema de Posicionamento Global. Vol. Edição. Editora EESC/USP. 2005. \n-SILVA, J. X. da; ZAIDAN, R. T. (orgs.) Geoprocessamento e meio ambiente. Editora BertrandBrasil. 324p. 2011. \n-KUX, H.; BLASCHKE,  T. Sensoriamento Remoto e SIG Avançados: Novos Sistemas Sensores, Métodos \nInovadores. São Paulo: Editora  Oficina de textos. 303p. 2007. \n- CÂMARA, G., DAVIS, C., MONTEIRO, A.M.V. Introdução à Ciência da Geoinformação.Livro on-line. 2011. \n \nDisciplina: Geoprocessamento (prática) \nCarga horária: 2T \n3P \n \nEmenta: Elaboração de mapas de uso do solo. Aplicações práticas em bacias hidrográficas. Atividades em campo. \nUtilização de diferentes softwares SIG para solução de problemas de engenharia. \nBibliográfia Básica: \n-NOVO, E.M.L.M.  Sensoriamento Remoto: Princípios e Aplicações. 2a edição. São Paulo: Editora  Edgard Blücher. \n1992. \n-JENSEN, J. R. Sensoriamento Remoto do Ambiente: uma perspectiva em recursos terrestres.  Editora Parêntese.  \n(Tradução: Epiphanio, J. C. N. (coord.), FORMAGGIO, A. R., SANTOS, A. R.,  \nRUDORFF, B. -F. T., ALMEIDA, C. M., GALVÃO, L. S.). São José dos Campos: Editora Parêntese, 2009. 604 p. \n-LONGLEY, P. A.; GOODCHILD, M. F.; MAGUIRE, D.; RHIND, D. W. Sistemas e Ciência da Informação  \nGeográfica. 3a. Edição. Editora Bookman. 560 p. 2013. \nBibliográfia Complementar: \n-FITZ, P. R.  Cartografia Básica. 1ª edição. São Paulo: Editora Oficina de textos. 2008. \n-SEGANTINE, P. C. L. , GPS: Sistema de Posicionamento Global. Vol. Edição. Editora EESC/USP. 2005. \n-SILVA, J. X. da; ZAIDAN, R. T. (orgs.) Geoprocessamento e meio ambiente. Editora BertrandBrasil. 324p. 2011. \n-KUX, H.; BLASCHKE,  T. Sensoriamento Remoto e SIG Avançados: Novos Sistemas Sensores, Métodos \nInovadores. São Paulo: Editora  Oficina de textos. 303p. 2007. \n- CÂMARA, G., DAVIS, C., MONTEIRO, A.M.V. Introdução à Ciência da Geoinformação.Livro on-line. 2011. \n \n", "59": "59 \n \nDisciplina:Eletricidade I \nCarga horária:3T \n0P \n \nEmenta: Natureza da Eletricidade. Lei de Ohm e potência. Circuitos série, paralelo e mistos. Leis de Kirchoff. \nAnálise de circuitos em corrente contínua. Fundamentos do eletromagnetismo: Capacitância, circuitos magnéticos, \nindutância, lei de Faraday-Lenz e perdas no ferro. \nBibliográfia Básica: \n-BOYLESTAD, R. L. Introdução à Análise de Circuitos. 10a edição. Rio de Janeiro: Editora Prentice-Hall do Brasil. \n2004. \n-SILVA FILHO, M. T. da. Fundamentos de Eletricidade. Editora LTC. 159p. 2007. \n-GUSSOW, M. Eletricidade básica. Coleção Schaum. Editora Bookman. 570p. 2009. \nBibliográfia Complementar: \n-MAMEDE FILHO, J.; MAMEDE, D. R. Proteção de sistemas elétricos de potência. Editora LTC. 620p. 2011. \n-BARRETO, G.; CASTRO JUNIOR, C. A. de; MURARI, C. A. de F.; SATO, F. Circuitos de Corrente Alterada. Editora \nOficina de Textos. 262p. 2012. \n-FOWLER, R. Fundamentos de Eletricidade: corrente contínua e magnetismo. Vol.1. 7a edição. Editora MaGraw. \n2012 \n-MAYO, R. Derivativos de eletricidade e gerenciamento de risco. Editora Synergia. 121p. 2009. \n-GUERRINI, D. P. Eletricidade para a engenharia. Editora Manole. 150p. 2003. \n \nDisciplina:Mecânica dos Solos II \nCarga horária:4T \n0P \n \nEmenta:Hidráulica dos solos. Compressibilidade e Adensamento dos solos. Resistência ao cisalhamento dos solos. \nEstabilidade de Taludes. Empuxos de Terra e estruturas de arrimo. Ensaios de Laboratório. \nBibliográfia Básica: \n-DAS, B.M. Fundamentos de Engenharia Geotécnica. São Paulo: Cengage Learning, 2011 \n-SOUZA PINTO, C. Curso de Mecânica dos Solos. 2ªEd. São Paulo: Oficina de Textos, 2002 \n-CAPUTO, H.P. Mecânica dos Solos e suas aplicações. Vol. 2 . Rio de Janeiro: LTC, 1987 \n-CAPUTO, H.P. Mecânica dos Solos e suas aplicações. Vol. 3. Rio de Janeiro: LTC, 1987 \nBibliográfia Complementar: \n-AZEVEDO, I.C.D. Análise de Tensões e Deformações em Solos. Viçosa: Editora UFV, 2007. \n-ORTIGÃO, J.A.S. Mecânica dos Solos dos Estados Críticos. Rio de Janeiro: Editora LTC, 2006. (Disponível em: \nhttp://www.terratek.com.br/pt/downloads/cat_view/21-books.html) \n-CRAIG, R.F. Mecânica dos Solos. Rio de Janeiro: Editora LTC, 2007. \n-MASSAD, F. Obras de Terra: curso básico de geotecnia. São Paulo: Oficina de Textos, 2003. \n-Oliveira, A M.S. e Brito,S.N.A. (editores) Geologia de Engenharia. São Paulo: Editora ABGE, 1996. \n-FIORI, A.P. e LUIGI CARMIGNANI, L. Fundamentos de Mecânica dos Solos e das Rochas: aplicações na \nestabilidade de taludes. Curitiba: Ed. UFPR, 2009. \n \nDisciplina:Resistência dos Materiais II \nCarga horária:3T \n0P \n \nEmenta: Vigas de materiais diferentes. Análise e Projeto de Vigas. Critérios de tensão. Transformações de Tensão \ne Deformação. Métodos de Energia. \nBibliográfia Básica: \nBEER, F. P. e JOHNSTON Jr., E. R., Resistência dos Materiais, Editora Pearson Education, 3 ed., 2007. \nHIBBELER, R. C., Resistência dos Materiais, 5 ed., Editora Prentice Hall, 2004, 674p. \n", "60": "60 \n \nBOTELHO, M. H. C. Resistência dos Materiais. Ed. Blücher, 2008, 248 p. \nBibliográfia Complementar: \n-LACERDA, F. S. de. Resistência dos Materiais. Rio de Janeiro: Globo, 1964. 2. 482 p. \n-NASH, William A. Resistência dos materiais. São Paulo: McGraw-Hill do Brasil, 1973. 384 p. (Coleção Schaum). \n-SILVA Jr., J. F. da. Resistência dos Materiais. 2 ed. Rio de Janeiro: Livro Técnico, 1972. 456 p. \n-WILLEMS, N; EASLEY, J. T; ROLFE, S. T. Resistência dos Materiais. São Paulo: McGraw-Hill do Brasil, 1983. \n497p. \n-CRAIG JÚNIOR, Roy R. Mecânica dos materiais. 2 ed. Rio de Janeiro: LTC, 2003. \n \nDisciplina:Hidrologia Geral I \nCarga horária:3T \n1P \n \nEmenta:O ciclo hidrológico e a bacia hidrográfica. Precipitação. Interceptação. Evaporação e evapotranspiração. \nÁguas subterrâneas. Infiltração. Escoamento superficial. Vazões máximas. Transporte fluvial de sedimentos \nBibliográfia Básica: \n-GRIBBIN, JOHN. Introduçao a hidraulica, hidrologia e gestao de aguas pluviais. Editora: CENGAGE. ISBN: \n8522106355, ISBN-13: 9788522106356. Edição: 1°, 2008,Número de páginas: 512 \n-ALVAREZ, CARLOS; GARCEZ, LUCAS NOGUEIRA. HIDROLOGIA. Editora: EDGARD BLUCHER,1988. ISBN: \n8521201699. ISBN-13: 9788521201694, Edição: 2°, Número de páginas: 304 \n-Carlos E. M. Tucci , Hidrologia: ciência e aplicação, Porto Alegre: ABRH , 4ª ed. ,  2012 , ISBN 9788570259240 \nBibliográfia Complementar: \n-Chow, Van Te. Open-Channel Hydraulics. New York: McGraw-Hill, 1959. 680 p. \n-Associação Brasileira de Recursos Hídricos. Drenagem urbana. Porto Alegre: Ed. da niversidade - ABRH, 1995. \n428 p. (Coleção ABRH deRecursos Hidricos;v.5). Organizado por: Carlos E. M. Tucci; Rubem La Laina Porto; Mário \nT. de Barros. Convênio SESU/MEC. Entrada no acervo 1998 \n-Pinto, Nelson L. Souza et al. Hidrologia Basica. Sao Paulo: Edgard Blucher, 1976. 278 p. \n-RIGHETTO, Antônio Marozzi. Hidrologia e recursos hídricos. São Carlos: EESC/USP, 1998. 819 p. \n-Linsley, R. K; Franzini, J. B. Water-Resources Engineering. New York: McGraw-Hill, 1964. 654 p. \n \nDisciplina:Tecnologia de transportes \nCarga horária:3T \n1P \n \nEmenta:Os sistemas de transportes: sua natureza, organização e seus componentes. Veículos e suas \ncaracterísticas. Mecânica da locomoção de trens e caminhões. Introdução à engenharia de tráfego. Fluxos de \nveículos e seu controle. Capacidade e qualidade de serviço em vias de transporte. \nBibliográfia Básica: \n-Transporte Público Urbano - Segunda Edição - Ampliada e Atualizada. Autores: Antonio Clóvis Pinto Ferraz e Isaac \nGuillermo Espinoza Torres 428 páginas - ISBN 85-86552-88-7. Editora Rima \n-SIMULAÇÃO DE TRÁFEGO: Conceitos e Técnicas de Modelagem. Licinio da Silva  \n-NOVAES, A. G. Logística e Gerenciamento da Cadeia de Distribuição. Editora Campus, 3ª Ed., Portugal. ISBN: \n8571931240 1a. Edição – 2005. Formato 16x23 cm, BROCHURA - 198 páginas. Editora Interciencia 424 pp., 2007, \nISBN 8535224157, ISBN-13: 9788535224153. \nBibliográfia Complementar: \n-Revista Transportes ANPET, Associação Nacional de Pesquisa e Ensino em Transportes. Disponivel online em \nwww.revistatransportes.org.br \n-COIMBRA, D. B. O conhecimento de carga no transporte marítimo. Ed. Aduaneiras ISBN 8571294259, São Paulo \n", "61": "61 \n \n-VALENTE, A. M.; PASSAGLIA, E.; NOVAES, A. G.; VIEIRA, H. Gerenciamento de Transporte e Frotas. Editora \nCENGAGE, 2ª ed., 2008, 340p. \n-BARAT, J. Logística e transporte no processo de globalização - oportunidades para o Brasil. Editora UNESP, 1ª Ed., \n2007, 256p. \n-BALLOU, R. H. Logística Empresarial - Transportes, Administração de Materiais e Distribuição Física. Atlas, 1993 \n-Bruton, M. J. Introducao ao Planejamento dos Transportes. Sao Paulo: USP, 1979. 206 p. \n \nDisciplina:Conforto térmico e acústico em edificações  \nCarga horária:3T \n1P \n \nEmenta:Fundamentos cobre conforto. Resposta humana ao ambiente térmico. Índices de conforto. Propriedades \ntermofísicas dos materiais de construção. Radiação solar. Ventilação. Avaliação do desempenho térmico de \nambientes. Noções fundamentais de acústica. Elementos de acústica arquitetônica. Resposta humana ao som. \nConceitos sobre ruído e efeitos no homem. Controle de ruído. Poluição sonora e ruído ambiental. \nBibliográfia Básica: \n-Bistafa, S.R. Acústica aplicada ao controle do ruído. Editora: Edgard Blücher, SP. 2006.  \n-ACUSTICA QUESTAO AMBIENTAL, GRUNOW, EVELISE Editora: EDITORA C4 ISBN: 8599353101,ISBN-13: \n9788599353103,2008, Edição: 1° \n-MANUAL DE CONFORTO TERMICO.Autor: FROTA, ANESIA BARROS, SCHIFFER, SUELI   RAMOS.Editora: \nSTUDIO NOBEL.ISBN: 8585445394.ISBN-13: 9788585445393Edição: 8° \nBibliográfia Complementar: \n-COSTA, Ennio Cruz da. Fisica aplicada à construção: conforto térmico. 4a ed. rev. São Paulo: Edgard Blucher, \n1991. 264 p. ISBN 978-85-212-0100-7. \n-Nepomuceno, L. X. Acustica. Sao Paulo: Edgard Blucher, 1977. 188 p. \n-Handbook of Noise and Vibration Control. Handbook of Noise and Vibration Control. 3. Morden: Trade & Technical, \n723 p. \n-Beranek, L. L. Acoustics. New York: McGraw-Hill, 1954. 481 p. \n-LEMON, H. B; FERENCE, M. Física experimental analítica: calor, acústica, óptica. Buenos Aires: Espasa-Calpe, \n1946. 261 p. Vol.3. \n \n \n", "62": "62 \n \n6º Período \n \nDisciplina:Instalações Elétricas Prediais  \nCarga horária:3T \n1P \n \nEmenta:Fundamentos e Estrutura das Instalações Elétricas: Conceitos Gerais; Elementos de uma instalação \nelétrica residencial ou comercial; Iluminação e seus dispositivos. Projetos das Instalações Elétricas em Baixa \nTensão: Previsão de cargas; Distribuição de circuitos e quadro de cargas; Simbologia e diagramas elétricos; Roteiro \npara executar a distribuição elétrica em planta; Especificação da cablagem, proteção e eletrodutos dos circuitos \ninternos; Cálculo de demandas; Categoria de atendimento e entrada de serviço; Sistemas de proteção contra \ndescargas atmosféricas; Aterramento com relação à ligação na concessionária. Instalações Elétricas em Média \nTensão: Elementos de uma instalação industrial; Subestações unitárias; Quadros e painéis elétricos; Cabos de \nmédia tensão e busway; Proteção de sistemas em baixa tensão; Circuitos típicos para instalação de motores; \nEstrutura tarifária; Curvas de carga; Fator de potência e sua compensação; Determinação de transformador de \nentrada; Especificação de grupo gerador auxiliar e de emergência; Análise e interpretação de desenhos em \neletrotécnica. Desenhos Elétricos com Auxílio Computacional: Comandos básicos do AutoCad; Organização do \ndesenho; Criação e utilização de bibliotecas de símbolos; Elaboração de desenhos elétricos.  \nBibliográfia Básica: \n-COTRIM, A. A. M. B. Instalações Elétricas. 5ª ed., Editora Prentice Hall do Brasil, 2008 \n-CREDER, H. Instalações Elétricas. 15ª ed., Editora LTC, 2007 \n-MAMEDE, J. Instalações Elétricas Industriais. 7ª ed., Editora LTC, 2007 \nBibliográfia Complementar: \n-GUSSOW, Milton. Eletricidade básica. 2a ed. atual. e ampl. Porto Alegre: Bookman, 2009. 571 p. (Coleção \nSchaum). \n-VAN VALKENBURGH, N. N. Eletricidade básica. Rio de Janeiro: Livro Tecnico, [s.d.] \n-O'MALLEY, John. Análise de circuitos. 2 ed. São Paulo: McGraw-Hill do Brasil, 1993. 679 p. (Coleção Schaum). \n-RESNICK, Robert; HALLIDAY, David. Física 3. 4 ed. Rio de Janeiro: LTC, 1984. 322 p. \n-FONSECA, R. S. Iluminação Elétrica. São Paulo: McGraw-Hill do Brasil, 1974. 136 p. \n \nDisciplina:Fundações \nCarga horária:3T \n1P \n \nEmenta:Tipos de fundações e seus comportamentos; Investigação geotécnica do subsolo para projeto de \nfundações; Fundações rasas; Fundações profundas; Escolha do tipo de fundação; Reforço de fundações. \nBibliográfia Básica: \n-SCHNAID, F. Ensaios de Campo e suas aplicações à Engenharia de Fundações. São Paulo: Oficina de Textos, \n2000. \n-VELLOSO, D.A. e LOPES, F  Fundações, Volume 1: critérios de projeto-investigação do subsolo-fundações \nsuperficiais. São Paulo: Oficina de Textos, 2004. \n-VELLOSO, D.A. e LOPES, F  Fundações, Volume 2: fundações profundas. São Paulo: Oficina de Textos, 2010. \n-CINTRA, J.C.A.; AOKI, N. e ALBIERO, J.H. Fundações diretas: projeto geotécnico. São Paulo: Oficina de Textos, \n2011. \n-CINTRA, J.C.A. e AOKI, N. Fundações por estacas. São Paulo: Oficina de Textos, 2012. \nBibliográfia Complementar: \n-HACHICH et al editores Fundações - Teoria e Prática. São Paulo: PINI, 1998. \n-JOPPERT JR., I. Fundações e Contenções de Edifícios: qualidade total na gestão do projeto e execução. São \nPaulo: PINI, 2007. \n", "63": "63 \n \n-ALONSO, U.R. Dimensionamento de Fundações Profundas. São Paulo:Edgard Blücher, 1989. \n-MILITITSKY, J. Patologia das Fundações. São Paulo: Oficina de Textos, 2006. \n-ALONSO, U.R. Previsão e Controle das Fundações. São Paulo: Edgard Blücher, 1991. \n-ALONSO, U.R. Exercícios de Fundações. São Paulo: Edgard Blücher, 1983. \n \nDisciplina:Teoria das Estruturas \nCarga horária:6T \n0P \n \nEmenta:Conceitos e definições. Estruturas isostáticas (vigas; pórticos; treliças). Princípios dos trabalhos virtuais. \nLinhas de influência. Cálculo dos deslocamentos em estruturas isostáticas. Estruturas hiperestáticas: Diagramas \npara os efeitos de carga recalques, variação de temperatura, retração e defeitos de fabricação. Processo dos \nesforços. Processo dos deslocamentos. Introdução à análise matricial de estruturas. \nBibliográfia Básica: \n-SORIANO, H. L., Estática das Estruturas, 1 edição, Ed Ciência Moderna, 2007, 400p. \n-ALMEIDA, M. C. F., Estruturas Isostáticas, editora OFICINA DE TEXTOS, 1 ed., 2009, 168p. \n-MARTHA, L. F., Análise de Estruturas - Conceitos e Métodos Básicos, CAMPUS \nBibliográfia Complementar: \n-DUARTE FILHO L. A., TEORIA DAS ESTRUTURAS 2, Editora: UNIVALI (Universidade do Vale do Itajaí), 2007. \n-SORIANO, H. L. e LIMA, S. S., Análise de estruturas – Método das Forças e Método dos Deslocamentos, vol 1, 2 \nedição, editora Ciência Moderna, 2006, 324p. \n-SUSSEKIND, J.C. Curso de Análise Estrutural. Vol. 1 e 2. Rio de Janeiro, Ed. Globo. \n-CAMPANARI, F.A. Teoria das Estruturas. Vol. 1, 2, 3 e 4. Rio de Janeiro. Guanabara 2. \n-Moreira, D. F. Analise Matricial das Estruturas. Rio de Janeiro: L.T.C, 1977. 390 p. \n \nDisciplina:Hidráulica \nCarga horária:3T \n1P \n \nEmenta:Revisão de conceitos de mecânica dos fluidos, linhas de energia e piezométrica, escoamento em condutos \nforçados: distribuições de velocidades, Experiência de Nikuradse, fórmulaspara perdas de carga distribuída: \nuniversal, Hazen Willians, determinação das perdas de carga localizadas. Introdução a sistemas hidráulicos de \ntubulações. Introdução as redes hidráulicas de distribuição de água. Escoamentos em superfícies livres: Elementos \ngeométricos, distribuição de velocidade e pressão. Escoamento permanente e uniforme: Equações de resistência, \nfórmula de Manning, fórmula de Chezy. Observações sobre projetos e construção de canais. Energia \nespecifica.Escoamento crítico. Ressalto hidráulico:Orifícios, tubos curtos e vertedores. Escoamento permanente \ngradualmente variado: curvas de remanso. Escoamento variável em canais: ondas de translação, equações \nhidrodinâmicas, simplificações das equações de Saint Venant, Propagação de ondas de cheias em rios (Método de \nMuskingum), métodos numéricos para resolver equações de Saint Venant. \nBibliográfia Básica: \n-PORTO, Rodrigo de Melo. Hidráulica básica. 2 ed. São Carlos: EESC-USP, 2001. 519 p. \n-Manual de Hidráulica. Autor: AZEVEDO NETTO, JOSE MARTINIANO.Organizador: ARAUJO, ROBERTO DE \nEditora: EDGARD BLUCHER.iSBN: 8521202776.ISBN-13: 9788521202776, Edição: 8°. 1998 \n-FUNDAMENTOS DE ENGENHARIA HIDRAULICA,Autores: BAPTISTA, MARCIO; LARA, MARCIA,Coleção: \nINGENIUM. ISBN: 8570418280ISBN-13: 9788570418289,Edição: 3°, 2010,Número de páginas: 480 \nBibliográfia Complementar: \nIntrodução a hidráulica, hidrologia e gestão de águas pluviais,autor: gribbin, john e.editora: cengage \nIsbn: 8522106355;isbn-13: 9788522106356. Edição: 1°, 2008, páginas: 512 \n", "64": "64 \n \n-engenharia hidraulica,autor: akan, a. Osman; houghtalen, robert j.;hwang, ned h. C;editora: pearson brasil, isbn: \n8581430880Isbn-13: 9788581430881, 2012, páginas: 336 \n-BOMBAS E INSTALAÇOES HIDRAULICAS;Autor: SANTOS, SERGIO LOPES DOS .ISBN: 8598257567.ISBN-13: \n9788598257563.Idioma: PORTUGUES, 2007, Edição: 1°, páginas: 256 \n-HYDRAULIC \nENGINEERING;Autor: \nROBERSON, \nJOHN \nA.Idioma: \nINGLES.Editora: \nIE-WILEY. \nISBN: \n0471124664.ISBN-13: 9780471124665. Edição: 2°, 1998, páginas: 672 \n-Giles, Ranald V; Evett, Jack B; Liu, Cheng. Mecanica de fluidos e hidraulica. 2. Sao Paulo: Makron Books, 1997. \n460 p. Convenio SESU/MEC.Entrada no acervo 1998. \n \nDisciplina:Projetos Arquitetônicos sustentáveis \nCarga horária:3T \n1P \n \nEmenta:Arquitetura, história das obras arquitetônicas, definição e abordagem de espacialidade, circulação e luz; \nOrdem, ritmo, cheios e vazados, setorizações, proporção, ergonomia e documentação; planejamento de edificações \nde baixa complexidade. Elementos básicos da prática de projeto arquitetônicos sustentáveis. Arcos arquitetônicos. \nBibliográfia Básica: \n-Doris K. Kowaltowski, Daniel de Carvalho Moreira, João R. D. Petreche, Márcio M. Fabrício (Org.) O Processo de \nProjeto em Arquitetura - da teoria à tecnologia. Editora Oficina de Textos , 2011. \n-MONTENEGRO, G.A. Desenho arquitetônico. 4ª Edição. Editora Blücher Ltda. 2001. \n-AGOPYAN, V.; JOHN, V. M. O desafio da sustentabilidade na construção civil. (Goldenberg, J. (org). Série \n  Sustentabilidade, v. 5). Editora Blucher. 2011. \nBibliográfia Complementar: \n-Franco, Maria de Assuncao Ribeiro. Desenho Ambiental: umaintroducao a arquitetura da paisagem com o \nparadigma ecologico. Sao Paulo:Annablume, 1997. 224 p. Convenio SESU/MEC.ISBN:8574195944 \n-GAUZIN-MULLER, DOMINIQUE ARQUITETURA ECOLOGICA Editora SENAC SP, 2011.ISBN:8539600552 \n-LORRAINE FARRELLY. Fundamentos de Arquitetura. Editora Bookman , 2011.ISBN:9788577806775 \n-Manual do Arquiteto Descalço - Johan Van Lengen / Empório do Livro, 2008. 1ª edição. 736p.ISBN:9788586848087 \n-Representação gráfica em arquitetura. F.D.K. Ching, 3a. Editora Bookman, 2006.ISBN:9788573075267 \n \nDisciplina:Planejamento de  transportes e sustentabilidade \nCarga horária:3T \n1P \n \nEmenta:Transporte e sociedade: aspectos econômicos, sociais, políticos e ambientais. Demanda por transporte. \nOferta de transporte. Equilíbrio entre a oferta e a demanda.. Transportes e Sustentabilidade. Impactos ambientais \ndos sistemas de transporte. Mobilidade Urbana Sustentável. \nBibliográfia Básica: \n-Kawamoto, E. (2001) Análise de sistemas de transporte. EESC-USP \n-VASCONCELLOS, E. A. Transporte urbano nos países em desenvolvimento: reflexões e propostas. Publicado por \nAnnablume, 3ª Ed., 282 pp., 2000, ISBN 8574191590 \n-FOGLIATTI, M. C.; FILIPPO, S. e GOUDARD, B. Avaliação de impactos ambientais - Aplicação aos sistemas de \ntransporte. Editora Interciência. Rio de Janeiro, 2004, ISBN 8571931089, ISBN-13: 9788571931084 \nBibliográfia Complementar: \n-Coimbra, C. Visao Historica e Analise Conceitual dos Transporte no Brasil. Rio de Janeiro: Min. dos Transportes, \n1974. 364 p \n-LEITE, PAULO ROBERTO. Logística Reversa - Meio Ambiente e Competitividade - 2ª Ed. -(8576053659) \n-VALENTE, A. M.; PASSAGLIA, E.; NOVAES, A. G.; VIEIRA, H. Gerenciamento de Transporte e Frotas. Editora \nCENGAGE, 2ª ed., 2008, 340p. \n", "65": "65 \n \n-BARAT, J. Logística e transporte no processo de globalização - oportunidades para o Brasil. Editora UNESP, 1ª Ed., \n2007, 256p. \n-Bruton, M. J. Introducao ao Planejamento dos Transportes. Sao Paulo: USP, 1979. 206 p. \n \nDisciplina:Organização Industrial e Administração \nCarga horária:3T \n0P \n \nEmenta:Organização e administração de empresas. Teorias gerais da administração. Racionalização industrial. \nPlanejamento, controle e operação da empresa. Modelos de Administração. A ação empreendedora: \nautoconhecimento, perfil do empreendedor, criatividade, desenvolvimento da visão e identificação  \nBibliográfia Básica: \n-GIBSON, J. L; IVANCEVICH, J. M.; DONNELLY JR.; KONOPASKE, R. Organizações: comportamentos, estrutura  \ne processos. 12a ed. Porto Alegre: McGraw Hill, 2006. \n-ROBBINS, S. P.; JUDGE, T. A.; SOBRAL, F. Comportamento Organizacional. 14ª ed. São Paulo: Pearson, 2010. \n-WREN, D. A. Ideias de administração: o pensamento clássico. São Paulo: Ática, 2008. \nBibliográfia Complementar: \n-CHIAVENATO, I. Teoria Geral da Administracao: Abordagens Prescritivas e Normativas da Administracao. Vol. 2, \n3a. Edição. Sao Paulo: McGraw-Hill do Brasil, 1979. 451 p. \n-CHIAVENATO, I. Introdução a teoria geral da administração. Rio de Janeiro: Campus, 1999. 920 p. \n-SOUZA, E. C. L.; GUIMARÃES, T. A. Empreendedorismo além do plano de negócio. São Paulo: Atlas, 2005. 259 p. \n-HISRICH, R. D. Empreendedorismo. 5a ed. Porto Alegre: Bookman, 2004. 592 p. \n-BIRLEY, S.; MUZYKA, D. F. Dominando os desafios do empreendedor. São Paulo: Pearson Makron Books, 2001. \n334 p. \n-BERNARDI, L. A. Manual de empreendedorismo e gestão: fundamentos, estratégias e dinâmicas. São Paulo: Atlas, \n2003. \n \n \n \n", "66": "66 \n \n7º Período \n \nDisciplina:Estradas I \nCarga horária:3T \n1P \n \nEmenta:Elementos de escolha do traçado e projeto de rodovias e ferrovias. Aplicação das informações obtidas para \nprojetar trechos de vias, inclusive interseções, e aplicar noções sobre movimentos de terra e equipamentos de \nterraplenagem. Desenvolvimento de projeto de um trecho de rodovia com auxílio de programa computacional que \nintegra ferramentas analíticas de projeto geométrico de vias com potencialidades gráficas em 2D/3D de um CAD \n(Computer-Aided Design). Elementos de infraestrutura e superestrutura ferroviária. Causas, mecanismos de \nocorrência e alternativas para controle de erosão no contexto de obras viárias. \nBibliográfia Básica: \n-FOGLIATTI, M. C.; FILIPPO, S. e GOUDARD, B. Avaliação de impactos ambientais - Aplicação aos sistemas de \ntransporte. Editora Interciência. Rio de Janeiro, 2004. \n-LEE, S. H. Introdução ao projeto geométrico de rodovias. UFSC. 3a. Ed. 2008, 431p. \n-PIMENTA, C.R.T. & OLIVEIRA, M.P. Projeto Geométrico de Rodovias. Editora Rima. 198p. 2004. \nBibliográfia Complementar: \n-SENÇO, W. Manual de Técnicas de Projetos Rodoviários. Vol. 1, 1ª ed., Editora PINI, 2008, 760p \n-SENÇO, W. Manual de Técnicas de Projetos Rodoviários. Vol. 2, 1ª ed., Editora PINI, 2008, 760p \n-Associacao Brasileira de Normas Tecnicas ABNT. Maquinas Rodoviarias-Equipamentos e Maquinas para \nTerraplenagem. RJ, 1975. \n-BYRNE, A. T. Highway construction. Chicago: American School of Correspondence, 1916. 2 v. [100]. Vol.1 01612 ; \nVol.2. \n-CARVALHO, M. P. Construção da infraestrutura das estradas de rodagem. Rio de Janeiro: Científica, 1964. 473 p. \n \nDisciplina:Instalações hidráulico prediais \nCarga horária:3T \n1P \n \nEmenta:Sistema predial de água fria. Sistema predial de água quente. Sistema predial de esgoto sanitário. Sistema \npredial de água pluvial. Instalações de combate a incêndio. \nBibliográfia Básica: \n-CREDER, H. Instalações Hidráulicas e Sanitárias., Instalações Hidráulicas e Sanitárias,volume , Editora Editora \nLTC,  6ª ed edição, (2006) \n-MACINTYRE, J. A. ,  Manual de Instalações Hidráulicas e Sanitárias, volume , EditoraEditora LTC,  edição, (1990) \n-BOTELHO, Manoel Henrique Campos; RIBEIRO Jr., Geraldo de Andrade., Instalaçõeshidráulicas prediais: usando \ntubos de PVC e PPR, volume , Editora São Paulo: EdgardBlücher, 2 ed. rev. edição, (2006) \nBibliográfia Complementar: \n-PORTO, R. M., Hidráulica Básica, volume , Editora Projeto REENGE, EESC/USP, 4ªedição edição, (2006) \n-AZEVEDO NETTO, J. M.; Fernandez, M.; Araújo, R.; Ito, A. E., Manual de Hidráulica,volume , Editora São Paulo, \nEditora Edgard Blücher, 8ª ed edição, (1998) \n-BAPTISTA, M. e LARA, M., Fundamentos de Engenharia Hidráulica, volume , EditoraEditora UFMG, 2ª ed edição, \n(2004) \n-CARVALHO JR., R., Instalações Hidráulicas e o Projeto de Arquitetura, volume , EditoraEditora Edgard Blücher, 2ª \ned edição, (2008) \n-Vickers, Manual de hidraulica, volume , Editora Sao Paulo: Vickers,  edição, (1980) \n \nDisciplina:Estruturas de Concreto I \n", "67": "67 \n \nCarga horária:3T \n1P \n \nEmenta:Introdução ao estudo do concreto armado e sua viabilidade. Concepção estrutural. NBR 6118 – Conceitos \npreliminares: Durabilidade das estruturas; Fatores de agressividade ambiental. Características Mecânicas e \nReológicas do concreto. Características do aço. Ações e segurança nas estruturas. Combinações das ações. \nEstados Limites (último e de serviço). Estado Limite Último: Hipóteses de cálculo; Flexão Normal Simples: Hipóteses \nbásicas de dimensionamento; métodos de dimensionamento (Clássico e E.L.U); estádios de deformação; domínios \nde deformação na seção transversal; Equações de equilíbrio e de compatibilidade. Dimensionamento de vigas: \ncálculo da armadura de flexão simples e dupla; cálculo de armadura para seção transversal em forma de “T”. \nCálculo das armaduras transversais de vigas devido ao cisalhamento. Dimensionamento e detalhamento de lajes \nmaciças. \nBibliográfia Básica: \n-CARVALHO, R. C. e FIGUEIREDO FILHO, J. R., Cálculo e Detalhamento de Estruturas Usuais de Concreto \nArmado segundo a NBR 6118:2003, 3 ed, editora EDUFSCar, 2007, 367p. \n-ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS.   NBR 6118 : projeto e execução de obras de concreto \narmado. Rio de Janeiro. 2003 \n-BOTELHO, M. H. C. e MARCHETTI, O, Concreto Armado eu Te Amo, vol 1, editora Edgard Blucher, 5 ed., 2008, \n486p. \nBibliográfia Complementar: \n-FUSCO, P. B., Técnica de armar as estruturas de concreto, editora Pini, 1 ed., São Paulo, 1995 \n-ARAUJO, J.M., Curso de Concreto Armado, vol 1, editora Dunas, 2 ed., Rio Grande do Sul, 2003 \n-POLILLO, A. Dimensionamento de Concreto Armado. 5 ed. Rio de Janeiro: Científica, 1979. 463 p. \n-ARAUJO, J.M., Curso de Concreto Armado, vol 2, editora Dunas, 2 ed., Rio Grande do Sul, 2003 \n-BORGES, A. N., Curso Prático de Cálculo em Concreto Armado, editora Ao Livro Técnico, 1 ed., 2004, 264p. \n \nDisciplina:Resíduos Sólidos \nCarga horária:3T \n1P \n \nEmenta:Geração e caracterização de resíduos sólidos. Acondicionamento e coleta. Reciclagem de resíduos. \nDestino final. Processos de tratamento e redução de resíduos sólidos. Compostagem. Resíduos sólidos industriais. \nTratamento de efluentes de resíduos sólidos. \nBibliográfia Básica: \n-Barros, Regina Mambeli . Tratado sobre resíduos sólidos: gestão, uso e sustentabilidade. 1. ed. Rio de Janeiro-RJ / \nItajubá-MG: Interciência / Acta, 2013. v. 1. 376p . \n-BIDONE, F. R. A.; POVINELLI, J. Conceitos Básicos de Resíduos Sólidos. Vol., edição. São Carlos: Editora \nEESC/USP. 1999. \n-MONTEIRO J. H. P. et al. Zveibil, V. C. (coord.). Manual de Gerenciamento Integrado de resíduos sólidos. Vol., \nEditora IBAM, edição on-line, 2001. \n-FERNANDES, F. (coord.). Manual Prático para Compostagem de Biossólidos. Rio de Janeiro: Editora ABES – \nProjeto PROSAB. (On-line). 1999. \n-D’ALMEIDA, M.L.O.; VILHENA, A. Lixo Municipal: manual de gerenciamento integrado. Vol., Editora IPT/CEMPRE, \n2a. edição. 2000. \nLIMA, L.M.Q. Remediação dos Lixões Municipais (Aplicações da Biotecnologia). Editora Hemus. 2005. \n-JARAMILLO, J. Guía para el Diseño, Construcción y Operación de Rellenos Sanitarios Manuales. Editora  \nUniversidad de Antioquia, Centro Panamericano de Ingeniería Sanitaria y Ciencias del Universidad de  \nAntioquia, Centro Panamericano de Ingeniería Sanitaria y Ciencias del Ambiente. Edição on-line. 2002. \n", "68": "68 \n \n-Associação Brasileira de Normas Técnicas, Série de Normas ABNT NBR 10004 a 10007 Resíduos Sólidos, volume \n, Editora ABNT. 2004. \nBibliográfia Complementar: \n-FERNANDES, F. Manual Prático para Compostagem de Biossólidos. Editora ABES. Projeto PROSAB. 1999. \n-FRANCI, R. (coord.). Gerenciamento do Lodo de Lagoas de Estabilização não mecanizadas. Editora ABES. Projeto \nPROSAB. On-line. 2000. \n-CASSINI, S. T. (coord.). Digestão de resíduos sólidos orgânicos e aproveitamento do biogás. Editora ABES. Projeto \nPROSAB. 2003. \n-CASTILHOS JR., A. B. et al. Alternativas de disposição de resíduos sólidos urbanos para pequenas comunidades. \nEditora ABES. Projeto PROSAB. 2001. \n-CASTILHOS JR., A. B. (coord.). Resíduos Sólidos Urbanos: Aterro Sustentável para Municípios de Pequeno Porte. \nEditora ABES. Projeto PROSAB. 2003. \n-CASTILHOS JR., A.B. (coord.). Resíduos Sólidos. Editora ABES. Projeto PROSAB. 2006. \n-FERNANDES, F. Manual Prático para Compostagem de Biossólidos. Editora ABES. Projeto PROSAB. 1999. \n \nDisciplina:Saneamento I \nCarga horária:2T \n1P \n \nEmenta:Introdução. Sistema de Abastecimento de Água – importância e conceitos. Usos e consumo de água. \nCritérios e parâmetros de dimensionamento de Sistema de Abastecimento de Água (manancial e captação, estação \nelevatória de água, adutora, reservatório, rede de distribuição e ligação predial) \nBibliográfia Básica: \n-HELLER, LEO; PADUA, VALTER LUCIO DE; ABASTECIMENTO DE AGUA PARA CONSUMO HUMANO, 2 VOLS. \nColeção: INGENIUM, Editora: UFMG, segunda edição (2010)ISBN: 8570418450; ISBN-13: 9788570418456; Idioma: \nPORTUGUES; Encadernação: BROCHURA  \n-TOMAZ, PLINIO. REDE DE AGUA. Editora: NAVEGAR EDITORA.2012, 332p. ISBN: 8579260248; ISBN-13: \n9788579260247  \n-TSUTIYA, M. T. Abastecimento de água. 2 ed. São Paulo: Departamento de Engenharia Hidráulica e Sanitária da \nEscola Politécnica da Universidade de São Paulo, 2005. Disponível no site da ABES (http://www.abes-\ndn.org.br/FundoAgua.php) \nBibliográfia Complementar: \n-PORTO, R. M., Hidráulica Básica, volume , Editora Projeto REENGE, EESC/USP, 4ªedição edição, (2006) \n-AZEVEDO NETTO, J. M.; Fernandez, M.; Araújo, R.; Ito, A. E., Manual de Hidráulica,volume , Editora São Paulo, \nEditora Edgard Blücher, 8ª ed edição, (1998) \n-BAPTISTA, M. e LARA, M., Fundamentos de Engenharia Hidráulica, volume , EditoraEditora UFMG, 2ª ed edição, \n(2004) \n-CARVALHO JR., R., Instalações Hidráulicas e o Projeto de Arquitetura, volume , EditoraEditora Edgard Blücher, 2ª \ned edição, (2008) \n-Vickers, Manual de hidraulica, volume , Editora Sao Paulo: Vickers,  edição, (1980) \nDisciplina:Estruturas de Madeira \nCarga horária:3T \n0P \n \nEmenta:Florestas naturais, reflorestamento e utilização da madeira. Fisiologia da árvore. Formação da madeira. \nAnatomia e anisotropia da madeira. Propriedades de resistência e elasticidade da madeira. Tratamentos \npreservativos. Métodos de ensaios. Normas para o cálculo estrutural. Sistemas estruturais. Tipos de ligações. \nBibliográfia Básica: \n-PFIEL, W. e PFIEL, M. Estruturas de Madeira. 6ª ed. Editora LTC, 2003, 224 p. \n", "69": "69 \n \n-INGO, N. e WOLFGANG, N., Manual de Tecnologia da Madeira, 1 ed., editora Edgard Blucher, 2008, 360p. \n-REBELLO, Y., Estruturas de Aço, Concreto e Madeira – Atendimento da Expectativa Dimensional, ed. Zigurate, \n2005, 375p. \nBibliográfia Complementar: \n-CARLITO, C. Jr., Dimensionamento de Elementos Estruturais de Madeira, editora Manole, 1 ed., 2002, 160p. \n-MOLITERNO, Antonio. Caderno de projetos de telhados em estruturas de madeira. Revisão : Reyolando M.L.F. \nBrasil. 4a ed. rev. São Paulo: Edgard Blucher, 2010. 268 p. \n-ABNT NBR 7190. Projeto de estruturas de madeira, 1997 \n-CALIL JÚNIOR, Carlito; MOLINA, Júlio César (Edit.). Cobertura em estruturas de madeira: exemplos de cálculo. \nSão Paulo: Pini, 2010. 207 p. \n-ALVIM R. de C. Projeto de Estruturas de Madeira. Ed Blucher, pag. 226, 2009. \n \nDisciplina:Barragens e obras de Terra \nCarga horária: 2T \n0P \n \nEmenta:Comportamento de areias e argilas. Cálculo do empuxo de terra. Estabilização de movimentos em encostas \nnaturais, sem e com estruturas de contenção. Aterros sobre solos moles. Barragens de terra, redes de fluxo, erosão \ninterna, elaboração de um projeto de barragem, aspectos de construção, comportamento estrutural de barragens. \nBibliográfia Básica: \n-CRUZ, P.T. 100 Barragens Brasileiras: casos históricos, materiais de construção, projeto. São Paulo: Oficina de \nTextos, 1996. \n-MASSAD, F. Obras de Terra: curso básico de geotecnia. São Paulo: Oficina de Textos, 2003. \n-FIORI, A.P. e LUIGI CARMIGNANI, L. Fundamentos de Mecânica dos Solos e das Rochas: aplicações na \nestabilidade de taludes. Curitiba: Ed. UFPR, 2009. \nBibliográfia Complementar: \n-GUIDICINI, G. e NIEBLE, C.M. Estabilidade de taludes naturais e de escavação. São Paulo: Edgard Blucher, 1984. \n-VERTEMATTI, J.C. Manual Brasileiro de Geossintéticos. São Paulo: Edgard BlUcher, 2004. \n-EHRLICH, M. e BECKER, L. Muros e taludes de solo reforçado: projeto e execução. São Paulo: Oficina de Textos, \n2009. \n-GERSCOVICH, D. Estabilidade de Taludes. São Paulo: Oficina de Textos, 2012. \n-ALMEIDA,M. e MARQUES,E. Aterros sobre solos moles: projeto e desempenho. São Paulo: Oficina de Textos, \n2010. \n-COSTA, W.D. Geologia de Barragens. São Paulo: Oficina de Textos, 2012. \n-SILVEIRA, J.F.A. Instrumentação e segurança de barragens de terra e enrocamento. São Paulo: Oficina de Textos: \n2000. \n-SILVEIRA, J.F.A. Instrumentação e scomportamento de fundações de barragens de concreto. São Paulo: Oficina de \nTextos: 2000. \n \n \n \n \n \n \n", "70": "70 \n \n \n8º Período \nDisciplina:Estradas  II \nCarga horária:3T \n1P \n \nEmenta:Conceitos de pavimentação rodoviária. Reconhecimento, caracterização e determinação de propriedades \ndos materiais do subleito e dos materiais usados na construção do pavimento. Cálculo do carregamento do tráfego, \nconcepção e dimensionamento da estrutura do pavimento. Avaliação das condições de pavimentos em uso e \nproposição de medidas para reforço ou restauração. \nBibliográfia Básica: \n-BALBO, J. T. Pavimentação Asfáltica: Materiais, Projeto e Restauração. Oficina de Textos, 1a Ed. 2007. 560p. \n-MEDINA, J. e MOTTA, L. M .G. Mecânica dos Pavimentos. COPPE/UFRJ, 2006. \n-MUDRIK, C. Caderno de Encargos. Vol. 1, Terraplenagem, Pavimentação e Serviços Complementares.Ed. Edgard \nBlücher, 2ª ed., 2006, 256p. \n-VILLIBOR, D. F.; NOGAMI, J. S.; CINCERRE, J. T.; SERRA, P. R.; ZUPPOLINI, A. Pavimentos de baixo custo para \nvias urbanas. Editora Arte e Ciência, 2ª Ed., 2009. \nBibliográfia Complementar: \n-Associacao Brasileira de Normas Tecnicas ABNT. Maquinas Rodoviarias-Equipamentos e Maquinas para \nTerraplenagem. RJ, 1975. \n-BYRNE, A. T. Highway construction. Chicago: American School of Correspondence, 1916. 2 v. [100]. Vol.1 01612 ; \nVol.2 \n-CARVALHO, M. P. Construção da infraestrutura das estradas de rodagem. Rio de Janeiro: Científica, 1964. 473 p. \n-RICARDO, H. S., CATALANI, G. Manual Prático de Escavação - Terraplenagem e Escavação de Rocha. 3ª Ed., \nEditora PINI. \n-SILVA, J. F. B. Contribuição a analise dos impactos ambientais na construção de rodovias. 2000. 112 p. (Mestrado)-\nUNIFEI. \n \nDisciplina:Estruturas de Concreto II  \nCarga horária:3T \n1P \n \nEmenta:Projeto de vigas bi apoiadas e contínuas: detalhamento da armadura de flexão longitudinal na seção \ntransversal e ao longo da viga, segundo a NBR 6118; Estados Limites de Utilização de abertura de fissuras e de \ndeformação excessiva (flecha); ancoragem e emendas de barras.Noções de torção em vigas.Projeto de lajes \nnervuradas: definições, determinação das ações e dos esforços solicitantes, cálculo e detalhamento das armaduras, \nverificação das tensões tangenciais e do estado de deformação excessiva.Flexão normal composta e oblíqua; \nInstabilidade e efeitos global e local de segunda ordem. Pilares: Flambagem e efeito de segunda ordem, \ndimensionamento para flexão normal composta e oblíqua, detalhamento básico. Estruturas das fundações: sapatas \ne blocos. Estruturas particulares: escadas convencionais e reservatórios. \nBibliográfia Básica: \n-CARVALHO, R. C. e MIRANDA, L. P.., Cálculo e Detalhamento de Estruturas Usuais de Concreto Armado, volume \n2, 1 ed, editora PINI, 2009, 589p. \n-BOTELHO, M. H. C. e MARCHETTI, O, Concreto Armado eu Te Amo, vol 2, editora Edgard Blucher, 2 ed., 2007, \n280p. \n-ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS.   NBR 6118 : projeto e execução de obras de concreto \narmado. Rio de Janeiro. 2003. \n \nBibliográfia Complementar: \n", "71": "71 \n \n-ARAUJO, J.M., Curso de Concreto Armado, vol 3, editora Dunas, 2 ed., Rio Grande do Sul, 2003 \n-ARAUJO, J.M., Curso de Concreto Armado, vol 4, editora Dunas, 2 ed., Rio Grande do Sul, 2003 \n-POLILLO, A. Dimensionamento de Concreto Armado. 5 ed. Rio de Janeiro: Científica, 1979. 463 p. \n-CARVALHO, R. C. Cálculo e Detalhamento de Estruturas Usuais de Concreto Armado. Edufscar, 3ª Ed. \n-FUSCO, P. B., Técnica de armar as estruturas de concreto, editora Pini, 1 ed., São Paulo, 1995 \n \nDisciplina:Sistemas construtivos sustentáveis I \nCarga horária: 2T \n2P \n \nEmenta: Implementação de obras de infraestrutura tendo em vista o conceito de sustentabilidade ambiental. \nPlanejamento territorial e Geoprocessamento. Planejamento viário. Certificações ambientais e índices de \nsustentabilidade. Cidades inteligentes. Sistemas Hídricos e Energéticos para conjuntos e vilas sustentáveis (Perdas \nde água, Reuso água cinza e Reuso de água de chuva). Desenvolvimento de projeto de consolidação.  \nBibliográfia Básica: \n-CHING, F. D. K. Técnicas de Construção Ilustradas. Editora Bookman, 2010. 4ª edição. 478p. \n-KELLER, M. e BURKE, B. Fundamentos de projetos de Edificações Sustentáveis. Editora Bookman, 2010. 1ª \nedição. 362p. \n-LENGEN, J. V. Manual do Arquiteto Descalço. Johan Van Editora Empório do Livro, 2008. 1ª edição. 736p. \nBibliográfia Complementar: \n-COSTA, E. C. Arquitetura Ecológica. Editora Edgard Blücher, 1982. 1ª edição. 264p. \n-EDWARDS, B. O guia básico para a sustentabilidade. Editora GG, 2004. 1ª edição. 122p. \n-Tecnologia e Materiais Alternativos de Construção - Antônio Ludovico Beraldo e Wesley Jorge Freire / Unicamp, \n2003.  1ª edição. 336p. \n-GRONDZIK, W. T. e KWOK, A. G. MANUAL DE ARQUITETURA ECOLOGICA (Tradutor: SALVATERRA, \nALEXANDRE). Editora BOOKMAN COMPANHIA, 2012. \n-VIDIELLA, \nA. \nS. \nATLAS \nDA \nARQUITECTURA \nECOLOGICA \n- \nPLURILINGUE \n- \nPORTUGUES/INGLES/ITALIANO/ESPANHOL Editora FKG/PAISAGEM, 2010. \n-ADDIS, B. Reúso de Materiais e Elementos de Construção. São Paulo: Oficina de Textos, 2010. (Building with \nReclaimed Components and Materials, Earthscan, 2006). \n \nDisciplina: Saneamento II \nCarga horária: 2T \n1P \n \nEmenta:Sistema de Esgotamento Sanitário – importância e conceitos. Produção de esgoto sanitário. Critérios e \nparâmetros de dimensionamento de Sistemas de Esgotamento Sanitário (rede coletora, interceptor e emissário, \nestação elevatória de esgotos, obras de lançamento de efluentes no corpo receptor). \nBibliográfia Básica: \n-NUVOLARI, Ariovaldo et al. Esgoto sanitário: coleta, transporte, tratamento e reúso agrícola. São Paulo: Edgard \nBlucher, 2011. 563 p. ISBN: 8521205686; ISBN-13: 9788521205685  \n-ALEM SOBRINHO, P.; TSUTIYA, M.T. Coleta e transporte de esgoto sanitário. São Paulo: USP, 1999  \n-PEREIRA, J. A. R.; SOARES, J. M. Rede coletora de esgoto sanitário: projeto,construção e operação. Belém: \nNUMA, UFPA, EDUFPA, GPHS/CT, 2010. 301p. ISBN: 8591118502; ISBN-13: 9788591118502  \nBibliográfia Complementar: \n-TOMAZ, PLINIO. REDE DE ESGOTO. Editora: NAVEGAR EDITORA.2012, 256p. ISBN: 857926023X; ISBN-13: \n9788579260230 \n-GESTAO DO SANEAMENTO BASICOABASTECIMENTO DE AGUA E ESGOTAMENTO SANITARIO \nAutor: GALVAO JUNIOR, ALCEU DE CASTRO, PHILIPPI JUNIOR, ARLINDO \n", "72": "72 \n \n-PORTO, R. M., Hidráulica Básica, volume , Editora Projeto REENGE, EESC/USP, 4ªedição edição, (2006) \n-AZEVEDO NETTO, J. M.; Fernandez, M.; Araújo, R.; Ito, A. E., Manual de Hidráulica,volume , Editora São Paulo, \nEditora Edgard Blücher, 8ª ed edição, (1998) \n-BAPTISTA, M. e LARA, M., Fundamentos de Engenharia Hidráulica, volume , EditoraEditora UFMG, 2ª ed edição, \n(2004) \n \nDisciplina:Estruturas Metálicas  \nCarga horária:2T \n1P \n \nEmenta:Histórico; Vantagens e desvantagens das estruturas metálicas; Perfis comerciais utilizados em estruturas; \nTipos de aço utilizados; Obtenção do aço, propriedades físicas, comportamento tensão‐deformação; A NBR 8800; \nAções e segurança nas estruturas; Estados limites (último e de serviço). Combinações das ações. Barras \ntracionadas e comprimidas. Dimensionamento à flexão simples e flexo‐compressão; Construções em aço: sistemas \nconstrutivos e inovação tecnológica; Ligações parafusadas e soldadas e emendas de barras. Projeto. NBR 6123. \nDesenvolvimento de um projeto completo de um galpão, com mezanino interno, fechamento lateral, de acordo com \nas normas vigentes. \nBibliográfia Básica: \n-PFEIL, W., PFEIL, M., Estruturas de Aço: Dimensionamento Prático, Editora LTC, 8ª ed., 2009, 380p. \n-MATTOS DIAS, L. A. Estruturas de Aço - Conceitos, Técnicas e Linguagem. Editora Zigurate, 6ª ed., 2008, 300p. \n-PINHEIRO, A. C. Estruturas Metálicas: cálculos, detalhes, exercícios e projetos. 2ª ed., Editora Edgard Blücher, \n2005, 299 p., ISBN-10: 8521203691 \nBibliográfia Complementar: \n-REBELLO, Y. C. P. A Concepção Estrutural e a Arquitetura, Editora: ZigurateAcominas. Edificios de Andares \nMultiplos. Belo Horizonte: Acominas, 1979. 103 p. (Coletanea Tecnica do Uso do Aco, v.1). Vol. 1. Tombo 23153: \n1989. \n-REBELLO, Y., Estruturas de Aço, Concreto e Madeira – Atendimento da Expectativa Dimensional, Editora. Zigurate, \n2005, 375p. \n-PIGNATTA e SILVA, V.; DOMINGOS PANNONI, F. Estruturas de Aço Para Edifícios - Aspectos Tecnológicos e de \nConcepção, Editora Edgard Blücher, 2010. \n-ABNT – Associação Brasileira de normas técnicas. NBR 8800. Projeto de estruturas de aço e de estruturas mistas \nde aço e concreto de edifícios. 2ª edição, 2008. \n-ZACARIAS C, FICANHA R; FABEANE R. Projeto e cálculo de Estruturas de aço. Editora Campus. 2013. \n \nDisciplina:Planejamento urbano e ambiental  \nCarga horária:3T \n1P \n \nEmenta:Relacionamento entre projeto urbano, meio físico, sistemas urbanos e sistemas produtivos , equipamentos, \ninfraestrutura, sistema viário, zoneamento e unidades de vizinhança, legislação urbana, desenho do entorno urbano, \ndinâmica econômica e regional. \nBibliográfia Básica: \n-CULLEN, G. A Paisagem Urbana. Editora Edições 70, Lisboa, 1ª ed., 2006, 208p. \n-LYNCH, K. A imagem da cidade. Editora Edições 70, 1ª ed., 2008, 1. CULLEN, G. A Paisagem Urbana. Editora \nEdições 70, Lisboa, 1ª ed., 2006, 208p. \n-LYNCH, K. A imagem da cidade. Editora Edições 70, 1ª ed., 2008, 209p. \n-SEMPLA. Plano Diretor Estratégico do Município de São Paulo. Editora Senac. 1a edição. 2012.209p. \n-LANDIM, P. da C. Desenho de Paisagem Urbana: as cidades do interior paulista. Editora Unesp. \nBibliográfia Complementar: \n", "73": "73 \n \n-ALMEIDA, C. M. de; CÂMARA, G.; MONTEIRO, A. M. (orgs.) Geoinformação Em Urbanismo - Cidade Real X \nCidade Virtual. Editora Oficina de Textos. 368p. 2007. \n-LE CORBUSIER. Planejamento urbano. Editora Perspectiva. Coleção Debates 37. 3a. Edição. 2010. \n-BARDET, G. O urbanismo. Campinas, SP: Papirus, 1990. 141p. \n-LAMAS, J. M. R. G. Morfologia urbana e desenho da cidade. 3. ed. Lisboa: FCG: JNICT, 2004. 590 p. \n-MASCARÓ, J. L. Loteamentos urbanos. 2. ed. Porto Alegre: +4 Editora, 2005. 208p. \n-LEITE, C.; AWAD, J. di C.M. Cidades Sustentáveis, Cidades Inteligentes. Editora Bookman. 278p. 2012. \n-LANDIM, P. da C. Desenho de Paisagem Urbana: as cidades do interior paulista. Editora Unesp. 132p. 2004. \nDisciplina:Portos e Hidrovias \nCarga horária:3T \n1P \n \nEmenta:Vias navegáveis. Planejamento hidroviário. Dimensionamento básico de hidrovias. Dimensionamento de \ncanais artificiais. Obras de implantação e manutenção: rios, lagos, canais e eclusas. Retificação e supressão de \ncurvas e consolidação das margens dos rios e canais. Dragagem: Tipos, processos, equipamentos, técnicas \nconstrutivas. Sinalização e telecomunicação. Panorama do Sistema Portuário Brasileiro. Portos de rios e de mar. \nDimensionamento básico dos portos. Canal de acesso, bacia de evolução e anti- porto, obras externas ou de abrigo, \nobras internas ou de atracação, logística e administração portuária. Aspectos gerais do transporte marítimo e \ntécnicas para planejamento de portos e terminais necessários para sua operação. \nBibliográfia Básica: \n-ALFREDINI, P.; ARASAKI, E. Obras e Gestão de Portos e Costas. Ed. Edgard Blucher, 2008, 248p. \n-NOVAES, A. G. Logística e Gerenciamento da Cadeia de Distribuição. Editora Campus, 3ª Ed., 424 pp., 2007. \n-JANSEN, P. P. ; L. VAN BENDENGON, L. ; VAN DENBERG, J. ; DE VRIES, M.; ZANE, A. Principles of River \nEngineering. Thenon-tidal alluvial river. Editora Pitman Books Limited - Melbourne, 1983. \nBibliográfia Complementar: \n-COIMBRA, D. B. O conhecimento de carga no transporte marítimo. Ed. Aduaneiras, São Paulo \n-HILLIER, F. S. & LIEBERMAN G. J. Introdução à pesquisa operacional. Rio de Janeiro. Campus/EDUSP, 1988. \n-MASON, J. Obras portuárias. Rio de Janeiro, Ed. Campos, 1981. \n-NOVAES, A. G. N. Logística aplicada: suprimento e distribuição física. São Paulo, Pioneira, 1994. \n-WRIGHT, P. H. & ASHFORD, N. J. Transportation engineering planning and design. 3 ed. New York, Wiley, 1989. \n \n \n \n", "74": "74 \n \n9º Período \n \nDisciplina:Pontes e Obras Especiais \nCarga horária:3T \n0P \n \nEmenta:Introdução, conceituação e classificação; Normas técnicas, ações nas pontes. Sistemas estruturais, análise \ntipológica e construtiva. Infraestrutura: pilares, encontros, fundações e aparelhos de apoio Galerias, tipologia, pré-\ndimensionamento e cálculo. Pré‐dimensionamento e cálculo de superestruturas (túneis, viadutos, pontes): \nDimensionamento das vigas principais e secundárias; dimensionamento das lajes do tabuleiro. Detalhes de \nexecução. \nBibliográfia Básica: \n-MARCHETTI,O. Pontes de Concreto Armado. Ed. Blucher, 2008, 248p. \n-ALFREDINI P; ARASAKI, E. Obras e Gestão de Portos e Costas. Ed. Blücher, 2008, 248p.  \n-Leonhardt, F., Construções de concreto: princípios básicos da construção de pontes de concreto, Vol. 6, \nInterciência, Rio de Janeiro, 1979. \nBibliográfia Complementar: \n-100 Barragens Brasileiras - CRUZ,P.T. / Oficina de Textos, 2004. 648p. \n-O'CONNOR, C. Pontes superestruturadas. São Paulo: USP, [s.d.]. 2 v. [100]. Vol.1 1975/15876 ; Vol.2 1976/15877. \n-PFEIL, Walter.   Pontes em concreto armado.  4. ed.  Rio de Janeiro: Livros Tecnicos e Cientificos, 1990 \n-ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS.   NBR 6118 : projeto e execução de obras de concreto \narmado. Rio de Janeiro. 2003 \n-ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS.   NBR 7187 : : projeto e execução de pontes de concreto \narmado e protendido :    procedimento.    Rio de Janeiro:  ABNT, 2003, 11p. \n \nDisciplina: Planejamento e Execução de Construções \nCarga horária:4T \n2P \n \nEmenta: Tecnologia das construções. Interdependência entre o projeto e a obra. Orçamento das Obras. \nEspecificações de materiais e serviços. Processos construtivos: artesanal, tradicional, racionalizado e \nindustrializado. Organização de canteiro de obras. Serviços preliminares, contenções e locação da obra. Técnicas \npara realização dos serviços de: movimento de terra, sondagens e fundações. Técnicas para execução de estruturas \nde concreto armado. Alvenarias e Revestimentos. Impermeabilização das construções. Cobertura e Drenagem. \nSistemas prediais e interferências. Acabamentos. Tecnologias construtivas apropriadas e apropriáveis. Sistemática \nde controle da construção. \nBibliográfia Básica: \n-YAZIGI,W. A Técnica de Edificar. Editora PINI, 2009. 10ª Ed. 770p. \n-Construção Passo a Passo. Editora PINI, 2009. 2ª Ed. 206p. \n-TABELAS de Composição de Preços para Orçamentos: TCPO. 13a ed. São Paulo: Pini, 2008. 630 p. \nBibliográfia Complementar: \n-WOODHEAD,R.W. e HALPIN,D.W. Administração da Construção Civil. Editora LTC, 2004. 2ª Ed. 364p. \n-NAVY,US Construção Civil: teoria e prática. Volume 1. Editora HEMUS, 2005. 1ª Ed. 504p. \n-NAVY,US Construção Civil: teoria e prática. Volume 2. Editora HEMUS, 2005. 1ª Ed. 354p. \n-NAVY,US Construção Civil: teoria e prática. Volume 3. Editora HEMUS, 2005. 1ª Ed. 354p. \n-BORGES, Alberto de Campos. Prática das pequenas construções. São Paulo: Edgard Blucher, [s.d.]. 2 v. [100]. \nVol.1 4.ed. 00567, 6.ed. 22535 ; Vol.2 00568 , 4. ed. 22536. \n \nDisciplina:Sistemas construtivos sustentáveis II \n", "75": "75 \n \nCarga horária: 2T \n2P \n \nEmenta: Implementação de Qualidade ambiental de ambientes interiores. Construções verdes. Estudo do ciclo de \nvida aplicado à Geotecnia. Materiais de baixo consumo energético e de reutilização. Novas formas Construtivas. \nSistemas de ar condicionado e armazenamento de energia em edificações. Aspectos de iluminação e ventilação \nnatural em edificações. Projeto de instalações hidráulicas. Projetos de Edificações aplicando tecnologias \nsustentáveis. \nBibliográfia Básica: \n-Fundamentos de projetos de Edificações Sustentáveis - Marian Keller e Bill Burke / Bookman, 2010. 1ª edição. \n362p. ISBN:  \n-Reis, Lineu Belico dos e Romero, Marcelo De Andrade Eficiência Energética em Edificios. Editora: MANOLE. \n-MATTOS, Aldo Dórea. Planejamento de obras passo a passo aliando teoria e prática. Editora: PINI. 1ª Edição. São \nPaulo. 2010. \nBibliográfia Complementar: \n-Reúso de Materiais e Elementos de Construção - Bill Addis / Oficina de Textos,2010. 1ª edição. 368p. \n-Tecnologia e Materiais Alternativos de Construção - Antônio Ludovico Beraldo e Wesley Jorge Freire / Unicamp, \n2003.  1ª edição. 336p. \n-Arquitetura Ecológica - Ennio Cruz da Costa / Edgard Blücher, 1982. 1ª edição. 264p. \n-Manual do Arquiteto Descalço - Johan Van Lengen / Empório do Livro, 2008. 1ª edição. 736p. \n-O guia básico para a sustentabilidade - Brian Edwards / GG, 2004. 1ª edição. 122p. \n-Vahan Agopyan, Vanderley M. John O Desafio da Sustentabilidade na Construção Civil Editora: Edgard Blücher, \nBill Addis Reúso de Materiais e Elementos de Construção Editora: Oficina de Textos, 2010. \n \nDisciplina: Gestão das infraestruturas \nCarga horária:3T \n0P \n \nEmenta: Gestão de projetos e infraestrutura, Planejamento, Gestão de qualidade, Gestão de contratos e \nregulamentação, Gestão e controle de canteiros de obras, Gestão e viabilidade econômica e gestão ambiental. \nBibliográfia Básica: \n-Gestão dos Resíduos de Construção e Demolição no Brasil. -José da Costa Marques Neto 1ª Edição, 2005. Editora \nRima. \n-UBIRACI E. LEMES DE SOUZA. Como Reduzir Perdas nos Canteiros - Manual de Gestão do Consumo de \nMateriais na Construção Civil. 1ª edição, 2005. Editora PINI. \n-UBIRACI E. LEMES DE SOUZA Como Aumentar Eficiência da Mão-de-Obra. 1ª edição, 2006. Editora PINI. \n-ADRIANA DE PAULA LACERDA SANTOS e ANTONIO EDÉSIO JUNGLES Como Gerenciar as Compras de \nMateriais na Construção Civil. 1ª Edição,2008. Editora PINI. \nBibliográfia Complementar: \n-HELIO FLAVIO VIEIRA. Logística Aplicada à Construção Civil. Como melhorar o fluxo de produção nas obras. 1ª \nEdição, 2006. Editora PINI. \n-OTÁVIO J. OLIVEIRA  e SILVIO BURRATTINO MELHADO Como Administrar Empresas de Projeto de Arquitetura e \nEngenharia Civil. 1ª edição, 2006. Editora PINI. \n-CARNOT LEAL NOGUEIRA. Auditoria de Qualidade de Obras Públicas. 1ª Edição, 2008. Editora PINI. \n-MARCIO SOARES DA ROCHA. Controle Gerencial de Obras Públicas Municipais. Como Controlar e Gerenciar \nObras e Serviços Municipais de Engenharia. 1ª Edição, 2011. Editora: Edição do Autor. \n-MAÇAHICO TISAKA. Como Evitar Prejuízos em Obras de Construção Civil - Construction Claim. Manual técnico de \norientação para o reequilíbrio dos contratos. 1ª Edição, 2011. Editora PINI. \n", "76": "76 \n \n-MAÇAHICO TISAKA Orçamento na Construção Civil - Consultoria, Projeto e Execução. 2ª Edição, 2011. Editora \nPINI. \n-HAMILTON BONATTO Licitações e Contratos de Obras e Serviços de Engenharia. Editora Fórum. 2ª Edição, 2012. \n \nDisciplina:Cidadania e Responsabilidade Social \nCarga horária:4T \n0P \n \nEmenta:A dimensão humana e a construção do indivíduo. Subjetividade e Coletividade. Ética. Política, Instituições e \nOrganizações. Definição e Princípios do Direito. Constituição de 1988: Princípios Fundamentais, Direitos e Deveres \nIndividuais e Coletivos. Conceitos Básicos de Direito Administrativo. A sociedade contemporânea. Globalidade e \nSustentabilidade. Responsabilidade Social. Empreendedorismo Social. \nBibliográfia Básica: \n-ARON, Raymond. Etapas do Pensamento Sociológico, Editora Martins Fontes, 1990. \n-FORACCHI, Marialice Mencarini; MARTINS, José de Souza. Sociologia e Sociedade:leituras de introdução à \nSociologia, Editora LTC, 1977. \n-HARVEY, David. Condição pós-moderna: uma pesquisa sobre as origens da mudançacultural, Editora Loyola, \n1993. \nBibliográfia Complementar: \n-LAZZARESCHI, Noêmia. Trabalho ou Emprego? Editora Paulus, 2007. \n-PIMENTA, C. A. M.; ALVES, C. P. Políticas Públicas, Editora EDUEPB, 2010. \n-SEM, Amartya. Desenvolvimento como Liberdade, Editora Cia. Das letras,edição, (2000) \n-SEM, Amartya; KLIKSBERG, Bernardo. As Pessoas em Primeiro Lugar, Ed. Cia. das letras, 2000. \n-ANTUNES, Ricardo. Adeus ao Trabalho? Editora UNICAMP, 1998. \n \nDisciplina:Legislação para Engenharia Civil \nCarga horária:2T \n0P \n \nEmenta:a) Código Civil e do Consumidor na Construção Civil:relação consumidor/fornecedor;distinção entre vício e \ndefeito no CDC;da responsabilidade pelo produto e serviço;defeitos de construção. \nb) Estatuto da Cidade (Lei n. 10.257/2001):plano diretor;instrumentos. \nc) Código de Obras e Edificações: municípios. \nBibliográfia Básica: \n-SILVA, J. A. da. Direito Urbanístico Brasileiro. 7ed. São Paulo: Malheiros, 2012. \n-GONÇALVES, A. A. Manual Jurídico da Construção. Ed: Ithala, 2012. \n-PINHEIRO, A. C. Legislação aplicada a Construção Civil. Ed: Erica, 2013. \nBibliográfia Complementar: \n-SILVA, C. H. D. da. Plano Diretor:Teoria e Prática. São Paulo: Saraiva, 2008. \n-ASFAHL, C. RAY. Gestão de Segurança e de Saúde Ocupacional. Ed. Ernesto Reichmann. São Paulo, 2005. 446p. \n-SOUZA, T. L. Green Buildings: construções inteligentes e ecoeficientes. Revista do Conselho Regional de \nEngenharia, Arquitetura e Agronomia, Rio Grande do Sul, v.51, p.12-17, nov. 2008. \n-KEELER,M.,BURKE, B. Fundamentos de projeto de edificações sustentáveis. Porto Alegre: Bookman, 2010. 362 p. \n \nDisciplina: Segurança do trabalho em Construção Civil \nCarga horária:2T \n0P \n \nEmenta:Histórico. Aspectos conceituais. Cargas físicas. . Ergonomia. Análise estatística de acidentes do trabalho. \nFundamentos de prevenção e de análise de acidentes. Processos de produção e riscos relevantes associados. \nLegislação. Normalização e certificação. \n", "77": "77 \n \nBibliográfia Básica: \n-ASFAHL, C. RAY. Gestão de Segurança e de Saúde Ocupacional. Ed. Ernesto Reichmann. São Paulo, 2005. 446p. \n-CARDELLA, Benedito. Segurança no Trabalho e Prevenção de Acidentes: uma abordagem holística: segurança \nintegrada à missão organizacional com produtividade, qualidade, preservação ambiental e desenvolvimento de \npessoas. 1 ed. – 7 reimpr. São Paulo: Atlas, 2009. \n-Pacheco Junior, Waldemar. Qualidade na seguranca e higiene do trabalho: serie SHT 9000, normas para a gestao \ne garantia da seguranca e higiene do trabalho. Sao Paulo: Atlas, 1995. 118 p. \nBibliográfia Complementar: \n-BARBOSA FILHO, Antonio Nunes. Segurança do trabalho & gestão ambiental. 2 ed. São Paulo: Atlas, 2008. \n-SEIFFERT, Mari Elizabete Bernardini. Sistemas de gestão ambiental (ISO 14001) e saúde e segurança ocupacional \n(OHSAS 18001): vantagens da implantação integrada. 2 ed. São Paulo: Atlas, 2010. \n-ZOCCHIO, Álvaro. Prática da prevenção de acidentes: ABC da segurança do trabalho. 6. São Paulo: Atlas, 1996. \n-SAAD, E. G. Introdução a Engenharia de Segurança do Trabalho: textos básicos para estudantes de engenharia. \nSão Paulo: Fundacentro, 1981. 547 p. \n-RIBEIRO FILHO, L. F. A proteção contra incêndios. São Bernardo do Campo: Ivan Rossi, [s.d.]. 106 p. (Atualização \nem Segurança, Higiene e Medicina do Trabalho, v.5). \n \n \n \n", "78": "78 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nANEXO III - GRADE \n \n \nCURSO ENGENHARIA CIVIL UNIFEI \n", "79": "79 \n \nModalidade: Bacharelado - Formato: Presencial - Regime: Semestral  \nGrade: 2015 \nTempo de integralização: 10 a 18 períodos     -    Carga Horária Total: 4294 horas \n \nObrigatórias: 01º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nSCO003  \n1 \n2.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nBAC002 \n1 \n4.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nBAC018 \n1 \n0.0 \n6.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nFIS104 \n1 \n2.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n FIS101 \n  \nFIS114 \n1 \n0.0 \n1.0 0.0 0.0 \n0 \n  \n  \n \nF \n FIS101 \n  \nMAT001 \n1 \n6.0 \n0.0 0.0 0.0 \n0 \n \n  \n \nF \n  \n  \nMAT011 \n1 \n4.0 \n0.0 0.0 0.0 \n0 \n \n  \n \nF \n  \n  \nECI032 \n1 \n1.0 \n0.0 0.0 0.0 \n0 \n  \n  \n  \nF \n  \n  \n  \nObrigatórias: 02º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nCCO016 \n2 \n0.0 \n0.0 4.0 0.0 \n0 \n \n  \n \nF \n BAC017 \n  \nECI001 \n2 \n0.0 \n0.0 0.0 4.0 \n0 \n \n  \n \nF \n  \n  \nFIS203 \n2 \n0.0 \n0.0 4.0 0.0 \n0 \n \n  \n \nF \n FIS204 \n  \nFIS213 \n2 \n0.0 \n0.0 0.0 1.0 \n0 \n \n  \n \nF \n FIS204 \n  \nMAT002 \n2 \n0.0 \n0.0 4.0 0.0 \n0 \n \n  \n \nF \n  \n MAT001 (P)  \nMAT021 \n2 \n0.0 \n0.0 4.0 0.0 \n0 \n \n  \n \nF \n  \n MAT001 (P)  \nQUI102 \n2 \n0.0 \n0.0 4.0 0.0 \n0 \n \n  \n \nF \n QUI001 \n  \nQUI112 \n2 \n0.0 \n0.0 0.0 1.0 \n0 \n \n  \n \nF \n QUI001 \n  \n \nObrigatórias: 03º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nEME313T \n1 \n3.5 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nEME313P \n1 \n0.0 \n0.5 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nEME338 \n1 \n4.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nFIS503 \n1 \n4.0 \n0.0 0.0 0.0 \n0 \n \n  \n \nF \n  \n  \nGEO011T \n1 \n2.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n GEO302 GEO011P (C)  \nGEO011P \n1 \n0.0 \n2.0 0.0 0.0 \n0 \n  \n  \n  \n  \nGEO302 \nGEO011T (C)  \n", "80": "80 \n \nGEO017 \n1 \n2.0 \n2.0 0.0 0.0 \n0 \n  \n  \n \nF \n GEO001 \n  \nMAT003 \n1 \n4.0 \n0.0 0.0 0.0 \n0 \n \n  \n \nF \n  \n MAT002 (P)  \nMAT012 \n1 \n4.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \n \nObrigatórias: 04º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nECI003 \n2 \n0.0 \n0.0 4.0 2.0 \n0 \n \n  \n \nF \n  \n  \nECN001 \n2 \n0.0 \n0.0 3.0 0.0 \n0 \n \n  \n \nF \n  \n  \nEME412T \n2 \n0.0 \n0.0 3.0 0.0 \n0 \n \n  \n \nF \n  \n  \nEME412P \n2 \n0.0 \n0.0 0.0 1.0 \n0 \n \n  \n \nF \n  \n  \nEME438P \n2 \n0.0 \n0.0 0.0 1.0 \n0 \n \n  \n \n  \n \n  \n \nF \n EME438 \n EME338 (P)  \n EME438T (C)  \nEME438T \n2 \n0.0 \n0.0 3.0 0.0 \n0 \n \n  \n \n  \n \n  \n \nF \n EME438 \n EME338 (P)  \n EME438P (C) \nGEO003T \n2 \n0.0 \n0.0 2.0 0.0 \n0 \n \n  \n \nF \nGEO003 \nGEO003P (C)  \nGEO003P \n2 \n0.0 \n0.0 0.0 2.0 \n0 \n \n  \n \nF \nGEO003 \nGEO003T (C)  \nGEO018 \n2 \n0.0 \n0.0 1.0 1.0 \n0 \n \n  \n \nF \n ECI101 \n GEO017 (P) \nPRE401 \n2 \n0.0 \n0.0 4.0 0.0 \n0 \n \n  \n \nF \n  \n  \n \nObrigatórias: 05º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nECI004 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n EME438T (P)  \nECI006 \n1 \n3.0 \n1.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nECI012 \n1 \n3.0 \n1.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nEEL310 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nEHD517 \n1 \n3.0 \n1.0 0.0 0.0 \n0 \n  \n  \n \nF \n HID007 \n  \nGEO014T \n1 \n2.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n GEO017 (P) e \nGEO014P (C)  \nGEO014P \n1 \n0.0 \n3.0 0.0 0.0 \n0 \n  \n  \n  \nF \n  \nGEO014T (C)  \nGEO015 \n1 \n4.0 \n1.0 0.0 0.0 \n0 \n  \n  \n \nF \nGEO602 \n  \n \nObrigatórias: 06º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\n", "81": "81 \n \nrequisitos  \nECI007 \n2 \n0.0 \n0.0 3.0 1.0 \n0 \n \n  \n \nF \n  \n  \nECI008 \n2 \n0.0 \n0.0 6.0 0.0 \n0 \n \n  \n \nF \n  \n EME338 (T) \nECI009 \n2 \n0.0 \n0.0 3.0 1.0 \n0 \n \n  \n \nF \n  \n  \nECI030 \n2 \n0.0 \n0.0 3.0 1.0 \n0 \n \n  \n \nF \n  \n  \nEEL053 \n2 \n0.0 \n0.0 3.0 1.0 \n0 \n \n  \n \nF \n  \n EEL310 (T)  \nHID006 \n2 \n0.0 \n0.0 3.0 1.0 \n0 \n \n  \n \nF \n  \n EME313 (P) \nEPR002 \n2 \n0.0 \n0.0 3.0 0.0 \n0 \n \n  \n \nF \n  \n  \n  \nObrigatórias: 07º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nEAM720 \n1 \n3.0 \n1.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nECI010 \n1 \n3.0 \n1.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \nECI011 \n1 \n3.0 \n1.0 0.0 0.0 \n0 \n  \n  \n \nF \n ECI005 \n HID006 (P) \nECI013 \n1 \n2.0 \n1.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n HID006 (P) \nECI014 \n1 \n3.0 \n1.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n ECI008 (P) \nECI033 \n1 \n2.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \nECI016 \n  \nECI017 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n ECI008 (P) \n  \nObrigatórias: 08º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nEHD014 \n1 \n0.0 \n0.0 3.0 1.0 \n0 \n \n  \n \nF \n  \nHID517 (P) \nECI015 \n2 \n0.0 \n0.0 3.0 1.0 \n0 \n \n  \n \nF \n  \n ECI014 (P) \nECI018 \n2 \n0.0 \n0.0 3.0 1.0 \n0 \n \n  \n \nF \n  \n GEO003 (P) \nECI019 \n2 \n0.0 \n0.0 2.0 1.0 \n0 \n \n  \n \nF \n  \n HID006 (P) \nECI020 \n2 \n0.0 \n0.0 2.0 1.0 \n0 \n \n  \n \nF \n  \n ECI008 (P) \nECI121 \n2 \n0.0 \n0.0 2.0 2.0 \n0 \n \n  \n \nF \nECI021 \n ECI011(P), \nGEO014(P)  e \nGEO014P(P) \nECI024 \n2 \n0.0 \n0.0 3.0 1.0 \n0 \n \n  \n \nF \n  \n GEO014 (P) \n  \nObrigatórias: 09º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nBAC013 \n1 \n4.0 \n0.0 0.0 0.0 \n0 \n  \n \n \nF \n  \n  \n", "82": "82 \n \nECI122 \n1 \n2.0 \n2.0 0.0 0.0 \n0 \n  \n  \n \nF \nECI022 e \nECI023 \n ECI121(P), \nECI007(P), \nECI015(P), \nECI017(P) e \nECI020(P) \nECI025 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n ECI015 (P) \nECI026 \n1 \n4.0 \n2.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n ECI003 (P) \nECI028 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n ECI003 (P) \nECI029 \n1 \n2.0 \n0.0 0.0 0.0 \n0 \n \n  \n \nF \n  \n  \nECI031 \n1 \n2.0 \n0.0 0.0 0.0 \n0 \n  \n  \n \nF \n  \n  \n  \nObrigatórias: 10º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \nOptativas: 03º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nADM082 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n \n \n \nF \n  \n  \nADM083 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n \n \n \nF \n  \n  \nLET007 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n  \n \n \nF \n  \n  \n  \nOptativas: 04º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nECI102 \n2 \n0.0 \n0.0 3.0 0.0 \n0 \n  \n \n \nF \n  \n  \n  \nOptativas: 05º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nECI103 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n  \n \n \nF \n  \n  \n  \nOptativas: 06º período \n", "83": "83 \n \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nECI105 \n2 \n0.0 \n0.0 1.0 2.0 \n0 \n  \n \n \nF \n  \n  \nECI106 \n2 \n0.0 \n0.0 1.0 1.0 \n0 \n \n  \n \nF \n  \n ECI006 (P) \nEME062 \n2 \n0.0 \n0.0 3.0 0.0 \n0 \n  \n \n \nF \n  \n  \n  \nOptativas: 07º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nECI104 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n  \n \n \nF \n  \n  \nEHD222 \n1 \n0.0 \n2.0 0.0 0.0 \n0 \n  \n \n \nF \n  \n  \nEHD803 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n \n \n \nF \n  \n HID006 (P) \nEPR502 \n1 \n3.0 \n0.0 0.0 0.0 \n0 \n  \n \n \nF \n  \n ECN001 (P) \nECI107 \n1 \n2.0 \n0.0 0.0 0.0 \n0 \n  \n  \n  \nF \n  \n  \nECI109 \n1 \n3.0 \n0.0 0.0 0.0 \n  \n  \n  \n  \n  \n  \n  \nECI107:Túneis \nECI110: Tópicos Especiais I (Ementa: a definir com o professor no semestre em que for oferecida) \nECI109:Obras hidráulicas para Engenharia Civil \n \nOptativas: 08º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nEAM027 \n2 \n0.0 \n0.0 2.0 0.0 \n0 \n \n \n \nF \n  \n HID006 (P) \nECI109 \n2 \n0.0 \n0.0 4.0 0.0 \n  \n  \n  \n  \n  \n  \n  \nEAM002 \n2 \n0.0 \n0.0 4.0 0.0 \n  \n  \n  \n  \n  \n  \n  \nECI108 \n2 \n0.0 \n0.0 3.0 0.0 \n  \n  \n  \n  \n  \n  \n  \nECI111: Tópicos Especiais II (Ementa: a definir com o professor no semestre em que for oferecida) \nECI108: Sistemas de transporte inteligentes \n \nOptativas: 09º período \n Código  \nReg. \nCarga Horária \nQde \nOfer. Flut. Repet. \nTipo \nEquiv. \nPré-requisitos \nTrab. \n(T)otal \n1º Per \n2º Per \n  \n(P)arcial \nT  \nP \nT \nP \n  \n(C)o-\nrequisitos  \nECI110 \n2 \n0.0 \n0.0 2.0 0.0 \n0 \n \n \n \nF \n  \n   \nECI110: Dimensionamento e projeto de estruturas de concreto armado assistido por computador \n", "84": "84 \n \n \nDisciplinas Anteriores com Equivalências na Grade  \n Código  Período Regime \nCarga Horaria \nQde \nTrab Ofer. \nFlut. \nRepet. \nOpt. \nPré-requisitos \n(T)otal \n1º Sem \n2º Sem \n(P)arcial \nT  \nP \nT \nP \n(C)o-\nrequisitos  \nADM901 \n10 \n2 \n0.0 0.0 4.0 \n0.0 \n0 \n  \n  \n \n  \n  \nBAC017 \n2 \n2 \n0.0 0.0 2.0 \n4.0 \n0 \n  \n  \n \n  \n  \nECI005 \n5 \n1 \n3.0 1.0 0.0 \n0.0 \n0 \n  \n  \n \n  \n  \nECI101 \n4 \n2 \n0.0 0.0 3.0 \n0.0 \n0 \n  \n \n \n \n  \nEME438 \n4 \n2 \n0.0 0.0 3.0 \n1.0 \n0 \n  \n  \n \n  \n  \nFIS101 \n1 \n1 \n2.0 1.0 0.0 \n0.0 \n0 \n  \n  \n \n  \n  \nFIS204 \n2 \n2 \n0.0 0.0 4.0 \n1.0 \n0 \n  \n  \n \n  \n  \nGEO001 \n3 \n1 \n2.0 4.0 0.0 \n0.0 \n0 \n  \n  \n \n  \n  \nGEO302 \n3 \n1 \n2.0 1.0 0.0 \n0.0 \n0 \n  \n  \n \n  \n  \nHID007 \n5 \n1 \n2.0 2.0 0.0 \n0.0 \n0 \n  \n  \n \n  \n  \nQUI001 \n2 \n2 \n0.0 0.0 4.0 \n1.0 \n0 \n  \n  \n \n  \n  \nGEO602 \n5 \n1 \n3.0 1.0 0.0 \n0.0 \n0 \n  \n  \n  \n  \n  \nECI021 \n8 \n2 \n0.0 0.0 3.0 \n2.0 \n0 \n  \n  \n  \n  \n  \nECI022 \n9 \n1 \n3.0 1.0 0.0 \n0.0 \n0 \n  \n  \n  \n  \n  \nECI023 \n10 \n2 \n0.0 0.0 0.0 \n3.0 \n0 \n  \n  \n  \n  \n  \nECI016 \n7 \n1 \n3.0 1.0 0.0 \n0.0 \n0 \n  \n  \n  \n  \n  \n \n \n \n \n Resumo dos Componentes Curriculares  \n Tipo  \n Carga \nHoraria Mínima \nAtividade de Complementação \n96 \n(H) \nDisciplinas Obrigatórias \n3792 \n(A) \nEnade Ingressante \n0 \n(0) \nEnade Concluinte \n0 \n(0) \nEstágio Supervisionado \n160 \n(H) \nDisciplina Optativa \n96 \n(A) \nTrabalho Final de Graduação \n128 \n(A) \nTOTAL \n3937 \n(H) \n \n \n"}