{"1": " \n   \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI  \n \nCAMPUS ALTO PARAOPEBA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO \n \nCURSO DE ENGENHARIA MECATRÔNICA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJunho / 2010 \n  \n", "2": " \n1 \n SUMÁRIO \n1 - HISTÓRICO DA UNIVERSIDADE FEDERAL DE SÃO JOÃO D EL-REI ............................................. .......... 2 \n2 - APRESENTAÇÃO................................... ................................................... ....................................... 2 \n2.1 - O BACHARELADO EM CIÊNCIA E TECNOLOGIA (BC&T). ................................................... ........... 3 \n2.1.1 - PERFIL DO EGRESSO.......................... ................................................... ................................. 4 \n2.1.2 - ESTRUTURA CURRICULAR DO BC&T............... ................................................... ..................... 5 \n2.2 - ASPECTOS GERAIS DA CONCEPÇÃO ACADÊMICA DOS CU RSOS DO CAMPUS ALTO PARAOPEBA . 6 \n3 - JUSTIFICATIVA DO CURSO DE ENGENHARIA MECATRÔNIC A .................................................. .......... 7 \n3.1 - BREVE HISTÓRICO DA ENGENHARIA MECATRÔNICA.... ................................................... ........ 10 \n3.2 - ASPECTOS LEGAIS E ATUAÇÃO PROFISSIONAL ....... ................................................... .............. 12 \n4 - CONCEPÇÃO DO CURSO ............................. ................................................... ............................... 14 \n4.1- ARTICULAÇÃO DO CURSO COM O PLANO DE DESENVOLVI MENTO INSTITUCIONAL .................. 14 \n4.2 - OBJETIVOS .................................... ................................................... ..................................... 15 \n4.3 - PERFIL DO EGRESSO............................ ................................................... ................................ 15 \n4.4 - CONDIÇÕES DE OFERTA E INTEGRALIZAÇÃO......... ................................................... ............... 16 \n4.5 - CURRÍCULO PLENO .............................. ................................................... ............................... 17 \n4.6- ESTRUTURA CURRICULAR .......................... ................................................... .......................... 21 \n4.7 - COERÊNCIA DO CURRÍCULO COM AS DIRETRIZES CURR ICULARES NACIONAIS.......................... 22 \n4.8 - METODOLOGIA DE ENSINO E AVALIAÇÃO ............ ................................................... ............... 22 \n4.8.1 - PRINCÍPIOS DA AVALIAÇÃO .................... ................................................... ......................... 24 \n4.9 - PRÉ-REQUISITOS............................... ................................................... .................................. 25 \n4.9.1 – MATRIZ CURRICULAR COM PRÉ-REQUISITOS ....... ................................................... ............ 28 \n4.10 - TRANSIÇÃO PARA A ESTRUTURA CURRICULAR ....... ................................................... ........... 29 \n4.11 - ESTRUTURAS CURRICULARES DE TRANSIÇÃO........ ................................................... ............. 31 \n5 - ORGANIZAÇÃO CURRICULAR......................... ................................................... ............................ 35 \n6 - ATIVIDADES COMPLEMENTARES ...................... ................................................... ....................... 107 \n7 - ESTÁGIO SUPERVISIONADO E PRÁTICAS DE ENSINO.... ................................................... ............. 109 \n8 - TRABALHO DE CONCLUSÃO DE CURSO................. ................................................... .................... 110 \n9 - ADMINISTRAÇÃO ACADÊMICA ........................ ................................................... ........................ 111 \n10 - AUTO-AVALIAÇÕES INSTITUCIONAL E DE CURSO...... ................................................... .............. 111 \n11 - CORPO DOCENTE ................................. ................................................... ................................. 112 \n12 - INFRAESTRUTURA ................................ ................................................... ................................. 113 \n12.1 - BIBLIOTECA .................................. ................................................... .................................. 113 \n12.2 - LABORATÓRIOS ................................ ................................................... .............................. 113 ", "3": " \n2 \n  \n1 - HISTÓRICO DA UNIVERSIDADE FEDERAL DE SÃO JOÃO D EL-REI \nA Universidade Federal de São João del-Rei - UFSJ, do ponto de vista histórico, \noriginou-se das três instituições de ensino superio r existentes na década de 1980 na \ncidade de São João del-Rei, Faculdade Dom Bosco de Filosofia, Ciências e Letras, \nFaculdade de Ciências Econômicas, Administrativas e  Contábeis e Faculdade de \nEngenharia Industrial. É num contexto de resgate hi stórico que nasce a Fundação de \nEnsino Superior de São João del-Rei - FUNREI, após a assinatura da Lei 7.555 de 18 \nde dezembro de 1986 pelo então Presidente José Sarn ey. Finalmente, em 19 de abril \nde 2002, a instituição foi transformada em Universi dade Federal por meio da Lei 10.425. \nAtualmente, a UFSJ possui seis campi: três na cidad e sede de São João del-Rei: \nSanto Antônio, Dom Bosco e Tancredo Neves e três ca mpi avançados (fora de sede) \nlocalizados nas cidades de Ouro Branco, Divinópolis  e Sete Lagoas. A UFSJ oferece \nmais de trinta cursos de graduação em diversas área s do conhecimento. Além disso, \npossui um curso de graduação na modalidade ensino à  distância. No que se refere à \npesquisa e ao ensino de pós-graduação, a universida de possui dez programas de \nmestrado e um programa de doutorado. \n2 - APRESENTAÇÃO  \n O documento apresenta o Projeto Pedagógico do Curs o de Graduação em \nEngenharia Mecatrônica para o campus Alto Paraopeba  da UFSJ, adequado às \nDiretrizes Curriculares dos Cursos de Graduação em Engenharia (Resolução CNE/CES \nnº 11 de 11/03/2002 e Resolução CNE/CES nº 02/2007) , aos Aspectos Gerais da \nConcepção Acadêmica dos Cursos de Engenharia no Cam pus Alto Paraopeba \n(Resolução UFSJ nº 003 de 18/02/2008) e às Diretriz es para Elaboração do PPC \n(Resolução UFSJ nº 001 de 15/01/2003, modificada pe la Resolução UFSJ nº 023 de \n11/12/2008). \nA Engenharia Mecatrônica é um dos cinco cursos de g raduação oferecidos no \nCampus Alto Paraopeba da UFSJ, que teve sua implant ação em fevereiro de 2008. \nVoltado para a educação tecnológica, o Campus Alto Paraopeba é bastante recente. No \ninício de 2005, a Universidade Federal de São João del-Rei iniciou estudos para a \ncriação do Campus avançado. Já em 2007, o Campus fo i oficialmente criado pela \nResolução CONSU nº 026, de 3 de agosto de 2007. No mesmo ano, realizou-se o ", "4": " \n3 \n primeiro vestibular dos cursos de engenharia para t urmas com início em 2008: \nEngenharia Mecatrônica, Engenharia Civil com ênfase  em Estruturas Metálicas, \nEngenharia Química, Engenharia de Telecomunicações e Engenharia de Bioprocessos. \nEstes cursos apresentam um Ciclo Básico de Ciência e Tecnologia, que permite aos \nestudantes, ao completar três anos de curso (2400 h oras), a opção de obter um diploma \nde Bacharelado em Ciência e Tecnologia. Esta altern ativa possibilita ao estudante, o \nqual não tenha completado o curso de engenharia, o aproveitamento do período inicial \nde seu curso para a obtenção do diploma de bacharel  em Ciência e Tecnologia, \nconforme acima mencionado.  \n O Campus Alto Paraopeba está localizado na divisa entre as cidades de Ouro \nBranco e Congonhas, nas instalações do antigo Centr o de Treinamento da Gerdau-\nAçominas. O campus ocupa uma área de 81.000 mil met ros quadrados, dos quais \n13.500 correspondem à área construída do prédio. As  instalações foram cedidas pela \nempresa à UFSJ em regime de comodato para o propósi to específico de implantação da \nuniversidade. \nO atual projeto pedagógico do curso de Engenharia M ecatrônica foi aprovado \npela Resolução nº 5 de 18 de junho de 2008. O iníci o do curso se deu com a oferta de \n50 vagas noturnas e, a partir de 2009, passou a ofe recer também 50 vagas no curso \nintegral, ambos com duração de cinco anos, modulado  em semestres de dezoito \nsemanas letivas. \nTendo em vista os princípios do protagonismo estuda ntil, da orientação via tutoria \ne da flexibilização, a estrutura curricular inclui poucos pré-requisitos. A estrutura \ncurricular, presente nesse documento, serve de orie ntação quanto ao ordenamento \nlógico das unidades curriculares. \n2.1 - O BACHARELADO EM CIÊNCIA E TECNOLOGIA (BC&T) \nEm conformidade com as Diretrizes Gerais do Campus Alto Paraopeba, anexas à \nResolução 003/2008 do Conselho Universitário (CONSU ), de 18 de fevereiro de 2008, o \nBacharelado em Ciência e Tecnologia (BC&T) é uma ti tulação intermediária presente no \nciclo básico dos cursos de graduação em engenharia oferecidos no Campus Alto \nParaopeba (CAP), da Universidade Federal de São Joã o del Rei (UFSJ). \nFaz parte do movimento de inovação curricular e ped agógica em curso na \nEducação Superior no Brasil, dirigido às especifici dades do mundo contemporâneo. ", "5": " \n4 \n Com essa diplomação, pretende-se formar cidadãos, e m nível superior, que possuam \nas seguintes características: \n• Capacidade de comunicação nas formas oral, escrit a e gráfica, com clareza e \nprecisão; \n• Raciocínio lógico e dedutivo; \n• Capacidade de trabalho em equipe; \n• Domínio de ferramentas computacionais; \n• Espírito crítico; \n• Postura ética e responsabilidade social; \n• Foco na sustentabilidade e na cidadania em suas p ráticas profissionais; \n• Autonomia para inserir-se em ambientes globalizad os e apreender os conteúdos e \nestabelecer competências necessárias ao desenvolvim ento de suas funções e de \nnovas idéias e tecnologias para a solução de proble mas. \nPara atingirmos tais objetivos, a estrutura curricu lar do curso de BC&T contempla \numa formação generalista e multidisciplinar, oferec endo conhecimento de conteúdos \nbásicos que fundamentam a prática no campo das Ciên cias Exatas e Engenharia, bem \ncomo uma fundamentação humanística, dirigida especi almente à compreensão do \nmodus operandi da ciência e das implicações socioam bientais das atividades científicas \ne tecnológicas; pretendeu-se ainda favorecer a flex ibilidade e a mobilidade estudantil – \njá que permite aos alunos escolher parte dos conteú dos que irão cursar, assim como a \nInstituição de Ensino Superior para cursar tais con teúdos ou até mesmo continuar seus \nestudos e obter nova diplomação. \n2.1.1 - PERFIL DO EGRESSO \nO Bacharelado em Ciência e Tecnologia é uma titulaç ão intermediária de nível \nsuperior e de natureza não profissionalizante, mas que permite a empregabilidade do \nBacharel. O aluno do BC&T terá uma formação general ista, com conhecimento das \ndisciplinas básicas (Física, Química e Matemática),  domínio de ferramentas \ncomputacionais, assim como uma formação humanística . Deverão ser capazes de se \nadaptar às novas exigências do mundo do trabalho, d e modo crítico e criativo. O \negresso poderá atuar especificamente em instituiçõe s públicas ou privadas, ou abrir \nempresa própria ou em parceria, ou candidatar-se a cursos de pós-graduação, \nespecialização, mestrado ou doutorado. No mundo de trabalho, o egresso desse ", "6": " \n5 \n Bacharelado poderá ocupar posições que não necessit em de excessiva especialização, \nmas que, por outro lado, exijam visão de conjuntura  e bases conceituais no campo da \nCiência e Tecnologia, pró-atividade, espírito coope rativo e atitude ética. \n2.1.2 - ESTRUTURA CURRICULAR DO BC&T \nO curso de Bacharelado em Ciência e Tecnologia (BC& T) do CAP/UFSJ possui a \nseguinte estrutura curricular, totalizando 2404 h ( duas mil e quatrocentas e quatro \nhoras) de carga horária obrigatória. Essa carga hor ária é distribuída de acordo com a \nTabela 1. \n \nTabela 1: Estrutura curricular do BC&T \nESTRUTURA CURRICULAR DO BC&T \nDescrição Carga Horária \nUnidades Curriculares Obrigatórias 1080 h (45%) \nUnidades Curriculares Eletivas 1080 h (45%) \nTrabalho de Contextualização e Integração Curricular  I e II \n(TCIC I e TCIC II) 144 h (6%) \nAtividades Complementares 100 h (4 %) \n 2404 h (100%) \n \nAs Unidades Curriculares Obrigatórias do BC&T são a s unidades curriculares \nque são obrigatórias e comuns a todos os cinco curs os de Engenharia do CAP. Estas \nunidades são apresentadas na Tabela 2. \n \nTabela 2 – Discriminação das UC’s do BC&T \nCódigo  Unidade Curricular Carga  \nHorária Pré-requisito Co-requisito \nBCT101  Cálculo Diferencial e Integral I 72 Não há Não há \nBCT102  Cálculo Diferencial e Integral II 72 BCT101 Não há \nBCT103  Cálculo Diferencial e Integral III 72 BCT102 Não há \nBCT104  Equações Diferenciais A 72 BCT102 Não há \nBCT106  Geometria Analítica e Álgebra Linear 72 Não há Não há  \nBCT107  Estatística e Probabilidade 72 BCT101 Não há ", "7": " \n6 \n BCT201  Fenômenos Mecânicos 72 BCT101 Não há \nBCT202  Fenômenos Térmicos, Ondulatórios e Fluidos 72 BCT201  Não há \nBCT203  Fenômenos Eletromagnéticos 72 BCT201 Não há \nBCT301  Algoritmos e Estrut ura de Dados I 72 Não há Não há \nBCT303  Cálculo Numérico 72 BCT301 / BCT101 Não há \nBCT401  Química Geral 54 Não há BCT402 \nBCT402  Química Geral Experimental 18 Não há BCT401 \nBCT501  Metodologia Científica 36 Não há Não há \nBCT502  Indivíduos, Grupos e Sociedade Global 36 Não há Não h á \nBCT503  Ciência, Tecnologia e Sociedade 36 Não há Não há \nBCT504  Meio Ambiente e Gestão para a \nSustentabilidade 36 Não há Não há \nBCT505  Economia e Administração para Engenheiros 72 Não há Não há \nBCT601  Trabalho de Contextualização e Integração \nCurricular I 72 600 horas Não há \nBCT602  Trabalho de Contextualização e Integração \nCurricular II 72 BCT601 Não há \n Atividades Complementares  100 --------- -------- \n Unidades Curriculares Eletivas 1080 --------- ------ -- \n \nAs Unidades Curriculares Eletivas do BC&T são quais quer unidades curriculares \noferecidas pela UFSJ em todos os seus campi totalizando, no mínimo, a carga horária \nexigida. \n2.2 - ASPECTOS GERAIS DA CONCEPÇÃO ACADÊMICA DOS CU RSOS DO \nCAMPUS ALTO PARAOPEBA \nPor meio da Portaria SESu/MEC N o. 313, de 12 de abril de 2007, o Ministério da \nEducação instituiu uma comissão, instalada no Depar tamento de Desenvolvimento da \nSESu, para discutir a concepção do Campus Alto Para opeba 1. A partir dos resultados do \ntrabalho da referida Comissão, foi elaborado o docu mento “CAMPUS ALTO \nPARAOPEBA DA UFSJ: DIRETRIZES GERAIS”, aprovado no Conselho Universitário da \nUFSJ, na reunião extraordinária de 18/02/08, confor me Resolução 003/08, de 18/02/08. \n                                                 \n1 A comissão constituiu-se por Helvécio Luiz Reis (P residente), Agenor Fleury, Augusto \nGaleão, Claudio Habert, Edson Watanabe, Evando Mirr a, Helio Waldman e Marco Antônio \nTourinho Furtado.  ", "8": " \n7 \n Tal documento traz os aspectos gerais da concepção acadêmica dos cursos, conforme \napresentamos abaixo de forma sintética: \n• protagonismo estudantil, aposta na capacidade de e studo e criatividade dos \nestudantes; \n• trabalho em equipe; \n• constituição sistemática de trabalhos voltados à c ontextualização e integração \ncurricular; \n• uso de novas tecnologias de informação e comunicaç ão (NTICs) a serviço do \nprocesso ensino-aprendizagem e do desenvolvimento d e inovações; \n• prática da interdisciplinaridade; \n• conexão entre ensino-pesquisa-extensão; \n• adesão a projetos de iniciação científica, inovaçã o educacional e extensão \nuniversitária; \n• tutoria para o conjunto dos estudantes (tendo em v ista orientações acadêmicas e \naconselhamentos de ordem geral). \nDe uma forma geral, a concepção dos cursos é focada  na prática de uma \neducação direcionada para a formação de um profissi onal dotado de senso crítico, de \nética e com competência técnica,  de forma que atue no mercado de trabalho \ncomprometido com as transformações sociais, polític as e culturais  e gere conhecimento \ncientífico e tecnológico para a sociedade. \n3 - JUSTIFICATIVA DO CURSO DE ENGENHARIA MECATRÔNICA \nA microrregião do Alto Paraopeba é uma região compo sta pelos municípios de \nConselheiro Lafaiete, Congonhas, Ouro Branco, Entre  Rios de Minas, São Brás do \nSuaçuí, Jeceaba, Belo Vale, Desterro de Entre Rios,  Queluzito, Casa Grande, Cristiano \nOtoni, Caranaíba, Santana dos Montes e Itaverava, c om aproximadamente 238.172 \nhabitantes. Entre os municípios, se destacam Consel heiro Lafaiete, Congonhas e Ouro \nBranco, com aproximadamente 114.579, 48.723 e 35.47 5 habitantes, respectivamente. \nA atividade de maior destaque na região é a indústr ia siderúrgica e a extração \nmineral. Destacam-se a siderúrgica Gerdau Açominas,  as minas de Fábrica e Morro da \nMina, pertencente à Vale, bem como Casa de Pedra, p ertencente à CSN. Estão em \nimplantação mais duas grandes siderúrgicas: a usina  de tubos sem costura da Vallorec \nSumitomo, e mais uma unidade siderúrgica da CSN, no  município de Congonhas. ", "9": " \n8 \n A Gerdau Açominas, uma das mais importantes siderúr gicas do país, iniciou \nsua operação em 1986. Sua usina Presidente Arthur B ernardes, localizada nos \nmunicípios de Ouro Branco e Congonhas, na região do  Alto Paraopeba, possui uma \nárea total de cerca de mil hectares. A planta tem c apacidade instalada para produzir 4,5 \nmilhões de toneladas de aço líquido por ano. \nA Gerdau opera também uma mina em Miguel Burnier, m unicípio de \nCongonhas. A planta de Miguel Burnier está instalad a em área de 4,5 mil hectares. Ela \nopera desde outubro de 2007, e é onde o minério é c oncentrado, ou seja, passa por um \nprocesso que eleva seu teor de ferro. \nA Vale opera duas minerações na região do Alto Para opeba, com uma \ncapacidade total de 20 milhões de toneladas de prod utos originários de hematita e \nitabirito. Desse volume, 12 milhões de toneladas sã o finos/concentrados de minério de \nferro, 3,7 milhões são pelotas e 4,3 milhões são bi tolados, dos quais 2,7 milhões são \npara redução direta. A mineração Fábrica está local izada na BR 040 - km 593, em \nCongonhas e a mineração Córrego do Feijão está loca lizada em Brumadinho, limítrofe \ncom a região do Alto Paraopeba. \nO Complexo de Fábrica, com uma capacidade de 13 mil hões de toneladas/ano, \nconta também com uma usina de pelotização e é ligad o, através da Ferrovia Vitória – \nMinas, ao Porto de Tubarão, no Estado do Espírito S anto. \nA Vale opera também a mina do Morro da Mina, em Con selheiro Lafaiete, de \nextração de manganês. \nA Mineração Casa de Pedra, pertencente ao grupo CSN , é a principal mina \nextratora de minério de ferro para ser processado n a usina em Volta Redonda. Está \nlocalizada no município de Congonhas e em amplo pro cesso de expansão. Estão em \nconstrução uma usina de pelotização, bem como uma u sina siderúrgica também no \nmunicípio de Congonhas. \nO crescimento industrial na região Central de Minas  está diretamente ligado à \nforte demanda pelo minério de ferro e aço. A onda d e investimentos produz uma \nverdadeira \"revolução\" em lugares como Conselheiro Lafaiete, Ouro Branco e \nCongonhas, que são diretamente impactados pela expa nsão econômica. \nA região do Alto Paraopeba, onde se concentram vári as minas, responde por  \nR$ 20,8 bilhões ou 12,5% do total de aplicação de d inheiro industrial — em andamento, \njá injetado ou anunciado — em MG, no período de 200 3 a 2010, de acordo com a ", "10": " \n9 \n Secretaria de Estado de Desenvolvimento Econômico. Em Jeceaba, por exemplo, a \nnova usina de tubos de aço representa um investimen to de 1,6 bilhão de dólares. O \nempreendimento, uma parceria da empresa francesa Va llourec com a japonesa \nSumitomo Metals - Vallourec&Sumitomo Tubos do Brasi l (VSB), deve gerar, durante o \nprimeiro ano de funcionamento, mais de sete mil emp regos — quantidade superior à \npopulação da cidade, que é de quase seis mil habita ntes. \nA expansão da Gerdau Açominas, em Ouro Branco, tamb ém é uma das \nresponsáveis pelos números positivos na economia re gional. A empresa está injetando \nrecursos da ordem de 1,5 bilhão de dólares, com cri ação de pelo menos 1.500 \nempregos após a conclusão. \nOutro investimento significativo que está previsto para a região é a \nimplantação, em Congonhas, da primeira usina da Com panhia Siderúrgica Nacional \n(CSN) em Minas. \nSerão destinados cerca de R$ 6,2 bilhões ao empreen dimento, com \ncapacidade de 4,5 milhões de toneladas anuais de aç os longos e planos. A CSN prevê \na criação de cinco mil postos de trabalho, diretos e indiretos. As operações devem \ncomeçar em quatro anos. Além disso, a empresa vai i nvestir outros R$ 2,2 bilhões na \nexpansão da mina Casa de Pedra que terá a produção triplicada nos próximos três \nanos. \nSegundo a empresa, a capacidade produtiva total dev e chegar a 70 milhões \naté 2011. O volume de investimentos na ampliação da  mina, em duas unidades de \npelotização e no terminal portuário totaliza cerca de 3 bilhões de dólares. As unidades \nde pelotização devem entrar em operação em 2010, co m uma produção estimada em 6 \nmilhões de toneladas/ano. \nApesar da forte atividade mínero-metalúrgica region al, há claras frentes de \ntrabalho na região, incentivando o desenvolvimento de outras atividades, como a \npossível implantação do Parque Tecnológico em Congo nhas. Essas iniciativas visam \nreduzir a dependência da região da exploração do mi nério e produção de aço, que são \ntotalmente dependentes do mercado internacional.  \nOutra característica importante da região é a proxi midade com a Grande Belo \nHorizonte (aproximadamente 80 km), onde já se conso lidou e está em franca expansão \numa bem sucedida rede de inovação tecnológica e de empresas de alta tecnologia nas \náreas de robótica, mecânica, eletrônica, controle e  automação. O desenvolvimento ", "11": " \n10 \n econômico e a exploração do potencial tecnológico d a região é também uma das \nprioridades do governo estadual. A região está incl uída na estratégia da Secretaria \nEstadual de Ciência e Tecnologia de criação de pólo s de excelência no estado. \nPortanto, o curso de Engenharia Mecatrônica se inse re neste panorama, uma vez \nque se propõe a formar profissionais qualificados n a área, os quais tenham uma \npreocupação sócio-ambiental, com capacidade de cria r soluções tecnológicas, \ngarantindo a diversificação da base econômica, seja  nas cadeias de produção industrial \nou em áreas de tecnologia de ponta. \nNo sentido da formação profissional, o currículo pr oposto no projeto pedagógico \ndo curso de Engenharia Mecatrônica da UFSJ traz alé m dos conteúdos básicos comuns \nàs engenharias como cálculo, física, computação, hu manidades, etc, outros conteúdos \nque definem o perfil do engenheiro mecatrônico. Par a isso, foram definidas quatro \nlinhas de formação, que apesar de serem distintas v isam uma integração entre elas, de \nforma a se complementarem. São elas: MECÂNICA, ness a linha o aluno verá os \nconteúdos relacionados a processos de fabricação e projetos de máquinas, englobando \nunidades curriculares como Processos de Fabricação,  Materiais para Engenharia, \nMecânica Computacional, Mecanismos e Elementos de M áquinas, entre outras; \nELÉTRICA/ELETRÔNICA, as unidades curriculares prese ntes nessa linha, \nproporcionarão ao aluno conhecimento de máquinas el étricas e suas aplicações dentro \nda mecatrônica, são exemplos, Circuitos Elétricos, Eletrônica de Potência, Máquinas e \nAcionamentos Elétricos, Sistemas Embarcados, entre outras; CONTROLE, o \nprofissional da engenharia mecatrônica em algumas s ituações pode vir a ter contato \ncom sistemas dinâmicos os quais precisará modelar e  controlar, assim, unidades \ncurriculares como Modelagem e Simulação de Sistemas  Dinâmicos, Controle Digital de \nSistemas Dinâmicos, Introdução a Robótica, entre ou tras, darão suporte ao aluno para \nresolver esse tipo de situação; AUTOMAÇÃO, a tendên cia da indústria na atualidade é \nautomatizar os seus processos produtivos, nesse sen tido o profissional da engenharia \nmecatrônica precisar ter conhecimento de conceitos envolvidos nessa área, desta forma \nunidades curriculares como Informática Industrial, Sistemas Supervisórios, Integração \nde Sistemas Automatizados, entre outras vem a contr ibuir para essa formação.      \n3.1 - BREVE HISTÓRICO DA ENGENHARIA MECATRÔNICA \n O termo “Mecatrônica” foi concebido a partir de me ados da década de 70 no ", "12": " \n11 \n Japão devido à grande evolução do controle e automa ção de sistemas, passando a \natuar mais significativamente na rotina das pessoas .  \n Esta nova terminologia se deu devido à necessidade  de uma área diferenciada, a \nqual harmonizasse a combinação de elementos de dive rsas áreas do conhecimento. \nNeste sentido, pode-se dizer que a Engenharia Mecat rônica visa compatibilizar a \nintegração das engenharias mecânica, elétrica/eletr ônica e de computação. \n A Engenharia Mecatrônica é uma tendência no desenv olvimento de produtos e \nna automação de máquinas e sistemas. O profissional  desta área, ao conceber novas \nmáquinas e sistemas inteligentes, pensa e atua de f orma a obter uma visão holística, \ndada a crescente necessidade de se integrar element os e conceitos de áreas distintas, \nnos mais diversos tipos de processos. \n No cenário atual no qual se encontra o Brasil, a E ngenharia Mecatrônica ocupa \nlugar de destaque pelas suas implicações sociais e econômicas. A necessidade das \nindústrias de se adaptarem ao quadro econômico bras ileiro, visando atenderem à \ncrescente competitividade gerada pela globalização da economia mundial, abre cada \nvez mais, o mercado de trabalho para profissionais desta área. Dessa forma, há clara \nconsciência de que a modernização é condição indisp ensável para a continuidade das \nempresas no mercado, com acúmulo de novos valores a os seus produtos. \n A primeira turma no Brasil formada na área de Meca trônica foi a da Universidade \nde São Paulo (USP) em São Carlos no ano de 1990, se ndo que a principal proposta \ndesse curso leva em consideração a necessidade do a primoramento dos conceitos de \ninteligência de máquina, comunicação e cooperação e ntre homem e máquina.  \n Atualmente no Brasil, é possível verificar um amad urecimento da Mecatrônica em \nalgumas universidades, tais como a USP, Universidad e Estadual de Campinas \n(UNICAMP), Universidade Federal de Santa Catariana (UFSC), Universidade Federal \nde Minas Gerais (UFMG) e Universidade de Brasília ( UnB). Nessas universidades, o \nEngenheiro Mecatrônico tem sua fundamentação cientí fica baseada em uma sólida \nformação em matemática e física, conhecimentos gera is em engenharia mecânica, \nelétrica e computação e conhecimentos especializado s de controle de processos, \ninformática industrial e automação da manufatura.  \n Nesse panorama, para se atender exigências profiss ionais de uma sociedade \nque evolui muito rapidamente, o curso de Engenharia  Mecatrônica da UFSJ/CAP, deve \npermitir ao aluno além do conhecimento técnico-cien tífico o desenvolvimento de uma ", "13": " \n12 \n consciência crítica, de um pensamento autônomo e in terdisciplinar, bem como capacitar \no futuro profissional ao trabalho em equipe e volta do à comunicação. Procura-se \nincentivar a responsabilidade consciente, pensar e agir antecipadamente com confiança \ne criatividade, despertando o futuro profissional à s relações sociais, ambientais e de \nsustentabilidade. \n3.2 - ASPECTOS LEGAIS E ATUAÇÃO PROFISSIONAL \n Na década de 80, quando os primeiros cursos de Eng enharia Mecatrônica \nchegaram ao Brasil, eles receberam do Ministério da  Educação (MEC) a denominação \nde engenharia de controle e automação. Posteriormen te, a habilitação de controle e \nautomação foi definida por meio da Portaria n.º 169 4, de 05 de dezembro de 1994, \ncomo sendo uma habilitação com origens nas áreas de  Elétrica e Mecânica do curso de \nEngenharia. Essa portaria também define as matérias  de formação profissional geral e \nrefere-se à Resolução CFE 48/76 para as demais maté rias exigidas no currículo \nmínimo. Ademais, a Resolução N.º 427 do Conselho Fe deral de Engenharia, Arquitetura \ne Agronomia de 5 de março de 1999 discrimina as ati vidades profissionais do \nengenheiro de controle e automação.  \n O presente projeto pedagógico foi elaborado confor me as resoluções: \n• Resolução CNE/CES n.º 11, de março de 2002, que in stitui as Diretrizes \nCurriculares Nacionais do Curso de Graduação em Eng enharia; \n• Resolução CNE/CES n.º 2, de julho de 2007, que dis põe sobre carga horária \nmínima e procedimentos relativos à integralização e  duração dos cursos de \ngraduação, bacharelados, na modalidade presencial; \n• Resolução CONFEA 1.010 de 22 de agosto de 2005, qu e dispõe sobre a \nregulamentação da atribuição de títulos profissiona is, atividades, competências e \ncaracterização do âmbito de atuação dos profissiona is inseridos no Sistema \nCONFEA/CREA, para efeito de fiscalização do exercíc io profissional. \n De forma mais específica, o curso de Engenharia Me catrônica obedecerá aos \ndispositivos legais que regulamentam as atribuições  do Engenheiro Mecatrônico, \nconforme descrito a seguir. \n Resolução CNE/CES 11, de 11 de março de 2002, que institui Diretrizes \nCurriculares Nacionais do Curso de Graduação em Eng enharia. \n Art. 4º A formação do engenheiro tem por objetivo d otar o profissional dos ", "14": " \n13 \n conhecimentos requeridos para o exercício das segui ntes competências e \nhabilidades gerais: \n I - aplicar conhecimentos matemáticos, científicos,  tecnológicos e instrumentais à \nengenharia; \n II - projetar e conduzir experimentos e interpretar  resultados; \n III - conceber, projetar e analisar sistemas, produ tos e processos; \n IV - planejar, supervisionar, elaborar e coordenar projetos e serviços de \nengenharia; \n V - identificar, formular e resolver problemas de e ngenharia; \n VI – desenvolver e supervisionar a operação e a man utenção de sistemas;  \n VII - avaliar criticamente a operação e a manutençã o de sistemas; \n VIII - comunicar-se eficientemente nas formas escri ta, oral e gráfica; \n IX - atuar em equipes multidisciplinares; \n X - compreender e aplicar a ética e responsabilidad e profissionais; \n XI - avaliar o impacto das atividades da engenharia  no contexto social e \nambiental; \n XII - avaliar a viabilidade econômica de projetos d e engenharia; \n XIII - assumir a postura de permanente busca de atu alização profissional e \nenvolver e/ou utilizar novas ferramentas e técnicas . \n  \n Resolução CONFEA 1.010 de 22 de agosto de 2005, qu e dispõe sobre a \nregulamentação da atribuição de títulos profissiona is, atividades, competências e \ncaracterização do âmbito de atuação dos profissiona is inseridos no Sistema \nCONFEA/CREA, para efeito de fiscalização do exercíc io profissional. \n Art. 5º Para efeito de fiscalização do exercício pr ofissional dos diplomados no \nâmbito das profissões inseridas no Sistema CONFEA/C REA, em todos os seus \nrespectivos níveis de formação, ficam designadas as  seguintes atividades, que \npoderão ser atribuídas de forma integral ou parcial , em seu conjunto ou \nseparadamente, observadas as disposições gerais e l imitações estabelecidas nos \nartigos 7º, 8°, 9°, 10 e 11 e seus parágrafos da no rma CONFEA 1.010: \n Atividade 01 - Gestão, supervisão, coordenação, ori entação técnica; \n Atividade 02 - Coleta de dados, estudo, planejament o, projeto, especificação; \n Atividade 03 - Estudo de viabilidade técnico-econôm ica e ambiental; ", "15": " \n14 \n  Atividade 04 - Assistência, assessoria, consultoria ; \n Atividade 05 - Direção de obra ou serviço técnico; \n Atividade 06 - Vistoria, perícia, avaliação, monito ramento, laudo, parecer técnico, \nauditoria, arbitragem; \n Atividade 07 - Desempenho de cargo ou função técnic a; \n Atividade 08 - Treinamento, ensino, pesquisa, desen volvimento, análise, \nexperimentação, ensaio, divulgação técnica, extensã o; \n Atividade 09 - Elaboração de orçamento; \n Atividade 10 - Padronização, mensuração, controle d e qualidade; \n Atividade 11 - Execução de obra ou serviço técnico;  \n Atividade 12 - Fiscalização de obra ou serviço técn ico; \n Atividade 13 - Produção técnica e especializada; \n Atividade 14 - Condução de serviço técnico; \n Atividade 15 - Condução de equipe de instalação, mo ntagem, operação, reparo ou \nmanutenção; \n Atividade 16 - Execução de instalação, montagem, op eração, reparo ou \nmanutenção; \n Atividade 17 – Operação, manutenção de equipamento ou instalação; e \n Atividade 18 - Execução de desenho técnico. \n4 - CONCEPÇÃO DO CURSO \n4.1- ARTICULAÇÃO DO CURSO COM O PLANO DE DESENVOLVI MENTO \nINSTITUCIONAL \n O curso de Engenharia Mecatrônica do Campus Alto P araopeba, seguindo o \nPlano de Desenvolvimento Institucional (PDI) da UFS J busca, no desempenho de suas \natividades, proporcionar o conhecimento, difundindo -o de forma a promover o bem estar \ne o desenvolvimento social. Além disso, por meio do  incentivo à execução de atividades \nextracurriculares, como projetos de extensão, o cur so amplia a consolidação das \nrelações entre a Universidade e a Sociedade, como p revisto no PDI da UFSJ. Outro \naspecto relacionado à articulação do curso com o PD I é a oferta de vagas também em \nturno noturno, abarcando assim um contingente de di scentes trabalhadores. \n Seguindo as diretrizes pedagógicas da instituição,  o curso de Engenharia \nMecatrônica visa buscar conteúdos curriculares que conciliem solidez conceitual com ", "16": " \n15 \n flexibilidade e criatividade para a resolução de pr oblemas profissionais, sem perder a \norientação ética e social. As atividades complement ares são parte integrante da \nformação do aluno, propiciando uma melhor formação acadêmica e profissional. A \nprática profissional, que é realizada como unidade curricular nos estágios, possibilita a \ninserção dos alunos nos espaços de trabalho, aprimo rando assim a sua competência \ntécnica e enriquecendo sua vivência social. \n4.2 - OBJETIVOS \n O curso de graduação em Engenharia Mecatrônica da U niversidade Federal de \nSão João del-Rei, Campus Alto Paraopeba, tem como o bjetivo geral formar engenheiros \ncom sólido preparo científico e tecnológico na área  de Elétrica, Mecânica, Computação, \nControle e Automação. Os egressos devem ter capacid ade de absorver e desenvolver \nnovas tecnologias. Devem atuar, criativamente, na i dentificação e resolução de \nproblemas de engenharia, considerando seus aspectos  políticos, econômicos, sociais, \nambientais e culturais, na perspectiva ética e huma nística, visando a atendimento às \ndemandas da sociedade. O curso tem como característ ica marcante a \nmultidisciplinaridade entre fundamentos científicos , tecnologias e processos. \n Desta maneira, o curso notadamente multidisciplina r, reafirma seu projeto \npedagógico baseado em quatro princípios básicos: fo rmação sólida em fundamentos \ncientíficos de física, matemática e informática; fo rmação sólida, conceitual e \ntecnológica, em mecânica, controle e automação de p rocessos; formação \ncomplementar em processos; e formação metodológica em engenharia.  \n4.3 - PERFIL DO EGRESSO \n O perfil do egresso do curso de Engenharia Mecatrô nica proposto atende ao que \ndispõe o artigo 3º da Resolução CNE/CES 11, de 11 d e março de 2002  e a Resolução \n2/2007.  \n O Curso de Graduação em Engenharia tem como perfil do formando egresso/profissional \no engenheiro, com formação generalista, humanista, crítica e reflexiva, capacitado a absorver e \ndesenvolver novas tecnologias, estimulando a sua at uação crítica e criativa na identificação e \nresolução de problemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e \nculturais, com visão ética e humanística, em atendi mento às demandas da sociedade. \n ", "17": " \n16 \n  A Resolução CNE/CES 11, de 11 de março de 2002, no  artigo 4º determina que a \nformação do engenheiro tenha por objetivo dotar o p rofissional dos conhecimentos \nrequeridos para o exercício das seguintes competênc ias e habilidades gerais: \nI - aplicar conhecimentos matemáticos, científicos,  tecnológicos e instrumentais à \nengenharia; \nII - projetar e conduzir experimentos e interpretar  resultados; \nIII - conceber, projetar e analisar sistemas, produ tos e processos; \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \nV - identificar, formular e resolver problemas de e ngenharia; \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas; \nVI - supervisionar a operação e a manutenção de sis temas; \nVII - avaliar criticamente a operação e a manutençã o de sistemas; \nVIII - comunicar-se eficientemente nas formas escri ta, oral e gráfica; \nIX - atuar em equipes multiunidade curriculares; \nX - compreender e aplicar a ética e responsabilidad es profissionais; \nXI - avaliar o impacto das atividades da engenharia  no contexto social e ambiental; \nXII - avaliar a viabilidade econômica de projetos d e engenharia; \nXIII - assumir a postura de permanente busca de atu alização profissional. \n  \n A estrutura curricular ora proposta, juntamente co m as unidades curriculares que \nversam sobre conteúdos básicos, específicos e profi ssionalizantes, formarão \nprofissionais de Engenharia Mecatrônica que atender ão o disposto na legislação \nvigente. O Engenheiro Mecatrônico com título obtido  pela UFSJ, Campus Alto \nParaopeba terá uma formação geral sólida dentro de uma concepção generalista.  \n4.4 - CONDIÇÕES DE OFERTA E INTEGRALIZAÇÃO \n O curso de Engenharia Mecatrônica UFSJ oferece 50 vagas semestrais, \npreenchidas através de vestibular, ENEM e SiSu, sen do o primeiro semestre destinado \nao curso noturno e o segundo semestre ao curso inte gral.  Alunos de outros cursos de \ngraduação ou portadores de diploma podem ingressar por transferências interna, \nexterna ou PDG.  \n Para obter o título de Engenheiro Mecatrônico na U FSJ, o aluno deverá \ncompletar um total de 4.200 horas divididas entre a tividades presenciais, Estágio ", "18": " \n17 \n Curricular Obrigatório, Trabalho de Conclusão de Cu rso e Atividades Complementares. \nO prazo regular e mínimo de integralização é de 10 semestres, segundo a Resolução \nCNE/CES nº 02/2007, com um prazo máximo para comple tar a graduação de 15 \nsemestres. A carga máxima permitida por semestre pa ra o aluno se matricular é de 420 \nhoras e a carga mínima de 280 horas. Essas condiçõe s são válidas tanto para o curso \ndiurno quanto para o curso noturno. \n No final do curso o aluno terá cumprido 3600 horas  em disciplinas e 360 horas, \nincluindo o Estágio Curricular obrigatório, o Traba lho de Conclusão de Curso e as \nAtividades Complementares, conforme Tabela 3. \n \nTabela 3: Demais Unidades Curriculares \nAtividades Carga Horária \n(horas) \nEstágio curricular obrigatório 200 \nTrabalho de Conclusão de Curso (TCC) 72 \nAtividades complementares  88 \nTotal 360 \n \n4.5 - CURRÍCULO PLENO \n A estrutura curricular do curso engloba unidades c urriculares de conteúdos \nbásicos, conteúdos profissionalizantes e conteúdos específicos caracterizando a \nmodalidade, de acordo com o Artigo 6º das Diretrize s Curriculares Nacionais dos \nCursos de Graduação em Engenharia. \n A vivência experimental na área de atuação é um po nto importante para a \nformação do aluno de engenharia, neste sentido, no currículo do curso são previstas \nunidades curriculares de laboratórios específicas p ara a formação de um Engenheiro \nMecatrônico, bem como as outras unidades curricular es experimentais presentes no \nciclo de conteúdos básicos do curso. Além disso, o contato do aluno com o ambiente \nprofissional acontece também na unidade curricular de Estágio Supervisionado, que é \nobrigatória, bem como no Trabalho de Conclusão de C urso. \n Na estrutura curricular também estão previstas uni dades curriculares optativas, \nque além de ser  um aprofundamento de tópicos já contemplados nas un idades \ncurriculares obrigatórias, garantem uma maior flexi bilidade da estrutura curricular, \nfavorecendo o protagonismo estudantil, presente nas  Diretrizes do Campus. ", "19": " \n18 \n  Na Tabela 4 são listadas todas as unidades curricu lares presentes na estrutura \ncurricular do curso de Engenharia Mecatrônica da UF SJ. As unidades curriculares foram \nagrupadas por período e a carga horária separada em  conteúdos básicos, específicos e \nprofissionalizantes, de forma que a contribuição de  cada núcleo dentro do curso possa \nser identificada.  \n \nTabela 4: Unidades Curriculares presentes na estrut ura curricular, especificando os \nconteúdos básicos (BAS.), profissionalizantes (PROF .) e específicos (ESP.). \nCONTEÚDO \nCÓDIGO UNIDADES CURRICULARES \nOBRIGATÓRIAS PRESENCIAIS HORAS \nBAS. PROF. ESP. \n1º Período \nBCT101 Cálculo Diferencial e Integral I 72 72   \nENM201 Sistemas Digitais 72  72  \nBCT301 Algoritmos e Estrutura de Dados I 72  72  \nBCT401 Química Geral 54 54   \nBCT402 Química Geral Experimental 18 18   \nENM100 Introdução a Engenharia Mecatrônica 36   36 \nBCT501 Metodologia Científica 36 36   \n2º Período \nBCT102 Cálculo Diferencial e Integral II 72 72   \nBCT201 Fenômenos mecânicos 72 72   \nENM302 Algoritmos e Estrutura de Dados II  72  72  \nBCT106 Geometria Analítica e Álgebra Linear 72 72   \nBCT502 Indivíduos, grupos e sociedade global 36 36   \nBCT505 Ciência, Tecnologia e Sociedade 36 36   \n3º Período \nBCT103 Cálculo Diferencial e Integral III 72 72   \nBCT202 Fenômenos Térmicos, Ondulatórios e Fluidos 7 2 72   \nENM301 Programação Orientada a Objeto 72   72 \nBCT107 Estatística e Probabilidade 72 72   \nBCT505 Economia e Administração para Engenheiros 72  72   \n4º Período \nBCT104 Equações diferenciais A 72 72   \nBCT203 Fenômenos Eletromagnéticos 72 72   \nBCT303 Cálculo Numérico 72  72  \nENM202 Microprocessadores 72  72  \nENM501 Materiais para Engenharia 72  72  \n5º Período \nENM105 Equações diferenciais B 36 36   \nENM401 Circuitos Elétricos I 108  108  \nENM303 Projeto e Computação Gráfica I 36 36   \nENM502 Processos de Fabricação I 72  72  \nENM503 Estática Aplicada às Máquinas 72  72  \nBCT504 Meio Ambiente e Gestão para a Sustentabilida de 36 36   \n6º Período \nENM601 Modelagem e Simulação de Sistemas Dinâmicos 72  72  ", "20": " \n19 \n CONTEÚDO \nCÓDIGO UNIDADES CURRICULARES \nOBRIGATÓRIAS PRESENCIAIS HORAS \nBAS. PROF. ESP. \nENM203 Eletrônica I 108  108  \nENM304 Projeto e Computação Gráfica II 36 36   \nENM504 Mecânica dos Sólidos 72 72   \nENM505 Dinâmica Aplicada às Máquinas 72  72  \n7º Período \nENM602 Controle de Sistemas Dinâmicos 72  72  \nENM204 Eletrônica II 72  72  \nENM402 Máquinas e Acionamentos Elétricos 72  72  \nENM701 Informática Industrial 72   72 \nENM506 Mecanismos e Elementos de Máquinas 72  72  \n8º Período \nENM603 Controle Digital de Sistemas Dinâmicos 72   72 \nENM404 Laboratório de Máquinas e Acionamentos Elétr icos 36   36 \nENM403 Eletrônica de Potência 36   36 \nENM702 Redes Industriais de Computadores 72   72 \nENM507 Mecânica Computacional 72   72 \nENM703 Instrumentação e Sistemas de Medidas 72  72  \n9º Período \nENM604 Controle Multivariável 72   72 \nENM205 Sistemas Embarcados 72   72 \nENM704 Sistemas Supervisórios 72   72 \nENM508 Sistemas Mecânicos 72  72  \n- Optativa 72   72 \n10º Período \nENM605 Introdução à Robótica 72   72 \nENM705 Integração de Sistemas de Automatizados 72   72 \n- Optativa 72   72 \n- Optativa 72   72 \n- Optativa 36   36 \nENM102 Trabalho de Conclusão de Curso II 36   36 \nCarga Horária Total Presencial 3600  1116 1368 1116 \nCONTEÚDO CÓDIGO ATIVIDADES NÃO PRESENCIAIS HORAS BAS. PROF. ESP. \nENM101 Trabalho de Conclusão de Curso I 72   72 \nENM103 Estagio Supervisionado 200   200 \n Atividades Complementares  88   88 \nCARGA HORÁRIA TOTAL NÃO PRESENCIAL 360 0 0 360 \nCARGA HORÁRIA TOTAL DO CURSO 3960  \nPORCENTAGEM DA CARGA HORÁRIA PARA CADA CONTEÚDO 31,0 % 38,0 % 31,0% \n \n \n \n \n  ", "21": " \n20 \n Abaixo, segue a relação das unidades curriculares o ptativas 2 (Tabela 5). \n \nTabela 5: Unidades Curriculares Optativas. \nCÓDIGO UNIDADES CURRICULARES OPTATIVAS \n(CONTEÚDO PROFISSIONALIZANTE) CARGA HORÁRIA \n(HORA/AULA ) \nENMO10 Identificação de Sistemas Dinâmicos 72 \nENMO11 Controle Robusto 72 \nENMO12 Controle Adaptativo 72 \nENMO13 Visão Computacional  72 \nENMO14 Automação em Tempo Real  72 \nENMO15 Elementos de Automação 36 \nENMO16 Fundamentos de Física Moderna 72 \nENMO17 Organização e Arquitetura de Computadores 36  \nENMO18 Sistemas de Informação 72 \nENMO19 Inteligência Artificial 72 \nENMO20 Otimização em Engenharia 72 \nENMO21 Mecânica dos Fluídos 72 \nENMO22 Transferência de Calor 72 \nENMO23 Termodinâmica 72 \nENMO24 Sistemas Hidráulicos e Pneumáticos 72 \nENMO25 Língua Brasileira de Sinais (LIBRAS) 72 \nENMTE1 Tópicos Especiais I 72 \nENMTE2 Tópicos Especiais II 72 \nENMTE3 Tópicos Especiais III 36 \n \n \n                                                 \n2 A oferta de unidades curriculares Optativas será b aseada na disponibilidade de professores \npara ministrarem o conteúdo da referida ementa. As unidades curriculares Tópicos Especiais, \ntêm abordagens e ementas atualizadas a respeito de assuntos da área de conhecimento do \ncurso, com aproveitamento de oportunidades temática s, sendo propostas por docentes do CAP \ne aprovadas no colegiado do curso de Engenharia Mec atrônica.  ", "22": " \n21 \n 4.6- ESTRUTURA CURRICULAR \n \n ", "23": " \n 4.7 - COERÊNCIA DO CURRÍCULO COM AS DIRETRIZES CURR ICULARES \nNACIONAIS \n Segundo a Resolução CNE/CES 11, de 11 de março de 2 002, os cursos de \nengenharia, independente de sua modalidade, devem p ossuir em seu currículo um \nnúcleo de conteúdos básicos, um núcleo de conteúdos  profissionalizantes e um núcleo \nde conteúdos específicos que caracterizem a modalid ade do curso.  \n Desta forma, os conteúdos da presente estrutura cu rricular estão distribuídas \ncom a seguinte porcentagem:  \n• Conteúdo Básico (31%) \n• Conteúdo Profissionalizante (38%) \n• Conteúdo Específico (31%) \n \n \nFigura 1: Distribuição dos conteúdos Básicos, Profi ssionalizantes e Específicos do curso \nde Engenharia Mecatrônica. \n4.8 - METODOLOGIA DE ENSINO E AVALIAÇÃO \n O processo de ensino deve se enquadrar dentro de u m contexto mais criativo e \nsocial, fomentando no aluno o interesse para se rel acionar melhor com o mundo que o \ncerca. O exercício da Engenharia é mais do que o de sempenho de habilidades técnicas. \nA tônica do currículo de Engenharia é apresentar a importância da concepção do projeto \ncentrado no trabalho em equipe, na aprendizagem, em  problemas reais e na avaliação \ncontinuada. \n Para atingir o objetivo de promover uma educação b aseada em problemas de \nengenharia e permitir que os alunos apliquem seus c onhecimentos no desenvolvimento ", "24": " \n23 \n de projetos, levando-se em consideração o perfil do  Engenheiro a ser formado, este \ncurso de Graduação em Engenharia está fundamentado nas premissas a seguir: \n O aprendizado em engenharia inicia-se desde o prim eiro dia de aula. O curso \nenvolve atividades que aumentam seu escopo e comple xidade à medida que o curso \navança, relativas ao projeto, gerenciamento e execu ção de atividades. Trabalhando sob \nprazos-limite e numa atmosfera competitiva, os estu dantes são encorajados a resolver \nproblemas de Engenharia criativamente e desenvolver  a habilidade analítica e crítica. \n Domínio de técnicas experimentais. As aulas de lab oratório não devem ser \nentendidas apenas como ferramentas pedagógicas comp lementares às aulas teóricas. \nDiversos experimentos de ensino-aprendizagem, bem s ucedidos na área de \nEngenharia, têm exercitado a imaginação do aluno, e stimulando-o a relacionar os \nfenômenos observados aos conceitos teóricos de inte resse. É possível, portanto, utilizar \nexperimentos como ferramentas de assimilação de nov os conceitos. \n Comunicação de idéias. O currículo enfatiza a leit ura, a escrita e a pesquisa. O \naluno aprende a escrever um texto técnico e a apres entar oralmente e visualmente um \nprojeto. Ao final de cada semestre, em todos os ano s, cada equipe faz a apresentação \ndo Projeto Integrado apresentando-o para a classe. A apresentação do projeto \ncontempla um memorial técnico, o projeto em si, um artigo sobre os fundamentos \nutilizados para o desenvolvimento do projeto e como  eles foram utilizados para fazê-lo.  \n Uso do computador como ferramenta. Ao longo de tod o o currículo, o uso de \ncomputador é essencial para alterar continuamente o  estudo e a prática de Engenharia. \nNo primeiro ano, os alunos são introduzidos a Algor itmos, Linguagens de alto nível e \npacotes computacionais atualizados como forma de li nguagem e solução de problemas \nde engenharia.  A partir do segundo ano, os alunos utilizam esses conhecimentos como \nferramentas para a formulação matemática e para a a celeração de processos de \ncálculo. Sugere-se a limitação do número de pacotes  e linguagens a alguns poucos \npadrões mais interessantes ao conjunto de disciplin as do curso. \n Concepção de projetos profissionais integrados na solução de problemas reais \nA procura de soluções para problemas reais envolve um pensamento criativo e inovador \nsobre as disciplinas tradicionais e uma integração entre o aprendizado e a \ncompreensão. Os alunos aprendem que para sistematiz ar soluções de Engenharia, é \npreciso considerar a influência de vários fatores c omo tecnologias disponíveis, mercado, \nprodução, finanças, política e meio ambiente. ", "25": " \n24 \n  Os fundamentos da elaboração de Projeto de Engenha ria, e o processo de \nescolha de soluções apropriadas para problemas de E ngenharia são exercitados \ndurante todo o curso. Os estudantes são apresentado s a desafios de projeto já no \nprimeiro ano. O aluno aprende a analisar a literatu ra corrente sobre o tema do projeto, \ndesenvolver memoriais e justificativas técnicas, be m como formular cronogramas para \nsua elaboração. A implementação desse tipo de ativi dade só é factível quando \ndesenvolvidos por grupos de alunos. O trabalho em e quipes será discutido a seguir. \n Aprendizagem através de equipes. A importância do desenvolvimento de todo o \ncurso através de equipes transcende o próprio curso  de Engenharia. Com a adoção de \nmodelos pós - fordistas de produção, as equipes vêm  assumindo, cada vez mais, um \npapel determinante em todo o tipo de organização. A s diferenças entre as organizações \ntradicionais e as equipes auto-gerenciáveis podem s er observadas a seguir: \n Para que a formação de equipes ocorra sem grandes rupturas, os elementos \nfundamentais que devem ser inseridos na política e nos objetivos da empresa são: \n• resolução de conflitos; \n• aquisição de novas habilidades; \n• motivação e liderança. \n Capacitar alunos a trabalhar em equipe, é entendid o dentro deste projeto \npedagógico, como uma metodologia \"progressiva\" que envolve alunos e professores \nnum processo muito mais elaborado e planejado que a  simples divisão de turmas em \ngrupos de alunos e a subsequente distribuição de ta refas. O aluno aprenderá a \ntrabalhar em equipes no decorrer dos anos do curso de Engenharia.  \n Obtenção de habilidades duradouras \nLevando em consideração a metodologia apresentada, a conseqüência desejável final é \nque o aluno adquira o hábito de aprender a aprender . \n4.8.1 - PRINCÍPIOS DA AVALIAÇÃO \nAs avaliações de desempenho de cada aluno devem oco rrer em todas as \nunidades curriculares do curso e devem sempre obede cer aos seguintes preceitos: \n• Caráter universal: a avaliação deve ter o mesmo c ritério para todas as turmas e/ou \nsub-turmas de uma mesma unidade curricular; \n• Caráter público: os critérios de avaliação devem ser conhecidos publicamente antes \ndo início das unidades curriculares, cabendo à Inst ituição normatizar esses ", "26": " \n25 \n procedimentos; \n• Caráter consistente: a avaliação deve ser coerent e com o proposto no plano de \nensino da unidade curricular;  \n• Caráter orientador: a avaliação não deve ter cará ter punitivo e deve sempre buscar \nmostrar ao aluno onde estão suas virtudes e/ou defi ciências;  \n• Legitimidade: os critérios que serão utilizados d evem estar explícitos no plano de \nensino da unidade curricular; \n• Legalidade: os critérios de avaliação devem obede cer todas as normas legais do \nMinistério da Educação e dos colegiados superiores da Instituição.  \n• Avaliação continuada: a avaliação deverá ser cont ínua, não pontual e deverá \ncontemplar diversos tipos de modalidades avaliativa s (testes, relatórios de práticas, \nrelatório de visitas técnicas, seminários, entre ou tras).  \nA avaliação individual deve preponderar nas unidade s curriculares formadoras de \nconteúdo, enquanto que nas unidades curriculares ag lutinadoras e consolidadoras a \navaliação colegiada deve ser aplicada. Nessas unida des curriculares e nas atividades \nde laboratório a avaliação coletiva de grupos de tr abalho é recomendável.  \nO desempenho dos alunos nas unidades curriculares d eve servir como um \nbalizador da adequação das metodologias de ensino a dotadas pelos docentes, dando \nindicações para o aprimoramento pedagógico contínuo  do curso por parte do docente. \n4.9 - PRÉ-REQUISITOS  \nPara a Matriz Curricular de Curso foram propostos p ré-requisitos para algumas \nUnidades Curriculares (Tabela 6). Pré-requisitos ob rigatórios são aqueles considerados \nessenciais, sem os quais o aluno estaria impossibil itado de acompanhar o curso com \nqualidade e eficiência.  \n \nTabela 6: Unidades Curriculares presentes na estrut ura curricular com os seus \nrespectivos pré-requisitos. \nUNIDADES CURRICULARES \nOBRIGATÓRIAS PRESENCIAIS PRÉ-REQUISITO \n1º Período \nCálculo Diferencial e Integral I Não há \nSistemas Digitais Não há \nAlgoritmos e Estrutura de Dados I  Não há \nQuímica Geral Não há  \nQuímica Geral Experimental Não há  \nIntrodução a Engenharia Mecatrônica Não há  ", "27": " \n26 \n UNIDADES CURRICULARES \nOBRIGATÓRIAS PRESENCIAIS PRÉ-REQUISITO \nMetodologia Científica Não há  \n2º Período \nCálculo Diferencial e Integral II Cálculo Diferenci al e Integral I \nFenômenos Mecânicos Cálculo Diferencial e Integral I \nAlgoritmos e Estrutura de Dados II  Algoritmos e Estrutura de Dados I  \nGeometria Analítica e Álgebra Linear Não há \nIndivíduos, grupos e sociedade global Não há \nCiência, Tecnologia e Sociedade Não há \n3º Período \nCálculo Diferencial e Integral III Cálculo Diferenc ial e Integral II \nFenômenos Térmicos, Ondulatórios e Fluidos Fenômeno s Mecânicos \nProgramação Orientada a Objeto Algoritmos e Estrutura de Dados I  \nEstatística e Probabilidade Cálculo Diferencial e I ntegral I \nEconomia e Administração para Engenheiros Não há \n4º Período \nEquações diferenciais A Cálculo Diferencial e Integ ral II \nFenômenos Eletromagnéticos Fenômenos Mecânicos \nCálculo Numérico Cálculo Diferencial e Integ ral I e Algoritmos e Estrutura \nde Dados I \nMicroprocessadores Sistemas Digitais \nMateriais para Engenharia Fenômenos Mecânicos \n5º Período \nEquações diferenciais B Equações diferenciais A \nCircuitos Elétricos I Equações diferenciais A \nProjeto e Computação Gráfica I Não há \nProcessos de Fabricação I Materiais para Engenharia  \nEstática Aplicada às Máquinas Fenômenos Mecânicos \nMeio Ambiente e Gestão para a Sustentabilidade Não há \n6º Período \nModelagem e Simulação de Sistemas Dinâmicos Equaçõe s diferenciais B \nEletrônica I Circuitos Elétricos I \nProjeto e Computação Gráfica II Projeto e Computaçã o Gráfica I \nMecânica dos Sólidos Estática Aplicada às Máquinas \nDinâmica Aplicada às Máquinas Estática Aplicada às Máquinas \n7º Período \nControle de Sistemas Dinâmicos Modelagem e Simulaçã o de Sistemas Dinâmicos \nEletrônica II Eletrônica I \nMáquinas e Acionamentos Elétricos Circuitos Elétric os I \nInformática Industrial Microprocessadores \nMecanismos e Elementos de Máquinas Mecânica dos Sól idos \n8º Período \nControle Digital de Sistemas  Controle de Sistemas Di nâmicos \nLaboratório de Máquinas e Acionamentos Elétricos Má quinas e Acionamentos Elétricos \nEletrônica de Potência Eletrônica I \nRedes Industriais de Computadores Informática Indus trial \nMecânica Computacional Mecânica dos Sólidos \nInstrumentação e Sistemas de Medidas Modelagem e Si mulação de Sistemas Dinâmicos \n9º Período \nControle Multivariável Controle de Sistemas Dinâmicos  \nSistemas Embarcados Eletrônica I e Microprocessador es \nSistemas Supervisórios Informática Industrial \nSistemas Mecânicos Dinâmica Aplicada às Máquinas ", "28": " \n27 \n UNIDADES CURRICULARES \nOBRIGATÓRIAS PRESENCIAIS PRÉ-REQUISITO \n10º Período \nIntrodução à Robótica Controle Digital de Sistemas \nIntegração de Sistemas de Automatizados Sistemas Su pervisórios \nTrabalho de Conclusão de Curso II Trabalho de Conclusã o de Curso I \n \n Na próxima seção é apresentada a Matriz Curricular  com os seus respectivos \npré-requisitos para os alunos regularmente matricul ados. \n ", "29": " \n 4.9.1 – MATRIZ CURRICULAR COM PRÉ-REQUISITOS \n \n \nAtividades Complementares: 88h ", "30": " \n 4.10 - TRANSIÇÃO PARA A ESTRUTURA CURRICULAR \n O curso de Engenharia Mecatrônica da UFSJ já está em andamento desde \nfevereiro de 2008, o que significa que neste ano de  2010 já existem alunos cursando o \n5o período do curso. Com esta reformulação do projeto  pedagógico, inserção e \nmodificação de unidades curriculares (UCs), tornam- se necessário padronizar uma \nequivalência entre as unidades curriculares, de for ma a garantir uma transição \nadequada aos alunos, sem que haja grandes transtorn os com as modificações. \n Neste sentido, a Tabela 7 lista as equivalências e ntre as unidades curriculares da \nestrutura curricular do PPC antigo e as unidades cu rriculares deste PPC. \n \nTabela 7: Equivalências entre unidades curriculares  do PPC 2008/2009 e do PPC 2010. \nCÓDIGO  UNIDADE CURRICULAR 2010 CH CÓDIGO  UNIDADE CURRICULAR 2008/2009 CH \nCT003 Cálculo Diferencial e Integral I 72 CT006 \nCT206 Funções de uma variável 108 \n72 \nCT004 Metodologia Científica 36 CT003 Metodologia C ientífica 36 \nCT005 Química Geral 54 \nCT006 Química Geral Experimental 18 CT005 Estruturas atômicas, moleculares e \ncristalinas 72 \nCT001 Geometria analítica 36 CT007 Geometria Analítica e Álgebra Linear 72 CT007 Álgebra Linear 36 \nCT008 Algoritmos e Estrutura de Dados I 72 CT002 Li nguagem de computação 72 \nCT006 \nCT206 Funções de uma variável 108 \n72 CT009 Cálculo Diferencial e Integral II 72 CT008 \nCT208 Funções de várias variáveis 72 \n108 \nCT010 Fenômenos Mecânicos 72 CT004 Fenômenos Mecâni cos 72 \nCT011 Indivíduos, Grupos e Sociedade Global 36 CT01 8 Indivíduos, Grupos e Sociedade Global 36 \nCT012 Meio Ambiente e Gestão para a \nSustentabilidade 36 CT021 Meio Ambiente e Gestão para a \nSustentabilidade 36 \nEM018 Algoritmos e Estrutura de Dados II 72 CT009 M étodos e Algoritmos Computacionais 72 \nCT008 \nCT208 Funções de várias variáveis 72 \n108 CT014 Cálculo Diferencial e Integral III 72 \nCT012 Campos vetoriais 36 \nCT015 Estatística e Probabilidade 72 CT013 Estatíst ica e Probabilidade 72 \nCT016 Fenômenos Térmicos, Ondulatórios e \nFluídos 72 CT010 Fenômenos Térmicos, Ondulatórios e \nFluídos 72 \nCT021 Equações Diferenciais A 72 CT011 Equações Dif erenciais A 72 \nCT017 Cálculo Numérico 72 CT015 Cálculo Numérico 72  \nCT018 Fenômenos Eletromagnéticos 72 CT016 Fenômenos  elétricos e magnéticos 72 \nEM052 Administração 36 \nCT019 Economia e Administração para \nEngenheiros 72 \nEM051 Economia 36 \nCT020 Ciência, Tecnologia e Sociedade 36 CT022 Ciên cia, Tecnologia e Sociedade 36 \nEM002 Sistemas Digitais 72 CT033 Sistemas Digitais I 72 ", "31": " \n30 \n CÓDIGO  UNIDADE CURRICULAR 2010 CH CÓDIGO  UNIDADE CURRICULAR 2008/2009 CH \nEM003 Programação Orientada a Objeto 72 CT029 Programação Orientada a Objetos 72 \nEM004 Microprocessadores 72 EM036 Introdução aos Microprocessadores 72 \nEM008 Materiais para Engenharia 72 CT025 Ciência dos Materiais 72 \nEM009 Circuitos Elétricos I 108 CT026 Circuitos Elétricos I 72 \nEM010 Processos de Fabricação 72 EM034 Processos de Fabricação 72 \nEM005 Modelagem e Simulação de Sistemas \nDinâmicos 72 EM035 Modelagem e Simulação de Sistemas \nDinâmicos 72 \nEM012 Eletrônica I 108 CT027 Eletrônica I 72 \nEM011 Controle de Sistemas Dinâmicos 72 EM041 Controle de Sistemas Dinâmicos 72 \nEM013 Eletrônica II 72 EM037 Eletrônica II 72 \nEM019 Projeto e Computação Gráfica I 36 \nEM020 Projeto e Computação Gráfica II 36 CT030 Projeto e Computação Gráfica 72 \nEM007 Estática aplicada às Máquinas 72 EM028 Mecânica Técnica 72 \n---- Equações Diferenciais B 36 CT017 Equações Diferenciais B 36 \nENM504  Mecânica dos Sólidos  72 ---- Mecânica dos sólidos auxiliada por \ncomputador 72 \nEM001 Introdução à Engenharia de Mecatrônica 36  Tópicos Especiais 36                         \n \n É importante ressaltar que a Carga Horária total d o curso foi mantida, assim \ncomo as UCs obrigatórias em ambas as Matrizes e as atividades não presenciais \n(Tabela 3). \n Na próxima seção são apresentadas as Estruturas Cu rriculares de Transição \npara os alunos regularmente matriculados.  \n Ademais, casos omissos ao exposto nesta seção serã o resolvidos pelo \nColegiado do Curso de Engenharia Mecatrônica. \n ", "32": " \n 4.11 - ESTRUTURAS CURRICULARES DE TRANSIÇÃO \n ", "33": " \n  \n ", "34": " \n33 \n \n \n ", "35": " \n \n \n ", "36": " \n 5 - ORGANIZAÇÃO CURRICULAR \nNesta seção serão apresentadas as unidades curricul ares com suas ementas, \ncarga horária, e suas respectivas bibliografias.  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nCálculo Diferencial e Integral I Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1º Teórica \n72 Prática \n0 Total \n72 Código \nBCT101 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nNúmeros reais e Funções reais de uma variável real. Limites. Continuidade. Derivadas e aplicaçõ es. \nAntiderivadas. Integral Definida. Teorema Fundamenta l do Cálculo.  \nOBJETIVOS \nPropiciar o aprendizado dos conceitos de limite, de rivada e integral de funções de uma variável real. \nPropiciar a compreensão e o domínio dos conceitos e  das técnicas de Cálc ulo Diferencial e Integral. \nDesenvolver a habilidade de implementação desses con ceitos e técnicas em problemas nos quais eles se \nconstituem os modelos mais adequados. Desenvolver a linguagem matemática como forma universal de \nexpressão da Ciência. \nBIBLIOGRAFIA BÁSICA \n1. STEWART, James. Cálculo. Volume 1. 6 a Edição, Editora Cengage Learning, 2009.  \n2. ANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo. Vo lume 1. 8 a Edição, Editora Bookman, \n2007. \n3. THOMAS, George B.; FINNEY, R.; WEIR, Maurice D.; GIOR DANO, Frank R . Cálculo de George B. \nThomas. Volume 1. 10 a Edição, Editora Prentice-Hall, 2002. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SIMMONS, George F. Cálculo com Geometria Analítica . Volume 1. Editora Makron Books, 1987. \n2. ANTON, Howard. Cálculo: um novo horizonte. Volume 1.  6a Edição, Editora Bookman, 2000.  \n3. LEITHOLD, Louis. Cálculo com Geometria Analítica. V olume 1. 3 a Edição, Editora Harbra, 1994. \n4. FLEMMING, Diva M; GONÇALVES, Miriam B. Cálculo A (Funç ões, Limites, Derivação e Integração). \n6a Edição, Editora Prentice-Hall, 2007. \n5. SWOKOWSKI, Earl W. Cálculo com Geometria Analític a. Volume 1. 2 a Edição, Editora Makron Books, \n1994. \n \n \n ", "37": " \n36 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nSistemas Digitais Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1º Teórica \n36 Prática \n36 Total \n72 Código \nENM201 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nSistemas de numeração: conversão de base, aritmétic a binária, representaç ão de números sinalizados. \nPortas lógicas. Álgebra booleana e simplificação de  expressões lógicas. Circuitos lógicos combinacionai s: \ncircuitos aritméticos, codificadores, decodificador es, multiplexadores e demultiplexadores. Flip- flops: \nlatches, flip-flops gatilháveis, JK, mestre- escravo. Circuitos lógicos seqüenciais: registrador es de \ndeslocamento, contadores síncronos e assíncronos. P rojeto de contadores síncronos e máquinas de \nestados finitos. \nAulas práticas em laboratório.  \nOBJETIVOS \nFornecer ao aluno as bases teóricas para o entendim ento dos sistemas eletrônicos digitais. Capacitá- lo a \nanalisar, projetar e implementar circuitos lógicos combinacionais e seqüenciais. \nBIBLIOGRAFIA BÁSICA \n1. PADILLA, A. J. G. Sistemas digitais. 1 a. Edição, Editora McGraw-Hill, 1993. \n2. FLOYD, T. L. Sistemas digitais: fundamentos e apl icações. 9 a. Edição, Editora Bookman, 2007. \n3. UYEMURA, J. P. Sistemas digitais: uma abordagem int egrada.  Editora Pioneira, 2002. \nBIBLIOGRAFIA COMPLEMENTAR \n1. TOCCI, R. J., WIDMER, N. S e MOSS, G.. Sistemas digita is: princípios e aplicações. 10 a. Edição, \nEditora Pearson, 2007. \n2. MANO, M.M. Digital Design, Editora Prentice Hall In ternational, 1999. \n3. ZUFFO, J.A. Subsistemas digitais e circuitos de pulsos.  \n4. HEILWEIL, Y.M., HOERNES, G. Introduccion al algebra de Boole y a los dispositivos logicos.  \n5. SCHIED, F. Introdução à ciência dos computadores. ", "38": " \n37 \n CURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nAlgoritmos e Estrutura de Dados I Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1º Teórica \n36 Prática \n36 Total \n72 Código \nBCT301 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nA posição e contribuições da Computação no desenvolv imento científico e t ecnológico, com ênfase nas \nEngenharias. Breve histórico do desenvolvimento de computadores e linguagens de computação. Sistema \nde numeração, algoritmo, conceitos básicos de lingu agens de programação, comandos de controle, \nestruturas homogêneas, funções e estruturas heterog êneas. \nOBJETIVOS \nIntroduzir o aluno na área da computação, tornando- o capaz de desenvolver algoritmos e codificá- los em \numa linguagem de alto nível a fim de resolver probl emas de pequeno e médio porte com ênfase em \nproblemas nas áreas das Engenharias.  \nBIBLIOGRAFIA BÁSICA \n1. MIZRAHI, V. V. Treinamento em Linguagem C++ - Módul o 1. 2a Edição, Editora. Makron Books, 2006 \n2. SCHILDT, H. C Completo e Total”. 3ª Edição, Editora. M akron Books, 1997. \n3. GUIMARÃES, A. M. e LAGES, N. A. C. L. “Algoritmos e Estrutura de Dados”, Editora LTC, 1994. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SOUZA, M., e outros, “Algoritmos e Lógica de Prog ramação”, 2005. \n2. FORBELLONE, A. L. V. e EBERSPACHER, H. F. Lógica de Progra mação. Editora Makron Books, \n2000.  \n3. EVARISTO, J. Aprendendo a programar: Programando em Linguagem C. Editora BookExpress, 2001.  \n4. KERNIGHAN, B. W e RITCHE, D. M. C a linguagem de programação  padrão ANSI. 16ª Edição, \nEditora Campus, 2003. \n5. LOPES,A. e GARCIA,G.. Introdução à programação: 50 0 algoritmos resolvidos. Editora Elsevier, \n2002. 469 p. il. 5ª Tiragem. ", "39": " \n38 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nQuímica Geral  Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1° Teórica \n54 Prática \n0 Total \n54 Código \nBCT401 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nBCT402 \nEMENTA \n \nMatéria, estrutura eletrônica dos átomos, proprieda des periódicas dos elementos, teoria das ligações \nquímicas, forças intermoleculares, reações  em fase aquosa e estequiometria,  cinética, equilí brio químico \ne eletroquímica. \n \nOBJETIVOS \n \nPermitir que os alunos compreendam como os átomos s e arranjam, por meio das ligações químicas, para \nformar diferentes materiais. Permitir que os alunos  entendam os princípios envolvidos nas transformações \nquímicas, as relações estequiométricas envolvidas e  os aspectos relacionados com o conceito de \nequilíbrio químico das reações reversíveis bem como  o conceito de reações eletroquímicas. \n \nBIBLIOGRAFIA BÁSICA \n1. KOTZ, J.C. e TREICHEL Jr., P. Química e reações Quím icas. Volumes 1 e 2, Editora LTC, 2005. \n2. BROWN, T.L., LEMAY Jr., H.E. e BURSTEN, B.E. Química: a ciência central. Editora Pearson, 2005. \n3. BROWN, L.S. e HOLME, T.A. Química geral aplicada à engenharia. Editora Cengage Learning, 2010. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ATKINS, P.; JONES, L. Princípios de química: question ando a vida moderna e o meio ambiente. \nEditora Bookman, 2006.  \n2. SPENCER, J.N.; BODNER, G.M.; RICKARD, L.H. Química Estrutura  e dinâmica, 3ª Edição, volum es. \n1 e 2, Editora LTC, 2006.  \n3. BRADY, J.E.e  HUMISTON, G.E. Química geral. Editora L TC, 1986. \n4. RUSSEL, J.B. Química geral. Volumes 1 e 2, Editora  Makron Books, 2004. \n5. MAHAN, B.M. e MYERS, R.J. Química um curso universit ário. 4 a Edição. Editora Edgard \n    Blucher,1995. \n \n \n ", "40": " \n39 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nQuímica Geral Experimental Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1° Teórica \n0 Prática \n18 Total \n18 Código \nBCT402 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nBCT401 \nEMENTA \n \nNormas de laboratório e elaboração de relatórios, me didas experimentais, introdução às técnicas de \nlaboratório, determinação das propriedades das subs tâncias, reações químicas, soluções, equilíbrio \nquímico, cinética e eletroquímica. \n \nOBJETIVOS \nDesenvolver no aluno as habilidades básicas de manus eio de produtos químicos. Realização de \nexperimentos, conduta profissional e comunicação do s resultados na forma d e relatórios científicos dentro \nde um laboratório de Química. Permitir que o aluno visualize conceitos desenvolvidos nas aulas teórica s. \nBIBLIOGRAFIA BÁSICA \n \n1.   CONSTANTINO, M. G, DA SILVA, G. V. J. e DONATE, P. M. F undamentos de Química Experimental. \nEditora EDUSP, 2004. \n2. DA SILVA, R. R., BOCCHI, N. e ROCHA FILHO, R. C. Introdução a Q uímica Instrumental. Editora \nMcgraw-Hill, 1990. \n3. POSTMA, J. M., ROBERTS JR., J. L., HOLLENBERG, J. L. Qu ímica no laboratório. 5ª Edição, Editora \nManoli, 2009. \n \nBIBLIOGRAFIA COMPLEMENTAR \n1. ATKINS, P.; JONES, L. Princípios de química: question ando a vida moderna e o meio ambiente. \nEditora Bookman, 2006.  \n2. BACCAN, N., ANDRADE, J. C., GODINHO, O. E. S., BARONE, J. S. Quím ica Analítica Quantitativa \nElementar. 3ª Edição, Editora Edgar Blücher, 2003. \n3. De ALMEIDA, P. G. V. Química Geral: práticas funda mentais. Editora UFV, 2009. \n4. ROCHA FILHO, R. C. e DA SILVA, R. R. Cálculos básicos da Química. Editora EDUFSCAR, 2006. \n5. RUBINGER, M. M. M. e BRAATHEN, P. C. Experimentos de Qu ímica com materiai s alternativos de \nbaixo custo e fácil aquisição. Editora UFV, 2009. \n6. VOGEL, A. I. Química Analítica Qualitativa. Edit ora Mestre Jou, 1981. ", "41": " \n40 \n CURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nIntrodução a Engenharia Mecatrônica Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1o Teórica \n36 Prática \n0 Total \n36 Código \nENM100 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nEngenharia Mecatrônica: f ormação e profissão. Legislação, atribuições, assoc iações de classe. Indústrias \nbrasileiras: histórico e situação atual. O curso de  Engenharia Mecatrônica da UFSJ/CAP: infraestrutura, \náreas de ensino. Introdução aos Processos Industria is. \nOBJETIVOS \nIntro duzir os aspectos principais da formação do engenhe iro mecatrônico. Apresentar as atribuições e as \náreas de atuação dos profissionais graduados em Eng enharia Mecatrônica. Apresentar o curso de \nEngenharia Mecatrônica da UFSJ/CAP. Introduzir alguns  processos produtivos. \nBIBLIOGRAFIA BÁSICA \n \n1. Cetinkunt, S. Mecatrônica, 1ª Edição, Editora LTC, 20 08. \n2. Rosário, J. M. Princípios de Mecatrônica, 1ª Edição,  Editora Pearson, 2005. \n3. Shimoneck, J. R. Engenharia e Automação Industrial. 2ª Edição, Editora LTC, 2007. \n \nBIBLIOGRAFIA COMPLEMENTAR \n1. Aguirre, L. A. Enciclopédia de Automática, Volum e 1, 1ª Edição, Editora Edgard Blucher,  2007. \n2. Aguirre, L. A. Enciclopédia de Automática, Volum e 2, 1ª Edição, Editora Edgard Blucher,  2007. \n3. Aguirre, L. A. Enciclopédia de Automática, Volum e 3, 1ª Edição, Editora Edgard Blucher,  2007. \n4. Projeto Pedagógico do Curso de Engenharia Mecatrô nica a da UFSJ – CAP, 2008. \n5. da Silveira P. R. e Santos, W. E. Automação e Cont role Discreto. 3ª Edição, Editora  Érica, 1998.   \n ", "42": " \n41 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: INTEGRAL/NOTURNO \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nMetodologia Científica Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n1° Teórica \n36 Prática \n0 Total \n36 Código  \nBCT501 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nO fazer científico e a reflexão filosófica. Diretriz es para leitura, compreensão e formatação de textos  \ncientíficos. Tipos de textos e normatização ABNT. Noç ões fundamentais do fazer científico: méto do, \njustificação, objetividade, intersubjetividade. O p roblema da indução e o método hipotético -dedutivo. \nRealismo e antirealismo. Progresso, incomensurabilid ade e historicidade. Ciência: objetivos, alcance, \nlimitações. Demarcação: ciência versus pseudociência . \nOBJETIVOS \nConhecer e compreender os tipos de trabalhos científ icos e os aspectos fundamentais que orientam a \nsua produção. Compreender e problematizar perspectiv as e princípios implicados no processo de \ninvestigação científica. Problematizar a noção de p rogresso da ciência sob a ótica da epistemologia e da \nhistória da ciência. Refletir sobre os objetivos, al cance e limitações da produção científica. \nBIBLIOGRAFIA BÁSICA \n \n1. ALVES-MAZZOTTI, A.J R GEWANDSZNAJDER, F. O Método nas Ciências Naturais e Soci ais. Editora \nPioneira Thomson, 2002. \n2. GLEISER, M. A Dança do Universo. Editora Companhia d as Letras, 1997. \n3. GLEISER, M. Retalhos Cósmicos. Editora Companhia das  Letras, 1999. \n4. KUNH, T. A Estrutura das Revoluções Científicas. São Paulo: Ed. Perspectiva, 2001. \n \nBIBLIOGRAFIA COMPLEMENTAR \n1. ALFONSO-GOLDFARB, Ana Maria. O que é História da Ciên cia. Editora \n2. Brasiliense, 1994. \n3. ANDERY, M. A. e outos. Para compreender a ciência: um a perspectiva histórica. 12ª Edição, Editora \nEDUC, 2003. \n4. CHALMERS, A. O que é ciência afinal? Editora Brasil iense, 1993. \n5. CREASE, R. P. Os Dez Mais Belos Experimentos Científicos . Rio de Janeiro: Jorge Zahar Editores, \n2006. \n6. DAWKINS, R. Desvendando o Arco- Íris: ciência, ilusão e encantamento. Editora Compan hia das \nletras, 2000. \n7. DESCARTES, R. Discurso Sobre o Método. Editora Hemus,  1968. \n8. GUERRA, A.; BRAGA, M.; REIS, J. C.. Uma Breve História da Ciência Moderna.  Jorge Zahar \nEditores, 2003. \n9. MEDEIROS, J.B. Redação Científica: a prática de fichame ntos, resumos, resenhas.  Editora Atlas, \n2008. \n10. POPPER, K. A Lógica da Pesquisa Científica. Edito ra Cultrix,2008. \n ", "43": " \n42 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nCálculo Diferencial e Integral II Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o Teórica \n72 Prática \n0 Total \n72 Código \nBCT102 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT101 Co-requisito \nNão há \nEMENTA \n \nTécnicas de Integração. Aplicações de Integral. Fun ções Reais de Várias Variáveis Reais: derivada parc ial, \nregra da cadeia, planos tangentes, derivadas direci onais e gradiente, extremos relativos e absolutos, \nmultiplicadores de Lagrange, aplicações. Teoria de Séries: definição, exemplos, testes de convergência , \nséries de potência, séries de Taylor. \n \nOBJETIVOS \n \nPropiciar o aprendizado das técnicas do Cálculo Inte gral de funções de uma variável real. Propiciar a \ncompreensão e o domínio dos conceitos e das técnica s de Cálculo Diferencial em várias variáveis reais. \nPropiciar o aprendizado da Teria de Séries. D esenvolver a habilidade de implementação desses con ceitos \ne técnicas em problemas nos quais eles se constitue m os modelos mais adequados. Desenvolver a \nlinguagem matemática como forma universal de expres são da Ciência. \n \nBIBLIOGRAFIA BÁSICA \n1. STEWART, J. “Cálculo”. Volumes 1 e 2. 6 a Edição, Editora Cengage Learning, 2009. \n2. ANTON, H., BIVENS, Irl e DAVIS, S. “Cálculo”. Volumes 1 e 2. 8 a Edição, Editora Editora Bookman, \n2007. \n3. THOMAS, G. B. e outros. “Cálculo de George B. Thom as”. Volumes 1 e 2. 10 a Edição, Edit ora \nPrentice-Hall,2002. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SIMMONS, G. F. \"Cálculo com Geometria Analítica\". Volumes 1 e 2, Editora Pearson, 1987.  \n2. ANTON, H. \"Cálculo: um novo horizonte\". Volumes 1 e 2. 6 a Edição, Editora Bookman, 2000.  \n3. LEITHOLD, L. \"Cálculo com Geometria Analítica\". Vol umes 1 e 2. 3 a Edição, Editora Harbra, 1994. \n4. FLEMMING, D. M. e GONÇALVES, M. B. \"Cálculo B\". 6 a Edição, Editora Pearson, 2007.  \n5. SWOKOWSKI, E. W. \"Cálculo com Geometria Analítica \". Volumes 1 e 2. 2 a Edição, Editora Makron \nBooks, 1994 \n ", "44": " \n43 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nFenômenos Mecânicos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o Teórica \n54 Prática \n18 Total \n72 Código \nBCT201 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT101 Co-requisito \nNão há \nEMENTA \n \nVetores; Cinemática; Leis de Newton e suas aplicações;  Trabalho, Energia e princípios de conservação; \nImpulso, momento linear e seu princípio de conserva ção; Cinemática e Dinâmica da Rotação; \n \nOBJETIVOS \nO curso tem como intenção primordial propiciar ao a luno conhecimento científico para a modelagem de \nsistemas físicos. Em especial, espera- se que o aluno adquira no curso capacidade para a d escrição de \nfenômenos físicos com base nos princípios da Mecânica. O curso deverá pre parar o aluno com \nembasamento para as unidades curriculares dos próxi mos semestres, em especial aquelas ligadas à \nMecânica. Outros enfoques do curso são: Introdução aos fenômenos mecânicos e à utilização d e \naparelhos de medida. Obtenção, tratamento e análise  de dados obtidos em experimentos. Apresentação e \nanálise crítica de resultados através da teoria de erros. \nBIBLIOGRAFIA BÁSICA \n1. Halliday, D., Resnick e R., Walker J.,  Fundamentos de Física. Volume 1, Editora LTC.  \n2. Young, H., Freedman, R.  Sears & Zemansky - Física  I (Mecânica). Volume 1, 10 a Edição, Editora \nPearson.  \n3. Nussensveig, M. Curso de Física Básica. Volume 1, 4 a Edição, Editora Edgard . \n4. Tipler, P., Mosca, G., Física,  Volume 1, 5 a Edição, Editora LTC. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Chaves, A. e Sampaio, F. Física:  Mecânica. Volum e 1, Editora LTC. \n2. Serway, R., Jr., Jewett J., Princípios de Física. V olume 1, Editora Cengage Learning. \n3. Resnick, R.,  Halliday, D., Krane, K., Física, Volum e 1, 5a Edição, Editora LTC. \n4. Lopes, A., Introdução à Mecânica Clássica; Ed. EDUS P; \n5. Feynman, R., The Feynman Lectures on Physics, vol umes 1 e 2.  \n ", "45": " \n44 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nAlgoritmos e Estrutura de Dados II Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o Teórica \n54 Prática \n18 Total \n72 Código \nENM302 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT301 Co-requisito \nNão há \nEMENTA \n \nA posição e as contribuições d a Computação no desenvolvimento científico e tecnoló gico, com ênfase nas \nEngenharias. Estruturas Básicas de Dados (lista, pil ha, fila e árvores binárias). Introdução às técnica s de \nanálise de complexidade de algoritmos. Métodos de o rdenação interna. Método s de pesquisa em memória \nprimária. Aulas práticas em laboratório. \n \nOBJETIVOS \nAo final do curso, os alunos deverão ter desenvolvi do senso crítico com relação às soluções algorítmic as \napresentadas e dominarão os principais algoritmos d e pesquisa e de orden ação em memória principal e \nsecundária. \nBIBLIOGRAFIA BÁSICA \n1. FEOFILOFF, P., Algoritmos em Linguagem C, Campus, 2009. \n2. ZIVIANI, N., Projeto de Algoritmos com Implementaç ões em Java e C++, Thomson Pioneira, 2006. \n3. CORMEN, T. H., LEISERSON, C. E., RIVEST e R. L., STEIN, C. , Introduction to Algorithms, McGraw-\nHill e The MIT Press, 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. TOSCANI, L. V.; Veloso, P. A. S. Complexidade de algor itmos: análise, projeto e métodos. Editora \nSagra Luzzatto, 2001.  \n2. FORBELLONE, A. L. V.; EBERSPAC HER, H. F. Lógica de Programação. Editora Makron Books , 2000. \n3. ORTH, A. I. Algoritmos e Programação. Porto Alegr e: AIO, 2001. 175 p. \n4. DEITEL, P. J. C++ Como Programar. Deitel. Editora Bo okman, 2001. \n5. DROZDEK, A. Estrutura de dados e Algoritmos em C++. 2005. ", "46": " \n45 \n CURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nGeometria Analítica e Álgebra Linear Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o Teórica \n72 Prática \n0 Total \n72 Código \nBCT106 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nÁlgebra Vetorial. Retas e Planos. Matrizes. Cálculo d e determinantes. Espaço vetorial R n. Autovalores e \nAutovetores de Matrizes.  \nOBJETIVOS \n \nPropiciar aos alunos  a capacidade de interpretar geometricamente e espa cialmente conceitos \nmatemáticos e interpretar problemas e fenômenos abs traindo-os em estruturas algébricas \nmultidimensionais. \n \nBIBLIOGRAFIA BÁSICA \n1. SANTOS, R. J. Álgebra Linear e Aplicações. Belo Hor izonte: Imprensa Universitária da UFMG, 2006. \n2. RORRES, C. e HOWARD, A. Álgebra Linear com Aplicações.  8 a Edição, Editora Bookman, 2001. \n3. SANTOS, N. M.  Vetores e Matrizes: uma introdução à álgebra linear. 4 a Edição, Editora Thomson \nLearning, 2007. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SANTOS, F. J. e FERREIRA, S. Geometria Analítica. Ed itora Bookman, 2009. \n2. BOULOS, P e CAMARGO, I. Geometria Analítica: um tr atamento vetorial. 2 a Edição, Editora McGraw-\nHill, 1987. \n3. STEINBRUCH, A. e WINTERLE, P. Álgebra Linear. 2 a Edição, Editora McGraw-Hill, 1987. \n4. POOLE, D. Álgebra Linear com Aplicações. Editora Thomson Pioneira. \n5. LIPSCHUTZ, Seymour. Álgebra Linear: teoria e proble mas. 3 a Edição, Editora Makron Books, 1994. \n ", "47": " \n46 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nCiência, Tecnologia e Sociedade Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o Teórica \n36 Prática \n0 Total \n36 Código \nBCT503 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nNatureza e implicações políticas e sociais do desenv olvimento científico- tecnológico. Contexto de \njustificação e contexto de descoberta: a construção  social do conhecimento.  Objetividade do \nconhecimento científico e neutralidade da inves tigação científica: limitações e críticas. Problema s éticos da \nrelação entre ciência, tecnologia, sociedade e ambi ente. Instituições e práticas científicas: ideologi as, \nvalores, interesses, conflitos e negociações. O pen samento sistêmico e o pensamento com plexo na \nciência. \nOBJETIVOS \nRefletir sobre as correlações entre Ciência, Tecnolog ia, Sociedade e Ambiente. \nCompreender diferentes concepções de ciência. \nProblematizar as noções de objetividade e neutralid ade e método científico. \nDespertar uma atitude crí tica e uma postura ética em relação ao papel social  dos profissionais das áreas \ntecnológicas.  \nBIBLIOGRAFIA BÁSICA \n1. FEYERABEND, P. Contra o Método. Editora UNESP, 2007. \n2. LENOIR, T. Instituindo a Ciência: a produção cultur al das disciplinas científicas. São  Leopoldo: \nUNISSINOS, 2004. \n3. LATOUR, B. Ciência em Ação: como seguir cientistas e e ngenheiros sociedade afora. São Paulo: \nUNESP, 1999. \n4. MORRIN, E. Introdução ao Pensamento Complexo. Porto Alegre: Sulina, 2005. \n5. MORRIN, E. Ciência com Consciência. Rio de Janeiro: Be rtrand Brasil, 2003. \nBIBLIOGRAFIA COMPLEMENTAR \n1. CHALMERS, A. O que é ciência afinal? Editora Brasil iense, 1993. \n2. LATOUR, B. et al. Vida de Laboratório. Rio de Janei ro: Relume Dumara, 1997. \n3. PORTOCARREIRO, V. Filosofia, História e Sociologia das Ciências. Rio de Janeiro: Fiocruz, 1994. \n4. BAZZO, W.A. et al. Introdução aos Estudos CTS. Ma dri: OEI, 2003 \n5. ESTEVES, M.J. Pensamento Sistêmico: o novo paradigm a da ciência. 2ª Edição. Campinas: Papirus, \n2003. \n6. NICOLESCU, B. O manifesto da transdisciplinaridade. São Paulo:TRIOM, 1999. \n7. PRIGOGINE, Ilya. O fim das incertezas: tempo, caos  e as leis da natureza. São Paulo: UNESP, 1996.  \n ", "48": " \n47 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nIndivíduos, Grupos e Sociedade Global Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n2o Teórica \n36 Prática \n0 Total \n36 Código \nBCT502 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \n \nContribuições das ciências humanas para a  formação de engenheiros. Indivíduos e relações. \ninterpessoais. A vida social e seus componentes. Rel ações de poder. Constituição social de identidades d e \nindivíduos e grupos. O fenômeno da globalização e s uas conseqüências para o mundo do trabalho. Visão \nplanetária e o conceito de humanidade. Relações huma nas e dinâmicas de grupo nas empresas. \nSatisfação pessoal e produtividade social através d o trabalho. \n \nOBJETIVOS \n \nCompreender o homem e suas práticas sociais e simból icas como resultantes de um processo  de \nconstrução ao longo da história. Entender a relação  indivíduo- sociedade considerando o ethos e a visão \nde mundo que norteiam as práticas de um e de outro.  Conhecer fundamentos teóricos da psicologia social.  \nCompreender a relação dialética entre individ uo/grupo/sociedade como construção social. Identifi car e \nanalisar os conceitos de subjetividade, cultura, so ciedade e o processo de socialização na atual socie dade \nde consumo. \n \nBIBLIOGRAFIA BÁSICA \n1. BERGAMINI, C. W. Psicologia aplicada à administraçã o de e mpresas: psicologia do comportamento \norganizacional. 4 a Edição, São Paulo: Atlas, 2005. \n2. BRUM, Argemiro Catani. Desenvolvimento econômico brasil eiro. Petrópolis/RJ: Vozes; Ijuí/RS: Editora \nUNIJUÍ, 2005. \n3. GIDDENS, Anthony. Sociologia. 4 a Edição Porto Alegre: Artmed, 2005. \n4. PICHON-RIVIÈRE, E. O processo grupal. São Paulo: Mar tins Fontes, 1986. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ALBUQUERQUE, Edu Silvestre, (org) et all. Que país é  este? São Paulo: Editora Globo, 2008. \n2. BAUDRILLAR, Jean. A sociedade de consumo. Lisboa/Por tugal: Edições 70, s/d. \n3. BOTTOMORE, T. B. Introdução à sociologia. Rio de J aneiro: Jorge Zahar editores, 1987. \n4. CARVALHO, J.M. Cidadania no Brasil: o longo caminho. E d. Civilização Brasileira, Rio de Janeiro, \n2007. \n5. CATANI, A. M. O que é capitalismo. São Paulo: Bras iliense. 2003. \n6. DAMATTA, Roberto. Carnavais, malandros e heróis: para uma sociologia do dilema brasileiro. Rio de \nJaneiro: Rocco, 1997. \n ", "49": " \n48 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nCálculo Diferencial e Integral III Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n3o Teórica \n72 Prática \n0 Total \n72 Código \nBCT103 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT102 Co-requisito \nNão há \nEMENTA \n \nCampos Vetoriais. P arametrização de Curvas. Integrais Múltiplas. Mudanç a de Variáveis  em Integrais \nMúltiplas. Integrais de Linha. Teorema de Green. In tegrais de Superfície. Teorema de Stokes. Teorema d e \nGauss (teorema da divergência). Aplicações. \n \nOBJETIVOS \n \nPropiciar o a prendizado dos conceitos de campos vetoriais, integ rais duplas e triplas, integrais de linha e \nintegrais de superfície. Desenvolver a habilidade de  implementação desses conceitos em problemas nos \nquais eles se constituem os modelos mais adequados.  Desenvol ver a linguagem matemática como forma \nuniversal de expressão da Ciência. \n \nBIBLIOGRAFIA BÁSICA \n1. STEWART, J. “Cálculo”. Volumes 1 e 2. 6 a Edição, Editora Cengage Learning, 2009. \n2. ANTON, H., BIVENS, Irl e DAVIS, S. “Cálculo”. Volumes 1 e 2. 8 a Edição, Editora  Editora Bookman, \n2007. \n3. THOMAS, G. B. e outros. “Cálculo de George B. Thom as”. Volumes 1 e 2. 10 a Edição, Editora \nPrentice-Hall,2002. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SIMMONS, G. F. \"Cálculo com Geometria Analítica\". Volumes 1 e 2, Editora Pearson, 1987.  \n2. ANTON, H. \"Cálculo: um novo horizonte\". Volumes 1 e  2. 6 a Edição, Editora Bookman, 2000.  \n3. LEITHOLD, L. \"Cálculo com Geometria Analítica\". Vol umes 1 e 2. 3 a Edição, Editora Harbra, 1994. \n4. FLEMMING, D. M. e GONÇALVES, M. B. \"Cálculo B\". 6 a Edição, Editora Pearson, 2007.  \n5. SWOKOWSKI, E. W. \"Cálculo com Geometria Analítica \". Volumes 1 e 2. 2 a Edição, Editora Makron \nBooks, 1994 \n ", "50": " \n49 \n CURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nFenômenos Térmicos, Ondulatórios e Fluidos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n3o Teórica \n54 Prática \n18 Total \n72 Código \nBCT202 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT201 Co-requisito \nNão há \nEMENTA \n \nMovimento harmônico simples, Ondas Mecânicas, Ondas  Sonoras, Introdução à Mecânica dos Fluídos, \nTemperatura e Calor, Propriedades Térmicas da Matéri a, Primeira Lei da Termodinâmica, Segunda Lei \nda Termodinâmica, Entropia e Máquinas térmicas. \n \nOBJETIVOS \n \nO curso tem como intenção primordial pro piciar ao aluno conhecimento científico para a mode lagem de \nsistemas físicos, com ênfase especial àqueles que e nvolvam fenômenos de natureza termodinâmica, \nondulatória ou sistemas fluidos. Em especial, esper a-se que o aluno adquira no curso capacidade para  a \ndescrição e compreensão de tais fenômenos físicos. O curso deverá fornecer  ao aluno embasamento \npara as unidades curriculares dos próximos semestre s, em especial aquelas ligadas à propagação de \nondas, Mecânica dos Fluídos, Transferência de Calor e Massa. \nO curso também pretende dar ao aluno uma base para a realização de experimentos relacionados com \nsistemas periódicos, sistemas termodinâmicos e flui dos. \n \nBIBLIOGRAFIA BÁSICA \n1. Halliday D., Resnick R., Walker J. Fundamentos de Fí sica. Volume 2, Editora LTC. \n2. Young, H., Freedman, R. Física I (Mecânica). Volum e 2, 10 a Edição, Editora Pearson. \n3. Nussensveig, M. Curso de Física Básica. Volume 2, 4 a Edição, Editora Edgard Bluchërd. \n4. Tipler, P., Mosca, G., Física, Volume 2, 5 a Edição, Editora LTC. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Chaves, A. e Sampaio, F. Física:  Mecânica. Volum e 1, Editora LTC. \n2. Serway, R., Jr., Jewett J., Princípios de Física. V olume 1, Editora Cengage Learning. \n3. Resnick, R.,  Halliday, D., Krane, K., Física, Volum e 1, 5 a Edição, Editora LTC. \n4. Lopes, A., Introdução à Mecânica Clássica; Ed. EDUS P; \n5. Feynman, R., The Feynman Lectures on Physics, vol umes 1 e 2.  \n ", "51": " \n50 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nProgramação Orientada a Objeto Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n3o Teórica \n54 Prática \n18 Total \n72 Código \nENM301 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT301 Co-requisito \nNão há \nEMENTA \n \nFilosofia e Princípios. Qualidade de Software. Modul aridade . Reutilização de Software. Abstração. Tipos \nAbstratos de Dados. Objetos. Classes. Atributos. Méto dos. Encapsulamento. Interface. Hierarquia de \nClasses. Herança. Polimorfismo. Análise e Projeto Ori entados por Objetos. Tratamento de Exceção. \nGenericidade. P arametrização de Classes.  Linguagens Orientadas por  Objetos: Java, C++, entre outras. \nAulas práticas em laboratório.  \n \nOBJETIVOS \n \nIntroduzir os conceitos fundamentais do paradigma d e orientação a objetos e a sua aplicação à \nprogramação orientada a objeto s. Apresentação de conceitos de linguagens de progr amação orientadas a \nobjetos. \n \nBIBLIOGRAFIA BÁSICA \n \n1. MIZRAHI, V. V. Treinamento em Linguagem C++ - Módul o 2. 2ª Edição, Editora Makron Books, 2006. \n2. DEITEL, H. M.; DEITEL, P.J.: C++ - Como Programar, 3ª  Edição, Editora Bookman, 2001. \n3. DEITEL, H. M.; DEITEL, P.J.: Java - Como Programar, Bookman, 6ª Edição, 2005. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. STROUSTRUP B. A Linguagem de Programação C++, 3ª Edi ção, Editora Bookman,1999. \n2. BOOCH, G. Object-oriented analysis and design with Applications, 2ª Edição,   Editora Addison-\nWesley, 1994. \n3. COX,B.J. Object-Oriented Programming, Addison Wes ley, 1986. (Nacional: Editora Makron 1991). \n4. SATIR G.; BROWN D. C++: The Core Language, O'Reilly, 1 995. \n5. STROUSTRUP B. An Overview of the C++ Programming language. Handbook of Object Technology.  \nCRC Press, 1998. \n \n ", "52": " \n51 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nEstatística e Probabilidade Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n3o Teórica \n72 Prática \n0 Total \n72 Código \nBCT107 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT101 Co-requisito \nNão há \nEMENTA \nDefinições gerais. Coleta, organização e apresentação  de dados. Medidas de posição. Medidas de \ndis persão. Probabilidades. Distribuições de probabilida des. Amostragem. Distribuição de amostragem. \nTeoria da estimação. Teoria da decisão. Correlação e  regressão linear simples. \nOBJETIVOS \nIntroduzir conceitos fundamentais ao tratamento de dados. Capacitar o aluno a aplicar técnicas estatísticas \npara a análise de dados na área de engenharia, e a apresentar e realizar uma análise crítica dos \nresultados. \nBIBLIOGRAFIA BÁSICA \n \n1. BUSSAB, W.O.; MORETTIN, P.A. Estatística Básica. 5a Edição, Editora Saraiva, 2003.  \n2. COSTA NETO, P.L.O. Estatística. 3 a Edição. Editora Edgard Blucher, 2007. \n3. TRIOLA, M. F. Introdução à Estatística. Editora L TC, 2008. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. DANTAS, C.A.B. Probabilidade: Um Curso Introdutório. 2 a Edição, Editora EDUSP, 2000.  \n2. DEVORE, J.L. Probabilidade e Estatística: para engenharia e  ciências. Editora Pioneira Thomson, \n2006.  \n3. HINES, W.W.; et al. Probabilidade e Estatística na  Engenharia. 4 a.Edição, Editora LTC, 2006.  \n4. MAGALHÃES, M.N.; LIMA, A.C.P. Noções de Probabilidad e e Estatística. Editora EDUSP, 2004. \n5. MONTGOMERY, D.C.; RUNGER, G.C. Estatística Aplicada e P robabilidade para Engenheiros. 2 a\nEdição, Editora LTC, 2003. \n \n ", "53": " \n52 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nEconomia e Administração para Engenheiros Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n3o Teórica \n72 Prática \n0 Total \n72 Código \nBCT505 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \n \nA organização industrial, divisão do trabalho e o conceito de pro dutividade. Funções empresariais \nclássicas: marketing, produção, finanças e recursos  humanos. Poder e conhecimento técnico nas \norganizações. Planejamento e controle da produção e  estoque. Empreendedorismo.  Indicadores \neconômicos, juros, taxas, anuidades e amortização d e empréstimos. Produção, preço e lucro. Fluxo de \ncaixa. Mark- up e determinação de preço de um produto. Análise d e econômicas de investimentos. \nConceitos gerais de macro e microeconomia. Relaçã o entre oferta e demanda e elasticidade. Políticas \nPúblicas em C&T, Inovação e Desenvolvimento. \n  \nOBJETIVOS \n \nFornecer conceitos essenciais de economia e adminis tração para serem aplicados na formulação e \navaliação de projetos de engenharia. Estimular a v isão crítica sobre os processos de produção e \ncomercialização de produtos industriais. \n \nBIBLIOGRAFIA BÁSICA \n1. BLANK, L. e TARQUIN, A. Engenharia Econômica. 6ª Edi ção, Editora McGraw-Hill, 2008. \n2. KRUGMAN, P., WELLS, R. e OLNEY, M. L. Princípios de economia. Editora Elsevier, 2010. \n3. LACOMBE, F. J. M. e HEILBORN, G. Administração principi os e tendencias. 2ª Edição, Editora \nSaraiva, 2009. \nBIBLIOGRAFIA COMPLEMENTAR \n1. TORRES, O. F. F. Fundamentos da engenharia ec onômica e da análise econômica de projetos. \nEditora Pioneira Thomson, 2006. \n2. ALÉM, A. C. Macroeconomia: teoria e prática no Br asil. Editora Elsevier, 2010. \n3. LEMES JÚNIOR, A. B. e PISA, B. J. Administrando micro e pequenas empresas. Editora Elsevier, \n2010. \n4. DA VIS, M. M., AQUILANO, N. J. e CHASE, R. B. Fundamentos d a Administração da Produção. 3ª \nEditora Bookman, 2001. \n5. MAXIMIANO, A. C. A. Fundamentos de administração: man ual compacto para as Disciplinas TGA e \nIntrodução à Administração. 2ª Edição, Editora Atla s, 2008. \n ", "54": " \n53 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nEquações Diferenciais A Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n4o Teórica \n72 Prática \n0 Total \n72 Código \nBCT104 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT102 Co-requisito \nNão há \nEMENTA \nO que significa “Equações diferenciais”? A posição e as contribuições do estudo de equações diferencia is \nno desenvolvimento científico e tecnológico, com ên fase nas E ngenharias. Equações diferenciais de \nprimeira e segunda ordem. Equações lineares de orde m superior. Sistemas de equações diferenciais \nlineares. Transformada de Laplace. Aplicações. \nOBJETIVOS \nDesenvolver a habilidade de solução e interpretação de equações  diferenciais em diversos domínios de \naplicação, implementando conceitos e técnicas em pr oblemas nos quais elas se constituem os modelos \nmais adequados. \nBIBLIOGRAFIA BÁSICA \n1. BOYCE, W. E., di PRIMA e Richard C. Equações Diferenc iais Elementares e Problemas  de Valores de \nContorno. 8a Edição, Editora LTC. 2006. \n2. ZILL, D. G. \"Equações Diferenciais com aplicações em Modelagem\". Editora Thomson, 2003. \n3. ZILL, D. G. e CULLEN, M. R. \"Equações Diferenciais\". V olume 1, Editora Makron Books, 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. PENNEY, D. E. EDWARDS, C.H. Equações Diferenciais Elementar es com Problemas de Valores de \nContorno. 3a Edição, Editora Prentice Hall do Brasil Ltda., 1995. \n2. ZILL, D. G. e CULLEN, M. R. Matemática Avançada para a E ngenharia: Equações diferenciais \nelementares e transformada de Laplace. 3a Edição, E ditora Bokman, 2009. \n3. KREYSZIG, E. Matemática Superior para Engenharia.  Volume 1. 9a Edição, Editora LTC, 2009. \n4. STEWART, J. Cálculo. Volumes 1 e 2. 6a Edição Edi tora Thomson, 2009. \n5. ANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo. Volumes 1 e 2. 8a Edição, Editora Bookman, \n2007. \n ", "55": " \n54 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nFenômenos Eletromagnéticos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n4o Teórica \n54 Prática \n0 Total \n18 Código \nBCT203 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT201 Co-requisito \nNão há \nEMENTA \nCarga elétrica, Força Elétrica e Lei de Coulomb; Campo  Elétrico de Cargas puntuais e campo elétric o de \ndistribuições de carga contínuas; Lei de Gauss; Pot encial Elétrico; Capacitores e Dielétricos; Corrente \nElétrica, Resistores e introdução aos circuitos elét ricos (associação de resistores, circuitos RL, RC e RLC,  \nLei das Malhas); Campo Magnético e Força Magnética, Leis de Ampère e Biot- Savart, Indução \nEletromagnética: Lei de Faraday e Lei de Lenz, Indu tância e Corrente Alternada, Propriedades Magnéticas  \nda Matéria; \nOBJETIVOS \nO curso tem como intenção primordial propiciar ao a luno conhecimento científ ico para a modelagem de \nsistemas físicos, com ênfase especial àqueles que e nvolvam fenômenos de natureza elétrica e magnética.  \nO curso deverá fornecer  ao aluno embasamento para as unidades curriculares dos próximos semestres, \nem especial aquelas ligadas à eletricidade e ao mag netismo. \nO curso pretende proporcionar ao aluno um contato c om experimentos envolvendo eletricidade e campos \nmagnéticos, circuitos e afins. \nBIBLIOGRAFIA BÁSICA \n1. Halliday D., Resnick R., Walker J. Fundamentos de Fí sica. Volume 2, Editora LTC. \n2. Young, H., Freedman, R. Física I (Mecânica). Volum e 2, 10 a Edição, Editora Pearson. \n3. Nussensveig, M. Curso de Física Básica. Volume 2, 4 a Edição, Editora Edgard Bluchërd. \n4. Tipler, P., Mosca, G., Física, Volume 2, 5 a Edição, Editora LTC. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Chaves, A. e Sampaio, F. Física:  Mecânica. Volum e 1, Editora LTC. \n2. Serway, R., Jr., Jewett J., Princípios de Física. V olume 1, Editora Cengage Learning. \n3. Resnick, R.,  Halliday, D., Krane, K., Física, Volum e 1, 5a Edição, Editora LTC. \n4. Lopes, A., Introdução à Mecânica Clássica; Ed. EDUS P; \n5. Feynman, R., The Feynman Lectures on Physics, vol umes 1 e 2.  \n ", "56": " \n55 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nCálculo Numérico Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n4o Teórica \n54 Prática \n0 Total \n18 Código \nBCT303 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT301 / BCT101 Co-requisito \nNão há \nEMENTA \nO que significa “Cálculo numérico”? A posição e as c ontribuiç ões do Cálculo Numérico no desenvolvimento \ncientífico e tecnológico, com ênfase nas Engenharia s. Teoria de erros. Zeros de funções e zeros reais de \npolinômios. Solução de sistemas lineares: métodos d iretos e iterativos. Ajuste de curvas. Interpolação . \nInte gração numérica. Resolução numérica de equações dife renciais ordinárias. Exemplos de aplicações \ndo Cálculo Numérico na Engenharia. Aulas práticas em laboratório. \nOBJETIVOS \nIntroduzir o aluno na área da Análise Numérica e do Cálculo Numérico, tornando-o c apaz de analisar e \naplicar algoritmos numéricos em problemas reais, co dificando- os em uma linguagem de alto nível a fim de \nresolver problemas de pequeno e médio porte em Ciênc ia e Tecnologia. \nBIBLIOGRAFIA BÁSICA \n1. CHAPRA, S. C., CANALE, R. P. Métodos Numéricos para a E ngenharia. 5 a Edição, Editora MCGRAW-\nHILL BRASIL, 2008 \n2. CAMPOS, filho, Frederico F. Algoritmos Numéricos, 2 a Edição, Editora LTC, 2007.  \n3. FRANCO, N. B. Cálculo Numérico. 1 a Edição, Editora Prentice Hall, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BARROSO , L., BARROSO, M. M. de Araújo, CAMPOS FILHO, F. F. Cál culo Numérico com \nAplicações. 2 a Edição, Editora Harbra, 1987. \n2. RUGGIERO, M. A. G., LOPES, V. L. R. Cálculo Numérico –  Aspectos teóricos e computacionais. 2 a\nEdição, Editora Pearson, 1996. \n3. SPERANDIO, D., MENDES, J. T., SILVA, L. H. M. Cálculo nu mérico - características matemáticas e \ncomputacionais dos métodos numéricos. 1 a Edição, Editora Prentice Hall, 2003. \n4. PUGA, L., PUGA PAZ, Álvaro, TÁRCIA, J. H. M. Cálculo N umérico. 1 a Edição, Editora LCTE, 2008. \n ", "57": " \n56 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nMicroprocessadores Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n4o Teórica \n36 Prática \n36 Total \n72 Código \nENM202 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM201 Co-requisito \nNão há \nEMENTA \nArquitetura e funcionamento de microprocessadores e  microcontroladores. Instruções de máquina: \noperações, registradores, modos de endereçamento, p ilhas, sub-rotinas, polling, inte rrupções, DMA, IMA. \nInterfaces de entrada e saída  Programação de micro controladores: linguagem de montagem (assembly). \nAulas práticas em laboratório.  \nOBJETIVOS \nFornecer ao aluno a capacidade de compreender conce itos de arquitetura e funcionamento de \nmic roprocessadores e microcontroladores. Desenvolver no  aluno a capacidade de elaborar soluções \nbaseadas em microcontroladores e programá-los. \nBIBLIOGRAFIA BÁSICA \n1. PEREIRA, F. Microcontroladores PIC – Programação em  C. 7 a Edição. Editora  \n2. Érica. \n3. PEREIRA, F. Microcontroladores PIC, Técnicas Avança das. 2 a Edição. Editora  \n4. Érica, 2002. \n5. FLOYD, T. L. Sistemas Digitais. Fundamentos e apli cações. 9 a Edição. Editora Bookman, 2007. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SOUZA, D. J. Desbravando o PIC. 5a Edição. Editora É rica, 2000.  \n2. TOCCI, R. J. Sistemas Digitais: Princípios e Aplicaç ões. 8 a Edição. Editora Prentice-Hall, 2003. \n3. PATTERSON, D. A.; HENNESSY, J. L. Organização e projeto de computadores: a interface \nhardware/software. 3 a Edição. Editora LTC, 2000. \n4. TANENBAUM, A. S. Organização Estruturada de Computad ores. 5a Edição. Editora Pearson, 2006.  \n5. MIYADAIRA, A. N. Microcontroladores PIC18 – Aprenda e programe em Linguagem C. 3 a Edição. \nEditora Érica, 2000. \n ", "58": " \n57 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nMateriais para Engenharia Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n4o Teórica \n72 Prática \n0 Total \n72 Código \nENM501 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT201 Co-requisito \nNão há \nEMENTA \nIntrodução à Engenharia dos Materiais, classificaçã o funcional dos materiais com base na estrutura, \nprojeto e seleção dos materiais. Estruturas dos sól idos cristalinos, materiais cristalinos e não- cristalinos. \nEstrutura dos metais, propriedad es mecânicas, elétricas, térmicas, magnéticas e ópt icas. Falhas, diagrama \nde fases, transformação de fase e ligas metálicas. Estrutura dos cerâmicos, propriedades, característi cas \ne aplicações. Estrutura dos polímeros, propriedades , características e aplic ações. Estrutura dos \ncompósitos, propriedades, características e aplicaç ões. Seleção de materiais e considerações de projet o. \nQuestões ambientais, sociais e econômicas na Engenh aria dos Materiais. \nOBJETIVOS \nFornecer ao aluno, ferramentas adequadas para s eleção de materiais levando em consideração, projet os \nno âmbito da Engenharia Mecatrônica. \nBIBLIOGRAFIA BÁSICA \n1. Callister, W. D. J. Fundamentos da Ciência e Engenh aria de Materiais. 2 a Edição, Editora LTC, 2006. \n2. Callister, W. D. J. Ciência e Engenharia de Materi ais: Uma Introdução. 2 a Edição, Editora LTC, 2008. \n3. Askland, D. R. and Phulé, P. P. Ciência e Engenharia d os Materiais. São Paulo: Cengage Learning, \n2008. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Shackelford, J. F. Ciência dos Materiais. 6 a Edição, Editora Prentice Hall, 2008. \n2. Vlack, V. and Lawrence, H. Princípios de Ciência e Tecnologia dos Materiais. 5 a Edição, Editora \nEdgard Blucher, 1993. \n3. Chiaverini, V. Tecnologia Mecânica: Materiais de Construção Mecânica. 2 a Edição, EditoraMcGraw-\nHill, 1986. \n4. Souza, S. A. Ensaios Mecânicos de Materiais Metá licos. Editora Edgard Blucher, 1982. \n5. Schmidt, W. Materiais Aplicados em Eletricidade: Ma teriais Condutores, Semicondutores e Válvulas. \nEditora LPM, 1966. \n6. Doyle, L. E. Processos de Fabricação e Materiais para Engenheiros. Editora Edgard Blucher, 1978. \n ", "59": " \n58 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nEquações Diferenciais B Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o Teórica \n36 Prática \n0 Total \n36 Código \nENM105 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT104 Co-requisito \nNão há \nEMENTA \nSéries de Fourier. Integrais de Fourier. Equações Di ferenciais Parciais. Aplicações. \nOBJETIVOS \nOferecer aos alunos ferramental matemático avança do, mais apropriado para a resolução de problemas \ntecnológicos complexos. \nBIBLIOGRAFIA BÁSICA \n1. KREYSZIG, E. Matemática Superior para Engenharia.  Volume 2. 9 a Edição, Editora LTC, 2009. \n2. ZILL, D. G e CULLEN, M. R. Matemática Avançada para E ngenharia. 3 a Edição, Volume 3: Equações \nDiferenciais Parciais, Métodos de Fourier e Variávei s Complexas. Editora Bookman, 2009.   \n3. BOYCE, W. E., di PRIMA e Richard C. Equações Diferenciai s Elementares e Problemas de Valores de \nContorno. 8 a Edição, Editora LTC. 2006.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. ZILL, D. G. e CULLEN, M. R. Equações Diferenciais. Volum e 2. 3a Edição, Editora Makron Books, \n2001. \n2. EDWARDS, C.H, PENNEY, D. E. Equações Diferenciais Elementar es com Problemas de Contorno. 3a \nEdição, Editora Prentice Hall do Brasil, 1995. \n3. CAVALCANTE, M. P. A, FERNANDEZ, A. J. C. Introdução à Análi se Harmônica e Aplicações. 27o \nColóquio Brasileiro de Matemática 2009. Rio de Janeir o, IMPA. \n4. FIGUEIREDO, D. G. Análise de Fourier e Equações Diferen ciais Parciais. Projeto Euclides. IMPA \n2003.  \n5. Apostila disponível em www.mat.ufmg.br/~rodney/notas_de_aula/iedp.pdf  (Acesso em 14/08/2009) \n ", "60": " \n59 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nCircuitos Elétricos I Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o Teórica \n72 Prática \n36 Total \n108 Código \nENM401 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT104 Co-requisito \nNão há \nEMENTA \nCircuitos de corrente alternada -  CA. Circuitos com resistores, indutores e capacitore s. Análise de circuitos \nem CA –  Teoremas: malha, nó, superposição, Norton e Théveni n. Potência em regime estacionário \nsenoidal, triângulo de potências. Teorema da máxima  transferência de potência. Fator de Potência. \nOBJETIVOS \nAo final desta unidade curricular o aluno estará ca pacitado a: Definir o melhor método para resolução d e \num problema de circuito elétrico em corrente altern ada; Interpretar o funcionamento de circuitos RL C \nmistos e calcular os seus parâmetros; Analisar e co rrigir o fator de potência de um determinado sistem a \nelétrico. \nBIBLIOGRAFIA BÁSICA \n1. ALEXANDER, C. K., SADIKU, Matthew N. O. Fundamentos de circ uitos elétricos. Editora Bookman, \n2007. \n2. NILSSON, J. e RIEDEL, S. Circuitos Elétricos, 8ª Ediç ão, Editora Pearson/Prentice Hall, 2008. \n3. DORF, Richard C. Introduction to Electric Circuits.  5ª Edição, Editora John Wiley & Sons, 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. IRWIN, J. D. Análise de Circuitos em Engenharia. 4ª  Edição, Editora Makron Books, 2000. \n2. Johnson, D. E., Hilburn, J. L., e Johnson, J. R. Funda mentos de Análise de Circuitos Elétricos, 4ª \nEdição, Editora LTC, 1994. \n3. VAN VALKENBURG, M.E. – Network Analysis. 3ª Edição, Ed itora Prentice Hall, 1974. \n4. Burian, J. Y. e Lyra, A. C. C. Circuitos Elétricos.  Editora Prentice Hall, 2006. \n5. Bird, J. Circuitos Elétricos Teoria e Tecnologia,  3ª Edição. Editora Campus, 2009. \n ", "61": " \n60 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nProjeto e Computação Gráfica I Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o Teórica \n0 Prática \n36 Total \n36 Código \nENM302 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nMetodologia de desenvolvimento de projeto. Processos de representação de projeto; Sistemas de \ncoordenadas e projeções: vistas principais, vistas especiais, vistas auxiliares; Projeções a partir de  \nperspectiva, projeções a partir de modelos; Projeçõ es cilíndricas e ortogonais;  Fundamentos de geometria \ndescritiva; Utilização de escalas. Normas e convenções de expressão e representação de projeto; normas \nda ABNT. Desenvolvimento de projetos; Elaboração de vistas, c ortes; definições de parâmetros e \nnomenclaturas de projetos, detalhes, relação com ou tras disciplinas da engenharia. Fundamentos de \ncomputação gráfica; primitivas, planos e superfície s, transformações geométricas 2D, sistemas de \nvisualização 2D, métodos e técnicas de sintetização (“renderização”). \nOBJETIVOS \nCapacitar o  aluno para interpretar e desenvolver projetos de e ngenharia; desenvolver a visão espacial; \nutilizar instrumentos de elaboração de projetos de engenharia assistido por computador com a utilizaçã o \nde computação gráfica; representar projetos de enge nharia de  acordo com as normas e convenções da \nexpressão gráfica como meio de comunicação dos enge nheiros. \nBIBLIOGRAFIA BÁSICA \n1. PAHL, G., BEITZ, W., FELDHUSEN, GROTE, K. Projeto na E ngenharia  \n2. HEARN, D. D. , BAKER, M. P. Computer Graphics with OpenG L (3rd Edition) 2003. \n3. GIESECKE, F. E. et al. Comunicação Gráfica Moderna . Porto Alegre: Bookman. \nBIBLIOGRAFIA COMPLEMENTAR \n1. CAPOZZI, D. Desenho Técnico – teoria e exercícios. Editora Laser Press. \n2. ABNT, Coletânea de Normas de Desenho Técnico, Editor a ABNT/SENAI, 1990. \n3. AZEVEDO, Eduardo. Computação Gráfica - Teoria e Pr ática. Editora Campus. \n4. GIESECKE, F. E. et al. Comunicação gráfica moderna . Porto Alegre: Bookman.  \n5. GIESECKE, F. E., MITCHELL, A., SPENCER, H. C., HILL, I. L . Techinical Drawing, 13 a Edição, 2008. \n6. XAVIER, N. D esenho Técnico Básico: expressão gráfica, desenho g eométrico, desenho técnico. \nEditora Ática, 1988. \n7. FOLEY, J.D. Van Dam, A., Feiner, S.K. and Hughes, J. F ., Computer Graphics: Principles and Practice, \n2a. Edição, Editora Assison Wesley, 1982. \n8. Autodesk, AutoCAD – Reference Manual, Autodesk, CA. \n9. DYM,C. L. LITTLE, Patrick . Engineering Design: A P roject Based Introduction,2008 \n \n \n ", "62": " \n61 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nProcessos de Fabricação Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o Teórica \n72 Prática \n0 Total \n72 Código \nENM502 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM501 Co-requisito \nNão há \nEMENTA \nConceito de Manufatura. Principais Processos de Fa bricação por Plastificação: Fundição, Laminação, \nEstampagem, Trefilação, Extrusão, Forjamento. \nOBJETIVOS \nPropiciar ao aluno um entendimento maior dos proble mas envolvidos na fabricação de peças mecânicas. \nFornecer conhecimentos na área de processos de fa bricação mecânica de modo que o aluno seja capaz \nde conceber a aplicação da automação e controle em cada processo. \nBIBLIOGRAFIA BÁSICA \n1. Marques, P.V., Modenesi, P. J. e Bracarense, A. Q. Soldagem -  Fundamentos e Tecnologia. Editora \nUFMG. \n2. Vicente C.Tecnologia Mecânica. Volume 2. \n3. Ferraresi, D. Usinagem dos Metais. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ALMIR M. Q. e JAIR C. D. Tecnologia da soldagem e ar co voltaico. Editora Edeme, 1979. \n2. HOWARD G. C. Modern welding technology. Editora Prent ice Hall, 1979. \n3. FREIRE, J. M.Tecnologia do Corte. Editora LTC. \n4. ALVIN, H. e MORAIS A. Fabricação mecânica, 1974. \n5. CETLIN. Conformação Mecânica dos Metais. Guanabara, 1983. \n ", "63": " \n62 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nEstática Aplicada às Máquinas Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o Teórica \n72 Prática \n0 Total \n72 Código \nENM503 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT201 Co-requisito \nNão há \nEMENTA \nForças e outras grandezas ve toriais. Equilíbrio de uma partícula. Resultantes de  sistemas de forças. \nEquilíbrio de um corpo rígido interligados. Análise  estrutural. Centro de gravidade, centróides e força s \ndistribuídas. Momentos de inércia. Vigas e eixos. A trito. Trabalho virtual. \nOBJETIVOS \nFornecer ao aluno a capacidade de prever os efeitos  de forças e movimentos de máquinas e estruturas \npresentes nos projetos de Engenharia. \nBIBLIOGRAFIA BÁSICA \n1. Beer, F. P.; Johnston Jr., E. R.; e outros. Mecân ica Vetorial para Engenheiros: Estática. 7 a Edição, \nEditora McGraw-Hill, 2006. \n2. Meriam, J. L.; Kraige, L. G. Mecânica Para Engen haria: Estática. 6 a Edição, Editora LTC, 2009. \n3. Hibbeler, R. C. Estática: Mecânica Para Engenharia.  10 a Edição, Editora, 2005. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Boresi, A. P.; Schmidt, R. J. Estática. São Paulo : Thomson, 2003. \n2. Sheppard, S. D.;Tongue, B. H. Estática: Análise de  Sistemas em Equilíbrio. Editora LTC, 2007. \n3. Shames, I. H. Estática: Mecânica Para Engenharia.  Volume 1, Editora Prentice-Hall, 2002. \n4. Beer, F. P.; Johnston Jr., E. R.; et al.Vector Me chanics for Engineers: Statics and Dynamics. 9a Edição, \nEditora McGraw-Hill, 2009. \n5. Hibbeler, R. C. Engineering Mechanics – Estatics & Dynamics. 12 a Edição, Editora Prentice Hall, 2009.  \n ", "64": " \n63 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nMeio Ambiente e Gestão para a Sustentabilidade Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5o Teórica \n36 Prática \n0 Total \n36 Código \nBCT504 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nMeio ambiente e desenvolvimento sustentável: princí pios e conceitos fundamentais. Problemas ambientais \nem escala global. Impacto ambiental e avaliação: im plicações para a sociedade e organiza ções. Ética \nambiental e gestão para a sustentabilidade.Conflitos  e bases institucionais: negociação, legislação e d ireito \nambiental.Tecnologias para o desenvolvimento susten tável: ciclo de vida dos produtos, produção limpa e  \neficiência energética. \nOBJETIVOS \nCompreender os conceitos de meio ambiente, problemas  ambientais e desenvolvimento sustentável.\nDesenvolver postura ética e atitude crítica frente a os processos produtivos, em busca da sustentabilida de.  \nCompreender princípios de negociação, legislação e d ireito ambiental. Fomentar o desenvolvimento e a \naplicação de tecnologias para o desenvolvimento sus tentável, com ênfase em ciclo de vida de produtos, \nprodução limpa e eficiência energética. \nBIBLIOGRAFIA BÁSICA \n1. BARBIERI, J.C. Gestão ambiental empresarial. 1 a Edição, Editora Saraiva, 2008. \n2. DONAIRE, D. Gestão ambiental na empresa. Editora Atl as \n3. ALBUQUERQUE J. L., Gestão ambiental e responsabilidade social: Conceitos, Ferramentas e \naplicações. 1a Edição, Editora Atlas, 2010. \n4. Dias R. Gestão ambiental: responsabilidade social e sustentabilidade. 1 a Edição. Editora Atlas, 2006.  \n5. TACHIZAWA, T. Gestão ambiental e responsabilidade soc ial corporativa: Estratégias de Negócios \nFocadas na Realidade Brasileira. 4 a Edição Editora Atlas, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MAY, P. H. Economia do meio ambientel. 1 a Edição. Editora Campus, 2010. \n2. BONDUKI, N. G. (org.). HABITAT: As práticas bem sucedida s em habitação, meio ambiente e gestão \nurbana nas cidades brasileiras. São Paulo: Studio No bel, 1996. \n3. MOTA, S. Urbanização e meio ambiente. Rio de Janeiro: ABES Associação Brasi leira de Engenharia \nSanitária, 1999. \n4. BRAGA, B et al. Introdução à Engenharia Ambiental . Prentice Hall, São Paulo, 2002. \n5. BAIRD C.Química Ambiental, 2 a Edição. Bookman Cia Editora, 2002. \n ", "65": " \n64 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nModelagem de Sistemas Dinâmicos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6o Teórica \n72 Prática \n0 Total \n72 Código \nENM601 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nBCT105 Co-requisito \nNão há \nEMENTA \nConceder ao aluno fundamentos de sinais e sistemas, para que o mesmo possa, por meio de uma visão \nsistêmica realizar processamento de sinais e conceb er modelos dinâmicos de sistemas físicos. \nOBJETIVOS \nRepresentações de sinais e sistemas no domínio do te mpo. Sinal contínuo e Discreto. Equações \ndiferenciais e de diferenças. Espaço de estados. Rep resentações de sinais e sistemas no domínio da \nfrequencia. Transformadas: de Fourier, Laplac e e Z. Modelagem de sistemas físicos \nmecânicos/elétricos/fluídicos/térmicos. Sistemas de  1a, 2a e ordens superiores. Resposta no domínio do \ntempo e da frequencia. Métodos de simulação de sist emas dinâmicos. Técnicas de análise de resultados e  \nsimulações. Processamento de sinais. Filtragem. Mod ulação. Projeto de filtros. \nBIBLIOGRAFIA BÁSICA \n1. HAYKIN S. e VAN VEEN B., Sinais e Sistemas; Editora Bookman; 2001.  \n2. OPPENHEIM A.V. , WILLSKY A.S., Signals and Systems ; 2a Edição, Editora Prentice Hall, 1997. \n3. SINHA, N.K. e KUSZTA, B. Modeling and Identificatio n of Dynamic Systems. Editora Van Nostrand \nReinhold Co., 1983. \nBIBLIOGRAFIA COMPLEMENTAR \n1. WELLSTEAD, P.E. Introduction to Physical System M odelling. Editora Academic Press, 1979. \n2. JOHANSSON, R., System Modeling and Identification. E ditora Prentice-Hall, 1993. \n3. EYMAN, C., Modeling Simulation and Control, Editora  West Publishing Company, 1999 \n4. DORNY, C.N. Understanding Dynamic Systems: Approaches to Modeling, Analysis, and Design. \nEditora Prentice-Hall, 1993. \n5. KARNOPP, D. e outros. System Dynamics: a Unified App roach. Editora Wiley, 1990. \n ", "66": " \n65 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nEletrônica I Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6o Teórica \n72 Prática \n36 Total \n108 Código \nENM203 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM401 Co-requisito \nNão há \nEMENTA \nIntrodução à eletrônica. Diodos: circuitos e aplicaç ões. Transistores Bipolares de Junção: modelos, \ncircuitos e  aplicações. Transistores de Efeito de Campo: modelo s, circuitos e aplicações. Circuitos Digitais \nMOS. Circuitos Digitais Bipolares e Tecnologias Avanç adas. Aulas práticas em laboratório. \nOBJETIVOS \nEsta unidade curricular fornece os conceitos básico s de Eletrônica para o futuro Engenheiro. Ao final da \ndisciplina o aluno será capaz de compreender e proj etar circuitos eletrônicos básicos analógicos e dig itais. \nBIBLIOGRAFIA BÁSICA \n1. SEDRA, A. S. e SMITH, K. C. Microeletrônica. 4a .Edição. Editora Pearson Makron Books, 2005. \n2. BOYLESTAD, R. e NASHELSKY, L. Dispositivos eletrônico s e teoria de circuitos. 8 a Edição. Editora \nPearson Prentice Hall, 2007. \n3. Malvino, Albert Paul. Electronic Principles with Simulation CD. McGraw-Hill Professional. 7 a edição. \n2006.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. Slone, G. R. High-Power Audio Amplifier Construction  Manual. Editora McGraw-Hill,1999. \n2. Millman, J. e Grabel, A. Microelectronics: Digit al and Analog Circuits and Systems. Editora McGraw-\nHill, 1988. \n3. Tocci, R. J., Widmer, N. S. e Moss, G. Sistemas di gitais: princípios e aplicações. 10 a Edição, Editora \nPearson, 2007. \n4. Turner, L.W. Eletrônica aplicada: microondas, rádio  e TV, eletroacústica, vídeo tapes, sintetizadores de \nsom, aplicações militares, astronáutica, automação,  laser, engenhari a de tráfego, biônica. Editora \nHemus, 2004. \n5. CIPELLI, A. M. V. ; MARKUS, O.; SANDRINI, W. J. Teoria e d esenvolvimento de projetos de circuitos \neletrônicos. 18 a. Edição, Editora  Érica, 2001. \n ", "67": " \n66 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nProjeto e Computação Gráfica II Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6o Teórica \n0 Prática \n36 Total \n36 Código \nENM303 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM302 Co-requisito \nNão há \nEMENTA \nMetodologia de desenvolvimento de projeto. Ferramentas de computação gráfica e projeto assisti do por \ncomputador aplicado a projetos de engenharia; Utiliz ação de software de computação gráfica para \ndesenvolvimento de projetos com ênfase em modelagem  tridimensional. Fundamentos de computação \ngráfica; Transformações geométricas 3D, sistemas de visualização 3D, métodos e técnicas de sintetização \n(“renderização”); Modelagem hierárquica, animação e  simulação; Uso de pacote gráfico para \ndesenvolvimento de aplicativos. Modelagem tridimensional; Concepção e desenvolviment o do modelo \ngeométrico tridimensional; Utilização do modelo trid imensional para documentação e cálculos.\nPrototipagem digital; Aplicação de elementos de rea lidade virtual; Ap licação de material, textura, luz; \nSimulação dinâmica. \nOBJETIVOS \nCapacitar o aluno para interpretar e desenvolver pro jetos de engenharia com ênfase em representação no \nespaço tridimensional; desenvolver a visão espacial ; apresentar os fundamentos da comp utação gráfica \naplicada a softwares de projetos de engenharia assis tido por computador; elaborar modelos \ntridimensionais com simulação e prototipagem digita l. \nBIBLIOGRAFIA BÁSICA \n1. PAHL, G., BEITZ, W., FELDHUSEN, GROTE, K. Projeto na E ngenharia  \n2. HEARN, D. D. , BAKER, M. P. Computer Graphics with OpenG L (3rd Edition) 2003. \n3. GIESECKE, F. E. et al. Comunicação Gráfica Moderna . Porto Alegre: Bookman. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Ribeiro, A. S.; Dias, C. T.. Desenho Técnico Moderno . Editora LTC, 2006. \n2. BARACHO, Ren ata Maria Abrantes Couy. Integração de um Ambiente p ara Produção de Maquetes \nEletrônicas. 1994. 132 f. Dissertação (Mestrado em C iência da Computação) -  Departamento de \nCiência da Computação, Universidade Federal de Minas G erais, Belo Horizonte, 1994. \n3. PORT O, Marcelo Franco,. Gerador Integrador de Modelos T ridimensionais para Produção de \nAnimações em Computação Gráfica. 1996. 119 f. Dissert ação (Mestrado em Ciência da Computação) \n– Departamento de Ciência da Computação, Universidade F ederal de Minas Gerais, Belo Horizonte, \n1996.  \n4. Bibliografia da Unidade Curricular Projeto e Comput ação Gráfica I. \n ", "68": " \n67 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nMecânica dos Sólidos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6o Teórica \n72 Prática \n0 Total \n72 Código \nENM504 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM503 Co-requisito \nNão há \nEMENTA \n \nCálculo de esforços internos, definição de tensão no rmal média, relação tensão deform ação uniaxial, \nconceituação do coeficiente de Poisson. Definição de  eixo (circular e vazado): cálculo de reações, cálc ulo \nde esforços internos (gráficos de esforços solicita ntes), definição de tensão de cisalhamento, relação  \ntensão/esforço interno, módulo de elasticidade do cisalhamento e giro relativo. Def inição de vigas de \nseção simétrica (flexão reta, oblíqua, composta e s imples), relação tensões/esforços internos, tensão de \ncisalhamento e fluxo. Estruturas tridimensionais (s eção circular): superposição de esforços e suas \nlimitações, tensões resultantes da superposição. \nEstado de tensão em um ponto: componentes de tensão . Estado plano de tensão, tensões principais e \nplanos principais, máxima tensão de cisalhamento, c írculo de Mohr. Estado de deformação nu m ponto: \nEstados planos, componentes de deformação, deformaç ões principais, máxima distorção. Lei de Hooke. \nCritérios de resistência (ou falha): critério da máx ima tensão normal, critério da máxima tensão cisalh ante, \ncritério da máxima energia de distorção. Aulas prát icas em laboratório. \n \nOBJETIVOS \nFornecer os conhecimentos básicos da mecânica dos s ólidos e resistência dos materiais. \nBIBLIOGRAFIA BÁSICA \n \n1. HIBBELER, R. C. Resistência dos Materiais. 3 a Edição, Editora Pearson Prentice Hall, 2004. \n2. GERE, J. M. Mecânica dos materiais. Editora Pione ira Thomson Learning, 2003. \n3. BEER, J., DeWolf. Resistência dos Materiais. Editor a McGraw-Hill, 2006. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. ROY R. CRAIG, JR. Mecânica dos materiais. 2 a Edição, Editora LTC, 2003. \n2. HIGDON, OHLSEN, STILES, WEESE, RILEY. Mecânica dos M ateriais. Guanabara Dois. \n3. POPOV, E. P. Introdução à Mecânica dos Sólidos. São Paulo, Edgard Blücher, 1978. \n4. FEODOSIEV, V. I. Resistência dos Materiais. Portu gal, Editora Lopes da Silva, 1977. \n5. S. P. TIMOSHENKO & J. E. GERE. Mecânica dos Sólidos . Editora LTC, 1982. \n \n ", "69": " \n68 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nDinâmica Aplicada às Máquinas Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6o Teórica \n72 Prática \n0 Total \n72 Código \nENM505 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM503 Co-requisito \nNão há \nEMENTA \nCinemática de partículas. Cinética de partículas e de  um sistema de partículas. Dinâmica de corpos \nrígidos.  Cinemática e  Cinética dos corpos rígidos no plano. Princípio de energia e quantidade de \nmovimento plano de corpos rígidos. Dinâmica tridimen sional de corpos rígidos. Impacto. Introdução a \nmecânica analítica, equações de lagrange. \nOBJETIVOS \nFornecer ao aluno a capaci dade de prever os efeitos de forças e movimentos de  máquinas e estruturas \npresentes nos projetos de Engenharia. \nBIBLIOGRAFIA BÁSICA \n1. Beer, F. P.; Johnston Jr., E. R.; et al. Mecânica  Vetorial para Engenheiros: Dinâmico. 7 a Edição, Editora \nMcGraw-Hill, 2006. \n2.  \n3. Hibbeler, R. C. Dinâmica: Mecânica Para Engenharia. 10 7 a Edição, Editora Pearson, 2005. \n4. Meriam, J. L.; Kraige, L. G. Mecânica Para Engen haria: Dinâmica. 6 7 a Edição, Editora LTC, 2009. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Boresi, A. P.; Schmidt, R. J. Dinâmica. Editora Th omson, 2003. \n2. Sheppard, S. D.;Tongue, B. H. Dinâmica: Análise e Proj eto de Sistemas em Movimento. Editora LTC, \n2007. \n3. Shames, I. H. Dinâmica: Mecânica Para Engenharia. Volume 1, Editora Prentice-Hall, 2002. \n4. Beer, F. P.; Johnston Jr., E. R.; et al.Vector Me chanics for Engineers: Statics and Dynamics. 9a Edição, \nEditora McGraw-Hill, 2009. \n5. Maia, N. M. M. Introdução à Dinâmica Analítica. IS T Press, 2000. \n ", "70": " \n69 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno : NOTURNO/INTEGRAL  \n \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nTrabalho de contextualização e integração curricula r I Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n5º Teórica. \n- h Prática. \n- h Total. \n72 h Código \nBCT 601 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré - requisito \n1080H Co-requisito \n- \n \nEMENTA \n \nTópicos relacionados ao desenvolvimento de um proje to na área de Ciência e Tecnologia e que deverá \nintegrar conceitos de pelo menos duas Unidades Curric ulares e pelo menos um aspecto das realidades \nsocioculturais e/ou sistemas produtivos. A questão da sustentabilidade deve o quanto possível, ser \nenvolvida nesse projeto.  \nOBJETIVOS \nPropiciar a interação e a integração entre os difer entes campos de conhecimentos adquiridos e em \nestudo, ao longo dos três primeiros anos da formaçã o acadêmica regular; Propiciar uma visão aplicada d e \nconceitos e teorias aprendidos em sala de aula; Cont extualizar os conhecimentos adquiridos em relação \nàs demandas sociais; Favorecer a articulação entre os conhecimentos teóricos e práticos; Estimular o \ndesenvolvimento da autonomia do aluno; Estimular o trabalho em equipe. \nBIBLIOGRAFIA BÁSICA \n \nNão se aplica. A bibliografia depende de cada projet o e deverá ser fornecida pelo orientador do grupo. \n \nBIBLIOGRAFIA COMPLEMENTAR \nNão se aplica. A bibliografia depende de cada projet o e deverá ser fornecida pelo orientador do grupo. \n ", "71": " \n70 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno : NOTURNO/INTEGRAL  \n \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nTrabalho de contextualização e integração curricula r II Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n6º Teórica. \n- h Prática. \n- h Total. \n72 h Código \nBCT 602 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré - requisito \nTCIC I Co-requisito \n- \n \nEMENTA \n \nConclusão e apresentação do projeto na área de Ciênci a e Tecnologia iniciado na Unidade Curricular \nTrabalho de Contextualização e Integração Curricular I. \nOBJETIVOS \nPropiciar a interação e a integração entre os difer entes campos de conhecimentos adquiridos e em \nestudo, ao longo dos três primeiros anos da formaçã o acadêmica regular. Propiciar uma visão aplicada d e \nconceitos e teorias aprendidos em sala de aula. Cont extualizar os conhecimentos adquiridos em relação \nàs demandas sociais. Favorecer a articulação entre os conhecimentos teóricos e práticos. Estimular o \ndesenvolvimento da autonomia do aluno. Estimular o trabalho em equipe. \nBIBLIOGRAFIA BÁSICA \n \nNão se aplica. A bibliografia depende de cada projet o e deverá ser fornecida pelo orientador do grupo. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \nNão se aplica. A bibliografia depende de cada projet o e deverá ser fornecida pelo orientador do grupo. \n \n \n ", "72": " \n71 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nControle de Sistemas Dinâmicos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n7o Teórica \n72 Prática \n0 Total \n72 Código \nENM603 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM601 Co-requisito \nNão há \nEMENTA \nFundamentos do controle automático: sistema de cont role geral, características dos sistemas \nrea limentados (tipos de controle). Análise e projeto d e sistemas de controle pelos métodos convencionais.  \nDinâmica dos sistemas de controle. Critério de estabi lidade de Routh. Análise de erro em regime \nestacionário. Introdução à otimização de sistemas. Anális e pelo lugar das raízes. Análise pela resposta em \nfreqüência. Técnicas de projeto e compensação de si stemas de controle. Aulas práticas em laboratório. \nOBJETIVOS \nConceder ao aluno formação básica nos conceitos fund amentais da teoria  de controle clássico. \nBIBLIOGRAFIA BÁSICA \n1. DORF, R. C. e BISHOP, R. H., Modern Control Systems; 9a Edição, Editora Addison Wesley, 2000 \n2. OGATA, K., Engenharia de Controle Moderno; 3 a Edição, Editora Prentice Hall, 1997. \n3. SEBORG, D. E., EDGARD, T., MELLICHAMP, D. A., Process Dy namics and Control, Editora Jonh \nWilley, 1989 \nBIBLIOGRAFIA COMPLEMENTAR \n1. SEBORG, D. E., EDGARD, T., MELLICHAMP, D. A., Process Dynam ics and Control, Editora Jonh \nWilley, 1989 \n2. MARLIN, T. E., Process Control: Designing Processes and Control Systems for Dyna mic Performance, \n2a Edição, Editora Mc Graw- Hill, 2000. \n3. ASTROM, K. J. e HAGGLUND, T., PID Controllers: Theory,  Design and Tuning, 2 a Edição, Editora ISA, \n1995. \n4. Franklin, G. F., Powell, J. D. e Emani-Naeni, A., F eedback control of dynamic systems.  5a Ediç ão, \nEditora  Pearson Prentice Hall, 2006. \n5. Tewari, A. Modern control design with Matlab and S imulink, Editora John Willey & Sons, 2002. \n ", "73": " \n72 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nEletrônica II Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n7o Teórica \n36 Prática \n36 Total \n72 Código \nENM204 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM203 Co-requisito \nNão há \nEMENTA \nAmplificadores diferenciais e de múltiplos está gios. Resposta em freqüência. Realimentação. Estágios  de \nsaída e amplificadores de potência. Circuitos Integr ados analógicos. Filtros e amplificadores sintoniza dos. \nAulas Práticas em laboratório.  \nOBJETIVOS \nEsta unidade curricular complementa a ementa da disciplina Eletrônica I e ao final o aluno será cap az de \nconhecer os princípios de funcionamento e aspectos relevantes ao projeto dos amplificadores de sinais.  \nBIBLIOGRAFIA BÁSICA \n1. SEDRA, A. S. e SMITH, K. C. Microeletrônica. 4a .Edição. Editora Pearson Makron Books, 2005. \n2. BOYLESTAD, R. e NASHELSKY, L. Dispositivos eletrônico s e teoria de circuitos. 8 a Edição. Editora \nPearson Prentice Hall, 2007. \n3. Malvino, Albert Paul. Electronic Principles with Simulation CD. McGraw-Hill Professional. 7 a edição. \n2006.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. Slone, G. R. High-Power Audio Amplifier Construction  Manual. Editora McGraw-Hill,1999. \n2. Millman, J. e Grabel, A. Microelectronics: Digit al and Analog Circuits and Systems. Editora McGraw-\nHill, 1988. \n3. Tocci, R. J., Widmer, N. S. e Moss, G. Sistemas di gitais: princípios e aplicações. 10 a Edição, Editora \nPearson, 2007. \n4. Turner, L.W. Eletrônica aplicada: microondas, rádio  e TV, eletroacústica, vídeo tapes, sintetizadores de \nsom, aplicações militares, astronáutica, automação,  laser, engenha ria de tráfego, biônica. Editora \nHemus, 2004. \n5. CIPELLI, A. M. V. ; MARKUS, O.; SANDRINI, W. J. Teoria e d esenvolvimento de projetos de circuitos \neletrônicos. 18 a. Edição, Editora  Érica, 2001. \n ", "74": " \n73 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nMáquinas e Acionamentos Elétricos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n7o Teórica \n72 Prática \n0 Total \n72 Código \nENM402 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM401 Co-requisito \nNão há \nEMENTA \nCircuitos Trifásicos. Princípios básicos da conversã o eletromecânica de energia. Características e \nprincípios básicos de funcionamento das máquinas el étricas: transformadores, motores de corrente \ncontínua e de corrente alternad a. Comportamento das máquinas elétricas em regime pe rmanente. \nConhecimento e interpretação das curvas característi cas das máquinas elétricas e teoria para \ndeterminação dos respectivos parâmetros através de ensaios. Aplicações utilizando servomotores. \nOBJETIVOS \nAprender os conceitos e definições sobre os circuit os elétricos trifásicos. Adquirir os conhecimentos \nfundamentais sobre os processos de conversão eletro mecânica de energia. Estudar o princípio de \nfuncionamento de transformadores elétricos, motores  de corrente contínua e de corrente alternada. \nConhecer e o comportamento e modelar as máquinas elé tricas em regime permanente, interpretando suas \ncurvas características. Conhecer os métodos para det erminação dos parâmetros das máquinas através de \nensaios. \nBIBLIOGRAFIA BÁSICA \n1. FITZGERALD, A. E., KINGSLEY JR, C., STEPHEN, D., Máquina s elétricas. Editora Bookman, 2006. \n2. CHAPMAN, S. J., Electric Machinery Fundamentals. Ed itora Mc Graw-Hill, 1987. \n3. KOSOW, I. L., Máquinas Elétricas e Transformador es. Editora Globo, 2005. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SEN, P. C., Principles of Electric Machines and Po wer Electronics. Editora Wiley, 1997. \n2. TORO, V. D., Fundamentos de Máquinas Elétricas. Ed itora LTC, 1999. \n3. MARTIGNONI, A., Máquinas Elétricas de Corrente Contí nua. Editora Globo, 1971. \n4. MARTIGNONI, A., Máquinas Elétricas de Corrente Alte rnada. Editora Globo, 1995. \n5. CARVALHO, G., Máquinas Elétricas - Teorias e Ensai os. Editora Érica, 2006. \n ", "75": " \n74 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nInformática Industrial Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n7o Teórica \n72 Prática \n0 Total \n72 Código \nENM701 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM202 Co-requisito \nNão há \nEMENTA \nIntrodu ção aos sistemas de automação: Histórico e tendência s. Arquiteturas típicas de sistemas de \nautomação; Controle seqüencial; Controladores Lógico- programáveis (CLP); Linguagens de programação \nde CLP (Padrão IEC 61131-3); Introdução aos Sistemas supervisórios , SCADA (Supervisory, Control And \nData Acquisition); Sistemas realimentados; Critérios de desempenho, caracterização e sintonia de \ncontroladores industriais; Controladores P, PD e PID. \nOBJETIVOS \n \nApresentar os conceitos básicos de sistemas de auto mação e  controle. Introduzir os equipamentos e \nsistemas típicos da área de automação industrial. De senvolver algoritmos baseados no Padrão IEC 61131-\n3. Discutir exemplos reais de aplicação desses siste mas em áreas industriais, especialmente em \nempresas da região do Alto Paraopeba.   \n \nBIBLIOGRAFIA BÁSICA \n \n1. FONSECA, M. O.; SEIXAS FILHO, C. e BOTTURA FILHO, J. A. A plicando a norma IEC 61131 na \nautomação de processos. Rio de Janeiro: ISA PRESS, 20 08 \n2. LEWIS, Robert W.  Programming Industrial Control S ystems Using IEC 1131-3. The Institution of \nEngineering and Technology; Revised edition, 1998. \n3. AGUIRRE, L. A. Enciclopédia De Automática. Volume 1.  Editora Edgard Blucher, 2007. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. JOHN, K.-H.; TIEGELKAMP, M.  IEC 61131-3: Programmin g Industrial Automation Systems.  Editora \nSpringer, 2001. \n2. MORAES, C. C.; CASTRUCCI, P. L.. Engenharia de Automaçã o Industrial. Editora LTC, 2001. \n3. AGUIRRE, L. A. Enciclopédia de Automática. Volume 2 . Editora Edgard Blucher, 2007. \n4. BOLTON, W. Instrumentação e controle. Editora Hemu s, 2002. \n5. OGATA, K.. Engenharia de controle moderno. 4a Ed ição. Editora Prentice Hall, 2003. \n \n ", "76": " \n75 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nMecanismos e Elementos de Máquinas Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n7o Teórica \n72 Prática \n0 Total \n72 Código \nENM506 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM504 Co-requisito \nNão há \nEMENTA \nNoções básicas sobre projetos. Aprofundamento dos co nceitos de Mecânica dos Sólidos. Fadiga dos \nMateriais. Componentes de Maquinas, Análise Cinemáti ca e Dinâmica de Mecanismos Articulados \nPlanares. Eixos. Uniões eixo-cubo. Uniões eixo- eixo. Mancais, Pares de rolamento. Camos. Engrenagen s \ne Sistemas de transmissão. \nOBJETIVOS \nProporcionar conhecimentos básicos sobre projetos m ecânicos e comportamento dos materiais sob a \nação de cargas estáticas e variáveis. Dar suporte ao  projeto, dimensionamentos e utilização conjunta do s \nelementos de máquinas, mecanismos articulados e fad iga de componentes. \nBIBLIOGRAFIA BÁSICA \n1. NORTON R.L. Machine Design: An Integrated Approach. 3a Edição. \n2. SHIGLEY, J. E., Uicker, J. J. Theory of Machines a nd Mechanisms. Editora Prentice Hall.,1995. \n3. FAIRES, V.M. Elementos orgânicos de máquinas. \nBIBLIOGRAFIA COMPLEMENTAR \n1. HALL Jr, A.S., HOLOWENICO, A.R., LAUGHLIN, H.G. Elemento s orgânicos de máquinas. \n2. FRATSCHNER, O. Elementos de máquinas. \n3. HANCHEN, R. Resistência a la fadiga de los materiales. \n4. SHIGLEY, J.E. Elementos de máquinas. \n5. G. NIEMANN. Elementos de Maquinas. Volume 1. Editor a E. Blucher. \n ", "77": " \n76 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nControle Digital de Sistemas Dinâmicos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o Teórica \n72 Prática \n0 Total \n72 Código \nENM603 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM602 Co-requisito \nNão há \nEMENTA \nIntrodução aos sistemas a tempo discreto e represen tação matemática (Transformada Z, equações a \ndiferenças, espaç o de estado). Sistemas discretos em malha aberta e em malha fechada. Resposta \ntemporal e técnicas de análise de estabilidade de s istemas discretos. Projeto de controladores digitai s. \nControle ótimo linear-quadrático. Efeitos de quantiz ação. Implantação de sistemas de controle e \nautomação industrial. Critérios de desempenho, carac terização e sintonia de controladores industriais. \nOBJETIVOS \nAo final do curso o aluno será capaz de compreender  os conceitos fundamentais da teoria do controle \nmoderno aplicada aos sistemas a tempo discreto. \nBIBLIOGRAFIA BÁSICA \n1. Phillips, C. L.; Nagle Jr., H. T. Digital Control Sys tem Analysis and Design. 4ª Edição, Editora Prentice -\nHall, 2007. \n2. Kuo, B. C. Digital Control Systems. 2ª Edição, Edit ora Oxford University Press, 1997. \n3. Hemerly, E. M. Controle por Computador de Sistemas Din âmicos. 2ª Edição, Editora Edgard Blücher, \n2000. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Franklin, F. F.; Powell, J. D.; Workman, M. L. Digi tal Control of Dynamic Systems. 3ª Edição, Editora \nPrentice-Hall, 1997. \n2. Ästrom, K. J.; Wittenmark, B. Computer-Controlled Systems: Theory and Design. 3 ª Edição, Editora \nPrentice-Hall, 1997. \n3. Fadali, M. S.; Visioli, A. Digital Control Enginee ring: Analysis and Design. Editora Academic Press, \n2009. \n4. Barczak, C. L. Controle Digital de Sistemas Dinâmico s. 3ª Edição, Editora Edgard Bluscher, 1995. \n5. Oppenheim, A. V.; Schafer, R. W. Discrete-Time Sig nal Processing. 3ª Edição, Editora Prentice- Hall, \n2009. \n ", "78": " \n77 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nLaboratório de Máquinas e Acionamentos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o Teórica \n0 Prática \n36 Total \n36 Código \nENM404 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM402 Co-requisito \nNão há \nEMENTA \n \nExperimentos relacionados à partida, variação e con trole de velocidade em máquinas de corrente \ncontínua, síncronas e de indução e controle de serv omotores. Princípios de funcionamento e dinâmica de  \nmáquinas elétricas CA e CC. \n \nOBJETIVOS \n \nPe rmitir ao aluno a compreensão e aplicação dos princ ípios básicos de funcionamento das máquinas \nelétricas industriais e os principais componentes d e partida, controle e acionamento utilizados nos \nambientes industriais.  \n \nBIBLIOGRAFIA BÁSICA \n1. FITZGERALD, A. E., KINGSLEY JR, C., STEPHEN, D., Máquina s elétricas. Editora Bookman, 2006. \n2. CHAPMAN, S. J., Electric Machinery Fundamentals. Ed itora Mc Graw-Hill, 1987. \n3. KOSOW, I. L., Máquinas Elétricas e Transformador es. Editora Globo, 2005. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SEN, P. C., Principles of Electric Machines and Po wer Electronics. Editora Wiley, 1997. \n2. TORO, V. D., Fundamentos de Máquinas Elétricas. Ed itora LTC, 1999. \n3. MARTIGNONI, A., Máquinas Elétricas de Corrente Contí nua. Editora Globo, 1971. \n4. MARTIGNONI, A., Máquinas Elétricas de Corrente Alte rnada. Editora Globo, 1995. \n5. CARVALHO, G., Máquinas Elétricas - Teorias e Ensai os. Editora Érica, 2006. \n ", "79": " \n78 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nEletrônica de Potência Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o Teórica \n36 Prática \n0 Total \n36 Código \nENM403 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM402 Co-requisito \nNão há \nEMENTA \nVisão Geral de Eletrônica de Potência. Disp ositivos semicondutores de potência: característica s de \nchaveamento e comando, circuitos de ajuda à comutaç ão. Topologias de conversores estáticos: \nretificadores controlados e não controlados; conver sores CC-CC, inversores monofásicos e trifásicos. \nOBJETIVOS \nO objetivo é familiarizar o estudante com diferente s dispositivos e topologias de conversores eletrôni cos \nde potência para aplicações em acionamentos eletrom ecânicos. Estudar os principais dispositivos \neletrônicos industriais utilizados na implementação  de sistemas de controle. \nBIBLIOGRAFIA BÁSICA \n1. RASHID, M.H. Power Electronics, Circuits Devices and Ap plications. Editora Prentice Hall \nInternational. 1999.  \n2. MOHAN, UNDERLAND, ROBBINS Power Electronics: Converters, Appl ications and Design, 2a \nEdição, Editora John Wiley, 1994.  \n3. Ahmed, A. Eletrônica de Potência, Prentice- Hall, São Paulo, 2000. Apostilas disponíveis em \nhttp://www.dsce.fee.unicamp.br/^antenor/e833.html \nBIBLIOGRAFIA COMPLEMENTAR \n1. Ivo B., Eletrônica de Potência, Editora Editora da Universidade Federal de Santa Catarina -  UFCS, \n1997. \n2. Ned M.; Tore M. U. e William P. R., Power Eletronics: Co nverters, Applications, and Design, 1ª Edição, \nEditora John Wiley & Sons, 1989. \n3. Muhammad H. R., SPICE for Power Eletronics and Eletr ic Power, Editora Prentice-Hall, 1993. \n4. Roy W. G. MicroSim Pspice for Windows. Volume 1; DC; A C; and Devices and Circuits, Editora \nPrentice Hall, 1996. \n5. KOSOW, I. L., Máquinas Elétricas e Transformador es. Editora Globo, 2005. \n ", "80": " \n79 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nRedes Industriais de Computadores Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o Teórica \n54 Prática \n18 Total \n72 Código \nENM702 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM202 Co-requisito \nNão há \nEMENTA \nIntrodução às redes de computadores. Sistemas: PAN, LAN, MAN e WAN. Evolução histórica. Modelo RM-\nOSI/ISO. Formato de dados. Suíte de Protocolos TCP/ IP. Meios de transmissão e Interfaces de \nComunicação de Dados Industria is. Tecnologias, Protocolos de comunicação e padrõe s especiais para \naplicações industriais (MODIBUS, DeviceNet, CANopen, PROFI BUS, FIELDBUS). Gerenciamento e \nmanutenção de redes industriais. Identificação de f alhas. Aulas práticas no laboratório de redes d e \ncomunicação. \nOBJETIVOS \nAo final do curso o aluno será capaz de compreender  conceitos sobre redes, meios de transmissão, \nprotocolos e padrões de comunicação utilizados no â mbito industrial. \nBIBLIOGRAFIA BÁSICA \n1. Mackay, S.; Wright, E.; Park, J.; Reynder s, D. Practical Industrial Data Networks: Design, Instal lation \nand Troubleshooting. 1ª Edição, Editora Newnes, 2004.  \n2. Tanenbaum, A. S. Redes de Computadores. 4ª Edição.  Editora Campus, 2003.  \n3. Burgess, M. Princípios de Administração de Redes e Sistemas. 2ª Edição. Editora LTC, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Stallings, W. Redes e Sistemas de Comunicação de Da dos. 1ª Edição, Editora Campus, 2005. \n2. Pinheiro, J. M. S. Guia completo de cabeamento d e redes. 1ª Edição, Editora Campus, 2003. \n3. Soares, L. F. G. Redes de Computadores: das LANs, MANs e WANs às Redes ATM. 2 ª Edição, Editora \nCampus, 1995. \n4. Albuquerque, P. U. B.; Alexandria, A. R. Redes Industr iais: Aplicações em Sistemas Digitais de \nControle Distribuído. 1ª Edição, Editora Profissional , 2009. \n5. Faulkner, C.; Ciccarelli, P.; Fitzgerald, J.; Dennis, A.; Skandier,  T.; Miller, F. Princípios de redes. 1ª \nEdição, Editora LTC, 2009. \n \n ", "81": " \n80 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nMecânica Computacional Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o Teórica \n54 Prática \n18 Total \n72 Código \nENM507 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM504 Co-requisito \nNão há \nEMENTA \n \nModelagem de Sistemas Mecânicos, Estáticos e Dinâmi cos, Matriz de Rigidez, Massa e Dinâmica, \nCondições de Contorno, Resolução de Sistemas Lineares,  Introdução ao Método dos Elementos Finitos, \nIntrodução ao CAE. \n \nOBJETIVOS \n \nProporcionar conhecimentos básicos sobre métodos nu méricos em engenharia. Fornecer  conceitos \nbásicos de modelamento de estruturas estáticas e di nâmica. Introduzir conceitos básicos de simulação \nnumérica e elementos finitos. \n \nBIBLIOGRAFIA BÁSICA \n \n1. R. D. Cook, D. S. Malkus, M. E. Plesha, Concepts and Applications of Finite Element. \n2. B. Szabo e I. Babuska Finite element analysis. \n3. O. C. Zienkienwicz & R. L. Taylor. The finite eleme nt method. Volume 1. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. O. C. Zienkienwicz e R. L. Taylor. The finite eleme nt method. Volume 2. \n2. J. N. Reddy. An Introduction to Finite Element Met hod, McGraw Hill, 1993. \n3. K. J. Bathe. Finite Element Procedures, Prentice  Hall, 1996. \n4. T. J. R. Hughes. Finite Element Method: Linear Sta tic and Dynamics Finite Element Analysis. \n5. A. A. Filho. Elementos Finitos - A Base da Tecno logia CAE. \n \n ", "82": " \n81 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nInstrumentação e Sistemas de Medidas Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n8o Teórica \n54 Prática \n18 Total \n72 Código \nENM703 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM601 Co-requisito \nNão há \nEMENTA \nAbordagem generalizada de instrumentos de medição.  Análise estática de instrumentos: calibragem, \nprecisão, exatidão, composição do erro e caracterís ticas estáticas em geral.  Análise dinâmica de \ninstrumentos lineares: resposta temporal e resposta  em frequência, linearização, características \ndinâmicas.  Análise espectral, sinais modulados e a leatórios. Circuitos eletrônicos para medição.  \nTransdutores (Strain Gauges, ind utivos, capacitivos, metálicos, semicondutores).  S istemas de Medição \n(deslocamento, proximidade, velocidade, força, conj ugado, pressão, temperatura, nível e outras \ngrandezas). \nOBJETIVOS \n \nAo final do curso o aluno será capaz de compreender  conceitos sobr e a calibragem de instrumentos e \nsensores em geral, identificar e analisar as princi pais fontes de erros em sistemas de medição, entend er \nos princípios de funcionamento de sensores básicos,  bem como sua aplicação em instrumentação \nindustrial. Além de conhe cer circuitos utilizados no tratamento de condicion amento de sinais produzidos \npor sensores. \n \nBIBLIOGRAFIA BÁSICA \n1. Doebelin, E. O. Measurement Systems, Application and Design. 5ª Edição, Editora McGraw-Hill, 2004.  \n2. Balbinot, A.; Brusamarello, V. J. Instrum entação e Fundamentos de Medidas. Volume 1, 1ª Ediç ão, \nEditora LTC, 2006. \n3. Balbinot, A.; Brusamarello, V. J. Instrumentação e Fundamentos de Medidas. Volume 2, 1ª Edição, \nEditora LTC, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Alves, J. L. L. Instrumentação, Control e e Automação de Processos. 1ª Edição, Editora LTC, 2005. \nISBN: 9788521614425;  \n2. Dally, J. W.; Riley, W. F.; McConnell, K. G.  Instrum entation for Engineering Measurements. 2ª Edição, \nEditora Wiley, 1993. \n3. Sinclair, I. Sensor and Transducers. 3ª Edição, Editora Newnes, 2001. \n4. Bega, A. E.; Delmée, G. J.; Cohn, P. E.; Bulgarelli,  R.; Koch, R.; Floket, V. S. Instrumentação Industria l. \n2ª Ed., Editora Interciência, 2006. \n5. Werneck, M. M. Transdutores e Interfaces. 1ª Edi ção, Editora LTC, 1996. \n ", "83": " \n82 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nControle Multivariável Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n9o Teórica \n72 Prática \n0 Total \n72 Código \nENM604 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM602 Co-requisito \nNão há \nEMENTA \nClassificação dos sistemas de controle. Sistemas de controle multivariável. Formas canônicas. Pólos e \nzeros multivariáveis. Teorema da separação. Compensa ção dinâmica. Ferramentas de análise e pro jeto de \nsistemas multivariáveis. Análise pelos métodos de v alor singular e ganho relativo.  Revisão de Espaço de \nestados, solução das equações de estados. Matriz ex ponencial. Discretização. Relação entre a \nrepresentação por variáveis de estado e a Matriz F unção de Transferência; Realimentação de estados, \ncontrolabilidade, observabilidade, projeto do estim ador. Alocação de pólos. Estimadores, estimadores d e \nordem reduzida, entradas de referência. Controle Int egral. Controle baseado no observador. Controle \nÓtimo. Aplicações a processos físicos multivariávei s. \nOBJETIVOS \nProporcionar ao aluno conhecimentos básicos nas téc nicas de controle para sistemas multivariável, \nusando abordagens no domínio do tempo e da freqüênc ia.  \nBIBLIOGRAFIA BÁSICA \n1. SKOGESTAD, S. e POSTLETHWAITE, Multivariable Feedback Control: Analy sis and Design, Editora \nJohn Wiley and Son, 1996. \n2. KACZOREK, T., Linear Control Systems: Analysis of Mult ivariable Systems, Editora Research Studies \nPress, 1992. \n3. DOYLE, J. C., FRANCIS, B. A. e TANNENBAUM, ALLEN R,Feedback  Control Theory \nBIBLIOGRAFIA COMPLEMENTAR \n1. Phillips, C. L.; Nagle Jr., H. T. Digital Control Sys tem Analysis and Design. 4ª Edição, Editora Prentice -\nHall, 2007. \n2. Kuo, B. C. Digital Control Systems. 2ª Edição, Edit ora Oxford University Press, 1997. \n3. Hemerly, E. M. Controle por Computador de Sistemas Din âmicos. 2ª Edição, Editora Edgard Blücher, \n2000. \n4. Phillips, C. L.; Nagle Jr., H. T. Digital Control Sys tem Analysis and Design. 4ª Edição, Editora Prentice -\nHall, 2007. \n5. Hemerly, E. M. Controle por  Computador de Sistemas Dinâmicos. 2ª Edição, Editor a Edgard Blücher, \n2000. \n ", "84": " \n83 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nSistemas Embarcados Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n9o Teórica \n36 Prática \n36 Total \n72 Código \nENM205 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM204 Co-requisito \nNão há \nEMENTA \n \nConceitos de sistemas embarcados: programação em tem po real, interfaces de comunicação, dispositivo s \nde armazenamento em massa. Arquitetura ARM: registro s, pipeline, excessões e interrupções, conjunto de \ninstruções. Implementação de sistemas embarcados so bre o ARM. Aulas práticas em laboratório. \n \nOBJETIVOS \nDesenvolver no aluno a habilidade de elaborar  soluções, baseadas em sistemas computacionais \nembarcados, para automação industrial, controle de processos, instrumentação e processamento de \nsinais. \nBIBLIOGRAFIA BÁSICA \n \n1. SLOSS, A. N., SYMES, D. e WRIGTH, C. ARM System Devel oper's Guide. \n2. BARR, M. e MASSA, A. Programming Embedded Systems with C and GNU Development Tools. \n3. CATSOULIS, J. Designing Embedded Hardware. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \n1. NOERGAARD, Tammy. Embedded Systems Architecture. \n2. KAMAL, Raj. Embedded Systems. \n3. YAGHMOUR, Karim. Building Embedded Linux Systems. \n4. HALLINAN, Christopher. Embedded Linux Primer. \n5. Howe, R.T.; Sodini, C.G. Microelectronics: An Integr ated Approach. Editora Prentice Hall, 1997 \n \n ", "85": " \n84 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nSistemas Supervisórios Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n9o Teórica \n54 Prática \n18 Total \n72 Código \nENM704 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM701 Co-requisito \nNão há \nEMENTA \nArquiteturas típ icas de sistemas de automação: o papel dos Sistemas  supervisórios; SCADA (Supervisory, \nControl And Data Acquisition); Desenvolvimento de proj etos, documentação, análises de softwares de \nmercado; Sistemas Digitais de Controle Distribuídos (S DCD); Comando nu mérico (CN); Programação \nmanual e automática de máquinas (CNC); Interfaceamento  lógico e físico SCADA- CLP’s(Controladores \nLógicos Programáveis); Exemplos de Aplicação. \nOBJETIVOS \nApresentar ao aluno as tecnologias de desenvolvimen to de sistemas supervisór ios atuais, permitindo- lhe \natuar sobre estes sistemas de forma corretiva ou pa ra execução de melhorias, bem como no \ndesenvolvimento de novas aplicações. Discutir simila ridades e diferenças entre SCADA e SDCD. \nDesenvolver uma aplicação para interface com si stema controlado por CLP. Desenvolver uma aplicação \nCNC. Mostrar exemplos reais de aplicação de sistemas d e supervisão em áreas industriais, especialmente \nem empresas da região do Alto Paraopeba.   \nBIBLIOGRAFIA BÁSICA \n1. BOYER, S. SCADA: Supervisory Control and Data Acquisi tion. International Society of Automation, 4 a\nedição, 2009. \n2. BAILEY, David; WRIGHT, Edwin. Practical SCADA for Indu stry. Newnes, 2003.  \n3. LEWIS, Robert W.  Programming Industrial Control S ystems Using IEC 1131-3. The Institution of \nEngineering and Technology, 1998. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SMID, Peter. CNC Programming Handbook. Industrial Pre ss, 3 a edição, 2007. \n2. FONSECA, Marcos de Oliveira; SEIXAS FILHO, Constantino e BOTTURA FILHO, João Aristides. \nAplicando a norma IEC 61131 na automação de processo s. Rio de Janeiro: ISA PRESS, 2008. \n3. LEWIS, Robert W. Programming Industrial Control Sy stems Using IEC 1131- 3. The Institution of \nEngineering and Technology; Revised edition, 1998. \n4. SMID, Peter. CNC Programming Handbook. Industrial Pre ss, 3th ed., 2007. \n5. JOHN, Karl-Heinz; TIEGELKAMP, Michael. IEC 61131-3: Programming Industrial Automation Systems. \nSpringer, 2001. \n ", "86": " \n85 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nSistemas Mecânicos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n9o Teórica \n54 Prática \n18 Total \n72 Código \nENM508 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM505 Co-requisito \nNão há \nEMENTA \nIntrodução a vibrações mecânicas. Movimento oscilat ório. Vib rações livres e Forçadas. Sistemas com dois \ngraus de liberdade. Sistemas com vários graus de li berdade. Freqüência natural e modos próprios. \nSistemas lineares e discretos. Sistemas contínuos. Controle de vibração. Introdução a ensaios dinâmicos . \nNoções sobre propagação de ondas em sólidos. \nOBJETIVOS \n \nFornecer ao aluno ferramentas e conceitos para anál ise de vibração nas várias etapas envolvidas de um \nprojeto de Engenharia. \n \nBIBLIOGRAFIA BÁSICA \n1. Rao, S. Vibrações Mecânicas. 4 a Edição, Editora Prentice-Hall, 2009. \n2. French, A. P.Vibrações e Ondas. 1 a Edição, Editora UnB, 2001. \n3. Meirovitch, L. Fundamentals of Vibrations. 1a Edição, Editora McGraw-Hill, 2002. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Craig, R. R. Jr.; Kurdila, A. J. Fundamentals of St ructural Dynamics. Editora John Wiley, 2006. \n2. Inman, D. J. Engineering Vibraton.3 a Edição, Editora Prentice-Hall, 2007. \n3. Kelly, S. G. Schum’s Outline of Mechanical Vibra tions. Editora McGraw-Hill, 1996. \n4. Thomson, W. T.; Dahleh, M. D. Theory of Vibration with Applications. 5a Edição, Editora Prentice- Hall, \n1997. \n5. Graff, K. F.Wave Motion in Elastic Solids. Londo n: Dover, 1991. \n ", "87": " \n86 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nIntrodução a Robótica Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n10 o Teórica \n54 Prática \n18 Total \n72 Código \nENM605 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM603 Co-requisito \nNão há \nEMENTA \n \nHistórico da robótica. Tipos de robôs e juntas robót icas. Coordenadas homogênea s e  matrizes de \ntransformação. Movimento de corpo rígido. Cinemática  direta e inversa. Notação de Denavit- Hartenberg. \nJacobianos. Espaço de configurações. Planejamento d e movimento: métodos geométricos, baseados em \nfunções de potencial e em grafos. Dinâmi ca de robôs móveis e manipuladores. Geração de traj etórias. \nArquiteturas de controle. Controle de posição, de ve locidade. Controle linear e não -linear. Tipos de \natuadores e sensores. Linguagens de programação. Au las em laboratório. \n \nOBJETIVOS \n \nO propósit o deste curso é introduzir o aluno aos conhecimento s básicos de modelagem, planejamento de \ntrajetórias, controle e projeto de sistemas robótic os. Apresentar uma visão geral dos aspectos relevan tes \nem cinemática espacial e planar, dinâmica e control e de man ipuladores e robôs móveis. Capacitar o aluno \ntanto do ponto de vista matemático quanto tecnológi co. \n \nBIBLIOGRAFIA BÁSICA \n1. CRITCHLOW, A.J. Introduction to robotics. McMillan. \n2. KANE, T.R., LENINSON, D.A. Dynamics, theory and applica tions. Editora McGraw Hill, 1985.  \n3. PAUL, R.P. Robot manipulations, mathematics program ing and control. Editora Mit Press, 1981. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SPONG,M.W. e VIDYASAGAR,M. Robot Dynamics and Control.  Editora John Wilwy and Sons, 1989.  \n2. CRAIG, J.J. Introduction to Robotics, Mechanics and  Control. Editora Addison-Wesley, 1986. \n3. GROOVER, M.P. Automation, Production Systems and CI M, Editora Prentice-Hall, 1987. \n4. FU, K., Gonzales, R. C., Lee, G. C. S. Robótica. Edit ora McGraw-Hill, 1989. \n5. SCIAVICCO, L. Siciliano, B. Robotica Industriale, Ed itora McGraw-hill, 1995. \n ", "88": " \n87 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nIntegração de Sistemas Automatizados Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n10 o Teórica \n72 Prática \n0 Total \n72 Código \nENM705 \nTipo \nObrigatória Habilitação / Modalidade \nBacharelado Pré-requisito \nENM704 Co-requisito \nNão há \nEMENTA \nTecnologias de produção: células de manufatura, Sis temas Flexíveis de Manufatura (FMS), linhas transfe r, \nsistemas de manipulação e robôs; Relacionamentos pro duto-processo- tecnologias de produção; Sistemas \nintegrados de manufatura; Conceito de Produção Integ rada por Computador CIM (Computer Integrated \nManufacturing): CAD, CAPP, CAM, CAQ e acrônimos correlat os; Escalonamento da produção; Sistemas \nde gerenciamento da Manufatura PIMS (Process Inform ation Management System) e MES (Manufacturing \nExecution Systems). \nOBJETIVOS \nApresentar os modernos conceitos de Integração de S istemas Automatizados, com enfoque em controle \ndistribuíd o, ferramentas de automação da manufatura e instrum entação. Discutir os níveis mais altos da \narquitetura de automação, como conceitos de PIMS e MES. Mostrar exemplos reais de aplicação desses \nsistemas em áreas industriais, especialmente em emp resas da região do Alto Paraopeba.   \nBIBLIOGRAFIA BÁSICA \n1. BELA G., LIPTAK, Instrument Engineers' Handbook. Vol ume 2: Process Control and Optimization, 4a \nEdição, Editora CRC Press, 2005. \n2. COSTA, L. S. S. e CAULLIRAUX, H. Manufatura Integrada por Computador, 2a Edição. Editora \nPrentice-Hall, 2001. \n3. GOOVER, M. Automation, Production Systems, and Co mputer-Integrated Manufacturing, 2a Edição. \nEditora Prentice Hall, 2000. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BERGE J., Fiedbuses for Process Control: Engineeri ng, Operation and Maintenance, ISA-\nInstrumentation, Systems, and Automation, 2004.  \n2. HARRISON, D. K. PETTY, D. J. Systems for Planning and Control in Manufacturing. Butterworth-\nHeinemann, 2002. \n3. HIGGINS, Paul, LE ROY, Patrick, TIERNEY, Liam. Manufa cturing Planning and Control - Beyond  MRP \nII. Editora Springer, 2006. \n4. AGUIRRE, Luis Antonio Enciclopédia De Automática. Vo llume 1, Editora Edgard Blucher, 2007. \n5. REMBOLD, Ulrich. Computer Integrated Manufacturing a nd Engineering. Addison Wesley Longman, \n1993. \n ", "89": " \n88 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nIdentificação de Sistemas Dinâmicos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO10 \n \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nENM601 Co-requisito \nNão há \nEMENTA \nModelagem matemática de sistemas dinâmicos baseada na física do processo e na relação entrada- saída. \nSimulação digital. Introdução à Identificação Param étrica. Métodos de mínimos quadrados. Filtro d e \nKalman. Estudo de Casos. \nOBJETIVOS \nConceber ao aluno às técnicas de modelagem de sistem as dinâmicos baseadas em dados de entrada e \nsaída.  \nBIBLIOGRAFIA BÁSICA \n1. Norton J.P. An Introduction to Identification, Ed itora Academic Press, 1986. \n2. Ljung L. System Identification - Theory for the User, 2a Edição, Editora PTR PrenticeHall, 1999. \n3. Aguirre L. A., Introdução à Identificação de Sistem as: Técnicas Lineraes e Não Lineares Aplicadas a \nSistemas Reais, Editora da UFMG, 2004. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Johansson, R., System modeling and identification , Editora Prentice Hall,1993. \n2. Juang, J- N, Phan, M.Q., Identification and control of mechani cal systems, Editora Cambridge Univ. \nPress, 2001. \n3. Coelho, A. A. R. e Coelho, L. S. Identificação de S istemas Dinâmicos Lineares, Editora UFSC, 2004. \n4. Narendra, S. K. , Parthasaraty, K. . Identification and Control of Dynamical Systems Using Neural \nNetworks. IEEE Trans. on Neural Networks , v.1 , n.1 , m arch 1990. \n5. OGATA, K., Engenharia de Controle Moderno; 3 a Edição, Editora Prentice Hall, 1997. \n ", "90": " \n89 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nControle Robusto Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO11 \n \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nENM604 Co-requisito \nNão há \nEMENTA \nFundamentos da Teoria de Controle Robusto: Modelagem de Incertezas. Noções de Estabilidade e de \nDesempenho Robusto. Especificações de Desempenho. Desi gualdades Matriciai s Lineares e Otimização \nConvexa. Abordagens por Desigualdades Matriciais Lin eares e Otimização para Controle Robusto. \nOBJETIVOS \nConceber aos alunos os principais conceitos da teori a de controle robusto. Apresentar metodos de projet o \nde controladores  com critérios de desempenho robusto utilizando des igualdades matriciais lineares e \notimização convexa. \nBIBLIOGRAFIA BÁSICA \n1. Boyd, S.; El- Ghaoui, L.; Feron, E.; Balakrishnan, V., Linear Mat rix Inequalities in System and Control \nTheory, SIAM Press, 1994. \n2. Green, M.; Limebeer, D.J.N., Linear Robust Control, Prentice-Hall, 1995. \n3. Zhou, K.; Doyle, J. C.; Glover, K., Robust and Opti mal Control, Prentice-Hall, 1996. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Doyle, J. C.; Glover, K.; Khargonekhar, P. P.; Fra ncis, B. A. (1989) St ate space solutions to standard H2 \nand H control problems, IEEE Trans. Automatic Control , v. 34, n. 8, pp. 831-847, 1989. \n2. Doyle , J. C., Frances B. A. e Tannenbaum A. R., Fe edback Control Theory. \n3. Dullerud, G.E.; Paganini, F. A Course in Robust Cont rol Theory: A Convex Approach. Springer Verlag \nNew York, 2000. \n4. Ackermann, J., Robust Control, Systems with Uncertai n Physical Parameters, Springer-Verlag, 1993 \n5. Chen, C., T., Linear System Theory and Design, Oxfo rd University Press, Inc., 1984. \n ", "91": " \n90 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nControle Adaptativo Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO12 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nENM602 Co-requisito \nNão há \nEMENTA \nControle Adaptativo: definições básicas. Controladore s com auto- sintonia. Automatização de métodos de \nsintonia. Técnicas de automatização de métodos de s intonia de controladores industriais. Estimação de \nparâmetros. Controladores por lógica difusa adaptati vos. Implementação prática/aplicações. Estudo de \ncasos. \nOBJETIVOS \n \n \nBIBLIOGRAFIA BÁSICA \n1. HARRIS, C. J., Self-Tuning and Adaptive Control: Theo ry and Applications, 2 a Edição, Editora Peter \nPeregrinus, 1985. \n2. LANDAU, Y. D. Adaptive Control: The Model Reference Ap proach, Editora Marcel Dekker, 1979. \n3. JOTA, F. G., Introdução ao Controle Adaptativo, Apostila, DELT/UFMG, 1999. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ASTRÖM, K.J. “Theory and Applications of Adaptive  Control - A Survey”, Automatica, vol. 19, pp. 471-\n486, 1983.  \n2. ASTRÖM, K.J. “Lesson 9: Adaptive Control”, in Mast en, M.K. (ed.) Modern Control Systems, IEEE \nPress, 1995.  \n3. ASTRÖM, K.J. & WITTENMARK, B. “Adaptive Control”, 2nd edition, Addison Wesley Publishing \nCompany, 1995.  \n4. ASTRÖM, K.J. & WITTENMARK, B. “On Self-Tuning Regula tors”, Automatica, vol. 9, pp. 185- 199, \n1973. \n5. CHALAM, V. “Adaptive Control Systems”, Marcel Dekker , 1987. \n ", "92": " \n91 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nVisão Computacional Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO13 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nIntroduç ão à visão computacional. Fundamentos, etapas e com ponentes de um sistema de processamento \nde imagens. Áreas de aplicação. Transformadas, real ce e segmentação de imagens. Representação e \ndescrição. Morfologia matemática. Reconhecimento de padrões e interpr etação. Análise de texturas. \nRegistro de imagens. \nOBJETIVOS \nApresentar os conceitos básicos de visão computacio nal, envolvendo a aquisição e técnicas de \nprocessamento de imagens digitais, bem como suas ut ilidades. Desenvolver algoritmos computacionais \npa ra efetuar o processamento, manipulação e tratament o de imagens digitais enfocando suas aplicações \nna área industrial. Conhecer e aprender a utilizar f erramentas de processamento de imagens em visão \ncomputacional. \nBIBLIOGRAFIA BÁSICA \n1. GONZALEZ, R. C & WOO DS, R. E. Processamento de imagens digitais.  Editor a Edgard Blücher Ltda. \n509 p., 2000. \n2. PAJARES, G. M. Visión por computador: Imágenes di gitales y aplicaciones. Editora Ra- Ma. 764 p., \n2002. \n3. PRATT, W. K. Digital image processing.  John Wiley  & Sons, Inc. 735 p., 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. PEDRINI, H. & SCHWARTZ, W. R. Análise de imagens digitais : princípios, algoritmos e aplicações. \nEditora Thomson learning. 508 p., 2008. \n2. GONZALEZ, R. C; WOODS, R. E; EDDINS, S. L. Digital image  processing using MATLAB.  Editora \nPearson Education. 609 p., 2004. \n3. JAHNE B. Digital image processing – 5th ed. Editora  Springer. 585 p., 2002. \n4. RUSS, J. C. The image processing handbook – 5th ed.  Editora Taylor & Francis. 817 p., 2007. \n5. VERNON, D. Machine visión: Automated visual inspecti on and robot vision. Editora Prentice Hall. 260 \np., 1991. \n ", "93": " \n92 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nAutomação em Tempo Real Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO14 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nMinistrar aos alunos o embasamento teórico para o p rojeto de sistemas concorrentes, distribuídos e de \ntempo re al. Os alunos terão oportunidade de aplicar este co nhecimento no desenvolvimento de aplicações \nnum ambiente distribuído multithreading.  \nOBJETIVOS \n \nProgramação concorrente; Processos e Threads; Exclu são mútua; Seções Críticas; Semáforos binários; \nSemáfor os contadores; Execução concorrente entre processos ; Comunicação entre processos; Eventos; \nTemporizadores; Entrada e Saída síncrona e assíncro na; Programação em Tempo Real; Exemplos de \naplicação em JAVA ou C++. \n \nBIBLIOGRAFIA BÁSICA \n1. FILHO, Constantino Sei xas, SZUSTER, Marcelo. Programação Concorrente em Ambi ente Windows: \numa Visão de Automação. Editora UFMG, 2003.  \n2. ANDREWS, Gregory. Concurrent Programming Principles and Practices, Addison Wesley, 1991.  \n3. DUFFY, Joe. Concurrent Programming on Windows. Addis on-Wesley, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. FARINES, Jean- Marines; FRAGA, Joni da Silva; OLIVEIRA, Rômulo Silva  de. Sistemas de tempo real. \nFlorianopólis: Departamento de Automação e Sistemas.  Universidade Federal de Santa Catarina, \n2000. \n2. SCHENEIDER, Steve. Concurrent and real - time systems.  Inglaterra: Wiley, 2000. \n3. SHAW, A. C. Sistemas e Software de Tempo Real. Bookm an, 2003.  \n4. TANENBAUM, Andrew, WOODHULL, Albert. Sistemas Operacionai s. 2nd.ed. Porto Alegre: Bookman, \n2000.  \n5. SILBERSCHATZ, Abraham; GALVIN, Peter Baer; GAGNE, Greg. Operating system concepts. 7.ed. \nHoboken: Wiley, 2005. \n ", "94": " \n93 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nElementos de Automação Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n36 Prática \n0 Total \n36 Código \nENMO15 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \n \nSistemas Pneumáticos: Produção, Preparação e Distri buição de Ar Comprimido; Componentes Básicos; \nCircuitos Abertos; Circuitos com Sensores. Sistemas E letro-Pneumáticos. Sistemas Hidráulicos: Bombas; \nVálvula; Acessórios; Atuadores; Circuitos com Retroal imentação. Técnicas e dispositivos para automação \nde processos produtivos: CNC,  Alimentadores e máquina s. \n \nOBJETIVOS \nApresentar ao aluno conceitos fundamentais da teori a dos circuitos hidráulicos e pneumáticos. Realizar a \nmodelagem de circuitos hidráulicos e pneumáticos, e studar os principais elementos de automação em \nhidráulica e pneumática e estudar técnicas e proces sos de automação.  \nBIBLIOGRAFIA BÁSICA \n1. CASTRUCCI P. L., MORAES, C. C.  Engenharia de Automaçao Industrial. Editora LTC 2007. \n2. GEORGINI, M. Automação Aplicada. Editora Erica, 2 000.  \n3. GROOVER, P. P. CAD/CAM. Editora Prentice Hall, 1984.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. DOTE, Y. Servo Motor and Motion Control using Digit al Signal Processors. Editora Prentice- Hall, 1985. \n2. SILVEIRA, P. R., et. al.. Automação e Controle disc reto. Editora Érica, 1998.  \n3. BOLTON, W.. Programmable Logic Controllers. Editor a Newness, 2000.  \n4. KENJO, T. Permanent-Magnet and brushless DC Motors.  Editora Clarendon Press, 1985. \n5. KENJO, T. Stepping motors and their microprocesso r controls. Editora Clarendon Press, 1984. \n ", "95": " \n94 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nFundamentos de Física Moderna Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO16 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nIntrodução à Relatividade Especial, N atureza corpuscular da luz e Natureza ondulatória da s partículas \n(dualidade onda-partícula), Mecânica Quântica, Estr utura atômica, Moléculas e Matéria Condensada. \nOBJETIVOS \nO curso tem como intenção primordial propiciar ao a luno conhecimento científico p ara a modelagem de \nsistemas físicos, com ênfase especial àqueles que e nvolvam fenômenos em altas velocidades ou \nmicroscópicos, em que são necessários conceitos sob re a Teoria da Relatividade Especial e da Física \nQuântica, respectivamente. Como característi ca principal, o curso tem a principal finalidade de  romper com \nos paradigmas da Física Clássica, mostrando ao estud ante o poder de alcance das diversas teorias \nfísicas. O curso deverá fornecer  ao aluno embasame nto para as unidades curriculares dos próximo s \nsemestres, em especial àquelas em que são necessári os conhecimentos sobre a estrutura da matéria. Em \ntermos tecnológicos, é a disciplina que fornece ao estudante muitos dos principais conceitos que \npermitiram todo o avanço obtido no século XX, sendo  cons iderada a base para a próxima geração de \navanços no século XXI. O curso pretende também most rar ao alunos os principais experimentos que \nlevaram à revolução da ciência no início do século XX, tais como a determinação da velocidade da luz, \nespectro de linhas de emissão dos átomos, interferê ncia e difração, estrutura atômica e molecular. \nBIBLIOGRAFIA BÁSICA \n1. Halliday D., Resnick R., Walker J. Fundamentos de Fí sica. Volume 4, Editora LTC. \n2. Young, H., Freedman, R. Física III (Mecânica). Vol ume 2, 10 a Edição, Editora Pearson. \n3. Nussensveig, M. Curso de Física Básica. Volume 2, 4 a Edição, Editora Edgard Bluchërd. \n4. Tipler, P., Mosca, G., Física, Volume 2, 5 a Edição, Editora LTC. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Serway, R., Jr., Jewett J., Princípios de Física. V olume 1, Editora Cengage Learning. \n2. Feynman, R., The Feynman Lectures on Physics, vol umes 1 e 2.  \n3. Griffiths, D., Introduction to Quantum Mechanics,  Ed. Willey;   \n4. Typler, P., Física Moderna, Editora Gen&LTC. \n5. Eisberg, R., Resnick, R. Física Quântica, Editora E lsevier. \n ", "96": " \n95 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nOrganização e Arquitetura de Computadores Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n36 Prática \n0 Total \n36 Código \nENMO17 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nO que significa “Organização e Arquitetura de Comput adores”? Organização de computadores: \nprocessador, hierarquia de memória, periféricos, ba rramentos. Projeto de sistemas de memória. Técnicas \nde processamento pipeline. Aritmética de ponto fixo  e ponto flutuante. Redes de interconexão. \nProcessadores vetoriais e matriciais. Multiprocessa dores. Processadores não convencionais. \nOBJETIVOS \nAo final do curso, serão c apaz de entender os principais princípios de otimiz ação de desempenho dos \nsistemas computacionais, relativos aos microprocess adores,sistemas de memórias e periféricos. \nBIBLIOGRAFIA BÁSICA \n1. PATTERSON, D. A.; HENNESSY, J. L.; Arquitetura de Comp utadores: Um a Abordagem Quantitativa, \nEditora Campus, 2003. \n2. TANENBAUM, A. S. Organização Estruturada de Computad ores. Editora Prentice Hall,1992. \n3. STALLINGS, W. Arquitetura e Organização de Computa dores. 8ª Edição. Editora Pearson, 2010. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MONTEIRO, M. Introdução à Organização de Computad ores. Editora LTC, 2002 \n2. MURDOCCA, M. J.; HEURING. V. P. Introdução à Arquitetura de  Computadores. Editora Campus, \n2001.  \n3. TANENBAUM, A. S. Organização Estruturada de Computad ores. Editora Prentice Hall,1992. \n4. WEBER, R. F. Fundamentos de Arquitetura de Computad ores. Editora Sagra Luzzato, 2000. \n5. HENNESSY, J. L.; PATTERSON, D. A. Organização e Projet o de Computadores. Editora LTC, 2000. \n \n ", "97": " \n96 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nSistemas de Informação Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO18 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nO que significa “Sistemas de Informação”? A posição e  as contribuições da Computação no \ndesenvolvimento científico e tecnológico, com ênfas e nas Engenharias. Sistema de informação e mudança \norganizacional; Planejamento e controle dos sistema s. Conceitos bási cos; O desafio de sistemas de \ninformações; O papel estratégico de sistemas de inf ormações; Sistemas de informações e o suporte à \ntomada de decisão; Gerenciamento dos recursos de in formação; Sistemas em rede e as implicações \norganizacionais; O processo de d esenvolvimento de sistemas de informação; Avaliação  de sistemas de \ninformação. Protegendo os Sistemas de Informação da  Reengenharia Social. Portais corporativos; COBIT \ne ITIL. \nOBJETIVOS \nEntender o papel da tecnologia da informação e dos sistemas de infor mação na empresa contemporânea; \nAnalisar as relações existentes entre os sistemas d e informação, seus usuários, a tecnologia da \ninformação e a organização; Desenvolver a capacidade  para analisar os sistemas organizacionais \ncomplexos utilizando sob múltipla s perspectivas teóricas; Entender o papel da inform ação e dos sistemas \nde informação nas organizações, sob a perspectiva d a engenharia; Mostrar o papel estratégico dos \nsistemas de informação nas organizações. \nBIBLIOGRAFIA BÁSICA \n1. Sergio Rodriges, Sistemas de informação: um enfoq ue gerencial, Editora Atlas, 2011. \n2. Phillip ein-dor, Administração de sistema de inf ormação, Editora Campus, 2010. \n1. John Eaton, Tecnologia da informação, Editora Cam pus, 2010. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Peter M. Senge, Quinta Disciplina, Editora: Best Seller, 2004. \n2. José Santos, Planejamento estratégico e tático d a informática, Editora SCI, 1985. \n3. Jean warnier Dominique, Guia dos usuários de siste mas de informação, Editora Campus, 1985. \n4. Morgan, G., Imagens da Organização: edição execu tiva. São Paulo: Atlas, 1999. \n5. Dias, D.S., O Sistema de Organização e a Empresa, Rio de Janeiro: LTC Editora, 1985. \n6. Bio, S.R, Sistemas de Informação: Um Enfoque Geren cial, São Paulo: Atlas, 1985. \n ", "98": " \n97 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nInteligência Artificial Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO19 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nO que significa “Inteligência Artificial”? Modelo M CP. Modelos sem peso. Memória de matriz de \ncorrelação. \"Perceptrons\". \"Back propagation\". Rede s de Hopfield. Redes RBF. Modelos recorrentes. \nIdentificação, supervisão e controle de processos u tilizando redes neurais artificiais.  \nOBJETIVOS \nAo final da disciplina, os alunos serão capazes de :entender, identificar e avaliar técnicas da IA; co nhecer \nas vantagens e desvantagens de diferentes redes neu rais; aplicar métodos de IA a problemas do m undo \nreal. \nBIBLIOGRAFIA BÁSICA \n1. Russel, S. e Norvig, P. Artificial Intelligence: a  Modern Approach. Editora Prentice Hall, 1995. \n2. Rezende, S. O. . Sistemas Inteligentes: Fundament os e Aplicações. Editora Manole Ltda, 2003. \n3. Haykin, S. Redes neurais: princípios e prática. 2a  Edição, Editora Bookman, 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Braga, A. P., Carvalho, A. P. L., Ludermir, T. B. Red es Neurais Artificiais: Teoria e Aplicações. Editora  \nLTC, 2000. \n2. Mitchell, T. Machine Learning. McGraw Hill, New York , 1997. \n3. Goldberg, D. E. Genetic Algorithms in Search, Opt imization and Machine Learning , Addison Wesley, \n1a edição, 1989. \n4. Holland, J. H.; Adaptation in Natural and Artificia l Systems, 2 a edição, MIT Press, 1992.  \n5. Jang, J. S., Sun, C. T., Mizutani, E. Neuro Fuzzy and Soft Computing; 1a edição, PTR Prentice Hall, \n1997. \n ", "99": " \n98 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nOtimização em Engenharia Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO20 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \n \nMétodos de otimização aplicaos à resolução de probl emas de engenharia. Programação matemática. \nAnálise convexa. Programação  linear. Programação não-linear: métodos determinís ticos e estocásticos. \n \nOBJETIVOS \n \nHabilitar o aluno a formular e resolver problemas de  otimização em engenharia. \n \nBIBLIOGRAFIA BÁSICA \n1. Bazaraa, M.; Jarvis,M. Linear Programming and Net work Flows, Editora John Wiley, 1990. \n2. Bazaraa, S e Shetty C. M., Nonlinear Programming -  Theory and Algorithms, Editora John Willey \nSons, 1971. \n3. Fletcher, Practical methods of optimization, volume  1: unconstrained optimization, Editora John Wiley \nand  Sons, 1980. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Gill, P. E. e Murray W. Numerical methods for con strained optimizatin, Editora Academic Press, 1974.  \n2. Luenberger G., Introduction to linear and nonlin ear programming, Addison- Wesley, Reading, \nMassachussetts, 1984. \n3. Powell J. D., Introductio n to constrained optimization, P. E. Gill and W. Mu rray (eds), Academic Press, \n1-28 (1974). \n4. Vanderplaats N., Numerical optimization techniques fo r engineering design: with applications, Editora \nMcGraw-Hill, 1984. \n5. Artigos de periódicos. \n ", "100": " \n99 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nMecânica dos Fluidos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO21 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nEstática dos fluídos: conceito de pressão e seu cam po, força hidrostática, empuxo, flutuação e \nestabilidade, variação de pressão num fluído. Dinâmi ca dos fluídos: segunda lei de Newton, pressão \nestática, pressão dinâmica, pressão de estagnação, equaçã o de Bernoulli, a linha de energia e a linha \npiezométrica, restrições para a utilização da equaç ão de Bernoulli. Cinemática dos fluídos: o campo de \nvelocidade, o campo de aceleração, sistema e volume  de co ntrole. Análise com volume de controle: a \nequação da continuídade, as equações da quantidade de movimento, aplicação para a camada limite de \num escoamento externo, a equação de energia, escoma ento irreversível. Análise diferencial dos \nescoamentos: cinemáti ca dos elementos fluídos, conservaçào da massa, con servação da quantidade de \nmovimento, escoamento inviscido, escoamento viscoso  (relações entre tensões e deformações, equações \nde Navier-Stokes). Semelhança e modelos: análise dim ensional, Teorema de Buk. \nOBJETIVOS \nFornecer os conhecimentos fundamentais da mecânica dos fluidos, destacando a aplicação aos processos \ne às máquinas térmicas. \nBIBLIOGRAFIA BÁSICA \n1. Munson, B. R.; Young, D.F.; Okishi, T.H., Fundament os de Mecânica dos Fluídos-Tradução da 4 a\nedição americana. Editora Edgard Blücher Ltda, São Paulo, 2002. \n2. Fox, R.W.; McDonald, A.T.. Introdução à Mecânica dos Fluidos. LTC Editoa Guanab ara Dois S.A., Rio \nde Janeiro, 6a. Edição, 2006. \n3. Poter, M.C., WIGGERT, G.D., Mecânica dos Fluidos.  Tradução da Terceir a Edição Norte Americana, \nEditora Thomson Pioneira, São Paulo, 2004. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Chaves, A. e Sampaio, F. Física:  Mecânica. Volum e 1, Editora LTC. \n2. Serway, R., Jr., Jewett J., Princípios de Física. V olume 1, Editora Cengage Learning. \n3. Resnick, R.,  Halliday, D., Krane, K., Física, Volum e 1, 5a Edição, Editora LTC. \n4. Lopes, A., Introdução à Mecânica Clássica; Ed. EDUS P; \n5. Feynman, R., The Feynman Lectures on Physics, vol umes 1 e 2.  \n ", "101": " \n100 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nTransferência de Calor Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO22 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nIntrodução. Modos de transmissão do calor. Condução unidimensional em regime permanente. Condução \nmultidimensional em regime permanente. Condução em r egime não permanente. Métodos numéricos. \nDiagramas para sistemas contínuos unidimensionais. P rincípios da convecção. Convecção forçada de \nresoluções das equações de transferência de calor. Relações empíricas para transferência de calor por \nconvecção. Analogias com a transferência de quantid ade de movimento e de massa. Convecção natural. \nTransferência de calor por radiação. Transferência de massa. \nOBJETIVOS \nDesenvolver atividades analíticas, numéricas e exper imentais com base nos conceitos da mecânica dos \nfluídos e do transporte de calor e massa. \nBIBLIOGRAFIA BÁSICA \n1. Sissom, Leighton E. Fenomenos  de transporte. Colaboração de Donald R Pitts.Tradu zido por Adir Moyses \nLuiz. Rio de Janeiro: Guanabara Dois, 1979. \n2. Streeter, Victor L. Mecanica dos fluidos. Colabo ração de E. Benjamin Wylie. 7a Edição, Editora McGr aw-Hill \ndo Brasil, 1982. \n3. Fox, R. W., McDo nald, A. T. Introdução à mecânica dos fluidos. Trad uzido por Ricardo Nicolau Nassar \nKoury; Geraldo Augusto Campolina Franca. 6a Edição,  Editora LTC, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Incropera, F. P. Fundamentos de transferencia de  calor e de massa. Colabo ração de David P Dewitt. 4a \nEdição, Editora Livros Técnicos e Científicos, 1998 . \n2. Ozisik, M. N. Transferencia de calor: um texto b asico. Rio de Janeiro:[s.n.], 1990. \n3. HOLMAN, J. P. Transferencia de calor. Editora Mc Graw-Hill do Brasil, 1983. \n4. BEJAN, A. Transf erencia de calor. Traduzido por Euryclides de Jesus  Zerbini; Ricardo Santilli Ekman \nSimoes. Editora  Edgard Blucher, 1996. \n5. Schimidt, F. W. Introdução as ciências térmicas: te rmodinamica, mecânica dos fluidos e transferência d e \ncalor. Colaboração de Robert E Henderson; Carl H. Wolgemuth.Traduzido por Jose R oberto Simoes. Editora  \nEdgard Blucher, 1996. \n ", "102": " \n101 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nTermodinâmica I Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO23 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \n\"O que é termodinâmica?\" Primeira lei da termodinâm ica. Propriedades volumétricas dos fl uidos puros. \nSegunda lei da termodinâmica. Soluções e atividade.  Constante e equilíbrio. \nOBJETIVOS \nInstrumentalizar o aluno da utilização dos princípi os da termodinâmica. \nBIBLIOGRAFIA BÁSICA \n1. Smith, J.M. e Van Ness, H.C. Introduction to Chemic al Enginee ring Thermodynamics, 3a Edição, \nEditora McGraw-Hill, 1975. \n2. Anderson, G.M. Thermodynamics of Natural Systems,  Editora John Wiley and Son, 1996. \n3. Anderson, G.M. e Crerar, D.A. Thermodynamics in G eochemistry -  The Equilibrium Model, Editora \nOxford University Press, 1993. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Reiss, H. Methods of Thermodynamics,  Editora Blai sdell, 1965. \n2. Garrels, R.M. e Christ, C.L., Solutions, Minerals, and Equilibria, Editora Harper and Row,1965. \n3. Prausnitz, J.M. Molecular Thermodynamics of Flui d-Phase Equilibria, Editora Prentice Hall, 1969. \n4. Levenspie O., Termodina \u0001mica Amistosa para Engenheiros, l, Editora Edgard B lucher \n5. Ltda, 2002. \n6. Sonntag, B. Fundamentos da Termodina \u0001mica, Van Wylen, , Editora Edgard Blucher Ltda, 199 8. \n ", "103": " \n102 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nSistemas Hidráulicos e Pneumáticos Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMO24 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \nIntrodução aos sistemas fluido mecânicos de transfo rmação e transmissão de energia. Definições, campo \nde aplicação e características dos sistemas hidrául icos. Elementos hidráulicos de potência. Flu idos \nHidráulicos. Técnicas de comando hidráulico e eletro -hidráulico aplicadas a circuitos. Introdução à \npneumática. Campos de aplicação e características do s sistemas pneumáticos. Geração e distribuição de \nar comprimido. Atuadores hidráulicos/pneumáticos.  Funcionamento e aplicação de elementos elétricos. \nVálvulas e eletroválvulas direcionais. Sistemas con trole da vazão e de pressão. Análise sob o aspecto \nconstrutivo e funcional dos elementos/circuitos hid ráulicos e pneumáticos.  \nOBJETIVOS \nApresentar as c aracterísticas dos sistemas hidráulicos e pneumátic os. Possibilitar o aluno a dimensionar \ne/ou selecionar os componentes hidráulicos ou pneum áticos que integram as instalações industriais. \nElaborar esquemas hidráulicos e eletro-hidráulicos e pneumáticos e eletropneumáticos básicos. \nCapacitação do aluno para instalação, implementação e manutenção de sistemas \nhidráulicos/pneumáticos. \nBIBLIOGRAFIA BÁSICA \n1. Stewart, H. L. Pneumatica e Hidraulica. Editora: He mus, 1978. \n2. Bonacorso, N. G., Noll, Vr. Automação Eletropneumá tica. 4a. Edição. Editora Livros Érica, 2000. \n3.  Bollmann, A. Fundamentos da Automação Industria l Pneutrônica:  projetos de comandos binários \nEletropneumáticos. Editora ABHP, 1997. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Linsingen, I. V. Fundamentos de sistemas hidrául icos. Editora da UFSC, 2003. \n2. Baptista, M. B., Coelho, M. M. L. P. Fundamentos de engenharia hidráulica. Editora da UFMG, 2002. \n(Coleção ingenium). \n3. Fialho, A. B. Automação Hidráulica: Projetos, Dimensi onamento e Análise de Circuitos. Editora Érica, \n2003. \n4. Merrit, H. E. Hydraulic Control Systems. Editora Jo hn Willey, 1997. \n5. Fox, R. W., McDonald, A. T., Pritchard, P. J. Intr odução à Mecânica dos Fluidos. Editora LTC, 2006. \n ", "104": " \n103 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nTópicos Especiais I Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMTE1 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \n \nVariável,  a depender da disciplina a ser ofertada. \n \nOBJETIVOS \n \nApresentar ao aluno estudos teóricos, técnicas ou t ecnologias relevantes para a formação em Engenharia  \nMecatrônica. \n \nBIBLIOGRAFIA BÁSICA \n \nVariável, a depender da disciplina a ser ofertada. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \nVariável, a depender da disciplina a ser ofertada. \n \n ", "105": " \n104 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nTópicos Especiais II Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMTE2 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \n \nVariável, a depender da disciplina a ser ofertada. \n \nOBJETIVOS \n \nApresentar ao aluno estudos teóricos, téc nicas ou tecnologias relevantes para a formação em Engenharia \nMecatrônica. \n \nBIBLIOGRAFIA BÁSICA \n \nVariável, a depender da disciplina a ser ofertada. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \nVariável, a depender da disciplina a ser ofertada. \n \n \n \n \n \n \n \n \n \n \n \n \n ", "106": " \n105 \n  \nCURSO: ENGENHARIA MECATRÔNICA \nTurno: NOTURNO/INTEGRAL \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nTópicos Especiais III Campus \nAlto Paraopeba \nCarga Horária \nPeríodo \n- Teórica \n72 Prática \n0 Total \n72 Código \nENMTE2 \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré-requisito \nNão há Co-requisito \nNão há \nEMENTA \n \nVariável, a depender da disciplina a ser ofertada. \n \nOBJETIVOS \n \nApresentar ao aluno estudos teóricos, técnicas ou t ecnologias relevantes para a formação em Engenharia  \nMecatrônica. \n \nBIBLIOGRAFIA BÁSICA \n \nVariável, a depender da disciplina a ser ofertada. \n \nBIBLIOGRAFIA COMPLEMENTAR \n \nVariável, a depender da disciplina a ser ofertada. \n ", "107": " \n106 \n  \nCURSO: ENGENHARIA MECATRÔNICA  \nTurno: NOTURNO/INTEGRAL  \nINFORMAÇÕES BÁSICAS \nCurrículo \n2010 Unidade curricular \nLíngua Brasileira de Sinais – LIBRAS Departamento \n- \nCarga Horária \nPeríodo: \n10º Teórica. \n- h Prática. \n- h Total. \n72 h Código CONTAC \n \nTipo \nOptativa Habilitação / Modalidade \nBacharelado Pré - requisito. \n- Co-requisito. \n- \nEMENTA \nSurdez e deficiência auditiva (DA) nas perspectivas clínica e historicocultural. Cultura surda. Aspectos  \nlinguísticos e teóricos da LIBRAS. Educação de surdo s na formação de professores, realidade escolar e \nalteridade. Papel dos tradutores-intérpretes educac ionais de Libras–Português. Legislação específica \nsobre LIBRAS e educação de surdos. Prática em LIBRAS:  vocabulário geral e específico da área de \natuação docente. \nOBJETIVOS \nCriar condições iniciais para atuação na educação de  surdos, por meio da Língua Brasileira de Sinais - \nLIBRAS, na respectiva área de conhecimento. \nBIBLIOGRAFIA BÁSICA \n1) BRASIL. Lei nº 10.436 , de 24/04/2002. \n2) BRASIL. Decreto nº 5.626 , de 22/12/2005. \n3) CAPOVILLA, Fernando César; RAPHAEL, Walkíria Duarte.  Dicionário Enciclopédico Ilustrado \nTrilíngüe da Língua de Sinais Brasileira, Volumes I e II . 3 ed. São Paulo: Editora da  Universidade de \nSão Paulo, 2001. \n4) FELIPE, Tanya A. & MONTEIRO, Myrna S. LIBRAS em Contexto: Curso Básico . 5. Ed. ver. Ministério \nda Educação, Secretaria de Educação Especial. Brasí lia, 2004. \n5) LACERDA, Cristina Broglia Feitosa de. O Intérprete E ducacional de língua de \nsinais no Ensino Fundamental: refletindo sobre limi tes e possibilidades. In LODI, \nAna Claúdia B. HARRISON, Kathryn M. P. CAMPOS, Sandra R. L . de. TESKE, \nOttmar. (organizadores) Letramento e Minorias. Porto Alegre: Editora Mediação, 2002. \n6) LODI, Ana Claudia B. et al. (Orgs.) Letramento e minorias. Porto Alegre: Editora Mediação, 2002.   \nBIBLIOGRAFIA COMPLEMENTAR \n7) LODI, Ana C. B.; HARRISON, Kathrin M. P.; CAMPOS, Sandr a, R. L. Leitura e escrita no contexto da \ndiversidade.  Porto Alegre: Mediação, 2004. \n8) QUADROS, Ronice. M. et al.  Estudos Surdos I, II, III e IV – Série de Pesquisas . Editora Arara Azul. \nRio de Janeiro. \n9) QUADROS, Ronice. M. de & KARNOPP, L. B. Língua de Sinais Brasileira: Estudos lingüísticos. \nPorto Alegre. Artes Médicas. 2004. \n10) SKLIAR, Carlos B. A Surdez: um olhar sobre as diferenças . Editora Mediação. Porto Alegre. 1998 \n11) SACKS, Oliver. Vendo vozes . Uma jornada pelo mundo dos surdos. Rio de Janeiro: Imago, 1990 \n12) SEE-MG. Coleção Lições de Minas. Vocabulário Básico de LIBRAS – Língua Brasileira de Sinais . \nSecretaria do Estado da Educação de Minas Gerais, 2 002.  \n13) SEE-MG. A inclusão de alunos com surdez, cegueira e baixa v isão na Rede Estadual de Minas \nGerais: orientações para pais, alunos e profissiona is da educação . Secretaria do Estado da Educação \nde Minas Gerais, 2008. \n14) STROBEL, Karin. As imagens do outro sobre a cultura surda . Florianópolis \n15) STROBEL, K. L. & FERNANDES, S. Aspectos Lingüísticos da Libras .  \nCuritiba: SEED/SUED/DEE, 1998. (Disponível em:  \n<http://www8.pr.gov.br/portals/portal/institucional/de e/aspectos_  ling.pdf>. Acesso em: 01 março. 10)  \n \n \n \n ", "108": " \n107 \n 6 - ATIVIDADES COMPLEMENTARES \nAs Diretrizes Curriculares Nacionais do Curso de Gr aduação em Engenharia, no \nArtigo 5º, § 2º, determinam que:  \n \n  Deverão também ser estimuladas atividades complemen tares, tais como trabalhos \nde iniciação científica, projetos de multiunidade c urricular, visitas técnicas, trabalhos em equipe, \ndesenvolvimento de protótipos, monitorias, particip ação em empresa júnior e outras atividades \nempreendedoras. \n \nAs atividades complementares, devidamente formaliza das e avaliadas, devem \npara fins de integralização, compor a carga horária  do curso até o limite de 10% (dez \npor cento) da carga horária total (Resolução UFSJ no 001/2003). \nSendo assim, para o cumprimento de tal determinação , no curso ora proposto, o \naluno deverá cumprir, além do conjunto de unidades curriculares obrigatórias e \noptativas, outras atividades curriculares. Trata-se  de um conjunto de atividades \ncomplementares que, uma vez formalizadas, serão rec onhecidas, creditadas e \nconstarão no histórico escolar do aluno. \nSegundo a Resolução n o 001 de 2003, podem ser consideradas atividades \ncomplementares, a critério de cada Colegiado, as se guintes atividades acadêmicas: \nIniciação Científica (PIBIC), Programa Instituciona l de Iniciação Científica (PIIC), Grupo \nPET, Visitas Técnicas, Projetos de Extensão, Evento s Científicos, Monitorias, Relatórios \nde Pesquisa, Trabalhos Multidisciplinares, Trabalho s em Equipe, Atividades Culturais, \nPolíticas e Sociais; Participação em Empresas Junio res e outras que vierem a ser \nestabelecidas no projeto curricular aprovado pelo C onselho. \nSegundo a resolução CNE/CES 02/2007: \n \n  a soma das cargas horárias de estágio e das ativida des complementares não pode \nexceder 20% da carga horária total (3600 horas).  \n \nPortanto, o aluno poderá cumprir no máximo 328 hora s de atividades \ncomplementares, que deverão constar no histórico es colar do aluno. As atividades \ncomplementares deverão ser exercidas pelo aluno dur ante o curso e constarão no \nhistórico escolar desde que encaminhadas ao coorden ador do curso, sob a forma de ", "109": " \n108 \n relatório devidamente documentado, dentro dos prazo s estabelecidos e aprovado pelo \ncolegiado do curso. Como atividades complementares serão consideradas Empresa \nJunior, monitoria, iniciação científica, participaç ões no Programa de Educação Tutorial e \natividades de extensão.  \nCom o objetivo de ampliar a formação do aluno, as a tividades complementares \ndeverão ser variadas. Para isso estabeleceu-se uma carga horária máxima permitida \npara cada tipo de atividade com descrito na Tabela 8. \n \nTabela 8: Atividades Complementares e respectivas c argas horárias consideradas para \nos alunos do Campus Alto Paraopeba. \n1. Atividades de Ensino \nAtividade/Produto Forma de registro Carga Horária  Comprovação \nMonitoria Por semestre 20 h Certificado \nVisita técnica (máximo de 20 h) Por visita 5 h Certi ficado \nUnidades Curriculares (UC) Eletivas \n(inclui TCIC I e TCIC II) Por semestre Carga horária \nda UC (máx. \n288 h) Histórico \n2. Atividade de Pesquisa \nAtividade/Produto Forma de registro Carga Horária  Comprovação \nIniciação Científica – PIBIC/PIIC e outros \n(por ano) Relatório final 90 h Certificado da PROPE ou \nÓrgão de fomento ou do \nprofessor responsável.  \nParticipação em eventos científicos  15 h Certificad o \nApresentação de resumo em congresso  15 h Certificado de apresentação \nou de aceite \nApresentação de resumo expandido em \ncongresso  20 h Certificado de apresentação \nou de aceite \nApresentação oral em congresso  30 h Certificado de apresentação \nou de aceite \nTrabalho completo em congresso: \nNão indexado \nIndexado   \n20 h \n45 h Certificado de aceite \nPublicações de artigo em periódico: \nNão indexado \nIndexado   \n30 h \n60 h Certificado de aceite ou \npágina de rosto do artigo \nGrupo de estudos orientado  15 h Relatório \nSeminário na instituição Por seminário  2 h Certific ado \n3-Atividade de Representação Estudantil \nAtividade/Produto Forma de registro Carga Horária  Comprovação \nParticipação no diretório acadêmico – \nmáximo 30 horas Por ano 15 h Certificado \nMembro dos Conselhos Superiores ou \nColegiado do curso – máximo 30h Por mandato 15 h Certificado \n4- Atividade de Extensão \nAtividade/Produto Forma de registro Carga Horária  Comprovação \nParticipação em projetos de extensão  90 h Certifica do do PROEX \nEstágio extracurricular e estágio \nacadêmico – máximo de 90 h Cada 45 h 15 h Certificado da Instituição \nacadêmica ou carteira de \ntrabalho. \nMembro de comissão organizadora de \nevento reconhecido/aprovado/cadastrado \nna UFSJ  20 h Certificado \nMinicursos ministrados em eventos Por evento O dobr o da Certificado ou carta de ", "110": " \n109 \n acadêmicos carga horária \nde aulas \ndadas anuência do professor \nresponsável ou tutor \nViagens acadêmicas e culturais sob a \ncoordenação de professor da UFSJ Por dia de viagem 5 h Certificado \nBolsa de atividade - realizadas sob a \norientação de um professor. Máximo 60 \nhoras Por bolsa 20 h Certificado da instituição de \nfomento e do professor \nCursos, minicursos e oficinas Por evento Horas \nconstantes no \ncertificado Certificado \nCurso de idiomas reconhecidos Por semestre 30 h Certi ficado \n \n7 - ESTÁGIO SUPERVISIONADO E PRÁTICAS DE ENSINO  \n A unidade curricular Estágio Supervisionado além d e atender às exigências \nlegais (Lei 11.788, de 25/09/2008), tem como finali dade oferecer ao estudante \noportunidade de conhecer um ambiente real de sua fu tura atividade profissional. \nSegundo a resolução CNE/CES 11/2002: \n \n o estágio é parte integrante da graduação com carg a horária mínima de 160 horas . \n \n O estágio complementa a formação acadêmica do estu dante, permitindo aplicar \nconhecimentos teóricos adquiridos durante o curso, por meio da vivência em situações \nreais, que serão de fundamental importância para o exercício da profissão no futuro.   \nPara obter o bacharelado em Engenharia Mecatrônica,  o aluno deverá realizar \numa carga horária mínima de 200 horas de estágio su pervisionado. Essa carga horária \né viável para o aluno, pois a mesma poderá ser comp letada no período de férias \nescolares, permitindo ao aluno somente nesse períod o, uma carga horária máxima de \n40 horas semanais, característica particularmente d esejável, pois facilita a realização do \nestágio pelo aluno.  \nPodem-se listar alguns dos objetivos do estágio cur ricular: \n• Permitir o desenvolvimento de habilidades técnico -científicas, visando melhor \nqualificação do futuro profissional; \n• Propiciar condições para aquisição de maiores con hecimentos e experiências no \ncampo profissional;  \n• Vivenciar situações práticas que demandem o domín io da ciência e da tecnologia; \n• Buscar uma complementação educacional compatível com as necessidades do ", "111": " \n110 \n mercado de trabalho;  \n• Promover a integração da Instituição/curso-empres a-comunidade; \n• Desenvolver comportamento ético em relação às sua s atividades profissionais; \n• Facilitar o processo de atualização das unidades curriculares, permitindo adequar, \naquelas de caráter profissionalizante às constantes  inovações tecnológicas, \npolíticas, sociais e econômicas a que estão sujeita s; e \n• Atenuar o impacto da passagem da vida de estudant e para a vida profissional, \nabrindo ao(à) estagiário(a) mais oportunidades de c onhecer a filosofia, diretrizes, \norganização e funcionamento das instituições. \nDurante o estágio o aluno deve ter a supervisão de um professor da área de \nEngenharia Mecatrônica ou áreas afins e de um profi ssional de engenharia da empresa \nque o contratar. Ao final do estágio, o estudante d everá apresentar ao supervisor um \nrelatório das atividades que foram realizadas no es tágio. O supervisor poderá, a seu \ncritério, solicitar que o estudante apresente e def enda seu relatório perante uma banca, \nescolhida a critério do supervisor. Poderão ser con sideradas como estágio as atividades \ndesenvolvidas em indústrias, empresas de consultori a, institutos de pesquisa ou \nuniversidades.  \n8 - TRABALHO DE CONCLUSÃO DE CURSO \n  A unidade curricular Trabalho de Conclusão Curso te m por objetivo consolidar a \ncontribuição individual do aluno ao conhecimento si stematizado em Engenharia \nMecatrônica. O aluno deverá redigir uma monografia final de curso sobre uma atividade \nprática ou teórica de seu interesse. A atividade de verá ser orientada por um docente do \ncurso de Engenharia Mecatrônica. No caso de ativida des desenvolvidas em indústria ou \nem laboratórios externos ao Campus Alto Paraopeba/U FSJ, o professor orientador \npoderá indicar um profissional co-orientador. A mon ografia será redigida segundo \nnormas técnicas para elaboração de trabalhos cientí ficos. Ao final, o aluno deverá, em \nsessão pública, apresentar seu trabalho a uma banca  examinadora constituída por \nprofessores, sendo um deles o orientador. Além diss o, o orientador poderá solicitar a \npublicação da monografia, em forma de artigo, em re vistas institucionais, nacionais ou \ninternacionais.  ", "112": " \n111 \n 9 - ADMINISTRAÇÃO ACADÊMICA \n A administração acadêmica do curso é conduzida pel o Colegiado e Coordenação \nde Curso, sendo que ainda poderá contar com a asses soria de professores de áreas \ncorrelatas às disciplinas de formação básica, profi ssional e específica do Engenheiro \nMecatrônico.  \n A composição, finalidades, funcionamento e conceit uação das unidades que \ncompõem os setores de administração acadêmica estão  regulamentados pelo \nregimento geral da Universidade Federal de São João  del-Rei. \n10 - AUTO-AVALIAÇÕES INSTITUCIONAL E DE CURSO \nConforme RESOLUÇÃO UFSJ N° 04, de 10 de novembro de  2004, Comissão \nPrópria de Avaliação da Universidade Federal de São  João del-Rei – CPA-UFSJ é \nresponsável pela coordenação dos processos internos  de avaliação da instituição, de \nsistematização e de prestação das informações solic itadas pelo INEP, e como parte \nintegrante do Sistema Nacional de Avaliação do Ensi no Superior – SINAES.  \nA mesma Resolução indica ainda que “o caráter diagn óstico e formativo da auto-\navaliação deve permitir a re-análise das prioridade s estabelecidas no projeto \ninstitucional e o engajamento da comunidade acadêmi ca na construção de novas \nalternativas e práticas”. \nAlém disso, a Instituição utiliza de instrumentos d e avaliação e registro de \natividades docentes, discentes e servidores técnico -administrativos que visam \ncompreender o perfil institucional, a reflexão e o desenvolvimento da Instituição, bem \ncomo o acompanhamento de trajetórias de forma a ter  subsídios para processos de \nprogressão profissional e acadêmica. \nA avaliação discente é o que governa o projeto aval iativo da Instituição em \ntermos de atividades acadêmicas de ensino. O instru mento para tal avaliação é de \nperiodicidade semestral, sendo os seus objetivos e estrutura articulados com as \ndimensões e indicadores definidos pelo SINAES (Comi ssão de Reformulação do \nInstrumento de Avaliação Discente da UFSJ, Portaria s 846/2006 e 246/2007). Associado \nao Instrumento de avaliação discente, um Instrument o de avaliação docente, também \nde periodicidade semestral e articulado com as dime nsões e indicadores definidos pelo \nSINAES, focado, entre outras coisas, em condições d e trabalho, currículo, desempenho \ndiscente e auto-avaliação compõe o projeto avaliati vo do ensino na UFSJ. ", "113": " \n112 \n A relevância das informações e percepções coletadas  com os dois instrumentos \nserá garantida a partir da ação de Coordenadores de  Curso, de seus Colegiados, em \nprocesso semestral de avaliação de condições de ofe rta, unidades curriculares, \nposturas e práticas docentes e discentes. \nDa mesma forma, as Diretrizes Gerais do Campus Alto  Paraopeba prevê a \nimplantação de um Núcleo de Apoio Pedagógico (NAPE)  que, segundo este documento, \ndeverá desenvolver pesquisas de ensino, sejam relat ivas à retenção e evasão, sejam \nrelativas à sua eficácia. Ao mesmo tempo, o Curso d e Engenharia Mecatrônica \napresenta um Núcleo Docente Estruturante 3 (NDE), responsável pela avaliação do \ncurso e por elaborar propostas de adequação as estr atégias de ensino no Plano \nPedagógico do Curso, o que exige um trabalho alinha do com o NAPE. Nesse contexto, \nreuniões periódicas deverão ser realizadas entre am bos os Núcleos para avaliação de \nindicadores como índice de retenção, índice de evas ão, transferência de curso, \ntrancamento de matrícula, entre outros. A análise d as informações geradas pelo NDE, \nNAPE e CPA será utilizada na construção de um plano  de ação com estratégias para o \naperfeiçoamento do curso. \n11 - CORPO DOCENTE \n O quadro docente do curso de Engenharia Mecatrônic a atualmente é constituído \npor professores que atuam em regime de dedicação ex clusiva na Universidade, os \nquais encontram-se envolvidos com atividades docent es, de pesquisa, extensão e de \ndesenvolvimento científico e tecnológico em áreas c orrelatas ao curso. Os professores \nutilizam práticas didático-pedagógica inovadoras, e  incentivam os alunos ao estudo, \naplicação e desenvolvimento da tecnologia. \n Para atender as prerrogativas de qualidade do curs o todos os professores \npossuem cursos de pós-graduação, mestrado e/ou dout orado, para tal a Coordenação \ndeve manter-se atenta à titulação de seus professor es procurando sempre incentivar e \n                                                 \n3 De acordo com o Instrumento de avaliação dos cursos  de graduação o Núcleo Docente \nEstruturante (NDE) é definido como o “conjunto de p rofessores composto por 30% do corpo \ndocente, de elevada formação e titulação, contratad os em tempo integral ou parcial, que \nrespondem, mais diretamente, pela criação, implanta ção e consolidação do Projeto Pedagógico \ndo Curso”. Desta maneira, a maioria dos professores  que compõe o NDE do Curso de \nEngenharia Mecatrônica possui título de doutor na á rea de Engenharia Mecatrônica. Nas \nreformulações do NDE será considerada a titulação d e doutor e no mínimo 70% dos \nprofessores deverão ser da área de Engenharia Mecat rônica.  ", "114": " \n113 \n propiciar aos professores que lecionam no curso as ferramentas para melhorar a sua \ncapacitação e aperfeiçoamento.  \n A constituição do corpo docente do curso envolve p rofessores que podem \nlecionar diversas disciplinas dos cursos lotadas no s cinco cursos de engenharia \noferecidos pela UFSJ no Campus Alto Paraopeba. \n12 - INFRAESTRUTURA \n12.1 - BIBLIOTECA \n A biblioteca do Campus Alto Paraopeba/UFSJ, possui cinco computadores \ndestinados à pesquisa bibliográfica, com acesso ao portal de Periódicos da CAPES, que \ngarante acesso eletrônico a 15.475 periódicos inter nacionais com textos completos de \ntodas as áreas de conhecimento. Além disso, a bibli oteca mantém assinatura de  \nperiódicos correntes da área de engenharia. \n A biblioteca do Campus Alto Paraopeba/UFSJ conta c om um total de 4.270 livros, \nsendo estes distribuídos entre as unidades curricul ares dos ciclos básico, \nprofissionalizante e específico. \n12.2 - LABORATÓRIOS \nOs laboratórios utilizados até o momento nas unidad es curriculares são lotados \nno Campus Alto Paraopeba. A infra-estrutura dos lab oratórios para o curso de \ngraduação em Engenharia Mecatrônica pode ser resumi da em laboratórios de: \nInformática, Química, Física, Eletrotécnica, Robóti ca, Sistemas Mecânicos e de \nControle e Automação. Abaixo são apresentados os pr incipais laboratórios com os \nrespectivos equipamentos. \n \n1. Laboratório de Ensino de Informática I (área tot al: 56 m 2) \n 25 computadores: Placa mãe Gigabyte, processador P entium Dual Core E2140 800 MHz 1.6 \nGHz, 1MB de RAM, HD de 160 GB, 25 monitores de 15 p olegadas, 25 teclados e 25 \nmouses. \n  \n2. Laboratório de Ensino de Informática II (área to tal: 56 m 2) \n 25 computadores: Placa mãe Phitronics, processador  Core 2 Duo E7200 1066MHz 2.53, \n2MB de RAM, 160 GB de HD, 25 monitores Kemex de 15 polegadas, 25 teclados e 25 \nmouses. ", "115": " \n114 \n   \n3. Laboratório de Ensino de Computação Gráfica (áre a total: 56 m 2) \n Aparelho de ar condicionado Komeco 48000 BTU, 40 C adeiras fixas metálicas estofadas, 36 \ncomputadores (Placa mãe Asus, Processador Phenom x4  9750 2.4 gHz 4 MB de RAM 250 \nde HD placa de vídeo ATI 4870, 36 monitores LG de 2 2 polegadas, 36 teclados e mouses) \n  \n4. Laboratório de práticas de informática \n 24 computadores (04 computadores placa mãe Gigabyt e, processador pentium dual  core \nE2140 800 MHz 1.6Ghz, 1MB  de RAM HD de 160 sendo u tilizados no sistema de 06 \ncabeças, uma máquina emulando mais 5 máquinas atrav és de hardware, modulo x-tenda. \nPortanto temos 4 computadores (CPU´s) e 24 monitore s HP de 15 polegadas, 24 teclados e \nmouses) \n  \n5. Laboratório de Química Geral (área total: 106 m 2) \n 04 Agitadores magnéticos 114 \n 01 Balança de precisão Bioprecisa Mod. JHZ102 2.10 0G \n 01 Balança eletrônica analítica FA 2104 Bioprecisa  \n 02 Banhos ultratermostatos Quimis \n 26 Banquetas de madeira maciça c/ assento redondo \n 03 Bombas de vácuo Exipump \n 02 Capelas de exaustão de gases média 110 V Marca Quimis \n 01 Centrífuga excelsa baby II Mod. 206 – BL \n 01 Deionizador de água capacidade 50L \n 01 Espectrofotômetro Biospectro Mod. SP 220 \n 03 Estantes de aço com 6 prateleiras 1,98 X 0,92 X  0,30cm cor cinza \n 01 Estufa de esterilização e secagem 400/2ND 200 \n 02 Evaporadores rotativos SL126 \n 03 Mantas aquecedoras capacidade 2000 ML \n 03 Mantas aquecedoras para balão 500ml Mod. 3310B Nalgon \n 01 Maquina automática para fabricação de gelo em c ubo c/gabinete em aço inoxidável \n 04 Medidores de pH microprocessado C/ bancada MPA 210 Tecnopon \n 01 Refrigerador Consul 1 porta gelo seco 340/380L \n  \n6. Laboratório Ensino de Física (área total: 56 m 2) \n 01 Armário de aço com 2 portas marca Itapoa \n 24 Banquetas de madeira maciça c/ assento redondo ", "116": " \n115 \n  01 Cabine de segurança biológica classe 1S tipo A1  \n 01 Cadeira injetada metálica estofada azul Fauf TR  63/08 \n 05 Capacitores variáveis de placas paralelas \n 05 Computadores (Placa mãe Gigabyte, Processador P entium Dual core E2180 2.6 GHz, \n1MB de RAM, HD de 40 GB, 5 monitores Samsung de 15 polegadas, 5 teclados e mouses) \n 05 Estabilizadores SMS Revolution Compact 300VA \n 05 Fontes de alimentação MPL-1303 \n 05 Fontes de alimentação PS-1500 \n 05 Geradores de funções GV – 2002 \n 05 Geradores eletrostáticos de Van de Fraff \n 01 Homogeneizador Turpax 110V S. 08120833 Nova Téc nica \n 05 Microcomputadores Tech Fácil 2180 1GB HD 80GB D VD TM \n 05 Monitores Samsung LCD 15'' Mod. 540N PP \n 05 Osciloscópio \n 05 Placas de resistores de fios \n 05 Teclados alfanumérico padrão \n 05 Transformadores desmontáveis \n \n7. Laboratório de Circuitos e Eletrotécnica (área t otal: 56 m 2). \n 08 Alicates digitais AD-9901A \n 03 Armários de aço com 2 portas \n 06 Bancadas \n 06 Cabos USB - Osciloscópio \n 24 Cadeiras fixas 04 pés confeccionadas em madeira  \n 06 Caixas capacitância MDC-510 \n 06 Caixas de jogos datapool (4 placas / cx) - Curs o eletricidade AC \n 06 Caixas de jogos datapool (8 placas/cx) - Curso eletricidade básico \n 06 Caixas resistência MDR-611 \n 08 Fasímetros digitais FS-30 \n 04 Fontes digitais MPL-3305 \n 06 Geradores de função MFG-4201A \n 04 Jogos de cabos banana/jacaré \n 01 Jogo de pino jacaré \n 01 Jogo de  motores minipa \n 06 Luxímetros digitais MLM-1011 \n 06 Manuais - Osciloscópio MO-2025 ", "117": " \n116 \n  06 Módulo 2000 \n 01 Megômetro digital MI-2700 \n 06 Multímetros digitais DM 4070 \n 12 Multímetros digitais ET-2042C \n 01 Osciloscópio analógico 60MHz MO-1262 \n 06 Osciloscópios digitais 25 MHz MO-2025 \n 12 Pontas de prova - MO-2025 \n 06 Protoboard 1680 pts MP-1680 \n 01 Quadro branco \n 01 Terrômetro digital ST-1520 \n 06 Wattimetros digitais WD-1000 \n \n8. Laboratório de Eletrônica e Sistemas Digitais (á rea total: 56 m 2) . \n 02 Alicates-amperímetros AD-9901A \n 01 Analisador de espectro 1 GHz MSA-700 \n 06 Armário de aço com 2 portas \n 06 Bancadas \n 01 Cabo de força \n 02 Cabos de força \n 01 Cabo de força \n 12 Cabos USB - Osciloscópio \n 04 Cabos serial/serial \n 04 Cabos serial/USB \n 25 Cadeiras fixas 04 pés confeccionadas em madeira  \n 12 Caixas de jogos confecção de PCI \n 12 Caixas de jogos datapool (3 placas / cx, 4 cabo s / cx) - Curso de comunicação analógica \n 01 Caixa de jogo datapool (4 placas/cx, 4 cabos pa ralelo) - Programador de PIC \n 12 Caixas de jogos datapool (5 placas / cx) - Curs o Eletrônica básica \n 12 Caixas de jogos datapool (6 placas / cx) - Curs o Amplificador Operacional \n 01 Caixa de jogo Datapool (12 placas / cx) - Curso  DLP \n 01 Caixa de jogo Datapool (12 placas / cx) - Curso  Osciladores \n 01 Caixa de jogo Datapool (12 placas / cx) - Curso  CIP 01 \n 12 Caixas de jogos datapool (17 placas / cx) - Cur so Eletrônica digital \n 08 Capacímetros CP-400 \n 12 Computador \n 12 Conectores Datapool reserva ", "118": " \n117 \n  01 Decibelímetro TM-103 \n 12 Estabilizadores SMS 500 VA \n 01 Estação de retrabalho HK-939 \n 12 Estações de solda \n 12 Fontes geradoras MPL-3305 \n 12 Geradores de função MFG-4201A \n 02 itens da ponte LCR \n 05 Jogos FPGA \n 12 Lupa com luminária TE - 1020 marca Toyo 110V \n 12 Manuais - Osciloscópio MO-2025 e MO-2060 \n 16 Manuais da fonte MPL-3305 \n 01 Medidor de impedância IM-2700 \n 12 Módulo 2000 \n 04 Módulos Datapool - Programador PIC \n 09 Monitores AOC 15'' LCD mod. LM 522 \n 12 Multímetros digitais ET-2042C \n 06 Multímetros digitais ET-2042C \n 02 Multímetros digitais DM 4070 \n 01 Osciloscópio analógico 60MHz MO-1262 \n 01 Osciloscópio digital 150 MHz MO-2150 \n 12 Osciloscópios digitais 25 MHz MO-2025 \n 01 Osciloscópio digital 60 MHz + 1 manual MO-2060 \n 01 Pacote com cabos paralelo - curso DLP \n 01 Pacotes conectores banana \n 10 Pacotes com 2 cabos (banana-jacaré) cada e 32 f usíveis \n 04 Pacotes com 3 apostilas do curso de PIC \n 03 Pacotes conectores jacaré - Datapool \n 12 Pacotes ponta de prova - MO-2025 \n 04 Pontas de prova \n 13 Pontas de prova - MO-2025 \n 02 Pontes LCR e 1 manual MXR-821 \n 24 Protoboards 1680 pts MP-1680 \n 01 Quadro branco \n 14 Teclados padrão \n 09 Testadores de cabo CT-200 \n ", "119": " \n118 \n Os laboratórios acima relacionados vêm até então at endendo as unidades \ncurriculares do curso até o 5 o período do curso de Engenharia Mecatrônica em vigo r, \ncomo também dos outros cursos oferecidos no Campus Alto Paraopeba. Para finalizar a \nimplantação do curso de Engenharia Mecatrônica have rá a necessidade de \ninvestimentos na infra-estrutura no que se refere a  novas construções, porém haverá a \nnecessidade de aquisição de novos equipamentos para  todos os laboratórios com o \nobjetivo de acompanhar os avanços tecnológicos e im plementar experimentos mais \nvoltados às exigências do mercado. Na sequência são  apresentados os demais \nlaboratórios a serem implantados, com uma possível e breve descrição dos \nequipamentos necessários. \n9. Laboratório Ensino de Física N o2  (área total: 56 m 2) \n Aguardando a complementação com alguns equipamento s para entrar em funcionamento. \n \n10. Laboratório de Controle Automação  \n 05 Microcomputadores \n 05 Osciloscópios digitais \n 10 Multímetros digitais \n 05 Módulos didáticos servo mecanismo  \n 05 Módulos didáticos controle de nível e temperatu ra \n 05 Sistemas de controle, transporte e seleção de p eças \n 05 Sistemas de aquisição de dados \n 05 Módulos Didáticos CLP \n 05 Jogos de sensores e transdutores \n 05 Bancadas \n 03 Armários de metal, com duas portas cada \n 25 Cadeiras \n  \n11.Laboratório de Robótica \n 05 Microcomputadores \n 05 Osciloscópios digitais \n 10 Multímetros digitais \n 05 Kits de montagem de sistemas robóticos Lego Min dstorms \n 05 Sistemas de treinamento em robótica \n 05 Bancadas \n 01 Armários de metal, com duas portas cada  ", "120": " \n119 \n  25 Cadeiras \n  \n12.Laboratório de Máquinas e Acionamentos Elétricos  \n Contendo basicamente, dois jogos didáticos compost os pelos seguintes itens: \n 01 Motor CC \n 01 Jogo acionador de motor CC \n 01 Motor AC \n 01 Jogo acionador de motor AC \n 01 Servomotor \n 01 Servoacionador  \n  \n13.Laboratório de Sistemas Mecânicos \n     Aguardando a compra de equipamentos e a constr ução do espaço físico. \n 02 Sistemas de aquisição \n 04 Condicionadores de sinais \n 02 Amplificadores de potência para atuadores \n 04 Excitadores (Shaker e martelo de impactos) \n 06 Acelerômetros \n 06 Células de Carga \n 06 Microfones \n 06 Sensores de proximidade \n 06 Sensores de temperatura \n 01 Mesa inercial \n 01 Bancada de elementos de Máquinas \n     01 Bancada Pneumática e Eletropneumática \n 04 Bancadas \n 20 Cadeiras \n  \n  \n "}