{"1": "REITOR \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO DE \nBACHARELADO EM ENGENHARIA CIVIL \n(APROVADO PELO COEPE/UEMG EM 12/07/2018) \n \n \n \n \n \n \n \n \n \n \n \n \nDIVINÓPOLIS – MINAS GERAIS \nAGOSTO – 2016 \n", "2": " \nEstrutura administrativa da UEMG \n", "3": " \n \nREITOR \nDijon Moraes Júnior \n \nVICE-REITOR \nJosé Eustáquio de Brito \n \nPRÓ-REITORA DE ENSINO \nElizabeth Dias Munaier Lages \n \nPRÓ-REITORA DE PESQUISA E PÓS GRADUAÇÃO \nTerezinha Abreu Gontijo \n \nPRÓ-REITORA DE EXTENSÃO \nGisele Hissa Safar \n \nPRÓ-REITOR DE GESTÃO, PLANEJAMENTO E FINANÇAS \nAdailton Vieira Pereira \n \nDIRETOR (A) DA UNIDADE ACADÊMICA \nFabrízio Furtado de Souza \n \nVICE-DIRETOR (A) DA UNIDADE ACADÊMICA \nRodrigo Fagundes Braga \n \nCOORDENADORA DO CURSO \nThaís Prado Vasconcelos Silva \n \nVICE-COORDENADOR DO CURSO \nMarcelo Robert Fonseca Gontijo \n \nNÚCLEO DOCENTE ESTRUTURANTE – NDE RESPONSÁVEL PELA \nREFORMULAÇÃO DO PROJETO \nAlessandro Leonardo da Silva \nClécio Eustáquio Gomides \nMarcelo Robert Fonseca Gontijo \nMauro César Cardoso Cruz \nPaulo José Silva \nRoger Alexandre Nogueira Gontijo \nThaís Prado Vasconcelos Silva \nTiago de Morais Faria Novais \n", "4": " \n \nDados de identificação da Universidade \n \nInstituição de Ensino Superior: Universidade do Estado de Minas Gerais \n \n \nNatureza jurídica: Autarquia Estadual \n \n \nRepresentante legal – Reitor: Dijon Moraes Júnior \n \n \nEndereço da sede e Reitoria: Rodovia Papa João Paulo II, 4143 - Ed. Minas - 8º andar - \nCidade Administrativa Presidente Tancredo Neves - Bairro Serra Verde - Belo Horizonte - MG \n- CEP: 31.630-900. \n \nCNPJ: 65.172.579/0001-15. \n \n \nAto de criação: Art.81 do Ato das Disposições Constitucionais Transitórias da Constituição \nMineira de 1989. \n \nAto regulatório de credenciamento: Lei Estadual 11539 de 23 de julho de 1994. \n \n \nAto regulatório de renovação de credenciamento: Decreto 281 de 10 de agosto de 2015. \n \n \nAto regulatório de credenciamento para oferta de cursos a distância: Portaria nº 1.369, \nde 7 de dezembro de 2010. \n", "5": " \n \nDados de identificação do curso \n \nUnidade Acadêmica: Divinópolis \nEsfera administrativa: Estadual \nCurso: Engenharia Civil \nModalidade do curso: Bacharelado \nTurno(s) de funcionamento: Matutino e noturno \nTempo de integralização do curso: \n- Mínimo: 5 anos \n- Máximo: 9 anos \nNúmero de vagas ofertadas: 80 vagas anuais (40 no 1º semestre matutino e 40 no 2º \nsemestre noturno) \nCarga horária total do curso: 3810 horas \nFormas de ingresso: Vestibular, Sistema de Seleção Unificado - SiSU, Transferência e \nObtenção de Novo Título. \nDias letivos semanais: 6 dias \nInício de funcionamento: Priemreiro semestre de 1999 \nAto legal de autorização do curso: Portaria SERES/MEC nº 286 de 21/12/2012 \nAto legal de renovação de reconhecimento: Resolução SECTES Nº025 de 02/02/2016. \nMunicípio de implantação: Divinópolis \nEndereço de funcionamento do curso: Avenida Parané, 3001, bairro Belvedere \n", "6": " \n \nSUMÁRIO \n1. \nApresentação ................................................................................................................................... 6 \n2. \nContextualização .............................................................................................................................. 6 \n2.1 \nHistórico da UEMG ............................................................................................................................ 6 \n2.2 \nHistórico da Unidade Acadêmica ..................................................................................................... 8 \n3. \nCaracterização do curso ................................................................................................................. 12 \n3.1 \nConcepção do curso ................................................................................................................... 13 \n3.2 \nJustificativa do curso  DEMANDA DOS ÚLTIMO VESTIBULARES OLHAR PPC PRODUÇÃO .......... 14 \n3.3 \nObjetivos do curso ...................................................................................................................... 16 \n3.4 \nPerfil do egresso ......................................................................................................................... 17 \n3.5 \nArticulação entre ensino, pesquisa e extensão ............................................................................. 18 \n4. \nOrganização curricular ................................................................................................................... 23 \n4.1 \nFlexibilização curricular .............................................................................................................. 24 \n4.2 \nOrganização da oferta semipresencial e/ou a distância ............................................................... 24 \n4.3 \nAtividades Complementares ...................................................................................................... 24 \n4.4 \nEstágio curricular supervisionado ................................................................................................... 26 \n4.5 \nTrabalho de conclusão de curso ..................................................................................................... 27 \n5 \nEstrutura curricular ........................................................................................................................ 30 \n5.1 \nEmentário das Diciplinas Obrigatórias ....................................................................................... 37 \n5.2 \nEmentário das Disciplinas Optativas .......................................................................................... 93 \n6 \nMetodologia de ensino ................................................................................................................115 \n7 \nAvaliação de desempenho discente .............................................................................................117 \n8 \nAtendimento ao estudante ................................................................................................................ 119 \n9 \nNúcleo docente estruturante .......................................................................................................121 \n10 \nColegiado de curso ........................................................................................................................ 121 \n11 \nCoordenação do curso .................................................................................................................. 122 \n12 \nCorpo docente ............................................................................................................................... 122 \n13 \nInfraestrutura ...........................................................................................................................123 \n14 \nInstrumentos normativos de apoio ..........................................................................................133 \nReferência bibliográfica ........................................................................................................................135 \nAnexos ........................................................................................................................................................ 137 \n", "7": "6 \n \n \n \n1. Apresentação \n \nO curso de Engenharia Civil visa formar profissionais capazes de propor, implementar \ne avaliar soluções eficientes e eficazes para os problemas de Infraestrutura Urbana e dos \nProcessos Construtivos, que contemplem a minimização dos problemas ambientais gerados por \nestes processos, tendo em vista a racionalização do processo de produção do ambiente \nconstruído, do controle de qualidade, da conservação de energia e do meio ambiente, na \nperspectiva da melhoria da qualidade de vida da maioria da população. \nO projeto pedagógico do curso de Engenharia de Civil oferecido pela Unidade \nAcadêmica de Divinópolis busca atender às normas e regulamentos que regem os cursos de \nengenharia e em particular a Resolução CNE/CES nº 11 de 11 de março de 2002, que instituiu \nas Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia. \n2. Contextualização \n \nEste capítulo apresenta um panorama histórico da Universidade do Estado de Minas \nGerais – UEMG, da realidade econômica, social e educacional a qual a Unidade Acadêmica se \ninsere e sua contribuição para o desenvolvimento regional, articulada a justificativa de oferta \ndo curso. \n2.1 \nHistórico da UEMG \n \nUma análise dos 25 anos de sua criação permite afirmar que a Universidade do Estado \nde Minas Gerais - UEMG representa, hoje, uma alternativa concreta e rica de aproximação do \nEstado mineiro com suas regiões, por acolher e apoiar a população de Minas onde vivem e \nproduzem. Por sua vocação, tem sido agente do setor público junto às comunidades, \ncolaborando na solução de seus problemas, por meio da realização do tripé ensino, pesquisa e \nextensão, e na formatação e implementação de seus projetos de desenvolvimento. \nPara se firmar no contexto do Ensino Superior no Estado e buscando estar presente em \nsuas mais distintas regiões, a UEMG adota um modelo multicampi, se constituindo não apenas \ncomo uma alternativa aos modelos convencionais de instituição de ensino, mas também como \nforça política e social para o desenvolvimento regional. A Universidade apresenta uma \nconfiguração ao mesmo tempo, global e regional. Ela se diferencia das demais pelo seu \ncompromisso com o Estado de Minas Gerais e com as regiões nas quais se insere em parceria \ncom o Governo do Estado, com os municípios e com empresas públicas e privadas. \n", "8": "7 \n \n \n \nCompromisso este apresentado em um breve histórico da formação de suas Unidades \nacadêmicas. \nA UEMG foi criada em 1989, mediante determinação expressa no Art. 81 do “Ato das \nDisposições Constitucionais Transitórias – ADCT” da Constituição do Estado de Minas Gerais \ne a sua estrutura foi regulamentada pela Lei nº 11.539, de 22 de julho de 1994, que a definiu \ncomo uma autarquia de regime especial, pessoa jurídica de direito público, com sede e foro em \nBelo Horizonte, com autonomia didática-cientifica, administrativa e disciplinar, incluída a \ngestão financeira e patrimonial. Está vinculada à Secretaria de Estado de Ciência, Tecnologia \ne Ensino Superior – SECTES, à qual compete formular e implementar políticas públicas que \nassegurem o desenvolvimento científico e tecnológico, a inovação e o ensino superior. \nO Campus de Belo Horizonte teve sua estrutura definida pela mesma Lei nº \n11.539/1994, que autorizou a incorporação à UEMG da Fundação Mineira de Arte Aleijadinho \n– FUMA, hoje transformada em duas escolas: Música e Design; a Fundação Escola Guignard; \no curso de Pedagogia do Instituto de Educação, que foi transformado na Faculdade de \nEducação. Compõe o Campus Belo Horizonte ainda, a Faculdade de Políticas Públicas \nTancredo Neves – FaPP, criada pela Resolução CONUN/UEMG Nº 78, de 10 de setembro de \n2005, com vistas a contribuir para a consolidação do compromisso da UEMG relativo ao \ndesenvolvimento de projetos de expansão e diversificação dos cursos oferecidos e, para a \nampliação do acesso ao ensino superior no Estado. \nNo interior de Minas Gerais, a UEMG realizou, em convênio com prefeituras \nmunicipais, a instalação do curso de Pedagogia fora de sede em Poços de Caldas e das \nUnidades Acadêmicas em Barbacena, Frutal, João Monlevade, Leopoldina e Ubá com a oferta \nde cursos que buscam contribuir para a formação de profissionais e para a produção e difusão \nde conhecimentos, que reflitam os problemas, as potencialidades e as peculiaridades de \ndiferentes regiões do Estado, com vistas à integração e ao desenvolvimento regional. \nEm 2010, a Universidade realizou seu credenciamento junto ao Ministério da Educação, \natravés da Portaria nº 1.369 de 07 de dezembro de 2010, para oferta de cursos de Educação à \nDistância. Consolidado com sua inserção na Universidade Aberta do Brasil – UAB, ofertando \nCursos de Aperfeiçoamento, Graduação e Especialização na modalidade à distância. \n", "9": "8 \n \n \n \nMais recentemente, por meio da Lei nº 20.807, de 26 de julho de 2013, foi prevista a \nestadualização das fundações educacionais de ensino superior associadas à UEMG, de que trata \no inciso I do § 2° do art. 129 do ADCT, a saber: Fundação Educacional de Carangola, na cidade \nde Carangola; Fundação Educacional do Vale do Jequitinhonha, em Diamantina; Fundação de \nEnsino Superior de Passos, na cidade de Passos; Fundação Educacional de Ituiutaba, no \nmunicípio de Ituiutaba; Fundação Cultural Campanha da Princesa, em Campanha e Fundação \nEducacional de Divinópolis, na cidade de Divinópolis; bem como os cursos de ensino superior \nmantidos pela Fundação Helena Antipoff, no município de Ibirité. \nFinalizado o processo de estadualização, a UEMG assumiu posição de destaque no \ncenário educacional do Estado, com presença em 14 Territórios de Desenvolvimento, sendo \n17 municípios com cursos presencias e 7 polos de Educação à Distância, comprometida com \nsua missão de promover o Ensino, a Pesquisa e a Extensão de modo a contribuir para a \nformação de cidadãos comprometidos com o desenvolvimento e a integração dos setores da \nsociedade e das regiões do Estado. \n2.2 \nHistórico da Unidade Acadêmica \n \nA Unidade Acadêmica de Divinópolis da Universidade do Estado de Minas Gerais – \nUEMG, tem sua história vinculada à da Fundação Educacional de Divinópolis – FUNEDI, que \nfoi criada pelo Governo do Estado de Minas Gerais através da Lei nº 3.503 de 04.11.1965 sob \na denominação de Fundação Faculdade de Filosofia e Letras de Divinópolis – FAFID e em \n1977, passou a denominar Fundação Educacional de Divinópolis – FUNEDI. \nA FUNEDI, enquanto mantenedora de instituições de ensino superior, teve por objetivo \nprincipal, desde o início de seu funcionamento, manter e desenvolver, de conformidade com a \nlegislação federal e estadual pertinente, estabelecimento integrado de ensino e pesquisa, de \nnível superior, destinado a proporcionar, a esse nível, formação acadêmica e profissional. \nEm relação às instituições de ensino superior que eram mantidas pela FUNEDI, o \nInstituto de Ensino Superior e Pesquisa – INESP – era a mais antiga, e sua história confundia- \nse com a da própria Fundação. Sua origem remonta a 1964 sob o nome de Faculdade de \nFilosofia, Ciências e Letras de Divinópolis - FAFID, cujas atividades letivas tiveram início no \nprimeiro semestre de 1965, com os cursos de Ciências Sociais, Filosofia, Letras e Pedagogia. \nEm 1973, a FAFID, reestruturada, passou a denominar-se Instituto de Ensino Superior e \nPesquisa – INESP. \n", "10": "9 \n \n \n \nA partir de 2001, a criação do Instituto Superior de Educação de Divinópolis – ISED – \ndeterminou uma profunda mudança na estrutura do INESP, que transferiu à unidade recém- \ncriada a responsabilidade pelos cursos de licenciatura, ficando com os cursos de bacharelado. \nAlém do ISED, outras instituições de ensino superior foram criadas e mantidas pela FUNEDI: \na Faculdade de Ciências Gerenciais – FACIG e o Instituto Superior de Educação de Cláudio – \nISEC, no município de Cláudio/MG; o Instituto Superior de Ciências Humanas e Sociais \nAplicadas de Abaeté – ISAB e o Instituto Superior de Educação do Alto São Francisco – ISAF, \nno município de Abaeté/MG e o Instituto Superior de Ciências Agrárias – ISAP, no município \nde Pitangui/MG. \nA história da UEMG e da FUNEDI inicia em 1989, quando a Assembleia Geral da \nFundação Educacional de Divinópolis – FUNEDI, com base no disposto no parágrafo primeiro \ndo Art. 82 do Ato das Disposições Constitucionais Transitórias da Constituição Mineira de \n1989, optou por pertencer à Universidade e constituiu-se, por força do decreto governamental \n40.359 de 28/04/99, que trata do credenciamento da Universidade, como Campus Fundacional \nagregado à UEMG, passando à condição de associada, a partir de 2005, nos termos do art. 129 \ndo referido Ato. \nEm 27 de julho de 2013 foi assinada a Lei nº 20.807, que dispôs sobre os procedimentos \npara que a absorção das fundações educacionais de ensino superior associadas à Universidade \ndo Estado de Minas Gerais se efetivasse. \nEm 3 de abril de 2014 foi assinado o Decreto nº 46.477, de 3 de abril de 2014, que \nregulamentou a absorção da Fundação Educacional de Divinópolis a partir de 03 de setembro \nde 2014. Assim, a partir desta data, as atividades de ensino, pesquisa e extensão da Fundação \nEducacional de Divinópolis foram transferidas à Universidade do Estado de Minas Gerais – \nUEMG, garantindo aos alunos da graduação o ensino público e gratuito. \nA criação e mantenção pela FUNEDI, de instituições de ensino superior em várias \ncidades de Minas Gerais, sempre teve como princípio norteador a proposta inicial da \nUniversidade do Estado de Minas Gerais, mesmo antes de sua absorção, que é o princípio \nmulticampi, que permite a cada uma das várias unidades localizadas em diversas regiões do \nEstado exercer sua vocação própria, contribuindo para o desenvolvimento das localidades sob \nsua área de influência. \nA FUNEDI sempre foi considerada uma referência no Centro-Oeste Mineiro devido \n", "11": "10 \n \n \n \nao seu envolvimento com as questões sociais e ambientais, através do ensino, com os cursos \nde graduação, pós-graduação “lato sensu” e Mestrado Profissional em Desenvolvimento \nSocial, recomendado pela CAPES, e pela sua participação em diversos projetos de pesquisa e \nextensão junto à comunidade de Divinópolis e nos municípios circunvizinhos, que ganham \nmais força com a sua absorção pela Universidade do Estado de Minas Gerais, garantindo assim \na manutenção do seu princípio de indissociabilidade entre o ensino, a pesquisa e a extensão. \n2.3. Cursos oferecidos pela Unidade Acadêmica \n \nOs cursos oferecidos na Unidade de Divinólopolis são conforme a Tabela 1. \nTabela 1– Cusros oferecidos na Unidade de Divinópolis \n \n \nCURSO \n \n \nMODALIDADE \n \n \nDURAÇÃO \nDO CURSO \n \nVAGAS \nANUAIS \n2016 \n \n \nTURNO \nCANDIDATO/ \nVAGA \nVESTIBULAR \n2016 \n \n \nÚLTIMO ATO LEGAL \nEXPEDIDO \nAdministração \n(Abaeté) \n \nBacharelado \n \n4 anos \n \n40 \n \nNoturno \n \n3,93 \nReconhecido pelo \nDecreto Estadual nº 89 \nde 14/04/2015. \n \n \nCiências Biológicas \n \n \nLicenciatura \n \n \n4 anos \n \n \n40 \n \n \nVespertino \n \n \n2,70 \nReconhecimento \nRenovado pelo Decreto \nEstadual nº 62 de \n27/03/2015. \n \nCiências Contábeis \n(Abaeté) \n \n \nBacharelado \n \n \n4 anos \n \n \n40 \n \n \nNoturno \n \n \n4,87 \nReconhecimento \nrenovado pela Portaria \nSERES/MEC nº 705 de \n18/12/2013. \n \nComunicação \nSocial: Publicidade \ne Propaganda \n \n \nBacharelado \n \n \n4 anos \n \n \n30 \n \n \nNoturno \n \n \n10,00 \nReconhecimento \nrenovado pela Portaria \nSERES/MEC nº 330 de \n24/07/2013. \n \nEducação Física \n \nBacharelado \n \n4 anos \n \n40 \n \nMatutino \n \n10,80 \nAutorizado pela Portaria \nSESu/MEC nº 2.010 de \n29/11/2010. \nEducação Física \nLicenciatura \n4 anos \n40 \nNoturno \n7,75 \nReconhecido pela \nPortaria SERES/MEC nº \n", "12": "11 \n \n \n \n \n \n \nCURSO \n \n \nMODALIDADE \n \n \nDURAÇÃO \nDO CURSO \n \nVAGAS \nANUAIS \n2016 \n \n \nTURNO \nCANDIDATO/ \nVAGA \nVESTIBULAR \n2016 \n \n \nÚLTIMO ATO LEGAL \nEXPEDIDO \n \n \n \n \n \n \n216 de 28/03/2014. \n \nEnfermagem \n \nBacharelado \n \n5 anos \n40 \nMatutino \n3,70 \n \nResolução SECTES nº 013 \nde 05/10/2015. \n40 \nNoturno \n6,30 \n \n \nEngenharia Civil \n \n \nBacharelado \n \n \n5 anos \n80 \nMatutino \n9,38 \nReconhecimento \nrenovado pela Portaria \nSERES/MEC nº 286 de \n21/12/2012. \n40 \nVespertino \n1,00 \n40 \nNoturno \n14,50 \n \nEngenharia da \nComputação \n \nBacharelado \n \n5 anos \n40 \nMatutino \n4,10 \nReconhecido pelo \nDecreto Estadual nº 59, \nde 27/03/2015. \n40 \nNoturno \n9,30 \n \nEngenharia de \nProdução \n \n \nBacharelado \n \n \n5 anos \n80 \nMatutino \n4,15 \nReconhecimento \nrenovado pelo Decreto \nEstadual nº 67, de \n30/03/2015. \n \n40 \n \nNoturno \n \n8,25 \n \nFisioterapia \n \nBacharelado \n \n5 anos \n \n40 \n \nVespertino \n \n15,05 \nResolução SECTES nº 017 \nde 05/10/2015. \n \n \nHistória \n \n \nLicenciatura \n \n \n4 anos \n \n \n40 \n \n \nNoturno \n \n \n4,05 \nReconhecimento \nrenovado pela Portaria \nSERES/MEC nº 347 de \n03/06/2014. \n \n \nJornalismo \n \n \nBacharelado \n \n \n4 anos \n \n \n30 \n \n \nMatutino \n \n \n2,67 \nReconhecimento \nrenovado pela Portaria \nSERES/MEC nº 66 de \n15/02/2013. \n \n \nLetras \n \n \nLicenciatura \n \n \n4 anos \n \n \n40 \n \n \nNoturno \n \n \n2,50 \nReconhecimento \nrenovado pela Portaria \nSERES/MEC nº 67 de \n15/02/2013 \n \nMatemática \n \nLicenciatura \n \n4 anos \n \n40 \n \nNoturno \n \n2,00 \nReconhecimento \nrenovado pelo Decreto \nEstadual nº 68 de \n", "13": "12 \n \n \n \n \n \n \nCURSO \n \n \nMODALIDADE \n \n \nDURAÇÃO \nDO CURSO \n \nVAGAS \nANUAIS \n2016 \n \n \nTURNO \nCANDIDATO/ \nVAGA \nVESTIBULAR \n2016 \n \n \nÚLTIMO ATO LEGAL \nEXPEDIDO \n \n \n \n \n \n \n30/03/2015 - Governador \ndo Estado \n \n \nPedagogia \n \n \nLicenciatura \n \n \n4 anos \n40 \nMatutino \n2,05 \nReconhecimento \nrenovado pela Portaria \nSERES/MEC nº 215 de \n17/05/2013 \n \n40 \n \nNoturno \n \n4,65 \n \n \nPsicologia \n \n \nBacharelado \n \n \n5 anos \n40 \nMatutino \n11,30 \nReconhecimento \nrenovado pela Portaria \nSERES/MEC nº 705 de \n18/12/2013. \n \n40 \n \nNoturno \n \n17,75 \n \nQuímica \n \nLicenciatura \n \n4 anos \n \n40 \n \nNoturno \n \n2,10 \nReconhecido pela \nPortaria SERES/MEC nº \n565 de 30/09/2014 \nServiço Social \n(Abaeté) \n \nBacharelado \n \n4 anos \n \n40 \n \nNoturno \n \n1,77 \nReconhecido pela \nPortaria SERES/MEC nº \n404 de 22/07/2014. \nServiço Social \n(Divinópolis) \n \nBacharelado \n \n4 anos \n \n50 \n \nNoturno \n \n2,75 \nReconhecido pela \nPortaria SERES/MEC nº \n403 de 22/07/2014. \n \n \n3. Caracterização do curso \n \nO curso tem como eixo norteador o atendimento das demandas verificadas na região do \nentorno de Divinópolis, tais como habitação, infraestrutura e planejamento urbano, processo \nconstrutivos e a relação destes componentes com o meio ambiente. As demandas das Prefeituras \ne empresas da região têm orientado as atividades de ensino, pesquisa e extensão propostas para \no curso, referenciando o desenvolvimento do processo da produção do conhecimento, da sua \nsistematização e da garantia de acessibilidade ao mesmo conjunto da comunidade regional. \nDentre as demandas externas já realizadas, podem ser citadas a elaboração de planos diretores, \nos projetos de engenharia social, o diagnóstico de áreas risco, diagnóstico da poluição \natmosférica no entorno de Divinópolis, dentre outras. \n", "14": "13 \n \n \n \nTorna-se importante ressaltar que o ensino pretendido está baseado nas situações \nconcretas que o futuro profissional vai encontrar na região, exigindo um trabalho permanente \nde caracterização regional no que se refere ao ambiente. Dessa forma, o curso tem procurado \nestabelecer ações pedagógicas fundamentadas no desenvolvimento de condutas e atitudes com \nresponsabilidade técnica e social, tendo como princípios: \n- \na análise da realidade sócio-econômica-política para identificação de \nproblemas urbanos, bem como propor medidas e projetos de intervenção; \n- \na avaliação, a crítica e a proposição de medidas e operação de sistemas de \nEngenharia; \n- \na avaliação dos impactos ambientais, negativos e positivos, da implantação de \nprojetos de Engenharia; \n- \no planejamento, a coordenação e a supervisão de projetos de Engenharia; \n \n- \no reconhecimento da importância da Engenharia no contexto social; \n \n- \na busca de fontes e de produção de conhecimentos para o desenvolvimento da \nsua prática profissional; \n- \na capacitação para atuar em equipes multidisciplinares; \n \n- \na apresentação de conduta ética; \n \n- \na adaptação às novas tecnologias e ferramentas de trabalho; \n \n- \na percepção de um profissional capaz de transformar o ambiente, buscando a \nmelhoria das condições de vida do homem, através de projetos que racionalizem os processos \ne que contemplem a conservação de energia e do meio ambiente. \n3.1 \nConcepção do curso \n \nO Curso de Engenharia Civil da UEMG – Unidade de Divinópolis, garante o \nconhecimento aprofundado dos egressos nas áreas de Infraestrutura Urbana e dos Processos \nConstrutivos. Diante disso, na parte de Infraestrutura Urbana, o curso desenvolverá estudos \nintegrando as áreas de saneamento, com transporte, com geotecnia, com o meio ambiente e \ncom o urbanismo. Já, dos Processos Construtivos, visa capacitar profissionais para desenvolver \ntodos os projetos relacionados à construção de uma edificação de médio e grande porte. \n", "15": "14 \n \n \n \n3.2 \nJustificativa do curso \n \nO projeto pedagógico do curso de Engenharia de Civil oferecido pela Unidade Acadêmica \nde Divinópolis busca atender às normas e regulamentos que regem os cursos de engenharia e \nem particular a Resolução CNE/CES nº 11/02, que instituiu as Diretrizes Curriculares \nNacionais do Curso de Graduação em Engenharia. \nA proposta pedagógica do curso de Engenharia Civil se deu, prioritariamente, a partir das \ncaracterísticas da própria região onde se situa Divinópolis, no Centro-Oeste de Minas Gerais. \nEla conta com uma rede de cidades bastante articulada, polarizada em alguns municípios tais \ncomo: Divinópolis, Itaúna e Nova Serrana, abrangendo 53 municípios com cerca de 1.300.000 \nhabitantes (IBGE, 2010). As características do meio regional podem ser resumidas pela riqueza \ndos recursos naturais hídricos, geológicos e minerais. \nA diversidade produtiva através das indústrias têxteis, metalúrgicas, siderúrgicas, \ncalçadistas e minerarias tem intensificado o processo de urbanização da região. Tal fato pode \nser evidenciado através da taxa de urbanização verificada em 2010, que foi de 87% (Plano de \nDesenvolvimento Regional - PDR, 2010), sendo, portanto, maior que a verificada para todo o \nEstado no mesmo período, o que correspondeu a 82%. \nEntretanto, tais fatores de crescimento têm exercido influência sobre os aspectos \nsocioambientais da região, como por exemplo o uso e ocupação do solo. Neste contexto, as \náreas urbanas da região apresentam uma quantidade elevada de vazios urbanos, constituídos \nde oferta de infraestrutura básica, que tiveram como origem a ampliação do perímetro urbano \ne a ocupação descontínua da malha urbana. \nOutro problema frequente nos municípios que compõem a região Centro-Oeste do Estado \nrefere-se ao despreparo das Prefeituras para enfrentar os problemas do ambiente construído em \ncidades de pequeno e médio porte em processo de crescimento demográfico, assim como os \nimpactos ambientais negativos gerados por esta situação. \nSegundo o PDR (2010), 70% dos municípios da região ainda não implementaram medidas \npara o tratamento dos esgotos sanitários gerados e 60% ainda destinam os resíduos sólidos \ndomiciliares em “lixões a céu aberto”. \nTendo em vistas essas demandas e problemas, a realidade verificada na região tem \napontado para a necessidade de se formar um profissional Engenheiro com habilidade para \ntrabalhar as questões relacionadas à construção do ambiente urbano em consonância com a \n", "16": "15 \n \n \n \ncapacidade de suporte do meio físico e antrópico. Condução esta que tem permanecido como \nproposta para o curso desde a sua criação até o momento atual. \nSendo assim, o atual cenário brasileiro e regional, a demanda por profissionais de \nengenharia no âmbito da região é crescente. Observa-se um investimento crescente na \nimplantação de sistemas de saneamento, especialmente para o tratamento de esgoto e \ndisposição final de resíduos sólidos, de modo a atender as convocações e exigências feitas \npelos órgãos ambientais aos municípios. De modo semelhante, observa-se que a indústria da \nconstrução civil tem reagido à crise econômica que se instaurou no país nos últimos dois anos. \nPode-se evidenciar isto, a partir da reabertura de crédito imobiliário, que tem possibilitado \nnovas construções, especialmente, para fins residenciais. \nEm 19 anos decorridos da implantação do curso, tem-se verificado que os objetivos e metas \npropostas vêm sendo cumpridos e que a sua continuidade tem se mostrado viável. Tal \nviabilidade é ainda evidenciada pela atuação profissional dos egressos em áreas que vão desde \na construção civil até o planejamento das cidades, em empresas privadas, instituições públicas \ne como profissionais liberais, que com certeza, vem contribuindo sobremaneira para a melhoria \ne crescimento da região Centro-Oeste do Estado. \nÉ com base nos dados apresentados anteriormente que se pode concluir que o curso de \nEngenharia Civil da UEMG – Unidade Divinópolis tem cumprido o papel na formação de \nprofissionais qualificados, conscientes de sua responsabilidade social, para o desenvolvimento \nda região Centro-Oeste de Minas Gerais. \nNesse sentido, vê-se que os dados relativos ao número de candidatos por vaga e \ningressantes nos últimos anos demonstra a grande procura pelo curso, principalmente após a \nabsorção pela UEMG, conforme Tabela 2: \nTabela 2 – Número de candidatos por vaga \n \n \nAno \nInscritos no \nvestubular \nNúmero de \nvagas \nCandidatos por \nvaga \n2015 \n821 \n100 \n8,210 \n2016 \n685 \n40* (80) \n17,125 \n2017 \n511 \n40* (80) \n12,775 \n2018 \n349 \n40* (80) \n8,725 \n", "17": "16 \n \n \n \n \nFonte: Vestibular da Unidade Acadêmica de Divinópolis e Sistema de Registro Acadêmico - GIZ. \n \n* No período entre 2016 e 2018 foram oferecidas 80 vagas, no qual, 40 vagas por meio de Vestibular \nTradicional da UEMG e 40 vagas via SiSU – Sistema de Seleção Unificada do Ministério da Educação. \n \n \n3.3 \nObjetivos do curso \nObjetivo geral \nO curso de Engenharia Civil tem como objetivo primordial formar profissionais que sejam \ncapazes de apresentar alternativas para a solução dos problemas urbanos, tais como, moradia, \ninfraestrutura básica, transporte, saneamento etc., de forma a contribuir para a melhoria \ncondições de vida da sociedade e, dos processos construtivos tais como, das edificações, da \nestrutura, da tecnologia dos materiais, das rodovias etc. \nDentro deste contexto, o curso visa formar um profissional que seja capaz de propor \nsoluções para os problemas de forma totalitária, que englobe os aspectos técnico-econômicos \ne sociais, de forma a contribuir para o desenvolvimento sustentável do município de \nDivinópolis e região. Espera-se ainda que os profissionais adquiram a capacidade crítica – \nreflexiva, com visão holística e, conscientes da sua importância no contexto social. \nObjetivos específicos \n \nDe acordo com as diretrizes curriculares propostas, o curso de Engenharia Civil, tem \ncomo objetivos específicos garantir: \na) uma formação científica que possibilite ao aluno lidar com novos conhecimentos; \nadotar condutas profissionais a partir destes conhecimentos; identificar fenômenos de trabalho; \nproduzir textos sobre as suas idéias, etc; \nb) uma formação tecnológica construtiva que permita ao aluno: \n \n- explicitar as opções gerais de caráter tecnológico-construtivo que vai dos \nmateriais/componentes/elementos aos sistemas construtivos/produtivos; \n- compreender as contradições e conflitos entre os diversos agentes (produtores- \nEstado-especuladores-trabalhadores-usuários) que participam do processo de produção e uso \ndo ambiente construído: normalização, planejamento, projeto, fabricação, execução, \ncomercialização, operação, uso, fiscalização, manutenção; \n- apreender a técnica não como algo pronto e imutável, mas como algo passível de ser \n", "18": "17 \n \n \n \ntransformado e posto a serviço das necessidades sociais; \n \n- tomar decisões nas diversas etapas do processo de produção do ambiente construído, \nprocurando integrar os elementos/sistemas que compõem os edifícios e o entorno tendo em \nvista a qualidade, a racionalização do produto e do processo, a conservação de energia; \nc) uma formação ética e social que permita ao aluno uma atuação coletiva e \nparticipativa na vida, na profissão e no exercício da cidadania, atuação que esteja voltada para \no desenvolvimento das plenas potencialidades humanas, das maneiras de agir em relação ao \ntrabalho, ao estudo, à natureza e que esteja de acordo com princípios como: respeito aos outros, \nhonestidade, lealdade, transparência, solidariedade, consciência coletiva, preservação da \nnatureza e da saúde, prevenção de acidentes, etc., tendo em vista a transformação da realidade \nsocial; \nd) uma formação filosófica que o capacite a pensar correta e profundamente e a inserir \nsuas ideias no conhecimento já existente de maneira crítica, pessoal, inovadora e consistente; \ne) uma formação política que o capacite a entender as relações sociais e de poder na \nsociedade onde insere sua atuação e a agir profissionalmente frente as características dessas \nrelações, de maneira a equilibrar as condições de poder existentes nessas relações, crítica e \nconsistentemente com o conhecimento já existente sobre a sociedade e sua organização. \n3.4 \nPerfil do egresso \n \nO curso de Engenharia Civil visa formar profissionais capazes de propor, implementar \ne avaliar soluções eficientes e eficazes para os problemas Infraestrutura Urbana e dos Processos \nConstrutivos, que contemplem a minimização dos problemas ambientais gerados por estes \nprocessos, tendo em vista a racionalização do processo de produção do ambiente construído, \ndo controle de qualidade, da conservação de energia e do meio ambiente, na perspectiva da \nmelhoria da qualidade de vida da maioria da população. E além disso busca-se que os egressos \ntenham a atribuição plena do engenheiro civil, conforme descreve o artigo 7 da Resolução 218 \ndo CONFEA, de 29/06/1973. \nCompetências e habilidades \n \nO curso de Engenharia Civil visa formar profissionais com capacidade para atuação em \ndiversas áreas da profissão, exercendo a interação entre ensino e prática, caracterizadas \nvivenciadas pelos discentes ao longo do curso através de atividades complementares, estágio e \n", "19": "18 \n \n \n \naulas práticas, além das experiências adquiridas ao longo do curso. Desta forma, curso de \nEngenharia Civil visa propiciar ao egresso as seguintes habilidades e competências: \n- Lidar com as características construtivas existentes em relação às fundações, às \nestruturas, às coberturas, aos forros, às vedações, às instalações hidrossanitárias, elétricas, de \ncomunicação, equipamentos e instalações para iluminação; \n- Propor sistemas construtivos com vistas às necessidades, exigências e possibilidades \ndos usuários das edificações, da força de trabalho, do poder público, dos produtores, dos \nproprietários de terras, etc, aliado à percepção dos fatores ambientais envolvidos no processo \nda construção; \n- Exercer atividades de manutenção, operação, obsolescência das edificações e do \nambiente construído; \n- Lidar com diferentes tipos de participação de agentes da comunidade nas obras e \nprojetos, com exigências funcionais, de segurança, conforto, higiene, etc; \n- Planejar e gerenciar os processos de aquisição de produtos, custos de gestão e \noperação das construções; \n- Lidar com legislação, seguridade social, condições de trabalho, treinamento, \norganização popular e sindical, etc; \n- Exercer atividades que requeiram o conhecimento de tipos de solos, de terrenos, \ngeologia, topografia, ecologia e sua interface com os variados tipos de equipamentos \nrelacionados à construção de obras, como canteiro, terraplenagem, etc; \n- Deverá conhecer o processo de produção das cidades, de seu parcelamento, uso e \nocupação do solo, redes de infraestrutura e saneamento, drenagem, serviços públicos como \ncoleta do lixo e transportes; \n- Elaborar projetos ambientais na área de engenharia civil; \n \n- Realizar avaliações na área da construção e do meio ambiente; \n \n- Deverá fazer a inter-relação de todos os processos anteriormente citados com as \nquestões ambientais. \n3.5 \nArticulação entre ensino, pesquisa e extensão \n \nAs atividades de pesquisa e extensão juntamente as atividades de ensino, formam os \n", "20": "19 \n \n \n \npilares básicos das atividades acadêmicas do curso de Engenharia Civil da Universidade do \nEstado de Minas Gerais. \nA pesquisa, considerada um processo sistemático para a construção do conhecimento \nhumano gerando novos conhecimentos, desenvolve, colabora, reproduz, refuta, amplia, detalha \ne atualiza o conhecimento, servindo basicamente tanto para o indivíduo ou grupo de indivíduos \nque a realiza quanto para a sociedade na qual esta se desenvolve. \nA extensão universitária institucional, por sua vez, busca extrapolar a compreensão \ntradicional de disseminação de conhecimentos (cursos, conferências, seminários), prestação de \nserviços (assistências, assessorias e consultorias) e difusão cultural (realização de eventos ou \nprodutos artísticos e culturais). É o processo educativo, cultural e científico que articula o \nEnsino e a Pesquisa de forma indissociável e viabiliza a relação transformadora entre \nUniversidade e Sociedade. A Extensão é uma via de mão dupla, com trânsito assegurado à \ncomunidade acadêmica que encontra na sociedade a oportunidade de elaboração de práxis do \nconhecimento acadêmico. \nAs Tabelas 3 e 4 demonstram os projetos de pesquisa e extensão coordenados por \nprofessores do curso de engenharia civil entre 2012 e 2016, bem como seu período de vigência \ne agência de fomento. \nTabela 3 - Projetos de Pesquisa Coordenados por Professores do Curso de Engenharia Civil \nentre 2012 e 2016 \n \n \nTítulo do Projeto \nAgência de Fomento \nPeríodo de Vigência \nAvaliação das condições de trabalho, segurança e \nsaúde ocupacional dos trabalhadores da construção \ncivil \n \nFAPEMIG \n \n2011/ 2012 \nIntrodução de tratamentos secundários de esgoto \nem estações elevatórias \n \nFAPEMIG \n \n2011/2012 \nProposta de correlação estatística entre poluição \natmosférica e internações hospitalares no \nmunicípio de Divinópolis – MG \n \nFAPEMIG \n \n2011/2012 \nSíntese e caracterização eletromagnética no \ncompósito ferrita de cobalto e cimento Portland \npara a aplicação em sensores magnetomêcanicos \n \nPAPq/ UEMG \n \n2012 \n", "21": "20 \n \n \n \n \nTítulo do Projeto \nAgência de Fomento \nPeríodo de Vigência \nProposta de mapeamento de solos urbanos no \nmunicípio de Divinópolis/ MG \n \nPAPq/ UEMG \n \n2012 \nAvaliação dos custos de implantação de unidades \nde triagem e compostagem de resíduos sólidos \nurbanos \n \nPAPq/ UEMG \n \n2012 \nSíntese e Caracterização eletromagnética no \ncompósito ferrita de cobalto e cimento portland \npara aplicação em sensores magneto mecânicos \n \nFAPEMIG \n \n2012/2013 \nAvaliação do aproveitamento de resíduos de \nconstrução civil na fabricação de blocos ecológicos \ne pavimento de concreto intertravado \n \nPAPq/ UEMG \n \n2013 \nTipos de Cimento: compreensão de suas diferentes \naplicações e composições químicas \n \nPAPq/ UEMG \n \n2013 \nAvaliação e localização de Depósitos irregulares \nde resíduos sólidos na área central do município de \nDivinópolis-MG \n \nPAPq/ UEMG \n \n2013 \nAvaliação do aproveitamento de resíduos de \nconstrução civil na fabricação de argamassas de \nrevestimento \n \nPAPq/ UEMG \n \n2014 \nAlgoritmo para a caracterização eletromagnética \nde composto ferrita e cimento aplicado em \nsensores na engenharia civil \n \nPAPq/ UEMG \n \n2014 \nProposta de correlação estatística entre número de \nveículos automotores, poluição atmosférica e \ninternações hospitalares no município de \nDivinópolis – MG utilizando o modelo aditivo \ngenérico \n \n \nPAPq/ UEMG \n \n \n2014 \nPontos Críticos de drenagem pluvial no município \nde Santo Antônio do Monte – uma análise crítica \nàs políticas públicas de drenagem \n \nPAPq/ UEMG \n \n2014 \nAvaliação do aproveitamento de resíduos de \nconstrução civil como materiais de construção em \nhabitações de interesse social \n \nFAPEMIG \n \n2014/2015 \nSíntese e caracterização eletromagnética no \ncomposto ferrita e cimento Portland para aplicação \nem sensores na Engenharia Civil \n \nFAPEMIG \n \n2014/2015 \nAvaliação das propriedades geotécnicas de \nresíduos sólidos – Estudo de caso: Aterro de \nDivinópolis – MG \n \nFAPEMIG \n \n2014/2015 \n", "22": "21 \n \n \n \n \nTítulo do Projeto \nAgência de Fomento \nPeríodo de Vigência \nConfecção de aparato experimental para medida de \ndensidade relativa – Um estudo da densificação de \nferrita Cux Co1-x Fe2 O4 + cimento \n \nFAPEMIG \n \n2014/2015 \nSíntese, permissividade e permeabilidade do \ncompósito ferrita e cimento Portland para \naplicação em sensores na Engenharia Civil \n \nFAPEMIG \n \n2015/2016 \nAvaliação das propriedades mecânicas, térmicas, \nacústicas e das características microestruturais de \nblocos leves \n \nFAPEMIG \n \n2015/2016 \nAnálise da aplicabilidade estatística do modelo \nlinear generalizado na determinação do número de \ninternações hospitalares decorrentes de doenças \nrespiratórias em Divinópolis – MG \n \nPAPq/ UEMG \n \n2015/2016 \nInfluência na densificação do compósito ferrita e \ncimento em função do fator água cimento \n \nPROINPE \n \n2015/2016 \nAplicação de argilominerais para adsorção de íons \nde metais potencialmente tóxicos provenientes de \nefluentes industriais contaminados \n \nPROINPE \n \n2015/2016 \nRecursos hídricos e o lançamento de esgoto \nsanitário: modelagem matemática da qualidade das \náguas da calha principal do rio Itapecerica. \n \nPROINPE \n \n2015/2016 \nTécnicas de programação linear aplicada à \nformulação de cargas em fundições dos municípios \nde Divinópolis e Cláudio – MG \n \nPROINPE \n \n2015/2016 \nAlgoritmo para a caracterização eletromagnética \ndo compósito ferrita e cimento aplicado em \nsensores na Engenharia Civil \n \nPROINPE \n \n2015/2016 \nCerâmicas magnéticas – Um estudo visando \naplicação de materiais superparamagnéticos \n \nPROINPE \n \n2015/2016 \n \nUtilização de Resíduos de Construção Civil em \nConcretos e Argamassas de cimento Portland. \n \nPROINPE \n \n2015/2016 \nEstudo e espacialização das ocorrências atendidas \npelo Corpo de Bombeiro Militar em Divinópolis – \nMG \n \nPROINPE \n \n2015/2016 \nMapeamento e avaliação de depósitos irregulares \nde resíduos sólidos no município de Divinópolis – \nMG \n \nPROINPE \n \n2015/2016 \nEstudo comparativo da reciclagem de resíduos de \nfundição para reutilização em argamassas de \ncimento \n \n \n2016 \n", "23": "22 \n \n \n \n \nTítulo do Projeto \nAgência de Fomento \nPeríodo de Vigência \n \n \n \nProposta de estudo da contaminação do solo por \nlixiviação de resíduos na construção civil \n \n \n \n \n \n \n2016 \n \nDimensionamento do potencial de captação de \náguas de chuva em instituição de ensino público: \nestudo de caso em Itapecerica-MG \n \n \n \n2016 \n \nPlanta ecossustentável com uso de novas \ntecnologias e sistemas de controle inteligentes \n(ecocasa) \n \n \n \n2016 \n \nTijolito: base para uma colônia penal sustentável \n \n \n \n \n2016 \n \nAnálise de um sensor de pressão capacitivo via \nsimulação computacional \n \n \nFAPEMIG \n \n \n2016/2017 \n \nGestão de resíduos sólidos na construção civil de \nDivinópolis - MG \n \n \n \n2016 \n \nDiagnóstico da situação atual do rio Itapecerica: \navaliação da qualidade da água, das matas ciliares, \nda ocupação das margens e dos seus principais ag \n \n \n \n2016 \n \nAvaliação das propriedades mecânicas,térmicas, \nacústicas e das característicasmicroestruturais de \nblocos leves \n \n \nFAPEMIG \n \n \n2016 \n \nUtilização de resíduos de construção civil em \nconcretos e argamassas de cimento portland. \n \n \nPAPQ \n \n \n2016 \n \nAnálise da influência de fluidos percolados de \nmaciços de resíduos sólidos na compactação e \nresistência de solos não coesivos \n \n \n \n2016 \n \nModelagem matemática de ph e temperatura em \nsolo laterítico baseada em dados de monitoramento \n \n \nPROINPE \n \n \n2016 \n", "24": "23 \n \n \n \n \nTítulo do Projeto \nAgência de Fomento \nPeríodo de Vigência \nAvaliação de algumas variáveis do potencial \npoluidor do aterro de resíduos sólidos do \nmunicípio de Divinópolis - MG \n \nPROINPE \n \n2015/2016 \n \n \nTabela 4 - Projetos de Extensão Coordenados por Professores do Curso de Engenharia Civil \nentre 2012 e 2016 \n \nTítulo do Projeto \nAgência de \nFomento \nPeríodo de \nVigência \nProposta de um protocolo de referência \npara planos de gerenciamento integrado \nde resíduos sólidos em instituições de \nensino superior \n \n \nPAEX \n \n \n2012 \nReciclagem de areia Shell para \nreutilização em argamassas de cimento. \n \nPAEX \n \n2013 \nSolo na Escola: grupo de educação \nambiental em geologia e pedologia \n \nPAEX \n \n2014 \nEngenheiro sem Fronteiras – Núcleo \nDivinópolis \n \nPROINPE \n \n2015/2016 \nPolíticas públicas para a \nsustentabilidade e a extensão que falta \n– contribuindo para a interlocução \nentre universidade & sociedade na \nbusca pelo desenvolvimento \nsustentável em Divinópolis/MG \n \n \nPAEX \n \n \n2015/2016 \n \nAs atividades de pesquisa e extensão desenvolvidas na Unidade Divinópolis da \nUniversidade do Estado de Minas Gerais, têm como característica a interdisciplinaridade, ao \npasso que podem ser verificadas a participação de estudantes e professores de diversos cursos \ncomo colaboradores das ações desenvolvidas. \n4. Organização curricular \n \nO currículo do Curso de Engenharia Civil da Unidade Divinópolis, tem por finalidade \nformar profissionais com conhecimentos, competências e habilidades essenciais à continuidade \nda aprendizagem por toda a carreira, permitindo ao engenheiro o aprofundamento nas diversas \náreas de atuação do profissional, bem como obter qualificação de natureza científica, técnica e \nprofissional. \n", "25": "24 \n \n \n \nEm consonância com as diretrizes curriculares e o perfil do Engenheiro Civil pela UEMG \n- unidade Divinópolis, a estrutura curricular proposta contempla a formação do futuro egresso \nde maneira gradativa. Desta forma, nos primeiros períodos os alunos adquirem os conteúdos \nrelativos ao núcleo básico de formação que permite a ele a compreender, aplicar, desenvolver \nas habilidades do engenheiro civil nos núcleos dos conteúdos profissionalizante e nos núcleos \ndos conteúdos específicos. Ainda buscou-se inserir disciplina desde os primeiros períodos, \nconteúdos que possibilitam ao aluno a compreensão da engenharia civil. Para ampliar a \ncompreensão das aplicações da engenharia civil e fortalecer os conteúdos básicos das \ndisciplinas, os alunos participam desde o quarto período até o oitavo período do projeto \nTrabalho Integralizador Multidisciplinar / Extensão (TIM-Extensão), posteriormente no nono \nperíodo participam do projeto Trabalho Integralizador Multidisciplinar / Urbano (Infraestrutura \nUrbana) e no décimo período participam do projeto Trabalho Integralizador Multidisciplinar / \nEstrutural (Processo Construtivo). \n4.1 \nFlexibilização curricular \n \nO estímulo à autonomia discente por meio da flexibilização curricular se dá: \n \na) cumprimento das disciplinas do núcleo básico nos cursos de engenharia de produção e \nda computação; \nb) cumprimento de quaisquer disciplinas em outras IES, desde que haja compatibilidade \nde carga horária, de conteúdo, de CRÉDITO e REGIME DE MATRÍCULA; RESOLUÇÃO \n132 \nc) oferecimento de três disciplinas optativas; \n \nd) oferecimento de uma disciplina eletiva; \n \ne) a autonomia do aluno quanto à escolha das atividades complementares. \n \n4.2 \nOrganização da oferta semipresencial e/ou a distância \n \nO curso oferece disciplinas semipresenciais e/ou a distância desde que o Núcleo \nDocente Estruturante avalie e que seja aprovado no Colegiado do Curso. \n4.3 \nAtividades Complementares \n \nAs Atividades Complementares constituem-se em componente curricular obrigatória \npara  todos  os  ingressantes  a   partir   de  2014  e  perfazem  105  horas.  Constituem-se  em \natividades didático-pedagógicas, que possibilitam o desenvolvimento das habilidades e \n", "26": "25 \n \n \ncompetências   dos  alunos   do  curso.  Trata-se,   portanto   de  espaços   de  enriquecimento \n", "27": "26 \n \n \n \ncurricular, que ampliam as oportunidades do alunado para se apropriar do conjunto de \nconhecimentos nas áreas de ensino, pesquisa e extensão, permitindo assim, complementar a \nformação acadêmica de maneira customizada. As atividades complementares, aproveitamento \ne o limite de horas estão apresentados em anexo A. \nAs Atividades Complementares no curso de Engenharia Civil são regidas pela \nregulamentação do curso. Podem ser cumpridas através de atividades regulares na própria \ninstituição ou de outras atividades externas e aprovadas pelo Colegiado de Graduação. Da \ncarga horária prevista para o curso, o aluno deve cursar as atividades complementares, \nobrigatoriamente, em, pelo menos, duas, das três modalidades previstas. A carga horária \ncumprida em cada uma das modalidades escolhidas pelo aluno não deve exceder a 60% da \ncarga horária total, bem como 20% do total previsto deve ser cumprido em atividades fora da \ninstituição. \nAs atividades complementares do curso são realizadas nas seguintes modalidades: \nGrupo 1 – Atividades de Extensão \n \nparticipação em seminários, palestras, simpósios, congressos, encontros, \nconferências, cursos de atualização profissional, cursos de línguas estrangeiras, oficinas e \neventos cujos temas sejam relacionados ao curso, realizados na Instituição ou fora dela; \n \nparticipação em projetos de extensão oferecidos pela Instituição ou outras IES. \nGrupo 2 – Atividades de Ensino \n \nmonitoria; \n \n \nestudos dirigidos; \n \n \nestudos autônomos; \n \n \nestágio não obrigatório; \n \n \nCursos, concursos e campeonatos. \n \nGrupo 3 – Atividades de Pesquisa \n \n \nparticipação em seminários, palestras, simpósios, congressos, encontros, \nconferências, oficinas e eventos cujos temas sejam relacionados ao curso, realizados na \nInstituição ou fora dela; \n", "28": "27 \n \n \n \n \nparticipação em projetos de pesquisa realizados na Instituição ou fora dela. \n \nNo curso de Engenharia Civil as atividades complementares têm se dado, \nprioritariamente, nas modalidades de extensão, ensino e pesquisa dentro da Institução. O \ncontrole das atividades complementares é feito pelo Coordenador do Curso de Horas \nComplementares, que por meio de formulários individuais registra a participação dos alunos e \nencaminha à Secretaria Acadêmica para o registro no histórico escolar do aluno. \n4.4 \nEstágio curricular supervisionado \n \nO estágio é considerado um ato educativo supervisionado desenvolvido no ambiente de \ntrabalho que visa o desenvolvimento de competências próprias da atividade profissional e à \ncontextualização curricular, contribuindo para o desenvolvimento do estudante para a vida \ncidadã e para o trabalho. \nA Universidade do Estado de Minas Gerais – Unidade Divinópolis, conta desde 2015, com \no Núcleo de Estágios, órgão interno de apoio, que tem como principal objetivo agir como \nfacilitador administrativo e jurídico das atividades de estágio. As atividades de supervisão, \norientação pedagógica e acadêmica de estágio são delegadas à coordenação de estágios do \ncurso que identifica e designa os professores-orientadores. \nO embasamento legal para os estágios Engenharia Civil da UEMG – Unidade Divinópolis \nestá fundamentado na Resolução CNE/CES n.º 11/2002, que estabelece as Diretrizes \nCurriculares para os cursos de Engenharias e na Lei Federal 11.788, de 25/09/2008, que dispõe \nsobre o estágio de estudantes. \nO estágio no curso pode ser obrigatório e não obrigatório. O primeiro constitui-se em \natividade obrigatória para todos os alunos regularmente matriculados no curso. As exigências \nquanto ao seu conteúdo e à sua duração estão fixadas pela Diretriz Curricular mencionada \nanteriormente. O não obrigatório é considerado uma atividade opcional, desenvolvida pelos \nalunos regularmente matriculados no curso que queiram complementar a sua formação \nprofissional, acrescida à carga horária obrigatória e regular. O estágio poderá se realizar no \nmunicípio de Divinópolis ou em outro município, desde que atendidos os pressupostos \nestabelecidos neste projeto. \nO estágio obrigatório é aquele previsto na estrutura curricular e seu cumprimento é \nrequisito para a integralização do curso e obtenção de diploma. Seu cumprimento se dá por \nmeio de dois estágios obrigatórios distintos de, no mínimo, 90 horas cada um, a serem \n", "29": "28 \n \n \n \ncumpridos no 8º ao 10º período. \n \nAs normas complementares e a discriminação do funcionamento das atividades de estágio \nsão descritas em Norma Específica Interna aprovada pelo colegiado de curso em anexo B para \no não obrigatório e no Anexo C para o obrigatório. \n4.5 \nTrabalho de conclusão de curso \n \nO curso de Engenharia Civil tem como proposta a formação de profissionais aptos a \ncontribuírem na melhoria de aspectos relacionados à problemática urbana, levando em \nconsideração principalmente os desencadeamentos que este processo gera ao ambiente, \nespecialmente no que se refere à habitação, infraestrutura de transporte e saneamento, \nplanejamento urbano e dos processos construtivos. \nUm dos desafios do curso sempre foi relacionado ao Trabalho de Conclusão de Curso \n(TCC). A perspectiva é de que o TCC deva possibilitar a compreensão da construção do \nconhecimento nas diferentes áreas da Engenharia, proposta por meio da integralização \nhorizontal e vertical da estrutura curricular, aliada a visão da atuação profissional do egresso. \nDentro desta perspectiva, a proposta do Curso de Engenharia Civil para o TCC tem \nocorrido por meio do desenvolvimento da interdisciplinaridade entre áreas do conhecimento \nprofissional, obtida a partir da elaboração gradativa de um projeto de engenharia para uma \nsituação geográfica real no município de Divinópolis ou outro município da região Centro- \nOeste de Minas Gerais. Denominado Trabalho Integralizador Multidisciplinar – TIM, a \nproposta se constitui na atividade avaliativa das condições de qualificação para o exercício \nprofissional, a ser realizada concomitantemente à integralização das matérias do currículo que \ngeram as atribuições do engenheiro civil e permitem a habilitação profissional. \nPor uma questão didático-metodológica o TCC foi dividido em Três componentes, \ndenominados, TIM - Extensão (Trabalho Integralizador Multidisciplinar/ Extensão), TIM I - \nTrabalho Integralizador Multidisciplinar / Urbano (Infraestrutura Urbana) e finaliza no TIM II \n- Trabalho Integralizador Multidisciplinar / Estrutural (Processo Construtivo). \n \nO TIM - Extensão (Trabalho Integralizador Multidisciplinar/ Extensão) é realizado de \nforma contínua, a cada semestre, e os trabalhos evoluem a cada nova disciplina vista pelos \nalunos até a sua formação. O desenvolvimento do TIM - Extensão tem início no 4º período e \nfinaliza no 8º período, por grupo de 4 a 6 alunos, a partir das disciplinas cujos os conteúdos \nprevistos devem gerar etapas no desenvolvimento dos projetos do TIM I / Urbano, \n", "30": "29 \n \n \n \napresentado no 9º período e do TIM II / Estrutural, apresentado no 10º período, em que no 9º \nperíodo e no 10º período, os alunos defendem o trabalho de conclusão do curso de Engenharia \nCivl. \nNo TIM I / Urbano, o enfoque é dado para as propostas de intervenção relativas às \natribuições profissionais de cunho coletivo, isto é, pertinentes às atividades da Infraestrutura \nUrbana. No TIM II / Estrutural, são priorizados os aspectos relativos ao processo construtivo \ninserido no contexto urbano. Assim, o TIM I/ Urbano cumina em apresentação à uma banca \ncomposta por professores do curso no 9º período e o TIM II / Estrutural no 10º período. \nAs avaliações das etapas do trabalho se darão em cada disciplina de acordo com os critérios \nestabelecidos pelo professor responsável, em função do desempenho obtido pelo grupo de \nalunos. Cabe ao professor de cada disciplina orientar o grupo quanto ao desenvolvimento de \ncada etapa que constitui o trabalho e cabe o professor-orientador copilar as informações visto \nem cada disciplina, sintetizar essas informações para a apresentação e elaboração de um \nresumo expandido para a publicação semestral do Seminário TIM. A partir do 4º período, em \nque se inciam os TIM’s, ocorre o seminário ao final de cada semestre, em que o grupo apresenta \nos trabalhos parciais a uma banca de professores do curso, que avaliam as apresentações de 0 \na 10 pontos. Esta nota é atribuída aos alunos em todas as disciplinas do TIM cursadas no \nsemestre. As bancas atribuirão o valor para a parte escrita do trabalho e para apresentação oral \n(Anexo G e F). Essa pontuação pode ser alterada em colegiado do curso ou pelo NDE. Na parte \nescrita a nota será atribuída ao grupo de alunos. Na parte oral será aplicada individualmente a \ncada aluno em função do seu desempenho. Já o trabalho final TIM I - Trabalho Integralizador \nMultidisciplinar / Urbano (Infraestrutura Urbana) e TIM II - Trabalho Integralizador \nMultidisciplinar / Estrutural (Processo Construtivo) os alunos do grupo, serão avaliados de 0 a \n100 pontos, distribuídos pelo professor orientador e pelas bancas. Para operar esse modelo \ndidático-metodológico e ser entendido por outras IES o certificado para a banca estará escrito \nTrabalho de conclusão de Curso TIM I - Trabalho Integralizador Multidisciplinar / Urbano \n(Infraestrutura Urbana) e TIM II - Trabalho Integralizador Multidisciplinar / Estrutural \n(Processo Construtivo), o motivo desses certificados é a garantia da integralização entre as IES \ne que os professores avaliadores realizarão contribuições para o trabalho final tanto para a parte \nurbana e da quanto para a parte estrutural. Desta forma, pode-se exemplificar que esses \nprofessores avaliadores convidados para o TIM I - Trabalho Integralizador Multidisciplinar / \nUrbano (Infraestrutura \nUrbana) serão professores que tem suas especialidades na área urbana e para o TIM II - \n", "31": "30 \n \n \n \nTrabalho Integralizador Multidisciplinar / Estrutural (Processo Construtivo) serão professores \nque tem suas especialidades na parte de estrutura/construções. A declaração de Trabalho de \nConclusão de Curso para os alunos somente será emitida quando o aluno concluir todos os \nTIM’s. O certificado do TIM- Extensão será emitido como Projeto de Extensão Trabalho \nIntegralizador Multidisciplinar Engenharia Civil com o foco na área de atuação do que está \nsendo desenvolvido o projeto. \nPara garantir o acompanhamento e o desenvolvimento do trabalho proposto há um \nprofessor coordenador dos TIM’s com a função de operacionalizar os professores orientadores \ndos grupos, os professores da disciplina e o Seminário TIM. Estes professores têm a função de \norientar com qualidade os alunos das disciplinas que geram produtos ao longo de todo o \ndesenvolvimento do trabalho. \nO manual TIM está contido no Anexo D e F. \n \n4.6 \nEmpresa Júnior \n \nConstituída legalmente no ano de 2016 e registrada sob o CNPJ 24.809.678/0001-88, a \nEstruturar Engenharia Júnior – Empresa Júnior de Engenharia Civil da UEMG – Unidade \nDivinópolis teve suas origens ainda no final do no ano de 2014 a partir da iniciativa dos \npróprios estudantes. É uma associação civil sem fins lucrativos, regulamentada pela Lei Federal \n13.267 de 6 de abril de 2016 e que tem como propósito realizar projetos e serviços que \ncontribuam para o desenvolvimento acadêmico e profissional dos associados, capacitando-os \npara o mercado de trabalho. \nNo âmbito da UEMG, a Estruturar Engenharia Júnior é reconhecida pelo Colegiado do \nCurso, Unidade Acadêmica e Pró Reitoria de Extensão e deve cumprir todas as exigências \nrequeridas na Resolução CONUN/UEMG 223 de 30 de junho de 2017. Conforme disposto no \nCapítulo V da referida Resolução, a Estruturar Engenharia Júnior deverá contar com professor \norientador nomeado pelo Colegiado de Curso para o exercício da orientação por 2 anos, \npermitida sua recondução. Para tais funções poderão ser atribuídas no máximo 04 horas de sua \ncarga horária semanal. \nOs discentes que ingressarem nas atividades da Empresa Júnior e nela atuarem poderão \nter a carga horária dessa atuação compatibilizada à carga horária de estágio obrigatório \ncurricular, desde que estejam diretamente relacionadas com atividades de prestação de serviços \ndevidamente acompanhadas por profissional qualificado e registrado em seu Conselho \nProfissional mediante emissão de Anotação de Responsabilidade Técnica – ART. \n", "32": "31 \n \n \n \nAs demais atividades exercidas no âmbito da Empresa Júnior deverão ser contabilizadas como \nAtividades Complementares. \n5 \nEstrutura curricular \n \nOs conteúdos curriculares visam atender às Diretrizes Curriculares Nacionais dos Cursos \nde Engenharia, instituídas pela Resolução CNE/CP 1.362/2001. Também se considerou a \nResolução CNE/CES 11, de 11 de março de 2002 e Resolução nº 2, de 18 de junho de 2007 \nque discutem e sistematizam as Diretrizes Curriculares para os cursos de Engenharia e \nestabelecem a carga horária mínima para o referido curso. \nO curso de Engenharia Civil está organizado em um núcleo de conteúdos básicos, um \nnúcleo de conteúdos profissionalizantes e um núcleo de conteúdos específicos que se constitui \nem extensões e aprofundamentos dos conteúdos do núcleo profissionalizantes voltadas para as \nsoluções de Infraestrutura Urbana e dos Processos Construtivos. As atividades \ncomplementares, o trabalho de curso e o estágio supervisionado complementam a formação do \nengenheiro, conforme perfil profissiográfico na Tabela 5. \n \n \nTabela 5 - Perfil profissiográfico \n \n1º PERÍODO \n \nCOMPONENTES \nCURRICULARES \n \nTIPO \n \nCARGA HORARIA SEMANAL  \nHORA/ \nAULA \n \nHORA/ \nRELÓGIO \n \nCRÉDITO \n \nPRE- \nREQUSITO \nTEÓRICA PRÁTICA TOTAL \nIntrodução à Engenharia \nCivil \nProfissionalizante \n3 \n \n3 \n54 \n45 \n3 \n \nProgramação de \nComputador \nBásico \n \n3 \n3 \n54 \n45 \n3 \n \nQuímica Geral \nBásico \n4 \n2 \n6 \n108 \n90 \n6 \n \nCálculo I \nBásico \n4 \n \n4 \n72 \n60 \n4 \n \nHumanidades \nBásico \n3 \n \n3 \n54 \n45 \n3 \n \nLeitura e Produção de \nTextos \nBásico \n3 \n \n3 \n54 \n45 \n3 \n \nAtividades \nComplementares \nEspecífico \n1 \n \n1 \n18 \n15 \n1 \n \nTOTAL \n \n18 \n5 \n23 \n414 \n345 \n23 \n \n", "33": "32 \n \n \n \n \n2º PERÍODO \nCOMPONENTES \nCURRICULARES \n \nTIPO \nCARGA HORARIA SEMANAL HORA/ \nAULA \nHORA/ \nRELÓGIO \n \nCRÉDITO \nPRE- \nREQUSITO \nTEÓRICA PRÁTICA TOTAL \nCálculo II \nBásico \n4 \n \n4 \n72 \n60 \n4 \nCálculo 1 \nFísica I \nBásico \n3 \n1 \n4 \n72 \n60 \n4 \n \nDesenho Técnico para \nEngenharia e \nArquitetura \n \nProfissionalizante \n \n \n3 \n \n3 \n \n54 \n \n45 \n \n3 \n \nEducação para a \nDiversidade e Meio \nAmbiente \n \nBásico \n \n3 \n \n \n3 \n \n54 \n \n45 \n \n3 \n \nTopografia Aplicada à \nEngenharia Civil I \nProfissionalizante  \n3 \n3 \n54 \n45 \n3 \n \nGeometria Analítica e \nÁlgebra Linear \nBásico \n4 \n \n4 \n72 \n60 \n4 \n \nAtividades \nComplementares \nEspecífico \n1 \n \n1 \n18 \n15 \n1 \n \nTOTAL \n \n15 \n7 \n22 \n396 \n330 \n22 \n \n \n \n \n \n3º PERÍODO \nCOMPONENTES \nCURRICULARES \n \nTIPO \nCARGA HORARIA SEMANAL HORA/ \nAULA \nHORA/ \nRELÓGIO \n \nCRÉDITO \nPRE- \nREQUSITO \nTEÓRICA PRÁTICA TOTAL \nCálculo III \nBásico \n4 \n \n4 \n72 \n60 \n4 \nCálculo II \nCiências dos Materiais \nProfissionalizante \n3 \n \n3 \n54 \n45 \n3 \n \nDesenho Auxiliado por \nComputador para \nEngenharia e \nArquitetura \n \nBásico \n \n \n3 \n \n3 \n \n54 \n \n45 \n \n3 \n \nDesenho Técnico \n \nTopografia Aplicada à \nEngenharia Civil II \n \nProfissionalizante \n \n \n3 \n \n3 \n \n54 \n \n45 \n \n3 \nTopografia \nAplicada à \nEngenharia Civil \nI \nMecânica Vetorial \nProfissionalizante \n4 \n \n4 \n72 \n60 \n4 \nFísica I \nProbabilidade e \nEstatística \nBásico \n3 \n \n3 \n54 \n45 \n3 \n \nFísica II \nBásico \n3 \n1 \n4 \n72 \n60 \n4 \nFísica I \nAtividades \nComplementares \nEspecífico \n1 \n \n1 \n18 \n15 \n1 \n \nTOTAL \n \n18 \n7 \n25 \n450 \n375 \n25 \n \n", "34": "33 \n \n \n \n \n \n \n4º PERÍODO \nCOMPONENTES \nCURRICULARES \n \nTIPO \nCARGA HORARIA SEMANAL HORA/ \nAULA \nHORA/ \nRELÓGIO \n \nCRÉDITO \n \nPRE-REQUSITO \nTEÓRICA PRÁTICA TOTAL \nEletiva \nBásico \n3 \n \n3 \n54 \n45 \n3 \n \n \nCálculo Numérico \n \nBásico \n \n3 \n \n \n3 \n \n54 \n \n45 \n \n3 \n \nCálculo III \nEquações \nDiferenciais \nBásico \n3 \n \n3 \n54 \n45 \n3 \nCálculo III \nMecânica dos \nFluidos \nBásico \n3 \n \n3 \n54 \n45 \n3 \nMecânica Vetorial e \nFísica II \nResistência dos \nMateriais I \nBásico \n4 \n \n4 \n72 \n60 \n4 \nMecânica Vetorial e \nFísica II \nFísica III \nBásico \n3 \n1 \n4 \n72 \n60 \n4 \n \nGeologia \nProfissionalizante \n2 \n1 \n3 \n54 \n45 \n3 \n \n \nProjeto de \nEdificações \n \nEspecífico \n \n \n3 \n \n3 \n \n54 \n \n45 \n \n3 \nDesenho Auxiliado por \nComputador e \nTopografia Aplicada à \nEngenharia Civil II \nMetodologia \nCientífica \nBásico \n3 \n \n3 \n54 \n45 \n3 \n \nAtividades \nComplementares \nEspecífico \n1 \n \n1 \n18 \n15 \n1 \n \nTOTAL \n \n25 \n5 \n30 \n540 \n450 \n30 \n \n \n \n \n \n5º PERÍODO \nCOMPONENTES \nCURRICULARES \n \nTIPO \nCARGA HORARIA SEMANAL \nHORA/ \nAULA \nHORA/ \nRELÓGIO \n \nCRÉDITO \n \nPRE-REQUSITO \nTEÓRICA PRÁTICA TOTAL \nResistência dos \nMateriais II \nProfissionalizante \n4 \n \n4 \n72 \n60 \n4 \nResistência dos \nMateriais I \nHidráulica \nProfissionalizante \n4 \n \n4 \n72 \n60 \n4 \nMecânica dos Fluidos \nMateriais de \nConstrução I \nProfissionalizante \n3 \n1 \n4 \n72 \n60 \n4 \nQuímica Geral e Física \nII \nMecânica dos Solos \nI \nProfissionalizante \n3 \n1 \n4 \n72 \n60 \n4 \nGeologia \nTeoria das \nEstruturas I \nEspecífico \n4 \n \n4 \n72 \n60 \n4 \nResistência dos \nMateriais I \nGeoprocessamento \nAplicado \nProfissionalizante  \n3 \n3 \n54 \n45 \n3 \nTopografia Aplicada à \nEngenharia Civil II \nAtividades \nComplementares \nEspecífico \n1 \n \n1 \n18 \n15 \n1 \n \nTOTAL \n \n19 \n5 \n24 \n432 \n360 \n24 \n \n", "35": "34 \n \n \n \n \n \n \n6º PERÍODO \nCOMPONENTES \nCURRICULARES \n \nTIPO \nCARGA HORARIA SEMANAL HORA/ \nAULA \nHORA/ \nRELÓGIO \n \nCRÉDITO \n \nPRE-REQUSITO \nTEÓRICA PRÁTICA TOTAL \nHidrologia \nProfissionalizante \n3 \n \n3 \n54 \n45 \n3 \nTopografia Aplicada à \nEngenharia Civil II \nMateriais de \nConstrução II \nEspecífico \n3 \n1 \n4 \n72 \n60 \n4 \nMateriais de \nConstrução I \nInstalações \nHidráulicas e \nSanitárias I \n \nEspecífico \n \n3 \n \n \n3 \n \n54 \n \n45 \n \n3 \n \nHidráulica \nMecânica dos Solos \nII \nEspecífico \n3 \n1 \n4 \n72 \n60 \n4 \nMecânica dos Solos I \nSistema de \nAbastecimento de \nÁgua \n \nEspecífico \n \n3 \n \n \n3 \n \n54 \n \n45 \n \n3 \n \nHidráulica \nTeoria das \nEstruturas II \n \nEspecífico \n \n4 \n \n \n4 \n \n72 \n \n60 \n \n4 \nResistência dos \nMateriais II e Teoria \ndas Estruturas I \nInstalações Elétricas \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \nFísica III \nAtividades \nComplementares \nEspecífico \n1 \n \n1 \n18 \n15 \n1 \n \nTOTAL \n \n23 \n2 \n25 \n450 \n375 \n25 \n \n \n \n \n \n7º PERÍODO \nCOMPONENTES \nCURRICULARES \n \nTIPO \nCARGA HORARIA SEMANAL \nHORA/ \nAULA \nHORA/ \nRELÓGIO \n \nCRÉDITO \n \nPRE-REQUSITO \nTEÓRICA PRÁTICA TOTAL \n \nEngenharia de Estrada I \n \nEspecífico \n \n3 \n \n1 \n \n4 \n \n72 \n \n60 \n \n4 \nMecânica dos Solos II \ne Topografia Aplicada \nà Engenharia Civil II \nEstrutura de Concreto \nArmado I \n \nEspecífico \n \n4 \n \n \n4 \n \n72 \n \n60 \n \n4 \nResistência dos \nMateriais II e Teoria \ndas Estruturas II \nInstalações Hidráulicas \ne Sanitárias II \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \nHidráulica \nSistemas de Drenagem \nPluvial Urbana \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \nHidráulica \nSistemas de \nEsgotamento Sanitário \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \nHidráulica \nTecnologia das \nEdificações I \nEspecífico \n3 \n1 \n4 \n72 \n60 \n4 \nMateriais de \nConstrução I \n \nPlanejamento Urbano \n \nEspecífico \n \n3 \n \n \n3 \n \n54 \n \n45 \n \n3 \nGeoprocessamento \nAplicado \nOptativa I \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \n \nAtividades \nComplementares \nEspecífico \n1 \n \n1 \n18 \n15 \n1 \n \nTOTAL \n \n26 \n2 \n28 \n504 \n420 \n28 \n \n", "36": "35 \n \n \n \n \n \n \n8º PERÍODO \nCOMPONENTES \nCURRICULARES \n \nTIPO \nCARGA HORARIA SEMANAL HORA/ \nAULA \nHORA/ \nRELÓGIO \n \nCRÉDITO \n \nPRE-REQUSITO \nTEÓRICA PRÁTICA TOTAL \nEstrutura de Madeira \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \nTeoria das Estruturas II \nEstrutura de Concreto \nArmado II \nEspecífico \n4 \n \n4 \n72 \n60 \n4 \nEstrutura de Concreto \nArmado I \nEstrutura de Aço \nEspecífico \n4 \n \n4 \n72 \n60 \n4 \nTeoria das Estruturas II \nTecnologia das \nEdificações II \nEspecífico \n3 \n1 \n4 \n72 \n60 \n4 \nTecnologia das \nEdificações I \nEngenharia de Estradas \nII \nEspecífico \n3 \n1 \n4 \n72 \n60 \n4 \nEngenharia de Estrada \nI \nResíduos Sólidos \nUrbanos e Industriais \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \nMecânica dos Solos II \nEstágio I \nEspecífico \n6 \n \n6 \n108 \n90 \n6 \n \nTOTAL \n \n26 \n2 \n28 \n504 \n420 \n28 \n \n \n \n \n \n9º PERÍODO \nCOMPONENTES \nCURRICULARES \n \nTIPO \nCARGA HORARIA SEMANAL \nHORA/ \nAULA \nHORA/ \nRELÓGIO \n \nCRÉDITO \n \nPRE-REQUSITO \nTEÓRICA PRÁTICA TOTAL \nFundações e Obras de \nContenção \nEspecífico \n4 \n \n4 \n72 \n60 \n4 \nEstrutura de Concreto \nArmmado I e II \nPlanejamento e \nOrçamentação de Obras \nEspecífico \n4 \n \n4 \n72 \n60 \n4 \nTecnologia das \nEdificações II \nPontes \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \nEstrutura de Concreto \nArmmado I e II \nGeotecnia \nEspecífico \n2 \n1 \n3 \n54 \n45 \n3 \nGeologia e Mecânica \ndos Solos II \nLegislação e Impactos \nAmbientais \nEspecífico \n4 \n \n4 \n72 \n60 \n4 \n \nEngenharia de \nTransportes \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \n \nOptativa II \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \n \n \nTIM I - Urbano \n \nEspecífico \n \n3 \n \n \n3 \n \n54 \n \n45 \n \n3 \nTodas as disciplinas \nque geram produtos no \nTIM I descritas no \nanexo D tabela 1 \nTOTAL \n \n26 \n1 \n27 \n486 \n405 \n27 \n \n", "37": "36 \n \n \n \n \n \n \n10º PERÍODO \nCOMPONENTES \nCURRICULARES \n \nTIPO \nCARGA HORARIA SEMANAL \nHORA/ \nAULA \nHORA/ \nRELÓGIO \n \nCRÉDITO \n \nPRE-REQUSITO \nTEÓRICA PRÁTICA TOTAL \n \nEngenharia de Estruturas \ne Prática Estrutural \n \nEspecífico \n \n2 \n \n2 \n \n4 \n \n72 \n \n60 \n \n4 \nEstrutura de Concreto \nArmmado I e II \nFundações e Obras de \nContenção \nSegurança do Trabalho \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \n \nGestão de Projetos na \nConstrução Civil \n \nEspecífico \n \n3 \n \n \n3 \n \n54 \n \n45 \n \n3 \nPlanejamento e \nOrçamentação de \nObras \nOptativa III \nEspecífico \n3 \n \n3 \n54 \n45 \n3 \n \n \nTIM II - Processo \nConstrutivo \n \nEspecífico \n \n3 \n \n \n3 \n \n54 \n \n45 \n \n3 \nTodas as disciplinas \nque geram produtos \nno TIM II descritas no \nanexo D tabela 2 \nEstágio II \nEspecífico \n6 \n \n6 \n108 \n90 \n6 \n \nTOTAL \n \n20 \n2 \n22 \n396 \n330 \n22 \n \n \n \n \nQUADRO RESUMO PARA INTEGRALIZAÇÃO \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA \n \nCRÉDITO \nAULA \nRELÓGIO \nDisciplinas obrigatórias \n4014 \n3345 \n223 \nDisciplinas Optativas \n162 \n135 \n9 \nDisciplinas Eletivas \n54 \n45 \n3 \nAtividades Complementares \n126 \n105 \n7 \nEstágio Curricular Supervisionado \n216 \n180 \n12 \nTOTAL \n4572 \n3810 \n254 \n \n \n \n \nDISCIPLINAS OPTATIVAS \nCARGA HORARIA \n \nCRÉDITO \nAULA \nRELÓGIO \nOptativa I \n54 \n45 \n3 \nOptativa II \n54 \n45 \n3 \nOptativa III \n54 \n45 \n3 \n \n \n \n \nTOTAL \n162 \n135 \n9 \n", "38": "37 \n \n \n \n \n \nNÚCLEO DE CONTEÚDOS \nCARGA HORARIA \n \nCRÉDITO \n% \nAULA \nRELÓGIO \nBásico \n1350 \n1125 \n75 \n30 \nProfissionalizante \n738 \n615 \n41 \n16 \nEspecífico \n2484 \n2070 \n138 \n54 \nTOTAL \n4572 \n3810 \n254 \n100 \n \n \n \nOPTATIVAS \nCOMPONENTES \nCURRICULARES \n \nTIPO \nCARGA HORARIA SEMANAL HORA/ \nAULA \nHORA/ \nRELÓGIO \n \nCRÉDITO \n \nPRE-REQUSITO \nTEÓRICA PRÁTICA TOTAL \nConcreto Protendido \nOpt. \n3 \n \n3 \n54 \n45 \n3 \nTeoria das \nEstruturas II \nPlanejamento, \nConstrução \ne \nGestão \nde \n Infra-Estrutura \nRodoviária \nOpt.  \n3 \n \n \n3 \n \n54 \n \n45 \n \n3 \nEngenharia de \nEstradas II \nProjeto em Alvenaria Estrutural \nOpt. \n3 \n \n3 \n54 \n45 \n3 \nTeoria das \nEstruturas II \nComplementos de Estrutura de \nConcreto Armado \nOpt. \n3 \n \n3 \n54 \n45 \n3 \nEstrutura de \nConcreto Armado I \nDrenagem Urbana e Rodoviária \nOpt. \n3 \n \n3 \n54 \n45 \n3 \nHidráulica \nConforto Ambiental \nOpt. \n3 \n \n3 \n54 \n45 \n3 \nMateriais de \nConstrução II \nIncorporações, Perícias e \nAvaliações em Engenharia \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nRecuperação de Estruturas de \nConcreto Armado \nOpt. \n3 \n \n3 \n54 \n45 \n3 \nEstrutura de \nConcreto Armado I \nLimnlogia \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nObras de Terra e Enrocamento \nOpt. \n3 \n \n3 \n54 \n45 \n3 \nMecânica dos Solos \nII \nObras e Serviços de Saneamento \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nPlanejaento, Construção e Gestão \nde Infra-Estrutira Urbana \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nProteção de Recursos Hidrícos e \nManejo de Bacias Hidrográficas \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nRecuperação de Áreas \nDegradadas \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nTratamento de Água de \nAbastecimento \nOpt. \n3 \n \n3 \n54 \n45 \n3 \nHidráulica \nPoluição Ambiental e Medidas de \nControle \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nSociologia Urbana \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nTratamento de Esgotos \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nTratamento e Destinação Final de \nResíduos Sólidos Domiciliares \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nTópicos de Engenharia \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nSaúde Ocupacional e Higiene \nIndustrial \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nSaúde Pública e Epidemiologia \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nLibras \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \n", "39": "38 \n \n \n \n \nPrincípio de Econômia \nOpt. \n3 \n \n3 \n54 \n45 \n3 \n \nQuímica Ambiental \nOpt. \n3 \n \n54 \n45 \n3 \n3 \n \n5.1 \nEmentário das Diciplinas Obrigatórias \n \n \n \n \nEMENTA: \n \nCampo de atuação do engenheiro civil. Áreas de conhecimento para engenharia civil. A \nEngenharia Civil o meio ambiente. Agentes que interferem no processo de produção das \nedificações e das cidades. Processo de produção de edificações e das cidades e suas interfaces \ncom o meio ambiente. Atribuições legais do engenheiro. \nBIBLIOGRAFIA BÁSICA: \n \nDYM, Clive ; LITTLE, Patrick; ORWIN, Elisabeth, SPJUT, Erik. Introdução a engenharia: \numa abordagem baseada em projetos. Porto Alegre, RS: Bookman Companhia, 2010. \nHOLTZAPPLE, Mark T.; REECE, W. Dan. Introdução à engenharia. Rio de Janeiro: LTC, \n2006. \nTHOMAZ, Ercio . Tecnologia, gerenciamento e qualidade na construção. São Paulo: PINI, \njun/2005. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBAZZO, Walter A.; PEREIRA, Luiz Teixeira do Vale. Introdução à engenharia: conceitos, \nferramentas e comportamentos. 2. ed. Santa Catarina: Ed. UFSC, 2009. \nCONSELHO REGIONAL DE ENGENHARIA E AGRONOMIA DE MINAS GERAIS- \nCREA/MG.  Belo  Horizonte. Disponível em:< \nhttp://www.crea-mg.org.br>. Acesso em: \n15.05.2011. \nCONSELHO FEDERAL DE ENGENHARIA E AGRONOMIA- CONFEA. Brasília, c2004. \nDisponível em: <http://www.crea.org.br/>. Acesso em: 15.05.2016. \n \nKRICK, Edward V. Introdução a engenharia. 2. ed. Rio de Janeiro: LTC, 1978. \n1º PERÍODO \nINTRODUÇÃO À ENGENHARIA CIVIL \n", "40": "39 \n \n \n \nPINIweb: o portal da construção. São Paulo: Editora PINI, c2000-2010. Disponível em:< \nhttp://www.piniweb.com.br/>. Acesso em: 15.05.2016. \nREVISTA DE ENSINO DE ENGENHARIA. Brasília, Associação Brasileira de Ensino de \nEngenharia-ABENG, 2005- . Disponível em: <http://www.upf.br/seer/index.php/ree>. Acesso \nem: 15.05.2011. \nBERNA, Vilmar. A consciência ecológica na administração: passo a passo na direção do \nprogresso com respeito ao meio ambiente. São Paulo. Paulinas, 2006. \n \nEMENTA: \n \nNoções fundamentais: computadores e periféricos. Sistemas Operacionais: MS-DOS, \nWindows. Programas aplicativos: Editores de texto, Planilhas eletrônicas, Apresentadores, \nProgramas Gráficos. Algoritmos: Conceito, Representação formal e desenvolvimento \nestruturado. Linguagens de programação. Programas: conceito e desenvolvimento sistemático. \nDesenvolvimento de programas. \nBIBLIOGRAFIA BÁSICA: \n \nKERNIGHAN, B. W.; RITCHIE, D. M.. A linguagem de programação C padrão ANSI. Rio \nde Janeiro: Elsevier, 1989. \nMELO, Ana Cristina Vieira de; SILVA, Flávio Soares Corrêa da. Princípios de linguagens de \nprogramação. São Paulo: Edgard Blücher, 2003. \nMIZRAHI, V. V.. Treinamento em linguagem C: módulo 1. São Paulo: Makron Books, 2008. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCARVALHO, José Eduardo M. . Aprendendo e utilizando Windows NT. São Paulo: Makron, \n1994. \nMATSUMOTO, E. Y., MATLAB. 6.5 - Fundamentos de programação. São Paulo: Érica, \n2002. \nSETZER, V.; TERADA, R. Introdução à computação e à construção de algoritmos. \nMcGraw-Hill. 1991. \nPROGRAMAÇÃO DE COMPUTADOR \n", "41": "40 \n \n \n \nTREMBLAY, J. P.; BUNT, R. B. Ciência dos computadores: uma abordagem algorítmica. \nSão Paulo: McGraw-Hill, 1983. \nVERZELLO, Robert ; REUTTER, John . Processamento de dados, v. 1: sistemas e conceitos. \nSao Paulo: McGraw-Hill, 1984. (1ex) \n \nEMENTA: \n \nModelo atômico atual e distribuição eletrônica. Tabela periódica e propriedades periódicas e \naperiódicas, ligações químicas e interações intermoleculares e propriedades dos compostos \n(iônicos, moleculares, covalentes, metálicos e orgânicos), soluções e diluições. Ácidos e bases. \nEquilíbrio iônico, pH e pOH. Noções de oxi-redução, corrosão em  metais  e  concreto. \nApresentação dos compostos orgânicos e principais propriedades. \nBIBLIOGRAFIA BÁSICA: \n \nBRADY, J. E.; HUMISTON, G. E. Química geral. 2. ed. Rio de Janeiro: LTC, 2001. \n \nMAHAN, B. M.; MYERS, R. J. Química: um curso universitário. 4. ed. São Paulo: Edgard \nBlücher, 2002. \nRUSSELL, J. B. Química geral. 2. ed. São Paulo: Makron Books, 2006. 2 v. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBENVENUTTI, E. V. Química inorgânica: átomos, moléculas, líquidos e sólidos. Porto \nAlegre: UFRJ, 2003. \nBROWN, T. L. et al. Química: ciência central. 7. ed. Rio de Janeiro: LTC; 1999. \nGENTIL, V. Corrosão. 3. ed. Rio de Janeiro: LTC, 1996. \nGONÇALVES, Edwar Abreu. Manual de segurança e saúde no trabalho. 4. ed. São Paulo: \nLTr, 2008. \nKOTZ, J. C., TREICHER, P. M. Química geral e reações químicas. São Paulo: Thomson \nLearning, 2005. 2 v. \n \nEMENTA: \nQUÍMICA GERAL \nCÁLCULO I \n", "42": "41 \n \n \n \nNúmeros reais. Funções de uma variável real. Limite e continuidade de funções de uma \nvariável real. Derivada de funções de uma variável real. Regras de Derivação. Aplicações da \nDerivada: Taxas de Variação; Teorema do Valor Médio (TVM); Máximos e Mínimos; Regra \nde L’Hospital e Esboço de Gráficos. \nBIBLIOGRAFIA BÁSICA: \n \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo, v. 1. 8. ed. São Paulo: Artmed, \n2007. \nGUIDORIZZI, H. L. Um curso de Cálculo, Vol. 1. 5 ed. Rio de Janeiro: LTC, 2015. \nSTEWART, James. Cálculo, v. 2. São Paulo: Cengage Learning, 2010. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nEDWARDS, C. H.; PENNEY, David E. Cálculo com geometria analítica, v. 2. 4. ed. Rio de \nJaneiro: Prentice Hall, 1997. \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo A: funções, limite, derivação, integração. \n6. ed., rev. e ampl. São Paulo: Pearson Prentice Hall, c2007. 7. reimpressão de 2011. \nLEITHOLD, Louis. Cálculo com geometria analítica, v. 1. São Paulo: Harbra, 1994. \n \nSIMMONS, George Finlay. Cálculo com geometria analítica, v. 1. ed. São Paulo: Mc Graw- \nHill, 1987. \nYAMASHIRO, Seizen; SOUZA, et. al. Matemática com Aplicaçõe Tecnológicas, Vol. 2. \nSão Paulo: Blucher, 2016. \n \nEMENTA: \n \nEstudo da circunferência, estudo das cônicas. Vetores: tratamento algébrico e geométrico (no \nplano e no espaço), produto escalar, produto vetorial, produto misto, combinação linear de \nvetores, dependência e independência linear, base e dimensão, a reta e o plano. Estudo das \nmatrizes, determinantes e sistemas lineares, espaço vetorial real, subespaço. \nBIBLIOGRAFIA BÁSICA: \nGEOMETRIA ANALÍTICA E ÁLGBRA LINEAR \n", "43": "42 \n \n \n \nEDWARDS, C. H.; PENNEY, David E. Cálculo com geometria analítica, v. 2. 4. ed. Rio de \nJaneiro: Prentice Hall, 1997. \nREIS, Genésio Lima dos; SILVA, Valdir Vilmar da. Geometria analítica. 2.ed. Rio de \nJaneiro: LTC, 1996. \nSTEINBRUCH, Alfredo ; WINTERLE, Paulo. Geometria analítica. 2.ed. São Paulo: \nMcGraw-Hill, 1987. \nKOLMAN, Bernard. Introdução à álgebra linear com aplicações. 8. ed. Rio de Janeiro: LTC, \n2006. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBOLDRINI, José Luiz et al. Álgebra linear. 3. ed. ampl. rev. São Paulo: Harbra, 1986. \n \nBOULOS, Paulo. Geometria analítica: um tratamento vetorial. 2. ed. São Paulo: MacGraw- \nHill, 1987. \nBOULOS, Paulo ; CAMARGO, Ivan de. Introdução a geometria analítica do espaço. São \nPaulo: Makron books, 1997. \nIEZZI, Gelson. Fundamentos de matemática elementar, v. 7: geometria analítica. 4 ed. São \nPaulo: Atual, 2004. \nSTEINBRUCH, Alfredo. Geometria analítica plana. São Paulo: Makron, McGraw-Hill, \n1991. \nLEON, Steven J. Álgebra linear com aplicações. 4 ed. Rio de Janeiro: LTC, 1999. \n \nLIPSCHUTZ, Sey Mour. Álgebra linear. 3 ed. São Paulo: Makron Books, 1994. \n \nMACHADO, Antônio dos Santos. Álgebra linear e geometria analítica. 2. ed. São Paulo: \nAtual, 1982. \nSANTOS, Reginaldo J. Um curso de geometria analítica e álgebra linear. Belo Horizonte: \nUFMG, Imprensa Universitária, 2009. \nWINTERLE, Paulo. Vetores e geometria analítica. São Paulo: Makron Books, 2000. \n", "44": "43 \n \n \n \n \n \n \n \n \n \n \nEMENTA: \n \nO mito e gênese da Filosofia. O Conhecimento Filosófico: suas áreas e suas especificidades. \nA questão do conhecimento. A modernidade e suas implicações nos processos de formação \nhumana e profissional. Problemas e perspectivas culturais no mundo contemporâneo. \nBIBLIOGRAFIA BÁSICA \n \nCARVALHO, Maria Cecília Maringoni de. (org.) Construindo o saber – Metodologia \ncientífica: fundamentos e técnicas. 11 ed. Campinas, SP: Papirus, 2001. \nCHAUI, Marilena. Convite à filosofia. Ed. Revisada. São Paulo: Ática, 2007. \n \nMARCONI, Danilo. Textos básicos de Filosofia: dos pré-socráticos a Wittgenstein. Rio de \nJaneiro: Jorge Zahar, 2000. \nBIBLIOGRAFIA COMPLEMENTAR \n \nABBAGNANO, Nicola. Dicionário de Filosofia. São Paulo: Mestre Jou, 1970. \nBULFINCH, Thomas. O livro de ouro da mitologia. Rio de Janeiro: Ediouro, 2001. \nGAARDER, Jostein. O mundo de Sofia. 2ª edição. São Paulo: Cia. das Letras, 1995. \nHESSEN, Johannes. Teoria do conhecimento. São Paulo: Martins Fontes. 1999 \nREVISTA FILOSOFIA. São Paulo: Ed. Escala, Núcleo Ciência & Vida, n. 27,[c 2008] \nMensal. ISSN: 1809-9238. Disponível em: <http://filosofiacienciaevida.uol.com.br/ESFI/>. \n \nEMENTA: \n \nLíngua e linguagem. Língua falada e língua escrita como práticas sociais. O processo de leitura \ne produção de textos associados à atividade acadêmica. Estratégias de leitura para estudo e \nprodução de conhecimento. Noções básicas de texto. Textualidade e fatores de textualidade. A \nprática de produção de textos científicos. A prática da revisão de textos. \nHUMANIDADES \nLEITURA E PRODUÇÃO DE TEXTOS \n", "45": "44 \n \n \n \nAspectos gramaticais emergentes: tratamento de inadequações relacionadas ao domínio da \nvariedade de prestígio da língua escrita constatadas na produção do estudante \nBIBLIOGRAFIA BÁSICA: \n \nFARACO, Carlos Alberto; TEZZA, Cristovão. Prática de texto para estudantes \nuniversitários. Petrópolis, RJ: Vozes, 1992. \nKLEIMAN, Angela. Oficina de leitura: teoria e prática. 6. ed. Campinas: Pontes, 1998. \nVAL, Maria da Graça Costa. Redação e textualidade. 3. ed. São Paulo: M. Fontes, 2006. \nBIBLIOGRAFIA COMPLEMENTAR: \nCUNHA, Celso; CINTRA; Luís F. Lindley. Nova gramática do português contemporâneo. 3. \ned. Rio de Janeiro: Nova Fronteira, 2001. \nFÁVERO, Leonor L. Coesão e coerência textuais. 9 ed. São Paulo: Ática, 2002. \n \nFIORIN, José Luiz; SAVIOLI, Francisco Platão. Para entender o texto: leitura e redação. 7. \ned. São Paulo: Ática, 2000. \nFOUCAMBERT, Jean. A leitura em questão. Porto Alegre: Artes Médicas, 1994. \n \nKOCH, Ingedore G. Villaça. O texto e a construção dos sentidos. São Paulo: Contexto, 2001. \n \n \n \n \nEMENTA: \n \nIntegrais indefinidas, integrais definidas. O Teorema Fundamental do Cálculo. Métodos de \nintegração. Áreas, volumes. Equações diferenciais lineares de primeira ordem aplicada ao \nmovimento retilíneo e outras aplicações. \nBIBLIOGRAFIA BÁSICA: \n \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo, v. 1. 8. ed. São Paulo: Artmed, \n2007. \nGUIDORIZZI, H. L. Um curso de Cálculo, Vol. 1. 5 ed. Rio de Janeiro: LTC, 2015. \n2º PERÍODO \nCÁLCULO II \n", "46": "45 \n \n \n \nSTEWART, James. Cálculo, v. 1. São Paulo: Cengage Learning, 2015. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nEDWARDS, C. H.; PENNEY, David E. Cálculo com geometria analítica. 4. ed. Rio de \nJaneiro: Prentice Hall, 1997. 3 v. \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo A: funções, limite, derivação, integração. \n6. ed., rev. e ampl. São Paulo: Pearson Prentice Hall, c2007. 7. reimpressão de 2011. \n \nLEITHOLD, L. Cálculo com geometria analítica, v. 1. ed. São Paulo: Harbra, 1994. \n \nSIMMONS, G.F. Cálculo com Geometria Analítica, Vol. 1. Ed. McGraw-Hill, SP, 1987. \n \nYAMASHIRO, Seizen; SOUZA, et. al. Matemática com Aplicaçõe Tecnológicas, Vol. 2. \nSão Paulo: Blucher, 2016. \n \nEMENTA: \n \nConceito de Medição e Sistemas de Unidades. Movimento Retilíneo. Vetores. Movimento em \nduas e três dimensões. Força e movimento. Leis de Newton. Forças de atrito. Trabalho e energia \ncinética. Conservação de energia. Sistemas de partículas e colisões. Rotação. Rolamento. \nTorque e momento angular. \nBIBLIOGRAFIA BÁSICA: \n \nSERWAY, Raymond A.; JEWETT JR., John W. . Princípios de física, v. 1: mecânica \nclássica. São Paulo: Thomson, 2007. \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física. 8. ed Rio \nde Janeiro: LTC, 2009. 4 v. \nTIPLER, Paul Allen, ; MOSCA, Gene.. Física para cientistas e engenheiros. 6. ed Rio de \nJaneiro: LTC, 2009. 3 v. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nALONSO,  Marcelo;  FINN, Edward J.  Física: um curso universitário. São Paulo: Edgard \nBlücher, 2007. 2 v. \nFÍSICA I \n", "47": "46 \n \n \n \nHALLIDAY, David ; RESNICK, Robert ; KRANE, Kenneth S. Física, 1: mecânica. Rio de \nJaneiro: LTC Ed, 2003. \nSEARS, Francis Weston, ; ZEMANSKY, Mark Waldo ; YOUNG, Hugh D. Física I: \nmecânica. 12. ed. São Paulo: Pearson Addison Wesley, 2010. \nNUSSENZVEIG, Herch Moysés. Curso de física básica, v. 1: mecânica. 4. ed. São Paulo: \nEdgard Blücher, 2009. \nFRANÇA, Luis Novaes Ferreira,; MATSUMURA, Amadeu Zenjiro. Mecânica geral. 2ed \nSão Paulo: Edgard Blücher, 2004 \n \nEMENTA: \n \nEquipamentos para desenho. Normas. Aplicação do desenho geométrico ao desenho técnico. \nEscalas. Desenho de arquitetura. Desenho de concreto. Desenho de detalhes construtivos. \nNormalização. Dimensionamento. Esboço colado. Representação de peças. Cortes. Vistas \nauxiliares. Verdadeira grandeza. Perspectiva: isométrica e cavaleira. \nBIBLIOGRAFIA BÁSICA: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 10126: 1987 versão \ncorrigida:1998, cotagem em desenho técnico: procedimento. Rio de janeiro, 1987. 13 p. \n \n___ _. NBR 12298. Representação de área de corte por meio de hachuras em desenho \ntécnico: procedimento. Rio de Janeiro, 1995. 3 p. \nODEBRECHT, Sílvia. Projeto arquitetônico: conteúdos técnicos básicos. Blumenau: \nEDIFURB, 2006 \nSILVA, Arlindo (Org.) et al. Desenho técnico moderno . 4. ed. Rio de Janeiro: LTC, 2006. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nMONTENEGRO, Gildo A. \nDesenho  arquitetônico: para cursos técnicos de 2° grau e \nfaculdades de arquitetura. 4. ed. rev. atual. Rio de Janeiro: Edgard Blücher, 2003. \nNEUFERT, Ernest . Arte de projetar em arquitetura: princípios, normas e prescrições sobre \nconstrução, instalações, distribuição e programa de necessidades, dimensões de edifícios, \nlocais e utensílios. 14. ed. São Paulo: Gustavo Gili, 2000. \nDESENHO TÉCNICO PARA ENGENHARIA E ARQUITETURA \n", "48": "47 \n \n \n \nOBERG, L. Desenho arquitetônico. 31. ed Rio de Janeiro: Ao Livro Técnico, 1997. \n \nPINIweb: o portal da construção. São Paulo: Editora PINI, c2000-2010. Disponível em:< \nhttp://www.piniweb.com.br/>. Acesso em: 15.05.2011. \nVITRUVIUS: portal especializado em arquitetura, urbanismo, arte e cultura. Romano Guerra \nEditora, 2000-2010. Disponível em:< http://www.vitruvius.com.br/jornal>. Acesso em: \n15.05.2011. \n \n \n \nEMENTA: \n \nEducação, diversidade e cultura – diferença e desigualdade. As relações étnico-raciais e a \ndignidade humana. Direitos humanos e igualdade. Questões ambientais e sustentabilidade. \nBIBLIOGRAFIA BÁSICA: \n \nARENDT, Hannah. Entre o passado e o futuro. São Paulo, SP: Perspectiva, 1978. 255 p. \n \nCOSTA, Fernando da Costa. Homens invisíveis: relatos de uma humilhação social. São \nPaulo. SP. Globo.2010 \nSANTOS, Boaventura de Sousa. Direitos humanos, democracia e desenvolvimento. São \nPaulo, SP: Cortez Editora, 2013. 133 p. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBRASIL. Decreto n. 4281, de 25 de junho de 2002. Regulamenta a lei n. 9795, de 27 de abril \nde 1999, que institui a Política Nacional de Educação Ambiental. Diário Oficial da União, 28 \nde abril de 1999. \nBRASIL. Lei n. 10639 de 09 de janeiro de 2003. Altera a lei 9394 de 20 de dezembro de 1996 \nque estabelece as diretrizes e bases da educação nacional para incluir no currículo oficial da \nRede de Ensino a obrigatoriedade da temática História e Cultura Afro-Brasileira. Diário Oficial \nda União, 10 de janeiro de 2003. \nBRASIL. Lei n. 11645 de 10 de março de 2008. Altera a lei 9394, de 20 de dezembro de 1996 \nque estabelece as diretrizes e bases da educação nacional, para incluir no currículo oficial da \nEDUCAÇÃO PARA DIVERSIDADE E MEIO AMBIENTE \n", "49": "48 \n \n \n \nRede de Ensino a obrigatoriedade da temática cultural indígena. Diário Oficial da União, 11 \nde março de 2008. \nBRASIL. Resolução n. 1 de 30 de maio de 2012. Estabelece Diretrizes Nacionais para a \nEducação em Direitos Humanos. Diário Oficial da União, 31 de maio de 2012. \nMOEHELECKE, Sabrina. Ação afirmativa: história e debates no Brasil. Disponível em: \nhttp://www.scielo.br/pdf/cp/n117/15559.pdf Acesso em 10/09/2014. \nSILVA, Luís Fernando Martins. Apontamentos sociojurídicos sobre o tema políticas públicas \nde ação afirmativa para negros no Brasil. Revista da Associação de Pesquisadores Negros. v. \n1, 2, p. 217-44, 2010. \n \nEMENTA: \n \nFormas e dimensão da Terra. Noções de planos topográficos. Medidas direta e indireta das \ndistâncias horizontais. Erros nas medidas diretas e indiretas das distâncias horizontais. \nEquipamentos de topografia. Medições de ângulos. Métodos de levantamento planimétrico. \nCoordenadas. Cálculo de áreas. Desenho topográfico. \nBIBLIOGRAFIA BÁSICA: \n \nBORGES,  Alberto  de Campos.  Topografia, v. 1:  aplicada  à engenharia civil. São Paulo: \nEdgard Blücher, 2006. \nCASACA, João Martins; MATOS, João Luís de; DIAS, José Miguel Baio. Topografia geral. \n4. ed.atual.e aum. Rio de Janeiro: LTC, 2010. \n \nMcCORMAC, Jack. Topografia. 5. ed. São Paulo: LTC, 2010. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBORGES, A. C. Exercícios de topografia. 3. ed. São Paulo: Edgard Blücher, 2001. \n \nCARDÃO, Celso. Topografia. 7. ed. Belo Horizonte: Edições Engenharia e Arquitetura, \n1990. \nCOMASTRI, J. A. Topografia: planimetria. 2. ed. Viçosa: Ed. UFV, 1992. \nCOMASTRI, J. A.; TULER, J. C. Topografia: Altimetria. Viçosa. Imprensa Universitária. \nUFV, 1980. \nTOPOGRAFIA APLICADA À ENGENHARIA CIVIL I \n", "50": "49 \n \n \n \nFABRÍCIO, Heitor. Manual do engenheiro civil. São Paulo: Hemus, 1982. 3 v. \n \n \n \n \n \n \n \n \n \nEMENTA: Funções de várias variáveis, gráficos, derivada direcional, gradiente, Teorema de \nFunção Implícita, derivadas de ordem superior, máximos e mínimos a aplicações. Curvas \nplanas e no espaço, vetor tangente. Integrais duplas e triplas. Áreas e Volumes Integrais de \nlinha e de superfície. Teorema de Gauss e Stokes. \nBIBLIOGRAFIA BÁSICA: \n \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo, v. 1. 8. ed. São Paulo: Artmed, \n2007. \nLEITHOLD, L. Cálculo com geometria analítica, v. 2. 3. ed. São Paulo: Harbra, 1994. \nSTEWART, James. Cálculo, v. 2. São Paulo: Cengage Learning, 2010. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nÁVILA, Geraldo. Cálculo das funções de uma variável, 2. 7. ed. Rio de Janeiro: LTC, 2008 \n \nEDWARDS, C. H.; PENNEY, David E. Cálculo com geometria analítica, 1. 4. ed. Rio de \nJaneiro: Prentice Hall, 1997. \nPINTO, Diomara ; MORGADO, Maria Candida Ferreira. Cálculo diferencial e integral de \nfunções de várias variáveis. Rio de Janeiro: UFRJ, 1999. (Série Ensino) \nRIGHETTO, Armando; FERRAUDO, Antonio Sérgio. Cálculo diferencial e integral. 2. ed. \nSão Paulo: IBEC, 1987. \nSIMMONS, George Finlay. Cálculo com geometria analítica. 2. ed. São Paulo: McGraw- \nHill, 1987. \n  \nCIÊNCIA DOS MATERIAIS \n \nEMENTA: \n3º PERÍODO \nCÁLCULO III \n", "51": "50 \n \n \n \nIntrodução à Ciência dos Materiais. Materiais metálicos, cerâmicos, poliméricos, compósitos \ne suas principais aplicações em Engenharia. Estrutura atômica e cristalina. Microestrutura e \npropriedades de Materiais. Defeitos nos cristais. Difusão atômica. Fundamentos de tratamentos \ntérmicos. Propriedades óticas, elétricas e magnéticas dos materiais. \nBIBLIOGRAFIA BÁSICA: \n \nCALLISTER Jr., W. D.. Ciência e engenharia de materiais: uma Introdução. Rio de Janeiro: \nLTC, \n2008. \nPADILHA, Angelo F. Materiais de engenharia. São Paulo: Hemus,2007. \n \nVLACK, Lawrence H. Van. Princípios de ciência dos materiais. São Paulo: Blucher, 2007. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCHIAVERINI, Vicente. Aços e ferros fundidos: características gerais, tratamentos térmicos, \nprincipais tipos. 7. ed. ampl. rev.. São Paulo: Associação Brasileira de Metalurgia e Materiais, \n2005. \nCHIAVERINI, Vicente. Tecnologia mecânica: estrutura e propriedades das ligas metálicas. 2. \ned. São Paulo: Pearson Education, 1986. \nCOLPAERT, Hubertus. Metalografia: dos produtos siderúrgicos comuns. 2.ed. São Paulo: \nBiblioteca Técnica, 1965. \nSHAKELFORD, James F. Ciência dos materiais. São Paulo: Pearson, 2008. \n \nSOUZA, Sérgio A.. Ensaios mecânicos de materiais metálicos: fundamentos teóricos e \npráticos. 5. ed. 9. reimp .. São Paulo: Edgard Blucher, 2007. \n \nEMENTA: \n \nUso de software de Desenho Assistido por Computador, como ferramenta de apoio no \ndesenvolvimento de projetos de engenharia. Introdução no uso de desenho por computador, \nconfiguração, criação de objetos gráficos, comandos de precisão, modificação de objetos, \npropriedades dos objetos, desenhos em camadas, dimensionamento, criação de blocos, \nplotagem, sistema de coordenadas no CAD, aplicados a projetos de edificações. \nBIBLIOGRAFIA BÁSICA: \nDESENHO AUXILIADO POR COMPUTADOR PARA ENGENHARIA E \nARQUITETURA \n", "52": "51 \n \n \n \nBALDAM, Roquemar de Lima; COSTA, Lourenço. AutoCAD 2007: utilizando totalmente. 2. \nEd. São Paulo: Érica, 2010. \nOMURA, George. Dominando o AutoCAD 2010 e o AutoCAD LT 2010. São Paulo: Ciência \nModerna, 2011. \nVENDITTI, Marcus Vinicius dos Reis . Desenho técnico sem prancheta com AutoCad 2010. \nFlorianópolis: Visual Books, 2010. \nBIBLIOGRAFIA   COMPLEMENTAR: \n \nBARDAN, Valentin. Desenho técnico básico: fundamentos do desenho técnico passo a passo. \nRio de Janeiro: Biblioteca Nacional, 2000. \nBEALL, Michael E. et al. Desvendando o AutoCAD 14. 3. ed. Rio de Janeiro: Campus, 1998. \n(2ex) \nBURCHARD, B.; PITZER, D. ; SOEN, F. Desvendando o AutoCAD 14. Rio de Janeiro: \nCampus, 1998. (2ex) \nCYPECAD: curso prático interativo. São Paulo: Multiplus, 2006. \n \nLEMES, Leonardo. AutoCAD 2000: guia de consulta rápida. São Paulo: Novatec, 2000. \n \nNÚCLEO TÉCNICO E EDITORIAL MAKRON BOOKS. Autocad R14 passo a passo. São \nPaulo: Makron Books, 1998. \n \nEMENTA: \n \nLevantamento planialtimétrico. Cálculo de áreas. Planilha de cálculo das coordenadas dos \nvértices de uma poligonal. Coordenadas. Desenho por coordenadas. Emprego de programas \naplicativos de topografia. Altimetria. Elevações e acidentes topográficos. Curvas de nível. \nMétodos de nivelamento. NBR 13133/94 - Normas p/ topografia. Locação de obras de \nengenharia civil. Noções de aerofotogrametria. Emprego da topografia em projetos de uso, \nocupação e parcelamento do solo. Geodésia. \nBIBLIOGRAFIA BÁSICA: \n \nBORGES,  Alberto  de Campos.  Topografia, v. 1: aplicada à   engenharia civil. São Paulo: \nEdgard Blücher, 2006. \nTOPOGRAFIA APLICADA À ENGENHARIA II \n", "53": "52 \n \n \n \nCASACA, João Martins; MATOS, João Luís de; DIAS, José Miguel Baio. Topografia geral. \n4. ed. Rio de Janeiro: LTC, 2007. \n \nMcCORMAC, Jack C. Topografia. 5. ed. São Paulo: LTC, 2007. Acompanha CD-ROM. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBORGES, A. C. Exercícios de topografia. 3 ed. São Paulo: Edgard Blücher, 2001. \n \nCARDÃO, Celso. Topografia. 7. ed. Belo Horizonte: Edições Engenharia e Arquitetura, \n1990. \nCOMASTRI, J. A. Topografia: planimetria. 2. ed. Viçosa: Editora UFV, 1992. \n \nCOMASTRI, J. A.; TULER, J. C. Topografia: altimetria. Viçosa: Imprensa Universitária \nUFV, 1980. \nFABRÍCIO, Heitor. Manual do engenheiro civil. São Paulo: Hemus,1982. 3 v. \n \nEMENTA: \n \nForças no plano. Forças no espaço. Sistema equivalente de forças. Estática dos corpos rígidos \nem duas dimensões. Estática dos corpos rígidos em três dimensões. Tipos de vínculos e graus \nde liberdade. Forças distribuídas. Introdução ao estudo das estruturas isostáticas: Treliças, \nVigas, Cabos e Pórticos. Centro de Gravidade. Momento de inércia. \nBIBLIOGRAFIA BÁSICA: \n \nBEER, Ferdinand P. et al. Mecânica vetorial para engenheiros: estática. 7. ed. Rio de Janeiro: \nMc Graw-Hill, 2010. \nHIBBELER, R. C. Mecânica: estática. 12. ed. Rio de Janeiro: LTC, 2011. \n \nFRANÇA, Luís Novaes Ferreira; MATSUMURA, Amadeu Zenjiro. Mecânica geral. Rio de \nJaneiro: Edgard Blücher, 2005. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nALONSO, Marcelo; FINN, Edward J. . Física, 1: um curso universitário: mecânica. São \nPaulo: E. Blücher, c1972. \nMECÂNICA VETORIAL \n", "54": "53 \n \n \n \nBOTELHO, Manoel Henrique Campos. Resistência dos materiais: para entender e gostar. São \nPaulo: Blucher, 2010. \nHALLIDAY, David ; RESNICK, Robert; WALKER, Jearl. Fundamentos de física 1: \nmecânica. 4. ed. Rio de Janeiro: LTC, 2009. \nMERIAM, J. L., KRAIGE, E. R. Mecânica para engenharia, v. 1: estática. 6. ed. Rio de \nJaneiro: LTC, 2009. \nYOUNG, Hugh D. ; FREEDMAN, Roger A. . Física I: mecânica. 10. ed. São Paulo: Pearson \nAddison Wesley, 2008. \n \nEMENTA: \n \nProbabilidade. Distribuições de probabilidade: binominal, normal, Poisson. Distribuição de \nfrequência – tabelas e gráficos. Medidas de tendência central. Medidas de dispersão. \nAmostragem. Distribuição amostral. Testes de hipóteses. \nBIBLIOGRAFIA BÁSICA: \n \nCRESPO, A. A. Estatística fácil. 18. ed. São Paulo: Saraiva, 2006. \n \nFONSECA, J. S.; MARTINS, G. A. Curso de estatística. 6. ed. São Paulo: Atlas, 2008. \n \nMAGALHÃES, M. N.; LIMA, A. C. P. Noções de probabilidade e estatística. 7. ed. \natual.São Paulo: Universidade de São Paulo, 2004. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nANDERSON, David Ray. Estatística aplicada à administração e economia. 2. ed. São Paulo \n: Cengage Learning, 2008. \n \nCASTANHEIRA, Nelson. Estatística aplicada a todos níveis. Curitiba: Ibpex, 2003. \n \nCOSTA NETO, Pedro Luiz de Oliveira. Estatística. 2. ed. rev. e atual. São Paulo: E. Blücher, \n2002. \nLAPPONI, J. C. Estatística usando o Excel. 4. ed. Rio de Janeiro: Elsevier, 2005. \nVIEIRA. S. Elementos de estatística. 4. ed São Paulo: Atlas, 2006. \nPROBABILIDADE E ESTATÍSTICA \n", "55": "54 \n \n \n \n \n \n \n \nEMENTA: \n \nEquilíbrio e elasticidade. Oscilações. Fluidos. Ondas. Conceito de temperatura e calor. Leis e \nprincípios da termodinâmica. Taxa de transferência de calor e conforto térmico. \nBIBLIOGRAFIA BÁSICA: \n \nALONSO, Marcelo; FINN, Edward J. Física: um curso universitário. 2. ed. rev. São Paulo: \nEdgard Blücher, 2007. \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física. 8. ed Rio \nde Janeiro: LTC, 2009. \nTIPLER, Paul Allen, ; MOSCA, Gene.. Física para cientistas e engenheiros. 6. ed Rio de \nJaneiro: LTC, 2009. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBEER, Ferdinand P. Mecânica vetorial para engenheiros: estática. São Paulo: Makron Books, \n1994. \nSERWAY, Raymond A.; JEWETT JR., John W. . Princípios de física, v. 1: movimento \nondulatório e termodinâmica. São Paulo: Thomson, 2006. \nSERWAY, Raymond A.; JEWETT JR., John W. . Princípios de física, v. 1: mecânica \nclássica. São Paulo: Thomson, 2007. \nSEARS, Francis Weston, ; ZEMANSKY, Mark Waldo, ; YOUNG, Hugh D. ; FREEDMAN, \nRoger A. Física I: mecânica. 12. ed. São Paulo: Pearson Addison Wesley, 2010. \nSEARS, Francis Weston, ; ZEMANSKY, Mark Waldo, ; YOUNG, Hugh D. ; FREEDMAN, \nRoger A. Física II: termodinâmica e ondas. 10. ed. São Paulo: Pearson Addison Wesley, 2007. \nNUSSENZVEIG, Herch Moysés. Curso de fisica básica 2, v. 1: fluidos, oscilaçSes e ondas, \ncalor. 3. ed. São Paulo: Edgard Blücher, 2002. \nBISTAFA, Sylvio Reynaldo,. Mecânica dos fluidos: noções e aplicações. São Paulo: Edgard \nBlücher, 2010. \nFÍSICA II \n", "56": "55 \n \n \n \n \n \n \n  \n4º PERÍODO \n \n \n \n \n \nEMENTA: \n \nNoções sobre erros e algorítmos, zeros reais de funções reais, métodos de bisseção, Newton- \nPaphson. Solução de sistemas lineares, interpolação, integração numérica, regra dos trapézios, \nsolução numérica de equações diferenciais e problemas de valor inicial, método do passo \nsimples e Euler. \nBIBLIOGRAFIA BÁSICA: \n \nBOYCE, William. E.; DI PRIMA, Richard C.. Equações diferenciais elementares e \nproblemas de valores de contorno. 6. ed. Rio de Janeiro: LTC, 1999. \nLEITHOLD, Louis. Cálculo com geometria analítica. 3. ed. São Paulo: Harbra, 1994. \n \nSIMMONS, George Finlay. Cálculo com geometria analítica. 2. ed. São Paulo: McGraw- \nHill, 1987. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBARROSO, Leonidas Conceição . Cálculo numérico: com aplicações. 2. ed. São Paulo: \nHarbra, 1987. \nCLÁUDIO, Dalcidio Moraes; MARINS, Jussara Maria. Cálculo numérico computacional: \nteoria e prática. 3. ed. São Paulo: Atlas, 2000. \n \nPISKUNOV, N.. Cálculo diferencial e integral, v. 1. 10. ed. Porto: Lopes da Silva, 1983. \nROQUE, Valdir. Introdução ao cálculo numérico. São Paulo: Atlas, 1976. \nRUGGIERO, Márcia A. Gomes; LOPES, Vera Lúcia da Rocha. Cálculo numérico: aspectos \nteóricos e computacionais. 2. ed. São Paulo: Makron Books; Pearson Education do Brasil, \n1997. \nEMENTA: \nCÁLCULO NUMÉRICO \nGEOLOGIA \n", "57": "56 \n \n \n \nIntrodução ao estudo da Geologia aplicada à engenharia civil. Terra. Princípios de mineralogia \ne petrologia. Intemperismo. Formação dos solos. Mineralogia de argilas. Elementos de \ngeologia estrutural. Noções de hidrogeologia. Noções de geomorfologia. Fotografias aéreas e \nprincípios de fotointerpretação geológica. Mapas geológicos. Impactos sobre a conservação e \neconomia de energia. Efeito sobre o conforto térmico dos ambientes. \nBIBLIOGRAFIA BÁSICA: \n \nLEPSCH, Igor Fernando. 19 Lições de Pedologia. São Paulo. Oficina de Textos. 2011, 456p. \nTEIXEIRA, Wilson (Org.). Decifrando a terra. 2. ed. São Paulo: Oficina de textos, 2009. \nKLEIN, C.; DUTROW, B. Manual de ciência dos minerais. Tradução e revisão técnica: \nRualdo Menegat. 23 ed. Porto Alegre: Bookman, 2012. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nPOPP, José Henrique. Geologia geral. 6. ed. Rio de Janeiro: LTC, 2010. \n \nOLIVEIRA, Antonio Manoel dos Santos; BRITO, Sérgio Nertan Alves de. Geologia de \nengenharia. 6. reimp.São Paulo: ABGE, 1998. \nERNST, W.G.. Minerais e rochas. São Paulo: Edgard Blücher, 1996. (Textos Básicos de \ngeociência) \nKOPEZINSKI, Isaac. Mineração e meio ambiente: considerações legais, principais impactos \nambientais e seus processos modificadores. Porto Alegre: Editora da Universidade, 2000. \nLADEIRA, José Gualberto Baptista. Curso de geologia aplicada: primeira parte. Belo \nHorizonte: Engenharia, 1973. \nLADEIRA, José Gualberto Baptista. Curso de geologia aplicada: segunda parte. Belo \nHorizonte: Engenharia, 1971. \nEMENTA: \n \nEquações diferenciais de primeira e segunda ordem. Aplicação de equação diferencial em: \ncinemática, dinâmica, vibrações mecânicas, biologia, economia. \nBIBLIOGRAFIA BÁSICA: \n \nBOYCE, William. E.; DI PRIMA, Richard C. Equações diferenciais elementares e problemas \nde valores de contorno. 9. ed. Rio de Janeiro: LTC, 2010. \nEQUAÇÕES DIFERENCIAIS \n", "58": "57 \n \n \n \nDIACU, Florin. Introdução a equações diferenciais: teoria e aplicações. Rio de Janeiro: LTC, \n2004. \nLEITHOLD, Louis. Cálculo com geometria analítica. 3. ed. São Paulo: Harbra, 1994. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nABUNAHMAN, Sérgio A.. Equações diferenciais. 2. ed. Rio de Janeiro: Erica, 1993. \nÁVILA, Geraldo. Cálculo das funções de uma variável. 7. ed. Rio de Janeiro: LTC, 2006.. \nPISKUNOV, N.. Calculo diferencial e integral. 10. ed. Porto: Lopes da Silva, 1983. \nSIMMONS, G. F. Cálculo com geometria analítica. 2. ed. São Paulo: McGraw-Hill, 1987. \nSTEWART, James. Cálculo. 5. ed. São Paulo: Thomson, 2006. \n \nEMENTA: \n \nFluidos: Conceituação, Propriedades, Lei de Newton da viscosidade. Estática dos fluidos: \nequação fundamental da estática, Lei de Pascal. Pressão em barragem. Dinâmica dos fluídos: \nequação de Bernoulli, equação da continuidade, equação da quantidade de movimento. \nMedidores de velocidade, medidores de vazão; medidores de pressão. Noções de perda de \ncarga. \nBIBLIOGRAFIA BÁSICA: \n \nAZEVEDO NETTO, José Martiniano et al. Manual de hidráulica. 8. ed. São Paulo: Edgard \nBlücher, 2003. \nBISTAFA, Sylvio R. Mecânica dos fluidos: noções e aplicações. 4. ed. São Paulo: Edgard \nBlücher, 2010. \nBRAGA FILHO, Washington. Fenômenos de transporte para engenharia. São Paulo: LTC, \n2006. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nFOX, Robert W. ; MCDONALD, Alan T. . Introdução a mecânica dos fluidos. 4. ed. Rio de \nJaneiro: Guanabara Koogan, 1995. \nGILES, Ranald V. . Mecânica dos fluidos e hidráulica. São Paulo: Editora McGraw-Hill, \n1980. (Coleção Schaum) \nMECÂNICA DOS FLUIDOS \n", "59": "58 \n \n \n \nROMA, Woodrow Nelson Lopes. Fenômenos de transportes para engenharia. 2. ed. São \nPaulo: Rima, 2006. \nSILVA, Tadeu Hudson da. Experimentos de mecânica dos fluidos e fenômenos de transporte: \nintrodução à análise dimensional e semelhança física. 3. ed. Belo Horizonte: FUMARC/PUC- \nMG, 1990. \nVIANNA, Marcos Rocha. Mecânica dos fluidos para engenheiros. 4. ed Belo Horizonte: \nImprimatur, 2001. \nEMENTA: \n \nTensões e deformações (tração e compressão). Propriedades mecânicas dos materiais. \nCarregamento axial. Estruturas estaticamente indeterminadas. Tensões térmicas. Torção \nsimples. Tensões normais e de cisalhamento na flexão simples de vigas simétricas. Flexão \nsimples, flexão composta normal e flexão composta oblíqua. \nBIBLIOGRAFIA BÁSICA: \n \nBEER, Ferdinand Pierre; JOHNSTON JR, E. Russell. Resistência dos materiais. 3. ed. São \nPaulo: Makron Books, 1996. \nHIBBELER, R. C. Resistência dos materiais. 7. ed. São Paulo: Pearson, 2010. \n \nMELCONIAN, Sarkis. Mecânica técnica e resistência dos materiais. 16. ed. São Paulo: \nÉrica.2006. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nAMARAL, Otávio Campos do. Estruturas isostáticas. 4. ed. Belo Horizonte: Engenharia e \nArquitetura, 1982. \nBEER, Ferdinand P. et al . Mecânica vetorial para engenheiros: estática. 7. ed. Rio de \nJaneiro: Mc Graw-Hill, 2010. \nLANGENDONCK, Telemaco Van. Resistência dos materiais: deformações. São Paulo: \nEdgard Blücher, [s. d.]. \nNASH, William A.. Resistência dos materiais. 2. São Paulo: McGraw-Hill do Brasil, 1982. \n \nSILVA JUNIOR, Jayme Ferreira da. Resistência dos materiais. Rio de Janeiro: Ao Livro \nTecnico, 1962. \nRESISTÊNCIA DOS MATERIAIS I \n", "60": "59 \n \n \n \n \n \n \n \n \n \n \nEMENTA: \n \nConceito de carga elétrica. Campo elétrico e lei de Gauss. Potencial elétrico. Conceito de \ncapacitância e capacitores. Corrente elétrica e circuitos. Campo magnético, lei de Ampére e \nprincípio de indução magnética de Faraday. \nBIBLIOGRAFIA BÁSICA: \n \nALONSO,  Marcelo;  FINN,  Edward  J. Física  um curso universitário. São Paulo: Edgard \nBlücher, 2009. 2 v. \nHALLIDAY,   David;   RESNICK,   Robert;   WALKER,   Jearl. Fundamentos de física: \neletromagnetismo. 8. ed Rio de Janeiro: LTC, 2009. \nTIPLER, Paul A.; MOSCA, Gene. Física para cientistas e engenheiros: eletricidade e \nmagnetismo, óptica. 6. ed Rio de Janeiro: LTC, 2009. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nHALLIDAY, David ; RESNICK, Robert ; KRANE, Kenneth S. Física 3. Rio de Janeiro: LTC \nEd, 2008 \nSEARS, Francis Weston, ; ZEMANSKY, Mark Waldo, ; YOUNG, Hugh D. ; FREEDMAN, \nRoger A. Física III: eletromaggnetismo. 12. ed. São Paulo: Pearson Addison Wesley, 2009. \nSERWAY, Raymond A.; JEWETT JR., John W. . Princípios de física III:eletromagnetismo. \nSão Paulo: Thomson, 2008. \nNUSSENZVEIG, Herch Moysés. Curso de fisica básica 3: eletromagnetismo. 3. São Paulo: \nEdgard Blücher, 2007. \nBOYLESTAD, Robert L. Introdução à análise de circuitos. 12. ed. São Paulo: Pearson \nAddison Wesley, 2011. \n \nEMENTA: \nFÍSICA III \nPROJETO DE EDIFICAÇÕES \n", "61": "60 \n \n \n \nProjeto arquitetônico: programa, fluxograma, zoneamento, estudo preliminar, anteprojeto e \nprojeto executivo. Representação dos diferentes elementos arquitetônicos: fundações, estrutura \n(vigas e pilares), vedações horizontais e verticais, fechamentos, elementos de circulação. \nCódigo de obras, lei de uso e zoneamento do solo e disposições legais correlatas. \nDesenvolvimento de projeto arquitetônico do trabalho integralizador multidisciplinar (TIM). \nBIBLIOGRAFIA BÁSICA: \n \nBORGES, Alberto de Campos. Prática das pequenas construções, v. 2. 4. ed. São Paulo: \nEdgard Blücher, 1975. \nGLANCEY, Jonathan. A história da arquitetura. São Paulo: Loyola, 2007. \n \nCHING, Francis D. K. Arquitetura: forma, espaço e ordem. 2. ed. São Paulo: Martins Editora, \n2008. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6492: representação de \nprojetos de arquitetura. Rio de Janeiro: ABNT, abr. 1994. 27 p. \n \nCARVALHO, Benjamim de Araújo. Histórica da arquitetura. Rio de Janeiro. Edições de \nOuro. 1986. \nNEUFERT, Ernest . Arte de projetar em arquitetura: princípios, normas e prescrições sobre \nconstrução, instalações, distribuição e programa de necessidades, dimensões de edifícios, \nlocais e utensílios. 14. ed. São Paulo: Gustavo Gili, 2000. \nPINIweb:   o   portal   da construção.   São   Paulo:   PINI,   2000-2010.  Disponível em:< \nhttp://www.piniweb.com.br/>. Acesso em: 15.05.2011. \nVITRUVIUS: portal especializado em arquitetura, urbanismo, arte e cultura. Romano Guerra \nEditora, 2000-2010. Disponível em:< http://www.vitruvius.com.br/jornal>. Acesso em: \n15.05.2011. \nEMENTA: \n \nObjetivos da universidade. Diferentes formas de conhecer. Processo de produção do \nconhecimento científico. Delimitação do problema de pesquisa científica. Planejamento da \ncoleta de dados. Elaboração de um projeto de pesquisa científica. \nMETODOLOGIA CIENTÍFICA \n", "62": "61 \n \n \n \nBIBLIOGRAFIA BÁSICA: \n \nFRANÇA, Júnia Lessa; VASCONCELOS, Ana Cristina de. Manual para normalização de \npublicações técnico-científica. 8. ed . rev. amp. Belo Horizonte: Ed. UFMG, 2007. \nRUIZ, João Álvaro.  Metodologia  científica:  guia  para  eficiência nos estudos. 2. ed São \nPaulo: Atlas, 1990. \nSEVERINO,  Antônio  Joaquim.  Metodologia  do  trabalho  científico. 23. ed. \nSão Paulo: \nCortez, 2007. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nALVES, Rubem A. Alves. Filosofia da ciência: introdução ao jogo e suas regras. 3. ed São \nPaulo: Loyola, 2001. (Série Leituras filosóficas) \nCARVALHO, Alex Moreira et al . Aprendendo metodologia cientifica: uma orientação para \nos alunos de graduacao. 3.ed. Sao Paulo: O Nome da Rosa, 2002. \nCARVALHO, Maria Célia Maringoni. Construindo o saber: metodologia cientifica \nfundamentos e técnicas. 12. ed. Campinas,SP: Papirus, 2002. \nDAU, Sandro; DAU, Shirley. Metodologia científica: normas técnicas para se elaborar \ntrabalhos científicos. Juiz de Fora: Editora Associada, 2001. \nMINAYO, M.C.S. Pesquisa social: teoria, método e criatividade. 25. ed Petrópolis: Vozes, \n2007. (Coleção Temas sociais) \n \n \n \n  \n5º PERÍODO \n \n \n \n \n \nEMENTA: \n \nFlexão simples e assimétrica. Vigas compostas. Tensões de cisalhamento em vigas \nassimétricas. Fluxo cisalhamento. Círculo de Mohr. Deflexão de vigas e eixos (linha elástica). \nFlambagem de colunas. Estado de tensão e estado de deformação. Projetos de vigas e eixos. \nBIBLIOGRAFIA BÁSICA: \nRESISTÊNCIA DOS MATERIAIS II \n", "63": "62 \n \n \n \nBEER, Ferdinand Pierre; JOHNSTON JR, E. Russell. Resistência dos materiais. 3. ed. São \nPaulo: Makron Books, 1996. \nHIBBELER, R. C. Resistência dos materiais. 5. ed. São Paulo: Pearson, 2004. \n \nMELCONIAN, Sarkis. Mecânica técnica e resistência dos materiais. 16. ed. São Paulo: \nÉrica.2006. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nAMARAL, Otávio Campos do. Estruturas isostáticas. 4. ed. Belo Horizonte: Engenharia e \nArquitetura, 1992. \nBEER, Ferdinand P. et al . Mecânica vetorial para engenheiros: estática. 7. ed. Rio de \nJaneiro: Mc Graw-Hill, 2006. \nLANGENDONCK, Telemaco Van. Resistência dos materiais: deformações. São Paulo: \nEdgard Blücher, [s. d.]. \nNASH, William A.. Resistência dos materiais. 2. São Paulo: McGraw-Hill do Brasil, 1982. \n \nSILVA JUNIOR, Jayme Ferreira da. Resistência dos materiais. Rio de Janeiro: Ao Livro \nTécnico, 1962. \n \nEMENTA: \n \nPerda de Carga: Conceituação. Definição de perda de carga em condutos livres e forçados. \nTubulações em condutos forçados. Dimensionamento de condutos forçados: adutoras e redes \nde distribuição. Canais (condutos livres). Dimensionamento de Condutos livres. \nDimensionamento de sistema de elevatórios. Cavitação. Golpe de Aríete. \nBIBLIOGRAFIA BÁSICA: \n \nAZEVEDO NETTO, José Martiniano et al. Manual de hidráulica. 8. ed. São Paulo: Edgard \nBlücher, 2003. \nGRIBBIN, John E. Introdução a hidráulica, hidrologia e gestão de águas pluviais. São \nPaulo: Cengage Learning, 2009. \nMACINTYRE, Archibal Joseph. Bombas e instalações de bombeamento. 3. ed. São Paulo: \nLTC, 1997. \nHIDRÁULICA \n", "64": "63 \n \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCARVALHO, Djalma Francisco. Instalações elevatórias: bombas. 5. ed. Belo Horizonte: \nFUMARC, 1992. \nMACINTYRE, Archibald Joseph. Instalações hidráulicas: prediais e industriais. 3. ed. Rio de \nJaneiro: LTC, 1996. \nVIANNA, Marcos Rocha. Hidráulica aplicadas as estações de tratamento de água. 4. ed. \nBelo Horizonte: Imprimatur, 2002. \n___ _ . Instalações hidráulicas prediais. 3. ed. rev. Belo Horizonte: Imprimatur  Artes,  \n2004. \n___ _. Mecânica dos fluidos para engenheiros. 4. ed Belo Horizonte: Imprimatur, 2001. \n \nEMENTA: \n \nIntrodução à ciência dos Materiais. Materiais para Construção Civil. Aglomerados Hidráulicos \ne Aéreos. Agregados: Tipo e características. Concreto: Dosagem, estrutura, características das \nprimeiras idades. Propriedades do concreto endurecido (resistência, estabilidade dimensional, \ndurabilidade). Concretos Especiais: Tipos e características. Aditivos. \nBIBLIOGRAFIA BÁSICA: \n \nBAUER, Falcão L. A. Materiais de construção. 5. ed. Rio de Janeiro: LTC, 1997. 2 v. \n \nRIBEIRO, Carmen Couto; PINTO, Joana D’arc da Silva; STARLING, Tadeu. Materiais de \nconstrução civil. 2. ed. Belo Horizonte: Ed. UFMG, 2002. \nTCPO: tabela de composições de preços para orçamento. 13. ed. São Paulo: PINI, 2010. \n(Também em CD-ROM) \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBORGES, Alberto de Campos. Prática das pequenas construções, v. 2. 4. ed. São Paulo: \nEdgard Blücher, 1975. \nCALLISTER JR, William D.. Ciência e engenharia de materiais: uma introdução. 7. ed. Rio \nde Janeiro: LTC; GEN, 2008. \nMATERIAIS DE CONSTRUÇÃO I \n", "65": "64 \n \n \n \nMARTINS, Kao; MARTINS, Sebastião (Coord.). Rumo ao futuro: a construção pesada e o \ndesenvolvimento de Minas. Belo Horizonte: SICEPOT-MG, 2005. \nPETRUCCI, Eládio Geraldo Requião. Materiais de construção. 8. ed. Rio de Janeiro: Globo, \n1987. \nRIPPER, Ernesto. Manual prático de materiais de construção: recebimento, transporte \ninterno, estocagem, manuseio e aplicação. São Paulo: 1995. \n \nEMENTA: \n \nOrigem e tipos de solos. Propriedades dos solos. Classificação dos solos. Pressões efetivas nos \nsolos. Tensões nos solos: tensões geostáticas e tensões devido ao carregamento externo. \nComportamento da água nos solos: permeabilidade e percolação. \nBIBLIOGRAFIA BÁSICA: \n \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações, 1: fundamentos. 6. ed.. Rio \nde Janeiro: LTC, 2000. \nCRAIG, R. F. Mecânica dos solos. 7. ed. Rio de Janeiro: LTC, 2011. \n \nPINTO, Carlos de Sousa. Curso básico de mecânica dos solos: em 16 aulas. 3. ed. São Paulo: \nOficina de Textos, 2006. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações, 3: exercícios e problemas \nresolvidos. 4.ed. Rio de Janeiro: LTC, 1998. \n___ _. Mecânica dos solos e suas aplicações, 2. Rio de Janeiro: LTC, 2000. \n \nTERZAGHI, Karl ; PECK, Ralph B. ; MESRI, Gholamreza. Soil mechanics in engineering \npractice. 3. ed. New York: A Wiley-Intersciense, 1996. \nCRAIG, R. F. Mecânica dos Solos. 7. ed. Rio de Janeiro: LTC, 2011. \n \nVARGAS, Milton. Introdução à mecânica dos solos. São Paulo: McGraw-Hill do Brasil, \n1978. \nMECÂNICA DOS SOLOS I \n", "66": "65 \n \n \n \n \n \n \n \n \n \n \nEMENTA: \n \nConceitos gerais, carregamentos e idealizações estruturais. Estruturas isostáticas simples e \nassociadas (vigas, pórticos e arcos triarticulados, treliças, grelhas, cabos). Cargas Móveis - \nLinha de Influência de Estruturas Isostáticas. Princípio dos Trabalhos Virtuais - Cálculo de \ndeslocamentos em estruturas isostáticas: método da carga unitária. \nBIBLIOGRAFIA BÁSICA: \n \nALMEIDA, Maria Cascão Ferreira de. Estruturas isostáticas. 1 ed. São Paulo: Oficina de \nTextos, 2009. \nMARGARIDO, Aluízio Fontana. Fundamentos de estruturas: um programa para arquitetos e \nengenheiros que se iniciam no estudo das estruturas. 2. ed. São Paulo: Zigurate, 2003. \nSORIANO, Humberto Lima. Estática das estruturas. 2 ed. Rio de Janeiro: Ciência Moderna, \n2010. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nAMARAL, Otávio Campos do. Estruturas isostáticas. 4. ed. Belo Horizonte: Engenharia e \nArquitetura, 1992. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118:2007. Projeto de \nestruturas de concreto: procedimento. Rio de Janeiro, 2007. \n \nBOTELHO, Manoel Henrique Campos. Resistência dos materiais: para entender e gostar. \nSão Paulo: Blucher, 2010. \nTIMOSHENKO, Stephen P; GERE, James E. Mecânica dos sólidos, v. 1. Rio de Janeiro: \nLTC, 1994. \n___ _ . Mecânica dos sólidos, v. 2. Rio de Janeiro: LTC, 1994. \n \nEMENTA: \nTEORIA DAS ESTRUTURAS I \nGEOPROCESSAMENTO APLICADO \n", "67": "66 \n \n \n \nIntrodução ao Geoprocessamento. Compatibilidade com outros programas. Utilização em rede. \nGerenciamento a partir do geoprocessamento. O geoprocessamento como recurso na \nelaboração de propostas de intervenção física. O geoprocessamento no acompanhamento da \nocupação e uso do solo. \nBIBLIOGRAFIA BÁSICA: \n \nFITZ, Paulo Roberto. Geoprocessamento sem complicação. Rio de Janeiro: Oficina de Textos, \n2010. \nNOGUEIRA, Ruth E. Cartografia: representação, comunicação e visualização de dados \nespaciais. 2. ed. ver. Florianópolis: Ed. UFSC, 2009. \nSILVA, Jorge Xavier da; ZAIDAN, Ricardo Tavares (Org.). Geoprocessamento e análise \nambiental: aplicações. Rio de Janeiro: Bertrand Brasil, 2004. \n___ _. Geoprocessamento e meio ambiente. Ed. Bertrand Brasil, 2011. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCUNHA, Sandra Baptista da; GUERRA, Antônio Jose Teixeira. Geomorfologia: exercícios, \ntécnicas e aplicações. 2.ed. Rio de Janeiro: Bertrand Brasil, 2002. \nDUARTE, Paulo Araújo. Fundamentos de cartografia. 3. ed. Florianópolis: Ed. UFSC, 2006. \n(Série Didática) \nIBGE. Noções básicas de cartografia. Fundação Instituto Brasileiro de Geografia e Estatística. \nDepartamento \nde \nCartografia, \n2004. \nDisponível \nem: \n< \nhttp://www.ibge.gov.br/home/geociencias/cartografia/manual_nocoes/indice.htm>. \nAcesso \nem: 19.08.2013. \nMARTINELLI, Marcello. Gráficos e mapas: construa-os você mesmo. São Paulo: Moderna, \n1998. \nROCHA, Cézar Henrique Barra. Geoprocessamento: tecnologia transdisciplinar. 2. ed., rev. e \natual. Juiz de Fora: O autor, 2002. \n", "68": "67 \n \n \n \n \n \n \n \n \n \n \nEMENTA: \n \nCiclo hidrológico: conceituação; fases. Bacia hidrográfica: conceituação; bacias hidrográficas \ncomo unidade de planejamento e gestão ambiental; caracterização. Quantificação, qualificação \ne Análise das fases do ciclo hidrológico em bacias hidrográficas: precipitação, infiltração, \nevaporação/evapotranspiração, escoamento superficial, escoamento subterrâneo. Noções de \nsistema de drenagem. \nBIBLIOGRAFIA BÁSICA: \n \nGRIBBIN, John E. Introdução a hidráulica, hidrologia e gestão de águas pluviais Editora \nCengage, 2008. \nPINTO, Nelson Luiz de Sousa et al. Hidrologia básica. São Paulo: Edgard Blücher, 1976. \n \nTOMAZ, Plínio. Cálculos hidrológicos e hidráulicos para obras municipais: piscinões, \ngalerias, bueiros, canais. Métodos SCS, Denver, Santa Bárbara, Racionaz, TR-55. São Paulo: \nNavegar, 2002 \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBOTELHO, Manoel Henrique Campos. Águas de chuva: engenharia das águas pluviais nas \ncidades. 2. ed. São Paulo: Edgard Blücher, 2005. \nFREITAS, Marcos Aurelio Vasconcelos de (Coord.). Introdução ao gerenciamento de \nrecursos hídricos. Brasília: ANEEL ANA OMM, 2001. \nGARCEZ, Lucas Nogueira. Hidrologia. 2.ed.rev.atual. São Paulo: Edgard Blücher, 1988. \n \nPINTO, Nelson L. de Sousa et al ; HOLTZ, Antonio Carlos Tatit ; MARTINS, Jose Augusto. \nHidrologia básica. São Paulo: Edgard Blucher, 2003. \n \nTUCCI, Carlos E. M. Hidrologia: ciência e aplicação. 4. ed. Porto Alegre: Ed. da UFRGS, \n2009. (Coleção ABRH de recursos hídricos, v.4). \n6º PERÍODO \nHIDROLOGIA \n", "69": "68 \n \n \n \n \n \n \n \nEMENTA: \n \nMateriais Metálicos. Materiais Cerâmicos. Pedras e Madeiras. Polímeros e Plásticos; Vidros; \nTinta; Asfalto. \nBIBLIOGRAFIA BÁSICA: \n \nBAUER, Falcão L. A. Materiais de construção. 5. ed. Rio de Janeiro: LTC, 1997. 2 v. \n \nRIBEIRO, Carmen Couto; PINTO, Joana D’arc da Silva; STARLING, Tadeu. Materiais de \nconstrução civil. 2. ed. Belo Horizonte: Ed. UFMG, 2002. \nTCPO: tabela de composições de preços para orçamento. 13. ed. São Paulo: PINI, 2010. \n(Também em CD-ROM) \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBORGES, Alberto de Campos. Prática das pequenas construções, v. 2. 4. ed. São Paulo: \nEdgard Blücher, 1975. \nCALLISTER JR, William D.. Ciência e engenharia de materiais: uma introdução. 7. ed. Rio \nde Janeiro: LTC; GEN, 2008. \nMARTINS, Kao; MARTINS, Sebastião (Coord.). Rumo ao futuro: a construção pesada e o \ndesenvolvimento de Minas. Belo Horizonte: SICEPOT-MG, 2005. \nPETRUCCI, Eládio Geraldo Requião. Materiais de construção. 8. ed. Rio de Janeiro: Globo, \n1987. \nRIPPER, Ernesto. Manual prático de materiais de construção: recebimento, transporte \ninterno, estocagem, manuseio e aplicação. São Paulo: 1995. \n \nEMENTA: \n \nÁgua fria: componentes, parâmetros de projeto e dimensionamento. Água quente: \ncomponentes, parâmetros de projeto e dimensionamento. Esgoto: componentes, parâmetros de \nprojeto e dimensionamento. Normas. \nMATERIAIS DE CONSTRUÇÃO II \nINSTALACÕES HIDRAULICAS E SANITÁRIA I \n", "70": "69 \n \n \n \nBIBLIOGRAFIA BÁSICA: \n \nAZEVEDO NETTO, José Martiniano et al. Manual de hidráulica. 8. ed. 3. reimp. São Paulo: \nEdgard Blücher, 2003. \nGARCEZ, Lucas Nogueira. Elementos de engenharia hidráulica e sanitária. 2. ed. São Paulo: \nEdgard Blücher, 2004. \nMACINTYRE, Archibald Joseph. Instalações hidráulicas: prediais e industriais. 3. ed. Rio de \nJaneiro: LTC, 1996. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIACAO BRASILEIRA DE NORMAS TECNICAS. NBR 8160: sistemas prediais de \nesgoto sanitário: projeto e execução. Rio de Janeiro: 1999. 74 p. \n \n___ _. NBR 5626: instalação predial de água fria. Rio de Janeiro: ABNT, 1998. 41 p. \n \n___ _. NBR 10844: instalações prediais de águas pluviais. Rio de Janeiro: ABNT, 1989. 41 \np. \nVIANNA, Marcos Rocha. Mecânica dos fluidos para engenheiros. 4. ed Belo Horizonte: \nImprimatur, 2001. \nVIANNA, Marcos Rocha . Instalações hidráulicas prediais. 3. ed. rev. Belo Horizonte: \nImprimatur Artes, 2004. \n \nEMENTA: \n \nAdensamento. Resistência ao cisalhamento. Compactação. Estabilidade dos Taludes. \nEmpuxos de terras. \nBIBLIOGRAFIA BÁSICA: \n \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações, 1: fundamentos. 6 ed. São \nPaulo: LTC, 2000. \nFIORI, Alberto Pio, CARMIGNANI, Luidi. Fundamentos de mecânica dos solos e das \nrochas. São Paulo: Oficina de Textos, 2009. \nMECÂNICA DOS SOLOS II \n", "71": "70 \n \n \n \nPINTO, Carlos de Sousa. Curso básico de mecânica dos solos: em 16 aulas. 3. ed. São Paulo: \nOficina de Textos, 2006. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações, 3: exercícios e problemas \nresolvidos. 4. ed. Rio de Janeiro: LTC, 1998. \n___ _. Mecânica dos solos e suas aplicações, v. 2: fundamentos. 6.  ed.  Rio de Janeiro: \nLTC, 2000. \nCRAIG, R. F. Mecânica dos Solos. 7. ed. Rio de Janeiro: LTC, 2011. \n \nTERZAGHI, Karl ; PECK, Ralph B. ; MESRI, Gholamreza. Soil mechanics in engineering \npractice. 3. ed. New York: A Wiley-Intersciense, 1996. \nVARGAS, Milton. Introdução à mecânica dos solos. São Paulo: McGraw Hill do Brasil, \n1978. \n \nEMENTA: \n \nCaracterização no país e região quanto ao abastecimento de água. Captação: componentes, \nparâmetros de projeto e dimensionamento. Adução: componentes, parâmetros de projeto e \ndimensionamento. Reservação: componentes, parâmetros de projeto e dimensionamento. \nDistribuição: componentes, parâmetros de projeto e dimensionamento. Noções de tratamento. \nBIBLIOGRAFIA BÁSICA: \n \nGOMES, Heber Pimentel. Sistemas de abastecimento de água: dimensionamento de redes. 2. \ned. rev. São Paulo. ABES, 2004. \nGRIBBIN, John E. Introdução a hidráulica, hidrologia e gestão de águas pluviais São Paulo: \nCengage, 2008. \nRICHTER, Carlos A.; AZEVEDO NETTO, José M. de . Tratamento de água: tecnologia \natualizada. São Paulo: Edgard Blücher, 2005. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 12216: Projeto de estação \nde tratamento de água para abastecimento público. 1992. \nSISTEMAS DE ABASTECIMENTO DE ÁGUA \n", "72": "71 \n \n \n \nAZEVEDO NETO, Jose Martiniano de; ALVAREZ, Guilhermo Acosta . Manual de \nhidráulica, v. 2. 7. ed. São Paulo: Edgard Blücher, 1982. \nGARCEZ, Lucas Nogueira. Elementos de engenharia hidráulica e sanitária. 2. ed. São Paulo: \nEdgard Blücher, 2004. \nMOTA, Suetônio. Preservação e conservação de recursos hídricos. Rio de Janeiro: ABES, \n1995. \nVIANNA, Marcos Rocha. Hidráulica aplicada as estações de tratamento de água. 4. ed. Belo \nHorizonte: Imprimatur, 2002. \n \n \n \nEMENTA: Método das forças aplicado na análise de estruturas estaticamente indeterminadas. \nMétodo dos deslocamentos aplicados na análise de estruturas cineticamente indeterminadas. \nIntrodução à Análise Matricial de Estruturas – utilizando o processo dos deslocamentos – \nestudo de vigas contínuas e pórticos planos. Processo de Cross. Métodos de energia. \nBIBLIOGRAFIA BÁSICA: \n \nALMEIDA, Maria Cascão Ferreira de. Estruturas isostáticas. São Paulo: Oficina de Textos, \n2009. \nMARGARIDO, Aluízio Fontana. Fundamentos de estruturas: um programa para arquitetos e \nengenheiros que se iniciam no estudo das estruturas. 2. ed. São Paulo: Zigurate, 2003. \nSORIANO, Humberto Lima. Estática das estruturas. 2 ed. Rio de Janeiro: Ciência Moderna, \n2010. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nAMARAL, Otávio Campos do. Estruturas isostáticas. 4. ed. Belo Horizonte: Engenharia e \nArquitetura, 1992. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118:2007. Projeto de \nestruturas de concreto: procedimento. Rio de Janeiro, 2007. 221 p. \nTEORIA DAS ESTRUTURAS II \n", "73": "72 \n \n \n \nBOTELHO, Manoel Henrique Campos. Resistência dos materiais: para entender e gostar. \nSão Paulo: Blucher, 2010. \nTIMOSHENKO, Stephen P; GERE, James E. Mecânica dos sólidos, v. 1. Rio de Janeiro: \nLTC, 1994. \n___ _ . Mecânica dos sólidos, v. 2. Rio de Janeiro: LTC, 1994. \n \nEMENTA: \n \nCircuitos. Medidas elétricas e magnéticas. Componentes e equipamentos elétricos. \nFundamentos de correntes alternadas. Circuitos trifásicos. Problemas nas instalações elétricas. \nColocação de mobiliários e equipamentos elétricos. Representação gráfica de elementos do \nprojeto elétrico em edifícios de pequeno porte. \nBIBLIOGRAFIA BÁSICA: \n \nCAVALIN, Geraldo; CERVELIN, Severino. Instalações elétricas prediais: conforme norma \nNBR 54 10: 2004. 20 ed. rev. e atual. São Paulo: Érica, 2011. \nCENTRAIS ELÉTRICAS DE MINAS GERAIS. Manual de instalações residenciais. Belo \nHorizonte: CEMIG, 2000. \nCENTRAIS   ELÉTRICAS   DE  MINAS   GERAIS. Manuais de instalações elétricas. \nCEMIG/atendimento \nvirtual. \n \nDisponível \nem:< \nhttp://www.cemig.com.br/Search/Results.aspx?k=Manual%20de%20instala%C3%A7%C3% \nB5es%20el%C3%A9tricas >. Acesso em 15.05.2011. \nCREDER, Hélio. Instalações elétricas. 15. ed. Rio de Janeiro: LTC, 2007. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 5410:2004. Versão \ncorrigida 2008. Instalações elétricas de baixa tensão. Rio de Janeiro, 2008. \n \nGARCIA JUNIOR, Ervaldo. Luminotécnica. 2. ed. São Paulo: Érica, 2000. (Estude e Use) \n \nGASPAR, Alberto. Eletricidade e suas aplicações. São Paulo: Ática, 1996. (Investigando a \nfísica) \nINSTALAÇÕES ELÉTRICAS \n", "74": "73 \n \n \n \nGUSSOW, Milton. Eletricidade básica. 2. ed. rev. ampl.. São Paulo: Pearson Makron Books, \n1997. \nMANUAL DE DISTRIBUIÇÃO ND 5.1 – Fornecimento em tensão secundária – rede de \ndistribuição aérea edificações individuais. Belo Horizonte: CEMIG, maio 2013. Disponível \nem: \nhttp://www.cemig.com.br/pt-br/atendimento/Documents/ND_5_1_MAIO_2013.pdf \nAcesso em 19.08.2013. \nMANUAL DE DISTRIBUIÇÃO ND 5.2 - Fornecimento em tensão secundária – rede de \ndistribuição aérea edificações coletivas. Belo Horizonte: CEMIG, maio 2013. Disponível em: \n< \nhttp://www.cemig.com.br/pt-br/atendimento/Documents/ND_5_2_MAIO_2013.pdf \n>. \nAcesso em 19.08.2013. \n \n \n \n \n \n \n \n \n  \nENGENHARIA DE ESTRADAS I \n \nEMENTA: \nTerraplenagem: projeto, serviços preliminares, cubação de volume, diagrama de massas e \ndistribuição dos materiais escavados, corte e aterro, normas, equipamentos, execução e \ncontrole. Noções de orçamento de serviços de terraplenagem. Pavimentação: projeto, estruturas \ntípicas, materiais e técnicas de pavimentação, equipamentos, revestimentos betuminosos, \nusinagem, aplicação e controle de CBUQ, controle deflectométrico de pavimentos e controle \ntecnológico com ensaios laboratoriais. Noções de orçamento de serviços de pavimentação. \nBIBLIOGRAFIA BÁSICA: \n \nANTAS, Paulo Mendes; GONÇALO, Eluisio; LOPES, Luiz Antonio Silveira; \n \nSENÇO, Wlastermiler de. Manual de técnicas de pavimentação, v. 1. São Paulo: PINI, 1997. \n \n___ _. Manual de técnicas de pavimentação, v. 2. São Paulo: Pini, 2001. 671 p. v. 2. ISBN: \n8572661255. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n7º PERÍODO \n", "75": "74 \n \n \n \nBALBO, José Tadeu. Pavimentação asfáltica: materiais, projeto e restauração. São Paulo: \nOficina de Textos, c2007. \n \nBERNUCCI, Liedi Bariani et al. Pavimentação asfáltica: formação básica para engenheiros. \nRio de Janeiro: Petrobras; Associação Brasileira das Empresas Distribuidoras de Asfalto, 2008. \n \nMEDINA, Jacques de.; MOTTA, Laura, Maria Goretti da. Mecânica dos pavimentos. 3ª ed. \nRio de Janeiro: Interciência, 2015. 620p. ISBN: 978-85-7193-366-8. \n \nPESSOA JUNIOR, Elci. Manual de obras rodoviárias e pavimentação urbana: execução e \nfiscalização. São Paulo: PINI, 2014. ISBN 9788572662987. \n \nRICARDO, Hélio S.; CATALANI, G. Manual prático de escavação: terraplenagem e \nescavação de rocha. 2ª. ed. São Paulo: PINI, 2000. \n \nEMENTA: \n \nCaracterísticas Gerais do Concreto e Aço. Sistemas estruturais das edificações usuais - A \nconcepção da estrutura de um edifício. Segurança no cálculo estrutural:. Solicitação Normal \n(Flexão Simples) e Solicitação Tangencial (cisalhamento). Dimensionamento no Estado Limite \nÚltimo (ELU). Estudo da Fissuração, aderência e ancoragem das armaduras em vigas de \nconcreto armado. Classificação das lajes, carga por metro quadrado, vãos teóricos e vãos de \ncálculo. Momentos Fletores e Reações de apoio nas lajes armadas em uma direção, armados \nem duas direções, teoria das grelhas, processos de Marcus e Czerny. Dimensionamento e \ndetalhamento das armaduras longitudinais – critérios normativos relativos ao projeto executivo \nde laje.Verificação da necessidade de armadura transversal em lajes maciças. \nBIBLIOGRAFIA BÁSICA: \n \nCARVALHO, Roberto Chust. Cálculo e detalhamento de estruturas usuais de concreto \narmado. São Paulo: Ed.da UFSC, 2005. \nGUERRIN, A. Tratado de concreto armado, v. 2: as fundações. São Paulo: Hermus, 2002. \n \nCLÍMACO, João Carlos Teatini de Souza. Estruturas de concreto armado: fundamentos de \nprojeto, dimensionamento e verificação. 2. ed. Ed. UNB; Finatec, 2008. \nBIBLIOGRAFIA COMPLEMENTAR: \nESTRUTURAS DE CONCRETO ARMADO I \n", "76": "75 \n \n \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118: 2007. Projeto de \nestruturas de concreto: procedimento. Rio de Janeiro, 2007. 221 p. \n \nFUSCO, Péricles Brasiliense. Estruturas de concreto: solicitações normais estados limites \núltimos teoria e aplicações: teoria e aplicações. Rio de Janeiro: LTC, 1981. \nGUERRIN, A; LAVAUR, Roger C. Tratado de concreto armado, v. 5: reservatórios, caixas \nd’água, piscinas. São Paulo: Hemus, 2003. \nKNIJNIK, Anibal. Lajes em concreto armado com telas soldadas e nervuradas: cálculo e \ndetalhamento. São Paulo: IBTS, [19--]. \nROCHA, Anderson Moreira da. Concreto armado, v. 1. São Paulo: Nobel, 1986. \n \nEMENTA: \n \nÁguas pluviais prediais: componentes, parâmetros de projeto e dimensionamento. Normas. \nInstruções Técnicas para combate à incêndio. Projeto de combate à incêndio. Hidrantes. \nSprinkler. \nBIBLIOGRAFIA BÁSICA: \n \nAZEVEDO NETTO, José Martiniano et al. Manual de hidráulica. 8. ed. 3. reimp. São Paulo: \nEdgard Blücher, 2003. \nINSTRUÇÃO TÉCNICA \n– \n18 \nSISTEMA DE \nCHUVEIROS \nAUTOMÁTICOS. \nhttp://www.bombeiros.mg.gov.br/images/stories/dat/it/it_18%20_sistema_de_chuveiros_auto \nmaticos.pdf acesso em 10/04/2018. \nGARCEZ, Lucas Nogueira. Elementos de engenharia hidráulica e sanitária. 2. ed. São Paulo: \nEdgard Blücher, 2004. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIACAO BRASILEIRA DE NORMAS TECNICAS. NBR 10844: instalações prediais \nde águas pluviais. Rio de Janeiro: ABNT, 1989. 41 p. \n \nINSTRUÇÃO TÉCNICA Nº 02 TERMINOLOGIA DE PROTEÇÃO CONTRA INCÊNDIO \nE PÂNICO. CORPO DE BOMBEIRO-MG. 2017. \nINSTALACÕES HIDRAULICAS E SANITÁRIA II \n", "77": "76 \n \n \n \nINSTRUÇÃO TÉCNICA \n- 03 SÍMBOLOS GRÁFICOS PARA PROJETO DE \nSEGURANÇA  \n \n \n \nCONTRA  \n \n \nINCÊNDIO. \nhttp://www.bombeiros.mg.gov.br/images/stories/dat/it/it_03_simbolos_graficos_para_proteca \no_contra_incendio_e_panico.pdf acesso em 10/04/2018. \nINSTRUÇÃO TÉCNICA Nº 16 – 3ª EDIÇÃO SISTEMA DE PROTEÇÃO POR \nEXTINTORES DE INCÊNDIO Alterada pela Portaria CG 30/2017, de 17 de julho de 2017 - \nDOEMG Ano 125, nº 135, de 20 de julho 2017. \nINSTRUÇÃO TÉCNICA - 17 SISTEMA DE HIDRANTES E MANGOTINHOS PARA \nCOMBATE \nA \nINCÊNDIO. \nhttp://www.bombeiros.mg.gov.br/images/stories/dat/it/it_17_sistema_de_hidrantes_e_mangot \ninhos_para_combate_a_incendio.pdf acesso em 10/04/2018. \nMACINTYRE, Archibald Joseph. Instalações hidráulicas: prediais e industriais. 3. ed. Rio de \nJaneiro: LTC, 1996. \nVIANNA, Marcos Rocha . Instalações hidráulicas prediais. 3. ed. rev. Belo Horizonte: \nImprimatur Artes, 2004. \n \nEMENTA: Conceitos: chuvas, deflúvio superficial direto. Soluções estruturais para \nescoamento das águas pluviais. Elementos constituintes de um sistema de drenagem. Sistema \nde micro drenagem urbana. Sistema de macro drenagem: córregos e rios, bacias de contenção \nde águas pluviais. Estruturas especiais de drenagem: dissipadores de energia/estações \nelevatórias. \nBIBLIOGRAFIA BÁSICA: \n \nCANHOLI, Aluísio Pardo. Drenagem urbana e controle de enchentes. São Paulo: Oficina de \nTextos, 2005. \nGRIBBIN, John E. Introdução a hidráulica, hidrologia e gestão de águas pluviais São Paulo: \nCengage, 2008. \nTUCCI, Carlos E.M; PORTO, Rubem la Laina; BARROS, Mario T. D. Drenagem urbana. \nPorto Alegre: UFRGS, 1995. ISBN: 8570253648 \n \nBIBLIOGRAFIA COMPLEMENTAR: \nSISTEMAS DE DRENAGEM PLUVIAL URBANA \n", "78": "77 \n \n \n \nBOTELHO, Manoel Henrique Campos. Águas de chuva: engenharia das águas pluviais nas \ncidades. 2. ed. São Paulo: Edgard Blücher, 2005. \nPORTO, R. L. Técnicas quantitativas para o gerenciamento de recursos hídricos. Porto \nAlegre: Editora UFRGS, 2002. ISBN: 8570256612 \nSÃO PAULO (ESTADO). DEPARTAMENTO DE AGUAS E ENERGIA ELETRICA; \nCOMPANHIA DE TECNOLOGIA DE SANEAMENTO AMBIENTAL. Drenagem urbana: \nmanual de projeto.. 2. ed. corr. São Paulo: DAEE : CETESB, 1980. \n \nTUCCI, C. E. M. Hidrologia: ciência e aplicação. Porto Alegre : Ed. da URGS, 1997. \nWILKEN, P. S. Engenharia de drenagem superficial. São Paulo: Ed. CETESB, 1978. \n \nEMENTA: \n \nCaracterização no país e região quanto à situação do esgotamento sanitário Brasil. Soluções \nestruturais para o esgotamento sanitário. Impactos ambientais, sociais e econômicos. \nConceitos: esgotos sanitários. Elementos constituintes do sistema de esgotamento sanitário. \nProjeto de redes para esgotamento sanitário, interceptores, emissários e estações elevatórias. \nBIBLIOGRAFIA BÁSICA: \n \nAZEVEDO NETTO, José Martiniano et al. Manual de hidráulica. 8. ed. São Paulo: Edgard \nBlücher, 2003. \nGARCEZ, Lucas Nogueira. Elementos de engenharia hidráulica e sanitária. 2. ed. São Paulo: \nEdgard Blücher, 2004. \nNUVOLARI, Ariovaldo (Coord.). Esgoto sanitário: coleta, transporte, tratamento e reúso \nagrícola. São Paulo Edgard Blücher; FATEC-SP/CEETEPS; FAT, 2003. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIACAO BRASILEIRA DE NORMAS TECNICAS. NBR 8160: sistemas prediais de \nesgoto sanitário: projeto e execução. Rio de Janeiro: 1999. 74 p. \n \nCRESPO, Patrício Gallegos. Elevatória nos sistemas de esgoto. Belo Horizonte: Ed.UFMG, \n2001. \n___ _. Sistema de esgotos. Belo Horizonte: UFMG, 2003. \nSISTEMAS DE ESGOTAMENTO SANITÁRIO \n", "79": "78 \n \n \n \nTSUTIYA, Milton Tomoyuki; ALEM SOBRINHO, Pedro . Coleta e transporte de esgoto \nsanitário. 2. ed. São Paulo: Escola Politécnica da USP/Departamento de Engenharia Hidráulica \ne Sanitária, 2000. \nVIANNA, Marcos Rocha. Mecânica dos fluidos para engenheiros. 4. ed Belo Horizonte: \nImprimatur, 2001. \n \nEMENTA: \n \nConcreto: Produção, Lançamento, adensamento, cura e controle tecnológico. Fôrmas: \nMetálicas e de madeira. Armação: Lajes, vigas, pilares e especiais. Telhados e Coberturas. \nTópicos de instalações Gerais: Elétrica, hidráulica, combate a incêndio, gás canalizado, energia \nsolar e aterramento. Alvenaria. \nBIBLIOGRAFIA BÁSICA: \n \nBORGES, Alberto de Campos; MONTEFUSCO, Elizabeth; LEITE, Jaime Lopes Prática das \npequenas construções, v. 1. 9. ed.rev. ampl São Paulo: Edgard Blücher, 2009. \nBOTELHO, M. H.C. Manual de projeto de edificações. 1 ed. São Paulo: PINI, 2009. \n \nSOUZA, Josiani. Alternativas tecnológicas para edificações, v. 1. São Paulo: PINI, 2008. 237 \np. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nADDIS, Bill. Edificação: 3000 anos de projeto, engenharia e construções. São Paulo: \nBookman, 2009. \nAZEREDO, Hélio Alves de. Edifício até sua cobertura. 2. ed. São Paulo: Edgard Blücher, \n1998. (Prática de Construção Civil) \nBAUER, Falcão L.A. Materiais de construção. Rio de Janeiro: LTC, 1997. 2 v. \n \nGEHBAUER, Fritz et al. Planejamento e gestão de obras: um resultado prático da \ncooperação técnica Brasil-Alemanha. Curitiba: CEFET-PR, 2002. \nMATTOS, Aldo Dórea. Planejamento e controle de obras. São Paulo: Ed. PINI, 2010. \nTECNOLOGIA DAS EDIFICAÇÕES I \n", "80": "79 \n \n \n \n \n \nEMENTA: \n \nHistórico do urbanismo. Plano diretor. Política urbana e meio ambiente. Urbanização, \ndesenvolvimento e degradação ambiental. Indicadores de qualidade para o espaço urbano – \ndiagnóstico. Importância do conhecimento interdisciplinar para a solução dos problemas \nambientais urbanos. Trabalho prático. \nBIBLIOGRAFIA BÁSICA: \n \nBRANCO, Samuel Murgel. Meio ambiente em debate. 3. ed. reform.São Paulo: Moderna, \n2010. (Coleção Polêmica) \nCASSILHA, Gilda Amaral ; CASSILHA, Simone Amaral. Planejamento urbano e meio \nambiente. Ed. IESDE, 2010. Acompanha DVD. Livro Impresso + Video Livro (DVD com \nvídeo aulas) \nLE CORBUSIER. Planejamento urbano. 3. ed. 3. reimp. São Paulo: Perspectiva, 2010. \n(Debates. Urbanismo ; 37) \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBARROS, Raphael Tobias Vasconcelos et al. Manual de saneamento e proteção ambiental \npara os municípios, v. 2. Belo Horizonte: DESA/UFMG, 1995. \nBRASIL. Câmara dos Deputados. Estatuto da cidade: guia para implementação pelos \nmunicípios e cidadãos. 2.ed. Brasília: Edições Câmara, 2002. Disponível em: < \nhttps://webp.caixa.gov.br/urbanizacao/caixacidade/cartilhas.asp >. Acesso em: 19.08.2013 \nBrasil. [Estatuto da cidade (2001)]. Estatuto da cidade : Lei n. 10.257, de 10 julho de 2001, e \nlegislação \ncorrelata. \nBrasília, \n2004. \n(Série \nlegislação; \nn. \n90) \nDisponível \nem: \n<http://bd.camara.gov.br/bd/handle/bdcamara/2444 >. Acesso em: 19.08.2013. \n \nCAVALCANTI, Clovis (Org.) et al . Meio ambiente, desenvolvimento sustentável e políticas \npúblicas. 3. ed. São Paulo: Cortez, 2001. \nDERISIO, José Carlos. Introdução ao controle de poluição ambiental. 3. ed. São Paulo: \nSignus, 2007. \nMOTA, Suetônio. Introdução à engenharia ambiental. 4. ed. Rio de Janeiro: ABES, 2006. \nPLANEJAMENTO URBANO \n", "81": "80 \n \n \n \nPEREIRA, Elson Manoel. Planejamento urbano no Brasil: conceitos, diálogos e práticas. \nEditora: Argos, 2008. \n \n \n \n \n \n \nEMENTA: \n \nRevisão das propriedades da madeira. Peças tracionadas: critério de cálculo. Peças \ncomprimidas: critérios de cálculo, dimensionamento à flambagem. Vigas submetidas à flexão: \nsimples, oblíqua e composta, critérios de cálculo. Ligações de peças estruturais: pregos, \nparafusos, entalhes e conectores metálicos. Projeto executivo de cobertura com estrutura de \nmadeira: determinação de cargas, tipos de treliças, espaçamento das treliças, caibros, ripas, \nligações e colunas, especificações de materiais. Noções sobre o tratamento da madeira. \nBIBLIOGRAFIA BÁSICA: \n \nCALIL JUNIOR, Carlito; LAHR, Francisco Antonio Rocco; DIAS, Antonio Alves. \nDimensionamento de elementos estruturais de madeira. Barueri: Manole, 2003. \n \nCALIL JUNIOR, Carlito. Cobertura em estruturas de madeira. 1 ed. São Paulo: PINI, 2010. \n \nMOLITERNO, Antônio. Caderno de projetos de telhados em estruturas de madeira. 2. ed. \nSão Paulo: Edgard Blücher, 2003. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 7190: projeto de estruturas \nde madeira. Rio de Janeiro, 1997. \n \nMOTA, Cláudio. Construção de estruturas de aço e madeira. Recife: Ed. EDUPE, 2008. \nPFEIL, Walter. Estruturas de madeira. 5. ed. Rio de Janeiro: LTC, 1994. \nREBELL, Yaponan Conrado Pereira. Estruturas de aço, concreto, madeira: atendimento da \nexpectativa dimensional. São Paulo: Zigurate, 2005. \nREBELLO, Yopanan. Estruturas de aço, concreto e madeira. 4. ed. São Paulo: Zigurate, \n2010. \n8º PERÍODO \nESTRUTURA DE MADEIRA \n", "82": "81 \n \n \n \n \n \nEMENTA: \n \nPilares usuais em edificações: Compressão simples, flexão normal composta, flexão obliqua \ncomposta. Torção em vigas de concreto armado. Estudos das lajes nervuradas (unidirecional e \nbidirecional). Estruturas de Fundações Superficiais – (Sapatas): definição, tipos, \ndimensionamento estrutural. \nBIBLIOGRAFIA BÁSICA: \n \nCARVALHO, Roberto Chust. Cálculo e detalhamento de estruturas usuais de concreto \narmado. São Paulo: Edufscar, 2005. \nGUERRIN, A.. Tratado de concreto armado, v. 2: as fundações. São Paulo: Hermus, 2002. \n \nCLÍMACO, João Carlos Teatini de Souza. Estruturas de concreto armado: fundamentos de \nprojeto, dimensionamento e verificação. 2. ed. rev. Brasília, DF: Ed Universidade de Brasília ; \nFINATEC, 2008. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118:2007. projeto de \nestruturas de concreto: procedimento. Versão corrigida. Rio de Janeiro: abr. 2007. 242 p. \n \nFUSCO, Péricles Brasiliense. Estruturas de concreto: solicitações normais estados limites \núltimos teoria e aplicações: teoria e aplicações. Rio de Janeiro: LTC, 1981. \nKNIJNIK, Anibal. Lajes em concreto armado com telas soldadas e nervuradas: cálculo e \ndetalhamento. São Paulo: IBTS, [19--]. \nREBELLO, Yaponan Conrado Pereira. Estruturas de aço, concreto, madeira: atendimento da \nexpectativa dimensional. 4. ed. São Paulo: Zigurate, 2010. \nROCHA, Anderson Moreira da. Concreto armado, v. 1. São Paulo: Nobel, 1986. \n \nEMENTA: \n \nConsiderações gerais sobre as estruturas de aço. Aços e perfis estruturais laminado e com chapa \ndobrada a frio. Ações, segurança, métodos de cálculo e normas. Dimensionamento de peças \nsubmetidas à tração, compressão e flexão simples, flexão composta normal e flexão composta \noblíqua. Solicitações combinadas. Ligações e apoios. \nESTRUTURA DE CONCRETO ARMADO II \nESTRUTURA DE AÇO \n", "83": "82 \n \n \n \nBIBLIOGRAFIA BÁSICA: \n \nBELLEI, Ildony H.. Edifícios industriais em aço: projeto e cálculo. 4. ed. São Paulo: Pini, \n2003. \nDIAS, Luís Andrade de Mattos. Estruturas de aço: conceitos, técnicas e linguagem. São \nPaulo: Zigurate, 2006. \nPFEIL, Walter; PFEIL, Michele. Estruturas de aço: dimensionamento prático. Rio de Janeiro. \nLTC, 2002. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6120: 1980.Versão \ncorrigida: 2008. Cargas para o cálculo de estruturas de edificações. Versão corrigida \nconfirmada em 28.01.2008. Rio de Janeiro, 2000. 5 p. (5ex/versão 1980) \n___ _. NBR 8800/1988. Versão corrigida: 2008: projeto e execução de estruturas de aço de \nedifícios. Rio de Janeiro, 2008. 237 p. \n___ _. NBR 6123:1988. Versão corrigida: 1990. Forças devidas ao vento em edificações. \nRio de Janeiro, 1990. 66 p. \n \n___ _. NBR 8681: 2003. Versão corrigida: 2004. Ações e segurança nas estruturas. Rio de \nJaneiro, 2004. 18 p. \nREBELLO, Yaponan Conrado Pereira. Estruturas de aço, concreto, madeira: atendimento da \nexpectativa dimensional. 4. ed. São Paulo: Zigurate, 2010. \nEMENTA: \n \nRevestimento de Piso, Teto, Parede, Forro e Divisórias. Coordenação de Projetos. Esquadrias. \nPintura \ne \nImpermeabilização. \nEstruturas \nPré-Fabricadas. \nTecnologia \nBIM \n(BuildingInformationModeling). \nBIBLIOGRAFIA BÁSICA: \n \nBORGES, Alberto de Campos; MONTEFUSCO, Elizabeth; LEITE, Jaime Lopes Prática das \npequenas construções, v. 1. 9. ed.rev. ampl São Paulo: Edgard Blücher, 2009. \nBOTELHO, M. H.C. Manual de projeto de edificações. 1 ed. São Paulo: PINI, 2009. \nTECNOLOGIA DAS EDIFICAÇÕES II \n", "84": "83 \n \n \n \nSOUZA, Josiani. Alternativas tecnológicas para edificações, v. 1. São Paulo: PINI, 2008. 237 \np. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nADDIS, Bill. Edificação: 3000 anos de projeto, engenharia e construções. São Paulo: \nBookman, 2009. \nAZEREDO, Hélio Alves de. Edifício até sua cobertura. 2. ed. São Paulo: Edgard Blücher, \n1998. (Prática de Construção Civil) \nBAUER, Falcão L.A. Materiais de construção. Rio de Janeiro: LTC, 1997. 2 v. \n \nGEHBAUER, Fritz et al. Planejamento e gestão de obras: um resultado prático da \ncooperação técnica Brasil-Alemanha. Curitiba: CEFET-PR, 2002. \nMATTOS, Aldo Dórea. Planejamento e controle de obras. São Paulo: Ed. PINI, 2010. \n \n \nEMENTA: \n \nClassificação das rodovias. Traçado geométrico de estradas. Curvas horizontais circulares e de \ntransição. Superelevação e super largura. Perfis e concordâncias. Rampas. Cortes transversais. \nClassificação de pavimentos. Estudos de tráfego: tipos de eixos e cargas. Dimensionamento de \npavimentos flexíveis. Métodos de dimensionamento, Método do DNER. Serviços de drenagem \ne proteção do corpo estradal: drenagem superficial e drenagem profunda. \n \nBIBLIOGRAFIA BÁSICA: \n \nSENÇO, Wlastermiler de. Manual de técnicas de projetos rodoviários: principais \ntécnicas de projetos. São Paulo: PINI, 2008. 758 p. ISBN: 9788572661973. \nSENÇO, Wlastermiler de. Manual de técnicas de pavimentação, v. 1. São Paulo: PINI, 1997. \n746 p. ISBN: 8572660763. \n \nANTAS, Paulo Mendes et al. Estradas: Projeto Geométrico e de Terraplenagem,. Rio de \nJaneiro: Editora Interciência, 2010. \nENGENHARIA DE ESTRADAS II \n", "85": "84 \n \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nPIMENTA, Carlos R.T.; OLIVEIRA, Márcio P. Projeto geométrico de rodovias. São Carlos: \nRima Editora, 2004. 198p. ISBN: 85-86552-91-7 \n \nBALBO, José Tadeu. Pavimentação asfáltica: materiais, projeto e restauração. São Paulo: \nOficina de Textos, 2007. 558p. ISBN 9788586238567 \n \nPINTO, Isaac E.; PINTO, Salomão. Pavimentação asfáltica: conceitos fundamentais sobre \nmateriais e revestimentos asfálticos. Editora:LTC, 2015. \n \nMEDINA, Jacques de.; MOTTA, Laura, Maria Goretti da. Mecânica dos pavimentos. 3ª ed. \nRio de Janeiro: Interciência, 2015. 620p. ISBN: 978-85-7193-366-8. \n \nSENÇO, Wlastermiler de. Manual de técnicas de pavimentação, v. 2. São Paulo: Pini, 2001. \n671 p. v. 2. ISBN: 8572661255. \nEMENTA: Caracterização no país e região. Caracterização dos resíduos sólidos (doméstico, \nhospitalar, industrial, serviços urbanos e construção). Acondicionamento, armazenamento e \ntransporte. Tratamento e disposição final: caracterização dos tipos, critérios de escolha. Gestão \ndos serviços de limpeza pública. \nBIBLIOGRAFIA BÁSICA: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 10004: resíduos sólidos: \nclassificação. Rio de Janeiro, 1987. 63 p. \n \nCASTILHOS JÚNIOR, Armando Borges de (Coord.) . Resíduos sólidos urbanos: aterro \nsustentável para municípios de pequeno porte. Florianópolis: Vida & Conciência, 2003. 280 \np. (PROSAB - Programa de Pesquisa em Saneamento Básico; n. 3) \n \nJACOBI, Pedro. Gestão compartilhada dos resíduos sólidos. São Paulo: Annablume, 2006. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCASSA, José Clodoaldo Silva ; CARNEIRO, Alex Pires ; BRUM, Irineu Antônio Schadach \n(Org.). Reciclagem de entulho para a produção de materiais de construção. Salvador: \nEDUFBA; Caixa Econômica Federal, 2001. \nRESÍDUOS SÓLIDOS URBANOS E INDUSTRIAIS \n", "86": "85 \n \n \n \nFELLENBERG, Gunter. Introdução aos problemas da poluição ambiental. São Paulo: Editora \nPedagógica e Universitária, 2007. \nLIMA, José Dantas de. Gestão de resíduos sólidos urbanos no Brasil. Rio de Janeiro: ABES, \n2001. \nLOTTA, Gabriela Spanghero ; BARBOZA, Helio Batista ; TEIXEIRA, Marco Antonio \nCarvalho ; PINTO, Verena (Org.). 20 experiências de gestão pública e cidadania. São Paulo: \nCiclo de Premiação, 2003. \nRIBEIRO, Daniel Véras; MORELLI, Márcio Raymundo. Resíduos sólidos: problema ou \noportunidade? Rio de Janeiro: Interciência, 2009. \nBARTHOLOMEU, Daniela Bacchi; CAIXETA FILHO, José Vicente (Org.). Logística \nambiental de resíduos sólidos. 1. ed. São Paulo: Atlas, 2011. \n \n \n \n \n \n \nEMENTA: \n \nIntrodução à Engenharia de Fundações. Investigações geotécnicas do subsolo. Fundações \nrasas: determinação da capacidade de carga, estimativa de recalques e determinação da taxa de \ntrabalho. Fundações profundas: determinação da capacidade de carga, estimativa de recalques \ne determinação da taxa de trabalho. Escolha do tipo de fundação. Estrutura de contenção e \nobras de terra. \nBIBLIOGRAFIA BÁSICA: \n \nALONSO, Urbano Rodriguez. Dimensionamento de fundações profundas. São Paulo: Edgard \nBlücher, 1989. \n___ _. Previsão e controle das fundações: uma introdução ao controle da qualidade em \nfundações. São Paulo: Edgard Blücher, 2003. \nHACHICH, Waldemar et al. Fundações: teoria e prática. 2. ed. São Paulo: PINI, 2003. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nGUERRIN, A.. Tratado de concreto armado, v. 2: as fundações. São Paulo: Hermus, 2002. \n9º PERÍODO \nFUNDAÇÕES E OBRAS DE CONTENÇÃO \n", "87": "86 \n \n \n \nMASSAD, Faiçal. Obras de terra: curso básico de geotecnia com exercícios. São Paulo: \nOficina de Textos, 2010. \nPINTO, Carlos de Sousa. Curso básico de mecânica dos solos: em 16 aulas. São Paulo: \nOficina de Textos, 2000. \nREBELLO. Yopanan. Fundações : guia prático de projetos, execução e dimensionamento. \nSão Paulo: Zigurate, 2008. \nVELLOSO, Dirceu. Fundações, v. 2. Rio de Janeiro: E- Papers, 2004. \n \n  \nPLANEJAMENTO E ORÇAMENTAÇÃO DE OBRAS \n \nEMENTA: \nCusto Direto, composições de custo, levantamento de dados para composição de orçamentos, \ntecnologia construtiva aliada ao orçamento. Custo Indireto, tributação, BDI. Planejamento de \nObras. Redes Pert/CPM, Cronograma Físico-Financeiro. Curvas ABC. Abordagem \nprobabilística de durações. Recursos, Curva S e Acompanhamento das atividades. Análise de \nviabilidade econômica de empreendimentos. \nBIBLIOGRAFIA BÁSICA: \n \nMATTOS, Aldo Dórea. Como preparar orçamentos de obras: dicas para orçamentistas, \nestudos de caso, exemplos. São Paulo: PINI, 2008. \nMATTOS, Aldo Dórea. Planejamento e controle de obras. São Paulo: PINI, 2010. \n \nTISAKA, Maçahico. Orçamento na construção civil: consultoria, projeto e execução. 6. tir. \nSão Paulo: PINI, 2010. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nAZEREDO, Hélio Alves de. O edifício até sua cobertura: prática de construção civil. 2. ed. \nSão Paulo: Edgard Blücher, 1997. \n___    _.  O  edifício  e  seu  acabamento.  São Paulo: Edgard \nBlücher, c1987.. (Prática de \nconstrução civil). \nBAUER, Falcão L.A. Materiais de construção. Rio de Janeiro: LTC,1997. 2 v. \n \nCARDOSO, Roberto Sales. Orçamento de obras em foco: um novo olhar sobre a engenharia \nde custos. São Paulo: Ed. PINI, 2009. \n", "88": "87 \n \n \n \nTÉCHNE: a revista do engenheiro civil, São Paulo: PINI, 2010. Mensal. ISSN 0104-1053. \n \nEMENTA: \n \nAções a considerar, Trem Tipo, Tipos de seção Transversal, Determinação de Trem tipo \nLongitudinal, Linhas de influência e envoltória de esforços, Cálculo de Super, Meso e \nInfraestrutura, Aparelhos de apoio. Noções de viga protendida. \nBIBLIOGRAFIA BÁSICA: \n \nABNT – NBR 7188 – 2013 – Carga Móvel em Ponte Rodoviária e Passarela de Pedestre, Rio \nde Janeiro, 2013. \nABNT – NBR 7187 – Projeto de Pontes de Concreto Armado e Protendido, Rio de Janeiro, \n2003. \nABNT – NBR 6118 – Projeto de Estruturas de Concreto, Rio de Janeiro, 2014. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nLEONHARDT, Fritz. Construções de Concreto: Princípios Básicos da Construção de \nPontes de Concreto – Vol 6. Editora Interciência Ltda, 1979. \nPFEIL, Walter. Pontes em Concreto Armado: Elementos de projeto, solicitações, \nsuperestrutura – Vol 1. 3ª Edição. Livros Técnicos e Científicos Editora S.A., Rio de Janeiro, \n1983. \nMARCHETTI, Osvaldemar. Pontes de Concreto Armado. Editora Edigard Blucher Ltda, \n2008. \n \nEMENTA: Características gerais dos solos tropicais, risco geológico-geotécnico, \nescorregamentos, erosões, assoreamentos, inundações, solos expansivos e colapsíveis, \npercolação de fluido através de solos contaminação de aqüíferos. \nBIBLIOGRAFIA BÁSICA: \n \nBOSCOV, Maria Eugênia Gimenez. Geotecnia ambiental. São Paulo: Oficina de Textos, 2008. \nPONTES \nGEOTECNIA \n", "89": "88 \n \n \n \nMASSAD, Faiçal. Obras de terra: curso básico de geotecnia. 2. ed. São Paulo: Oficina de \nTextos, 2010. \nOLIVEIRA, Antônio Manoel dos Santos ; BRITO, Sérgio Nertan Alves de (Edit.). Geologia \nde engenharia. São Paulo: Associação Brasileira de Geologia de Engenharia, 2007. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCHIOSSI, Nivaldo José. Geologia aplicada a engenharia. 3. ed. São Paulo: Grêmio \nPolitécnico, USP, 1983. \nDAS, Braja M. Fundamentos de engenharia geotécnica. São Paulo: Thomson, 2007. \n \nLADEIRA, José Gualberto Baptista. Curso de geologia aplicada. Belo Horizonte: \nEngenharia, 1973. 2 v. (Edições Engenharia) \nTEIXEIRA, Wilson (Org.). Decifrando a terra. 2. ed. São Paulo: Oficina de textos, 2009 . \n \nQUEIROZ, Rudney C. Geologia e geotecnia básica para engenharia civil. São Paulo: \nEditora RIMA, 2009. \n \nEMENTA: \n \nHistórico da legislação ambiental no Brasil. O meio ambiente na Constituição Federal. A \nPolítica Nacional do Meio Ambiente e o Sistema Nacional do Meio Ambiente. Legislação \nambiental federal e estadual relacionada aos recursos naturais (flora, fauna, solo e água) e às \náreas urbanas. A Lei dos Crimes Ambientais. Deliberações normativas do COPAM e \nResoluções CONAMA. Conceituação do ambiente. Diagnóstico ambiental. Etapas decisórias. \nEstudos ambientais: definições e características. Metodologia para elaboração de estudos \nambientais. Termos de referência. Avaliação de impactos ambientais. Gerenciamento de \nestudos ambientais. Equipes multidisciplinares. Modelos institucionais. Instrumentos de \nGestão Ambiental. Licenciamento ambiental. \nBIBLIOGRAFIA BÁSICA: \n \nFOGLIATTI, Maria Cristina. Avaliação de impactos ambientais: aplicação aos sistemas de \ntransporte. Rio de Janeiro: Interciência, 2004. \nLEGISLAÇÃO E IMPACTOS AMBIENTAIS \n", "90": "89 \n \n \n \nGUERRA, Antonio Jose Teixeira; CUNHA, Sandra Baptista da. Impactos ambientais \nurbanos no Brasil. 8. ed. Rio de Janeiro: Bertrand Brasil, 2011. \nMEDAUAR, Odete (Org.). Coletânea de legislação de Direito Ambiental: Constituição \nFederal. 9. ed. São Paulo: Revista dos Tribunais, 2010. \nPINTO, Antonio Luiz de Toledo ; WINDT, Márcia Cristina Vaz dos Santos; CÉSPEDES, Lívia \n(Org.) Legislação de Direito Ambiental. 4. ed. São Paulo: Saraiva, 2011. 1020 p. (Coleção \nSaraiva de legislação). \nBIBLIOGRAFIA COMPLEMENTAR: \n \nABREU, Mauro Henrique Nogueira Guimarães (Org.). Ciências ambientais: uma abordagem \nmultidisciplinar. Belo Horizonte: Silveira, 2007. \nAZEVEDO, F. A. CHASIN, A. M. As bases toxicológicas da ecotoxicologia. São Carlos: \nRima. 2004. \nFUNDAÇÃO ESTADUAL DO MEIO AMBIENTE. Iniciação ao desenvolvimento \nsustentável. Belo Horizonte: FEAM, 2003. \nMAZZINI, A.L.D.A. Dicionário educativo de termos ambientais. Belo Horizonte: O autor, \n2003. O Lutador, 2003. \nMOTA, Suetônio. Introdução à engenharia ambiental. 4. ed. Rio de Janeiro: ABES, 2006. \n \nSÁNCHEZ, Luis Enrique. Avaliação de impacto ambiental: conceitos e métodos. 2. reimp. \nSão Paulo: Oficina de Textos, 2008. \n  \nENGENHARIA DE TRANSPORTES \n \nEMENTA: \nCaracterização do transporte público urbano e interurbano. Planejamento de transportes em \náreas urbanas e os sistemas de transportes. Política de uso do solo e o trânsito urbano. Objetivo \ne elementos de engenharia de trânsito. Característica de trafego: volume, densidade, \nvelocidade, estudo da capacidade, intersecções. Operação de tráfego: distância de visibilidade. \nSinalizações: horizontal, vertical e semafórica. Iluminação pública. Gestão do sistema de \ntransportes públicos. Noções de planejamento do aeroporto. Noções do projeto geométrico da \nárea de pouso. Noçoes do planejamento da área do terminal. Noções de sinalizações. \n", "91": "90 \nBIBLIOGRAFIA BÁSICA: \n \n \n \nLESTER, A. Hoel. Engenharia de Infraestrutura de Transportes: Uma Integração Multimodal. \nSão Paulo: Cengage Learning , 2011. 598 p. \n \nVASCONCELLOS, Eduardo A. Transporte urbano nos países em desenvolvimento: reflexões \ne propostas. São Paulo: Annablume, 2009. 293 p. \n \nVASCONCELLOS, Eduardo A. Transporte urbano, espaço e equidade: análise das políticas \npúblicas. São Paulo: Annablume, 2001. 218 p. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nAFFONSO, Nazareno Stanislau ; BADINI, Cristina ; GOUVÊA, Fátima (Coord.); Associação \nNacional de Transportes Públicos. Mobilidade & cidadania. São Paulo: ANTP, 2003. (Coleção \nTransporte urbano) \n \nBIAVATI, Eduardo ; MARTINS, Heloisa. Rota de colisão: a cidade, o trânsito e você. São \nPaulo: Berlendis & Vertecchia, 2007. \n \nCONSELHO NACIONAL DE TRÂNSITO - CONATRAN. Manual Brasileiro de Sinalização \nde Trânsito: Sinalização Vertical de Regulamentação, v. 1. (2007). 222 p. Disponível em: \n<http://www.denatran.gov.br/images/Educacao/Publicacoes/MANUAL_VOL_I.pdf > Acesso \nem: 20/11.2017. \n \nCONSELHO NACIONAL DE TRÂNSITO - CONATRAN. Manual Brasileiro de Sinalização \nde Trânsito: Sinalização horizontal, v. 4. (2007). 130 p. Disponível em: \n<http://www.denatran.gov.br/images/Educacao/Publicacoes/Manual_Horizontal_com_capa.p \ndf> Acesso em: 20/11/2017. \n \nCONSELHO NACIONAL DE TRÂNSITO - CONATRAN. Manual Brasileiro de Sinalização \nde \nTrânsito: \nSinalização \nsemafórica, \nv. \n5. \n(2007). \n130 \np. \nDisponível \nem: \nhttp://www.denatran.gov.br/index.php/educacao/109-educacao/publicacoes/449-publicacoes> \nAcesso em: 20/11/2017. \n \nHOFFMANN, Maria Helena, 1960- ; CRUZ, Roberto Moraes ; ALCHIERI, João Carlos. \nComportamento humano no trânsito. 2. ed. São Paulo : Casa do Psicólogo, 2007. \n \nEMENTA: \n \nO TIM I (Trabalho de Conclusão de Curso) se constitui numa atividade acadêmica de \nsistematização do conhecimento sobre um objeto de estudo relacionado à profissão ou ao \ncurso, desenvolvida mediante supervisão, orientação e avaliação docente, cuja exigência é um \nrequisito essencial e obrigatório para a obtenção do diploma. \n \n", "92": "91 \nBIBLIOGRAFIA BÁSICA: \n \n \n \nNão se aplica. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nNão se aplica. \n \n \n \n \n \n \n \nEMENTA: \n \nElaboração de um projeto estrutural (concreto armado ou metálica), para um edifício \nresidencial/comercial. \nBIBLIOGRAFIA BÁSICA: \n \nCARVALHO, Roberto Chust. Cálculo e detalhamento de estruturas usuais de concreto \narmado, v. 1. São Paulo: Ed.da UFSC, 2005. \nFUSCO, P. B. Tecnologia do concreto estrutural. 1 ed. São Paulo: PINI, 2008. \n \nGUERRIN, A.. Tratado de concreto armado, v. 2: as fundações. São Paulo: Hermus, 2002. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6120: 1980.Versão \ncorrigida: 2008. Cargas para o cálculo de estruturas de edificações. Versão corrigida \nconfirmada em 28.01.2008. Rio de Janeiro, 2000. 5 p. \nFUSCO, Péricles Brasiliense. Estruturas de concreto: solicitações normais estados limites \núltimos teoria e aplicações: teoria e aplicações. Rio de Janeiro: LTC, 1981. \nKNIJNIK, Aníbal. Lajes em concreto armado com telas soldadas e nervuradas: cálculo e \ndetalhamento. São Paulo: IBTS, [19--]. \nROCHA, Anderson Moreira da. Concreto armado, v. 1. São Paulo: Nobel, 1986. \n \n___ _. Concreto armado, v. 3. São Paulo: Nobel, 1986. \n10º PERÍODO \nENGENHARIA DE ESTRUTURAS E PRÁTICA ESTRUTURAL \n", "93": "92 \nSEGURANÇA DO TRABALHO \n \n \nEMENTA: \n \nRiscos profissionais. Avaliação e controle. Normalização e legislação. Organização. Fisiologia \ndo trabalho. Ergonomia. Toxicologia industrial. Doenças do trabalho. Saneamento do meio. \nProteção contra incêndio. Primeiros socorros. Análises de projetos. \nBIBLIOGRAFIA BÁSICA: \n \nBARBOSA FILHO, Antonio Nunes. Segurança do trabalho e gestão ambiental. 4. ed. São \nPaulo: Atlas, 2011. \nDUL, Jan; WEERDMEESTER, Bernardo. Ergonomia prática. 2 ed. São Paulo: Edgard \nBlucher, 2004. \nGONÇALVES, Edwar Abreu. Manual de segurança e saúde no trabalho. 2 ed. São Paulo: \nLTr, 2003. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBARBOSA, Luís Guilherme. Fisioterapia preventiva nos distúrbios osteomusculares \nrelacionados ao trabalho DORTS: a fisioterapia do trabalho aplicada. Rio de Janeiro: \nGuanabara Koogan, 2002. \nBRASIL. Ministério do Trabalho e Emprego. Caminhos da análise de acidentes de trabalho \nBrasília: \nMinistério \ndo \nTrabalho \ne \nEmprego, \n2003. \nDisponível \nem:< \nhttp://www3.mte.gov.br/seg_sau/pub_cne_analise_acidente.pdf >. Acesso em: 19.08.2013. \nCARDELLA, Benedito. Segurança no trabalho e prevenção de acidentes: uma abordagem \nholística. São Paulo: Atlas, 2007. \nFERREIRA JUNIOR, Mario. Saúde do trabalho: temas básicos para o profissional que cuida \nda saúde dos trabalhadores. São Paulo: Roca, 2000. \nGRANDJEAN, E. . Manual de ergonomia: adaptando o trabalho ao homem. 4. ed. Porto \nAlegre: Artes Médicas, 1998. \nROUSSELET, Edson da Silva; FALCÃO, César. A segurança na obra - manual técnico de \nsegurança do trabalho em edificações prediais. Rio de Janeiro: Interciência, 1999. \n", "94": "93 \nGESTÃO DE PROJETOS NA CONTRUÇÃO CIVIL \n \n \nEMENTA: \n \nDetalhamento da cadeia de produção de uma edificação; Competitividade das empresas \nconstrutoras, tipos de contrato; NBR 15575/2013. Garantia da qualidade na construção civil; \nSistemas de garantia da qualidade na construção civil; Qualidade de projetos; Qualidade na \nconstrução; Racionalização da construção; Tópicos em novas técnicas e tecnologias \nconstrutivas. Tecnologia de informação na gestão de projetos e contratos. \nBIBLIOGRAFIA BÁSICA: \n \nPESSOA, Sylvio. Gerenciamento de empreendimentos: da ideia ao estágio operacional, todos \nos passos e aspectos que determinam o sucesso de um empreendimento. Florianópolis: Insular, \n2003. \nMATTOS, Aldo Dórea. Planejamento e controle de obras. 1. ed. São Paulo: PINI, 2010. \n \nSANTOS, Luciano M. M. dos. Avaliação ambiental de processos industriais. São Paulo: \nSignus, 2006. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ISO 14001. Sistemas de Gestão \nAmbiental: requisitos para orientações de usos. Rio de Janeiro: ABNT, 2004. 35p. \n \n___   _.  ISO  9001:  2008;  Sistema  de  Gestão  da Qualidade: requisitos. \nRio de Janeiro: \nABNT, 2000. 32 p. \nBERNARDES, Maurício Moreira da Silva. Planejamento e controle da produção para \nempresas de construção civil. LTC, 2003. \nCAJAZEIRA, Jorge Emanuel Reis. ISO 14001: manual de implantação. Rio de Janeiro: \nQualitymark, 2003. \nGEHBAUER, Fritz et al. Planejamento e gestão de obras: um resultado prático da \ncooperação técnica Brasil-Alemanha. Curitiba: CEFET-PR, 2002. \n", "95": "94 \nTRABALHO INTEGRALIZADOR MULTIDISCIPLINAR II \n \n \n \n \n PROCESSO CONSTRUTIVO \n \n \n \nEMENTA: \n \nO TIM II (Trabalho de Conclusão de Curso) se constitui numa atividade acadêmica de \nsistematização do conhecimento sobre um objeto de estudo relacionado à profissão ou ao curso, \ndesenvolvida mediante supervisão, orientação e avaliação docente, cuja exigência é um \nrequisito essencial e obrigatório para a obtenção do diploma. \nBIBLIOGRAFIA BÁSICA: \n \nNão se aplica. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nNão se aplica. \n \n5.2 \nEmentário das Disciplinas Optativas \n \n  \nCONCRETO  PROTENDIDO \n \nEMENTA: \nTipos de Protensão, Aderência inicial e posterior e sem aderência, protensão completa, \nlimitada e parcial, cordoalhas engraxadas, fios e cabos descrição dos sistemas de protensão. \nCálculo das perdas de protensão. Cálculo da armadura longitudinal ELU e ELS. Cálculo da \narmadura transversal. Operação de protensão. Cabo equivalente. Lajes maciças protendidas. \nPrincipais tipos de pontes protendidas. Vigas com pré-tração. \nBIBLIOGRAFIA BÁSICA: \n \nLEONHARDT, F. Construções de concreto: concreto protendido. Rio de Janeiro: \nInterciência, 1983. 2 v. \nPFEIL, Walter do Couto. Concreto protendido. Rio de Janeiro: LTC, 1985. \n \nVASCONCELOS, Augusto C. Manual prático para a correta utilização dos aços no \nconcreto protendido em obediência às normas atualizadas. Rio de Janeiro: LTC, 1980. \nCARVALHO, Roberto Chust – Estruturas em Concreto Protendido – Editora PINI – São \nPaulo 2012. \n", "96": "95 \nCHOLFE, Luiz, BONILHA, Luciana – Concreto Protendido – Teoria e Prática – Editora \n \n \nPINI, São Paulo, 2014. \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS, NBR 6118:2014 Projeto de \nestruturas de concreto – Procedimento – Abril de 2014 – São Paulo. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBUCHAIM, Roberto . Concreto protendido: tração axial, flexão simples e força cortante. \nLondrina: EDUEL, 2008. \nLEONHARDT, F. Construções de concreto, v. 5: princípios básicos do dimensionamento de \nestruturas de concreto armado. Rio de Janeiro: Interciência, 1977. \nMASON, Jayme. Concreto armado e protendido: princípios e aplicações. Rio de Janeiro: \nLTC, 1976. \nPFEIL, Walter do Couto. Concreto armado: dimensionamento: fissuração, fadiga, torção, \nconcentração de tensões. 5. ed. Rio de Janeiro: LTC, 1989. v. 3. \nRUSCH, Hubert. Concreto armado e protendido. 1. ed. Rio de Janeiro: Campus, 1981. \n \nMASON, J. Concreto armado e protendido. Livros técnicos e científicos, Rio de \nJaneiro,1976. \nPFEIL, WALTER. Concreto Protendido. Livros Técnicos e Científicos Editora S. A.- Rio \nde Janeiro 1980. \nVASCONCELOS, A. C. Manual prático para a correta utilização dos aços no concreto \nprotendido em obediência as normas atualizadas. Livros técnicos e científicos editoria S. \nA. Companhia Siderúrgica Belgo-Mineira. Belo Horizonte, 1980. \n \n \nEMENTA: \n \nFundamentos de terraplenagem e pavimentação rodoviária. Planejamento e orçamentação: \nDimensionamento de equipamentos, distâncias e momentos de transporte, materiais \nempregados e mão de obra, custo indireto, BDI, composição de preços de obras de terra e \npavimentação, metodologia executiva e equipes básicas, diagrama tempo x caminho. \nPLANEJAMENTO, CONSTRUÇÃO E GESTÃO DE INFRA-ESTRUTURA \nRODVIÁRIA \n", "97": "96 \nCronogramas e Curva ABC de serviços. Serviços de drenagem e proteção do corpo estradal. \n \n \nSupervisão de obras rodoviárias. \n \nBIBLIOGRAFIA BÁSICA: \n \nABRAM, Isaac; Planejamento de obras rodoviárias. 1ª. ed. Salvador: ABEOR, 2001. \n \nRICARDO, Hélio S.; CATALANI, G. Manual prático de escavação: terraplenagem e \nescavação de rocha. 2ª. ed. São Paulo: PINI, 2000. \nMATTOS, Aldo Dórea. Como preparar orçamentos de obras: dicas para orçamentistas, \nestudos de caso, exemplos. 2ª ed. São Paulo: PINI, 2014. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nDEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES – DNIT – \nManual \nde \ncustos \nde \ninfraestrutura \nde \ntransportes. \nDisponível \nem: \nhttp://www.dnit.gov.br/custos-e-pagamentos/sicro/manuais-de-custos-de-infraestrutura-de- \ntransportes/manuais-de-custos-de-infraestrutura-de-transportes. \nBALBO, José Tadeu. Pavimentação asfáltica: materiais, projeto e restauração. São Paulo: \nOficina de Textos, 2007. 558p. ISBN 9788586238567 \nPESSOA JUNIOR, Elci. Manual de obras rodoviárias e pavimentação urbana: execução e \nfiscalização. São Paulo: PINI, 2014. ISBN 9788572662987. \nMUDRIK, Chaim. Caderno de Encargos: Terraplenagem, Pavimentação e Serviços \nComplementares. 2ª. ed. São Paulo: Editora Edgard Blucher, 2006. v. 01. \nSENÇO, Wlastermiler de. Manual de técnicas de pavimentação, v. 2. São Paulo: Pini, 2001. \n671 p. v. 2. ISBN: 8572661255. \n \nEMENTA: Materiais: tijolos, blocos, areia, cimento, e cal (propriedades), desenvolvimento \nexperimental e teórico. Propriedades de Alvenaria: compressão, tração e cisalhamento. Cálculo \npara cargos de compressão. Cálculo de cisalhamento (shear walls) para cargas laterais. Cálculo \nde paredes para cargas laterais com e sem pré-compressão. Cálculo de alvenaria armada e \nprotendida. Patologias, mão-de-obra e outros fatores. \nBIBLIOGRAFIA BÁSICA: \nPROJETO EM ALVENARIA ESTRUTURAL \n", "98": "97 \nCORREA, Márcio Roberto Silva; RAMALHO, Márcio A. Projeto de edifícios de alvenaria \n \n \nestrutural. Rio de Janeiro: PINI, 2003. ISBN: 8572661476 \n \nLORDSLEEN JÚNIOR, Alberto Casado. Execução e inspeção de alvenaria racionalizada. 3 \ned. Editora CTE – Produtos e Dif., 2004. (Coleção Primeiros passos da qualidade no canteiro \nde obras) ISBN: 8586872121 \nMANZIONE, Leonardo. Projeto e execução de alvenaria estrutural. São Paulo: Nome da \nRosa: CTE-Produtos e Difusão: CEF, 2004. (Coleção Primeiros passos da qualidade no \ncanteiro de obras) ISBN: 8586872334. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nMOLITERNO, Antônio. Caderno de estruturas em alvenaria e concreto simples. São Paulo: \nEdgard Blücher, 1995. ISBN: 8521200048 \nROMAN, H. R., Desenvolvimento experimental e teórico da alvenaria estrutural, monografia \npara concurso professor adjunto da UFSC, Janeiro de 1992. \nSANTOS, P. S., Ciência e tecnologia das argilas. São Paulo: Edgar Blücher, 1989. 3 v. \n \nTAUIL, Carlos Alberto; RACCA, Cid Luiz. Alvenaria armada. 2. ed. São Paulo: Projeto \nEditora, 1981. \nTAUIL, Carlos Alberto; NESE, Flávio José Martins. Alvenaria estrutural. São Paulo: Pini, \n2010. \n \nEMENTA: Estudos das Sapatas isoladas - Definição de sapatas rígidas e seu cálculo para ação \nvertical, ação vertical e momentos, sapatas corridas, sapatas associadas cálculo, sapatas com \nviga de equilíbrio, Sapatas flexíveis e processo de grelha equivalente com coeficiente de \nrecalque, pequenos radiers; Vigas de Equilíbrio; Blocos sobre estacas - Blocos flexíveis e \nrígidos, Modelo de tirante e biela e de Blevot, blocos regulares com uma, duas, três e quatro \nestacas com carga axial, Blocos com carga axial e momento aplicado; Tubulões - \nDimensionamento Estrutural. \nBIBLIOGRAFIA BÁSICA: \n \nCARVALHO, Roberto Chust. Cálculo e detalhamento de estruturas usuais de concreto \narmado. São Paulo: Editora da UFSC, 2005. \n \n", "99": "98 \nFUSCO, Péricles Brasiliense. Estruturas de concreto. São Paulo: Guanabara Dois, 1981. \n \n \n \nROCHA, Aderson Moreira da. Concreto armado. São Paulo: Nobel, 1983. 3 v. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nALONSO, Urbano Rodrigues. Exercícios de fundações. São Paulo: Edgard Blücher, 1983. \n \n___ _. Dimensionamento de fundações profundas. São Paulo: Edgard Blücher, 1989. \n \n___ _. Previsão e controle das fundações: uma introdução ao controle da qualidade em \nfundações. São Paulo: Edgard Blücher, 2003. \nHACHICH, Waldemar et al. Fundações: teoria e prática. 2. ed. São Paulo: PINI, 2003. \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118:2007. Projeto de \nestruturas de concreto: procedimento. Rio de Janeiro: ABNT, abr. 2000. 242 p. \n \n  \nDRENAGEM URBANA E RODOVIÁRIA \n \n \nEMENTA: Concepção e planejamento dos sistemas de drenagem urbana. Estudos \nhidrológicos e critérios para dimensionamento hidráulico. Sistemas de microdrenagem: \ncaptação das águas pluviais, galerias e pequenos canais. Dimensionamento do sistema de \nmacrodrenagem: canais, bueiros e transições. \nBIBLIOGRAFIA BÁSICA: \n \nCANHOLI, Aluísio Pardo. Drenagem urbana e controle de enchentes. São Paulo: Oficina de \nTextos, 2005. \nGRIBBIN, John E. Introdução a hidráulica, hidrologia e gestão de águas pluviais São Paulo: \nCengage, 2008. \nTUCCI, Carlos E.M; PORTO, Rubem la Laina; BARROS, Mario T. D. Drenagem urbana. \nPorto Alegre: UFRGS, 1995. ISBN: 8570253648 \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBOTELHO, Manoel Henrique Campos. Águas de chuva: engenharia das águas pluviais nas \ncidades. 2. ed. São Paulo: Edgard Blücher, 2005. \nPORTO, R. L. Técnicas quantitativas para o gerenciamento de recursos hídricos. Porto \nAlegre: Editora UFRGS, 2002. ISBN: 8570256612 \nSÃO PAULO (ESTADO). DEPARTAMENTO DE AGUAS E ENERGIA ELETRICA; \n", "100": "99 \nCOMPANHIA DE TECNOLOGIA DE SANEAMENTO AMBIENTAL. Drenagem urbana: \n \n \nCONFORTO AMBIENTAL \nmanual de projeto.. 2. ed. corr. São Paulo: DAEE : CETESB, 1980. \n \nTUCCI, C. E. M. Hidrologia: ciência e aplicação. Porto Alegre : Ed. da URGS, 1997. \nWILKEN, P. S. Engenharia de drenagem superficial. São Paulo: Ed. CETESB, 1978. \n \n \nEMENTA: Definição de conforto. Conforto térmico: resposta humana ao ambiente térmico, o \nhomem como fonte de calor, critérios de avaliação, fatores especiais, índices de conforto. \nConforto lumínico: resposta humana à luz, efeitos fisiológicos e psicológicos, qualidade de \niluminação. Conforto acústico; resposta humana ao som, limites desejáveis, poluição sonora, \nruído urbano. Outros fatores de conforto. \nBIBLIOGRAFIA BÁSICA: \n \nACIOLI, José Lima. Física básica para arquitetura: mecânica, transmissão de calor, acústica. \nBrasília: Editora UNB, 1994. ISBN: 8523003363. \nDE MARCO, Conrado Silva. Elementos de acústica arquitetônica. 2. ed. São Paulo: Nobel, \n1990. \nFROTA, A. Anesia; SCHIFFER, Sueli R. Manual do conforto térmico. 7 ed. São Paulo: Studio \nNobel, 2005. ISBN: 8585445394. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBRASIL. Ministério do Trabalho. NR 15: atividades e operações insalubres. D.O.U. 06/07/78. \nAtualizações e alterações. Anexo 3: Limites e tolerância para exposição ao calor, p. 85. \nDisponível em: <http://www.mte.gov.br/legislacao/normas_regulamentadoras/nr_15.pdf >. \nCOSTA, Ennio Cruz da. Física aplicada a construção: conforto térmico. 4. ed. São Paulo: \nEdgard Blücher, 1999. \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física. 8. ed Rio \nde Janeiro: LTC, 2009. 4 v. \nMOREIRA, Vinicius de Araújo. Iluminação e fotometria: teoria e aplicação. 2. ed. rev. e \nampl. São Paulo: Edgard Blücher, 1982. \n", "101": "10\n0 \n \n \n \nVITRUVIUS: portal especializado em arquitetura, urbanismo, arte e cultura. Romano Guerra \nEditora, 2000-2010. Disponível em:< http://www.vitruvius.com.br/jornal>. Acesso em \n15.05.2011. \n \nEMENTA: Incorporações, conceitos, utilização prática. Avaliação de Imóveis, conceitos, \nSistemas de avaliação – Comparativo de Dados de Mercado, Evolutivo, Método da Renda e \nInvolutivo, Coleta de dados e tratamentos estatísticos. Perícias, Patologias de Construção, \nElaboração de Laudo. \nBIBLIOGRAFIA BÁSICA: \n \nFIKER, J. Avaliação de imóveis: manual de redação de laudos. 2. ed. São Paulo: PINI, 2009. \nMAIA NETO, Francisco. Perícias judiciais de engenharia. Belo Horizonte: Del Rey, 1999. \nMOREIRA, Alberto Lélio. Princípios de engenharia de avaliações. 5. ed. São Paulo: PINI, \n2001. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nDANTAS, Rubens Alves. Engenharia de avaliações: uma introdução a metodologia \ncientifica.. 2. ed. São Paulo: PINI, 2005. \nHIRSCHFELD, Henrique. Incorporação de imóveis. São Paulo: Atlas, 1992. \n \nMAIA NETO, Francisco. Perícias judiciais de engenharia: doutrina, prática e jurisprudência. \nSão Paulo: Del Rey, 1999. \nMEDEIROS JÚNIOR, J. da R.; FIKER, J. A perícia judicial: como redigir laudos e \nargumentar dialeticamente. 3. ed. São Paulo: PINI, 2009. \nYEE, Zung Che. Modelos de Quesito para Perícias Judiciais. São Paulo: J. M. Livraria \nJurídica, [s.d.]. \n \nEMENTA: A disciplina discute os principais métodos de recuperação e reforço de estruturas \nde concreto armado, com ênfase na utilização de argamassas de recuperação e técnicas de \nreforço à flexão e ao cisalhamento de elementos fletidos. \nBIBLIOGRAFIA BÁSICA: \n \n \n", "102": "100 \n \n \n \nANDRADE, Carmen. Manual para diagnóstico de obras deterioradas por corrosão de \narmaduras. São Paulo: PINI, 1992. ISBN: 8572660119 \nCÁNOVAS, M. F.. Patologia e terapia do concreto armado. São Paulo: PINI, 1988. \nNEVILLE, A.M. Propriedades do concreto. São Paulo: PINI. 1997. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nHELENE, Paulo Roberto do Lago. Corrosão em armaduras para concreto armado. São \nPaulo: PINI ; Instituto de Pesquisas Tecnológicas-IPT, 1986. \n___ _. Manual prático para preparo e reforço de estruturas de concreto. São Paulo: PINI, \n1988. \nMEHTA, P. Kumar ; MONTEIRO, Paulo J. M. Concreto: estrutura, propriedades e materiais. \nSão Paulo: PNI, 1994. ISBN: 8572660402 \nSOUZA, Vicente Custódio. RIPPER, Thomaz. Patologia, recuperação e reforço de \nestruturas de concreto. São Paulo: PINI, 1998. \nTHOMAZ, Ercio. Trincas em edificações: causas, prevenção e recuperação. São Paulo: PINI, \n1989. \n \nEMENTA: \nEstrutura, \nfuncionamento \ne \nmetabolismo \nde \necossistemas \naquáticos. \nCaracterísticas físico-químicas da água. Ecomunidades de água doce. Eutrofização. Manejo e \nrecuperação de ecossistemas aquáticos. \nBIBLIOGRAFIA BÁSICA: \n \nESTEVES, Francisco de Assis. Fundamentos de limnologia. 2ed. Rio de Janeiro: Interciência, \n1998. \nMACIEL JÚNIOR, Paulo. Zoneamento das águas: um instrumento de gestão dos recursos \nhídricos. Belo Horizonte: RC Editora Gráfica, 2000. \nVON SPERLING, Eduardo. Morfologia dos lagos e represas. Belo Horizonte: DESA/UFMG, \n1999. \nBIBLIOGRAFIA COMPLEMENTAR: \nLIMNOLOGIA \n", "103": "101 \n \n \n \nGALIZI, Jose Tundisi. Limnological studies on the Rio Doce Valley Lakes. Brazil: USP, \n1997. \nODUM, Eugene P. Ecologia. Rio de Janeiro: Guanabara Koogan, 1988. \n \nVON SPERLING, Marcos. Princípios do tratamento biológico de águas residuárias: \nIntrodução à qualidade das águas e ao tratamento de esgoto. 2ed. Belo Horizonte: DESA; \nUFMG, 1996. v.1. \nWETZEL, R. G. Limnologia. Lisboa/PT: Fundação Calouste Gulbenriam, 1993. \n \nWELTZEL, R.G.; LIKENS, G.E. Limnological analyses. 2.nd. New York/USA: Springer \nVerlag, 1991. \n \nEMENTA: Empuxos de terra - Teoria de Rankine. Teoria de Coulomb e Condições ferais de \nequilíbrio. Tipos de muros de arrimo. Métodos de cálculo de equilíbrio de taludes. Instabilidade \nem encostas e taludes naturais e de terraplenagem. Aterros sobre solos moles. Compactação \ndos solos. Terraplenagem. Cálculos de bombeamento, para rebaixamento do lençol freático. \nMétodos de rebaixamento de lençol freático. Processos geotécnicos especiais. \nBIBLIOGRAFIA BÁSICA: \n \nCAPUTO, Homero Pinto. Mecânica dos solos e suas aplicações, 3: exercícios e problemas \nresolvidos. 4 ed. Rio de Janeiro: LTC, 1998. \nCRUZ, Paulo Teixeira da. 100 Barragens: casos históricos, materiais de construção, projeto. \nSão Paulo: Oficina de Textos, 1998. ISBN: 8586238023 \nGUIDICINI, Guido; NIEBLE, Carlos Manoel. Estabilidade de taludes naturais e de \nescavação. 2. ed. rev. ampl. São Paulo: Edgard Blücher, c1984. ISBN: 8521201869 \nBIBLIOGRAFIA COMPLEMENTAR: \n \nFIORI, Alberto Pio, CARMIGNANI, Luidi. Fundamentos de mecânica dos solos e das \nrochas. São Paulo: Oficina de Textos, 2009. \nHACHICH, W.e Outros. Fundações: teoria e prática. São Paulo: PINI, 1996. \n \nLADEIRA, José Gualberto Baptista. Curso de geologia aplicada: primeira parte. Belo \nHorizonte: Engenharia, 1973. \nOBRAS DE TERRA E ENROCAMENTO \n", "104": "102 \n \n \n \nMOLITERNO, A. Caderno de muros de arrimo. São Paulo: Edgard,1980. \n \nTSCHEBOTARIOFF, G. P. Fundações, estruturas de arrimo e obras de terra. São Paulo: \nMcGraw-Hill do Brasil, 1978. \n \nEMENTA: Processo de urbanização no mundo e no Brasil. Causas e conseqüências. \nProblemas urbanos. Urbanismo: história e desenvolvimento. Formação das cidades. O \nurbanismo moderno. Teoria dos sistemas e o conceito de planejamento. O conceito de \nengenharia e de planejamento urbano. Planejamento territorial. Planejamento integrado e \nestratégico. Gestão urbana. Cidade e meio-ambiente. \nBIBLIOGRAFIA BÁSICA: \n \nCAMPOS FILHO, Candido Malta. Cidades brasileiras: seu controle ou o caos: o que os \ncidadãos devem fazer para a humanização das cidades no Brasil. 2. ed. São Paulo: Nobel, 1992. \n(Cidade Aberta) \nMASCARO, Juan Luis; YOSHINAGA, Mário. Infra-estrutura urbana. Porto Alegre: Mais \nQuatro Ed., 2005. ISBN 8590266338 \nSOUZA, Marcelo Lopes de. Mudar a cidade: uma introdução crítica ao planejamento e à \ngestão urbanos. 3. ed. rev. Rio de Janeiro: Bertrand Brasil, 2004. ISBN: 8528608565. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nACIOLY, Cláudio; DAVIDSON, Forbes. Densidade Urbana: um instrumento de \nplanejamento e gestão urbana. Rio de Janeiro: Mauad, 1998. \nARANTES, Otília B., MARICATO, Ermínia e VAINER, Carlos. O Pensamento Único das \nCidades: desmanchando consensos. 3. ed. Petrópolis: Vozes, 2000. (Coleção Zero à Esquerda). \nMARICATO, Ermínia. Brasil, cidades: alternativas para a crise urbana. Petrópolis: Vozes, \n2001. \nMARICATO, Ermínia. A produção da casa (e da cidade) no Brasil industrial. 2. ed. São Paulo: \nAlfa-Omega, 1982. \n \n", "105": "103 \n \n \n \nMASCARÓ, Juan Luis. Manual de loteamentos e urbanização. 2. ed. Porto Alegre: Sagra \nLuzzatto, 1989. \n \nEMENTA: Desenvolvimento sustentável local e importância do uso sustentável dos recursos \nsolo e água. Erosão: causas, tipos e fatores que influem. Erosidade da chuva e erodibilidade do \nsolo. Práticas conservacionistas de caráter mecânico edáfico e vegetativo. Levantamento e \nplanejamento conservacionista em microbacias hidrográficas. Poluição do solo e da água. Uso \nracional dos recursos da bacia hidrográfica. Controle e produção de água em microbacias \nhidrográficas florestadas. Aspectos sócio-econômicos. A conservação do solo e da água. \nMetodologias participativas. \nBIBLIOGRAFIA BÁSICA: \n \nFOLADORI, Guillermo. Limites do desenvolvimento sustentável. Campinas: Unicamp. 2001. \n \nSETTI, Arnaldo Augusto; LIMA, Jorge Enoch Furquim Werneck; CHAVES, Adriana Goretti \nde Miranda; PEREIRA, Isabella de Castro Pereira. Introdução ao gerenciamento de recursos \nhídricos. 2. ed. Brasília, DF: Agência Nacional de Energia Elétrica;Agência Nacional das \nÁguas, \n2001. \n207 \np. \nDisponível \nem:< \nhttp://www.ana.gov.br/bibliotecavirtual/arquivos/20061212102729_Introducao_Gerenciamen \nto.pdf> Acesso em: 15.05.2011. \nSILVA, Alexandre Marco da; SCHULZ, Harry Edmar; CAMARGO, Plínio Barbosa de. \nErosão e hidrossedimentologia em bacias hidrográficas. 2. ed. São Carlos, SP: RiMa, 2007. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nGUERRA, A. J.T.; CUNHA, S.B. G. Geomorfologia e meio ambiente. Rio de Janeiro: \nBertrand Brasil, 2000. \nLIMA, W. P. Princípios de hidrologia florestal para o manejo de bacias hidrográficas. \nLavras: ESALQ-USP, Depto. Ciências Florestais. 1990. \n \nRODRIGUES, Valdemir Antônio; BUCCI, Luiz Alberto. Manejo de microbacias \nhidrograficas: experiencias nacionais e internacionais. Botucatu, SP: FEPAF, 2006. \nPROTEÇÃO DE RECURSOS HÍDRICOS E MANEJO DE BACIAS \nHIDROGRÁFICAS \n", "106": "104 \n \n \n \nSILVA, D.D., PRUSKI, F.F. Gestão de recursos hídricos: Aspectos legais, econômicos, \nadministrativos e sociais. Brasília-DF: MMA-SRH-ABEAS-UFV, 1997. \nTUCCI, C. E. M. Hidrologia: ciência e aplicação. 2. ed. Porto Alegre: ABRH, Editora da \nUniversidade,1997. \n \nEMENTA: Aspectos institucionais, construtivos, operacionais e de manutenção de redes de \nágua, de esgotos sanitários e sistemas de drenagem; administração dos serviços de limpeza \npública. \nBIBLIOGRAFIA BÁSICA: \n \nFUNDAÇÃO NACIONAL DE SAÚDE – FUNASA (1999) Manual de Administração dos \nserviços de água e esgoto: contabilidade. v. I. Brasília (DF). Ministério da Saúde. 139 p. \nFUNDAÇÃO NACIONAL DE SAÚDE – FUNASA (1999) Manual de Administração dos \nserviços de água e esgoto: contas e consumo. v. III. Brasília (DF). Ministério da Saúde. 112 p. \nFUNDAÇÃO NACIONAL DE SAÚDE – FUNASA (1999) Manual de Administração dos \nserviços de água e esgoto: material e patrimônio. v. II. Brasília (DF). Ministério da Saúde. \n1187 p. \n \nFUNDAÇÃO NACIONAL DE SAÚDE – FUNASA (1999) Manual de Administração dos \nserviços de água e esgoto: contabilidade. v. I. Brasília (DF). Ministério da Saúde. 139 p. \nALEM SOBRINHO, P. & TSUTIYA, M. (1999) Coleta e transporte de esgoto sanitário. \nDEHS/USP – Escola Politécnica. São Paulo, 547 p. \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCANHOLI, A.P. (2005). Drenagem urbana e controle de enchentes. São Paulo, Oficina de \nTextos. \nMONTEIRO, J. H. P. et al. Manual de gerenciamento integrado de resíduos sólidos. Rio de \nJaneiro, IBAM, 2001. 200 p. Disponível em: < www.web-resol.org/cartilha4/manual.pdf>. \nAcesso em 30 ago. 2010. \nTUCCI, C.E.M; PORTO, R.L.; BARROS, M.T. (1995). Drenagem urbana. Porto Alegre, \nABRH. \nObras e Serviços de Saneamento \n", "107": "105 \n \n \n \n \n \n \n \nEMENTA: Conceitos e definições importantes para a recuperação de áreas degradadas. Bases \nEcológicas para Revegetação. Estratégia e Práticas de Revegetação para Reabilitação e \nRestauração de Áreas Degradadas. Práticas de Manejo e Conservação do Solo. Monitoramento \ne Avaliação de Recuperação de Áreas Degradadas por Reabilitação e Restauração. Estética da \nRecuperação de Áreas Degradadas. \nBIBLIOGRAFIA BÁSICA: \n \nBAPTISTA, Gustavo Macedo de Mello. Diagnóstico ambiental de erosão laminar: modelo \ngeotecnológico e aplicação. Brasília, DF: Editora Universa, 2003. \nCORRÊA, R.S. Recuperação de áreas degradadas pela mineração no cerrado - manual para \nrevegetação. Brasília: Universa, 2006. \nKAGEYAMA, P. Y. et al. Restauração ecológica de ecossistemas naturais. Botucatu,SP: \nFundação de Estudos e Pesquisas Agrícolas e Florestais – FEPAF, 2003. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nEMBRAPA. Sistema brasileiro de classificação de solos. Rio de Janeiro. Serviço de Produção \nde Informação, Embrapa Solos, 1999. \nFONTES, L.E. ; FONTES, M.P. Glossário de ciência do solo. Viços, MG: Ed. da Universidade \nFederal de Viçosa, 1992. \nLOPES, A.S. 1983. Solos sob \"Cerrado\": características, propriedades e manejo. Piracicaba, \nSP: Instituto da Potassa & Fosfato, Instituto Internacional da Potassa, 1983. \nMALAVOLTA, E. & KLIEMANN, H.J. Desordens nutricionais no cerrado. Piracicaba, SP: \nAssociação Brasileira para Pesquisa da Potassa e do Fosfato – POTAFOS, 1985. \nNAPPO, M. E., GOMES, L. J., CHAVES, M. M. F. Reflorestametos mistos com essências \nnativas para recomposição de matas ciliares. Lavras, MG: Universidade Federal de Lavras – \nUFLA, 1999. 31 p. (Boletim Agropecuário, 30) \n \nRECUPERAÇÃO DE ÁREAS DEGRADADAS \nTRATAMENTO DE ÁGUA DE ABASTECIMENTO \n", "108": "106 \n \n \n \nEMENTA: Projeto e dimensionamento da captação, adução e tratamento da estação de água \nFontes de água. Normas de qualidade. Doenças de veiculação hídrica. Processos gerais de \ntratamento. Sedimentação simples. Aeração. Coagulação. Mistura. Floculação. Flotação. \nDecantação. Filtração rápida e lenta. Técnicas por membranas. Absorção e troca iônica. \nDesinfecção. Técnicas especiais de tratamento de águas para fins domésticos e industriais. \nAbrandamento por precipitação. Remoção de ferro e manganês. Fluoretação. Estabilidade \nquímica. Tratamento de lodo de ETAs. Casa de Química. \nBIBLIOGRAFIA BÁSICA: \n \nDI BERNARDO, Luiz; DANTAS, Angela Di Bernardo. Métodos e técnicas de tratamento de \nágua. 2. ed. Rio de Janeiro, RJ: RiMa, 2005. 2 v. \nRICHTER, Carlos A. Tratamento de lodos de estações de tratamento de água. São Paulo: \nEdgard Blücher, 2001. \nVIANNA, Marcos Rocha. Instalações hidráulicas prediais. 3. ed. rev. Belo Horizonte: \nImprimatur Artes, 2004. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NB-592: projeto de estação de \ntratamento de água para abastecimento público. Rio de Janeiro: ABNT, 1989. 19 p. \n \nDI BERNARDO, L.; DI BERNARDO, A.; CENTURIONE FILHO, P. L. Ensaios de \ntratabilidade de água e dos resíduos gerados em estações de tratamento de água. São Carlos: \nRiMa, 2002. \nDI BERNARDO, L., Algas e suas influências na qualidade das águas e nas tecnologias de \ntratamento. Rio de Janeiro: ABES, 1995. \nRICHTER, Carlos A.; AZEVEDO NETTO, José M. de. Tratamento de água: tecnologia \natualizada. São Paulo: Edgard Blücher, 2005. \nVIANNA, Marcos Rocha. Casa de química para estações de tratamento de água. Belo \nHorizonte, IEA Editora, 1994. \n \nTRATAMENTO E DESTINAÇÃO FINAL DE RESÍDUOS SÓLIDOS \nDOMICILIARES \n", "109": "107 \n \n \n \nEMENTA: Gerenciamento de Resíduos Sólidos domésticos; Definição de resíduos; Origem e \nComposição dos Resíduos Sólidos domésticos; Serviços de Limpeza; Programa de \nminimização da geração de resíduos; redução na fonte e reciclagem; Tratamento; Disposição \nfinal do lixo; Normas da ABNT - 10004, 10005, 10006 e 10007/2004 - e caracterização dos \nresíduos. Armazenamento, manuseio e transporte. Legislação ambiental aplicada aos resíduos \nsólidos. Inventário Estadual de Resíduos Sólidos. Programa de minimização da geração de \nresíduos: redução na fonte e reciclagem. Métodos de tratamento de resíduos sólidos industriais. \nBIBLIOGRAFIA BÁSICA: \n \nBIDONE, Francisco Ricardo Andrade (Coord.). Metodologias e técnicas de minimização, \nreciclagem e reutilização de resíduos sólidos urbanos. Rio de Janeiro: ABES – Associação \nBrasileira de Engenharia Sanitária e Ambiental, 1999. 65 p. (Projeto PROSAB). \nINSTITUTO BRASILEIRO DE ADMINISTRAÇÃO MUNICIPAL. Gestão integrada de \nresíduos sólidos: manual gerenciamento integrado de resíduos sólidos.. 2. ed. Rio de Janeiro: \nIBAM, \n2001. \n204 \np. \nDisponível \nem:<http://www.ibam.org.br/publique/media/manualRS.pdf>. Acesso em : 15.05.2011. \nMONTEIRO, J. H. P. et al. Manual de gerenciamento integrado de resíduos sólidos. Rio de \nJaneiro: IBAM, 2001. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nANDRADE, J.B.L.; GAUSZER, T. Gerenciamento de resíduos de serviços de saúde. São \nCarlos, 1995. \nCASTILHOS, A. B. (Coord.) Gerenciamento de resíduos sólidos urbanos com ênfase na \nproteção de corpos d’água: prevenção, geração e tratamento de lixiviados de aterros sanitários. \nFlorianópolis: PROSAB/FINEP, 2006. \nCASTILHOS, A.B (organizador). Alternativas de disposição de resíduos sólidos urbanos para \npequenas comunidades. Florianópolis: PROSAB/FINEP, 2002. \nMANSUR, Gilson Leite; MONTEIRO, José Henrique R. Penido. O que é preciso saber sobre \nlimpeza urbana. Rio de Janeiro, IBAM/CPU, 1993. \nSCHALCH, V.; LEITE, W.C.A.; FERNANDES JUNIOR, J.L.; CASTRO, M.C.A.A. \nGerenciamento de resíduos sólidos. São Carlos, 1997. \n", "110": "108 \n \n \n \n \n \nEMENTA: Conceitos de segurança, higiene e engenharia ambiental no ambiente de trabalho. \nEfeitos sobre a saúde do trabalhador e as relações com produtividade, eficiência e qualidade. \nAlternativas de como a melhoria no campo da higiene e segurança pode contribuir para o \ndesempenho da empresa e sua lucratividade. Métodos de análise de acidentes e programas de \ntreinamento. Metodologias quantitativas e as qualitativas e suas aplicações nos campos da \nSaúde Ambiental e Ocupacional. \nBIBLIOGRAFIA BÁSICA: \n \nBREVIGLIERO, Ezio; POSSEBON, José; SPINELLI, Robson. Higiene ocupacional: agentes \nbiológicos, químicos e físicos. 3. ed. São Paulo: SENAC, 2008. \nMINAYO, Maria Cecília de S. O desafio do conhecimento: pesquisa qualitativa em saúde. 8 \ned. São Paulo: HUCITEC, 2004. \nSALIBA, Tuffi Messias; AMARAL, Lênio Sérvio; CORRÊA, Márcia Angelim C. Higiene do \ntrabalho e programa de prevenção de riscos ambientais (PPRA). 3. ed. São Paulo: LTr, 2002. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nSEGURANÇA e Medicina do Trabalho. 67. ed. São Paulo: Atlas, 2011. (Manuais de legislaçao \nAtlas). \nFANTAZZINI, M. L. Situando a higiene ocupacional. Revista ABHO de Higiene Ocupacional, \nSão Paulo, v. 2, n. 6, set. 2003. \nLIMA, José Dantas de. Gestão de resíduos sólidos urbanos no Brasil. Rio de Janeiro: ABES, \n2001. \nSUSSEKIND, Arnaldo. Convenções da OIT. São Paulo: LTR, 1994. \n \nBRASIL. Ministériodpo Trabalho. Norma Regulamentadora Nº 07: Programas de Controle \nMédico \nde \nSaúde \nOcupacional \n(Arquivo \nPDF \n-161kb). \nDisponível \nem:<http://www.mte.gov.br/legislacao/normas_regulamentadoras/nr_07_at.pdf >. Acesso em \n15.05.2011. \n \nSAÚDE OCUPACIONAL E HIGIENE INDUSTRIAL \nSAÚDE PÚBLICA E EPIDEMIOLOGIA \n", "111": "109 \n \n \n \nEMENTA: Conceito e histórico da saúde pública. Situação sanitária do Brasil. Indicadores \nbioestatísticos. Investigação epidemiológica aplicada ao saneamento e meio ambiente. \nAspectos de saúde pública em relação ao abastecimento de água, ao esgotamento sanitário, aos \nresíduos sólidos (domiciliares e hospitalares), à drenagem urbana e às práticas higiênicas e \nhabitação. Controle de vetores. \nBIBLIOGRAFIA BÁSICA: \n \nALMEIDA FILHO, Naomar de. Epidemiologia sem números: uma introdução crítica à ciência \nepidemiológica. Rio de Janeiro: Campus, 1989. \nBRASIL. Ministério da Saúde. Fundação Nacional de Saúde, Centro Nacional de \nEpidemiologia, Coordenação Geral de Vigilância Ambiental em Saúde. Sistema nacional de \nvigilância \nambiental \nem \nsaúde. \nBrasília, \n2003. \nDisponível \nem:<http://dtr2001.saude.gov.br/editora/produtos/livros/pdf/03_0649_M.pdf>. Acesso em: \n15.05.2011. \nBRASIL. Ministério da Saúde. Editora do Ministério da Saúde [site]. Disponível \nem:<http://dtr2001.saude.gov.br/editora/produtos/livros/genero/s00h.htm>. Acesso em 02 \nnov. 2010. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCALDAS, Luiz Querino de A.; BRILHANTE, Ogenis Magno. Gestão e avaliação de risco em \nsaúde ambiental. Rio de Janeiro: Fiocruz, 2004. \nLEAVELL, H.R. & CLARK, E.G. Medicina preventiva. SP, Mc-Graw-Hill do Brasil, 1978 . \n \nPOSSAS, C. Epidemiologia e sociedade, heterogeneidade estrutural e saúde no Brasil, SP, \nHirátec. 1989. \nVAUGHAN, J.P. ; MORROW, R. H. . Epidemiologia para os municípios: manual para \ngerenciamento dos distritos sanitários. 3. ed. São Paulo: Hucitec, 2002. \nWALDMAN, Eliseu Alves. Vigilância em saúde pública. São Paulo: FSP-USP, 2002. (Saúde \ne Cidadania). \n \nEMENTA: Língua Brasileira de Sinais. Conceitos de Educação Especial específicos: \nLIBRAS – Língua Brasileira de Sinais, intérprete e instrutor de LIBRAS. Políticas públicas \nLIBRAS \n", "112": "110 \n \n \n \nda Educação Especial, especialmente no que se refere ao campo da surdez. Atendimento \nespecífico do surdo e sua inclusão na escola comum. O sujeito portador de surdez na relação \naprendente/ensinante/objeto de conhecimento. Aprendizagem da LIBRAS como recurso de \ncomunicação inerente à relação professor/aluno. \nBIBLIOGRAFIA BÁSICA: \n \nBRASIL. Ministério da Educação. Secretaria de Educação Especial. Desenvolvendo \ncompetências para o atendimento às necessidades educacionais de alunos surdos. \nOrganização: Maria Salete Fábio Aranha. Brasília, DF: SEESP/MEC, 2005. 116p. (Série \nSaberes \ne \npráticas \nda \ninclusão, \n5). \nDisponível \nem: \n<http://www.dominiopublico.gov.br/download/texto/me000429.pdf> Acesso em 07 fev. \n2010. \nGÓES, M. C. R. Linguagem, surdez e educação. Campinas: Autores Associados, 2005. \n \nQUADROS, Ronice Müller de. O tradutor e interprete de língua brasileira de sinais e língua \nportuguesa: Programa Nacional de Apoio à Educação de Surdos. Brasília: MEC/SEESP, 2004. \nDisponível em:<http://portal.mec.gov.br/seesp/arquivos/pdf/tradutorlibras.pdf>. Acesso em \n05.02.2010. \nSTAINBACK, William, STAINBACK, Susan. Inclusão: um guia para educadores. Porto \nAlegre: Artmed, 1999. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBRASIL. Ministério da Educação e do Desporto. Secretaria de Educação Fundamental. \nParâmetros curriculares nacionais – v. 7: educação física. Brasília: MEC; SEF, 1997. \n \nBRASIL. Ministério da Educação. Secretaria de Educação Especial. Publicações: Secretaria \nde \nEducação \nEspecial. \nDisponível \nem: \n< \nhttp://portal.mec.gov.br/index.php?option=com_content&view=article&id=12814&Itemid=8 \n72> Acesso em 05 fev. 2010. \nFERNANDES, Eulalia. Problemas lingüísticos e cognitivos do surdo. Rio de Janeiro: Agir, \n2002. \nGADOTTI, Moacir. Boniteza de um sonho: ensinar-e-aprender com sentido. São Paulo: \nCortez, \n2002. \n52 \np. \nDisponível \nem: \n< \nhttp://www.ufmt.br/gpea/pub/Gadotti_boniteza_sonho.pdf >. Acesso em 05.02.2010. \n", "113": "111 \n \n \n \nQUADROS, Ronice Müller de. Educação de surdos: a aquisição da linguagem. Porto Alegre: \nArtmed, 2008. \n___ _. O tradutor e interprete de língua brasileira de sinais e língua portuguesa/ Secretaria de \nEducação Especial; Programa Nacional de Apoio à Educação de Surdos. Brasília, DF: MEC; \nSEESP, 2003. \nROBEL, Karin. As imagens do outro sobre a cultura surda. 1. ed. Florianópolis: Ed. UFSC, \n2008. (Série Geral). \n \nEMENTA: Introdução ao estudo da economia. Microeconomia. Macroeconomia. Economia \nbrasileira (enfoque na conjuntura econômica) e o papel da engenharia. A nova economia \nmundial (globalização, reestruturação produtiva e nova forma de gestão) e a engenharia. \nEconomia, engenharia e meio ambiente. Administração e organização de empresas públicas e \nprivadas. Níveis de administração pública: municipal, estadual e federal, Legislação, finanças \ne orçamento. Aspectos de constituição e administração de empresa privada. Noções sobre \nrelações trabalhistas e responsabilidades contratuais. Licitações e contratos. Acompanhamento \nda aplicação de recursos. Controle de materiais. Controle de execução de obras e serviços. \nNoções de avaliação de imóveis urbanos. \nBIBLIOGRAFIA BÁSICA: \n \nANDERSON, David Ray; SWEENEY, Dennis J.; WILLIAMS, Thomas Arthur. Estatística \naplicada à administração e economia. 2. ed. São Paulo: Thomson Pioneira, 2007. \nPINHO, Diva Benevides; VASCONCELLOS, Marco Antonio Sandoval de (Org.). Manual de \neconomia. 5. ed. São Paulo: Saraiva, 2010. \nVASCONCELLOS, Marco Antonio S.; GARCIA, Manuel E. Fundamentos de economia. 3. \ned. São Paulo: Saraiva, 2008. \nCHIAVENATO, Idalberto. Introdução a teoria geral da administração. 6ed. Rio de Janeiro: \nCampus, 2000. \nTAYLOR, Frederick Winslow. Princípios de administração científica. 8. ed. São Paulo: Atlas, \n1990. \nBIBLIOGRAFIA COMPLEMENTAR: \nPRINCÍPIOS DE ECONOMIA \n", "114": "112 \n \n \n \nAWH, Robert Y. Microeconomia: teoria e aplicações. Rio de Janeiro: LTC, 1979. \nBARROS, Nelson Lobo de. Novos princípios de economia. 2. ed. São Paulo: Piratininga. \nLEITHOLD, Louis. Matemática aplicada à economia e administração. São Paulo: Harbra, \n2001. \nSINGER, Paul. O que é economia. São Paulo: Brasiliense, 1989. \nCHIAVENATO, Idalberto. Recursos Humanos. 3. ed. São Paulo:Atlas, 1998. \nDAFT, Richard L. Administração. 4. ed. Rio de Janeiro: LTC, 2009. \nHEILBRONER, Robert I. Elementos de macroeconomia. Rio de Janeiro: Zahar, 1978. \n \nMOTTA, Fernando C. Prestes. Teoria geral da administração: uma introdução. 22. ed. ampl. \nSão Paulo: Pioneira, 2000. (Biblioteca Pioneira de administração e negócios). \n \nEMENTA: Introdução à química orgânica e bioquímica, química ambiental da água, \ncaracterísticas físicas e químicas da água, ciclo da água; introdução à liminologia, \nestratificações no meio aquático, ciclos do C,N e P, substâncias húmicas e poluentes, \ndiagramas pE x pH. Geoquímica, litosfera, rochas, minerais, argilas, solos e fertilidade. \nQuímica da atmosfera, estratificação, espécies químicas, fotoquímicas, radiação na atmosfera, \ncamada de ozônio, ciclo do oxigênio, carbono na atmosfera e efeito estufa. \nBIBLIOGRAFIA BÁSICA: \n \nDERISIO, José Carlos. Introdução ao contrle de poluição ambiental. 3 ed. São Paulo: Signus, \n2007. \nMOTA, Suetônio. Introdução à engenharia ambiental. 4. ed. Rio de Janeiro: ABES, 2006. \n \nROCHA, Júlio Cesar; ROSA, Andre Henrique; CARDOSO, Arnaldo Alves. Introdução à \nquímica ambiental. Porto Alegre: Bookman, 2009. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nBOEHNKE, D. Neal; DELUMYEA, R. Del. Environmental chemistry laboratory \nexperiments. New Jersey: Prentice. Hall, 2000. \nQUÍMICA AMBIENTAL \n", "115": "113 \n \n \n \nFELLENBERG, Gunter. Introdução aos problemas da poluição ambiental. São Paulo: \nEditora Pedagógica e Universitária, 2007. \nGONÇALVES, C. W. P. O desafio ambiental. Rio de Janeiro: Record, 2004. \n \nMANAHAN, S. E. Fundamentals of environmental chemistry. 2.nd. London: Book News, \n2000. \nPITTS, B. J. F.; PITTS J, N. Upper and lower atmosphere: theory, experiments, and \napplications. California: Academic Press, 1999. \n \nEMENTA: As contribuições da Sociologia Urbana para o debate sobre a complexidade da \nurbanização no mundo contemporâneo, com destaque para a realidade brasileira. Uso de \nliteratura especializada para discussão sobre a vida nas cidades, contemplando: a diversidade \ncultural, as ocupações irregulares, a luta pelo direito à cidade, as inovações tecnológicas, a \nfinanceirização da produção urbana e as questões ambientais. Compreender a gestão \nparticipativa das cidades, na perspectiva da função social da propriedade urbana, a construção \ndo planejamento urbano e das políticas públicas urbanas e as possíveis inovações no campo da \nlegislação urbanística. \nBIBLIOGRAFIA BÁSICA: \n \nSantos C 1980. Velhas novidades nos modos de urbanização brasileiros. In L Valladares (org.). \nHabitação em questão. Zahar Editor, Rio de Janeiro. \nSantos M 1988. Metamorfoses do espaço habitado: fundamentos teóricos e metodológicos da \ngeografia. Hucitec, São Paulo. \nSantos P 2001. Formação de cidades na Brasil colonial. Editora UFRJ, Rio de Janeiro. \n \nBIBLIOGRAFIA COMPLEMENTAR: \n \nWynder EL, Cornfield J, Schroff, PD & Doraiswami KR 1988. Estudio de los factores \nambientales en el cáncer del cuello del útero, pp. 338-372. In C Buck, A Llopis, E Nájera & M \nTerris (orgs.). El desafio de la epidemiologia: problemas y lecturas seleccionadas. OPAS, \nWashington, D.C. \nNAJAR, Alberto Lopes; MARQUES, Eduardo César. A sociologia urbana, os modelos de \nanálise da metrópole e a saúde coletiva: uma contribuição para o caso brasileiro. Ciênc. saúde \nSOCIOLOGIA URBANA \n", "116": "114 \n \n \n \ncoletiva, \nSão Paulo , \nv. 8, n. 3, p. 703-712, \n2003 . \nAvailable from \n<http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1413- \n81232003000300005&lng=en&nrm=iso>. \naccess \non \n20 \nJuly \n2018. \nhttp://dx.doi.org/10.1590/S1413-81232003000300005. \n \nEMENTA: Introdução à toxicologia, química, toxidez, DL-50, teratogênicos, mutagênicos, \nsubstâncias tóxicas inorgânicas e orgânicas, resíduos tóxicos e o ambiente. Qualidade das \náguas, tratamento de águas e efluentes líquidos, controle da poluição hídrica, padrões de \nemissão. \nBIBLIOGRAFIA BÁSICA: \n \nDERISIO, José Carlos. Introdução ao controle de poluição ambiental. 3 ed. São Paulo: \nSignus, 2007. \nALMEIDA, Josimar Ribeiro et al. Ciências ambientais. 2. ed. Rio de Janeiro: Thex. 2008. \n \nSPERLING, Marcos von. Introdução à qualidade das águas e ao tratamento de esgotos. 2. \ned. ver. Belo Horizonte: DESA/UFMG, 1995. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nGONÇALVES, C. W. P. O desafio ambiental. Rio de Janeiro: Record, 2004. \n \nIMHOFF, Klaus R. Manual de tratamento de águas residuárias. São Paulo: Edgard Blücher, \n1986. \nMANAHAN, S. E. Fundamentals of environmental chemistry. 2nd. London: Book News, \n2000. \n___ _. Toxicology chemistry and biochemistry. 3. ed. MI: Lewis Publishers, 2002. \n \nSPERLING, Marcos von. Princípios do tratamento biológico de águas residuárias. 2. ed. rev. \nBelo Horizonte: DESA/UFMG, 1986. \n \nEMENTA: Caracterização de águas residuárias. Caracterização de esgotos. Tratamento de \nesgotos: preliminar, primário, secundário e terciário. \nBIBLIOGRAFIA BÁSICA: \nPOLUIÇÃO AMBIENTAL E MEDIDAS DE CONTROLE \nTRATAMENTO DE ESGOTOS \n", "117": "115 \n \n \n \nANDREOLI, Cleverson Vitorio; SPERLING, Marcos von; FERNANDES, Fernando. Lodo de \nesgotos: tratamento e disposição final. Belo Horizonte: DESA-UFMG; Curitiba: SANEPAR, \n2001. 483 p. (Princípios do tratamento biológico de águas residuais, v. 6) \nCHERNICHARO, Carlos Augusto Lemos (Coord.) et al. Pós-tratamento de efluentes de \nreatores anaeróbios. Belo Horizonte: Segrac, 2001. \nVON SPERLING, Marcos. Princípios do tratamento biológico de águas residuárias: \nIntrodução à qualidade das águas e ao tratamento de esgoto. 2ed. Belo Horizonte: DESA; \nUFMG, 1996. v.1. \nBIBLIOGRAFIA COMPLEMENTAR: \n \nCRESPO, Patrício Gallegos. Elevatória nos sistemas de esgoto. Belo Horizonte: Ed. UFMG, \n2001. \n___ _. Sistema de esgotos. Belo Horizonte: UFMG, 2003. \n \nCHERNICHARO, Carlos Augusto Lemos de . Reatores anaeróbios. Belo Horizonte: \nDESA/UFMG, 1997. (Princípios do tratamento biológico de águas residuárias; v.5) \nNUVOLARI, Ariovaldo. Esgoto sanitário: coleta, transporte, tratamento e reúso agrícola. São \nPaulo Edgard Blücher; FATEC-SP/CEETEPS; FAT, 2003. \nTSUTIYA, Milton Tomoyuki; ALEM SOBRINHO, Pedro . Coleta e transporte de esgoto \nsanitário. 2. ed. São Paulo: Escola Politécnica da USP/Departamento de Engenharia Hidráulica \ne Sanitária, 2000. \n  \nTÓPICOS ESPECIAIS DE ENGENHARIA \n \nEMENTA: Essa disciplina é reservada para assuntos de atualidades, tais como: reforço para \nENADE, aplicações em engenharia civil e novas tecnologias. \n \n6 \nMetodologia de ensino \n \nO curso de Engenharia Civil, em suas práticas educativas, baseia-se no princípio da \nconstrução do conhecimento e considera o aluno, sujeito dessa construção. \nO trabalho inicial do educador, nessa metodologia, é de provocar, instigar, desafiar e \ndesequilibrar o aluno em relação ao objeto de conhecimento. Essa primeira fase, da \n", "118": "116 \n \n \n \nmobilização do conhecimento, possibilita o estabelecimento do vínculo significativo inicial \nentre o sujeito e o objeto de estudo. \nA fase seguinte, da construção do conhecimento, é o momento especial da atividade do \naluno. Nela o aluno deve construir o conhecimento através de atividades operacionais, tais \ncomo a pesquisa, estudo individual, debates, seminários, exercícios e desenvolvimento de \nprojetos. \nNo terceiro momento, o da síntese, o aluno que já percorreu as duas etapas anteriores \nda aproximação com o objeto de conhecimento e da análise, tem a oportunidade de sistematizar \no conhecimento que está adquirindo. Esse exercício final, possibilita ao discente elaborar a \nsíntese do conhecimento, que é o momento da conclusão, generalização e aplicação. \nA metodologia adotada deve, ainda, propiciar situações de aprendizagem focadas em \nproblemas ou no desenvolvimento de projetos que possibilitem a interação dos diferentes \nconteúdos da matriz curricular. \nDentro dessa linha, o projeto pedagógico foi reestruturado sob uma perspectiva de \npercurso formativo, em que o conjunto de atividades programadas contribui para a construção \ndo conhecimento em bases sólidas, flexíveis, capazes de orientar para a tomada de decisão e \npara a ação efetiva, propiciando uma formação profissional e humana. \nNo curso os docentes desenvolvem metodologias atuais, realçando as seguintes \ndiretrizes gerais: \n \nArticulação das estratégias e atividades desenvolvidas pelo professor para a \nformação do engenheiro civil; da teoria com a prática e com as inovações e mudanças ocorridas \nna sociedade, no mundo do trabalho, sempre utilizando as tecnologias educacionais atuais. \n \nCriação de oportunidade para o educando vivenciar situações de aprendizagem, \nque extrapolem as aulas teórico-expositivas. \n \nA incorporação de metodologias de ensino flexíveis, atraentes, motivadoras e \nque estimulem a autonomia do discente. \n \nRealização de atividades simuladas ou práticas, em condições reais. \n", "119": "117 \n \n \n \n \nA iniciação do educando na produção científica e em práticas profissionais \nligadas à sua área pela inclusão dos mesmos em programas de extensão, de iniciação científica \ne de estágios. \n \n \nSão computadas nas atividades acadêmicas efetivas, previstas na DCN, todo o conjunto \nde atividades de ensino-aprendizagem nas suas diferentes formas e orientações, tais como: \nI. \nAulas teóricas dialogadas e práticas. \nII. \nPráticas de laboratório e em ambiente simulado. \nIII. \nAtividades em bibliotecas. \nIV. \nTrabalhos individuais e em grupo. \nV. \nAtividades   complementares   de   ensino,   iniciação   científica e extensão, \ncoerentes com o perfil do egresso e devidamente regulamentadas pelo Colegiado. \nVI. \nParticipação em projetos de iniciação científica e ações de extensão. \nVII. \nEstágios curriculares obrigatórios e não obrigatórios. \nVIII. \nMonitorias. \nIX. \nParticipação em seminários, palestras, encontros e congressos. \nX. \nAtividades discentes efetivas extraclasse. \nXI. \nTrabalho Integralizador Multidisciplinar. \nXII. \nVisitas técnicas. \n \nAs práticas de iniciação cientifica e de extensão universitária estão articuladas com as \npráticas de ensino, isto é, há uma fusão estrutural entre as atividades realizadas nas disciplinas \nteóricas, práticas, tecnológicas, e a iniciação científica e a extensão, de modo que a práxis \neducacional seja orientada com foco permanente na educação fortalecendo a identidade \ninstitucional pedagógica, científica, cultural e comunitária de maneira interdisciplinar. \n7 \nAvaliação de desempenho discente \n \nO processo avaliativo tem como função básica acompanhar o desenvolvimento do aluno, \nidentificando seus avanços e dificuldades, além de fornecer informações fundamentais para \ntodo o processo ensino/aprendizagem desenvolvido ao longo do curso. O processo avaliativo \nbaseia-se nas competências, habilidades e conteúdos curriculares desenvolvidos. Em função \ndisso permeia todas as ações do Curso, num processo permanente de reflexão e análise, que se \n", "120": "118 \n \n \n \nprocessa a partir das seguintes modalidades de avaliação: diagnóstica – verificando os \nconhecimentos anteriores dos alunos e as condições para aprender o novo; formativa – \nidentificando dificuldades/ limites a serem superados; somativa – verificando o aproveitamento \ndo aluno conforme disposto no Regimento. \nA avaliação do desempenho escolar é feita por disciplina, incidindo sobre a frequência e o \naproveitamento. A frequência às aulas e demais atividades escolares, permitida apenas aos \nmatriculados, \né \nobrigatória, \nvedados \nquaisquer \nabonos \nnão \nprevistos \nem \nlei. \nIndependentemente dos demais resultados obtidos, é considerado reprovado na disciplina o \naluno que não obtenha frequência de, no mínimo, 75% (setenta e cinco por cento) das aulas e \ndemais atividades programadas. A verificação e registro da frequência é de responsabilidade \ndo professor, e seu controle é da competência do Serviço de Registro Acadêmico. \nO aproveitamento escolar é avaliado pelo professor através do acompanhamento contínuo \ndo aluno e dos resultados por ele obtidos nas avaliações e trabalhos escolares executados \ndurante o período letivo. Portanto, compete ao professor da disciplina elaborar as avaliações e \ndeterminar os trabalhos, bem como atribuir-lhes as respectivas notas. \nAtribui-se nota zero ao aluno que deixar de se submeter às avaliações previstas, nas datas \nfixadas pelo professor, bem como ao que nelas utilizar de meio fraudulento. Entretanto, ao \naluno que deixar de comparecer às verificações previstas nas datas fixadas, pode ser concedida \nsegunda oportunidade, se requerida conforme regimento da UEMG, através de atestado médico \n(devidamente válido). Dessa forma, a verificação do aproveitamento do aluno é feita através \nde pontos cumulativos, numa graduação de 0 (zero) a 100 (cem) pontos, em cada disciplina. \nCompete ao professor decidir sobre a distribuição dos pontos relativos à disciplina que \nministra, observados os seguintes princípios: \nI – a aplicação de avaliações e trabalhos escolares para distribuição dos pontos deverá ser \nfeita ao longo do semestre letivo, sendo vedado o acúmulo dos mesmos no último mês; \nII – cada avaliação ou trabalho aplicado terá o valor máximo de 35 (trinta e cinco) pontos. \n \nAo final do período letivo, é considerado aprovado na disciplina o aluno que, satisfazendo \nas exigências de frequência, alcance o mínimo de 60 (sessenta) pontos acumulados em cada \ndisciplina. \n", "121": "119 \n \n \n \nAo aluno com aproveitamento insuficiente serão oferecidos estudos de recuperação, na \nforma regulamentada pelo curso, com o objetivo de possibilitar o seu desenvolvimento e \npromover o seu nivelamento em relação aos demais alunos da turma. O aluno que, após o \nprocesso de recuperação, mantiver aproveitamento insuficiente, será reprovado. \nNo que se refere ao processo avaliativo do estágio, este é o mais abrangente possível. \nConsidera a assiduidade do aluno nos momentos de orientação, sua participação em debates, \nseminários, trabalhos de campo, elaboração de relatórios e seu comprometimento com as \natividades propostas. \n8 \nAtendimento ao estudante \n \nCiente de seu papel social, a UEMG reafirma seu compromisso com a pleno direito de \nacesso e permanência do estudante ao ensino superior, e, por meio das Pró-Reitorias de Ensino \ne de Extensão, planeja ações que visam à estruturação de uma política de assistência ao \nestudante. \nAprovado pelo Conselho Universitário – CONUN, Resolução Nº 201/2010, o NAE \nbusca atender à Comunidade Estudantil, contribuindo para sua integração psicossocial, \nacadêmica e profissional. Além disso, desenvolve mecanismos que possibilitam a interlocução \ndos egressos com a Universidade. \nAtravés do Programa de Assistência e Apoio Psicológico e Psicopedagógico ao \nEstudante - PROAPE, o NAE presta assistência e apoio psicológico, social e psicopedagógico \nao estudante, como garantia de sua inserção e permanência na vida acadêmica do ensino \nsuperior, oferecendo, aos estudantes, a oportunidade de discutir questões determinadas pelo \nmomento de vida em que se encontram e promover estratégias de solução, constituindo-se \ncomo um espaço de apoio e acompanhamento dos mesmos, de acordo com as suas \nnecessidades, desde o momento que ingressam no ensino superior até a conclusão dos estudos. \nO atendimento envolve aspectos voltados para: o acolhimento acadêmico, o processo \nensino-aprendizagem, o apoio às ações extraclasse, dificuldades pessoais, relações sócio- \nfamiliares, decisões profissionais, seja por demanda espontânea ou por encaminhamento das \nCoordenações dos Cursos. \nA equipe do PROAPE/NAE realiza suas ações através de uma gestão descentralizada, \ncom a participação dos Coordenadores dos Cursos, Supervisores de Estágios, professores dos \n", "122": "120 \n \n \n \ndiversos cursos e outros setores da Instituição. \n \nA assistência ao discente acontece através de atividades em três esferas: \n \n- \nPrevenção e promoção de saúde mental. \n \n- \nDiagnóstico das dificuldades psicossociais e psicopedagógicas, bem como de conflitos \nvivenciados pelos discentes. \n- \nAtendimento psicológico, social e psicopedagógico, promovendo encaminhamentos \nnecessários ao seu tratamento. \nPara o desenvolvimento do PROAPE, o NAE conta com os seguintes profissionais: \npsicólogo; psicopedagogo; pedagogo; assistente social. Quando necessário, conta também com \nalunos estagiários e monitores dos cursos. \nDentre as ações já desenvolvidas pelo PROAPE, destacam-se: \n \n- \nAcolhimento aos alunos ingressantes para apresentação do PROAPE e participação \nnas aulas inaugurais. \n- \nOficinas de Integração para os alunos dos primeiros períodos, realizadas em salas de \naula. \n- \nLevantamento das dificuldades apresentadas pelos alunos, através de questionários ou \ninformações dos coordenadores de curso. \n- \nPlantões para acolhimento e encaminhamento de alunos (de forma espontânea ou \nencaminhados pelos coordenadores de curso). \n- \nCiclo de palestras, com temas que favorecem a inserção e permanência dos alunos na \nvida acadêmica. \n- \nWorkshops, realizados em sábados letivos, que priorizam o autoconhecimento e o \ndesenvolvimento das relações humanas. \n- \nCursos ministrados por professores ou alunos dos períodos mais avançados, como por \nexemplo: Curso de Leitura, Interpretação e Redação de Textos Acadêmicos; Curso de \nContadores de Histórias. \n- \nGrupos de reflexão sobre temas e dificuldades acerca do cotidiano dos alunos em sua \nvida acadêmica. \n", "123": "121 \n \n \n \n- \nAssistência e apoio por demanda específica de aluno ou de turma. \n \n9 \nNúcleo docente estruturante \n \nO Núcleo Docente Estruturante (NDE) de um curso constitui-se de um grupo de docentes, \ncom atribuições acadêmicas de acompanhamento, atuante no processo de concepção, \nconsolidação e contínua atualização do projeto pedagógico do curso. \nO Núcleo Docente Estruturante é constituído por, pelo menos, 5 (cinco) membros, com \nmandato de 2 (dois) anos e possibilidade de recondução por igual período, com reuniões \nmensais. \nSão atribuições do Núcleo Docente Estruturante: \n \nI– contribuir para a consolidação do perfil profissional do egresso; \n \nII– zelar pela integração interdisciplinar entre as diferentes atividades de ensino constantes no \ncurrículo; \nIII– identificar formas de incentivo ao desenvolvimento de linhas de pesquisa e extensão, \noriundas de necessidades da graduação, de exigências do mercado de trabalho e afinadas com \nas políticas públicas; relativas à área de conhecimento do curso; \nIV– zelar pelo cumprimento das diretrizes Curriculares para os Cursos de Graduação; \n \nV– encaminhar, para apreciação do Colegiado de Curso, os estudos e propostas construídas. \n \n10 Colegiado de curso \n \nO Colegiado de Curso é composto por todo o corpo docente e um representante discente. \nÉ convocado e presidido pela coordenação do Curso. \n \n \nÉ um órgão tanto consultivo, deliberativo e também propositivo, que debate questões \nacadêmicas propostas pelo NDE, tais como: trabalhos interdisciplinares; indicação de \natividades complementares, extensionistas e de pesquisa; temáticas definidas para as Semanas \nAcadêmicas; formato e temática dos trabalhos interdisciplinares, sugestão de visitas técnicas, \nparcerias e convênios. \n \nNesse órgão também são repassadas informações importantes sobre a administração \nacadêmica relativas à Instituição, ao Curso, aos docentes e também discentes. \n", "124": "122 \n \n \n \nO coordenador estabelece a pauta das reuniões, mas tanto os docentes quanto os discentes \npodem solicitar à coordenação pontos de pauta. \n \nAssim, funciona como um importante espaço de comunicação e interlocução do Curso. As \ndecisões são tomadas a partir da maioria dos votos, e o voto é individual e com peso igual, \ninclusive do representante discente. \n \nReúne-se, pelo menos, duas vezes por semestre, podendo ser mais, mas nunca menos. \n \n \nA partir de 2016, após a definição da organização da Unidade Acadêmica de Divinópolis, \nque está sendo discutida em função da absorção pela UEMG, a estrutura e funcionamento do \nColegiado de Curso serão adaptados ao disposto no Estatuto da Universidade. \n \n11 Coordenação do curso \n \nA coordenação de curso tem a competência de administrar o curso de maneira que viabilize \no processo educacional a que se propõe. Dentre suas atividades está o assessoramento \npedagógico ao professor, orientação didática pedagógica ao discente, organização de políticas \neducacionais para o curso, elaboração e despacho de documentos oficiais e normatizadores, \nrealizar o intercambio entre as decisões superiores e membros docentes e discentes sempre em \nconsonância com as políticas institucionais e com a legislação pertinente, assim com o \nConselho do curso. \n12 Corpo docente \nO corpo docente da UEMG, Unidade Divinópolis, é formado por profissionais de diversas \náreas, como Engenharias, Química, Física, Matemática, Psicologia, Bioquímica, História, \nLetras, Filosofia, Pedagogia, dentre outros, com elevada qualificação para o exercício, sendo, \na maior parte mestres e doutores, atuantes em sua área. \nO corpo docente é constituído por professores que são capazes de: \n \nEstabelecer a relação entre teoria e prática, demonstrando compromisso com a formação \ndo Engenheiro de Produção, numa proposta interdisciplinar e visando orientar os alunos para \num a prática profissional consciente e comprometida com as questões regionais; \nIntegrar os conteúdos programáticos à atividade prática, de modo a garantir a formação \nabrangente do profissional, capaz de atuar em diferentes áreas da Engenharia de Produção; \n", "125": "123 \n \n \n \nCapacitar os alunos no uso de conhecimentos teóricos e práticos para o exercício da \nprofissão de Engenheiro Civil; \nVincular o ensino, a pesquisa e os programas de extensão, de modo a possibilitar a \nintegração de professores, alunos, instituição e comunidade externa. \n13 Infraestrutura \n \nA infraestrutura física do curso compreende de: \n \nBLOCO 1 \n \n \n7 salas de aula \n \nArquivo Inativo do Registro Acadêmico \n \nBiblioteca. \n \nLaboratório de Informática I \n \nServiços Gerais e Transporte \n \nSetor de Tecnologia da Informação \n \nBLOCO 1 – 2º andar \n \n \n7 salas de aula \n \nDiretório Acadêmico. \n \nLaboratório de Informática 2 \n \nBLOCO 2 \n \n \n11 salas de aula \n \nXerox \n \nBLOCO 3 \n \n \n15 salas de aula \n \nAssessoria Jurídica \n \nSetor de Compras \n \nSetor de Patrimônio e Almoxarifado \n \n \nBLOCO 4 \n", "126": "124 \n \n \n \n \nAssessoria de Comunicação \n \nCentro de Memória \n \nCoordenação dos cursos de Bacharelado \n \nLaboratório de Informática 4 \n \nLaboratórios de Fotografia, Rádio e TV \n \nNúcleo de Educação a Distância/Laboratório de Informática 3 \n \nUaitec \n \nSala dos professores \n \n \nBLOCO 5 \n \n \n10 salas de aula \n \nCoordenação dos cursos de Licenciatura \n \nBLOCO 5 – 2º andar \n \n \n9 salas de aula \n \nCoordenação Integrada de Extensão, Pesquisa e Pós-graduação \n \nNúcleo de Saúde Coletiva \n \nSala de Desenho. \n \nBLOCO 6 - Laboratórios \n \n \nAnatomia Humana \n \nEngenharia \n \nEngenharia da Computação \n \nFísica (1 e 2) \n \nMicrobiologia e Fisiologia \n \nMicroscopia \n \nQuímica \n \nZoobotânica \n \nSetor de Apoio aos Laboratórios. \n \nBLOCO 7 \n \n \nArquivo Inativo \n", "127": "125 \n \n \n \n \nContadoria \n \nCoordenação-Geral de Gestão de Pessoas \n \nSetor Financeiro \n \nBLOCO 8 - Laboratórios \n \n \nFisiologia do Exercício \n \nGinástica e Dança \n \nSaúde (1 e 2) \n \n \nBLOCO 9 \n \n \nAuditório \n \nBLOCO 10 \n \n \nLaboratório de Engenharia da Computação \n \nBLOCO ADMINISTRATIVO \n \n \nCentro Técnico-Pedagógico (CTP) \n \nCozinha \n \nDiretoria Acadêmica \n \nLanchonete \n \nDiretoria Administrativa \n \nProtocolo \n \nRegistro Acadêmico \n \nRegistro de Diploma \n \na. Biblioteca \n \nA Biblioteca “Prof. Nicolaas Gerardus Plasschaert” tem como finalidade prestar serviços de \napoio às atividades de ensino, pesquisa e extensão para alunos, professores e pesquisadores na \nbusca de informações e conhecimentos necessários para essas atividades, bem como garantir a \narmazenagem conveniente do acervo sob sua responsabilidade. Além de atender a comunidade \nacadêmica, atende a comunidade em geral para pesquisa local. \n", "128": "126 \n \n \n \nHorário de Funcionamento: De segunda a sexta-feira de 7:00 às 22:00 / Sábado de 8:00 às \n12:00 \nÁrea física da Biblioteca: A Biblioteca está localizada no 1º andar, Bloco 1 e ocupa uma área \nde 423 m² \nAcervo \nO acervo da Biblioteca é cadastrado em Base de Dados. A biblioteca usa o formato MARC 21 \n(Machine Readable Cataloging)como formato padrão para registros bibliográficos, e o \nconjunto de soluções InfoISIS para gestão do acervo e processos técnicos utilizando, \natualmente, a estrutura de servidor específico para Banco de Dados MSSQL. O sistema \ngerencia toda a automação de informações de empréstimos, inclusive informações estatísticas. \nPossibilita, pela internet, além de consulta ao acervo das bibliotecas, renovação de \nempréstimos e reserva de livros. \nO acervo da bibliografia básica e da bibliografia complementar está disponível, por unidade \ncurricular, e procura atender a quantidade média de alunos de acordo com a qualidade de \ndesenvolvimento das pesquisas e consultas pedagógicas. \n \n \nBibliografia \nBÁSICA \nBibliografia \nCOMPLEMENTAR \nTotal \nTítulos \nExemplares \nTítulos \nExemplares \nTítulos \nExemplares \n177 \n1.577 \n166 \n885 \n343 \n2.462 \n \nBIBLIOTECA on-line: \n \nAtravés do acesso BIBLIOTECA no site da Unidade Acadêmica de Divinópolis é possível \nconsultar o acervo. Além dos principais pontos de recuperação de informações (autor, título e \nassunto) oferece facilidades para acesso às informações on-line em bases de dados, sites e \nportais de interesse acadêmico, bibliotecas universitárias, redes cooperativas de informação e \nbanco de teses e dissertações; links de acesso rápido, que disponibilizam Periódicos Científicos. \nNa homepage da Biblioteca, no canto superior esquerdo, clicar na opção Links e no nome do \ncurso ou assunto para ter acesso a endereços com informações gerais e bibliográficas de \nconteúdo específico. \nb. Laboratórios \n \nLaboratório de Circuitos Elétrico-eletrônicos \n", "129": "127 \n \n \n \nEste espaço físico é destinado exclusivamente a formação dos graduandos em Engenharia da \nComputação. Conta com 12 bancadas de madeira e metal, medindo 1,7 m x 1 m, com dois \narmários de metal, quadro branco e 35 bancos de metal com acento de madeira. \nEstão disponíveis para os alunos 6 computadores para montagem de circuitos e programação \nde computadores, kits Arduíno, conectores de redes, testadores de cabos, kits didáticos \neletrônica analógica EA3600-SDC Display gráfico, kit robô Arduíno, tanque Rover e outros \ncomponentes diversos. \nO objetivo do Laboratório é capacitar os discentes para estarem aptos a realizar a montagem e \nteste de circuitos, sendo útil, também, para realização de projetos de Trabalho de Conclusão de \nCurso. Dessa forma, as aulas práticas desenvolvidas aqui possibilitam aos graduandos do \nCurso de Engenharia da Computação as habilidades necessárias que possibilitem a capacidade \nde desenvolverem um alto desempenho na indústria, no desenvolvimento de programas para \naplicações específicas, como sistemas operacionais e de redes, projeto e desenvolvimento de \nsistemas de hardware e software, sistemas embarcados e inteligentes e projetos computacionais \nem geral. \nLaboratório de Engenharia \n \nO laboratório de Engenharia da Unidade de Divinópolis conta com seis bancadas de granito, \nmedindo 1, 7 m x 1 m, com duas pias de aço inoxidável com torneiras e armários embutidos, \numa bancada de granito também com armários embutidos, quadro-negro, uma mesa para o \nprofessor, 35 banco de metal com acento de madeira e um kit de primeiros socorros de acesso \nrápido e fácil para emergência em caso de acidentes durante a utilização do espaço físico. \nO laboratório possui com um compartimento interno destinado a uma câmara úmida para \narmazenamento de ensaios de corpos de provas em testes de aulas práticas e uma outra sala \nexterna em anexo na qual ficam condicionadas as formas para moldagem destes corpos de \nprova. \nSuas dependências são destinadas a realização de aulas práticas de hidráulica para os Cursos \nde Engenharia de Produção e Engenharia Civil e mecânica do solo I e II, topografia I e II e \nMateriais de Construção para o Curso de Engenharia Civil. Para tanto, constituem-se itens e \nequipamentos do laboratório: viscosímetro de Stock e equipamentos hidráulicos para \nsimulação de circulação de água em canais e bombas prensa hidráulica, formas para confecção \nde corpos de prova de concreto, muflas e estufas, peneiradores automáticos, \n", "130": "128 \n \n \n \nagitadores de solos, trados, teodolitos, trena, balizas, prismas, diversos tipos de balanças e \npeneiras. \nO objetivo do Laboratório é capacitar os discentes, sempre supervisionados por seus \nrespectivos docentes e/ou um estagiário do laboratório, para desenvolver trabalhos de Iniciação \nCientífica, Trabalho de Conclusão de Curso, bem como promover uma atuação prática de \nalunos estagiários para desenvolvimento de serviços externos. \nLaboratório de Física Elétrica \n \nEste laboratório, com capacidade para 36 alunos, possui em suas dependências bancadas de \ngranito com 3 armários embutidos, uma pia de aço inox com torneira, seis mesas de madeira e \nmetal de 1,30 m x 0,85 m, dois armários de metal, 6 bancos de madeira, quadro branco, \ntubulação interna nos armários para saída de gás e um kit de primeiros socorros de acesso \nrápido e fácil para emergência em caso de acidentes durante a utilização do espaço físico. \nÉ utilizado pelos cursos de Engenharia Civil, Engenharia de Produção e Engenharia da \nComputação, para os quais são realizadas aulas práticas referentes ao conteúdo da eletricidade \ndentro da área da Física. Dessa forma, as aulas desenvolvidas aqui trabalham as habilidades \nem Eletricidade, Eletromagnetismo e Eletrodinâmica. Portanto, encontram-se nas \ndependências deste laboratório os seguintes equipamentos e materiais: multímetros, \ncapacitores, fontes de alimentação, kits de eletricidade, lâmpadas diversas, geradores de Van \nde Graff, baterias diversas, ímãs, limalha de ferro, eletroímãs, fios diversos, boquilhas, tomadas \nmachos, tomadas fêmeas, resistores, kits de ferramentas, bússolas, circuitos elétricos e \ntrabalhos realizados pelos alunos do curso. \nO objetivo deste Laboratório é trabalhar os fenômenos elétricos e magnéticos de forma prática, \no que possibilita ao graduando em engenharias o desenvolvimento de habilidades e \ncompetências da Física Elétrica que possam ser aplicadas em seu campo de atuação. \nLaboratório de Física Geral \n \nEste laboratório possui bancadas de granito com 3 armários embutidos, uma pia de aço inox \ncom torneira, seis mesas de madeira e metal de 1,30 m x 0,85 m, uma mesa de ardósia e metal \nde 1,90 m x 0,90 m, dois armários de metal, 36 bancos de madeira, quadro branco, tubulação \ninterna nos armários para saída de gás e um kit de primeiros socorros de acesso rápido e fácil \npara emergência em caso de acidentes durante a utilização do espaço físico. \n", "131": "129 \n \n \n \nUtilizado para aulas das disciplinas de Física I e Física II do Curso de Engenharia de Produção \ne Engenharia Civil, Física I no Curso de Engenharia da Computação e Física Geral nos Cursos \nde Ciências Biológicas, Química e Matemática. \nNeste espaço físico o aluno é apresentado à experimentação em Mecânica, Termodinâmica e \nHidrostática, permitindo a união da teoria e prática, essencial na formação do engenheiro. Com \nseus equipamentos, pode-se compor experimentos sobre cinemática, dinâmica, estática, \neletricidade, magnetismo e eletromagnetismo. \nPossui em suas dependências, roldanas associadas e simples, dinamômetros, balança de \nprecisão, massas padronizadas e suportes, réguas, planos inclinados, paquímetros, \ncalculadoras, cronômetros, níveis de bolha de ar, transferidores, calorímetros, kits de \nferramentas, kits de física geral, kits de mecânica, kits de movimentos ondulatórios, painel de \ndemonstração de caixa e ralos, painel de demonstração de soldável, painel de demonstração de \nesgoto secundário, painel de demonstração de esgoto em série, painel de demonstração de \nAquathern, kits de pesos e medidas, termômetros, dilatômetros, vidrarias básicas, esferas de \ndiferentes massas e composições, carrinhos pra simulação de movimentos, trenas e fitas \nmétricas, molas, diapasões, densímetros, pêndulos, trabalhos realizados pelos alunos dos \ncursos de engenharias e outros aparelhos diversos. \nO objetivo deste Laboratório é trabalhar os fenômenos físicos de forma prática, desenvolvendo \na capacidade de investigação dos fenômenos através de medições, quantificações, identificação \nde parâmetros relevantes, de grandezas, conceitos e relações entre as grandezas (leis físicas) \nde forma que o graduando de diversos cursos possa aplicar o conhecimento das diversas áreas \nda Física em seu campo de trabalho. \nLaboratório de Química/ Bioquímica \n \nO laboratório de Química e Bioquímica é um lugar privilegiado para a realização de \nexperimentos, com instalações de água, luz e gás de fácil acesso em todas as bancadas. Este \nespaço é utilizado para as aulas práticas referentes às áreas do conhecimento da Química e \nBioquímica para e Ensino no curso de Ciências Biológicas, Enfermagem, Educação Física, \nEngenharias Civil, de Produção e da Computação, Fisioterapia e Química desta Instituição de \nEnsino. \n", "132": "130 \n \n \n \nConta com duas grandes bancadas de granito, medindo 5m x 1m, com pia de aço inoxidável e \ntorneira. Sobre cada bancada passa a tubulação de gás que está conectada aos bicos de Bunsen \nem um total de oito saídas para gás por bancada. \nNo laboratório há ainda mais seis pias de aço inoxidável e torneiras com com armários \nembutidos, sendo que em uma delas há um lava olhos, há também a presença de duas capelas \nde exaustão e mais duas bancadas de granitos com armários embutidos, 35 bancos de metal \ncom acento de madeira, além de um kit de primeiros socorros de acesso rápido e fácil para \nemergência em caso de acidentes durante a utilização do espaço físico. \nAlém disso, há uma sala de reagentes no laboratório com uma pia de aço inoxidável e armários \nque armazenam os reagentes e soluções usados nas aulas práticas. \nConta com os seguintes equipamentos: vidrarias diversas, estufa de secagem, centrífuga \nconvencional, balança analítica, deionizador de água, banho-maria, pHmetro, bicos de Bunsen, \nagitadores magnéticos, bomba de vácuo, coluna para cromatografia, condutivímetro, \ndensímetro para álcool, densímetro para gasolina, dessecador c/tampa e luva, detector de CO, \neletrodo para pHmetro, espectrofotômetro, fonte para eletroforese, forno micro-ondas, \nfotômetro de chama, geladeira, lavador de pipetas, manta aquecedora, medidor de pH para \nbancada, pHmetro digital de bancada, refratômetro, turbidímetro e outros aparelhos diversos. \n \n \nO objetivo do laboratório é adaptar os alunos para uma rotina de aulas práticas garantindo a \ncorreta instrumentalização e correta utilização dos equipamentos de segurança, manipulação \nde vidrarias e preparo de soluções e manuseio de reagentes que podem ser úteis à formação do \nestudante. \n \nLaboratórios de Informática \n \nAtualmente, a Unidade Acadêmica de Divinópolis possui 164 computadores conectados à \ninternet distribuídos em 6 Laboratórios de Informática. Estes ambientes objetivam \nproporcionar condições de aprimoramento profissional ao corpo discente, docente e \nfuncionários, além de ser um espaço com recursos tecnológicos preparados com ferramentas \npara exercícios específicos das disciplinas, buscas e pesquisas acadêmicas através da internet. \n \nLaboratório 1, Sala 103, Bloco 1 – 1º andar \n", "133": "131 \n \n \n \n36 computadores (DVDRW - 760 GM - P34 -HD Seagate 1TB -2x DDR3 de 4096MB / 1600 Mhz - \nProcessador AMD Phenom II X4 - 2.8Ghz) \n \n01 Switch 48 p/ Gerenciável \n \n01 Rack \n \n01 Ar-condicionado \n \nLaboratório 2, Sala 126, Bloco 1 – 2º andar \n \n40 computadores Intel Core i5 com 8Gb RAM e HD de 500Gb \n01 Switch 48 p/ Gerenciável \n01 Rack \n \nLaboratório 3, Sala 405, Bloco 4 \n \n40 computadores (DVDRW - 760 GM - P34 -HD Seagate 1TB -2x DDR3 de 4096MB / 1600 \nMhz - Processador AMD Phenom II X4 - 2.8Ghz) \n \n01 Rack \n \n01 Ar-condicionado \n \nLaboratório 4, Sala 413, Bloco 4 \n \n20 computadores (DVDRW - 760 GM - P34 -HD Seagate 1TB -2x DDR3 de 4096MB / 1600 \nMhz - Processador AMD Phenom II X4 - 2.8Ghz) \n \n01 Switch 24 p/ Gerenciável \n \n01 Projetor \n \n01 Ar-condicionado \n \nLaboratório 5, Bloco 10 \n", "134": "132 \n \n \n \n22 computadores – Core i7 - 16GB de memória – 1TB HD \n \nLaboratório 6, Bloco 10 \n \n6 computadores – Core i5 - 7GB de memória – 1TB HD \n01 Rack \nRegistro Acadêmico \nO registro acadêmico é feito através do sistema GIZ, que é um software de gestão educacional. \nPermite um controle total e integrado das áreas acadêmica, administrativa e pedagógica. \nPrincipais funcionalidades: \n \n Cadastro de usuários, parâmetros, unidades, cursos, professores, turmas, situação \n(suspensão), faixa de horário de entrada, feriados, dias letivos, funcionários e turnos.\n Efetua a matrícula de alunos.\n Cadastra e registra a situação do aluno: trancamentos, transferências, cancelamentos, \ndesistências de curso.\n Cadastro de horários das aulas das disciplinas, possibilitando a emissão das folhas de ponto \ndos professores.\n Relatórios: frequência diária, alunos ausentes, alunos por turma, verificação de ponto, \nmapa de frequência.\n Apura automaticamente o resultado acadêmico dos alunos, com geração do histórico \nescolar.\n O sistema permite que o cálculo do resultado acadêmico seja feito através da média global \ndas disciplinas ou média por área de conhecimento.\n Emissão de histórico escolar, diário de classe, ficha de matrícula, ficha do aluno, boletim, \ncontratos, declarações, atestados e outros documentos em modelo padrão ou personalizado.\n Envio de e-mails/mensagens para alunos e professores.\n Gerador de documentos como relatórios, declarações, certificados, recibos, diplomas, \natestados.\n Controle de acesso e usuários do Sistema.\n Sistema de auditoria e de controle dos dados criados, alterados ou excluídos.\n", "135": "133 \n \n \n \nO portal do sistema GIZ on-line (WebGiz) é acessado e utilizado por todos os alunos e \nprofessores através do site da Unidade Acadêmica de Divinópolis com as seguintes \nfuncionalidades: \nPortal do aluno: \n \n Acesso ao boletim de notas e ocorrências disciplinares.\n Visualização do histórico escolar resumido.\n Visualização de gráficos de desempenho aluno x turma.\n Visualização de conteúdo das aulas.\n Conferência dos resultados de avaliações.\n Verificação de frequência.\n Recebimento de mensagens.\n Efetivação da rematrícula on-line.\n Impressão do comprovante de matrícula.\n Visualização dos dados cadastrais.\nPortal do professor: \n \n Lançamento/cadastramento de avaliações e notas.\n Lançamento/cadastramento de aulas, conteúdo das aulas e faltas.\n Lançamento de Plano de Ensino.\n Impressão do diário de classe.\n Cadastramento ocorrências.\n Envio/recebimento de mensagens.\n14 Instrumentos normativos de apoio \n \nEstatuto da Universidade do Estado de Minas Gerais \nhttp://uemg.br/downloads/Estatuto_UEMG.pdf \n \nRegimento Geral da Universidade do Estado de Minas Gerais \nhttp://uemg.br/downloads/Regimento%20Geral_UEMG.pdf \n \nResolução COEPE/UEMG Nº 132, de 13 de dezembro de 2013. Regulamenta a \nimplantação do regime de matrícula por disciplina nos Cursos de Graduação da Universidade \ndo Estado de Minas Gerais – UEMG e institui procedimentos e limites para matrícula. \nhttp://www.uemg.br/arquivos/2013/pdf/Rcoepe132-13.pdf \n \nResolução COEPE/UEMG Nº 162, de 15 de fevereiro de 2016. Institui o Núcleo Docente \n", "136": "134 \n \n \n \nEstruturante no âmbito dos Cursos de Graduação da Universidade do Estado de Minas Gerais. \nhttp://intranet.uemg.br/resolucoes/arquivos/2016/pdf/Rcoepe162_16-Na-Integra.pdf \n \nResolução CNE/CES 11, de 11 de março de 2012 – Institui Diretrizes Curriculares Nacionais \ndo Curso de Graduação em Engenharia, a serem observadas na organização curricular. \nhttp://portal.mec.gov.br/cne/arquivos/pdf/CES112002.pdf \n \nResolução 218 do CONFEA, de 29/06/1973 – Discrimina atividades das diferentes \nmodalidades \nprofissionais \nda \nEngenharia, \nArquitetura \ne \nAgronomia. \nhttp://normativos.confea.org.br/ementas/visualiza.asp?idEmenta=266 \n \nLEI Nº 5.194, de 24 de dezembro de 1966 - Regula o exercício das profissões de Engenheiro, \nArquiteto \ne \nEngenheiro-Agrônomo, \ne \ndá \noutras \nprovidências. \nhttp://normativos.confea.org.br/ementas/visualiza.asp?idEmenta=25 \n", "137": "135 \n \n \n \nReferência bibliográfica \n \nBRASIL. Lei nº 9.394/96, de 20 de dezembro de 1996. Lei de Diretrizes e Bases da \nEducação Nacional. \n \nBRASIL. Resolução CNE/CES No 11, de 11 de março de 2002. Diretrizes Curriculares \nNacionais para os cursos de graduação em Engenharia. Brasília, DF: D.O.U. de 09/04/2002. \nSeção 1, p.32. \n \nEstatuto da Universidade do Estado de Minas Gerais \nhttp://uemg.br/downloads/Estatuto_UEMG.pdf \n \n \nLEI Nº 11.788, DE 25 DE SETEMBRO DE 2008. Dispõe sobre o estágio de estudantes; \naltera a redação do art. 428 da Consolidação das Leis do Trabalho – CLT, aprovada pelo \nDecretoLei no 5.452, de 1o de maio de 1943, e a Lei n o 9.394, de 20 de dezembro de 1996; \nrevoga as Leis nos 6.494, de 7 de dezembro de 1977, e 8.859, de 23 de março de 1994, o \nparágrafo único do art. 82 da Lei no 9.394, de 20 de dezembro de 1996, e o art. 6o da Medida \nProvisória no 2.164-41, de 24 de agosto de 2001; e dá outras providências. \nhttp://www.cvm.gov.br/export/sites/cvm/menu/acesso_informacao/servidores/estagios/3 - \nLEGISLACAO-DE-ESTAGIO.pdf \n \nLEI Nº 5.194, de 24 de dezembro de 1966 - Regula o exercício das profissões de Engenheiro, \nArquiteto \ne \nEngenheiro-Agrônomo, \ne \ndá \noutras \nprovidências. \nhttp://normativos.confea.org.br/ementas/visualiza.asp?idEmenta=25 \nMINAS GERAIS (Estado), Conselho Estadual de Educação. Resolução CEE nº 459, de 10 \nde dezembro de 2013. Consolida normas relativas à educação superior do Sistema Estadual \nde Ensino de Minas Gerais e dá outras providências. Disponível em: \n<http://www.cee.mg.gov.br/index.php?option=com_docman&Itemid=144> Acesso em: maio, \n2015. \n \nRegimento Geral da Universidade do Estado de Minas Gerais \nhttp://uemg.br/downloads/Regimento%20Geral_UEMG.pdf \n", "138": "136 \n \n \n \nResolução 218 do CONFEA, de 29/06/1973 – Discrimina atividades das diferentes \nmodalidades \nprofissionais \nda \nEngenharia, \nArquitetura \ne \nAgronomia. \nhttp://normativos.confea.org.br/ementas/visualiza.asp?idEmenta=266 \nResolução CNE/CES 11, de 11 de março de 2012 – Institui Diretrizes Curriculares Nacionais \ndo Curso de Graduação em Engenharia, a serem observadas na organização curricular. \nhttp://portal.mec.gov.br/cne/arquivos/pdf/CES112002.pdf \n \nResolução COEPE/UEMG Nº 132, de 13 de dezembro de 2013. Regulamenta a implantação \ndo regime de matrícula por disciplina nos Cursos de Graduação da Universidade do Estado de \nMinas \nGerais \n– \nUEMG \ne \ninstitui \nprocedimentos \ne \nlimites \npara \nmatrícula. \nhttp://www.uemg.br/arquivos/2013/pdf/Rcoepe132-13.pdf \n \nResolução COEPE/UEMG Nº 162, de 15 de fevereiro de 2016. Institui o Núcleo Docente \nEstruturante no âmbito dos Cursos de Graduação da Universidade do Estado de Minas Gerais. \nhttp://intranet.uemg.br/resolucoes/arquivos/2016/pdf/Rcoepe162_16-Na-Integra.pdf \n \nRESOLUÇÃOCNE/CP nº 1, de 30 de maio de 2012. Estabelece Diretrizes Nacionais para a \nEducação em Direitos Humanos. \n \nRESOLUÇÃOCNE/CP nº 2, de 15 de junho de 2012. Estabelece as Diretrizes Curriculares \nNacionais para a Educação Ambiental. \n", "139": "137 \n \n \n \nAnexos \n \nAnexo A \nHoras Complementares \nAtividade \nAproveitamento \nLimite \n(Horas) \nCarga Horária \nMáxima \n \n \n \n \nEnsino \nEstágio \nExtracurricular \n70% \n40h \n \n \n \n \n60h \nTIM \n100% \n20h \nEstudos dirigidos e \nautônomos \n20% \n20h \nMonitoria \n70% \n40h \nCursos, concursos e \ncampeonatos promovido \npela instituição \n \n70% \n \n50h \n \n \n \n \n \n \n \n \n \n \nExtensão \nProjeto de Extensão \n10% \n40h \n \n \n \n \n \n \n60h \nAtividades Culturais \n80% \n5h \nVisitas Técnicas \n100% \n40h \nVisitas a Feiras e \nExposições \n20% \n5h \nCursos de Idiomas \n60% \n30h \nCursos Profissionalizantes \nEspecíficos na área \n80% \n40h \nCursos Profissionalizantes \nem Geral \n20% \n10h \nPalestras, Seminários e \nCongressos (ouvinte) \n80% \n10h \nPalestras, Seminários e \nCongressos (apresentador) \n80% \n15h \nProjeto Empresa Júnior \n20% \n20h \n", "140": "138 \n \n \n \n \nAnexo A \nHoras Complementares \nAtividade \nAproveitamento \nLimite \n(Horas) \nCarga Horária \nMáxima \n \n \n \n \nPesquisa \nIniciação Científica \n80% \n40h \n \n \n \n60h \nPublicação de Artigos \nCientíficos \n100% \n20h \nPalestras, Seminários e \nCongressos (ouvinte) \n80% \n15h \nPalestras, Seminários e \nCongressos (apresentador) \n80% \n10h \n \n \nAnexo B \nDiretrizes para realização de estágio não obrigatório no curso de Engenharia Civil da UEMG – \nUnidade Divinópolis \n \n \nDiretrizes para realização de estágio não obrigatório \n \n1. Pré Requisito \n1.1. A realização de estágio não obrigatório será permitida aos estudantes que estiverem \ndevidamente matriculados a partir do 3º período do curso de engenharia civil. \n2. Inscrição \n2.1. O estudante deverá inscrever-se para a realização de estágio não obrigatório no Núcleo de \nEstágio da UEMG – Unidade Divinópolis. \n2.2. As inscrições para estágio não obrigatório ocorrerão em fluxo contínuo a partir da data fixada \npela coordenação de estágio do curso de engenharia civil no início de cada semestre letivo. \n3. Documentação Exigida \n3.1. A documentação a seguir deverá ser preenchida no ato da inscrição para o estágio não \nobrigatório: \n Formulário de inscrição preenchido (em anexo); \n Cópia do histórico escolar; \n Plano de atividades preenchido (em anexo); \n", "141": "139 \n \n \n \n Cópia da Anotação de Responsabilidade Técnica da obra ou empreendimento no qual \nserão realizadas as atividades (quando for o caso); \n Cópia da carteira profissional do supervisor expedida pelo seu respectivo conselho \nprofissional. \n4. Disponibilização de Professores Orientadores \n4.1. Serão disponibilizados professores orientadores para o estágio não obrigatório caso haja \nvacância de carga horária depois de esgotada toda a demanda de professores orientadores de \nestágio obrigatório. \n4.2. Cabe ao coordenador de estágio computar o número de vagas disponiveis para orientação de \nestágios não obrigatórios e demais funções determinadas pela coordenação de curso, \naprovadas em colegiado. \n5. Aprovação \n5.1. Para a realização de estágio não obrigatório o estudante deverá manter uma média global de \nsuas notas (MG) maior que 6,0. \n5.2. A média global de suas notas será calculada pela seguinte equação: \n \n \nN – Número de disciplinas obrigatórias, optativas e facultativas cursadas, com ou sem reprovação. \nCDi - carga horária da disciplina i \nNDi – nota do aluno na disciplina i \n \n \n5.3. O plano de atividades será avaliado considerando a adequabilidade das atividades propostas \nao projeto político pedagógico do curso e às disciplinas já cursadas pelo estudante. \n5.4. Caso a demanda por orientadores de estágio não obrigatório for maior que o número possível \nde orientações, será atribuida uma nota entre 0 e 10 para o plano de estágios. \n5.5. A nota do plano de atividades será somada à média global do estudante e as orientações de \nestágio não obrigatório serão destinadas aos estudantes com maior pontuação. \n5.6. Em caso de empate será priorizado o estudante com mais disciplinas cursadas e, em caso de \npersistência, o estudante mais velho. \n5.7. Cabe ao coordenador de estágios do curso de engenharia civil ou a um professor por ele \nindicado a avaliação do plano de atividades. \n6. Duração do Estágio \n", "142": "140 \n \n \n \n6.1. Os estágios aprovados deverão ser realizados até o dia 31 de dezembro de cada ano. \n7. Atividades de Estágio \n7.1. O estudante aprovado deverá submeter-se às orientações de estágio nas datas e horários \nmarcados pelo professor orientador. \n7.2. Ao final do estágio o estudante deverá elaborar um Relatório de Atividades. \n7.3. O professor orientador poderá exigir a participação do estudante aprovado em eventos \ntécnicos e científicos promovidos pela UEMG de forma a divulgar sua experiência de \nestágio. \n7.4. O professor orientador avaliará a participação do estudante nas orientações de estágio, bem \ncom seu Relatório de Atividades emitindo o conceito Satisfatório ou Não Satisfatório. \n7.5. O estudante que obtiver o conceito Não Satisfatório poderá ser impedido de participar de \nfuturas atividades de estágio não obrigatório. \n8. Considerações Finais \n8.1. Serão incorporados a esta normativa, para todos os efeitos, quaisquer normas \ncomplementares e anexos que visem a correções e aperfeiçoamento do processo. \n8.2. Casos omissos serão tratados pela coordenação de estágios do curso de engenharia civil. \n \n \nAnexo C \nDiretrizes do Estágio Obrigatório \n \nEstabelece os critérios para a realização e \navaliação do Estágio do curso de Engenharia \nCivil da Universidade do Estado de Minas \nGerais – Unidade Divinópolis \n \nO Colegiado do Curso de Engenharia Civil da Universidade do Estado de Minas Gerais – \nUnidade Divinópolis, no uso de suas atribuições que lhe confere o Decreto nº 46.352, de 25 de \nnovembro de 2013 e, \n \nConsiderando o Art. 7o da Lei 11.788 de 2008 que estabelece a obrigação por parte das \ninstituições de ensino de elaborar normas complementares e instrumentos de avaliação dos estágios \nde seus educandos; \n \nConsiderando a Resolução CNE/CES 11 de março de 2002 que institui diretrizes curriculares \nnacionais do curso de graduação em Engenharia. Civil: \n", "143": "141 \n \n \n \n \nRESOLVE: \n \nCapítulo I \nDefinições e Objetivos \n \nArt. 1o O Estágio Curricular, integrante do Projeto Pedagógico do curso de Engenharia Civil \nda UEMG/Divinópolis, consiste no ato educativo escolar supervisionado, desenvolvido no ambiente \nde trabalho, que visa à preparação para o trabalho produtivo dos educandos. \n \nArt. 2o O Estágio Curricular visa o aprendizado de competências próprias da atividade \nprofissional e à contextualização curricular, objetivando o desenvolvimento do educando para a vida \ncidadã e para o trabalho. \n \nArt. 3º O Estágio Curricular poderá ser realizado na própria UEMG – Unidade Divinópolis, na \ncomunidade em geral ou junto a pessoas jurídicas de direito público ou privado, sob a \nresponsabilidade e coordenação da UEMG – Unidade Divinópolis. \n \nArt.4º O estágio poderá ser obrigatório ou não obrigatório, conforme determinação do projeto \npolítico pedagógico do curso. \n \n§ 1o Estágio Obrigatório é aquele definido como tal no projeto do curso, cuja carga horária é \nrequisito para aprovação e obtenção de diploma. \n \n§ 2o Estágio Não Obrigatório é aquele desenvolvido como atividade opcional, acrescida à carga \nhorária regular e obrigatória. \n \nCapítulo II \nDos pré requisitos e duração \n \nArt. 5o O estudante iniciará o Estágio Obrigatório do 8º ao 10º período. \n \n \nArt. 6o O Estágio Obrigatório terá carga horária total mínima de 180 horas. \n \n \nParágrafo único. A carga horária mínima deverá ser cumprida na forma das disciplinas Estágio \n1 e Estágio 2, sendo que cada um terá a carga horária mínima de 90 horas que deverão ser \n", "144": "142 \n \n \n \nrealizados em semestres distintos. \n \n \nArt. 7º A realização do Estágio Não Obrigatório obedecerá à norma específica. \n \n \nCapítulo III \nDas disciplinas de Estágio Obrigatório \n \nArt. 8º As atividades referentes ao Estágio 1 deverão ser desenvolvidas no âmbito de uma das \nseguintes áreas da engenharia civil: \n \nI. Hidrotecnia. \n \na) Hidráulica Aplicada: \n1. Obras Hidráulicas Fluviais; \n2. Obras Hidráulicas Marítimas; \n3. Captação de Água para Abastecimento Doméstico; \n4. Captação de Água para Abastecimento Industrial; \n5. Adução de Água para Abastecimento Doméstico; \n6. Adução de Água para Abastecimento Industrial; \n7. Barragens; \n8. Diques; \n9. Sistemas de Drenagem; \n10. Sistemas de Irrigação; \n11. Vias Navegáveis; \n12. Portos; \n13. Rios; \n14. Canais. \n \nb) Hidrologia Aplicada: \n1. Regularização de Vazões; \n2. Controle de Enchentes. \n \nc) Sistemas, Métodos e Processos de Aproveitamento Múltiplo de Recursos Hídricos. \n \nII. Saneamento. \n \na) Hidráulica Aplicada ao Saneamento. \n \nb) Hidrologia Aplicada ao Saneamento Sistemas, Métodos e Processos de: \n1. Abastecimento de Águas; \n2. Tratamento de Águas; \n3. Reservação de Águas; \n4. Distribuição de Águas. \n \nc) Sistemas, Métodos e Processos de Saneamento Urbano: \n1. Coleta de Esgotos Urbanos; \n2. Coleta de Águas Residuárias Urbanas; \n3. Coleta de Rejeitos Urbanos; \n4. Coleta de Rejeitos Hospitalares; \n", "145": "143 \n \n \n \n5. Coleta de Rejeitos Industriais; \n6. Coleta de Resíduos Urbanos; \n7. Coleta de Resíduos Hospitalares; \n8. Coleta de Resíduos Industriais; \n9. Transporte de Esgotos Urbanos; \n10. Transporte de Águas Residuárias Urbanas; \n11. Transporte de Rejeitos Urbanos; \n12. Transporte de Rejeitos Hospitalares; \n13. Transporte de Rejeitos Industriais; \n14. Transporte de Resíduos Urbanos; \n15. Transporte de Resíduos Hospitalares; \n16. Transporte de Resíduos Industriais; \n17. Transporte de Esgotos Urbanos; \n18. Tratamento de Águas Residuárias Urbanas; \n19. Tratamento de Rejeitos Urbanos; \n20. Tratamento de Rejeitos Hospitalares; \n21. Tratamento de Rejeitos Industriais; \n22. Tratamento de Resíduos Urbanos; \n23. Tratamento de Resíduos Hospitalares; \n24. Tratamento de Resíduos Industriais; \n25. Destinação Final de Esgotos Urbanos; \n26. Destinação Final de Águas Residuárias Urbanas; \n27. Destinação Final de Rejeitos Urbanos; \n28. Destinação Final de Rejeitos Hospitalares; \n29. Destinação Final de Rejeitos Industriais; \n30. Destinação Final de Resíduos Urbanos; \n31. Destinação Final de Resíduos Hospitalares; \n32. Destinação Final de Resíduos Industriais. \n \nd) Sistemas, Métodos e Processos de Saneamento Rural: \n1. Coleta de Esgotos Rurais; \n2. Coleta de Águas Residuárias Rurais; \n3. Coleta de Rejeitos Rurais; \n4. Coleta de Resíduos Rurais; \n5. Transporte de Esgotos Rurais; \n6. Transporte de Águas Residuárias Rurais; \n7. Transporte de Rejeitos Rurais; \n8. Transporte de Resíduos Rurais; \n9. Tratamento de Esgotos Rurais; \n10. Tratamento de Águas Residuárias Rurais; \n11. Tratamento de Rejeitos Rurais; \n12. Tratamento de Resíduos Rurais; \n13. Destinação Final de Esgotos Rurais; \n14. Destinação Final de Águas Residuárias Rurais; \n15. Destinação Final de Rejeitos Rurais; \n16. Destinação Final de Resíduos Rurais. \n \nIII. Tecnologia Hidrossanitária. \n \na) Tecnologia dos Materiais de Construção Civil utilizados em Engenharia Sanitária; \n \nb) Tecnologia dos Produtos Químicos e Bioquímicos utilizados na Engenharia Sanitária; \n", "146": "144 \n \n \n \nc) Instalações, Equipamentos, Dispositivos e Componentes da Engenharia Sanitária. \n \nIV. Gestão Sanitária do Meio Ambiente. \n \na) Avaliação de Impactos Sanitários no Ambiente \n1. Controle Sanitário do Ambiente; \n2. Controle Sanitário da Poluição; \n3. Controle de Vetores Biológicos Transmissores de Doenças. \n \nb) Higiene do Ambiente. \n1. Edificações; \n2. Locais Públicos; \n3. Piscinas; \n4. Parques; \n5. Áreas de Lazer; \n6. Áreas de Recreação; \n7. Áreas de Esporte. \n \nIV. Recursos Naturais \n \na) \nSistemas, Métodos e Processos aplicados a Recursos Naturais. \n1. Aproveitamento; \n2. Proteção; \n3. Monitoramento; \n4. Manejo; \n5. Gestão; \n6. Ordenamento; \n7. Desenvolvimento; \n8. Preservação. \n \nb) Recuperação de Áreas Degradadas. \n1. Remediação de Solos Degradados; \n2. Remediação de Águas Contaminadas; \n3. Biorremediação de Solos Degradados; \n4. Biorremediação de Águas Contaminadas; \n5. Prevenção de Processos Erosivos; \n6. Recuperação de Processos Erosivos. \n \nV. Recursos Energéticos \n \na) Fontes de Energia relacionadas com Engenharia Civil: \n1. Tradicionais; \n2. Alternativas; \n3. Renováveis. \n \nb) Sistemas e Métodos de Conversão de Energia. \n", "147": "145 \n \n \n \n \n \nc) Sistemas e Métodos de Conservação de Energia. \n \nd) Impactos Energéticos Ambientais. \n \ne) Eficientização Ambiental de Sistemas Energéticos Vinculados ao Campo de Atuação  da \nEngenhari Civill. \n \nVI. Planejamento Urbano \n \n \na) Infraestrutura Territorial \n1. Atividades Multidisciplinares referentes ao Planejamento Urbano no âmbito da Engenharia \nCivil; \n2. Atividades Multidisciplinares referentes ao Planejamento Regional no âmbito da Engenharia \nCivil. \n \nVII. Gestão Ambiental \n \na) Planejamento Ambiental \n1. em Áreas Urbanas; \n2. em Áreas Rurais; \n3. Prevenção de Desastres Ambientais; \n4. Administração Ambiental; \n5. Gestão Ambiental; \n6. Ordenamento Ambiental; \n7. Licenciamento Ambiental; \n8. Adequação Ambiental de Empresas no Campo de Atuação da Modalidade; \n9. Monitoramento Ambiental; \n10. Avaliação de Impactos Ambientais; \n11. Avaliação de Ações Mitigadoras; \n12. Controle de Poluição Ambiental. \n \nb) Instalações, equipamentos, dispositivos e componentes da Engenharia Civil. \n \nArt. 9º As atividades referentes ao Estágio 2 deverão ser desenvolvidas no âmbito de uma das \nseguintes áreas da Engenharia Civil: \n \nI. Construção Civil \n \nb) Planialtimetria \n1. Topografia \n2. Batimetria \n3. Georreferenciamento \n", "148": "146 \n \n \n \n \n \nc) Sistemas, Métodos e Processos de Construção Civil: \n1. Tecnologia da Construção Civil; \n2. Industrialização da Construção Civil. \n \nd) Edificações: \n1. Impermeabilização; \n2. Isotermia. \n \ne) Terraplenagem: \n1. Compactação; \n2. Pavimentação. \n \nf) Estradas: \n1. Rodovias; \n2. Pistas; \n3. Pátios; \n4. Terminais Aeroportuários; \n5. Heliportos. \n \ng) Tecnologia dos Materiais de Construção Civil. \n \nh) Resistência dos Materiais de Construção Civil. \n \ni) \nPatologia das Construções. \n \nj) \nRecuperação das Construções. \n \nk) Equipamentos, Dispositivos e Componentes: \n1. Hidro-sanitários; \n2. de Gás; \n3. de Prevenção e Combate a Incêndio. \n \nl) \nInstalações: \n1. Hidro-sanitárias; \n2. de Gás; \n3. de Prevenção e Combate a Incêndio. \n \nm) Instalações: \n1. Elétricas em Baixa Tensão para fins residenciais e comerciais de pequeno porte; \n2. de Tubulações Telefônicas e Lógicas para fins residenciais e comerciais de pequeno porte. \n", "149": "147 \n \n \n \nII. Sistemas Estruturais \n \n \na) Estabilidade das Estruturas \n1. \nEstruturas de Concreto; \n2. \nEstruturas Metálicas; \n3. \nEstruturas de Madeira; \n4. \nEstruturas de Outros Materiais; \n5. \nPontes; \n6. \nGrandes Estruturas; \n7. \nEstruturas Especiais. \n \nb) Pré-Moldados \n \nIII. Geotecnia \n \n \na) Sistemas, Métodos e Processos da Geotecnia. \n \nb) Sistemas, Métodos e Processos da Mecânica dos Solos. \n \nc) Sistemas, Métodos e Processos da Mecânica das Rochas. \n \nd) Sondagens. \n \ne) Fundações. \n \nf) Obras de Terra. \n \ng) Contenções. \n \nh) Túneis. \n \ni) \nPoços. \n \nj) \nTaludes. \n \nIV. Transportes \n \n \na) Infraestrutura Viária: \n", "150": "148 \n \n \n \n1. Rodovias; \n2. Ferrovias; \n3. Metrovias; \n4. Aerovias; \n5. Hidrovias. \n \nb) Terminais Modais. \n \nc) Terminais Multimodais. \n \nd) Sistemas Viários. \n \ne) Métodos Viários. \n \nf) Operação. \n \ng) Tráfego. \n \nh) Serviços de Transporte: \n1. Rodoviário; \n2. Ferroviário; \n3. Metroviário; \n4. Aeroviário; \n5. Fluvial; \n6. Lacustre; \n7. Marítimo; \n8. Multimodal. \n \ni) \nTécnica dos Transportes \n \nj) \nEconomia dos Transportes \n \nk) Trânsito \n \nl) \nSinalização \n \nm) Logística \n \n \nCapítulo III \nDo credenciamento e Obrigações da instituição ou empresa concedente \n", "151": "149 \n \n \n \n \nArt. 9o As pessoas jurídicas de direito privado e os órgãos da administração pública direta, \nautárquica e fundacional de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos \nMunicípios, bem como Engenheiros, na condição de profissional liberal devidamente registrado \nCREA, podem oferecer estágio, observados os seguintes requisitos: \n \nI - Celebrar termo de convênio com a Universidade do Estado de Minas Gerais; \n \n \nII - Celebrar termo de compromisso com a instituição de ensino e o educando, zelando pelo \nseu cumprimento; \n \nIII - Ofertar instalações que tenham condições de proporcionar ao educando atividades de \naprendizagem social, profissional e cultural; \n \nIV - Indicar funcionário de seu quadro de pessoal, com formação ou experiência profissional \nna área de conhecimento desenvolvida no curso do estagiário, para orientar e supervisionar até 10 \n(dez) estagiários simultaneamente; \n \nV - Por ocasião do desligamento do estagiário, entregar termo de realização do estágio com \nindicação resumida das atividades desenvolvidas, dos períodos e da avaliação de desempenho; \n \nVI - Manter à disposição da fiscalização documentos que comprovem a relação de estágio; \n \n \nVII - Enviar à instituição de ensino, com periodicidade mínima de 6 (seis) meses, relatório de \natividades, com vista obrigatória ao estagiário. \n \nCapítulo IV \nDo Coordenador de Estágios \n \nArt. 10 O Coordenador de Estágios do Curso de Engenharia Civil – UEMG/Divinópolis, deverá \nser um professor do curso de Engenharia Civil, com carga horária de 40 horas semanais, devidamente \ncapacitado para conduzir as atividades de estágio, orientar educandos e coordenar os professores \norientadores de estágio. \n", "152": "150 \n \n \n \nArt. 11 São atribuições dos coordenadores de estágio: \n \n \nI. propor junto ao colegiado dos cursos as normas específicas relativas aos estágios \noferecidos; \n \nII. zelar pelo cumprimento das regulamentações relativas ao estágio e projeto pedagógico do \ncurso; \n \nIII. designar junto aos coordenadores de curso os professores orientadores e coordenar suas \natividades; \n \nIV. realizar o lançamento das notas e emissão dos certificados ou atestados; \n \n \nV. mediar eventuais conflitos entre professores, estagiários e entidades concedentes, buscando \nalternativas para a resolução dos mesmos; \n \nVI. propor os modelos de Plano de Estágios e Relatório Final de Atividades; \n \n \nVII. avaliar as propostas de Estágio Não Obrigatório; \n \n \nVIII. viabilizar os convênios de estágio; \n \n \nIX. manter a Direção Acadêmica da Unidade, Colegiado de Curso e Coordenação do curso de \nEngenharia Civil, informados acerca do andamento das atividades de estágio. \n \nCapítulo V \nDos professores orientadores de estágio \n \nArt. 12 Os professores orientadores de estágio serão designados pelo coordenador do curso, \nouvido o coordenador de estágios. \n \nArt. 13 Os professores orientadores de estágio deverão estar aptos a orientar as atividades de \nestágio compatíveis com sua formação acadêmica e profissional contando com atribuições \nespecificadas pelo seu respectivo conselho profissional de classe. \n", "153": "151 \n \n \n \n \n \nArt. 14 São atribuições dos professores orientadores de estágio: \n \n \nI. Definir seu horário e áreas de orientação de estágio, comunicando ao coordenador de \nestágios e aos educandos; \n \nII. acompanhar e avaliar o desenvolvimento das atividades de estágio, incluindo o plano de \nestágios e relatório final de atividades; \n \nIII. manter o controle do cumprimento dos estágios por parte dos alunos; \n \n \nIV. preencher as fichas referentes ao estágio e encaminha-las à coordenação de estágios do \ncurso; \n \nV. mediar eventuais conflitos entre estagiários e entidades concedentes, buscando alternativas \npara a resolução dos mesmos. \n \nParágrafo Único. As orientações de estágio deverão ser conduzidas de forma presencial e serão \nrealizadas em grupos de cinco estudantes para cada hora de dedicação do professor orientador para \neste fim. \n \nCapítulo VI \nDo educando estagiário \n \nArt. 15 Fica a cargo do educando a obtenção da concessão de estágio junto às instituições e/ou \natravés de suporte para identificação de oportunidades de estágio dado pelo Coordenador de \nEstágios. \n \n§ 1º A realização de estágios só será possível mediante convênio entre a instituição/empresa e \na Universidade do Estado de Minas Gerais, assinatura do Termo de Compromisso de Estágios entre \nas partes interessadas e demais exigências legais para a atividade. \n \n§ 2º Educandos que possuam vínculo empregatício podem realizar estágio na própria \norganização desde que apresente uma proposta de melhoria em sua área de atuação reconhecida \n", "154": "152 \n \n \n \npelo orientador acadêmico e pelo supervisor na organização. \n \n \nArt. 16 São obrigações do estagiário: \n \n \nI. Cumprir a regulamentação de estágios e normas legais correlatas; \n \n \nII. Cumprir integralmente as normas de conduta, comportamento e segurança estabelecidas \npela concedente; \n \nIII. Comunicar o orientador de estágios quaisquer mudanças aplicadas ao plano de atividades \npreviamente apresentado; \n \nIV. Apresentar os documentos relativos ao estágio, tais como Plano de Atividades e Relatório \nde Atividades nos modelos e prazos estabelecidos pela Coordenação de Estágios. \n \nParágrafo Único: Durante o desenvolvimento das atividades de estágio na concedente, fica o \neducando submetido ao Regimento, às demais regras e regulamentações da Universidade do Estado \nde Minas Gerais. \n \n \nCapítulo VI \nDas disposições finais \n \n \nArt. 17 Os casos omissos serão resolvidos de forma conjunta pela Coordenação do curso e \npelo Coordenador de Estágios. \n \nANEXO D \n \nTRABALHO CONCLUSÃO DE CURSO ENGENHARIA CIVIL \n(TIM EXTENSÃO, TIM I E TIM II) \n1. Introdução \n \nO curso de Engenharia Civil tem como proposta a formação de profissionais aptos a \ncontribuírem na melhoria de aspectos relacionados à problemática urbana, levando em consideração \n", "155": "153 \n \n \n \nprincipalmente os desencadeamentos que este processo gera ao ambiente, especialmente no que se \nrefere à habitação, infraestrutura de transporte e saneamento, planejamento urbano e dos processos \nconstrutivos. \nUm dos desafios do curso sempre foi relacionado ao Trabalho de Conclusão de Curso (TCC). A \nperspectiva é de que o TCC deva possibilitar a compreensão da construção do conhecimento nas \ndiferentes áreas da Engenharia, proposta por meio da integralização horizontal e vertical da estrutura \ncurricular, aliada a visão da atuação profissional do egresso. \nDentro desta perspectiva, a proposta do Curso de Engenharia Civil para o TCC tem ocorrido por \nmeio do desenvolvimento da interdisciplinaridade entre áreas do conhecimento profissional, obtida \na partir da elaboração gradativa de um projeto de engenharia para uma situação geográfica real no \nmunicípio de Divinópolis ou outro município da região Centro-Oeste de Minas Gerais. Denominado \nTrabalho Integralizador Multidisciplinar – TIM, a proposta se constitui na atividade avaliativa das \ncondições de qualificação para o exercício profissional, a ser realizada concomitantemente à \nintegralização das matérias do currículo que geram as atribuições do engenheiro civil e permitem a \nhabilitação profissional. \nPor uma questão didático-metodológica o TCC foi dividido em Três componentes, denominados, \nTIM - Extensão (Trabalho Integralizador Multidisciplinar/ Extensão), TIM I - Trabalho \nIntegralizador Multidisciplinar / Urbano (Infraestrutura Urbana) e finaliza no TIM II - Trabalho \nIntegralizador Multidisciplinar / Estrutural (Processo Construtivo). \nO TIM - Extensão (Trabalho Integralizador Multidisciplinar/ Extensão) é realizado de forma \ncontínua, a cada semestre, e os trabalhos evoluem a cada nova disciplina vista pelos alunos até a sua \nformação. O desenvolvimento do TIM - Extensão tem início no 4º período e finaliza no 8º período, \npor grupo de 4 a 6 alunos, a partir das disciplinas cujos conteúdos previstos devem gerar etapas no \ndesenvolvimento dos projetos do TIM I / Urbano apresentado no 9º período e do TIM II / Estrutural \napresentado no 10º período, em que nesses últimos, os alunos defendem o trabalho de conclusão do \ncurso de Engenharia Civl. \nNo TIM I / Urbano, o enfoque é dado para as propostas de intervenção relativas às atribuições \nprofissionais de cunho coletivo, isto é, pertinentes às atividades da Infraestrutura Urbana. No TIM \nII/ Estrutural são priorizados os aspectos relativos ao processo construtivo inserido no contexto \nurbano. Assim, o TIM I cumina em apresentação à uma banca composta por professores do curso no \n9º período e o TIM II no 10º período. \n", "156": "154 \n \n \n \n2. Objetivos \n \nOs objetivos do TIM são: \n \n- possibilitar a síntese dos conteúdos vivenciados na formação acadêmica, de modo a \ngarantir a prática profissional do engenheiro civil; \n- sistematizar o conhecimento adquirido ao longo do curso; \n \n- promover a integração dos conteúdos necessários à formação do egresso; \n \n- desenvolver a comunicação escrita e oral; \n \n- possibilitar o trabalho em equipe; \n \n- permitir que o aluno desenvolva a capacidade criativa, reflexiva e de análise; \n \n- possibilitar a relação construtiva entre professor-aluno, a partir da decisão dos alunos sobre \no desenvolvimento de projetos de engenharia. \n3. Desenvolvimento \n \n3.1 Bases para desenvolvimento do TIM \n \nA elaboração do TIM pelos alunos inicia-se no quarto período do curso, através de produtos \ngerados em disciplinas selecionadas previamente em função de sua proposta e conteúdo. Visando \npossibilitar a conclusão desse trabalho, no nono e décimo períodos do curso são oferecidas, \nrespectivamente, as disciplinas denominadas TIM I - Trabalho Integralizador Multidisciplinar / \nUrbano (Infraestrutura Urbana) e TIM II - Trabalho Integralizador Multidisciplinar / Estrutural \n(Processo Construtivo), que se constituem em um eixo norteador para o desenvolvimento do produto \nfinal, ou seja, um projeto completo nas áreas de Infraestrutura Urbana e Processo Construtivo, \nrespectivamente. \nA partir da delimitação sobre os componentes de um projeto de engenharia civil nas áreas de \nInfraestrutura Urbana e Processo Construtivo é que se estabeleceram as disciplinas precedentes que \ncompõem a rede de conteúdos no desenvolvimento da proposta final (vide Tabelas 3 e 4). \nNo TIM I - Trabalho Integralizador Multidisciplinar / Urbano (Infraestrutura Urbana), \nconsiderando a proposta para a melhoria na Infraestrutura Urbana, o grupo de alunos deverá escolher \numa sub - bacia no município de Divinópolis ou outro município da região, onde os produtos serão \ndesenvolvidos. Já no TIM II - Trabalho Integralizador Multidisciplinar / Estrutural \n", "157": "155 \n \n \n \n(Processo Construtivo), em que o grupo de alunos desenvolverá todas as etapas do Processo \nConstrutivo de uma edificação de médio ou grande porte, à sua escolha, a área será determinada pela \ninstituição. \nNas duas disciplinas, TIM I - Trabalho Integralizador Multidisciplinar / Urbano \n(Infraestrutura Urbana) e TIM II - Trabalho Integralizador Multidisciplinar / Estrutural (Processo \nConstrutivo), com carga horária de 45 horas, é feita uma tutoria por professores dos cursos, que deve \nauxiliar os alunos a fazer o fechamento dos projetos desenvolvidos. \nPara garantir o acompanhamento e o desenvolvimento do trabalho proposto deverá existir um \nprofessor com a função de coordenar a operacionalização. O Coordenador de TIM do Curso de \nEngenharia Civil – UEMG/Divinópolis, deverá ser um professor do curso de Engenharia Civil, com \ncarga horária de 40 horas semanais, devidamente capacitado para conduzir as atividades do TIM, \ncom a função de orientar os professores das disciplinas que geram produtos ao longo de todo o \ndesenvolvimento do trabalho. \nAs disciplinas que geram produtos do TIM I e TIM II estão nas tabelas 1 e 2, respectivamente. \nTabela 1. Disciplinas responsáveis por produtos TIM I (Infraestrutura Urbana) \n \n \n \nPeríodo \n \n \nDisciplina \n \n \nProduto \n \n3o \n \n \nTopografia Aplicada a \nEngenharia Civil II \n \n \nLevantamento planialtimétrico da sub \nbacia, escolhida pelo grupo de alunos. \n \n4o \n \n \nGeologia \n \n \nCaracterização tátil visual do solo e \ncaracterísticas geológicas da sub bacia, \nescolhida pelo grupo de alunos. \n \n \n5º \n \n \nGeoprocessamento Aplicado \nTransformação dos dados em sistema de \ninformação geográfica, mapeamento da \nsub bacia, escolhida pelo grupo de \nalunos. \n", "158": "156 \n \n \n \n \n \n6o \n \n \nHidrologia \nDelimitação da sub - bacia, bacia como \nunidade de planejamento ambiental, \nquantificação de dados hidrológicos da \nsub - bacia hidrográfica, escolhida pelo \ngrupo de alunos. \n \n \n6º \n \n \nSistema de Abastecimento de \nÁgua \nEstudo, dimensionamento, análise e \nprojeto do sistema de abastecimento de \nágua da sub bacia, escolhida  pelo grupo \nde alunos. \n \n \n7º \n \n \nPlanejamento Urbano \nLevantamento e caracterização do uso \ndo solo e suas interfaces com o meio \nambiente urbano da sub bacia, escolhida \npelo grupo de alunos. \n \n \n \n \n7º \n \n \n \n \nEngenharia de Estradas I \nA partir de um projeto de pavimento\n \nflexível \npré- \ndeterminado, \ndescrever \nas \nespecificações técnicas de cada uma \ndas camadas, de acordo com as \nnormas do DNIT, e calcular o \nvolume de material necessário para \na execução das ruas da sub bacia, \nescolhida pelo grupo de alunos. \n \n \n7º \n \n \nSistemas de Drenagem Pluvial \nUrbana \nEstudo, dimensionamento, análise e \nprojeto do sistema de drenagem da sub \nbacia, escolhida pelo grupo de alunos. \n \n \n7º \n \n \nSistema de Esgotamento \nSanitário \nEstudo, dimensionamento, análise e \nprojeto \ndo \nsistema \nesgotamento \nsanitário da sub bacia, escolhida pelo \ngrupo de alunos. \n \n \n8º \n \n \nResíduos Sólidos Urbanos e \nIndustriais \nEstudo, dimensionamento, análise e \nprojeto do sistema de coleta  de resíduos \nsólidos e do aterro sanitário da sub \nbacia, escolhida pelo grupo de alunos. \n", "159": "157 \n \n \n \n \n \n \n8º \n \n \nEngenharia de Estradas II \n \nDimensionamento e projeto de \npavimento flexível. \n \n \n9º \n \n \nEngenharia de Transportes \nCaracterização e projeto do sistema \nviário da sub bacia, escolhida pelo \ngrupo de alunos. \n \n \n9º \nTIM I – Urbano \n \n(Infraestrutura Urbana) \nDiagnóstico da sub - bacia escolhida \npelo grupo e defesa de proposta de \ncunho urbano. \n \n \nTabela 2 – Disciplinas responsáveis por produtos no TIM II – Estrutural /(Processo \nConstrutivo) \n \n \n \nPeríodo \n \n \nDisciplina \n \n \nProduto \n \n3o \n \n \nTopografia Aplicada a \nEngenharia Civil II \n \n \nLevantamento planialtimétrico da área \nescolhida pelo colegiado do curso. \n \n4o \n \n \nGeologia \n \nCaracterização tátil visual do solo e \ncaracterísticas geológicas da área escolhida \npelo colegiado do curso. \n \n4o \n \n \nProjeto de Edificações \nDesenvolvimento do projeto arquitetônico \ndo empreendimento proposto pelo grupo de \nalunos, na área escolhida pelo  colegiado do \ncurso. \n \n \n5º \n \n \nMateriais de Construção I \nEspecificações de materiais utilizados na \nconstrução, \naplicado \nno \nprojeto \narquitetônico \ndo \nempreendimento, \nescolhido pelo grupo de alunos. \n", "160": "158 \n \n \n \n \n \n \n5º \n \n \nMecânica dos Solos I \nCaracterização solo seguindo as normas: \nNBR \n6459/84, \nNBR 7180/84, \nNBR \n7181/84,     NBR      6508/84,    DNER-ME \n092/94,   DNER-ME   052/94,   DNER-ME \n213/94, na área escolhida pelo colegiado do \ncurso. \n \n \n6º \n \n \nMateriais de Construção II \nEspecificações de materiais utilizados na \nconstrução, \naplicado \nno \nprojeto \narquitetônico \ndo \nempreendimento, \nescolhido pelo grupo de alunos. \n \n \n6º \n \n \nInstalações Hidráulicas e \nSanitárias I \nDimensionamento e projeto de água fria, \nágua quente e egoto, aplicado no projeto \narquitetônico \ndo \nempreendimento, \nescolhido pelo grupo de alunos. \n \n \n6º \n \n \nMecânica dos Solos II \nRealização dos Ensaios de Compactação \nProctor \nNormal, \nIntermediário \ne \nModificado. \nIdentificação, através dos ensaios Proctor, \ndo peso específico seco máximo  e umidade \nótima de compactação do solo do terreno \nutilizado no TIM. \nDeterminação do volume de solo a ser \nmovimentado no nivelamento do terreno \ndos grupos, na área escolhida pelo \ncolegiado do curso. \n \n \n7º \n \n \nTecnologia das Edificações \nI \nProcedimento de execução de concreto, \nlajes, vigas, pilares, telhados e cobertura, \naplicado no projeto arquitetônico do \nempreendimento, escolhido pelo grupo de \nalunos. \n \n \n7º \n \n \nInstalações Hidráulicas e \nSanitárias II \nDimensionamento e projeto de água de \npluviais e projeto de combate ao incêncio, \naplicado no projeto arquitetônico do \nempreendimento, escolhido pelo grupo de \nalunos. \n \n \n7º \n \n \nEstrutura de Concreto \nArmado I \nCálculo da laje e das vigas a ser utilizada, \naplicado no projeto arquitetônico do \nempreendimento, escolhido pelo grupo de \nalunos. \n", "161": "159 \n \n \n \n \n \n8o \n \n \nEstrutura de Aço \nCálculo da estrutura metálica, se o grupo \noptar por esse tipo de estrutura. Cálculo da \nestrutura para o recebimento  da cobertura e \ndimensionamento, se o grupo optar por esse \ntipo de estrutura, aplicado no projeto \narquitetônico \ndo \nempreendimento, \nescolhido pelo grupo de alunos. \n \n8o \n \n \nEstrutura de Madeira \nConcepção da estrutura para  o recebimento \nda cobertura e dimensionamento, se o aluno  \noptar  por esse tipo de estrutura, aplicado no \nprojeto arquitetônico do empreendimento, \nescolhido pelo grupo de alunos. \n \n \n8º \n \n \nTecnologia das Edificações \nII \nDeterminação dos revestimentos de piso, \nteto, parede, forro e divisórias. Esquadrias. \nPintura e Impermeabilização, aplicado no \nprojeto arquitetônico do empreendimento, \nescolhido pelo grupo de alunos. \n \n \n8º \n \n \nEstrutura de Concreto \nArmado II \nCálculo e projeto dos pilares e da estrutura \nda fundação do empreendimento, aplicado \nno \nprojeto \narquitetônico \ndo \nempreendimento, escolhido pelo grupo de \nalunos. \n \n \n9º \n \n \nFundações e Obras de \nContenção \nConcepção \ne \ndimensionamento \ndas \nfundações, \naplicado \nno \nprojeto \narquitetônico \ndo \nempreendimento, \nescolhido pelo grupo de alunos. \n \n \n9º \n \n \nPlanejamento e \nOrçamentação de Obras \nOrçamentação, \ncronograma \nfísico- \nfinanceiro, \nviabilidade \neconômica \ne \nplanejamento do  empreendimento, aplicado \nno \nprojeto \narquitetônico \ndo \nempreendimento, escolhido pelo grupo de \nalunos. \n \n \n10º \n \n \nEngenharia de Estruturas e \nPrática Estrutural \nProjeto de estruturas de concreto (vigas, \nlajes, pilares) do empreendimento, aplicado \nno \nprojeto \narquitetônico \ndo \nempreendimento, escolhido pelo grupo de \nalunos. \n \n \n10º \n \n \nSegurança do Trabalho \nProteção do ambiente ocupacional e \nexterno, uso de EPIs, Acidentes do trabalho,     \ndeterminação     de   condições \ninseguras,         aplicado        no        projeto \n", "162": "160 \n \n \n \n \n \n \narquitetônico \ndo \nempreendimento, \nescolhido pelo grupo de alunos. \n \n \n10º \n \n \nTIM \nII \n– \nEstrutural/ \n(Processo Construtivo) \nDimensionamento de todos os projetos \n(arquitetônico, hidrosanitário, estrutural, \norçamentação) \ncontido \nno \nprocesso \nconstrutivo, \naplicado \nno \nprojeto \narquitetônico \ndo \nempreendimento, \nescolhido pelo grupo de alunos. \n \n \n3.2. Acompanhamento \n \nO acompanhamento dos TIM’s é feito por um professor coordenador, do quarto ao décimo \nperíodo, até a conclusão dos trabalhos propostos. \nAs funções do professor coordenador de TIM são: \n \n- coordenar e avaliar a condução dos trabalhos propostos ao longo do curso; \n \n- possibilitar integração entre professores e alunos; \n \n- promover o envolvimento dos alunos com o projeto proposto; \n \n- identificar problemas no desenvolvimento dos projetos e discutir soluções para tal; \n \n- reunir mensalmente com os professores das disciplinas que geram o trabalho. \n \n- organizar as apresentações das bancas de todos os períodos ao final de cada semestre \nletivo; \n \n- reunir os documentos dos resumos expandidos ao final de cada semestre letivo. \n \n3.3. Avaliação \n \n3.3.1. Avaliação dos trabalhos parciais \n \nAs avaliações das etapas do trabalho se darão em cada disciplina, de acordo com os critérios \nestabelecidos pelo próprio professor da matéria ministrada, em função do desempenho obtido pelo \ngrupo de alunos. Cabe ao professor de cada disciplina orientar o grupo, quanto ao desenvolvimento \nde cada etapa que constitui o trabalho. A partir do 4º período, em que se iniciam os TIMs, ocorre o \nseminário ao final de cada semestre, em que o grupo apresenta os trabalhos parciais à uma banca de \nprofessores do curso, que avaliam as apresentações de 0 a 10 pontos. A nota obtida é atribuída aos \n", "163": "161 \n \n \n \nalunos em todas as disciplinas do TIM cursadas no semestre. As bancas atribuirão o valor de 0 a 4 \npontos na parte escrita do trabalho, de 0 a 4 pontos na apresentação oral e de 0 a 2 pela presença nas \napresentações dos trabalhos. Na parte escrita a nota será atribuída ao grupo de alunos. Na parte oral \nserá aplicada individualmente a cada aluno em função do seu desempenho. \n3.3.2. Avaliação do TIM I – Urbano e TIM II - Estrutural \n \nOs trabalhos finais serão avaliados em 100 pontos, distribuídos da seguinte forma: \n \n- 30 pontos por meio da avaliação do professor orientador da disciplina TIM, a partir de \ncritérios, como: cumprimento das atividades previstas nas orientações, frequência, qualidade técnica \ndo trabalho etc. \n- 30 pontos destinados à redação do trabalho final atribuídos pela banca. \n \n- 40 pontos para a apresentação oral do trabalho atribuídos pela banca. \n \nAs disciplinas TIM I – Urbano e TIM II - Estrutural terão o fechamento de sua nota, ao final \ndo semestre, quando se conclui o processo avaliativo. \n \n \nResumo expandido \n \n \nA cada semestre os alunos desenvolvem resumos expandidos baseados na evolução do \nempreendimento. Esse resumo é elaborado com formatação específica para publicação de um \ncaderno de atividades internas. Os alunos recebem o modelo conforme ANEXO E: \n", "164": "162 \n \n \n \n \n \n \n \nANEXO E - TITULO DO RESUMO EXPANDIDO (Nome do Projeto) \nD. P. Silva*; A. Faria; H. Pereira Nomes dos alunos, (arial “10” ); R. S. Fonseca Nome do orientador, (arial “10” , itálico \n) \nUniversidade do Estado de Minas Gerais; Divinópolis – MG \nEngenharia Civil, Xº Período e ano (arial “10” , itálico ) \n*e-mail da turma e do aluno responsável \n \nPalavras-chave: no mínimo, três e, no máximo, cinco. \n \nIntrodução Títulos (arial “10” , negrito ) \nA introdução deve ser clara e apresentar e justificar o \nproblema utilizando-se de revisão da literatura. O último \nparágrafo deve conter os objetivos do trabalho realizado. \nTexto (arial “10” ) \n \nMetodologia \nA \nseção \nmetodologia \ndeve \nser \nconcisa, \nmas \nsuficientemente clara, de modo que o leitor entenda e \npossa reproduzir os procedimentos utilizados. Deve \nconter as referências da metodologia de estudo [1]. \n \nResultados e Discussão \nNesta seção devem ser apresentados os resultados obtidos, \nde forma clara e padronizada, com detalhes suficientes \npara justificar as conclusões. Podem ser na forma de \ntabelas ou figuras. A discussão dos resultados deve estar \nbaseada e comparada com a literatura utilizada no \ntrabalho, indicando sua relevância, vantagens e possíveis \nlimitações. \nConclusões \nA seção 'conclusões' é a parte mais importante do trabalho \ne deve ser elaborada com bastante cuidado. Ela deve \ninformar se você alcançou os objetivos propostos na \nintrodução e estabelecer o significado de seu trabalho, \ndestacando a contribuição no projeto. \n \n \nReferências \nDeve-se obedecer às normas vigentes da Associação \nBrasileira de Normas Técnicas – ABNT, conforme \nexemplos \nabaixo, \nnumerando \nsequencialmente \nas \nreferências: \n \nArtigo de revista Referências (arial “9” ) \n[1] MOURA, F. L. Direito de habitação às classes de baixa renda. \nCiência & Trópico, v.11, n.1, p. 71-78, jan./jun. 1983. \n \nArtigo de revista eletrônica \n[2] SILVA, M. M. L. Crimes da era digital. Rio de Janeiro, nov. 1998. \nSeção \nPonto \nde \nVista. \nDisponível \nem: \nhttp://www.probe.br/science.html..Acesso em: 28 nov. 1998. \n \n \n \nFigura 1. Tensão de entrada e tensão de saída durante o \nteste.(Abaixo da figura) arial “9” centralizado \n \nTabela 1. Resultados numéricos para o modelo em estudo. \n(Acima da Tabela) arial “9” centralizado \n \nTrabalho publicado em evento \n[3] BENGTSSON, S.; SOLLEIM, B.G. Enforcement of data protection, \nprivacy and security in medical informatics. In: WORLD CONGRESS \nON MEDICAL INFORMATICS, 7., 1992, Geneva. Proceedings ... \nAmsterdam: North Holland, 1992. p.1561-1565. \n \nResumos de encontro \n[4] BENGTSSON, S.; SOLLEIM, B.G. REUNIÃO ANUAL DA \nSOCIEDADE BRASILEIRA DE QUÍMICA, 20., 1997, Poços de \nCaldas. Química: academia, indústria, sociedade: livro de resumos. São \nPaulo: Sociedade Brasileira de Química, 1997. \n \nLivros \n[5] TELLES, P. C. S. Tubulações industriais: materiais, projeto e \ndesenho. 7.ed. Rio de Janeiro: Livros Técnicos e Científicos, 1989. \n384p. \n \nTeses \n[6] VEIGA NETO, E. R. Aspectos anatômicos da glândula lacrimal e \nsua inervação. Botucatu, 1988. 103p. Monografia (Especialização em \noftalmologia) - Faculdade de Medicina, Universidade Estadual Paulista. \n \nO RESUMO DEVERÁ CONTER DUAS PÁGINAS \nCOMPLETAS \nE \nSER \nENCAMINHADO \nNO \nFORMATO .pdf \nMalha \n8 \n16 \n32 \nNodal \n1,00 \n2,50 \n6,25 \nCaracterística \n1,00 \n2,50 \n6,25 \n \n", "165": "163 \n \n \n \nDocumentos Oficiais \n \n \nNo momento dos seminários são utilizados os ANEXOS F e G: \n \n \n \nANEXO F - Avaliação da Apresentação \n \nTIM 1 - Xº/201X \nXºPeríodo- ENGENHARIA CIVIL - Diurno \nBANCA: \nDATA: \nGRUPO \nAPRESENTAÇÃO \nAVALIADOR 1 \nAVALIADOR 2 \nAVALIADOR 3 \nTOTAL \n \n1 \n \n \n \n \n \n \n \n \n2 \n \n \n \n \n \n \n3 \n \n \n \n \n \n", "166": "164 \n \n \n \n \nANEXO G - O resumo pode ser publicado no caderno de Atividades TIM X°/ 201X? \n1 \n------Não \n------Sim \n------Sim, com correções. \n2 \n------Não \n------Sim \n------Sim, com correções. \n3 \n------Não \n------Sim \n------Sim, com correções. \n \n \n \n \n \n \n \n \n \n \n \n--------------------------------- \n--------------------------------- \n--------------------------------- \nAssinatura \nAssinatura \nAssinatura \n \n \n \n \nInformações: \nTempo de apresentação do TIM I e TIM II entre 25 e 35 min \nTempo de apresentação do tim extensão entre 15 e 25 min. \nValores das notas do TIM Extensão: \nApresentação: 0 a 4 pontos, \nEscrita: 0 a 4 pontos, \nLista de presença: 2pontos, \nTotal: 10 pontos. \n", "167": "165 \n \n \n \nAnexo H \n \nAlterações das disciplinas do 1º período ao 5º Período \n \n1º PERÍODO \n \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA  \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA \n \nAULA \n \nRELÒGIO \n \nAULA \n \nRELÓGIO \nIntrodução à Engenharia Civil e Ética \nProfissional \n72 \n60 \nIntrodução à Engenharia Civil \n54 \n45 \nProgramação de Computador \n54 \n45 \nProgramação do Computador \n54 \n45 \nQuímica I \n72 \n60 \nQuímica Geral \n108 \n90 \nCálculo I \n72 \n60 \nCálculo I \n72 \n60 \nGeometria Analítica e Álgebra Linear \n72 \n60 \nGeometria Analítica e Álgebra Linear \n72 \n60 \nHumanidades \n54 \n45 \nHumanidades \n54 \n45 \nLeitura e Produção de Textos \n54 \n45 \nLeitura e Produção de Textos \n54 \n45 \nTOTAL \n450 \n375 \nTOTAL \n468 \n390 \n \n \n2º PERÍODO \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA \nAULA \nRELÓGIO \nAULA \nRELÓGIO \nCálculo II \n72 \n60 \nCálculo II \n72 \n60 \nFísica I \n72 \n60 \nFísica I \n72 \n60 \nDesenho Técnico \n54 \n45 \nDesenho Técnico \n54 \n45 \nEducação para Diversidade e Meio \nAmbiente \n54 \n45 \nEducação para Diversidade e Meio \nAmbiente \n54 \n45 \nTopografia I \n54 \n45 \nTopografia Aplicada à Engenharia \nCivil I \n54 \n45 \nMetodologia Científica \n54 \n45 \nMetodologia Científica 4º Período \n54 \n45 \nQuímica II \n54 \n45 \nLeitura e Produção de Textos \n54 \n45 \nTOTAL \n414 \n345 \nTOTAL \n306 \n255 \n", "168": "166 \n \n \n \n \n \n \n3º PERÍODO \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA \nAULA \nRELÓGIO \nAULA \nRELÓGIO \nCálculo III \n72 \n60 \nCálculo III \n72 \n60 \nIntrodução à Ciências do Meio \nAmbiente \n54 \n45 \nCiências dos Materiais \n54 \n45 \nDesenho Auxiliado por Computador \n54 \n45 \nDesenho Auxiliado por Computador \n54 \n45 \nTopografia II \n54 \n45 \nTopografia Aplicada à Engenharia \nCivil II \n54 \n45 \nMecânica Geral \n72 \n60 \nMecânica Vetorial \n72 \n60 \nProbabilidade e Estatística \n54 \n45 \nProbabilidade e Estatística \n54 \n45 \nFísica II \n72 \n60 \nFísica II \n72 \n60 \nTOTAL \n432 \n360 \nTOTAL \n432 \n360 \n \n \n4º PERÍODO \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA \nAULA \nRELÓGIO \nAULA \nRELÓGIO \nCálculo Numérico \n54 \n45 \nCálculo Numérico \n54 \n45 \nEquações Diferenciais \n54 \n45 \nEquações Diferenciaia \n54 \n45 \nFenômenos de Transportes \n54 \n45 \nMecânica dos Fluidos \n54 \n45 \nResistência dos Materiais I \n54 \n45 \nResitências dos Materiaia I \n72 \n60 \nFísica III \n72 \n60 \nFísica III \n72 \n60 \nMineralogia e Geologia \n54 \n45 \nElementos de Mineralogia e Geologia \n54 \n45 \nProjeto Arquitetônico \n54 \n45 \nProjeto de Edificações \n54 \n45 \nMetodologia Cientìfica 2º Período \n54 \n45 \nMetodologia Científica \n54 \n45 \nTOTAL \n450 \n375 \nTOTAL \n468 \n390 \n \n \n5º PERÍODO \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA \nCOMPONENTES \nCURRICULARES \nCARGA HORARIA \nAULA \nRELÓGIO \nAULA \nRELÓGIO \nResistência dos Materiais II \n54 \n45 \nResitências dos Materiaia II \n72 \n60 \nHidráulica \n54 \n45 \nHidráulica \n72 \n60 \nMateriais de Construção I \n72 \n60 \nMateriais de Construção I \n72 \n60 \nMecânica dos Solos I \n72 \n60 \nMecânica dos Solos I \n72 \n60 \nTeoria das Estruturas I \n72 \n60 \nTeoria das Estruturas I \n72 \n60 \nGeoprocessamento Aplicado \n54 \n45 \nGeoprocessamento Aplicado \n54 \n45 \nTOTAL \n378 \n315 \nTOTAL \n414 \n345 \n", "169": "167 \n \n \n \nA disciplina de Introdução à Engenharia Civil e Ética Profissional teve a sua carga \nhorária reduzida. Os alunos que fizeram a carga horária anterior a mudança receberão a \ndiferença de horas como horas complementares. \nA disciplina de Introdução à Ciencias do Meio Ambiente foi extinta e a mesma valerá \ncomo disciplina Eletiva para os alunos que a cursaram. \nA disciplina de Ciências dos Materiais para os alunos que já cursaram o 3º período, \ndeverá ser cursada até a integralização do curso. \nAs disciplinas de Química I e Químicia II para os alunos que já cursaram equivalem a \ndisciplina de Química Geral. \n \nOs professores das disciplinas de Resistência de Materiais I, II e Hidráulica os \ncomplementarão a carga horária e o conteúdo acrescido. \nTodos os alunos dessses períodos estão de acordo com as alterações e assinaram um \ndocumento acordando. \n"}