{"1": " \n \n \n \n \n \nPROJETO PEDAGÓGICO  \n \n \n \nCURSO DE ENGENHARIA \nMECÂNICA \n \n \n \n \nCOMEC – OUTUBRO DE 2009 \n \n \n \n \n \n \n \n \n \n", "2": "I - APRESENTAÇÃO \n \nEntre 1999 e 2008, enquanto o PIB brasileiro expandiu 22,4%, a economia global \ncresceu 45,6%. Foram dez anos crescendo menos que a média mundial. Com \nisso, enquanto no mundo a renda per capita avançou, em média, 2,6% ao ano, no \nBrasil essa renda cresceu 0,7%, o que representa uma das menores taxas de \nexpansão do planeta. Nesse ritmo, enquanto o PIB per capita mundial levará três \ndécadas para se duplicar, o Brasil levará cem anos para ter o mesmo \ndesempenho. Recentes pesquisas indicam igualmente uma retração do esforço \ntecnológico e inovador das empresas no País. É uma realidade que precisa ser \nrevertida, porque tecnologia é o ingrediente determinante da competitividade \nempresarial e da prosperidade das nações. Inovar tornou-se questão de \nsobrevivência. Para competir em mercados nos quais produtos e processos têm \nciclos cada vez mais curtos, é crucial incrementar continuamente a própria \ncapacidade de gerar, difundir e utilizar inovações tecnológicas. O preço de ficar à \nmargem do processo de inovação acelerada não é a estagnação, mas o \nretrocesso. \nNa \netapa \nmais \nrecente \nda \nglobalização, \nobservamos \na \ninternacionalização das atividades de pesquisa e desenvolvimento (P&D) das \ngrandes transnacionais. Aproveitando a disponibilidade de modernas tecnologias \nde comunicação e as vantagens comparativas de países emergentes, muitas \ntransnacionais estão construindo laboratórios de pesquisa nesses países ou \narticulando redes para o desenvolvimento de projetos de pesquisa em \ncolaboração com instituições locais. É a oportunidade para os países emergentes \nobterem conhecimento de ponta e ampliar a própria capacidade de desenvolver \nnovos produtos e processos que agreguem maior competitividade e valor à sua \nprópria indústria. Entretanto, isso só será possível se houver sólido e continuado \ninvestimento em formação de mão-de-obra qualificada. \nO novo contexto tecnológico exige mudanças no perfil do engenheiro e, portanto, \nno perfil da educação em engenharia. Em resumo, essa educação deve ter como \nponto central dos conteúdos a serem transmitidos um forte embasamento em \nciências exatas, devidamente contextualizado no universo da engenharia; não \ndeve ter foco nem politécnico nem especialista permitindo uma formação \npersonalizada, de acordo com os interesses do aluno e o contexto \nsocioeconômico regional da instituição de educação, mas sem perder a \nperspectiva de que a engenharia pressupõe um conjunto articulado de \nconhecimentos; e deve garantir o domínio das facilidades oferecidas pela \ninformática e de línguas estrangeiras. \nA maior mudança, porém, é na área da aprendizagem. Tudo que o aluno pode ler \ne entender não deverão ser exposto pelo professor. Deverão ser utilizados meios \neletrônicos \ncomplementares \nde \ninformação \ne \neducação, \nmanuseados \nindividualmente pelo aluno na busca de conhecimentos (vídeo, CD-rom, \nmultimídia, Internet, etc). É essencial, ainda, que o futuro profissional seja \ncapacitado para saber avançar no desconhecido. Sua graduação deve lhe \nproporcionar familiaridade com a metodologia da pesquisa e do desenvolvimento \nexperimental, com os ambientes onde se intercambiam novos conhecimentos e \nnovas tecnologias – seminários, revistas, redação técnico-científica –, com a \n", "3": "legislação de propriedade intelectual que regulamenta estes conhecimentos novos \ne com valores éticos fundamentais. \nOs cursos devem garantir que o aluno aprenda a fazer, com criatividade e \nousadia, o que implica em ser capaz de estudar, pesquisar, projetar e produzir, \nintegrando todas essas fases do processo. Essa nova concepção dos cursos de \nengenharia implica profundas transformações na atividade docente e no próprio \nconceito de docente que passa a ser não mais o que transmite conhecimentos, \nmas o fornecedor de estímulos e facilidades para a aprendizagem e a pesquisa \ndos alunos. Essas mudanças exigem o envolvimento sistemático do corpo docente \nem um programa permanente de pesquisas e de qualificação de modo a garantir \nque este processo seja dotado tanto de fundamentos, quanto de métodos, \ntécnicas e meios científicos eficientes. Os recentes métodos industriais que \nenvolvem cadeias de produção constituídas por médias, pequenas e até \nmicroempresas, sublinham a necessidade de engenheiros empreendedores \ncapazes de perceber o problema que precisa ser resolvido. O engenheiro que \nresolve problemas identificados por outros está sendo substituído pelo engenheiro \nque resolve problemas que ele mesmo descobre. Os cursos de engenharia, \nportanto, precisam preparar estudantes com visão de mercado e que aprendam na \nescola a formular questões relevantes. \nNas \núltimas \ndécadas, \nas \npolíticas \npúblicas \nimplementadas \nno \nBrasil, \nacertadamente, investiram no desenvolvimento da capacidade de pesquisa \ncientífica nacional. Infelizmente, porém, ao contrário dos países que obtiveram \naltas taxas de crescimento na última década, o Brasil não adotou, junto com o \napoio à pesquisa, medidas de incentivo à inovação tecnológica empresarial, ou \nseja, políticas voltadas a promover a transformação desse conhecimento científico \nem inovações capazes de gerar riqueza para o País. \nVárias iniciativas vêm sendo adotadas para corrigir essa distorção, o que \nevidentemente dependerá de uma íntima integração entre a universidade e as \nempresas. Representam importantes iniciativas nessa direção os fundos setoriais; \na Política Industrial, Tecnológica e de Comércio Exterior; a Lei de Inovação; a \nReforma da Educação Superior (Programa REUNI); e o novo Plano Nacional de \nPós-Graduação. Também a educação em engenharia é elemento-chave nesse \nprocesso, por se tratar de atividade, por excelência, condutora da inovação nos \nsetores econômicos. Mas, se o engenheiro é elemento ativo das transformações \nna era das mudanças tecnológicas rápidas, ele próprio vem sendo obrigado a \npromover profundas transformações em suas habilidades e em seu perfil \nprofissional. A sociedade do conhecimento exige engenheiros com competências \nnovas, com flexibilidade e capacidade de aprender sozinho e permanentemente. \nMais do que nunca, é necessário que o engenheiro tenha iniciativa, criatividade, \nespírito empreendedor e capacidade de atualização constante. Na era dos \navanços tecnológicos rápidos, competitividade tornou-se sinônimo de capacidade \nde gerar e aplicar ciência e tecnologia na produção de bens e serviços.  \nNum mundo sem barreiras à produção de conhecimento, “mobilidade” passou a \nser um conceito chave para quase todo profissional e para as empresas que \ncompetem num mercado cada vez mais globalizado. Mobilidade deve ser \nentendida não apenas no seu aspecto físico – até porque, num mundo integrado \npela informática e pela comunicação, a mobilidade está se tornando cada vez \n", "4": "mais “virtual” –, mas principalmente no sentido de flexibilidade, de adaptabilidade, \nde interatividade. \nMobilidade é o conjunto de atributos que permite a um profissional aproveitar \nnovas oportunidades, seja em países estrangeiros ou no próprio local de origem. A \nmobilidade exige competências que vão além da formação acadêmica tradicional, \ne a garantia oferecida por padrões internacionais de certificação e acreditação \n(reconhecimento da certificação) dos diplomas de nível superior. É uma tendência \nirreversível que decorre das novas formas de organização da produção em escala \nplanetária, de que são exemplos o “outsourcing”, ou terceirização dentro das \nfronteiras nacionais; o “offshoring”, ou terceirização internacional; e a formação de \ncadeias de suprimento, e de informações e conhecimento. Para ter mobilidade, um \nengenheiro necessita aliar o conhecimento técnico e científico tradicional – \nelementos básicos de matemática, física, ciências naturais e tecnologia – a outras \nhabilidades que o qualifiquem a assumir responsabilidades no novo ambiente \nempresarial. O desenvolvimento das engenharias seguiu o curso do processo de \nindustrialização. Num primeiro estágio, a competência exigida do engenheiro era \neminentemente técnica. À medida que a indústria se diversificava e sofisticava, \npassou a ser requerida a qualificação científica. Na terceira etapa, adicionaram-se \nas competências gerenciais. A direção seguida no processo foi a da \nespecialização crescente. Avançou-se, então, para um quarto estágio, a que se \nchegou optando pela direção inversa – indo-se da especialização para a formação \nholística. \n A formação holística é uma exigência da mobilidade, entendida em suas várias \ndimensões: \nprofissional, \nsocial, \ncultural, \ntecnológica, \nmetodológica \ne \nmultidisciplinar. Em última instância, mobilidade está relacionada à flexibilidade \nmental e, portanto, à inovação. A relação entre o conhecimento holístico, \nmercados \nglobalizados, \neconomia \ndo \nconhecimento \ne \ndesenvolvimento \nsustentável é intrínseca. Para um engenheiro, ter formação holística significa \nagregar às competências técnicas básicas, novos conhecimentos e habilidades. \nEsse profissional deverá conviver em comunidades e culturas diversificadas, que \nvivem e resolvem questões e problemas do cotidiano a partir de um olhar peculiar \ne característico. O engenheiro deve ter capacidade de comunicação e saber \ntrabalhar em equipes multidisciplinares. Ter consciência das implicações sociais, \necológicas e éticas envolvidas nos projetos de engenharia, falar mais de um \nidioma e estar disposto a trabalhar em qualquer parte do mundo. Uma compilação \nde estudos recentes resume o tipo de competências e habilidades requeridas hoje \nde um engenheiro: \n \n• aplicação de conhecimentos de Matemática, Física, Ciência e Engenharia; \n• concepção e realização de experimentos; \n• projeto de sistemas, componentes e processos para atender a \nnecessidades específicas; \n• atuação em equipes multidisciplinares; \n• identificação, formulação e solução de problemas de engenharia; \n• senso de responsabilidade ética e profissional; \n", "5": "• compreensão do impacto das soluções de engenharia num contexto global \ne social; \n• reconhecimento da necessidade de treinamento continuado; \n• conhecimento de temas da atualidade; \n• utilização de técnicas e ferramentas modernas da prática de engenharia. \n• argumentação e síntese associada à expressão em língua portuguesa; \n• assimilação e aplicação de novos conhecimentos; \n• raciocínio espacial lógico e matemático; \n• raciocínio crítico, formulação e solução de problemas; \n• observação, interpretação e análises de dados e informações; \n• utilização do método científico e de conhecimento tecnológico na prática da \nprofissão; \n• leitura e interpretação de textos técnicos e científicos; \n• pesquisas, obtenção de resultados, análises e elaboração de conclusões; \n• proposta de soluções para problemas de engenharia. \n• sólido conhecimento nas áreas básicas; \n• capacidade para apropriar-se de novos conhecimentos de forma autônoma \ne independente; \n• espírito de pesquisa para acompanhar e contribuir com o desenvolvimento \ncientífico e tecnológico do país; \n• capacidade para conceber e operar sistemas complexos, com competência \npara \nusar \nmodernos \nequipamentos, \nprincipalmente \nrecursos \ncomputacionais, estações de trabalho e redes de comunicação; \n• aptidão para desenvolver soluções originais e criativas para os problemas \nde projetos, da produção e da administração; \n• pleno domínio sobre conceitos como qualidade total, produtividade, \nsegurança do trabalho e preservação do meio ambiente; \n• habilidade \npara \ntrabalhar \nem \nequipe, \npara \ncoordenar \ngrupos \nmultidisciplinares \ne \npara \nconceber, \nprojetar, \nexecutar \ne \ngerir \nempreendimentos de engenharia; \n• conhecimento de aspectos legais e normativos e compreensão dos \nproblemas administrativos, econômicos, políticos e sociais, de forma a \ncompreender e intervir na sociedade como cidadão pleno, principalmente \nno que se refere às repercussões éticas, ambientais e políticas do seu \ntrabalho; \n• domínio de línguas estrangeiras, necessário para o acesso direto às \ninformações geradas em países avançados, onde surgem as principais \ninovações; \n• percepção de mercado e capacidade de formalizar novos problemas, além \nde encontrar sua solução. \n \nA formação de tais habilidades exige que as disciplinas técnicas previstas nas \ndiretrizes curriculares sejam suplementadas com conteúdo multidisciplinar, e que a \nteoria esteja acoplada à solução de problemas. A cooperação entre a universidade \ne a indústria nesse caso é fundamental. A compreensão do contexto histórico em \n", "6": "que se desenvolveram as engenharias nos diversos países ajuda a quebrar as \nbarreiras culturais. A educação continuada ou a aprendizagem ao longo da vida é \nexigência de um mundo em transformação acelerada e da tendência de \nenvelhecimento da população, que leva a uma extensão da vida útil da força de \ntrabalho. \nPor isso, a educação ganha cada vez mais destaque como protagonista na \nagenda estratégica dos setores produtivos e dos estados. O crescimento \neconômico depende essencialmente de educação de qualidade e de um ambiente \nde geração e disseminação de conhecimentos em grande escala, fundado no \namplo acesso às tecnologias de informação, no desenvolvimento de competências \nprofissionais e humanas adequadas às necessidades dos vários setores da \neconomia e no fomento ao empreendedorismo e à criatividade. É nessa ótica que \ndeve ser repensada a educação em engenharias no Brasil. Os engenheiros devem \nser capacitados não só em conhecimentos e habilidades técnicas, como para \nperceber, definir e analisar problemas – de empresas, regiões, setores ou da \nnação – e formular soluções, para trabalhar em equipe, para se recapacitar \ncontinuamente ao longo de toda a vida profissional, para fazer uso das tecnologias \nde informação e para incrementá-las, tanto ampliando suas aplicações, como \ncontribuindo para democratizá-las, aumentando o acesso da população a esses \nrecursos. \nO presente Projeto Pedagógico tem por objetivo apresentar uma proposta para \nmodernizar o curso de Engenharia Mecânica da UFSJ, e também atender as \nnormas do programa REUNI.  \n \nII - Justificativa  \n \nO atual cenário sócio-econômico brasileiro e a necessidade de se impulsionar \no desenvolvimento científico e tecnológico da nação torna imperativo a \nformação de uma grande quantidade de engenheiros capazes de se adaptar a \nnovos ambientes onde o impacto social, econômico e ambiental de sua \natuação são cada vez mais imprescindíveis; esta formação não deve ser \npautada somente pela demanda do mercado de trabalho, mas também pela \ncompreensão da atuação deste novo profissional frente aos profundos \ncontrastes sociais e ao dinamismo das mudanças tecnológicas, que tornam a \nmaioria dos conhecimentos obsoletos a curto prazo. \nÉ sentimento nacional que o Brasil não será capaz de fazer frente às  \nnecessidades de incorporar tecnologia na velocidade necessária para sair do \nsub-desenvolvimento e se tornar competitivo, caso não haja um contingente \nexpressivo de engenheiros bem formados e capazes de se atualizar \ncontinuamente. Também é sentimento nacional que o Brasil enfrenta outro \ngrande desafio centrado nas áreas tradicionais da engenharia, onde se faz \nnecessário modernizar a sua infra-estrutura: reformar e construir portos, \naeroportos, ferrovias, estradas, escolas, hospitais, além de usinas e redes de \ntransmissão elétrica e de outras formas de energia. Sabemos que é grande o \ndéficit nacional em habitação, saneamento básico, saúde e inclusão digital, \náreas essas que dependem em muito da atuação de engenheiros. Além da \n", "7": "extrema necessidade de inclusão social, o crescimento demográfico, estimado \npelo IBGE em mais de 40 milhões de habitantes nas próximas décadas, \nimplicará em novos desafios para os engenheiros: novas ampliações da infra-\nestrutura, o ordenamento da ocupação e uso de espaços terrestres e das \náguas, o monitoramento das mudanças climáticas e dos demais fatores de \nimpacto ambiental, tais como poluição, produção, tratamento e destino de \nrejeitos, efluentes, emanações gasosas, irradiações eletromagnéticas etc. \nA maneira pela qual o Brasil terá de enfrentar esses desafios é tanto qualitativa \ncomo quantitativa, entretanto, apesar da excelência obtida pelos vários Cursos \nde Engenharia mediante a realização de avaliações pelo Ministério da  \nEducação e Cultura, o número de engenheiros por habitante é muito reduzido, \nse comparado tanto aos países desenvolvidos como àqueles que estão \nlogrando o crescimento acelerado. \n \nO REUNI \n \nO Programa de Apoio a Planos de Reestruturação e Expansão das Universidades \nFederais – REUNI, instituído pelo Decreto nº 6.096, de 24 de abril de 2007, tem \ncomo um dos seus objetivos dotar as universidades federais das condições \nnecessárias para ampliação do acesso e permanência na educação superior, Este \nprograma pretende congregar esforços para a consolidação de uma política \nnacional de expansão da educação superior pública, buscando elevar a oferta de \neducação superior para, pelo menos, 30% dos jovens na faixa etária de 18 a 24 \nanos, até o final da década. \nAssim, o REUNI tem como meta global à elevação gradual da taxa de conclusão \nmédia dos cursos de graduação presenciais para noventa por cento e da relação \nde alunos de graduação em cursos presenciais por professor para dezoito, ao final \nde cinco anos. É importante ressaltar que o REUNI não preconiza a adoção de um \nmodelo único para a graduação das universidades federais, respeitando a \nautonomia universitária e a diversidade das instituições. O programa tem como \ndiretrizes garantir a qualidade da graduação da educação pública, buscando a \nformação de pessoas aptas a enfrentar os desafios do mundo contemporâneo, em \nque a aceleração do processo de conhecimento exige profissionais com formação \nampla e sólida. A educação superior,por outro lado, não deve se preocupar \napenas em formar recursos humanos para o mundo do trabalho, mas também \nformar cidadãos com espírito crítico que possam contribuir para solução de \nproblemas cada vez mais complexos da vida pública. A qualidade almejada para \neste nível de ensino exigirá o redesenho curricular dos cursos, valorizando a \nflexibilização e a multidisciplinaridade, diversificando as modalidades de \ngraduação e articulando-a com a pós-graduação, além do estabelecimento da \nnecessária e inadiável interface da educação superior com a educação básica. A \nmobilidade estudantil é outro importante objetivo a ser alcançado face à sua \nimportância na construção de novos saberes e de vivência de outras culturas. \nAlém disso, o REUNI tem como diretriz a ampliação de políticas de inclusão e de \nassistência estudantil objetivando a igualdade de oportunidades para o estudante \nque apresenta condições sócio-econômicas desfavoráveis. \n", "8": " \nAs diretrizes do REUNI podem ser enumeradas conforme a seguir: \n \n• Flexibilidade curricular nos cursos de graduação de modo a permitir a \nconstrução de itinerários formativos diversificados e que facilite a \nmobilidade estudantil; , Concepção mais flexível de formação acadêmica na \ngraduação de forma a evitar a especialização precoce; \n• Oferta de formação e apoio pedagógico aos docentes da educação superior \nque permitam a utilização de práticas pedagógicas modernas e o uso \nintensivo e inventivo de tecnologias de apoio à aprendizagem;  \n• Disponibilidade de mecanismos de inclusão social a fim de garantir \nigualdade de oportunidades de acesso e permanência na universidade \npública a todos os cidadãos. \n \nOs projetos do REUNI foram estruturados em seis dimensões: \n \n• Ampliação da Oferta de Educação Superior Pública, aumento de vagas de \ningresso, especialmente no período noturno; Redução das taxas de evasão; \ne Ocupação de vagas ociosas. \n• Reestruturação Acadêmico-Curricular; Revisão da estrutura acadêmica \nbuscando a constante elevação da qualidade; Reorganização dos cursos \nde \ngraduação; \nDiversificação \ndas \nmodalidades \nde \ngraduação, \npreferencialmente com superação da profissionalização precoce e \nespecializada; Implantação de regimes curriculares e sistemas de títulos \nque possibilitem a construção de itinerários formativos; e Previsão de \nmodelos de transição, quando for o caso. \n• Renovação Pedagógica da Educação Superior; Articulação da educação \nsuperior com a educação básica, profissional e tecnológica; Atualização de \nmetodologias (e tecnologias) de ensino-aprendizagem; Previsão de \nprogramas de capacitação pedagógica, especialmente quando for o caso \nde implementação de um novo modelo. \n• Mobilidade Intra e Inter-Institucional; Promoção da ampla mobilidade \nestudantil mediante o aproveitamento de créditos e a circulação de \nestudantes entre cursos e programas, e entre instituições de educação \nsuperior. \n• Compromisso Social da Instituição; Políticas de inclusão; Programas de \nassistência estudantil; e Políticas de extensão universitária. \n• Suporte da pós-graduação ao desenvolvimento e aperfeiçoamento \nqualitativo dos cursos de graduação; Articulação da graduação com a pós-\ngraduação: Expansão quali-quantitativa da pós-graduação orientada para a \nrenovação pedagógica da educação superior. \n \n \n \n \n \n", "9": "Metas do REUNI: \n \nSerão investidos mais de 2,2 bilhões de reais em cinco anos com a contratação de \n13.276 (treze mil, duzentos e setenta e seis) novos professores, 10.654 (dez mil \nseiscentos e cinqüenta e quatro) técnicos administrativos, criação de 35.000 (trinta \ne cinco mil) novas vagas em diversos cursos em 82 campi, dos quais 34 foram \ncriados e construídos em sua maioria em municípios interioranos do país, onde \nreside a população mais necessitada da oferta da rede de universidades públicas. \nSerão apoiados 2.570 novos cursos de graduação, conforme relatórios de \nacompanhamento disponíveis no MEC. O número de matrículas segundo as \nprojeções do MEC chegará a um milhão. Hoje, a quantidade de alunos \nmatriculados nas instituições federais é de 723.553 e apenas 3% dos jovens \nbrasileiros entre 18 e 24 anos estão em universidades públicas. A RESOLUCAO \nCONSU 033 de 22 de outubro de 2007 aprovou a adesão da UFSJ ao programa \nREUNI do MEC. \n \nNesse contexto há uma forte responsabilidade da UFSJ na contribuição para o \ndesenvolvimento do País e aumento do número de engenheiros, a partir do \noferecimento de 100 vagas semestrais (50 Integral e 50 Noturno) no curso de \nEngenharia Mecânica. \n \nIII - OBJETIVOS  \n \nO objetivo geral do curso de engenharia mecânica da UFSJ é proporcionar ao \naluno amplo conhecimento, de modo a formar profissionais com sólida formação \ntécnico-científica e profissional, que possuam as competências e habilidades \npreconizadas pelos órgãos governamentais, pelo mercado de trabalho e pela \nsociedade, aptos a: \n \n• Projetar, conduzir experimentos e interpretar resultados, conceber, analisar \nsistemas, produtos e processos, identificar, formular e resolver problemas \nde engenharia, desenvolver e/ou utilizar novas ferramentas e técnicas. \n• Supervisionar a operação e a manutenção de sistemas e avaliar \ncriticamente a operação e a manutenção de sistemas. \n• Comunicar-se eficientemente nas formas escrita, oral e gráfica. Aplicar \nconhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia. Atuar em equipes multidisciplinares. \n• Compreender e aplicar a ética e responsabilidades profissionais, avaliar o \nimpacto das atividades da engenharia no contexto social e ambiental, a \nviabilidade econômica de projetos de engenharia; \n• \nAssumir a postura de permanente busca de atualização profissional \n \nO objetivo específico do curso de engenharia mecânica da UFSJ é capacitar o \nprofissional formado a adquirir as competências e habilidades listadas a seguir, \nconsiderando sempre seus aspectos políticos, econômicos, sociais, ambientais e \n", "10": "culturais, com visão ética e humanística, em atendimento às demandas das \nsociedades: \n \n• Conceber, projetar, executar desenhos, especificar, vistoriar, avaliar, monitorar, e \nsupervisionar e executar a instalação e manutenção de: \n \n• Sistemas mecânicos (máquinas em geral); \n• Sistemas estruturais metálicos e de outros materiais; \n• Sistemas térmicos (caldeiras, motores térmicos, sistemas de refrigeração, \ncondicionamento de ar e conforto ambiental); \n• Sistemas fluidodinâmicos (máquinas de fluxo, circuitos pneumáticos e \nhidráulicos); \n• Sistemas, métodos e processos de produção, transmissão, distribuição e \nconservação de energia mecânica, energia térmica e fluidos em geral; \n• Componentes mecânicos, elétricos, eletrônicos, magnéticos e ópticos da \nengenharia mecânica \n• Veículos automotivos, material rodante, transportadores e elevadores. \n \n• Conceber, especificar e supervisionar: \n \n• Métodos e processos de usinagem e conformação; \n• Estratégias de controle e automação dos processos mecânicos em geral. \n \n• Especificar: \n \n• Materiais de construção mecânica para aplicações de engenharia. \n \n• Coordenar, supervisionar e orientar: \n \n• Pesquisas, treinamentos, experimentos em áreas afins; \n• Atividades de ensino; \n• Equipes multidisciplinares; \n• Projetos e serviços de engenharia mecânica. \n \n• Avaliar: \n \n• Impactos das atividades do engenheiro no contexto social e ambiental; \n• Viabilidade econômica de projetos de engenharia. \n \n• Absorver e desenvolver: \n \n• Novas tecnologias, dentro de uma postura de permanente busca da \natualização profissional; \n• \nFormação humana integral, posturas de comunicação, liderança e \ncooperação. \n \n", "11": " \nIV - PERFIL DO EGRESSO  \n \nExercício da Profissão de Engenheiro \n \nO exercício da profissão de engenheiro foi regulamentado pela Lei n° 5.194, de \n24 de dezembro de 1966. As atribuições e atividades das diferentes \nmodalidades de Engenharia foram definidas pela Resolução n° 218, de 29 de \njunho de 1973, do Conselho Federal de Engenharia, Arquitetura e Agronomia \n(CONFEA); no entanto, esta foi revogada pela Resolução CONFEA n° 1010, \nde 22 de agosto de 2005. Em relação a essa Resolução se identifica a \nflexibilização das atribuições de “títulos profissionais, atividades, competências \ne caracterização da atuação dos para os profissionais inseridos no Sistema \nConfea/CREA”, ou seja, a referida flexibilização se vincula à análise do diploma \nexpedido a partir dos conhecimentos, das competências, habilidades e atitudes \ndelineados no perfil de formação do egresso e no Projeto Pedagógico dos \nCurso, bem como a verificação do exercício profissional se estende às \natividades, formação profissional, competência profissional. \n \nAs alterações promovidas pela Resolução n° 1016, de 25 de Agosto de 2006, \nem relação a Resolução n° 1010/2005 se vinculam ao Anexo III Regulamento \npara o Cadastramento das Instituições de Ensino e de seus Cursos e para a \nAtribuição de Títulos, Atividades e Competências Profissionais. Tais alterações \nse referem à especificação do Cadastramento Institucional, bem como o \nCapítulo I- Das Atribuições de Títulos Profissionais foi desmembrado em \nSeções, propiciando assim, o melhor detalhamento das prerrogativas  \nlegislativas constituintes do Artigo 2° da Resolução n° 1010/2005.A \nnormatização do Cadastramento Institucional é disposta pelo Artigo 2° do \nCapítulo I da Resolução n° 1016/2006. Quanto ao detalhamento das \nprerrogativas legislativas do Artigo 2° da Resolução n° 1010/2005, este é \nobservado nas Seções constituintes do Capítulo II- Da Atribuição De Títulos, \nAtividades e Competências Profissionais da Resolução n° 1016/2006. \n \nA aprovação da Lei n° 9394, Diretrizes e Bases da Educação Nacional, em 20 \nde dezembro de 1996, asseguraram ao ensino superior maior flexibilidade em \nrelação à organização curricular dos cursos, na medida que os currículos \nmínimos foram extintos e a mencionada organização dos cursos de Graduação \npassou a ser pautada pelas Diretrizes Curriculares Nacionais (DCN). A \norganização curricular dos cursos de engenharia foi normatizada pela \nResolução CNE/CES nº 11, de 11 de março de 2002, que instituiu as \n“Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia”. \n \nNeste sentido, os Artigos 1° e 2° estabelecem as diretrizes a serem \nobservadas na organização curricular e nos projetos pedagógicos dos Cursos \nde Graduação em Engenharia: \n", "12": " \n“Art. 1º A presente Resolução institui as Diretrizes Curriculares \nNacionais do Curso de Graduação em Engenharia, a serem observadas \nna organização curricular das Instituições do Sistema de Educação \nSuperior do País. \n \nArt. 2º As Diretrizes Curriculares Nacionais para o Ensino de Graduação \nem Engenharia definem os princípios, fundamentos, condições e \nprocedimentos da formação de engenheiros, estabelecidas pela \nCâmara de Educação Superior do Conselho Nacional de Educação, \npara aplicação em âmbito nacional na organização, desenvolvimento e \navaliação dos projetos pedagógicos dos Cursos de Graduação em \nEngenharia das Instituições do Sistema de Ensino Superior.” \n \nO Artigo 3° dessa Resolução enfatiza a importância do Perfil do \nformando egresso/profissional, cujo delineamento deste figura entre as \ndiretrizes do Parecer CNE/CES n° 1362/2001: \n \n“Art. 3° O perfil dos egressos de um curso de engenharia \ncompreenderá uma sólida formação técnico-científica e profissional \ngeral que o capacite a absorver e desenvolver novas tecnologias, \nestimulando a sua atuação crítica e criativa na identificação e resolução \nde problemas, considerando seus aspectos políticos, econômicos, \nsociais, ambientais e culturais, com visão ética e humanística, em \natendimento às demandas da sociedade.” \n \nOutro aspecto relevante e vinculado à elaboração do perfil do egresso se refere \nao delineamento das competências e habilidades a serem desenvolvidas no \ntranscorrer do curso e previsto pelo Artigo 4° da Resolução CNE/CES n° \n11/2002: \n \n“Art.4° A formação do engenheiro tem por objetivo dotar o profissional \ndos conhecimentos requeridos para o exercício das seguintes \ncompetências e habilidades gerais: \nI- aplicar conhecimentos matemáticos, científicos, tecnológicos e \ninstrumentais à engenharia; \nII- projetar e conduzir experimentos e interpretar resultados; \nIII- conceber, projetar e analisar sistemas, produtos e processos; \nIV- planejar, supervisionar, elaborar, coordenar projetos e serviços em \nengenharia; \nV- identificar, formular e resolver problemas de engenharia; \nVI- desenvolver e/ou utilizar novas ferramentas e técnicas; \nVI- supervisionar a operação e manutenção de sistemas; \nVII- avaliar criticamente a operação e manutenção de sistemas; \nVIII- comunicar-se eficientemente nas formas escrita, oral e gráfica; \nIX- atuar em equipes multidisciplinares; \nX- compreender e aplicar a ética e responsabilidade profissionais; \nXI- avaliar o impacto das atividades da engenharia no contexto social e \nambiental; \n", "13": "XII- avaliar a viabilidade econômica de projetos de engenharia; \nXIII- assumir a postura permanente de atualização profissional.” (Cf. 1) \n \nA sistematização do perfil do egresso e do desenvolvimento das competências \ne habilidades é estabelecida pelo Artigo 5° da mencionada Resolução, na \nmedida que este especifica as diretrizes constituintes do Projeto Pedagógico \ndo Curso de Engenharia, ou seja: \n \n“Art. 5° Cada curso de Engenharia deve possuir um projeto pedagógico \nque demonstre claramente como o conjunto das atividades previstas \ngarantirá o perfil desejado de seu egresso e o desenvolvimento das \ncompetências e habilidades esperadas. Ênfase deve ser dada à \nnecessidade de se reduzir o tempo em sala de aula, favorecendo o \ntrabalho individual e em grupo de estudantes.” (Cf. 1-2) \n \nNão obstante, se torna oportuno observar as diretrizes da Resolução CNE/CES \nn° 67/2003, na medida que estas versam sobre a autonomia da Instituições de \nEnsino em relação à elaboração dos projetos pedagógicos, bem como se \npautam pela compreensão de que a formação em nível superior figura como \num processo contínuo, autônomo e permanente, cuja flexibilização curricular \npropicia atender as demandas sociais do meio e as decorrentes dos avanços \ncientíficos e tecnológicos. Em relação à carga horária, o Parecer CNE/CES n° \n329/2004 instituiu as “cargas horárias mínimas para os cursos de graduação, \nbacharelado, na modalidade presencial”, sendo definido para os Cursos de \nEngenharias, pelo Artigo 3°, 3.600 horas; tais diretrizes foram ratificadas pelos \nPareceres CNE/CES n° 184/2006 e n° 8/2007, bem como pela Resolução \nCNE/CES n°2/2007. Por outra parte, se observa nesses dois últimos a \nalteração em relação à duração dos cursos, pois esta “deve ser estabelecida \npor carga horária total curricular, contabilizada em horas, passando a constar \ndo respectivo Projeto Pedagógico”. O detalhamento do conceito de hora-aula \ndecorrente da contabilização da carga horária foi disposto pela Resolução \nCNE/CES n° 3/2007: \n \n \n“Art. 1° A hora-aula decorre de necessidades de organização \nacadêmica das Instituições de Educação Superior. \n§ 2° A definição quantitativa em minutos do que consiste a hora-aula é \numa atribuição das Instituições de Educação Superior, desde que feita \nsem prejuízo ao cumprimento das respectivas cargas horárias totais \ndos cursos. \nArt. 3° A carga horária mínima dos cursos superiores é mensurada em \nhoras (60 minutos), de atividades acadêmicas e de trabalho discente \nefetivo.” \n \nEm relação aos procedimentos de integralização dos cursos de \nEngenharia, estes se pautam pelas prerrogativas legislativas constituintes do \nParágrafo 1°, Artigo 1° do Parecer CNE/CES n° 329/2004: \n", "14": " \n“...§1° Caberá às Instituições de Educação Superior estabelecer os \ntempos mínimos e máximo de sua integralização curricular, de acordo \ncom os respectivos sistemas e regimes de matrícula adotados, \nobedecendo ao mínimo anual de 200 (duzentos) dias de trabalho \nacadêmico efetivo, bem como à carga horária mínima estabelecida por \nesta Resolução.”  \n \nNeste sentido, aos procedimentos de integralização foram incorporados a \nfixação dos “tempos mínimos e máximos para integralização curricular por \ncurso”, estabelecido pelo Inciso II, Artigo 1°, do Parecer CNE/CES n° \n184/2006. Entretanto, se faz necessário observar a definição do limite mínimo \nnecessário para a integralização estabelecido pelo Parecer CNE/CES n° \n8/2007 e ratificado pelo Inciso III, Artigo 2°, da Resolução CNE/CES n° 2/2007: \n \n“III- os limites de integralização dos cursos devem ser fixados com base na \ncarga horária total, computada nos respectivos Projetos pedagógicos do \ncurso, observado os limites estabelecidos nos exercícios e cenários \napresentados no Parecer CNE/CES no- 8/2007, da seguinte forma: \na) Grupo de Carga Horária Mínima de 2.400h: Limites mínimos para \nintegralização de 3 (três) ou 4 (quatro) anos. \nb) Grupo de Carga Horária Mínima de 2.700h: Limites mínimos para \nintegralização de 3, 5 (três e meio) ou 4 (quatro) anos. \nc) Grupo de Carga Horária Mínima de 3.000h e 3.200h: Limites mínimos \npara integralização de 4 (quatro) anos. \nd) Grupo de Carga Horária Mínima de 3.600h e 4.000h: Limites mínimos \npara integralização de 5 (cinco)) anos. \ne) Grupo de Carga Horária Mínima de 7.200h: Limites mínimos para integralização de 6 \n(seis) anos.”  \n \nEm relação às atividades complementares, estas foram estabelecidas pelo \nParágrafo 2°, Artigo 5°, da Resolução CNE/CES n° 11/2002, pois “§ 2º Deverão \ntambém ser estimuladas atividades complementares, tais como trabalhos de iniciação \ncientífica, \nprojetos \nmultidisciplinares, \nvisitas \nteóricas, \ntrabalhos \nem \nequipe, \ndesenvolvimento de protótipos, monitorias, participação em empresas juniores e outras \natividades empreendedoras.”  \n \nA porcentagem de tais atividades para o cômputo da carga horária total dos \ncursos foi normatizada pelo Parágrafo 2°, Artigo 1°, do Parecer CNE/CES n° \n329/2004: \n \n“§ 2º O Estágio e as Atividades Complementares dos cursos de \ngraduação, bacharelados, na modalidade presencial, já incluídos na \ncarga horária total do curso, não deverão exceder a 20% (vinte por \ncento), exceto para aqueles com determinações legais específicas.” \n(Cf.18) \n \nTal normatização foi ratificada pelo Parecer CNE/CES n° 8/2007 e \npela Resolução CNE/CES n° 2/2007. \n", "15": " \n \nPerfil do egresso \n \nO engenheiro mecânico egresso da UFSJ deverá possuir uma formação básica \nsólida e generalista, com capacidade para se especializar em qualquer área do \ncampo da engenharia mecânica, que saiba operar de forma independente e \ntambém em equipe, que detenha amplos conhecimentos e familiaridade com \nferramentas básicas de cálculo e de informática, e com os fenômenos físicos \nenvolvidos na sua área de atuação. Essencialmente deve ter adquirido um \ncomportamento pró-ativo e de independência no seu trabalho, atuando como \nempreendedor e como vetor de desenvolvimento tecnológico, não se restringindo \napenas à sua formação técnica, mas a uma formação mais ampla, política, ética e \nmoral, com uma visão crítica de sua função social como engenheiro. \n \nO currículo e as atividades desenvolvidas no curso de Engenharia Mecânica da \nUniversidade Federal de São João Del Rei (UFSJ) criam condições para que seus \negressos adquiram um perfil profissional com competências e habilidades para: \n \n• Capacitar-se a aprender de forma autônoma e continua, adequando-se \nas exigências profissionais interpostas pelo avanço tecnológico mediante \no domínio dos conteúdos básicos relacionados às áreas de \nconhecimento do exercício profissional, e da utilização de forma crítica, \nde diferentes fontes de veículos de informação. \n• Desenvolver e operacionalizar conhecimento básico utilizando conceitos \ne aplicações de técnicas numéricas na resolução de problemas de \nengenharia. \n• Analisar os modelos de resolução de problemas e construir, a partir de \ninformações \nsistematizadas, \nmodelos \nmatemáticos, \nfísicos, \nsocioeconômicos que viabilizem o estudo das questões de engenharia. \n• Conceber, concretizar, coordenar, supervisionar e avaliar a implantação de \nprojetos e serviços na área de Engenharia Mecânica. \n• Elaborar e desenvolver projetos, analisar sistemas, produtos e processos \ngerando e difundindo novas tecnologias e novos conhecimentos na área de \nengenharia. \n• Gerenciar, supervisionar a operação, promovendo a manutenção e \nmelhoria de sistemas mecânicos. \n• Avaliar \no \nimpacto \ntécnico-sócio-econômico \ne \nambiental \nde \nempreendimentos na área de Engenharia Mecânica; \n• Utilizar o conhecimento sobre organização, gestão e financiamento da \natividade profissional, sobre a legislação para uma inserção profissional \ncritica; \n• Organizar, coordenar e participar de equipes multidisciplinares de \ntrabalho, considerando as potencialidades e limites dos envolvidos. \n", "16": "• Agir cooperativamente nos diferentes contextos da prática profissional, \ncompartilhando saberes com os profissionais de diferentes áreas. \n• \nPautar sua conduta profissional por princípios de ética, solidariedade, \nresponsabilidade sócio-ambiental, respeito mútuo, diálogo, eqüidade social. \n \nA concepção do Curso também considerou a necessidade do profissional egresso \nde engenharia mecânica ter capacidade para executar as atividades previstas na \nresolução do CONFEA/CREA nº. 1.010/2005 de 22 de Agosto de 2005, que trata \ndas atribuições para o desempenho de atividades exigidas para o exercício \nprofissional: \n \n• Atividade 01 - Gestão, supervisão, coordenação, orientação técnica; \n• Atividade 02 - Coleta de dados, estudo, planejamento, projeto, especificação; \n• Atividade 03 - Estudo de viabilidade técnico-econômica e ambiental; \n• Atividade 04 - Assistência, assessoria, consultoria; \n• Atividade 05 - Direção de obra ou serviço técnico; \n• Atividade 06 - Vistoria, perícia, avaliação, monitoramento, laudo, parecer técnico, \nauditoria, arbitragem; \n• Atividade 07 - Desempenho de cargo ou função técnica; \n• Atividade 08 - Treinamento, ensino, pesquisa, desenvolvimento, análise, \nexperimentação, ensaio, divulgação técnica, extensão; \n• Atividade 09 - Elaboração de orçamento; \n• Atividade 10 - Padronização, mensuração, controle de qualidade; \n• Atividade 11 - Execução de obra ou serviço técnico; \n• Atividade 12 - Fiscalização de obra ou serviço técnico; \n• Atividade 13 - Produção técnica e especializada; \n• Atividade 14 - Condução de serviço técnico; \n• Atividade 15 - Condução de equipe de instalação, montagem, operação, reparo \nou manutenção; \n• Atividade 16 - Execução de instalação, montagem, operação, reparo ou \nmanutenção; \n \n \n \nV - CURRÍCULO  \n \nObjetivos da proposta curricular \n \nOs objetivos almejados na presente proposta curricular são os seguintes: \n \n- Ensino com uma formação básica bastante sólida, fornecida por um conjunto de \ndisciplinas obrigatórias fundamentais para a área de Engenharia Mecânica; \n- Flexibilidade Curricular: permitir que o futuro profissional tenha uma formação \nbásica forte e que complemente esta formação com disciplinas optativas (Tópicos \nEspeciais) e atividades diversas como mobilidade discente, estágios, iniciação \ncientífica, entre outras, na sua área de interesse específico. \n", "17": "- Atualidade: permitir que novas tecnologias e novos conceitos sejam facilmente \nagregados ao currículo através de disciplinas de caráter optativo; \n- Qualidade da Formação: Além das atividades didáticas em sala de aula, o \ncurrículo prevê uma série de outras atividades, como educação a distância \n(conforme regulada em Lei), estágios, trabalho de conclusão de curso (TCC), \ndisciplinas integradoras, atividades de iniciação científica, que buscam o \naperfeiçoamento individual do aluno e o seu amadurecimento como um \nprofissional especializado, mas com sólida formação básica. \n \nA proposta curricular, elaborada diante das diretrizes curriculares estabelecidas \npela Resolução CNE/CES No 11, de 11 de março de 2002, é formada por um \nconjunto de unidades curriculares obrigatórias, bem como um conjunto de \ndisciplinas optativas, com as cargas horárias definidas na matriz curricular (em \nanexo). \n \nO curso está estruturado da seguinte maneira: \n \n• Núcleo de Conteúdos Básicos: \n \n Formado por disciplinas que tem por finalidade formar a base de conhecimento do \naluno, oferecendo conteúdos de forma teórica e prática. Trata dos tópicos de \nmetodologia científica e tecnológica, comunicação e expressão, informática, \nmatemática, química, ciência e tecnologia dos materiais, ciências do ambiente, \neconomia, eletricidade aplicada, mecânica dos sólidos, fenômenos de transporte e \nfísica; \n \n• Núcleo de Conteúdos Profissionalizantes: \n \n Formado por unidades curriculares que oferecem ao aluno conteúdos básicos \npara a formação do profissional de Engenharia Mecânica. Trata dos tópicos de \nciência dos materiais, máquinas de fluxo, métodos numéricos, sistemas \nmecânicos, sistemas térmicos, tecnologia mecânica e termodinâmica aplicada; \n \n• Núcleo de Conteúdos Específicos:  \n \nFormado por unidades curriculares que tratam dos conhecimentos científicos e \ntecnológicos e instrumentais, necessários para o fortalecimento das competências \ne habilidades do engenheiro mecânico. Trata dos tópicos de vibrações mecânicas, \neletrônica, automação, gestão de projetos, manutenção, gerência da qualidade, \nengenharia de manufatura, e demais conhecimentos que serão oferecidos na \nforma de tópicos especiais. \n \n• Seminários: \n \nPara promover a integração entre algumas unidades curriculares, que antes \nestavam ausentes ou fragmentadas, fomentar os estudos multidisciplinares e o \ntrabalho em equipe pelos alunos, foi criado oito seminários semestrais. A unidade \n", "18": "curricular Seminário Multidisciplinar cria o ambiente e as condições recomendadas \npela resolução CNE/CES de 2002 para que a multidisciplinaridade, o trabalho em \nequipe, a integração dos conteúdos verticalmente e horizontalmente e a \nintegração dos professores seja exercitada. Os seminários serão oferecidos, \nregularmente, nas duas últimas semanas do semestre letivo, e a sua prática e \nconteúdo aprovados previamente pelo colegiado de curso. Tornando assim, a \npossibilidade do conteúdo ser dinâmico e contemporâneo. \n \n• Trabalho de Síntese e Conclusão do Curso: \n \n• O curso possui unidade curricular específica, ministrada no 8º e 10º semestres, \ncom o objetivo de buscar a síntese e a integração dos conhecimentos adquiridos \nao longo do curso, bem como possibilitar a aplicação de conceitos e metodologias \nexigidas para o desenvolvimento de um projeto de engenharia mecânica. As \nunidades curriculares são regulamentadas por documento do curso e seguem as \nnormativas institucionais para a elaboração de trabalhos científicos. \n \n• Tópicos Especiais em Engenharia Mecânica: \n \n \nOs Tópicos Especiais em Engenharia Mecânica serão oferecidos semestralmente, \nna forma de um Sistema de Percursos, de livre escolha do aluno, conforme \naprovado no Projeto Curricular 2006, pelo parecer CONEP No 029/2005, em \n16/11/2005.  Os Tópicos Especiais serão oferecidos pelos Departamentos da \nUFSJ afim com o curso de Engenharia Mecânica, ou por outras Instituições de \nEnsino Superior, com o propósito de explorar a estratégia da mobilidade discente, \nconforme regulado na UFSJ. \n \n• Atividades Complementares: \n \nO projeto curricular proposto permite a realização de atividades complementares \nao longo do curso, até o máximo de carga horária correspondente a duas \nunidades curriculares optativas (Tópicos Especiais em Engenharia Mecânica). \nValem como horas de atividades complementares quaisquer atividades \nextracurriculares ligadas à engenharia mecânica, desde que encaminhadas ao \ncoordenador do curso, sob a forma de relatório devidamente documentado, dentro \nde prazos estabelecidos e aprovado pelo colegiado do curso. As atividades serão \napreciadas, avalizadas e posteriormente aprovadas pelo colegiado de curso, e \ncomputadas como carga horária de Tópicos especiais em Engenharia Mecânica.  \n \n \nA maior flexibilidade do curso corresponde a um maior número de unidades \ncurriculares optativas ou a um maior número de horas atribuído às atividades \ncomplementares, tais como: visitas a empresas e conferências de empresários \ne engenheiros; estágios em laboratórios de pesquisa, incluindo as atividades \ndesenvolvidas na iniciação científica e tecnológica; monitoria; organização dos \n", "19": "eventos e participação efetiva; Atividade Curricular de Ensino, Pesquisa e \nExtensão; atividades que possibilitam o desenvolvimento das habilidades para \no trabalho em equipes multidisciplinares e também para o empreendedorismo; \nempresa júnior, escritório modelo, incubadora de empresas; fórum de \nempresas: \napresentações, \nfeiras \ne \nmostras \nestabelecendo \ncontatos \nprofissionais; intercâmbio de estudantes e programas de dupla diplomação etc. \n \nEntre estas são apresentados alguns exemplos de atividades \nComplementares, com a carga horária máxima permitida: \n \n1. As atividades de Iniciação Científica serão consignadas no currículo do \nestudante mediante elaboração de relatórios, apresentação de trabalho \nem congresso de Iniciação Científica ou através de documentos de \nagências de fomento (64 horas). \n2. Certificado de participação em Congressos, Encontros, Palestras, \nSimpósios em Engenharia Mecânica ou em áreas correlatas, bem como \nem outros eventos científicos relacionados com o exercício de sua futura \nprofissão (64 horas). \n3. Participação em atividades de Extensão devidamente homologadas pelo \nórgão competente de instituições de ensino superior reconhecidas pelo \nMinistério de Educação e Cultura (64 horas). \n4. As atividades de Monitoria serão consignadas no currículo do estudante \nmediante elaboração de relatórios correspondentes ou documentação \ncomprobatória adequada (64 horas). \n5. Participação em atividades-treinamento ou bolsa-atividade (64 horas). \n6. Publicação de artigos científicos ou de divulgação de Engenharia \nMecânica (64 horas). \n7. Atividades vinculadas à empresa júnior serão consignadas mediante \ncomprovação de desenvolvimento de projetos, elaboração de relatórios \ntécnicos ou consultorias (64 horas). \n8. Os Trabalhos em Equipe e demais Trabalhos Multidisciplinares se \nrelacionam às participações em competições como as de Mini-Baja e de \nAerodesign, cuja consignação no currículo do estudante será feita \nmediante publicação dos resultados obtidos. Outras participações em \nprojetos multidisciplinares serão consideradas a critério do colegiado do \ncurso (64 horas). \n \n• Ensino a Distância: \n \nEmbora o curso proposto seja oferecido na modalidade presencial será possível e \nincentivado pelo colegiado de curso o oferecimento de Unidades Curriculares a \ndistância, todavia, deverá ser cumprida as resoluções que regulam a matéria na \nUFSJ e a legislação em vigor no pais. \n \n \n", "20": "• Estágio Supervisionado: \n \n• O curso exige a realização de no mínimo 160h de estágio supervisionado, como \nforma de possibilitar o contato do aluno com o ambiente real de trabalho, \ncompletando \na \nsua \nformação \nteórico-prática, \ndesenvolvendo \natividades \nsistematizadas, com critérios de duração, avaliação e supervisão regulamentadas \npelas normas regimentais do colegiado de curso, legislação em vigor (Lei No \n11788, de 25 de setembro de 2008) e a organização do projeto pedagógico.  \n \n• Avaliações dos Alunos: \n \nA avaliação da aprendizagem do aluno será feita em cada unidade curricular, \nconforme o plano de ensino específico, apresentado pelo professor no início de \ncada semestre letivo, e devidamente apreciado e homologado pelo colegiado de \ncurso. Esta avaliação incluirá a execução de testes, provas, trabalhos, relatórios e \nseminários, conforme as características de cada unidade curricular, permitindo aos \nalunos oportunidades para exercitarem a linguagem escrita na expressão de \nidéias e conceitos, e para desenvolverem a capacidade de expressão oral em \npúblico. \n \n• Distribuição de Atividades Acadêmicas: \n \n \nA tabela abaixo apresenta, respectivamente, a distribuição percentual de conteúdo \nbásico, profissionalizante, específico e atividades complementares / Tópicos \nespeciais (flexibilização curricular). As denominações de conteúdos básico, \nprofissionalizante e específico, seguem a regulação usada na Resolução 11/02 – \nCES/CNE, de 11/03/2002. \n \n \nUNIDADE CURRICULAR \nHORAS - AULA \n% \nConteúdo Básico \n1312 \n34,9 \nConteúdo Profissionalizante \n704 \n18,7 \nConteúdo Específico \n1184 \n31,5 \nTópicos Especiais / Atividades \nComplementares / Trabalho de \nConclusão de Curso / Trabalho de \nIntegração Multidisciplinar \n400 \n10,6 \nEstágio Supervisionado \n160 \n4,3 \nTOTAL GERAL \n3760 \n100 \n \n \n", "21": " \n• Prazo de Integralização e Cargas Horárias Semestrais: \n \n \nConsiderando o ano acadêmico com 200 dias letivos, o projeto curricular proposto \nprevê um tempo médio de cinco anos para o curso integral ou noturno. A duração \nmínima, conforme a legislação atual (Parecer CNE/CES 184/2006), também é de \ncinco anos, com tempo máximo de integralização equivalente ao tempo mínimo \nacrescido de 50% (cinqüenta por cento), ou seja, sete anos e meio, para o curso \nintegral e o curso noturno. \n \nA carga horária mínima semestral será de 128 horas, e a máxima será de 448 \nhoras, para ambos os cursos. \n \n \n• Implantação do Currículo 2009 \n \nO currículo será implantado no 1o Semestre Letivo de 2009. Não vai haver \nmigração dos alunos matriculados antes desta data, pois não houve mudança \nsignificativa, tanto no conteúdo, como na carga horária total do curso. As unidades \ncurriculares permanecem com a mesma sigla do currículo 2006, facilitando as \nequivalências no sistema CONTAC da UFSJ para os alunos que não estão \nregulares no currículo 2006. Por fim, segue valendo a Tabela de equivalências, \nentre as unidades curriculares do projeto curricular 1984 e 2006, aprovada na 173o \nReunião do Colegiado de Engenharia Mecânica em 23/11/2007. Os casos \nomissos neste projeto curricular serão resolvidos pelo Colegiado de curso. \n \n \n \n \n \nProf. Antonio Luis Ribeiro Sabariz \n \nPresidente do Colegiado do Curso de Engenharia Mecânica \n \nOutubro de 2009 \n \n \n \n \n \n \n \n \n \n \n \n", "22": "ANEXO \n \n \nLEGISLAÇÃO CONSULTADA NA ELABORAÇÃO DO PROJETO \nPEDAGÓGICO \n \n \nDecreto nº 6.096, de 24 de abril de 2007 - Programa de Apoio a Planos de \nReestruturação e Expansão das Universidades Federais – REUNI \n \nResolução CONSU No 033, de 22 de outubro de 2007 - aprovou a adesão da \nUFSJ ao programa REUNI do MEC. \n \nLei n° 5.194, de 24 de dezembro de 1966 – regulamenta o exercício da \nprofissão de engenheiro. \n \nResolução CONFEA n° 1010, de 22 de agosto de 2005 – define as atribuições \ne atividades das diferentes modalidades de Engenharia. \n \nResolução CONFEA n° 1016, de 25 de Agosto de 2006 - regula o \nCadastramento das Instituições de Ensino e de seus Cursos e para a \nAtribuição de Títulos, Atividades e Competências Profissionais. \n \nDecreto Lei n° 9394, de 20 de dezembro de 1996 - Diretrizes e Bases da \nEducação Nacional. \n \nResolução CNE/CES nº 11, de 11 de março de 2002 - instituiu as “Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia”. \n \nResolução CNE/CES n° 2/2007 - observa a definição do limite mínimo \nnecessário para a integralização dos cursos superiores. \n \n \nDecreto Lei no  11788, de 25 de setembro de 2008 – Regula a prática do Estágio \nSupervisionado. \n \nResolução CONAC No 001, de 15 de janeiro de 2003 – Diretrizes para elaboração \ndo PPC. \n \nRESOLUÇÃO CONEP No 023, de 11 de dezembro de 2008 - altera Resolução nº \n001/CONAC, de 15/01/2003, que “Determina a obrigatoriedade do Projeto \nPedagógico por curso; fixa diretrizes para elaboração do PPC e dá outras \nprovidências”. \n \n \n \n", "23": "Matriz Curricular do Curso de Engenharia Mecânica \n currículo 2009 - semestre acadêmico com 18 semanas \n \n \n \n \n \n \n \n1º Período \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nUNIDADE CURRICULAR (sigla) \nNÚCLEO DE \nCONTEÚDO \nCARGA HORÁRIA \nDEPARTAMENTO \nÁLGEBRA LINEAR (ALG) \nBÁSICO \n64 \nDMATE \nCÁLCULO I (CAL- I) \nBÁSICO \n96 \nDMATE \nPROGRAMAÇÃO DE \nCOMPUTADORES (PRC) \nBÁSICO \n64 \nDMATE \nDESENHO TÉCNICO I (DET-I) \nBÁSICO \n32 \nDEMEC \nQUÍMICA GERAL PARA \nENGENHARIAS (QUI) \nBÁSICO \n64 \nDCNAT \nSEMINÁRIO MULTIDISCIPLINAR I \n(SEM – I) \nBÁSICO \n40 \nDCTEF/DEMEC \nSEMINÁRIO MULTIDISCIPLINAR I - INTRODUÇÃO À ENGENHARIA MECÂNICA \n \n \n \n \n", "24": "2º Período \n \nUNIDADE \nCURRICULAR (sigla) \nPRÉ-\nREQUISITO(S)\nNÚCLEO DE \nCONTEÚDO \nCARGA \nHORÁRIA \nDEPARTAMENTO \nCÁLCULO II (CAL – II) \n(CAL-I) \nBÁSICO \n64 \nDMATE \nCÁLCULO VETORIAL I \n(CVT – I) \n(CAL-I) \nBÁSICO \n64 \nDMATE \nDESENHO TÉCNICO II \n(DET – II) \n(DET-I) \nBÁSICO \n64 \nDEMEC \nMECÂNICA \nFUNDAMENTAL (MEC) \n(CAL-I) \nBÁSICO \n64 \nDCNAT \nESTRUTURA E \nPROPRIEDADES DOS \nMATERIAIS DE \nENGENHARIA (EPM) \n(QUI) \nBÁSICO \n64 \nDEMEC \nSEMINÁRIO \nMULTIDISCIPLINAR II \n(SEM – II) \n(SEM-I) \nBÁSICO \n40 \nDFIME \n \nSEMINÁRIO MULTIDISCIPLINAR II - METODOLOGIA CIENTÍFICA E TECNOLÓGICA, COMUNICAÇÃO E \nEXPRESSÃO \n \n \n \n \n \n \n \n \n \n \n", "25": " \n \n3º Período \n \n \nUNIDADE \nCURRICULAR (sigla) \nPRÉ-\nREQUISITO(S)\nNÚCLEO DE \nCONTEÚDO \nCARGA \nHORÁRIA \nDEPARTAMENTO \nCÁLCULO VETORIAL \nII (CVT – II) \n(CVT-I) \nBÁSICO \n64 \nDEMAT \nENGENHARIA DOS \nMATERIAIS \nMETÁLICOS (EMM) \n(EPM) \nPROFISSIONALIZANTE \n64 \nDEMEC \nESTATÍSTICA E \nPROBABILIDADE \n(ESP) \n(ALG) (CAL-I) \nBÁSICO \n64 \nDEMAT \nOSCILAÇÕES, \nONDAS E \nTERMODINÂMICA \n(OOT) \n(MEC) \nBÁSICO \n64 \nDCNAT \nESTÁTICA (EST) \n(CAL-II) (MEC)\nBÁSICO \n64 \nDEMEC \nSEMINÁRIO \nMULTIDISCIPLINAR \nIII (SEM – III) \n(SEM-II) \nBÁSICO \n40 \nDCTEF \n \nSEMINÁRIO MULTIDISCIPLINAR III – CIÊNCIAS DO AMBIENTE E ENGENHARIA DE SEGURANÇA \n \n \n \n \n \n \n \n", "26": " \n \n \n4º Período \n \nUNIDADE \nCURRICULAR \n(sigla) \nPRÉ-\nREQUISITO(S)\nNÚCLEO DE \nCONTEÚDO \nCARGA \nHORÁRIA \nDEPARTAMENTO \nENGENHARIA DOS \nMATERIAIS NÃO \nMETÁLICOS (ENM) \n(EMM) \nPROFISSIONALIZANTE\n64 \nDEMEC \nEQUAÇÕES \nDIFERENCIAIS \n(EDF) \n(CAL-II) \nBÁSICO \n64 \nDMATE \nDINÂMICA  (DIN) \n(EST) \nBÁSICO \n64 \nDEMEC \nTERMODINÂMICA I \n(TER – I) \n(OOT) \nPROFISSIONALIZANTE\n64 \nDCTEF \nMETODOS \nNUMERICOS (MNU) \n(ALG) (CAL-II) \n(CVT-II) (PRC)\nPROFISSIONALIZANTE\n64 \nDMATE \nSEMINÁRIO \nMULTIDISCIPLINAR \nIV (SEM – IV) \n(SEM-III) \nBÁSICO \n40 \nDECAC \n \nSEMINÁRIO MULTIDISCIPLINAR IV - PLANEJAMENTO E GESTÃO DA QUALIDADE \n \n \n \n \n \n \n \n", "27": " \n \n5º Período \n \n \nUNIDADE \nCURRICULAR (sigla) \nPRÉ-\nREQUISITO(S)\nNÚCLEO DE \nCONTEÚDO \nCARGA \nHORÁRIA \nDEPARTAMENTO \nMETROLOGIA (MET) \n(ESP) \nPROFISSIONALIZANTE\n64 \nDEMEC \nMECANICA DOS \nFLUIDOS I (MFL – I) \n(EST) (EDF) \nPROFISSIONALIZANTE\n64 \nDCTEF \nRESISTÊNCIA DOS \nMATERIAIS I (RES –I) \n(EST) \nPROFISSIONALIZANTE\n64 \nDEMEC \nVIBRAÇÕES \nMECÂNICAS (VIB) \n(DIN) (EDF) \nESPECIFICO \n64 \nDEMEC \nTERMODINÂMICA II \n(TER – II) \n(TER-I) \nESPECÍFICO \n64 \nDCTEF \nSEMINÁRIO \nMULTIDISCIPLINAR V \n(SEM – V) \n(SEM-IV) \nESPECÍFICO \n40 \nDECAC \nSEMINÁRIO MULTIDISCIPLINAR V - PLANEJAMENTO E GESTÃO DE PROJETOS \n \n \n \n \n \n \n \n \n \n \n", "28": " \n \n \n6º Período \n \nUNIDADE \nCURRICULAR (sigla) \nPRÉ-\nREQUISITO(S)\nNÚCLEO DE \nCONTEÚDO \nCARGA \nHORÁRIA \nDEPARTAMENTO \nRESISTÊNCIA DOS \nMATERIAIS II (RES-II) \n(RES-I) \nESPECÍFICO \n64 \nDEMEC \nELETROTÉCNICA \n(ELE) \n(EDF) \nBÁSICO \n64 \nDEPEL \nMECANICA DOS \nFLUIDOS II (MFL –II) \n(MFL-I) \nESPECÍFICO \n64 \nDCTEF \nTRANSFERÊNCIA DE \nCALOR I (TRC – I) \n(TER-I) (EDF) PROFISSIONALIZANTE\n64 \nDCTEF \nUSINAGEM DOS \nMATERIAIS (USI) \n(DET-II)(ENM)\nPROFISSIONALIZANTE\n64 \nDEMEC \nSEMINÁRIO \nMULTIDISCIPLINAR \nVI (SEM – VI) \n(SEM-V) \nESPECÍFICO \n40 \nDECAC \n \nSEMINÁRIO MULTIDISCIPLINAR VI - ÉTICA PROFISSIONAL, PROPRIEDADE INTELECTUAL E INOVAÇÃO \n \n \n \n \n \n \n \n \n \n", "29": " \n \n \n \n7º Período \n \nUNIDADE CURRICULAR \n(sigla) \nPRÉ-\nREQUISITO(S)\nNÚCLEO DE \nCONTEÚDO \nCARGA \nHORÁRIA \nDEPARTAMENTO \nPROCESOS NÃO \nCONVENCIONAIS DE \nUSINAGEM (PNC) \n(MET) (USI) \nESPECÍFICO\n64 \nDEMEC \nCONTROLE (COM) \n(VIB) \nESPECÍFICO\n64 \nDEMEC \nSISTEMAS \nFLUIDODINÂMICOS (SFD) \n(MFL-II) \nESPECÍFICO\n64 \nDCTEF \nTRANSFERÊNCIA DE \nCALOR II (TRC – II) \n(TRC-I) \nESPECÍFICO\n64 \nDCTEF \nELEMENTOS DE \nMAQUINAS I (ELM – I) \n(RES-II) \nESPECÍFICO\n64 \nDEMEC \n \nSEMINÁRIO \nMULTIDISCIPLINAR VII \n(SEM – VII) \n(SEM-VI) \nESPECÍFICO\n40 \nDECAC \n \nSEMINÁRIO MULTIDISCIPLINAR VII - EMPREEENDEDORISMO, CRIAÇÃO E DESENVOLVIMENTO DE NEGÓCIOS \n \n \n \n \n \n", "30": " \n \n \n8º Período \n \nUNIDADE \nCURRICULAR (sigla) \nPRÉ-\nREQUISITO(S)\nNÚCLEO DE \nCONTEÚDO \nCARGA \nHORÁRIA \nDEPARTAMENTO \nPROCESSOS \nMETALURGICOS DE \nFABRICAÇÃO (PMF) \n(USI) \nPROFISSIONALIZANTE\n64 \nDEMEC \nCONFORMAÇÃO \nMECANICA (CFM) \n(USI) \nPROFISSIONALIZANTE\n64 \nDEMEC \nINSTRUMENTAÇÃO \n(INT) \n(ELE) \nESPECIFICO \n64 \nDEMEC \nELEMENTOS DE \nMÁQUINAS II (ELM-II) \n(ELM-I)  \nESPECÍFICO \n64 \nDEMEC \nSISTEMAS \nTERMICOS DE \nPOTÊNCIA (STP) \n(TRC-II) (TER-\nII)  \nESPECÍFICO \n64 \nDCTEF \nTRABALHO DE \nINTEGRAÇÃO \nMULTIDISCIPLINAR \n(TIM) \n2160 H \nESPECÍFICO \n40 \nDEMEC/DCTEF \n \n \n \n \n \n \n \n \n", "31": " \n9º Período \n \n \nUNIDADE CURRICULAR \n(sigla) \nPRÉ-\nREQUISITO(S)\nNÚCLEO DE \nCONTEÚDO \nCARGA \nHORÁRIA\nDEPARTAMENTO \nSISTEMAS TÉRMICOS DE \nREFRIGERAÇÃO (STR) \n(STP) \nESPECÍFICO \n64 \nDCTEF \nPROJETOS DE SISTEMAS \nMECÂNICOS (PSM) \n(ELM-II) \nESPECÍFICO \n64 \nDEMEC \nMANUTENÇÃO \nMECÂNICA (MEM) \n(CON)(ELM-II)\nESPECÍFICO \n64 \nDEMEC \nELETRÔNICA (ELT) \n(ELE) \nESPECÍFICO \n64 \nDEPEL \nFUNDAMENTOS DE \nADMINISTRAÇÃO PARA \nENGENHARIA (ADM) \n2520 H \nBÁSICO \n32 \nDECAC \nFUNDAMENTOS DE \nECONOMIA PARA \nENGENHARIA (ECO) \n2520 H \nBÁSICO \n32 \nDCECO \nSEMINÁRIO \nMULTIDISCIPLINAR VIII \n(SEM – VIII) \n(SEM-VII) \nESPECÍFICO \n40 \nDECIS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSEMINÁRIO MULTIDISCIPLINAR VIII – HUMANIDADES, CIÊNCIAS SOCIAIS E CIDADANIA \n \n \n \n \n \n \n \n \n", "32": "10º Período \n \n \nUNIDADE CURRICULAR \n(sigla) \nPRÉ-\nREQUISITO \nNÚCLEO DE \nCONTEÚDO \nCARGA \nHORÁRIA \nDEPARTAMENTO – \nCOLEGIADO DE \nCURSO \nTÓPICOS ESPECIAIS-I  \n(TEM) \nCOLEGIADO\nESPECÍFICO \n64 \nCOMEC \nTÓPICOS ESPECIAIS-II \n(TEM) \nCOLEGIADO\nESPECÍFICO \n64 \nCOMEC \nTÓPICOS ESPECIAIS-III \n(TEM) \nCOLEGIADO\nESPECÍFICO \n64 \nCOMEC \nTÓPICOS ESPECIAIS-IV \n(TEM) \nCOLEGIADO\nESPECÍFICO \n64 \nCOMEC \nTÓPICOS ESPECIAIS-V \n(TEM) \nCOLEGIADO\nESPECÍFICO \n64 \nCOMEC \nTRABALHO DE CONCLUSÃO \nDE CURSO (TCC) \n2880 H \nESPECÍFICO \n40 \nCOMEC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nESTÁGIO SUPERVISIONADO = 160 horas (mínimo) \n \n \nCARGA HORÁRIA TOTAL = 3600 + 160 (ESTAGIO SUPERVISIONADO)= 3760 horas \n \n \n", "33": " \nFLUXOGRAMA CURRICULAR - CURSO DE ENGENHARIA MECÂNICA – CURRÍCULO 2009 \nDEPARTAMENTOS: DEMEC DCTEF DEPEL DCNAT DMATE DFIME DECAC DCECO DECIS\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nEPM0 \nÁLGEBRA \nLINEAR (ALG)  \n64H \nSEMINÁRIO I \n(SEM I) \n 40H \n \n \nQUÍMICA GERAL \nPARA \nENGENHARIA \n(QUI) 64H \nDESENHO \nTÉCNICO I (DET-\nI) 32H \nPROGRAMAÇÃO \nDE \nCOMPUTADORE\nS (PRC) 64H \nCÁLCULO I \n(CAL-I)  96 H \nCÁLCULO II \n(CAL-II) 64H \nSEMINÁRIO II \n(SEM II)  \n40H \nESTRUTURA E \nPROPRIEDADES \nDOS MATERIAIS \nDE \nENGENHARIA  \n(EPM0 64H\nDESENHO \nTÉCNICO II \n(DET-II) 64H \nMECÂNICA \nFUNDAMENTAL \n(MEC) 64H \nCÁLCULO \nVETORIAL I \n(CVT-I) 64H \nESTATÍSTICA \nE \nPROBABILID\nADE (ESP) \n64H \nSEMINÁRIO \nIII (SEM III) \n40H \n \nENGENHARI\nA DOS \nMATERIAIS \nMETÁLICOS \n(EMM) 64H \nOSCILAÇÕES, \nONDAS E \nTERMODINÂ\nMICA (OOT) \n64H \nESTÁTICA \n(EST) 64 H \nCÁLCULO \nVETORIAL II \n(CVT II) 64H \nEQUAÇÕES \nDIFERENCIAI\nS (EDF) 64H \nSEMINÁRIO \nIV (SEM IV) \n40H \n \nENGENHARI\nA DOS \nMATERIAIS \nNÃO \nMETÁLICOS \n(ENM) 64H\nTERMODINÂ\nMICA I (TER \nI) 64H \nDINÂMICA \n(DIN) 64H \nMÉTODOS \nNUMÉRICOS \n(MNU) 64H \nMETROLOGI\nA (MET) 64H \nSEMINÁRIO \nV (SEM V) \n40H \n \nVIBRAÇÕES \nMECÂNICAS \n(VIB) 64H \nTERMODINÂ\nMICA II (TER \nII) 64H \nRESISTÊNCIA \nDOS \nMATERIAIS I \n(RES I) 64H \nMECÂNICA \nDOS FLUIDOS \n(MFL I) 64H \nMECÂNICA \nDOS FLUIDOS \nII (MFL II) \n64H \nSEMINÁRIO \nVI (SEM VI) \n40H \n \nUSINAGEM \nDOS \nMATERIAIS \n(USI) 64H \nELETROTÉCN\nICA (ELE) 64H \nRESISTÊNCIA \nDOS \nMATERIAIS II \n(RES  II) 64H \n \nTRANSFERÊN\nCIA DE \nCALOR I \n(TRC I) 64H \nSISTEMAS \nFLUIDODINÂ\nMICOS (SFD) \n64H \nSEMINÁRIO \nVII (SEM VII) \n40H \n \nELEMENTOS \nDE \nMÁQUINAS I \n(ELM I) 64H \n \nCONTROLE \n(CON) 64H \nPROCESSOS \nNÃO \nCONVENCIO\nNAIS DE \nUSINAGEM \n(PNC) 64H\nTRANSFERÊN\nCIA DE \nCALOR \nIIN(TRC II) \n64H \nSISTEMAS \nTÉRMICOS \nDE \nPOTÊNCIA \n(STP) 64H \nTR. DE \nINTEG.  \nMULTIDISCIP\nLINAR (TIM)  \n40H \nPR= 2160H\nINSTRUMENT\nAÇÃO (INT) \n64H \nCONFORMAÇ\nÃO \nMECÂNICA \n(CFM) 64H \nPROC. MET. \nDE \nFABRICAÇÃO \n(PMF) 64H \nELEMENTOS \nDE \nMÁQUINAS II \n(ELM-II) 64H \nSISTEMAS \nTÉRMICOS DE \nREFRIGERAÇÃO \n(STR) 64H \nSEMINÁRIO VIII \n(SEM VIII) \n 40H \nELETRÔNICA \n(ELT) 64H  \nPROJETOS DE \nSISTEMAS \nMECÂNICOS \n(PSM) 64 H\nFUNDAMENTOS \nDE ECONOMIA \nPARA \nENGENHARIA \n(ECO) 32H \nPR=2520H\nFUND. DE \nADMINISTRAÇÃ\nO PARA \nENGENHARIA \n(ADM) 32H \nPR=2520H\nMANUTENÇÃO \nMECÂNICA \n(MEM) 64H \n \nTÓPICOS \nESPECIAIS EM \nENGENHARIA \nMEC I (TEM-I). \n64H \nPR= COLEGIADO\nTRABALHO DE \nCONCLUSÃO DE \nCURSO (TCC) \n40H \nPR= 2880H \nTÓPICOS \nESPECIAIS EM \nENGENHARIA \nMEC V (TEM-V). \n64H \nPR= COLEGIADO\nTÓPICOS \nESPECIAIS EM \nENGENHARIA \nMEC IV (TEM-\nIV). 64H \nPR= COLEGIADO\nTÓPICOS \nESPECIAIS EM \nENGENHARIA \nMEC III(TEM-III). \n64H \nPR= COLEGIADO\nTÓPICOS \nESPECIAIS EM \nENGENHARIA \nMEC II (TEM-II). \n64H \nPR= COLEGIADO\n", "34": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nALG \nÁlgebra Linear \nDMATE \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n00 \n64 \n \nEmenta \n1. Corpos numéricos: inteiros, racionais, reais e complexos \n2. Álgebra vetorial e matricial \n3. Determinantes  \n4. Sistemas lineares \n5. Espaços vetoriais \n6. Transformações lineares e matrizes associadas \n7. Produtos internos e ortogonalidade \n8. Polinômios de matrizes, autovalores e autovetores \nObjetivos \nCapacitar para a análise e interpretação da álgebra linear, visando às aplicações em engenharia. \nBibliografia Básica \nLang, S., “Álgebra Linear”, 4ª ed, Ed. Ciência Moderna,  \n \nBibliografia Complementar \nBoldrini, J. L., Costa, S. I. R., Figueiredo, V. L., Wetzler, H. G., “Àlgebra Linear”, 3ª ed, Harbra, \nSão Paulo, 1980 \nLeon, S. J., “Álgebra Linear com Aplicações”, 4ª ed, LTC, 1999 \nSteinbruch, A., Winterle, P., “Álgebra Linear”, McGraw-Hill, 2000 \n \n", "35": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nCAL-I \nCálculo I \nDMATE \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n96 \n00 \n96 \n \nEmenta \n1. Números reais e funções de uma variável \n2. Gráficos \n3. Funções de primeiro e segundo graus \n4. Funções exponenciais, trigonométricas e suas inversas \n5. Limites e continuidade \n6. Derivadas e aplicações \n7. Séries de Taylor e McLauren \n8. Integrais definidas e indefinidas \n9. Formas indeterminadas e integrais impróprias \nObjetivos \nCapacitar para a análise e interpretação de funções, limites, derivadas, séries e integrais visando às \naplicações em engenharia. \nBibliografia Básica \nFlemming, DM, Gonçalves, MB, “Cálculo A – Funções, Limite, Derivação, Integração”, 5a. Edição, \nMakron Books, São Paulo, SP, 2000 \nBibliografia Complementar \nThomas, G. B., Finney, R. L., Weir, M. D., Giordano, F. R., “Cálculo”, Vol. 1, Addison-Wesley, \n2002 \nSimmons, G.F., “Cálculo com Geometria Analítica - Volume 1”, Ed. McGraw-Hill, SP, 1987.  \nLeithold, L., “O Cálculo com Geometria Analítica”, Editora Harbra - SP. \nMunem M. e Foulis D., “Cálculo - Volume 1”, Ed. Guanabara Dois \nSwokowski, E. W., “Cálculo com Geometria Analítica”, Ed. McGraw-Hill, Ltda \n", "36": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nCVT-I \nCálculo Vetorial I \nDMATE \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n00 \n64 \nCAL-I \nEmenta \n1. Vetores no Rn: definição, operações e interpretação geométrica \n2. Estudo da reta \n3. Estudo do plano \n4. Distâncias \n5. Sistemas e mudanças de coordenadas \n6. Funções vetoriais de uma variável: operações, limite, continuidade \n7. Derivada de funções vetoriais de uma variável \n8. Representação paramétrica de curvas \n9. Reta tangente, vetores tangente, normal e binormal \nObjetivos \nCapacitar para a análise e interpretação dos conceitos em geometria analítica, inclusive vetores, \nfunções, limites e derivadas vetoriais visando às aplicações em engenharia. \nBibliografia Básica \nLeithold, L. – “O Cálculo com Geometria Analítica” Volume 1, Editora Harbra - SP. \nFlemming, DM, Gonçalves, MB, “Cálculo C – Funções Vetoriais, Integrais Curvilíneas, Integrais de \nSuperfície”, 3a. Edição, Makron Books, São Paulo, SP, 2000 \n \nBibliografia Complementar \nThomas, G. B., Finney, R. L., Weir, M. D., Giordano, F. R., “Cálculo”, Vol. 2, Addison-Wesley, \n2002 \nSwokowski, E. W., “Cálculo com Geometria Analítica”, Ed. McGraw-Hill, Ltda  \nSimmons, G.F., “Cálculo com Geometria Analítica” Volume 1, Ed. McGraw-Hill, SP, 1987.  \nMunem M. e Foulis D., “Cálculo” Volume 1, Ed. Guanabara Dois \n", "37": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nCAL-II \nCálculo II \nDMATE \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n00 \n64 \nCAL-I \nEmenta \n1. Aplicações das integrais definidas \n2. Métodos de integração \n3. Funções reais de várias variáveis \n4. Limite e continuidade \n5. Derivadas parciais e funções diferenciáveis \n6. Aplicações das derivadas \n7. Integrais duplas  \n8. Integrais triplas \nObjetivos \nCapacitar para a análise e interpretação das integrais definidas e métodos de integração, funções de \nvárias variáveis, seus limites, derivadas e integrais visando às aplicações em engenharia. \nBibliografia Básica \nFlemming, DM, Gonçalves, MB, “Cálculo A – Funções, Limite, Derivação, Integração”, 5a. Edição, \nMakron Books, São Paulo, SP, 2000 \nGonçalves, MB, Flemming, DM, “Cálculo B – Funções de Várias Variáveis, Integrais Duplas e \nTriplas”, Makron Books, São Paulo, SP, 1999 \nBibliografia Complementar \nThomas, G. B., Finney, R. L., Weir, M. D., Giordano, F. R., “Cálculo”, Volumes 1 e 2, Addison-\nWesley, 2002 \nSimmons, G.F., “Cálculo com Geometria Analítica”  Volumes 1 e 2, Ed. McGraw-Hill, SP, 1987.  \nLeithold, L., “O Cálculo com Geometria Analítica” Volumes 1 e 2, Editora Harbra - SP. \nMunem M. e Foulis D., “Cálculo” Volumes 1 e 2, Ed. Guanabara Dois \nSwokowski, E. W., “Cálculo com Geometria Analítica”, Ed. McGraw-Hill, Ltda \n", "38": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nCVT-II \n \nCálculo Vetorial II \nDMATE \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n00 \n64 \nCVT-I \nEmenta \n1. Funções vetoriais de várias variáveis \n2. Operadores vetoriais e aplicações \n3. Integrais curvilíneas e Teorema de Green \n4. Integrais de superfície e Teoremas de Stokes e da Divergência \nObjetivos \nCapacitar para a análise e interpretação das funções vetoriais de várias variáveis e seus operadores, \nintegrais curvilíneas e de superfície, visando às aplicações em engenharia. \nBibliografia Básica \nFlemming, DM, Gonçalves, MB, “Cálculo C – Funções Vetoriais, Integrais Curilíneas, Integrais de \nSuperfície”, 3a. Edição, Makron Books, São Paulo, SP, 2000 \nBibliografia Complementar \nThomas, G. B., Finney, R. L., Weir, M. D., Giordano, F. R., “Cálculo”, Vol. 2, Addison-Wesley, \n2002 \nSimmons, G.F., “Cálculo com Geometria Analítica”  Volume 2, Ed. McGraw-Hill, SP, 1987.  \nLeithold, L., “O Cálculo com Geometria Analítica” Volume 2, Editora Harbra - SP. \nMunem M. e Foulis D., “Cálculo” Volumes 2, Ed. Guanabara Dois \nSwokowski, E. W., “Cálculo com Geometria Analítica”, Ed. McGraw-Hill, Ltda  \nKreyszig, E.,  “Matemática Superior” Volume 2,  Ed. LTC, 1984. \n", "39": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nEDF \nEquações Diferenciais \nDMATE \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n00 \n64 \nCAL-II \nEmenta \n1. EDO de primeira ordem \n2. EDO de segunda ordem \n3. Seqüências e séries infinitas \n4. Séries de potência \n5. Solução por séries de potências \n6. Séries e transformada de Fourier \n7. Solução por Transformada de Laplace \nObjetivos \nCapacitar para a análise, interpretação e solução das equações diferenciais ordinárias e do emprego \nséries, visando às aplicações em engenharia. \nBibliografia Básica \nBoyce, WE, Diprima, RC, “Equações Diferenciais Elementares e Problemas de Valores de \nContorno”, 3a. Edição, Guanabara Dois, Rio de Janeiro, RJ, 1979 \nBibliografia Complementar \nKreyszig, E.,  “Matemática Superior” Volumes 1 e 3,  Ed. LTC, 1984. \nEdwards, C.H. Jr , “Equações Diferenciais Elementares com Problemas de Contorno”, 3ª Ed. LTC, \n1995. \n", "40": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nESP \nEstatística e Probabilidade \nDMATE \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n00 \n64 \nALG e CAL-I \nEmenta \n1. Estatística Descritiva: tipos de variáveis. distribuição de freqüências; histogramas; ramo-e-\nfolhas; medidas de locação e dispersão; box-plot. esquema de cinco números.  \n2. Probabilidade: definição; espaço amostral; eventos; operações com eventos; partições do espaço \namostral; probabilidade condicional e independência de eventos; distribuições discretas; \ndistribuições contínuas. \n3. Inferência Estatística: estimação pontual e por intervalo; testes de hipóteses. \n4. Regressão linear simples; coeficiente de correlação linear, estimação e predição \n5. Introdução ao planejamento de experimentos: modelo com um critério de classificação, modelo \nem blocos completos e noções de modelos fatoriais. \n6. Uso de pacotes estatísticos. \nObjetivos \nCapacitar para a análise e interpretação dos conceitos da estatística e da probabilidade, visando às \naplicações em engenharia. \nBibliografia Básica \nBussab, W., Moretin, P. A., “Estatística Básica”, Atual Editora, 1981. \nCosta Neto, P. L. O., “Estatística”, Editora Edgard Blucher, 1977. \nBibliografia Complementar \nMendenhall, N., “Probabilidade e Estatística”, Vol. 1 e 2, Editora Campos, 1985. \nMeyer, P. L., “Probabilidade: Aplicações à Estatística”, Ao Livro Técnico, 1969. \nMoretin, P. A., “Introdução à Estatística para Ciências Exatas”, Atual Editora, 1981. \nTriola, M. F. “Introdução à Estatística”, Livros Técnicos e Científicos Editora, 2005. \n", "41": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nPRC \nProgramação de Computadores \nDMATE \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n32 \n32 \n64 \n \nEmenta \n1. Formulação de algoritmos: fundamentos, estruturas de controle, estruturas de dados, subrotinas.  \n2. Linguagens de programação e programas.  \n3. Implementação de algoritmos em linguagem de programação - C, JAVA ou FORTRAN: \nfundamentos, estruturas de controle, estruturas de dados, subrotinas. \n4. Modularidade, portabilidade, depuração, testes e documentação de programas. \nObjetivos \nDesenvolver a capacidade de elaboração e implementação computacional de algoritmos, visando às \naplicações em engenharia. \nBibliografia Básica \nFarrer, H.,  Becker, C., Faria, E., Matos, H., Santos, M., Maia, M., “Algoritmos Estruturados”, Ed. \nLTC \nBibliografia Complementar \nGuimarães, A. M., Lages, N. A. C., “Algoritmos e Estruturas de Dados”, 1994. \nKernighan, B, Ritchie, D., “C, a linguagem de programação padrão ANSI”,  Ed Campus \nCamarão, C., Figueiredo, L., “Programação de Computadores em Java”, Ed. LTC, 2003 \nChapman, S. J., “Fortran 90/95 for Scientists and Engineers”, Mc Graw Hill, 1997 \n", "42": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nMNU \nMétodos Numéricos \nDMATE \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n00 \n64 \nPRC, CAL-II, ALG \ne CVT-II \nEmenta \n1. Estudo de erros \n2. Sistemas de equações lineares \n3. Raízes de equações algébricas e transcendentes \n4. Interpolação \n5. Integração numérica \n6. Ajuste de curvas \n7. Equações diferenciais ordinárias. \nObjetivos \nDesenvolver a capacidade de compreensão e uso de métodos numéricos de resolução de problemas \ndo Cálculo, da Álgebra Linear e de outras áreas da matemática, utilizando ambiente de \ndesenvolvimento (MATLAB/SCILAB/OCTAVE), visando às aplicações em engenharia. \nBibliografia Básica \nRuggiero, M. A. G., Lopes, V. L. R., “Cálculo Numérico. Aspectos Teóricos e Computacionais”, \nMakron Books, 2a. Ed., 1997 \n \nBibliografia Complementar \nSperandio, D., Mendes, J. T., Monken e Silva, L. H., “Cálculo Numérico: Características \nMatemáticas e Computacionais dos Métodos Numéricos”, Prentice Hall, São Paulo, 2003 \nBarroso, L. C. et al. “Cálculo numérico (com aplicações)”. 2 ed. São Paulo: Harbra, 1987, 367 p. \nBarroso, L. C. et al, “Calculo Numérico”, Ed Harper & Row, São Paulo, 1983 \nCampos Filho, F. F., “Algoritmos Numéricos”, Editora LTC  \nCampos Filho, F. F., Apostila: “Introdução ao Matlab” DCC-UFMG  \n", "43": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nMEC \nMecânica Fundamental \nDCNAT \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nCAL-I \nEmenta \n1. Medidas em Física.  \n2. Movimento de translação.   \n3. Dinâmica da Partícula.  \n4. Trabalho e Energia.  \n5. Sistemas de Partículas.  \n6. Equilibrio de Corpos Rigidos \n7. Dinâmica da Rotação.  \nObjetivos \nAdquirir os conceitos fundamentais de mecânica e ter capacidade de interpretação de fenômenos \nfisicos relacionados. Capacitar os estudantes para a correta obtenção, tratamento, representação e \nregistro de medidas em atividades experimentais. \nBibliografia Básica \nHalliday, D., Resnick, R., Krane, K. S., “Física” , Vol. 1, 5ª edição, LTC, Rio de Janeiro, 2002 \nCampos, AA; Alves, ES e Spezialli, ENL, “Fisica Experimental Básica na Universidade”, Ed. \nUFMG, 2ª Ed, 2008 \n \nBibliografia Complementar \nTipler, P.; Mosca, G.  “Física para Cientistas e Engenheiros”, 5ª edição, LTC, Vol.1, Rio de Janeiro, \n2006 \n", "44": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nOOT \nOscilações, Ondas e Termodinâmica \nDCNAT \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nMEC \nEmenta \n1. Oscilações harmônicas simples, amortecidas e forçadas. \n2. Ondas em uma corda.  \n3. Ondas sonoras.  \n4. Leis da termodinâmica. \n5. Termometria.  \n6. Dilatação de sólidos..  \nObjetivos \nDesenvolver a capacidade de interpretação de fenômenos físicos relacionados com as oscilações \nharmônicas, ondas, ótica e termodinâmica. \nBibliografia Básica \nHalliday, D., Resnick, R., Krane, K. S., “Física” , Vol. 1, 5ª edição, LTC, Rio de Janeiro, 2002 \nLoyd, DH, “Physics Laboratory Manual”, 2 Ed., Saunders College Publishing, 1997. \nBibliografia Complementar \nTipler, P.; Mosca, G.  “Física para Cientistas e Engenheiros”, 5ª edição, LTC, Vol.1, Rio de Janeiro, \n2006 \n", "45": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nDET-I \nDesenho Técnico I \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n12 \n20 \n32 \n \nEmenta \n1. Instrumentação, normas técnicas, convenções e padronizações, fases do projeto (croquis, \ndesenho preliminar e desenho definitivo); \n2. Sistemas de representação, primeiro e terceiro diedros, projeção ortogonal de peças simples; \n3. Perspectivas axométrica, isométrica, bimétrica e cavaleira; \n4. Cortes e secções, cotagem, proporções, escalas e indicações de tolerância de forma e geométrica; \n5. Esboço a mão livre de elementos de máquinas, elementos de união e desenhos de conjunto com a \nutilização de instrumentos de precisão (paquímetro, micrômetro, escalas de aço e relógio \ncomparador); \n6. Leitura e interpretação de desenhos de tubulação, hidráulicos e estruturais civis e metálicos; \n7. Desenvolvimento de superfícies e intersecções de sólidos. \nObjetivos \nCapacitar a interpretar e esboçar desenhos de projeto mecânico. \nBibliografia Básica \nABNT - Associação Brasileira de Normas Técnicas, “Normas para Desenho Técnico”, 2ª ed, Rio de \nJaneiro: ABNT, 1981 \nFrench, T., Vierck, C. J., “Desenho Técnico e Tecnologia Gráfica”, Ed. Globo, 1985, 1093 p. \n \nBibliografia Complementar \nBachmann, Forberg, “Desenho Técnico”, Ed. LTC, Rio de Janeiro, 1976.  \nProvenza, F., “Projetista de Máquinas”, Publicações Prótec, São Paulo, 2000. \n \n", "46": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nDET-II \nDesenho Técnico II \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n30 \n34 \n64 \nDET-I \nEmenta \n1. Introdução a um programa computacional gráfico de desenho;  \n2. Desenho de componentes e conjuntos mecânicos utilizando computação gráfica. \nObjetivos \nCapacitar a executar desenhos de projeto mecânico, empregando o computador. \nBibliografia Básica \nABNT - Associação Brasileira de Normas Técnicas, “Normas para Desenho Técnico”, 2ª ed, Rio de \nJaneiro: ABNT, 1981 \nFrench, T., Vierck, C. J., “Desenho Técnico e Tecnologia Gráfica”, Ed. Globo, 1985, 1093 p. \n \nBibliografia Complementar \nBachmann, Forberg, “Desenho Técnico”, Ed. LTC, Rio de Janeiro, 1976.  \nProvenza, F., “Projetista de Máquinas”, Publicações Prótec, São Paulo, 2000. \nApostilas e Manuais Técnicos de Fabricantes Diversos. \n", "47": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nELE \nEletrotécnica \nDEPEL \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nEDF \nEmenta \n1. Circuitos Lineares: conceitos, leis básicas, circuitos resistivos e amplificadores. \n2. Circuitos em corrente alternada. Capacitores e indutores, indutância mútua e circuitos acoplados \nmagneticamente. Transitório em circuitos elétricos. Impedância e análise fasorial de circuitos \nmonofásicos e trifásicos. Transformadores. Projeto básico de circuitos residenciais e industriais. \n3. Máquinas elétricas rotativas. Máquinas síncronas, motores de indução e motores de corrente \ncontínua. \nObjetivos \nIntroduzir os sistemas de conversão eletromecânica, visando a seleção de equipamentos. \nBibliografia Básica \nGussow, M., “Eletricidade Básica”, 2ª ed., Ed. McGraw-Hill, 1985  \nDel Toro, V., “Fundamentos de Máquinas Elétricas”, Ed. Prentice-Hall do Brasil, 1990. \nBibliografia Complementar \nNilsson, J. W., Riedel, S. A., “Circuitos Elétricos”, Ed. LTC \nDorf, R. C., “Introdução aos Circuitos Elétricos”, Ed. LTC \nJohn O'Malley, “Análise de Circuitos”, 2ª ed., McGraw-Hill, 1994. \nNiskier, J., Macintyre, A. J., “Instalações Elétricas”, Ed LTC, 1996. \n \n", "48": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nELT \nEletrônica \nDEPEL \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nELE \nEmenta \n1. Introdução à Eletrônica.  \n2. Amplificadores Operacionais, Diodos e Transistores.  \n3. Filtros e osciladores. \n4. Reguladores de Tensão Elétrica. \n5. Elementos de Eletrônica Digital.  \n6. Circuitos de conversão A/D e D/A.  \n7. Microcomputadores. Microprocessadores.  \n8. Medidas e processamento de sinais. \nObjetivos \nCapacitar a empregar os princípios básicos utilizados na medição e controle de sistemas e processos \nmecânicos. \nBibliografia Básica \nMalvino, A. P., “Eletrônica I”, Ed. MAKRON Books do Brasil Ltda, 1997 \nTocci, R. J., “Sistemas Digitais - Princípios e aplicações”, 8 ed, Ed. Prentice-Hall do Brasil, 2004 \n \nBibliografia Complementar \nSedra, A. S., Smith, K. C., “Microeletrônica” 4ª ed, Ed. MAKRON Books do Brasil Ltda, 2003 \nHorowitz, P., Hill, W., “The Art of Electronics”, 2nd. ed., Cambridge University Press, 1989.  \nSchuler and McNamee, “Industrial Electronics and Robotics”, McGraw Hill, New York, 1986. \n", "49": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nINT \nInstrumentação \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n00 \n64 \nELE \nEmenta \n1. Características estáticas e dinâmicas dos instrumentos e sensores.  \n2. Análise de dados experimentais.  \n3. Problemas na amplificação, transmissão e armazenamento de sinais.  \n4. Medidas de deslocamento, velocidade, aceleração, força, torque, potência mecânica.  \n5. Medidas de som.  \n6. Medidas de pressão, vazão/velocidade e temperatura.  \n7. Medidas de propriedades térmicas e de transporte. \nObjetivos \nCapacitar a realizar medições das principais grandezas mecânicas. \nBibliografia Básica \nHelfrick, A. D., Cooper, W. D., “Instrumentação eletrônica moderna e técnicas de medição”, Rio de \nJaneiro: Prentice-Hall do Brasil, 1994, 324p. \nBibliografia Complementar \nSoisson, H. E., “Instrumentação Industrial: sistemas e técnicas de medição e controle operacional”, \nSão Pualo: Hemus, 1986. 687 p. \nHolman, J. P., “Experimental Methods for Engineers”, 4th ed.,  McGraw Hill, 1984. \nDally, J. W., Riley, W. F, McConnel, E. G., “Instrumentation for Engineering Measurements”, John \nWiley, 2nd. ed., 1994. \nBenedict,, R. P., “Fundamental of Temperature, Pressure and Flow Measuremensts”, Ed. John \nWilley \nDoeblin, E. O., “Measurements Systems - Applications and Design”, Ed. McGraw-Hill \n", "50": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nECO \nFundamentos de Economia para Engenharia \nDCECO \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n32 \n00 \n32 \n2520 horas \nEmenta \n1. Introdução a Engenharia Econômica \n2. Matemática financeira \n3. Estimação de Custos \n4. Análise de investimentos/Avaliação de Projetos Industriais \n5. Depreciação e impostos \n6. Técnicas de estimativa de custos \n7. Inflação e Variações Cambiais \n8. Substituição de equipamentos \n9. Análise sob condições de risco ou incerteza \nObjetivos \nIntroduzir os alunos na área de econômia, oferecendo uma base sobre decisão de investimentos. \nBibliografia Básica \nCASAROTTO FILHO, Nelson; KOPITTKE, Bruno Hartmut. Análise de investimentos: matemática \nfinanceira, engenharia econômica, tomada de decisão, estratégia empresarial. 9° ed. São Paulo: \nAtlas, 2000. \n \nHIRSCHFELD, Henrique. Engenharia Econômica e Análise de Custos: aplicações práticas para \neconomistas, engenheiros, analistas de investimentos e administradores. 7° ed. Revisada, atual e \nampliada. São Paulo: Atlas, 2000. \n \nEHRLICH, Pierre Jacques; MORAES, Edmilson A. de. Engenharia Econômica: avaliação e seleção \nde projetos de investimentos. 6° ed. São Paulo: Atlas, 2005. \n \n \nBibliografia Complementar \nBLANK, Leland T.; TARQUIN, Anthony J. Basics of Engineering Economy, New York: McGraw-\nHill, 2007. \n \nGRANT, Eugene L.; IRESON, W. Grant; LEAVENWORTH, Richard S. Principles of Engineering \nEconomy, 8° ed. New York: John Wiley & Sons, 1990. \n \nESCHENBACH, Ted G. Engineering Economy: Applying Theory Practice, 2° ed. New York: \nOxford University Press, 2003. \n \nPARK, Chan S. Fundamentals of Engineering Economy, Englewwod Cliffs, NJ, Prentice-Hall, 2005.\n \nPILÃO, Nivaldo Elias; HUMMEL, Paulo Roberto Vampre. Matemática Financeira e Engenharia \nEconômica, São Paulo: Thomson Learning, 2003. \n \n", "51": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nADM \nFundamentos de Administração para Engenharia \nDECAC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n32 \n00 \n32 \n2520 horas \nEmenta \n1. Organização de empresas.  \n2. A pequena empresa. \n3. Gestão de pessoas \nObjetivos \nApresentar os princípios, métodos e técnicas da administração e organização, capacitando à adoção \nde métodos e práticas de planejamento e controle adequados. \nBibliografia Básica \nChiavenatto, I, “Introdução à Teoria Geral da Administração”, Rio de Janeiro: Campus, 1999. \nBibliografia Complementar \nGoldratt, E. M., “A meta: um processo de aprimoramento contínuo”, São Paulo: Educator, 1992 \nLerner, W., “Organização, sistemas e métodos”, 4 ed, São Paulo: Atlas \nMeggison, L. C., Mosley, D. C., Pietri Jr, P.H., “Administração: conceito e aplicações”, São Paulo: \nHarbra, 1997 \nStoner, J. A. F., Freeman, R. E., “Administração”, Rio de Janeiro: Prentice-Hall do Brasi, 1985, \n533p. \n", "52": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nQUI \nQuímica Geral para Engenharias \nDCNAT \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n56 \n8 \n64 \n \nEmenta \n1. Teoria atômica.  \n2. Estrutura eletrônica e ligação química. \n3. Estequiometria. \n4. Termoquímica. \n5. Forças Intermoleculares. \n6. Cinética. \n7. Equilíbrio. \n8. Eletroquímica. \n9. Experimentos de Eletroquímica. \n \nObjetivos \nExpor de forma ampla e acessível os princípios básicos de química, indispensáveis para uma \ncompreensão racional do comportamento químico das substâncias e sistemas, fornecendo as \nferramentas básicas para estudos avançados com materiais. \nBibliografia Básica \nRussel, J.B., “Química Geral”, 2ª ed., São Paulo: Makron Books, 1994. \n \nBibliografia Complementar \nAtkins, P. e Jones, L., “Princípios de Química”, Porto Alegre: Artmed Editora Ltda., 1999. \nBrady, H.E. e Humiston, G.E. “Química Geral”, 2ª ed., Rio de Janeiro: Livros Técnicos e \nCientíficos, 1986. \n", "53": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSEM - I \nSeminário I - Introdução à Engenharia Mecânica \nDEMEC/DCTEF \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n40 \n00 \n40 \n \nEmenta \n1. A estrutura organizacional da UFSJ. \n2. História da engenharia. \n3. Ramos da Engenharia, áreas da engenharia mecânica, atribuições do engenheiro mecânico. \n4. O curso de engenharia mecânica na UFSJ. \n5. Engenharia e sociedade. \n6. Ética profissional. \n7. Sistema CREA/CONFEA. \n8. Palestras de profissionais da área. \n9. O mercado de trabalho do engenheiro Mecânico. \nObjetivos \nApresentar ao ingressante a instituição, o curso e a profissão – campo de atuação, organização, \nregulamentação e aspectos éticos. \nBibliografia Básica \nBazzo, W.A, Pereira, L. T. V., “Introdução à Engenharia”, Ed. UFSC, 6ª edição, 2003.  \n \n \nBibliografia Complementar \nPETROSKI, H. INVENTION BY DESIGN - HOW ENGINEERS GET FROM THOUGHT TO \nTHING. 3.ed., Boston: Harvard University Press, 1997. \n \nEIDE et. a.l. ENGINEERING FUNDAMENTALS AND PROBLEM SOLVING. Singapore: Mc \nGraw Hill, 1997. \n \n", "54": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSEM - II \nSeminário II - Metodologia Científica e Tecnológica, \nComunicação e Expressão \nDFIME \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n40 \n00 \n40 \nSEM - I \nEmenta \n1. História da ciência e da tecnologia. \n2. Metodologia da pesquisa científica e tecnológica. \n3. Pesquisa bibliográfica.  \n4. Identificação, montagem e resolução de problemas científicos. \n5. Redação técnica. \n6. Técnicas de apresentação oral  \nObjetivos \nApresentar ao ingressante o método científico e sua aplicação no desenvolvimento tecnológico. \nDesenvolver técnicas de apresentação escrita e oral de trabalhos. \nBibliografia Básica \nANDRADE, Maria Margarida de. Introdução à Metodologia do Trabalho científico: elaboração de \ntrabalhos na graduação. São Paulo: Atlas, 1994. \n \nDAU, Sandro; DAU, Shirley. Metodologia Cientifica e técnicas de pesquisa: normas e técnicas para \nelaboração de monografias na graduação e pós-graduação. Juiz de Fora: Editar Editora Associada, \n2001. \n \nSEVERINO, Antônio Joaquim. Metodologia do Trabalho Científico. São Paulo: Cortez, 2000. \n \nBibliografia Complementar \n3-HUHNE, Leda Miranda (org). Metodologia Científica: cadernos de textos e técnicas. Rio de \nJaneiro: Agir, 1987. \n \n4-LAKATOS, Eva Maria; MARCONI, Maria de Andrade. Fundamentos da Metodologia Científica. \nSão Paulo: Atlas, 1990. \n \n5-MEDEIROS, J. B. Redação Científica: a prática de fichamentos, resumos e resenhas. São Paulo: \nAtlas, 1991. \n \n6-Ruiz, João Álvaro. Metodologia Científica: guia para eficiência dos estudos. São Paulo: Atlas. \n1979. \n \n", "55": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSEM - III \nSeminário III - Ciências do Ambiente e Engenharia de \nSegurança \nDCTEF \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n40 \n00 \n40 \nSEM - II \nEmenta \n1. Engenharia de segurança do trabalho \n2. Legislação \n3. Riscos Profissionais: Avaliação e Controle \n4. Ergonomia \n5. Monitoramento e controle da poluição.  \n6. Gerenciamento de resíduos industriais.  \n7. Gerenciamento e controle de resíduos perigosos. \n8. Direito ecológico, política ambiental, normas. \n9. Planejamento ambiental da atividade industrial. \n10. Responsabilidade do profissional perante a sociedade e o ambiente. \nObjetivos \nApresentar os problemas ambientais associados à atividade humana, em especial as decorrentes da \nprática da engenharia, desenvolvendo no futuro profissional a consciência ambiental. Capacitar a \nselecionar práticas que reduzam o impacto da atividade industrial, em conformidade com a legislação \nvigente.Conceitos e noções de engenharia de segurança do trabalho. \nBibliografia Básica \nEhrlich, P.R., Ehrlich, A.H., “População, Recursos, Ambiente”, Polígono/EDUSP, São Paulo, \n(tradução J.G.Tundisi).2001 \nBranco, S.M., Rocha, A.A., “Ecologia: Educação Ambiental, Ciências do Ambiente para \nUniversitários”, CETESB, São Paulo.2004 \nManual de Legislação de Segurança e Medicina no Trabalho, Atlas, 59 Ed.,São Paulo, 2006. \nCouto, Hudson A. , Ergonomia Aplicada ao Trabalho, Ergo Editora, 2 Volumes, Belo Horizonte, \n1995. \nSaliba, Tuffi, Curso Básico de Segurança e Higiene Ocupacional, LTr Editora, São Paulo, 2004. \nBibliografia Complementar \nDajos, R., “Ecologia Geral”, Editora Vozes Ltda.  \nLiebmann, H., “Terra: Um Planeta Inabitável?”, Editora da U.S.P.,  \nFerri, M., “Ecologia”, Editora da U.S.P. \n", "56": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSEM - IV \nSeminário Multidisciplinar IV – Planejamento e Gestão \nda Qualidade \nDECAC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n40 \n00 \n40 \nSEM - III \nEmenta \n1. Evolução da qualidade \n2. Definições. \n3. Dimensões e visões. \n4. Qualidade e produtividade.  \n5. Qualidade e gestão: importância estratégica.  \n6. Custos da qualidade. \n7. Qualidade em serviços. \n8. Modelos e ferramentas de gestão: TQM, ISO 9000, PNQ, BSC, 6 SIGMA. \n9. Gestão do Conhecimento e aprendizagem como fatores de crescimento e melhoria. \n \nObjetivos \nApresentar a cultura e prática da gestão da Qualidade no mundo corporativo. \nBibliografia Básica \nCarvalho, Marly M. e Paladini, E.P. (coordenadores) - Gestão da Qualidade - Teoria e Casos - \nCampus,2006. \nBranco Costa, A. F. et al - Controle Estatístico da Qualidade - Atlas, 2004. \n \nBibliografia Complementar \nAssociação Brasileira de Normas Técnicas - Norma NBR ISO 9000-2000, Norma NBR ISO 14001, \nNorma NBR 16001. \nCorrêa, H. L. e Correa, C. A. - Administração de Produção e Operações - Atlas, 2004. \n \n", "57": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSEM - V \nSeminário Multidisciplinar V – Planejamento e Gestão de \nProjetos \nDECAC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n40 \n00 \n40 \nSEM - IV \nEmenta \n1. Tipos de Projetos. \n2. Natureza e Objetivos da Gestão de Projetos. \n3. Gestão do Conhecimento no Processo de Projeto. \n4. Aspectos Financeiros na Gestão do Projeto. \n5. Modelagem de Processos. \n6. Ambientes Computacionais de Suporte a Gestão do Projeto. \n7. Planejamento e Programação das Atividades. \n8. Acompanhamento de Projetos. \n9. Gestão da Mudança. \n10. Fechamento do Projeto.  \n \nObjetivos \nApresentar noções básicas de Planejamento e Gestão de Projetos na Engenharia. \nBibliografia Básica \nMENEZES, L. C. M. “GESTÃO DE PROJETOS”. Ed. Atlas, 2002. \nCASATOTTO, N.; Fávero, J. S., Castro, J. E. E. “GERÊNCIA DE PROJETOS / ENGENHARIA \nSIMULTÂNEA” Ed. ATLAS, 1998 \n \nBibliografia Complementar \nBAXTER, M. “PROJETO DO PRODUTO”. Ed. Edgard Blucher, 2ª edição. \nROSENFELD at al. “GESTÃO DO PROCESSO DE DESENVOLVIMENTO DE PRODUTOS: \nUMA REFERÊNCIA PARA A MELHORIA DO PROCESSO” Ed. Saraiva, 2006. \n \n", "58": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSEM - VI \nSeminário Multidisciplinar VI – Ética Profissional, \nPropriedade Intelectual e Inovação Tecnológica \nDECAC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n40 \n00 \n40 \nSEM - V \nEmenta \n1. Instituições e Ética. \n2. Principais Teorias da Ética. \n3. Ética nos negócios. \n4. A Propriedade Intelectual sob o aspecto jurídico, científico e tecnológico. \n5. Conceitos de patentes. \n6. O processo da inovação tecnológica. \nObjetivos \nApresentar a metodologia da Propriedade Intelectual, a Inovação Tecnológica e suas implicações \ncom a ética profissional. \nBibliografia Básica \nNALINI, José Renato. Ética geral e profissional. São Paulo: RT, 2006. \nDI BLASI, Gabriel, GARCIA, Mario Soerensen, MENDES, Paulo Parente M.: A Propriedade \nIndustrial - Os sistemas de marcas, patentes e desenhos industriais analisados a partir da Lei n.º \n9.279, de 14 de maio de 1996. Rio de Janeiro: Forense, 1997. \nMOTTA, P.R.,Transformar a Organização:Teoria e Prática de Inovar, Qualitymark, São Paulo, 2000.\n \nBibliografia Complementar \nSILVEIRA, Newton: A Propriedade Intelectual e a nova Lei de Propriedade Industrial. Editora \nSaraiva. 2007. \nOLIVEIRA, C.A., Inovação do Produto e do Processo, EDG, Rio de Janeiro, 2000. \n \n \n \n \n \n \n", "59": " \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSEM - VII \nSeminário Multidisciplinar VII – Émpreendedorismo, \nCriação e Desenvolvimento de Negócios \nDECAC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n40 \n00 \n40 \nSEM - VI \nEmenta \n1. Perfil empreendedor: visão positiva de si mesmo, visão positiva do mundo, objetivos e \nmetas, comprometimento e persistência. \n2. Reconhecimento e administração de conflitos e resistências pessoais e grupais. \n3. Aprimoramento do relacionamento interpessoal, argumentação, persuasão, negociação. \n4. Liderança positiva. \n5. Aspectos impulsionadores e norteadores: quebra de paradigma e respeito a valores e à ética. \n \n \nObjetivos \nApresentar noções básicas de Émpreendedorismo, Criação e Desenvolvimento de Negócios e suas \nimplicações profissionais. \nBibliografia Básica \nDORNELAS, J. C. A.“Empreendedorismo:Transformando Idéias em Negócios” Editora CAMPUS, \n2005. \n \nBibliografia Complementar \nNASAJON et al. “ADMINISTRAÇÃO EMPREENDEDORA” Editora CAMPUS, 2004. \nKAPLAN, R.S.; Norton, D.P. “A estratégia em ação”. Editora Campus, 1997. \n \n \n \n \n \n", "60": " \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSEM - VIII \nSeminário Multidisciplinar VIII – Humanidades, \nCiências Sociais e Cidadania \nDECIS \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n40 \n00 \n40 \nSEM - VII \nEmenta \n1. Natureza dos fenômenos e teorias sociais. \n2. Novas configurações do Estado e da Sociedade Civil. \n3. Movimentos Sociais. \n4. O processo de transformação do Estado: rearticulação de seus vínculos com a sociedade. \n5. Estudos de Caso.  \nObjetivos \nDiscutir e Refletir sobre questões da área de Ciências Sociais e suas implicações na sociedade. \nBibliografia Básica \nDOMINGUES, José Maurício. Sociologia e Modernidade : para entender a sociedade \ncontemporânea. Rio de janeiro. Civilização Brasileira. 1999; \nVIEIRA, Listz. Cidadania e Globalização. Rio de Janeiro. Editora Record. 1997 \n \n \nBibliografia Complementar \nWEBER, Max. Metodologia das Ciências Sociais. Sao Paulo: Cortez, 1993 \n \n \n \n \n", "61": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nMET \nMetrologia \nDEMEC \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nESP \nEmenta \n1. Sistemas de Ajustes e Tolerâncias Geométricas. \n2. Projeto de calibradores. \n3. Introdução à metrologia. \n4. Noções de controle estatístico de processo. \n5. Instrumentos e ferramentas manuais \nObjetivos \nDotar o acadêmico de conhecimentos relacionados às diversas grandezas mensuráveis, terminologia \ne suas unidades segundo o Sistema Internacional de Unidades (SI), garantindo a concepção de um \nproduto que tenha asseguradas sua intercambialidade e suas qualidades dimensional, de forma e \nsuperficial. \nBibliografia Básica \nAgostinho, O. L.; Rodrigues, A.C.S.; Lirani, J., “Tolerâncias, Ajustes, Desvios e Análise de \nDimensões”, Editora Edgard Blucher Ltda, 1997. \nNovaski, O., “Introdução à Engenharia de Fabricação Mecânica”, Editora Edgard Blucher Ltda, \n1994. \n \nBibliografia Complementar \nINMETRO. “Vocabulário Internacional de Termos Fundamentais e Gerais de Metrologia”, Duque de \nCaxias, RJ., 1995. \nProvenza, F., “Tolerâncias ISSO”, São Paulo: Pro-Tec, 1987. \n", "62": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nUSI \nUsinagem dos Materiais \nDEMEC \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nDET-II e ENM \nEmenta \n1 -       Introdução aos processos de fabricação; \n2 -       Movimentos e grandezas dos processos de corte; \n3 -       Mecanismo de formação do cavaco; \n4 -       Esforços e potências de corte; \n5 -       Avarias, desgastes e vida de ferramentas;  \n6 -       Análise das condições econômicas de usinagem; \n7 -       geometria da cunha cortante; \n8 -    Usinabilidade dos materiais; \n9 -    Fluidos de corte;  \n8 -        Processo de torneamento; \n9 -    Processo de fresamento; \n10 -  Processo de furação. \n \nObjetivos \nDotar o estudante de conhecimentos relacionados à fenomenologia do processo mecânico de \nfabricação (usinagem), assim como as implicações para as causas e possíveis soluções para as \navarias, desgastes e vida das ferramentas de cortes, análise de produtividade e intervalo de máxima \neficiência, levando em consideração os aspectos técnicos, econômicos e ambientais. \nBibliografia Básica \nDINIZ, A. E., et al., Tecnologia da usinagem dos materiais, MM Editora, São Paulo, SP,  \nagosto 2008, 6 a edição. \nFERRARESI,Dino. Fundamento da Usinagem dos Metais. Editora Edgard Blucher LTDA, \nSão Paulo, 1977. \nPAIVA, Carlos Magno Princípios de Usinagem Produção Mecânica. Nobel, São Paulo,  \n1986; \nNOVASKI, Olívio. Introdução à Engenharia de Fabricação Mecânica. Edgard Blucher, São \nPaulo, 1994. \n \nBibliografia Complementar \nSHAW, M. C. Metal cutting process, Oxford Press, 1989. \nTRENT, E. M. Metal Cutting, Butherworths, 1992. \nSTEMMER, G. E. Ferramentas de corte I e II, UFSC, 1989. \nFREIRE, J. M. Tecnologia Mecânica, volumes I ao V, Editora LTC, 1973. \n  \n \n", "63": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nPNC \nProcessos não Convencionais de Usinagem \nDEMEC \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nUSI \nEmenta \nFundamentos da usinagem por abrasão. Generalidades. Abrasivos. Granulometria. \nLigantes, dureza e estrutura. Meios lubri-refrigerantes. Perfilamento e dressagem. \nRetificação: Introdução. Máquinas-ferramenta de retificar. Classificação e descrição \ndos processos. Características da ferramenta de corte (rebolo) Fatores de influência na \nseleção do rebolo. Características do processo. Vida, desgaste e agressividade do rebolo. \nOutras operações de acabamento Embasamento, tecnologia e aplicações das operações \nde limagem; brunimento, lapidação; polimento; rebarbação; usinagem de ultraprecisão. \nPrincípios dos processos não-convencionais de usinagem. Generalidades. Tipo de \nenergia empregada no processo de remoção de material: mecânica, eletroquímica, \nquímica e termelétrica. Parâmetros físicos do processo. Critérios comparativos \nlimitantes dos processos. Processos não-convencionais de remoção de material. \nCaracterização, parâmetros e aspectos econômicos dos processos não-convencionais: \nfresamento químico; usinagem eletroquímica; retificação eletroquímica; eletroerosão; \neletroerosão a fio; laser; feixe de elétrons; plasma; jato d'água; jato abrasivo. \nAnálise de superfícies usinadas. Introdução. Tecnologia de superfície. Textura e \nintegridade superficial. Rugosidade e acabamento usinado. Superfícies geradas nos \nprocessos de remoção de material \n \nObjetivos \nFornecer ao acadêmico os conceitos teóricos dos principais \nprocessos de retificação, polimento, brunimento e lapidação. Além disso, proporcionar \nao acadêmico conhecimento teórico sobre os processos não-convencionais de usinagem \ne sobre a análise das superfícies geradas por estes processos. Estudar as características \nbásicas de máquinas, equipamentos, métodos e processos envolvidos na remoção de \nmaterial e suas conseqüências na superfície usinada. \n \nBibliografia Básica \nKrar, S.F., Grinding Technology, Editora Delmar Cengage Learning, 2ª Ed., 288 pag. \nMalkin, S., Grinding Technology: Theory and Applications of Machining with \nAbrasives, 1989, 275 pag. \nMarinescu, M.H., Eckart U., Brian, W.R., Handbook of Machining with Grinding \nWheels (Manufacturing Engineering and Materials Processing), Editora CRC 1ª Ed., \n632 pag. \n \nBibliografia Complementar \nMcKee, R. L., Machining with abrasives, Editora Van Nostrand Reinhold Company, \n1982, 304 pag. \nNussbaum G. CH., Rebolos e Abrasivos – Tecnologia Básica, Editora Icone, 1988, 500 \npag. \nShaw, M.C., Metal cutting principles. Editora Clarendon, (Oxford series on Advanced \nmanufacturing), 1997, 651 pag. \nStemmer, C. E., Ferramentas de Corte II, 2 ed., Florianópolis, UFSC, 1995, 314 pag. \n \n \n \n \n \n", "64": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nCFM \nConformação Mecânica \nDEMEC \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n60 \nUSI \nEmenta \n1. Introdução aos processos de conformação mecânica. \n2. Conceitos básicos de tensão de escoamento, temperatura, taxa de deformação, atrito e \nlubrificação na conformação mecânica. \n3. Fundamentos, classificação e ferramentas utilizadas nos processos de forjamento, trefilação e \nextrusão. \n4. Processo de Laminação: classificação dos processos de laminação, laminação a quente e a frio, \nlaminação de barras e perfis, equipamentos de laminação. \n5. Estampagem: análise dos processos de estampagem, corte, embutimento, dobramento, \nrepuchamento, nervuramento. \nObjetivos \nProporcionar ao estudante conhecimentos necessários para especificar processos e parâmetros e a \ncontrolar as variáveis que envolvam a conformabilidade e estampabilidade de ligas metálicas \nferrosas e não-ferrosas nos processos de forjamento, trefilação, laminação e estampagem, dentro das \ntolerâncias exigidas para o produto, juntamente com uma análise técnica, econômica e ambiental. \nBibliografia Básica \nBrito, Osmar: Estampos de corte, Editora Hemus, São Paulo – SP, 1a edição, 1981. \nDieter, G. E.: Metalurgia Mecânica, Editora Guanabara dois, Rio de Janeiro – RJ, 2a edição, 1981, \nHelman, H. e Cetlin, P. R.: Fundamentos da Conformação Mecânica dos Metais, Editora da UFMG, \n2a edição, 1993. \nLopes, O .: Tecnologia Mecânica, Editora da EFEI, Itajubá, 1980. \nDallas, D. B.: Progressive dies, Design and Manufacturing, McGraw-Hill, New York, 1962. \nConformação Plástica Dos Metais, E. Bresciani F. (Coord.), Editora Da Unicamp, Quarta Edição, \n1.996. \nBibliografia Complementar \nAmstead, B. H. et al: Manufacturing Process, Jonh Wiley Sons, New York, 1987, eighth edition. \nDe Garmo, E. P.: Materials and Process in Manufacturing, 4a edição, Prentice Hall, New York, \n1974. \nRossi,M.: Estampado a frio en la chapa, Editora Hoepli, septima edition, 1964. \n", "65": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nPMF \nProcessos Metalúrgicos de Fabricação \nDEMEC \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nUSI \nEmenta \n1. Introdução aos processos de soldagem  \n2. Soldagem elétrica a arco voltaico, com eletrodos revestido, com proteção gasosa (processo TIG e \nMIG/MAG), com arco submerso. \n3. Soldagem por resistência elétrica. \n4. Introdução aos processos de fundição. \n5. Técnicas e Projeto de obtenção de moldes  \n6. Sistema de canais e massalotes \n7. Moldagem  \n8. Fundição sob pressão - câmara quente e fria \n9. Sinterização \n10. Aspectos técnicos, econômicos e ecológicos  \nObjetivos \nDotar o estudante de um embasamento teórico e prático dos processos de fundição e soldagem, a fim \nde que o mesmo possa aplicá-los na obtenção de produtos, levando-se em conta os aspectos técnicos, \neconômicos e ambientais inerentes a cada um. \nBibliografia Básica \nToshie, O .,  Taniguchi, C.: Engenharia de soldagem e aplicações, Editora LTC, 1a edição, 1982. \nSiegel, M., Curso de Fundição. Ed. ABM (Associação Brasileira de Metais).  \n \nBibliografia Complementar \nQuites, A . M., e Dutra, J. C.: Tecnologia da Soldagem a arco voltáico, Editora da UFSC, 1a edição, \n1979. \nABM: Soldagem, editora da ABM, 19a edição, 1983. \nBradaschia, C., Fundição de Ligas Não Ferrosas. Ed.ABM.  \nCapello, E., Tecnologia de la Fundición.  \nNicolas. P. Contribuição ao estudo de massalotagem – uso de produtos exotérmicos. Fonderie, 1976 \nCentro de Fundição de Itaúna – Cálculo dos Sistemas de Canais e Massalotes – SENAI – Belo \nHorizonte – 1976 \n", "66": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nEPM \nEstrutura e Propriedades dos Materiais de Engenharia \nDEMEC \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nQUI \nEmenta \n1. Introdução aos tipos de materiais \n2. Estrutura cristalina dos materiais \n3. Defeitos da estrutura cristalina \n4. Elementos de difusão atômica \n5. Ensaios mecânicos dos materiais \n6. Propriedades física, químicas, eletrônicas e mecânicas dos materiais. \nObjetivos \nDesenvolver  subsídios que  capacitem o aluno para atividades de concepção, projeto, análise e \nsolução de quaisquer tipo de material de engenharia, com função estrutural, sejam de natureza \nsintética ou orgânica, submetidos a quaisquer efeitos que causem solicitação mecânica e/ou resposta \nestática ou dinâmica. \nBibliografia Básica \nCallister, W.D., Materials science and engineering-An introduction, 4th ed., 1997.; \nBibliografia Complementar \nSchackelford, J.F., Introduction to materials science for engineers, Maxwell Macmillan, New York, \n3rd ed., 1992; de Janeiro;  \nDieter, G.E., Mechanical metallurgy, McGraw-Hill, London, 1988; \n \n \n", "67": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nEMM \nEngenharia dos Materiais Metálicos \nDEMEC \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nEPM \nEmenta \n1. Mecanismos de Resistência mecânica \n2. Transformações de fases \n3. Tratamentos térmicos dos materiais \n4. Tratamentos termoquímicos dos materiais \n5. Diagramas de equilíbrio de fases, TTT e TRC. \n6. Materiais metálicos e suas ligas \nObjetivos \nFornecer  condições de desenvolver estudos de natureza científica e tecnológica com o intuito de \ndominar os vários conceitos e metodologias da área de ligas metálicas e suas aplicações na \nengenharia. \nBibliografia Básica \nChiaverini, V. Aços e Ferros Fundidos. Associação Brasileira de Metais, ABM, 2005. \nChiaverini, V. Tratamentos Térmicos das Ligas Metálicas, ABM, 2003. \nBibliografia Complementar \nVan Vlack, L.H. Princípios de Ciências dos Materiais. Ed. Edgard Blücher., 1995 \nGuy, A.G. Ciência dos Materiais. Ed. USP, 1987. \n \n", "68": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nENM \nEngenharia dos Materiais Não Metálicos \nDEMEC \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nEPM \nEmenta \n1. Materiais cerâmicos, estrutura, propriedades, processamento e aplicações \n2. Materiais poliméricos, estrutura, propriedades processamento e aplicações \n3. Materiais compósitos, estrutura, propriedades, processamento e aplicações \n4. Fundamentos de materiais semicondutores \n5. Fundamentos de materiais supercondutores \n6. Fundamentos de biomateriais \nObjetivos \nPesquisar materiais e processos; desenvolver produtos e aplicações, tanto para novos materiais não \nmetálicos como para produtos já existentes. \nBibliografia Básica \nForbes A, Fiberglass & Composite Materials. HPBooks, 1996    \nAcchar, W., Materiais Cerâmicos: Ciência e Tecnologia, EDUFRN, 1998. \n \nBibliografia Complementar \nForbes Aird, Fiberglass & Composite Materials. HPBooks, 1996    \nJ.A. Charles, F.A.A. Crane, J.A.G. Furness, Selection and Use of Engineering Materials. \nButterworth-Heinemann, 3rd Ed. 1997 \n \n", "69": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nEST \nEstática \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n \n64 \nMEC e CAL-II \nEmenta \n1. Conceitos Básicos: Introdução à Estática \n2. Estática dos Pontos Materiais \n3. Sistemas Equivalentes de Forças \n4. Estática dos Corpos Rígidos \n5. Equilíbrio dos Corpos rígidos \n6. Forças Distribuídas \n7. Análise Estrutural \n8. Esforços Internos \n9. Atrito \n10. Centro de Gravidade e Centróide \n11. Momentos de Inércia \n12. Trabalho Virtual \nObjetivos \nIntroduzir os fundamentos de projeto estrutural. \nBibliografia Básica \nBeer, F. P.; Johnston, E. R.; “Mecânica Vetorial para Engenheiros”, Estática, 5A. Edição, Makron \nBooks, 1994. \n \nBibliografia Complementar \nMeriam, J. L.; Kraige, L. G.; “Estática” , 4ª edição, LTC Editora, 1999. \nHibbeler, H. G.; “Estática”, 8ª edição, LTC Editora, 1999. \n", "70": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nDIN \nDinâmica \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n \n64 \nEST \nEmenta \n1. Conceitos básicos: Introdução à Dinâmica \n2. Cinemática de Partículas \n3. Cinética de Partículas \n4. Cinética de Sistemas de Partículas \n5. Cinemática Plana de Corpos Rígidos \n6. Cinética Plana de Corpos Rígidos \n7. Dinâmica Tridimensional de Corpos Rígidos \nObjetivos \nIntroduzir os fundamentos da dinâmica de corpos rígidos, visando a aplicação em projetos de \nsistemas mecânicos. \nBibliografia Básica \nBeer, F. P.; Johnston, E. R.; “Mecânica Vetorial para Engenheiros”, Dinâmica, 5A. Edição, Makron \nBooks, 1994. \n \nBibliografia Complementar \nMeriam, J. L.; Kraige, L. G.; “Dinâmica”, 4ª edição, LTC Editora, 1999. \nHibbeler, H. G.; “Dinâmica”, 8ª edição, LTC Editora, 1999. \n", "71": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nVIB \nVibrações Mecânicas \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n \n64 \nDIN, EDF  \nEmenta \n1. Movimento Oscilatório \n2. Vibração Livre \n3. Movimento Excitado Harmonicamente \n4. Vibração Transiente \n5. Sistemas de Dois Graus de Liberdade \n6. Sistemas com Múltiplos Graus de Liberdade \n7. Sistemas de Parâmetros Concentrados \n8. Sistemas Contínuos \n9. Equação de Lagrange \n10. Vibração Aleatória \n11. Técnicas para controle de vibrações \nObjetivos \nCapacitar o estudante a analisar os mecanismos quanto a vibrações, visando o projeto de sistemas \nmecânicos. \nBibliografia Básica \nThomson, W. T.; Teoria da Vibração com Aplicações, Editora Interciência, 1978. \n \nBibliografia Complementar \nThomson, W. T.; Theory of Vibration with Applications, 5th Edition, Prentice Hall, 1998. \nInman, D. J.; Engineering Vibration, Prentice Hall, 1994. \nRao, S. S.; Mechanical Vibrations, 3th Edition, Addison-Wesley, 1995. \n", "72": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nMCN \nProjetos de Sistemas Mecânicos \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n \n64 \nRES-II, ELM-II e \nMEM \nEmenta \n1. Considerações gerais sobre a solução de problemas do projeto mecânico \n2.  Análise de funcionalidade, custo, legislação, normalização e considerações ambientais. \n3. Ante-projeto, viabilidade técnico-econômica.  \n4. Projeto de sistema mecânico segundo a normalização; por exemplo, vaso de pressão e \nacessórios segundo o código ASME. Projeto estrutural com requerimentos de análise \nnumérica; por exemplo, projeto de uma viga caixão para ponte rolante. \n5.  Projeto envolvendo a especificação e seleção de componentes; por exemplo, projeto de \num guindaste com seus mecanismos e acessórios. Projeto envolvendo dinâmica \nestrutural; por exemplo, suspensão de um veículo.  \n \nObjetivos \nAplicar os conhecimentos de mecânica dos sólidos no dimensionamento de sistemas \nmecânicos. \n \nBibliografia Básica \nJ.E. Shigley, e C.E. Mischke, Mechanical Engineering Design, McGraw-Hill, 6ª Ed., 2001;  \n \nBibliografia Complementar \nR.L. Norton, Machine Design, An Integrated Approach, 2ª Ed., Prentice-Hall, 2000. \n", "73": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nRES-I \nResistência dos Materiais I \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n \n64 \nEST \nEmenta \n1. Princípios fundamentais da mecânica dos corpos sólidos. \n2. Introdução à mecânica dos corpos deformáveis. \n3. Tensões e deformações. \n4. Relações tensões x deformações (relações constitutivas do material). \n5. Torção. \n6. Flexão. \nObjetivos \nApresentar os fundamentos de análise de tensões e suas aplicações no projeto mecânico. \nBibliografia Básica \nBeer, F. P., Johnston J. R., Russell, E., “Resistência dos materiais”, 3.ed. São Paul006F: Pearson, \n2005. 1255 p. \nBibliografia Complementar \nCrandall, S. H. et al, “An Introduction to the Mecanics os Solids”, 2nd ed, McGraw Hill, 1978. \nBranco, C. A. G., “Mecânica dos Materiais”, Fundação Cauloste Gulbekian, 1985.  \nShigley, J. E., et al, “Mechanical Engineering Design”, McGraw Hill, 1986 \n", "74": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nRES-II \nResistência dos Materiais II \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n \n64 \nRES-I \nEmenta \n1. Deflexões devido à flexão. \n2. Instabilidade estrutural. \n3. Introdução ao projeto mecânico. \n4. Dimensionamento mecânico quanto ao carregamento estático. \n5. Dimensionamento mecânico quanto ao carregamento variável. \nObjetivos \nAprofundar os conhecimentos dos fundamentos de análise de tensões e de suas aplicações no projeto \nmecânico. \nBibliografia Básica \nBeer, F. P., Johnston J. R., Russell, E., “Resistência dos materiais”, 3.ed. São Paulo: Pearson, 2005. \n1255 p. \nBibliografia Complementar \nCrandall, S. H. et al, “An Introduction to the Mecanics os Solids”, 2nd ed, McGraw Hill, 1978. \nBranco, C. A. G., “Mecânica dos Materiais”, Fundação Cauloste Gulbekian, 1985.  \nShigley, J. E., et al, “Mechanical Engineering Design”, McGraw Hill, 1986 \n", "75": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nELM-I \nElementos de Máquinas I \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n \n64 \nRES-II \nEmenta \n1. Princípios Gerais \n2. Revisão do projeto ao escoamento para tensões combinadas.  \n3. Critérios de resistência para diversas classes de materiais. \n4.  Dimensionamento à fadiga sob cargas complexas. Método S-N, linha de Woeler. \nDiagrama de Goodman. Regra de Palmgreen-Miner. Fadiga oligocíclica. Regra de \nCoffin-Manson.  \n5. Fundamentos da mecânicas da fratura. Fator de intensidade de tensão. Tenacidade à \nfratura. Propagação de trincas de fadiga.  \n6. Comportamento à altas temperaturas. Regra de Norton-Arrhenius. Principais \nmecanismos de dano a altas temperaturas.  \n7. Práticas de laboratório de ensaios mecânicos. \nObjetivos \nEstudar detalhadamente os fundamentos do dimensionamento mecânico contra os principais \nmecanismos de falha que limitam a vida de componentes estruturais em serviço real. \n \n \n \n \nBibliografia Básica \nDowling, Mechanical Behavior of Materials, Prentice Hall, 2ª ed., 1999; J.T.P. Castro, & \nM.A Meggiolaro, Fadiga sob Carga Reais de Serviço, PUC-Rio, 2003.  \n \n \n \nBibliografia Complementar \nJuvinall, R. C., “Fundamentals of Machine Component Design”, John Wiley & Sons, Inc., 1983. \nShigley, J. E., et al, “Mechanical Engineering Design”, 1st ed, McGraw Hill, 1986. \n", "76": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nELM-II \nElementos de Máquinas II \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n \n64 \nELM-I \nEmenta \n1. Introdução ao projeto mecânico. Projetos de eixos e árvores. \n2. Elementos de união - Parafusos e conexões. \n3. Molas e elementos flexíveis. \n4. Chavetas e estrias \n5.  Engrenagens de dentes retos. \n6. Engrenagens helicoidais e cônicas; par coroa x sem fim. \n7. Transmissões por correias e correntes. \nObjetivos \nDesenvolvimento de modelos para o dimensionamento dos principais componentes \nencontrados em máquinas e sistemas mecânicos em geral (freios, embreagens, parafusos, \nmolas, mancais de deslizamento e rolamento, engrenagens, elementos flexíveis, etc.). \n \nBibliografia Básica \nJ.E. Shigley, e C.R. Mischke, Mechanical Engineering Design, 6a Ed., McGraw Hill, New \nYork, 2001. \n \nBibliografia Complementar \nJuvinall, R. C., “Fundamentals of Machine Component Design”, John Wiley & Sons, Inc., 1983. \nGodefroid, L. B., “Fundamentos de Mecânica da Fratura”, Depto. Metalurgia da Escola de Minas da \nUFOP, 1995. \nValeriano, D. L., “Gerência em projetos – Pesquisa, Desenvolvimento e Engenharia”, Makron \nBooks, 1998 \n \nCatálogos técnicos de fabricantes. \n", "77": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nMEM \nManutenção Mecânica \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n \n64 \nVIB \nEmenta \n1. Histórico da Manutenção  \n2. Gestão da Manutenção \n3. Tipos de Manutenção \n4. Técnicas de Manutenção \n5. Planejamento e Organização da Manutenção \n6. Diagnóstico e Correção de Falhas nos Elementos de Máquinas \n7. Projeto de Manutenção de Equipamentos Industriais \nObjetivos \nDesenvolver no estudante a capacidade de: diagnosticar, analisar e sanar problemas de falhas nos \nelementos de máquinas, empregando técnicas modernas de manutenção; elaborar planos de \nmanutenção preventiva e relatórios de manutenção. \nBibliografia Básica \nKardec, A., Nascif, J., “Manutenção Função Estratégica”, 2ª ed., Rio de Janeiro: Ed. Qualitymark, \n2001 \n \nBibliografia Complementar \nKardec, A., Carvalho, N. C., Acuri Filho, R., “Gestão Estratégica e Avaliação de Desempenho”, \nKardec, A., Ricardo, J.,  “Gestão Estratégica e Confiabilidade” \nKardec, A., Zen, M. A. G., “Gestão Estratégica e Fator Humano”  \nKardec, A., Seixas, E. S., Flores, J., “Gestão Estratégica e Indicadores de Desempenho”  \nKardec, A., Ribeiro, H., “Gestão Estratégica e Manutenção Autônoma” \nKardec, A., Carvalho, C., “Gestão Estratégica e Terceirização” \nKardec, A., Nascif, J., Baroni , N., “Gestão Estratégica e Técnicas Preditivas” \nKardec, A., Nascif, J., “Manutenção Função Estratégica”  \n", "78": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nCON \nControle \nDEMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n64 \n \n64 \nPSM \nEmenta \n1. Modelagem de sistemas mecânicos, térmicos e fluídicos; \n2. Respostas transitórias de sistemas dinâmicos; \n3. Erros estacionários de sistemas de controle; \n4. Método do lugar das raízes; \n5. Projeto de compensadores e técnicas de compensação; \n6. Análise de resposta em freqüência; \n7. Controladores PID básico e modificado; \n8. Sistemas de controle com dois graus de liberdade; \n9. Análise e projeto de sistemas de controle no espaço de estados. \nObjetivos \nCapacitar o aluno a realizar projetos de sistemas de controle. \nBibliografia Básica \nOgata, K. “Engenharia de Controle Moderno,” Ed. Pearson, 4ª Ed., 2003, 800pp. \n \nBibliografia Complementar \nOgata, K., “Soluções de Problemas de Controle com o Matlab”, Ed. Prentice Hall do Brasil, 1997. \n", "79": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nTRC-I \nTransferência de Calor I \nDCTEF \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nEDF e TER-I \nEmenta \n1. Mecanismos básicos de transferência de calor \n2. Conservação de energia em transferência de calor por mecanismos combinados \n3. Equação geral da transferência de calor por condução \n4. Condução unidimensional e permanente \n5. Resistência térmica \n6. Condução de calor com geração de energia térmica \n7. Superfícies estendidas \n8. Condução de calor em regime transiente \n9. Solução de problemas de condução de calor por diferenças finitas \n10. Troca térmica por radiação \n11. Experiências e demonstrações em laboratório \n12. Aspectos ambientais \nObjetivos \nDesenvolver a compreensão dos fundamentos teóricos da Transferência de Calor, capacitando a \naplicar os conhecimentos adquiridos na solução de problemas práticos de engenharia. \nBibliografia Básica \nIncropera, F. P., Witt, D. P., Fundamentos de Transferência de Calor e Massa, 4a. ed., Ed. LTC, Rio \nde Janeiro, 1992, 455 pp. \nBibliografia Complementar \nOsizik, M. N., Transferência de Calor, um texto básico, 1a. ed., Ed. Guanabara, Rio de Janeiro, 1990, \n661 pp..  \nSissom,L.E., Pitts, D. R., Fenômenos de Transporte, Ed. Guanabara, Rio de Janeiro, 1988, 765 pp.  \nAdrin Bejan, Transferência de Calor, Ed. Edgard Blucher, Sãp Paulo, 1996, 540 pp.  \nKreith, F., Bohn, M. S., Princípios de Transferência de Calor, Ed Thomson, São Paulo, 2003, 774 pp.\n", "80": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nTRC-II \nTransferência de Calor II \nDCTEF \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nTRC-I \nEmenta \n1. Descrição do problema fundamental da transferência de calor por convecção \n2. Camadas limite térmica e de concentração \n3. Equações gerais da transferência de calor por convecção \n4. Parâmetros adimensionais \n5. Similaridade \n6. Analogia entre transferência de calor e de massa \n7. Convecção em escoamentos externos \n8. Convecção em escoamentos internos \n9. Condensação e evaporação \n10. Trocadores de calor \n11. Experiências e demonstrações em laboratório \n12. Aspectos ambientais \nObjetivos \nDesenvolver a compreensão dos fundamentos teóricos da Transferência de Calor, capacitando a \naplicar os conhecimentos adquiridos na solução de problemas práticos de engenharia. \nBibliografia Básica \nIncropera, F. P., Witt, D. P., Fundamentos de Transferência de Calor e Massa, 4a. ed., Ed. LTC, Rio \nde Janeiro, 1992, 455 pp. \nBibliografia Complementar \nOsizik, M. N., Transferência de Calor, um texto básico, 1a. ed., Ed. Guanabara, Rio de Janeiro, 1990, \n661 pp..  \nSissom,L.E., Pitts, D. R., Fenômenos de Transporte, Ed. Guanabara, Rio de Janeiro, 1988, 765 pp.  \nAdrina Bejan, Transferência de Calor, Ed. Edgard Blucher, Sãp Paulo, 1996, 540 pp.  \nKreith, F., Bohn, M. S., Princípios de Transferência de Calor, Ed Thomson, São Paulo, 2003, 774 pp.\n", "81": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nMFL-I \nMecânica dos Fluidos I \nDCTEF \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nEDF e EST \nEmenta \n1. Definição de fluido \n2. Viscosidade \n3. Descrição e classificação dos escoamentos \n4. Formação da camada limite \n5. Estática dos fluidos \n6. Equações integrais da conservação da massa e da variação da quantidade de movimento \n7. Equações diferenciais da conservação da massa e da variação da quantidade de movimento \nObjetivos \nIntroduzir os  conceitos fundamentais de mecânica dos fluidos, visando sua aplicação a processos e \nequipamentos industriais. \nBibliografia Básica \nFox, R.W. e McDonald, A. T., Introdução à Mecânica dos Fluidos, ed. Guanabara Koogan, 5a \nedição, LTC Editora (2001). \nBibliografia Complementar \nPotter, M. C., Wiggert, D. C., Mecânica dos Fluidos, Ed Thomson, São Paulo, 2004, 690 pp. \nMunson, R. B.; Young, D. F. e Okhiishi, T. H., Fundamentos da Mecânica dos Fluidos, vols. 1 e 2, \n2a ed., ed. Edgard Blücher Ltda.  \nSissom,L.E., Pitts, D. R., Fenômenos de Transporte, Ed. Guanabara, Rio de Janeiro, 1988, 765 pp \n", "82": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nMFL-II \nMecânica dos Fluidos II \nDCTEF \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nMFL-I \nEmenta \n1. Semelhança, análise dimensional e modelos físicos \n2. Equação de Bernoulli \n3. Medidas de pressão e vazão \n4. Cálculo de perda de carga \n5. Análise de redes de tubulações \n6. Arrasto e sustentação em corpos imersos \n7. Transição e turbulência \n8. Introdução ao escoamento compressível \n9. Experimentos e demonstrações em laboratório \nObjetivos \nAprofundar os  conceitos fundamentais de mecânica dos fluidos, visando sua aplicação a processos e \nequipamentos industriais. \nBibliografia Básica \nFox, R.W. e McDonald, A. T., Introdução à Mecânica dos Fluidos, ed. Guanabara Koogan, 5a \nedição, LTC Editora (2001). \nBibliografia Complementar \nPotter, M. C., Wiggert, D. C., Mecânica dos Fluidos, Ed Thomson, São Paulo, 2004, 690 pp. \nMunson, R. B.; Young, D. F. e Okhiishi, T. H., Fundamentos da Mecânica dos Fluidos, vols. 1 e 2, \n2a ed., ed. Edgard Blücher Ltda.  \nSissom,L.E., Pitts, D. R., Fenômenos de Transporte, Ed. Guanabara, Rio de Janeiro, 1988, 765 pp \n", "83": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSFD \nSistemas Fluidodinâmicos \nDCTEF \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nMFL-II \nEmenta \n1. Descrição, classificação e princípio de funcionamento das máquinas de fluxo e volumétricas \n2. Quedas, potências e rendimentos \n3. Bombas centrífugas \n4. Bombas de deslocamento \n5. Sistemas de bombeamento \n6. Turbinas hidráulicas \n7. Ventiladores \n8. Sistemas de ventilação \n9. Atuadores hidráulicos e pneumáticos \n10. Aspectos ambientais \n11. Experimentos e demonstrações em laboratório \nObjetivos \nApresentar os sistemas e equipamentos fluidodinâmicos, capacitando para seu dimensionamento e \nseleção. \nBibliografia Básica \nDe Mattos, E. E., de Falco, R., Bombas Industriais, ed. Técnica ltda., Rio de Janeiro - RJ, 1989. \nMacyntire, A. J., Bombas e Instalações de Bombeamento, Ed. Guanabara  Koogan, Rio de Janeiro, \n1980  \nMacyntire, A. J., Máquinas Motrizes Hidráulicas, Ed. Guanabara Dois, Rio de Janeiro, 1983, 649 pp. \nMataix, C., Turbomáquinas Hidráulicas, ICI, Ed. Madrid. \nBibliografia Complementar \nDe Mattos, E. E., de Falco, R., Bombas Industriais, ed. Técnica ltda., Rio de Janeiro - RJ, 1989. \nMacyntire, A. J., Bombas e Instalações de Bombeamento, Ed. Guanabara  Koogan, Rio de Janeiro, \n1980  \nMacyntire, A. J., Máquinas Motrizes Hidráulicas, Ed. Guanabara Dois, Rio de Janeiro, 1983, 649 pp. \nMataix, C., Turbomáquinas Hidráulicas, ICI, Ed. Madrid. \n", "84": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nTER-I \nTermodinâmica I \nDCTEF \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nOOT \nEmenta \n1. Conceitos básicos da Termodinâmica \n2. Lei zero da Termodinâmica \n3. Propriedades de substâncias puras \n4. Primeira Lei da Termodinâmica para sistemas e volumes de controle \n5. Conservação da massa \n6. Entalpia, energia interna e calores específicos \n7. Segunda Lei da Termodinâmica \n8. Ciclos de Carnot e eficiência térmica teórica máxima \n9. Entropia \n10. Experimentos e demonstrações em laboratório \nObjetivos \nIntroduzir os  conceitos da termodinâmica clássica \nBibliografia Básica \nVan Wyllen, G. J., Sonntag, R. E., Borgnakke, C., Fundamentos da Termodinãmica, 5a. Edição, Ed. \nEdgard Blucher, São Paulo, 1998, 537 pp. \nBibliografia Complementar \nGranet, Irving.  Termodinamica e energia termica. 4 ed. Rio de Janeiro: PHB, 1995. 534 p. \nY. A. Cengel, M. A. Boles, “Termodinâmica” 3ª ed, McGrawHill, 1997 \nMoran, M. J., Shapiro, H. N. “Princípios de Termodinâmica para Engenharia”, 4ª ed, LTC, 2002 \n", "85": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nTER-II \nTermodinâmica II \nDCTEF \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nTER-I \nEmenta \n1. Irreversibilidade, exergia e análise de Segunda Lei \n2. Ciclos de geração de potência  \n3. Ciclos de refrigeração \n4. Misturas de gases ideais e psicrometria \n5. Misturas reativas e combustão \n6. Equilíbrio químico e de fase \n7. Experimentos e demonstrações em laboratório \nObjetivos \nEstender os conceitos da termodinâmica clássica em temas relacionados a análise de sistemas e ao \ncomportamento de misturas. \nBibliografia Básica \nVan Wyllen, G. J., Sonntag, R. E., Borgnakke, C., Fundamentos da Termodinãmica, 5a. Edição, Ed. \nEdgard Blucher, São Paulo, 1998, 537 pp. \nBibliografia Complementar \nGranet, Irving.  Termodinamica e energia termica. 4 ed. Rio de Janeiro: PHB, 1995. 534 p. \nY. A. Cengel, M. A. Boles, “Termodinâmica” 3ª ed, McGrawHill, 1997 \nMoran, M. J., Shapiro, H. N. “Princípios de Termodinâmica para Engenharia”, 4ª ed, LTC, 2002 \n", "86": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSTP \nSistemas Térmicos de Potência \nDCTEF \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nTER-II e TRC-II \nEmenta \n1. Geradores de vapor \n2. Condensadores \n3. Turbinas a vapor \n4. Compressores axiais e centrífugos \n5. Turbinas a gás \n6. Motores de combustão interna \n7. Experimentos, simulações computacionais e demonstrações em laboratório. \n8. Aspectos ambientais \nObjetivos \nApresentar os sistemas de conversão de energia e seus componentes, capacitando para a análise \ntermodinâmica de sistemas. \nBibliografia Básica \nTaylor, Charles F. “Analise dos motores de combustao interna”, São Paulo: Edgard Blucher, 1988. \nBazzo E. “Geração de Vapor”, Editora da UFSC, Florianópolis, 1995 216p \nBibliografia Complementar \nEl-Wakil, MM, “Powerplant Technology”, McGraw-Hill, 1984 \nCulp Jr., AW, “Principles of Energy Conversion”, 2nd edition, McGraw-Hill, 1991 \nHeywood, J. B., “Internal Combustion Engine Fundamentals”, McGraw-Hill, 1989 \nBathie, W. W., “Fundamentals of gas turbines”, 2nd ed. New York: Wiley, 1995 \nSaravanamuttoo, H.I.H.; Cohen, H.; Rogers, G. F.C. “Gas turbine theory”, 5th ed, Pearson \nEducation, 2001. \n", "87": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nSTR \nSistemas Térmicos de Refrigeração \nDCTEF \nCarga Horária \nTipo \nTeórica \nLaboratório \nTotal \nPré-Requisitos \nOB \n48 \n16 \n64 \nSTP \nEmenta \n1. Conforto térmico \n2. Carga térmica \n3. Condicionamento de ambientes \n4. Sistemas de refrigeração \n5. Compressores de deslocamento positivo \n6. Turbocompressores para refrigeração \n7. Condensadores e evaporadores \n8. Dispositivos de expansão \n9. Experimentos e demonstrações em laboratório \n10. Aspectos ambientais \nObjetivos \nCapacitar a dimensionar sistemas de refrigeração e ar condicionado e seus componentes. \nBibliografia Básica \nStoecker, W. F.; Jones, J. W. Refrigeração e Ar-Condicionado. McGraw-Hill, São Paulo, 1985.  \nStoecker, W. F., “Refrigeracao Industrial”, Ed. Edgard Blucher, 1994. \nBibliografia Complementar \nStoecker, W. F., “Refrigeracao Industrial”, Ed. Edgard Blucher, 1994. \nVários, ASHRAE Handbooks (Applications, Fundamentals, Refrigeration, Systems and Equipment) \n \n", "88": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nTEM-I a TEM-V \nTópicos Especiais em Engenharia Mecânica I a V \nCOMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOP \n \n \n64 \nAprovados  pelo \nColegiado de \nCurso, quando da \noferta \nEmenta \nAssuntos variáveis na área de engenharia mecânica aprovados pelo Colegiado de Curso, quando \nda oferta ou Atividades Complementares aprovadas pelo Colegiado. O aluno será esponsável em \nescolher as unidades curriculares dentro do curso ou em outra instituição. \nObjetivos \nApresentar desenvolvimentos recentes na área de Engenharia Mecânica não contemplados \nnas disciplinas de ementa fixa. \n \nBibliografia Básica \nAprovada pelo Colegiado de Curso, quando da oferta \nBibliografia Complementar \nAprovada pelo Colegiado de Curso, quando da oferta \n", "89": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nTIM \nTrabalho de Integração Multidisciplinar \nDEMEC/DCTEF \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n \n \n40 \n2160 horas em \nunidades \ncurriculares  \nEmenta \nTrabalho de síntese e integração dos conhecimentos adquiridos ao longo do curso. \nDesenvolvimento, em um grupo de no máximo cinco alunos, de um tema aprovado pelo Colegiado, \nna forma de projeto. \n \n \nObjetivos \nDesenvolver o potencial criativo, técnico e crítico na elaboração de um projeto na área \nde Engenharia Mecânica. \n \nBibliografia Básica \nA.L. Cervo, P. A. Bervian, R. Silva, “Metodologia científica”, 6ª Ed., São Paulo: \nPearson Prentice Hall, 2006. \nP.A. Furaste, “Normas Técnicas para Trabalho Científico”, 6ª Ed., Furate, 2006. \n \nBibliografia Complementar \nAssociação Brasileira de Normas Técnicas - ABNT. “Trabalhos acadêmicos: \nNBR 14724”, São Paulo, 2001. \nAssociação Brasileira de Normas Técnicas - ABNT. “Referências: elaboração: \nNBR-6023”, São Paulo: 2000. \nAssociação Brasileira de Normas Técnicas - ABNT. “Sumário: procedimentos: \nNBR-6027”, São Paulo: 1989. \nAssociação Brasileira de Normas Técnicas - ABNT. “Numeração progressiva \ndas seções de um documento. NBR-6024”, São Paulo: 1989. \nAssociação Brasileira de Normas Técnicas - ABNT. “Citação de texto: NBR- \n10520”, São Paulo: 2001. \nAssociação Brasileira de Normas Técnicas - ABNT. “Preparação da folha de \nrosto de livro: NBR 10524”, São Paulo: 1989. \n \n", "90": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nMCC \nTrabalho de Conclusão de Curso \nCOMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOB \n \n \n40 \n2880 Horas em \nunidades \nCurriculares \nEmenta \nDesenvolvimento individual de um tema em Engenharia Mecânica aprovado pelo Colegiado. \nObjetivos \nO Trabalho de Conclusão de Curso é uma atividade obrigatória para a conclusão do curso, devendo ser \nrealizado individualmente, sob a orientação de um professor que componha o corpo docente da \ninstituição e designado pelo colegiado do curso. \nO Trabalho de Conclusão de Curso tem como objetivo incentivar o aluno à pesquisa e à conseqüente \nformação crítica sobre assuntos pertinentes a sua formação, bem como desenvolver habilidade em \npesquisa bibliográfica e de campo e integração entre as disciplinas \ncurriculares. \n \nBibliografia Básica \nA.L. Cervo, P. A. Bervian, R. Silva, “Metodologia científica”, 6ª Ed., São Paulo: \nPearson Prentice Hall, 2006. \nP.A. Furaste, “Normas Técnicas para Trabalho Científico”, 6ª Ed., Furate, 2006. \n \nBibliografia Complementar \nW.A. Bazzo, “Introdução à engenharia: Conceitos, ferramentas e \ncomportamentos”, 1ª Ed., Florianópolis: Ed. da UFSC, 2007. \nA.F. Chalmers, “O que é ciência afinal”, São Paulo: Brasiliense, 2008. \nV.C. Feitosa, “Comunicação na Tecnologia: Manual de Redação Científica”, \nSão Paulo: Ed. Brasiliense, 1987. \nA. Goaltly, “Critical reading and writing: an introductory coursebook”, London: \nRoutledge, 2005. \nKleiman, “Oficina de leitura: teoria e prática”, 4ª Ed., Campinas: Ed. Unicamp, \n1996. \n \n \n \n \n \n \n", "91": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla \nUnidade Curricular \nDepartamento \nLIB \nLibras \nCOMEC \nCarga Horária \nTipo \nTeórica \nPrática \nTotal \nPré-Requisitos \nOP \n \n \n64 \n \nEmenta \nLIBRAS e educação especial: histórico, contextualização e o papel político-pedagógico da \nescola. \n \nO papel do professor de LIBRAS. A linguagem e a surdez.  \n \nEstrutura lingüística da LIBRAS. Introdução à Gramática de LIBRAS. \n \nObjetivos \nDesenvolver um curso básico de LIBRAS - Língua Brasileira de Sinais -  para capacitar os \nfuturos engenheiros mecânicos, oportunizando preparo para melhor atender a demanda e \ncumprir as exigências da legislação nacional na área de atendimento às pessoas com \nnecessidades especiais. \nBibliografia Básica \n1) GAIO, R. & MENEGHETTI, R.G.K. Caminhos Pedagógicos da Educação Especial. \nPetrópolis: Vozes, 2004. \n2) STAINBACK, W. & LOPES, M.F. Inclusão: Um Guia Para Educadores. Porto Alegre: \nArtmed, 1999. \n3) ALMEIDA, E.C. & DUARTE, P.M. Atividades Ilustradas e Sinais da LIBRAS. Rio de \nJaneiro: Revinter, 2004. \n \n \nBibliografia Complementar \n4) QUADROS, R.M. & KARNOPP, L.B. Língua de Sinais Brasileira – Estudos \nLingüísticos. Porto Alegre: Artmed, 2003. \n5) BRASIL, Política Nacional de Educação Especial. Brasil. Livro. Brasília: MEC,1994. \n6) BRASIL, Diretrizes Nacionais para a Educação Especial na Educação Básica. MEC, 2001\n \n \n \n", "92": "Tabela de Equivalência 2009 \n \n \nUnidade Curricular- 2006 \nSigla\nCH \nUnidade Curricular - 2009 \nSigla \nCH \nÁlgebra nea\nLi\nr \nALG\n60\nÁlgebra Linear\nALG \n64\nCálculo I \nCAL-I\n90\nCálculo I\nCAL-I \n96\nCálculo II \nCálculo Vetorial II \nCAL-II \nCVT-II \n60 \n60 \nCálculo II \nCálculo Vetorial II \nCAL-II \nCVT-II\n64 \n64 \nEquações Diferencia  \nis\nEDF\n60 \nEquações Diferenciais \nEDF \n64 \nMétodos Numéric s \no\nMNU\n60\nMétodos Numéricos\nMNU \n64\nCálculo Vetorial I \nCVT-I\n60\nCálculo Vetorial I\nCVT-I \n64\nDesenho Técnico - I \nDET-I \n45 \nDesenho Técnico - I \nDET-I \n32 \nDesenho Técnico - II \nDET-II\n45\nDesenho Técnico - II\nDET-II\n64\nElementos de Máquinas I \nELM-I\n60\nElementos de Máquinas I\nELM-I \n64\nElementos d\ne Máquinas II \nELM-II\n60\nElementos de Máquinas II\nELM-II\n64\nEletrotécnica \nELE\n60\nEletrotécnica\nELE \n64\nEstatística e Probabilidade \nESP\n60 \nEstatística e Probabilidade \nESP \n64 \nMecânica Fundamental \nMecânica Fundamental Experimental \nMEC \nMEX\n60 \n15 \nMecânica Fundamental \nMEC \n64 \nOscilações, Ondas e Te\nrmodinâmica \nOOT\n60\nOscilações, Ondas e Termodinâmica\nOOT \n64\nEngenharia Econômica \nECO\n45 \nFundamentos deEngenharia para Economia  \nECO \n32 \nProcessos Metalúrgicos de Fabricação\nPMF\n60\nProcessos Metalúrgicos de Fabricação\nPMF \n64\nControle \nInstrumentação \nCON \nINT\n60 \n60\nControle \nInstrumentação\nCON \nINT \n64 \n64\nManutenção Mecânica \nMEM\n60\nManutenção Mecânica\nMEM \n64\nSistemas Fluidodinâmicos \nSFD\n60\nSistemas Fluidodinâmicos\nSFD \n64\nTermodinâmica I \nSistemas Térmicos de Potência \nTER-II \nSTP\n60 \n60\nTermodinâmica I \nSistemas Térmicos de Potência\nTER-II \nSTP \n64 \n64\nIntrodução a Engenharia  \nINT \n30 \nSemináriio I \nSEM-I\n40 \nTermodinâmica II \nSistemas Térmicos de Refrigeração \nTER-II \nSTR\n60 \n60\nTermodinâmica II \nSistemas Térmicos de Refrigeração\nTER-II \nSTR \n64 \n64\nEstrutura e Propriedades dos Materiais de Engenharia \nEPM \n60 \nEstrutura e Propriedades dos Materiais de Engenharia \nEPM \n64 \nEngenharia dos Materiais Metálicos \nEngenharia dos Materiais Não Metálicos\nEMM \nENM\n60 \n60\nEngenharia dos Materiais Metálicos \nEngenharia dos Materiais Não Metálicos\nEMM \nENM \n64 \n64\nMecanismos \nVibrações Mecânicas \nMCN \nVIB\n60 \n60\nProjetos de Sistemas Mecânicos \nVibrações Mecânicas\nPSM \nVIB \n64 \n64\nMecânica dos Fluidos I \nMFL-I\n60\nMecânica dos Fluidos I\nMFL-I \n64\nEstática \nDinâmica \nEST \nDIN\n60 \n60\nEstática \nDinâmica\nEST \nDIN \n64 \n64\nAdministração \nADM \n30 \nFundamentos de Administração para Engenharia \nADM \n32 \nProgramação de Computadores \nPRC \n60 \nProgramação de Computadores \nPRC \n64 \nUsinagem dos Materiais \nConformação Mecânic  \na\nUSI \nCFM \n60 \n60 \nUsinagem dos Materiais \nConformaçã\nMecânica \no \nUSI \nCFM \n64 \n64 \nCiências do Ambiente \n \nCAB\n30 \nSeminário III \nSEM-II\n40 \nQuímica \nQUI\n60 \nQuímica Geral para Engenharias \nQUI \n64 \nResistência dos Materiais I \nRES-I\n60\nResistência dos Materiais I\nRES-I \n64\nResistênci  dos Materiais II \na\nRES-II\n60 \nResistência dos Materiais II \nRES-II\n64 \nSociologia \nSOC\n30\nSeminário-VIII\nSEM-\n40\nProcessos\n Metalúrgicos de Fabricação\nPMF\n60\nProcessos Metalúrgicos de Fabricação\nPMF \n64\nMetrologia \nMET\n60\nMetrologia\nMET \n64\nUsinagem dos Materiais \nUSI\n60\nUsinagem dos Materiais\nUSI \n64\nConformação Mecânica \nCFM \n60 \nConformação Mecânica \nCFM \n64 \nComando Numérico Computadorizado \nCNC\n60\nProcessos não convencionais de Usinagem \nPNC \n64\nTransferência de Calor I \nTRC-I \n60 \nTransferência de Calor I \nTRC-I \n64 \nMetodologia Científica e Tecnológica \nMET \n60 \nSeminário II \nSEM-III\n64 \n \n"}