{"1": " \n  \nCONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n \n \nRESOLUÇÃO No 032, de 30 de novembro de 2016.  \n \n \nAprova o Projeto Pedagógico do Curso de \nEngenharia Química .  \n \n \n O PRESIDENTE DO CONSELHO DE ENSINO, PESQUISA E EXTENSÃO \nDA UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ, no uso de suas \natribuições legais e  estatutárias, e considerando o Parecer no 085, de 30/11/2016, deste \nmesmo Conselho : \n \n   \n \n RESOLVE:  \n \n \n Art. 1º Aprovar o Projeto Pedagógico do Curso de Engenharia Química, \nanexo a esta Resolução.  \n \n Art. 2º Exclusivamente para garantir o fluxo dos discentes  no Curso \ndurante a transição para o novo Projeto Pedagógico de Curso (PPC), o(s) currículo(s) \nanterior(es) coexistirá(ão) com o Currículo 2017 por no máximo três semestres letivos a \npartir do início da vigência do novo PPC, sendo extinto(s) por completo a pós esse \nperíodo.  \n \n Art. 3º Esta Resolução entra em vigor na data de sua publicação.  \n \n Art. 4º Revogam -se as Resoluções/CONEP nº 007, de 18 de junho de \n2008; nº 045, de 10 de outubro de 2011; e nº 028, de 17 de outubro de 2012.  \n \n \n \n \nSão João del -Rei, 30 de  novembro de 2016.  \n \n \n \n \n \nProf. SÉRGIO AUGUSTO ARAÚJO DA GAMA CERQUEIRA  \nPresidente do Conselho de Ensino, Pesquisa e Extensão  \n \n \n \nPublicada nos quadros da UFSJ em 01/12/2016.  \n \n  \n ", "2": " \n  \nCONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n \n \n \n \n \nColegiado do Curso de Engenharia Química  \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO  \n \nCURSO DE GRADUAÇÃO EM ENGENHARIA QUÍMICA  \n \nGrau A cadêmico : Bacharelado  \n \n \n \n \n \n \n \n \n \n \nOuro Branco/MG  \n \nNovembro de 2016  \n ", "3": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n \nSUMÁRIO  \n \n1. 1.HISTÓRICO  3 \n2. 2.APRESENTAÇÃO  4 \n3. BASE LEGAL  4 \n4. 4.OBJETIVOS  5 \n5.  5.PERFIL DO CURSO  7 \n6.  6.COMPETÊNCIAS, HABILIDADE S E ATRIBUIÇÕES LEGAIS  9 \n7. PERFIL DO EGRESSO  11 \n8. OFERECIMENTO  12 \n9. ATIVIDADES COMPLEMENTARES  13 \n10. ORGANIZAÇÃO CURRICULAR  14 \n    10.1. FUNDAMENTOS DIDÁTICOS -PEDAGÓGICOS  14 \n    10.2. NÚCLEO DE CONTEÚDOS BÁSICOS  16 \n    10.3. NÚCLEO DE CONTEÚDOS P ROFISSIONALIZANTES  16 \n    10.4. NÚCLEO DE CONTEÚDOS ESPECÍFICOS  17 \n    10.5. PRÉ-REQUISITOS E CO -REQUISITOS  19 \n    10.6. \n    10.7.  DISTRIBUIÇÃO DOS CONTEÚDOS  \nCONTEÚDOS TRANSVERSAIS  19 \n21 \n11. ESTRUTURA CURRICULAR  22 \n12. FLUXOGRAMA  24 \n13. EMENTÁRIO  25 \n14. ESTÁGIO CURRICULAR  85 \n15. TRABALHO DE CONCLUSÃO DE CURSO (TCC)  86 \n16. RECURSOS HUMANOS  86 \n17. INFRASTRUTURA  87 \n18. GESTÃO DO CURSO E DO PPC  87 \n19.  SISTEMA DE A V ALIAÇÃO DO PPC  94 \n20.  SISTEMA DE A V ALIAÇÃO  DO PROCESSO DE ENSINO E APRENDIZAGEM  94 \n21. ATO AUTORIZATIVO (RECONHECIMENTO DO CURSO)  95 \n22. FORMULÁRIO DE CONDIÇÕES DE OFERTA E DE CADASTRO DE CURSO \nPARA DICON  96 \n \n \n \n ", "4": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n3 1. HISTÓRICO  \n \nA Universidade Federal de São João del -Rei (UFSJ) originou -se das t rês instituições de ensino superior \nexistentes na década de 1980 na cidade de São João del -Rei, Faculdade Dom Bosco de Filosofia, Ciências e \nLetras, Faculdade de Ciências Econômicas, Administrativas e Contábeis e Faculdade de Engenharia Industrial. \nÉ num c ontexto de resgate histórico que nasce a Fundação de Ensino Superior de São João del -Rei - FUNREI, \napós a assinatura da Lei nº 7.555 de 18 de dezembro de 1986, pelo então Presidente José Sarney. Em 19 de \nabril de 2002, a instituição torna -se Universidade F ederal (Lei 10.425 ). \nAtualmente, a UFSJ possui seis campi . Sendo  três deles localizados na cidade sede de São João Del -\nRei: Campus  Santo Antônio, Dom Bosco e Tancredo Neves e três campi  avançados (fora de sede) situados nas \ncidades de Ouro Branco, Divinópo lis e Sete Lagoas. Oferece  diversos  cursos de graduação  nas modalidades \npresencial e à distância , nas diferentes  áreas do conhecimento . No que se refere à pesquisa e ao ensino de pós -\ngraduação, a universidade possui vários programas de mestrado e doutorado . \nPor meio da Portaria SESu/MEC n0 313, de 12 de abril de 2007, o Ministério da Educação instituiu uma \ncomissão, instalada no Departamento de Desenvolvimento da SES U, para discutir a concepção do Campus  \nAlto Paraopeba.1 A partir dos resultados do trabalho dessa, foi elaborado o documento “ CAMPUS  ALTO \nPARAOPEBA DA UFSJ: DIRETRIZES GERAIS”, aprovado no Conselho Universitário da UFSJ, em reunião \nextraordinária de 18/02/08, conforme Resolução 003/08, de 18/02/08. Tal documento traz os aspectos gerais \nda concepç ão acadêmica dos cursos, conforme apresentamos, de forma sintética, logo a seguir:  \n \n protagonismo estudantil – aposta na capacidade de estudo e criatividade dos estudantes;  \n trabalho em equipe;  \n constituição sistemática de trabalhos voltados à contextualizaçã o e integração curricular;  \n uso de novas tecnologias de informação e comunicação (NTICs) a serviço do processo ensino -\naprendizagem e do desenvolvimento de inovações;  \n prática da interdisciplinaridade;  \n conexão entre ensino -pequisa -extensão;  \n adesão a projetos de iniciação científica, inovação educacional e extensão universitária;  \n tutoria para o conjunto dos estudantes (tendo em vista orientações acadêmicas e aconselhamentos \nde ordem geral).  \n \nDe uma forma geral, a concepção dos cursos foi focada na prática de um a educação direcionada para a \nformação de um profissional dotado de senso crítico, de ética e com competência técnica. Assim sendo, \nespera -se que esse profissional atue no mercado de trabalho, comprometido com as transformações sociais, \npolíticas e cultura is e gere conhecimento científico e tecnológico para a sociedade.  \n                                                 \n1 A comissão constituiu -se por Helvécio Luiz Reis (Presidente), Agenor Fleury, Aug usto Galeão, Claudio Habert, Edson Watanabe, \nEvando Mirra, HelioWaldman e Marco Antônio Tourinho Furtado.  ", "5": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n4 2. APRESENTAÇÃO  \n \nEste documento apresenta o Projeto Pedagógico do Curso de Graduação em Engenharia Química do \nCampus  Alto Paraopeba da UFSJ, adequado às Diretrizes Curriculares dos Cursos d e Graduação em \nEngenharia (Resolução CNE/CES nº 11 de 11/03/2002 e Resolução 2/2007), aos Aspectos Gerais da \nConcepção Acadêmica dos Cursos de Engenharia no Campus Alto Paraopeba (Resolução UFSJ nº 003 de \n18/02/2008), às Diretrizes para Elaboração do PPC ( Resolução UFSJ nº 0 27 de 09/2013) e às informações \nsolicitadas pelo INEP, como integrante do Sistema Nacional de Avaliação do Ensino Superior – SINAES.  \nA Engenharia Química é um dos cinco cursos de graduação ofer tados  no Campus  Alto Paraopeba da \nUFSJ, a pa rtir de sua implantação em fevereiro de 2008. Voltado para a educação tecnológica, o Campus  Alto \nParaopeba é bastante recente. Em 2005, a Universidade Federal de São João Del -Rei iniciou estudos para a \ncriação do Campus  Alto Paraopeba. Já em 2007 o  Campus  foi oficialmente criado pela Resolução CONSU nº \n026, de 3 de agosto de 2007. N esse mesmo ano, realizou -se o primeiro vestibular paraos cursos de Engenharia \nMecatrônica, Engenharia Civil com ênfase em Estruturas Metálicas, Engenharia Química, Engenharia de \nTelecomunicações e Engenharia de Bioprocessos, com  turmas com início em março de  2008 . \nO Campus  Alto Paraopeba está localizado na divisa entre as cidades de Ouro Branco e Congonhas, nas \ninstalações do antigo Escritório Central e Centro de Treinamento da Ge rdau/ Açominas. O Campus  ocupa uma \nárea de 81.000 mil metros quadrados . As instalações foram cedidas pela empresa Gerdau  à UFSJ em regime \nde comodato para o propósito específico de implantação da universidade.  \nO Projeto Pedagógico do Curso de Engenharia Qu ímica foi aprovado pela Resolução no 7, de maio de \n2008. O curso foi iniciado  com oferta de 50 vagas em período noturn o e, a partir de 2009, passou a oferecer \ntambém 50 vagas no curso integral. A mbos com duração de cinco anos, divididos em 10 semestres, se ndo que \ncada semestre apresenta dezoito semanas letivas. A matriz curricular  presente nesse documento, serve de \norientação quanto ao ordenamento lógico das unidades curriculares.  \n \n3. BASE LEGAL  \n \nOs cursos de Educação Superior no Brasil estão fundamentados  na Lei 9394/96 (Lei deDiretrizes  e \nBases da Educação Nacional/ LDB), regulamentada pela Resolução CEE Nº 127 de 1997.Especificamente, os \nCursos de Bacharelado em Engenharia Química devem se basear na Resolução CNE/CES nº 11 de 11 de \nmarço de 2002. Outros p areceres e resoluções adicionais são listados a seguir:  \n \n Parecer CNE/CES 108, de 7 de maio de 2003, que define a duração de cursos presenciais \ndeBacharelado;  \n Parecer CNE/CES 329, de 11 de novembro de 2004, que institui a carga horária mínima dos cursosde \ngraduação, bacharelados, na modalidade presencial;  ", "6": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n5  Parecer CNE/CES 8, de 31 de janeiro de 2007, que dispõe sobre carga horária mínima \neprocedimentos relativos à integralização e duração dos cursos de graduação, bacharelados, \nnamodalidade presencial;  \n Resoluç ão CNE/CES 2, de 18 de junho de 2007, que dispõe sobre carga horária mínima \neprocedimentos relativos à integralização e duração dos cursos de graduação, bacharelados, \nnamodalidade presencial;  \n Resolução CNE/CES 3, de 2 de julho de 2007, que dispõe sobre pro cedimentos a serem \nadotadosquanto ao conceito de hora -aula, e dá outras providências;  \n Resolução 022/2013/CONEP/UFSJ, de 31 de julho de 2013, que regulamenta a duração da hora -\naulanos Cursos de Graduação e estabelece o horário institucional da UFSJ;  \n Resoluç ão 027/2013/CONEP/UFSJ, de 11 de setembro de 2013, que estabelece definições,  princípios, \ngraus acadêmicos, critérios e padrões para organização dos Projetos Pedagógicos deCursos de \nGraduação na Universidade Federal de São João del -Rei. \n \nEm relaçã o aos Dec retos -Leis, Leis e às R esoluções do Conselho Nacional de Educação  (CNE)  que \ndeterminam a inclusão e a relevância de temas como:   \n \n1) Educação das Relações Étnico -Raciais e para o Ensino de História e Cultura Afro -Brasileira e \nAfricana (CNE CP 01/2004);  \n2) Diretrizes Nacionais para a Educação em Direitos Humanos (CNE CP01/2012);  \n3) Diretrizes Curriculares Nacionais para a Educação Ambiental (CNE CP 02/2012);  \n4) Ensino da Língua Brasileira de Sinais – Libras (Decreto 5.626/2006);  \n5) Estabelecimento de Cri térios para a Promoção de Acessibilidade das Pessoas Portadoras de \nDeficiência ou com mobilidade reduzidas (Decreto 5.296/2004);  \n6) Regulamentação da Política Nacional de Proteção dos Direitos da Pessoa com transtorno do Espectro \nAutista (Decreto 8.368/20 14);  \n7) Educação Ambiental (Lei 9.795/1999) e  \n8) Obrigatoriedade da temática História e Cultura Afro -Brasileira (Lei 10.639/2003) . \n \n4. OBJETIVOS  \n \nA Engenharia Química trata de processos industriais nos quais transformações químicas estão presentes \nem eta pas fundamentais. O curso forma profissionais com perfil generalista, aptos a atuar nas diversas áreas \nda profissão e com condições de acompanhar e participar do rápido desenvolvimento científico -tecnológico \natual.  \nPara a conquista de tais objetivos, entre  as competências, habilidades, atitudes e valores fundamentais \nesperados do engenheiro químico a ser formado, destacam -se as capacidades de:  ", "7": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n6  \nI. identificar, formular e solucionar problemas relacionados ao desenvolvimento de serviços, processos \ne produtos relativos às indústrias químicas e correlatas, aplicando conhecimentos científicos, \ntecnológicos e instrumentais, incluindo metodologias computacionais, buscando soluções que garantam \neficiência cientifica tecnológica, ambiental e econômica dentro de condu tas éticas e de segurança;  \nII. conhecer a bibliografia relacionada à engenharia química, inclusive as disponíveis eletrônica e \nremotamente, e, que saiba acessá -las e utilizá -las na solução dos problemas profissionais;  \nIII. relacionar informações intra e en tre diferentes áreas do conhecimento, desenvolvendo as \ncapacidades de análise, síntese, generalização (indutiva e dedutiva) e o raciocínio associativo;  \nIV. desenvolver, sistematizar e aprimorar conhecimentos básicos, referentes tanto ao desenvolvimento \ncientífico quanto ao desenvolvimento tecnológico, necessários à solução de problemas na sua área de \natuação;  \nV. atuar dentro das atuais tendências do mercado, destacando a biotecnologia e ciências ambientais;  \nVI. introduzir, desenvolver, avaliar, aprimorar e  disseminar serviços, processos e produtos da indústria \nquímica, biotecnologia, de alimentos e correlatas;  \nVII. desenvolver e/ou supervisionar projetos de pesquisa nas áreas de conhecimento da engenharia \nquímica;  \nVIII. participar da supervisão e gerenciame nto do processo de produção industrial conduzindo, \ncontrolando, executando trabalhos técnicos, inclusive para garantir a manutenção e reparo de \nequipamentos e instalações, e para implantar e garantir as boas práticas de fabricação, a observação de \nprocedim entos padronizados e o respeito ao ambiente, nos diferentes campos de atuação;  \nIX. desenvolver, modificar, aplicar e avaliar processos de tratamento de resíduos e efluentes industriais, \nde modo a preservar a qualidade ambiental;  \nX. aplicar metodologia ci entífica no planejamento e execução de procedimentos e técnicas durante a \nemissão de laudos, perícias e pareceres, relacionados ao desenvolvimento de auditoria, assessoria, \nconsultoria na área de engenharia química;  \nXI. empreender estudos de viabilidade t écnica e técnica -econômica, relacionados às atividades do \nengenheiro químico;  \nXII. atuar na organização e no gerenciamento industrial, pautando sua conduta profissional por \nprincípios de ética, responsabilidade social e ambiental, dignidade humana, direit o à vida, justiça, \nrespeito mútuo, participação, diálogo e solidariedade;  \nXIII. aplicar e avaliar procedimentos e normas de segurança no ambiente de trabalho;  \nXIV. administrar sua própria formação continuada, visando constante atualização de sua atuação \nprofissional;  \nXV. adotar condutas compatíveis com o cumprimento das legislações reguladoras do exercício \nprofissional e do direito à propriedade intelectual;  \nXVI. adotar condutas compatíveis com o cumprimento da legislação ambiental e das regulamentações ", "8": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n7 federais, estaduais e municipais aplicadas ás empresas e às instituições;  \nXVII. organizar, coordenar, e participar de equipes de trabalho;  \nXVIII. desenvolver formas de expressão e de comunicação, tanto oral como visual ou textual, \ncompatíveis com o exercíci o profissional, inclusive nos processos de negociação e nos relacionamentos \ninterpessoais e intergrupais;  \nXIX. avaliar as possibilidades atuais e futuras da profissão e preparar -se para atender às exigências do \nmundo do trabalho em contínua transformação,  dentro de condutas éticas e humanitárias, visando \natender às necessidades sociais.  \n \n5. PERFIL DO CURSO  \n \nA Engenharia Química, em escala fabril, remete a tecnologias européias praticadas nos meados do \nséculo XIX, quando países desse continente, principalme nte a Alemanha, Inglaterra e França, objetivavam \nproduzir bens de consumo duráveis em larga escala, principalmente tecidos. Os grupos profissionais mais \nimportantes à época eram formados por químicos e engenheiros mecânicos. Os processos eram rudimentares \ne, praticamente, eram ampliações de escalas laboratoriais, sem nenhum desenvolvimento de equipamentos \nespecíficos. Aspectos que hoje são primordiais, tais como: otimização de processo, economia energética, \nrendimento e aspectos ambientais, à época, eram to talmente ignorados. Imediatas consequências apareceram, \ntanto que, em 1883, o amadorismo praticado na operação dessas fábricas levou o governo da Inglaterra a \npromulgar o \" Alkali Works Act \" (AWA)  que limitava a emissão de ácido clorídrico na produção de hi dróxidos \nalcalinos, utilizando o “Processo Le Blanc”. Esse processo foi empregado por várias décadas e \nposteriormente, substituído pelo processo Solvay. Com certeza, o AWA foi a primeira Lei voltada para o meio \nambiente na história moderna da humanidade de corrente da industrialização. A aplicação da Lei criou a \nnecessidade da existência de um corpo técnico de fiscais, destacando -se George E. Davis (1850 -1906), que \npercebeu, durante o seu trabalho, a necessidade da existência de um novo profissional, cujos c onhecimentos \nestivessem entre o do químico e do engenheiro mecânico e que seria capaz de aplicar uma abordagem mais \nsistemática ao desenvolvimento de novas fábricas, bem como à sua operação. Davis, em 1880, tentou unir \nestes profissionais através da criaçã o da “Sociedade dos Engenheiros Químicos”; porém, não obteve sucesso. \nMesmo assim, alguns anos depois (1887), proferiram uma série de palestras na Escola Técnica de Manchester \n(atual Universidade de Manchester) sobre a operação de fábricas. Essas palestras  hoje são consideradas como \nas primeiras aulas de Engenharia Química. Provavelmente, o diferencial nessas palestras era a abordagem de \nconceitos comuns a processos, em detrimento de situações específicas a um determinado produto, fato até hoje \npreservado n a formação do Engenheiro Químico. Em 1901, ele publicou o Manual do Engenheiro Químico, \nonde destacava conceitos de segurança, plantas piloto e operações unitárias, que são os pilares da formação do \nengenheiro químico de hoje.  \nSimultaneamente à esses acon tecimentos, os Estados Unidos da América, que, até então, eram pouco \ndesenvolvidos no campo da indústria química, optaram por não diversificar a fabricação de produtos ", "9": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n8 químicos, em que os alemães eram imbatíveis, mas produzir alguns poucos produtos de alto  valor agregado e \ngrande escala. Em 1884, o processo Solvay de obtenção de bicarbonato de sódio, desenvolvido em 1863 pelo \nquímico belga Ernest Solvay, é transferido para os EUA, trazendo algumas novidades:  \n \n1) continuidade, ou seja, a matéria prima e os produtos fluem continuamente para dentro e para fora do \nprocesso;  \n2) eficiência no aproveitamento da matéria -prima;  \n3) simplicidade na purificação dos produtos;  \n4) limpeza, por não gerar prejuízo ao meio ambiente.  \n \nEm 1888, o professor de Química Orgâni ca Industrial, Lewis Norton, inaugurou o X Curso do Instituto \nde Tecnologia de Massachussets, encarregado da formação de Engenheiros Químicos, cuja matriz curricular \ninicial buscava organizar e sistematizar os conhecimentos da nova profissão que surgia. Em  1916, foi criada a \nEscola de Engenharia Química na mesma instituição. Nove anos mais tarde, em 1925, seria criado o primeiro \ncurso de Engenharia Química do Brasil, na Escola Politécnica da USP, embora já existisse o curso de \nEngenharia Industrial desde 18 96. \nNessa primeira fase, a caracterização do engenheiro químico foi evoluindo de uma formação baseada no \nexperimentalismo industrial, para uma maior sistematização do conhecimento. Ao transformar matéria -prima \nem produtos de maior valor agregado, os primei ros engenheiros químicos começaram a se familiarizar com as \noperações físicas e químicas necessárias para essas transformações. Exemplos dessas operações incluíam \nfiltração, moagem, transporte de sólidos e fluidos, secagem e outros fenômenos que envolviam transferência \nde calor. Essas \"operações unitárias\" tornaram -se uma maneira adequada de organizar a \"ciência da \nengenharia química\", uma vez que classificavam as transformações físicas e permitiam que elas fossem \nestudadas individualmente de forma aprofund ada independente do processo produtivo. Em 1915, Arthur \nLittle, em carta endereçada ao presidente do Massachussets  Institute  of Technology , enfatizou \"o potencial das \noperações unitárias para distinguir a Engenharia Química das demais profissões e também f ornecer aos \nprogramas de engenharia química um foco comum\". As operações unitárias representam um segundo \nimportante momento para a matriz curricular dos cursos de engenharia química.  \nNa década de 50, iniciaram -se na Universidade de Minnesota, com os prof essores Neal R. Amundson e \nRutherford Aris, uma série de estudos relacionados à modelagem matemática de reatores químicos e em 1960 \nocorreu o lançamento daquela que seria talvez a maior revolução na forma de se ensinar os fundamentos da \nengenharia química:  o lançamento do livro \" Transport  Phenomena \" dos professores Bird, Stewart e Lightfoot, \nda Universidade de Wisconsin. A inclusão da área de fenômenos de transporte caracteriza um terceiro e \nimportante momento para as matrizes curriculares dos cursos de eng enharia química.  \nNas últimas décadas ocorreram vários avanços nas diversas divisões do campo da engenharia química, \ncujo desenvolvimento é rápido e contínuo. Grande parte dos aperfeiçoamentos envolvendo transformações \nfísicas e químicas são atualizadas per iodicamente no “ ChemicalEngineers’sHandbook ” de Perry; bibliografia ", "10": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n9 indispensável a qualquer engenheiro químico e que já se encontra na sua 8ª edição.  \nA criação de um Campus  de Engenharia s na região do Alto Paraopeba tem como justificativa o fato da \nregião  abrigar um dos mais importantes complexos de mineração e metalurgia de ferro do planeta; abrangendo \naproximadamente 20 cidades, sendo sete delas (Ouro Branco, Congonhas, Conselheiro Lafaiete, São Brás do \nSuaçuí, Jeceaba, Entre Ri os e Belo Vale) integrante s do Consórcio Público para o D esenvolvimento do Alto \nParaopeba (CODAP). Essa região deverá receber entre 2008 à 2023  investimentos da ordem de 40 bilhões de \nreais destinados à infraestrutura e ampliação do complexo minero -metalúrgico. Destacam -se os inves timentos \njá anunciados por grandes empresas, como Vale, CSN, Ferrous, Gerdau e a V SB. Há, portanto, a previsão de \num crescimento significativo na demanda de mão -de-obra de alta qualificação, perspectivas de ampliação da \ndemanda por serviços tecnológicos e de inovação. Outra característica importante da região é a proximidade \ncom a Grande Belo Horizonte (apro ximadamente 9 0 km), onde já se consolidou e está em franca expansão \numa bem sucedida rede de inovação tecnológica e de empresas de alta tecnologia nas á reas de informação, \nquímica fina e biotecnologia. O desenvolvimento econômico e a exploração do potencial tecnológico da \nregião é também uma das prioridades do governo estadual. A região está incluída na estratégia da Secretaria \nEstadual de Ciência e Tecno logia de cri ação de pólos de excelência no E stado.  \nO curso de Engenharia química se insere neste panorama, uma vez que se propõe a formar profissionais \nqualificados na área de Engenharia Química. Os quais tenham capacidade de criar soluções tecnológicas \nconsiderando -se as questões sócio -ambientais garantindo a diversificação da base econômica , seja nas cadeias \nde produção industrial ou em áreas de tecnologia de ponta.  \nO curso de Engenharia Química do Campus  Alto Paraopeba, em consonância com o PDI da UFSJ visa \natravés do desempenho de suas atividades, proporcionar o conhecimento e difundi -lo promovendo o bem estar \ne o desenvolvimento social.  \nOutro aspecto que merece destaque em relação ao alinhamento desse curso com o PDI da UFSJ é a sua \noferta de vagas ta mbém no período noturno, abarcando assim um contingente de discentes trabalhadores.  \nSeguindo as diretrizes pedagógicas institucionais, o curso de Engenharia Química visa contemplar \nconteúdos curriculares que conciliem solidez conceitual com flexibilidade e  criatividade para a resolução de \nproblemas do mercado profissional, sem perder a orientação ética e social.  \nAs atividades complementares são parte integrante da formação do discente , propiciando uma melhor \nformação acadêmica e profissional. A prática pro fissional, que é realizada como unidade curricular Estágio, \npossibilita a inserção dos discente s no mercado de trabalho, aprimorando assim, sua competência técnica e \nenriquecendo sua vivência social.  \n \n6. COM PETÊNCIAS, HABILIDADES  E ATRIBUIÇÕES LEGAIS  \n \nQuan do da regulamentação da profissão de químico, que ocorreu com do Decreto -Lei nº 5.452, de \n01/05/43 - C.L.T. (Consolidação das Leis do Trabalho), o engen heiro químico ficou, mais uma vez, \nevidenciado como profissional da química. Os artigos 325, 326 e 334 estabeleceram que a engenharia química ", "11": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n10 está compreendida entre as atividades da profissão de químico.  \nCom o advento da Lei nº 2.800, de 18/06/56 , que criou os Conselhos Federal e Regionais de Química, a \nFiscalização do exercício da profissão de químico passou a ser de competência dos CRQs.  \nOs engenheiros químicos são considerados pr ofissionais da química e têm representação garantida na \ncomposição do Conselho Federal de Química e, também, dos Conselhos Regionais, conforme estabelecem os \nartigos 4º, 5º e 12 da Lei nº 2.800, de 18/06/56 . \nCom a criação dos Conselhos Regionais de Química, os engenheiros quími cos e engenheiros \nindustriais: modalidade química, após conclusão de seus cursos, devem se registrar -se unicamente nos CRQs \npara o exercício de sua profissão c omo químico, pois estes são os órgãos legítimos de fiscalização do seu \nexercício profissional.  \nA Lei nº 2.800/56  relaciona diversas atividades de competência dos profissionais da q uímica, sejam elas \nligadas à pesquisa, ao controle de qualidade, ao processo industrial, ou às atividades de projetos de \nequipamentos e instalações  industriais na área da química e  estabelece que as atividades de estudo, \nplanejamento, projeto de equipament os e instalações industriais na área da química são privativas dos \nprofissionais com currículo da engenharia química.  \nPortanto, compete aos Conselhos Regionais de Química exigirem o registro dos engenheiros químicos e \nseus similares, quando estes exercerem  suas atividades na área da química, estabelecendo suas atribuições.  \nDe acordo com a Resolução Normativa F ederal de nº 36 de 25/4/1974, posteriorment e ratificadas pela \nLei no 85.877 de 7/4/1981 são 16 as atribuições do engenheiro químico:  \n \n1. direção, supe rvisão, programação, coordenação, orientação e responsabilidade técnica no âmbito das \nrespectivas atribuições ligadas à atividade de químico;  \n2. assistência, assessoria, consultoria, elaboração de orçamentos, divulgação e comercialização no âmbito \ndas res pectivas atribuições relacionadas com a atividade de químico;  \n3. vistoria, perícia, avaliação, arbitramento e serviços técnicos, elaboração de pareceres, laudos e \natestados no âmbito das respectivas atribuições relacionadas com a atividade de químico;  \n4. exercício do magistério, respeitada a legislação específica;  \n5. desempenho de cargos e funções técnicas no âmbito das respectivas atribuições relacionadas com a \natividade de químico; 6. ensaios e pesquisas em geral, pesquisas e desenvolvimento de métodos e \nprodutos;  \n7. análise química e físico -química, q uímica biológica, bromatológica , toxicológica e legal, padronização \ne controle de qualidade;  \n8. produção e tratamentos prévios e complementares de produtos e resíduos;  \n9. operação e manutenção de equipam entos e instalações no âmbito das respectivas atribuições \nrelacionadas com a atividade de químico;  \n10. condução e controle de operações e processos industriais, de trabalhos técnicos, reparos e manutenção \nno âmbito das respectivas atribuições relacionadas  com a atividade de químico;  ", "12": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n11 11. pesquisa e desenvolvimento de operações e processos industriais;  \n12. estudo, elaboração e execução de projetos de processamento;  \n13. estudo de viabilidade técnica e técnica -econômica de equipamentos e instalações industr iais no \nâmbito das respectivas atribuições relacionadas com a atividade de químico;  \n14. estudo, planejamento, projeto e especificações de equipamentos e instalações industriais;  \n15. execução, fiscalização de montagem e instalação de equipamentos industri ais; \n16. condução de equipe de instalação, montagem, reparo e manutenção.  \n \nA justificativa central da criação e manutenção de um curso de Engenharia Química decorre dessa \namplitude de atividades e demandas relacionadas a esse vasto campo de atuação profiss ional e da evidente \nnecessidade de profissionais da área tecnológica para o desenvo lvimento econômico e social do p aís. \n \n7. PERFIL DO EGRESSO  \n \nO perfil do egresso do Curso de Engenharia Química proposto atende ao que reza o artigo 3º da \nResolução CNE/CES n º 11 de 11/03/2002 e Resolução 02/ 2007 . “O Curso de Graduação em Engenharia tem \ncomo perfil do formando eg resso/profissional o engenheiro  com formação generalista, humanista, crítica e \nreflexiva, capacitado a absorver e desenvolver novas tecnologias, estim ulando a sua atuação crítica e criativa \nna identificação e resolução de problemas, considerando seus aspectos políticos, econômicos, sociais, \nambientais e culturais, com visão ética e humanística, em atendimento às demandas da sociedade”.  \nA Resolução CNE/C ES nº 11, de 11 de março de 2002, em seu  artigo 4º determina que a formação do \nengenheiro tenha por objetivo dotar o profissional dos conhecimentos requeridos para o exercício das \nseguintes competências e habilidades gerais:  \n \nI - aplicar conhecimentos mate máticos, científicos, tecnológicos e instrumentais à engenharia;  \nII - projetar e conduzir experimentos e interpretar resultados;  \nIII - conceber, projetar e analisar sistemas, produtos e processos;  \nIV - planejar, supervisionar, elaborar e coordenar projetos  e serviços de engenharia;  \nV - identificar, formular e resolver problemas de engenharia;  \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas;  \nVI - supervisionar a operação e a manutenção de sistemas;  \nVII - avaliar criticamente a operação e a manute nção de sistemas;  \nVIII - comunicar -se eficientemente nas formas escrita, oral e gráfica;  \nIX - atuar em equipes multidisciplinares;  \nX - compreender e aplicar a ética e responsabilidades profissionais;  \nXI - avaliar o impacto das atividades da engenharia no c ontexto social e ambiental;  \nXII - avaliar a viabilidade econômica de projetos de engenharia;  ", "13": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n12 XIII - assumir a postura de permanente busca de atualização profissional.  \n \nA matriz curricular ora proposta, juntamente com as unidades curriculares que versam sob re conteúdos \nbásicos, específicos e profissionalizantes, formarão profissionais de Engenharia Química que atenderão o \ndisposto na legislação vigente. O Engenheiro Químico com título obtido no Campus  Alto Paraopeba, pela \nUFSJ, terá uma formação geral sólida  inclusa  numa concepção generalista.  \n \n8. OFERECIMENTO  \n \nGrau Acadêmico: Bacharelado.  \nModalidade: Educação Presencial (EDP).  \nTitulação: Bacharel em Engenharia Química.  \nRegime Curricular: Progressão Linear.  \nTurnos de Funcionamento: Integral (vespertino e no turno) e Noturno.  \nPeriodicidade: Semestral . \nNúmero de Vagas: 100 (divididas em duas entradas com 50 vagas cada) . \nCarga Horária Total: 3.700 horas , distribuídas da seguinte forma:  \n \n 3.300 horas de disciplinas , \n 160 horas de Estágio Curricular,  \n 144 horas de Tr abalho de Conclusão de Curso (TCC)  \n 96 horas de Atividades Complementares.  \n \nPrazos de Integralização:  \nMínimo : 5 anos (10 semestres) . \nPadrão: 5 anos (10 semestres)  \nMáximo: 7 anos e meio (15 semestres) . \n \nEquivalência hora -aula: hora -aula de 55 minutos. Nesse  PPC, somente disciplinas são contabilizadas em \nhora -aula.  \nForma de Acesso: Sistema de Seleção Unificada (Sisu), sendo o primeiro semestre destinado ao curso \nnoturno e o segundo semestre ao curso integral.  Há possibilidade, também, de se ingressar no curso  por \nTransferência Interna (Reopção)  e Transferência Externa (PROTAP).  \n \nNº do Ato de reconhecimento do curso : Portaria  nº 515 de 15 de outubro  de 2013.  \n ", "14": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n13 9. ATIVIDADES COMPLEMENTARES  \n \nAs Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia , no Art. 5º, § 2º, \ndeterminam que: “Deverão também ser estimuladas atividades complementares, tais como trabalhos de \niniciação científica, projetos de multiunidade curricular, visitas técnicas, trabalhos em equipe, \ndesenvolvimento de protótipos, monitoria s, participação em empresa júnior e outras atividades \nempreendedoras”.  \nO objetivo das Atividades Complementares é favorecer uma formação técnico -científica e humanística \nmais interdisciplinar do graduando, o qual desenvolverá atividades extraclasse e extra curriculares de seu \ninteresse pessoal, de forma a ampliar os seus horizontes profissionais. Estas atividades são parte integrante do \ncurrículo e devem totalizar 96 (noventa e seis) horas, a serem realizadas ao longo do curso. Elas incluem \nparticipações em seminários, encontros, palestras e congressos, publicação de artigos e resumos, estágios, \natividades de pesquisa, de extensão, iniciação científi ca, representação discente etc. Essas estão apresentada s \nno Quadro 1. O discente deverá apresentar à Coordenaçã o de Curso os certificados ou outros documentos \noficiais comprobatórios. As atividades não incluídas na relação adiante serão analisadas pelo Colegiado de \nCurso antes da sua validação pela Coordenadoria.  A contagem de carga horária e o procedimento de vali dação \ndas Atividades Complementares são definidos em norma  própria , aprovada pelo  Colegiado  do Curso.   \n \nQuadro 1.  Relação de Atividades Complementares . \nAtividades  \nMonitoria/semestre  \nRealização de visita técnica  \nIniciação Científica/ano  \nParticipação em evento científico  \nApresentação, em forma de painel, de trabalho em evento científico  \nParticipação em Curso, mini -curso, oficina ou palestra  \nApresentação oral de trabalho em evento científico  \nTrabalho completo publicado em anais de evento científico (in dexado)  \nTrabalho completo publicado em anais de evento científico (não -indexado)  \nArtigo publicado em periódico científico indexado  \nArtigo publicado em periódico científico não -indexado  \nParticipação em Empresas Juniores/ano  \nParticipação em grupo de est udos orientado  \nParticipação no diretório ou centro acadêmico da UFSJ/ano  \nMembro de comissão, colegiados ou conselhos/semestre  \nParticipação no Programa de Ensino Tutorial (PET)/ano  \nParticipação em projeto de extensão/ano  \nEstágios extracurricular na áre a de Engenharia Química  \nMembro de comissão organizadora de evento científico  \nAtividade profissional na área de Engenharia Química/ano  \nCurso de idiomas  \n ", "15": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n14 10. ORGANIZAÇÃO CURRICULAR  \n \n10.1. Fundamentos Didáticos -Pedagógicos.  \n \nA matriz curricular do curso  é baseada nos seguintes princípios norteadores:  \n \n Seleção de conteúdos contemplando as exigências do perfil do egresso e considerando os  problemas, \ndemandas e perspectivas sociais e ambientais atuais e a legislação vigente;  \n Estabelecimento do tratamento me todológico de ensino que garanta as competências exigidas  para o \nexercício da profissão, desenvolvidas em suas dimensões c onceitual (teorias, informações e \nconceitos), procedimental (na forma do saber fazer) e atitudinal (valores e atitudes);  \n Estabelecimen to de clima dialógico respeitoso em sala de aula, com espaço para expressiva  \nparticipação dos discentes, indicação de suas dúvidas, formas de compreensão e incompreensões;  \n Garantia de uma ampla formação multi e interdisciplinar, com distribuição do conheci mento  científico \nao longo de todo o curso, devidamente interligado e levando em conta a natureza e aevolução \nepistemológica dos modelos explicativos dos materiais e processos químicos;  \n Favorecimento da flexibilidade curricular, de forma a contemplar intere sses e necessidades  específicas \ndos discentes e operacionalização desta sob a forma de unidades curriculares de livre  \n Escolha na Instituição, noutras IFES ou elencadas pelo Colegiado;  \n Garantia de um ensino problematizado e contextualizado, assegurando a in dissociabilidade \nentreensino, pesquisa e extensão;  \n Garantia de formação de competência na produção do conhecimento com atividades que levem o  \ndiscente a procurar, interpretar, analisar e selecionar informações, identificar problemas  relevantes, \nrealizar ex perimentos , elaborar e executar projetos e desenvolvimento de projetos de pesquisa e de \nensino;  \n Integração permanente entre teorias, fenômenos (e práticas) e linguagem da Engenharia Química  \ncomo eixo  articulador da produção do conhecimento, favorecendo ati vidades de campo e de \nlaboratório com  adequada instrumentação técnica para a realização das mesmas;  \n Articulação entre conceitos e contextos, entre abordagens micro e macroscópicas, qualitativa e  \nquantitativa e entre tratamento conceitual e contextualização  dos temas da Engenharia química , tendo \nem vista  uma concepção sistêmica e aplicada à essa área ; \n Estímulo às atividades curriculares e extracurriculares como iniciação científica, monitoria,extensão \nuniversitária, estágios, participação em encontros cientí ficos, mini -cursos, grupos PET ou  outras que \nvierem a ser aprovadas pelo Colegiado;  \n Adoção de um regime semestral, com sistema de unidades curriculares organizadas em múltiplos de \n18 horas -aulas e duração de  18 semanas cada, com exceção do Estágio Curricul ar Obrigatório, as  \nAtividades  Complementares e Trabalho de Conclusão de Curso;  ", "16": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n15  Adoção de um sistema de avaliações de rendimento escolar realizadas no decorrer das unidades  \ncurriculares, que privilegie a aprendizagem e o diagnóstico e que identifique não so mente a  \nquantidade de conhecimentos adquiridos, mas também a capacidade do discente de acioná -los e  de \nbuscar outros conhecimentos;  \n Integralização da carga horária total em tempo médio de cinco  anos;  \n Implantação curricular considerada em caráter experiment al permanente, devendo ser sempre  \nreavaliada pelo Núcleo Docente Estruturante (NDE) e submetida, no devido tempo, às correções e  \nadequações que se mostrarem necessárias;  \n É facultada a oferta de disciplinas na modalidade à distância, de acordo com as normas  e a legislação \nvigente . \n \nO Grau Acadêmico Bacharelado em Engenharia  Química é oferecido no s período s integral  (vespertino \ne noturno)  e noturno , com carga horária mínima para integralização de 3.700 horas, distribuídas \nharmoniosamente  ao longo de semestres  letivos. O tempo regulamentar de integralização é de 10 semestres,  \nsendo os prazos mínimo e máximo, respectivamente, de 10 e 15 semestres. As disciplinas  têm regime \nsemestral e a ascensão no curso obedece aos pré -requisitos e co -requisitos  estabelecidos. A relação teoria -\nprática está presente ao longo do curso, mediante projetos e  atividades incluídos na carga horária das \ndiferentes unidades que compõem o currículo.  \nA articulação entre ensino, pesquisa e extensão é fundamental no processo de produção \ndocon hecimento e permite estabelecer um diálogo entre a Engenharia Química e as demais áreas, \nrelacionando o  conhecimento científico à realidade social. A familiaridade com os procedimentos da \ninvestigação e  com o processo histórico de produção e de disseminaçã o dos conhecimentos químicos é \nincentivada  ao longo do curso e a pesquisa científica é um forte instrumento de ensino e um conteúdo de  \naprendizagem. O apoio às atividades de pesquisa deverá ser buscado pelos docentes nos diversos  programas e \neditais de ini ciação científica ofertados no âmbito da Pró -Reitoria de Pesquisa da UFSJ  ou diretamente nas \nagências estaduais e federais de fomento à pesquisa. As atividades  extensionistas  serão incentivadas atravésda \nparticipação dos docentes nos programas e bolsas ofe rtados localmente pela Pró -Reitoria de  Extensão da UFSJ \nou nos editais de âmbito nacional.  \nA nova proposta curricular é essencialmente uma atualização da estrutura existente  atualmente. Os \nnomes de algumas disciplinas foram alterados para facilitar a comun icação e a  associação com os conteúdos. \nOs conteúdos pr áticos das disciplinas da área de Física foram desmembrados das disciplina s originais, \ngerando uma disciplina  experimenta l independente  (Física Experimental) , o que permitirá um gerenciamento \nmais adeq uado destes conteúdos e um melhor aproveitamento por parte do discente no que se refere às \natividades nos laboratórios e aos relatórios. No entanto, as  novas disciplinas experimentais, embora separadas, \nforam concebidas para serem realizadas em  total artic ulação com as disciplinas teóricas. Em função destas \nalterações, a posição de algumas  disciplinas foi alterada no fluxograma, permitindo uma melhor distribuição .  ", "17": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n16 O curso de graduação em Engenharia Química prop osto está estruturado em  três núcleos de conte údos  \nobrigatórios , sendo eles respectivamente Básicos, Profissionalizantes e  Específicos  de acordo com a \nResolução CNE/CES nº 11, de 11/03/2002.  \n \n10.2. Núcleo de Conteúdos Básicos  \n \nO Núcleo Básico é constituído de disciplinas que abordam conceitos fundamen tais de  Matemática, \nFísica , Química , Computação, Humanidades e da Engenharia Química. A listagem das  disciplinas deste \nNúcleo é apresentada no Quadro 2.    \nQuadro 2. Disciplinas Obrigatórias do Núcleo  de Conteúdos  Básico s. \nDisciplina  Carga  \nHorária (ha)  Período  Departamento  \nResponsável  \nCálculo Diferencial e Integral I  72 1º DEFIM  \nMetodologia Científica  36 1º DTECH  \nQuímica Geral  54 1º DQBIO  \nQuímica Geral Experimental  18 1º DQBIO  \nGeometria Analítica e Álgebra Linear  72 1º DEFIM  \nAlgoritmos e Estrutura de Dados I  72 1º DTECH  \nCálculo Diferencial e Integral II  72 2º DEFIM  \nFenômenos Mecânicos  72 2º DEFIM  \nIndivíduos, Grupos e Sociedade Global  36 2º DTECH  \nProjeto e Computação Gráfica I  36 2º DTECH  \nFundamentos de Química Inorgânica  36 2º DQBIO  \nEquações Dif erenciais A  72 3º DEFIM  \nCálculo Diferencial e Integral III  72 3º DEFIM  \nEstatística e Probabilidade  72 3º DEFIM  \nEconomia e Administração para Engenheiros  72 3º DETCH  \nFenômenos Térmicos e Fluidos  36 3º DEFIM  \nFísica Experimental  36 4º DEFIM  \nFenômenos E letromagnéticos  72 4º DEFIM  \nCálculo Numérico  72 5º DTECH  \nMecânica dos Fluídos para Engenharia Química  72 5º DEQUI  \nTransferênica de Calor  72 6º DEQUI  \nCiência, Tecnologia e Sociedade  36 6º DTECH  \nEletrotécnica  36 6º DETEM  \nMecânica dos Sólidos para Enge nharia Química  36 7º DETEM  \nTransferência de Massa  72 7º DEQUI  \nCarga -horária Total:  1404  hora -aula    \n \n10.3. Núcleo de Conteúdos Profissionalizantes  \n \nO núcleo de conteúdos profissionalizantes, cerca de 15% da carga horária mínima total do curso versará \nsobre um subconjunto coerente  de tópicos voltados para a área de Engenharia Química , definidos pela UFSJ , \ntais como Algorítimos e Estrutura de Dados, Bioquímica, Ciência dos Materias, Físico -Química, Gestão \nAmbiental, Gestão Econômica, Instrumentação, Método s Numéricos, Modelagem, Anális e e Simulação de \nSistemas, Operações Unitárias, Processos de Fabricação, Processos Químicos e Biológicos, Químicas \nOrgânica e Analítica, Reatores Químicos e Bioquímicos e Termodinâmica Aplicada.  A listagem dasdisciplinas \ndeste  Núcleo é apresentada no Quadro 3.  \n ", "18": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n17 Quadro 3. Disciplinas Obrigatórias do Núcleo de Conteúdos Profissionalizante s. \nDisciplina  Carga horária \n(ha) Período  Departamento \nResponsável  \nMeio Ambiente e Gestão para a Sustentabilidade  36 2º DTECH  \nQuímica Orgânica I 72 2º DEQUI  \nQuímica Orgânica II  36 3º DEQUI  \nQuímica Orgânica Experimental  36 4º DEQUI  \nPrincípios de Processos Químicos  72 4º DEQUI  \nFundamentos de Química Analítica  36 4º DQBIO  \nQuímica analítica experimental  18 4º DQBIO  \nFísico Química  72 4º DQBIO  \nFísico Química experimental  18 4º DQBIO  \nAnálise instrumental  36 5º DQBIO  \nLaboratório de Análise Instrumental  36 5º DQBIO  \nTermodinâmica I  72 5º DEQUI  \nProcessos Químicos Industriais  72 5º DEQUI  \nOperações Unitárias I  72 6º DEQUI  \nMateriais para Indústri a Química  72 6º DEQUI  \nTermodinâmica II  72 6º DEQUI  \nInstrumentação Industrial  36 7º DEQUI  \nOperações Unitárias II  72 7º DEQUI  \nOperações Unitárias III  72 8º DEQUI  \nModelagem e Simulação de Processos Químicos  72 8º DEQUI  \nEngenharia Economica  72 8º DEQUI  \nEngenharia Bioquímica  72 9º DQBIO  \nControle Ambiental na Indústria  72 10º DEQUI  \nCarga -horária Total:  1296 horas -aula   \n \n10.4. Núcleo de Conteúdos Específicos  \n \nO Bacharelado em Engenharia Química tem por objetivo preparar o profissional para atuação mais \nespecífica na área de  Processos Químicos Industriais emastambém na  Pesquisa e Desenvolvimento em \nqualquer segmento industrial e/ouatividade acadêmica em nível superior. Desta forma, o Núcleo de Conteúdos \nEspecífic os inclui, além doTCC  e Estágio Curricular  Obrigatório , disciplinas que permitam um maior \naprofundamento dos conteúdos de Engenharia Química, conformepode ser visualizado no Quadro 4.  \n \nQuadro 4. Disciplinas do Núcleo de Conteúdos Específico s. \nDisciplina  Carga horária \n(ha) Período  Departamento \nResponsável  \nIntrodução a Engenharia Química  36 1º DEQUI  \nCinética e Cálculo de Reatores Químicos  72 7º DEQUI  \nLaboratório de Eng. Química I  72 7º DEQUI  \nProjeto de R eatores  72 8º DEQUI  \nLaboratório de Eng. Química II  72 8º DEQUI  \nControle de Processos Q uímic os 72 9º DEQUI  \nDesenvolvimento de Processos Quimicos I  72 9º DEQUI  \nLaboratório de Eng. Química III  72 9º DEQUI  \nAnálise e Otimização de Processos Q uímicos  72 10º DEQUI  \nProjetos eInstalações na Indústria Química  72 10º DEQUI  \nDesenvolvimento de Processos  Químicos II  72 10º DEQUI  \nOptativas   144 - - \nCarga -horária Total:  900 horas -aula    \n \n \n ", "19": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n18 Neste Núcleo estão ins eridas as disciplinas optativas, que têm o objetivo de tornar mais flexível o \ncurrículo, bem como a  formação acadêmica e profissional, a partir d a escolha do próprio discente, permitindo \num perfil  multidisciplinar individualizado. As unidades curriculares optativas correspondem a um elenco pré -\nestabelecido,  onde o discente escolhe livremente as que mais interessem à sua formação. O discente deverá \ncumprir 144 hora s-aula em unidades curriculares  optativas , distribuídas  em diferentes semestres. A relação de \ndisciplinas que podem ser cursadas encontram -se na Quadro 5.  \n \nQuadro 5.  Relação de dis ciplinas optativas e suas respectivas cargas horárias.  \n \nUnid ade Curriculare  Carga Horária  \n(Hora -aula/hora)  Departamento  \nResponsável  \nEquações Diferenciais B  36 / 33  DEQUI  \nConservação da Energia na Indústria  36 / 33  DEQUI   \nTratamento de Águas Industriais  36 / 33  DEQUI  \nFundamentos da Catálise Heterogênea  36 / 33  DEQUI  \nSistemas Particulados  36 / 33  DEQUI  \nTécnicas de Otimização Aplicadas à Engenharia Química  36 / 33  DEQUI  \nCorrosão e Tratamentos De Proteção Industrial  36 / 33  DEQUI  \nRefino de Petróleo  36 / 33  DEQUI  \nSegurança Industrial  36 / 33  DEQUI  \nAvanços da Engenharia Química  36 / 33 DEQUI  \nLíngua Brasileira de Sinais  36 / 33  DEQUI  \nCombustão e Propulsão  36 / 33  DEQUI  \nEletroquímica Industrial  36 / 33  DEQUI  \nFundamentos de Mineração e Siderurgia  36 / 33  DEQUI  \nTecnologias em Biocombustíveis  36 / 33  DEQUI  \nDesign de Experimentos  36 / 33  DEQUI  \n \nO elenco poderá ser modificado de acordo com as necessidades do  curso e a disponibilidade de \nespecialidades do quadro de docentes da Instituição, a critério do  Colegiado do Curso de Engenharia Química. \nUnidades curriculares não constantes do elenco de op tativas  poderão ser consideradas para integralização do \ncurso desde que haja aprovação do Colegiado do  Curso.  \nOutras  unidades curriculares optativas  podem ser propostas por professores do curso de Engenharia \nQuímica  e por professores de outras unidades ac adêmicas da UFSJ, desde que tais ofertas sejam aprovad as \npelo Colegiado do C urso de Engenharia Química.  \nPodem, também, se r consideradas optativas , as unidad es curriculares aprovadas pelo Colegiado do \nCurso de Engenharia Química, cursadas em instituições e strangeiras (mobilidade acadêmica/intercâmbio)  uma \nvez que estas sejam adequadamente comprovadas e estejam de acordo com a legislação Institucional vigente . \nA unidade curricular Libras é uma classificada como uma disciplina Optativa e conta com 36 horas \nconforme legislação  própria .  \nAs unidades curriculares  optativas  aprovadas pelo Colegiado, poderão ser ministradas em língua \ninglesa, com conteúdo compátivel à formação do engenheiro químico, afim de atender a demanda de discente s \nintercambistas recebidos pe lo curso de Engenharia Quimica e discente s regularmente matriculados.  \n ", "20": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n19 10.5. Pré -Requisitos e Co -Requisitos  \n \nAs unidades curriculares foram distribuídas ao longo dos dez períodos, de modo a construir  o \nconhecimento  em engenharia  químic a com aprofundamento gradativo e reflexivo . Para assegurar a \ncontinuidade e um melhor aproveitamento das unidades curriculares pré -requisitos e co-requisitos  foram \nadotados.  \nAssim, o discente só poderá cursar uma unidade  curricular quando houver obtido aprovação nas \nunidades c urriculares consideradas pré -requisitos da mesma.  \nPor outro lado, há conteúdos experimentais para os quais é desejável que a formação  teórica seja \nrealizada concomitantemente. Nestes casos, as disciplinas experimentais são oferecidasno mesmo período \nletivo  das disciplinas teóricas correspondentes, sendo co -requisitos das mesmas.  \nOs co -requisitos também foram adotados para que unidades curriculares cujos conteúdos são \ncomplementares ou correlacionados sejam cursadas simultaneamente no mesmo semestre.  \n \n10.6. Distribuição dos Conteúdos  \n \nA distribuição dos conteúdos por núcleo s está listadano Quadro 6. Esta  distribuição segue o disposto \nnas Diretrizes Curriculares dos Cursos de Graduação em Engenharia , estabelecidas na Resolução  CNE/CES no \n11 de 11/03/2002  e Resolução CNE/CES 2/2007. \nDentre os conteúdos curriculares de natureza científico -cultural, estão  previstas 1404 horas -aula de \ndisciplinas que contemplam Núcleo Básico  (39%), 1296 horas -aula dedisciplinas de conteúdos que integram o \nNúcleo Profissionalizante  (36%) e 900 de disciplinas de conteúdos específicos relativas ao Núcleo Específico , \ne Disciplinas Optativas (2 5%). Totalizando 3600  horas -aula de disciplinas, o que representa 3300  horas, \nconsiderando a duração da  hora-aula como 55 minutos. A carga horária  das Atividades Complementares é de \n96 horas , o Trabalho de Conclusão de Curso tem carga horária de 144 horas  e o Estágio Curricular \nObrigatório tem carga de 160 horas . Desta forma, a carga horária total do  Curso de Engenharia Química, Grau \nAcadêmico Bacha relado, é de 3.700 horas, em acordo com a Resolução  CNE/CES 2, de 18 de junho de 2007 e \ncom a Resolução 027/2013/CONEP/UFSJ, de 11 de setembro de  2013.  ", "21": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n20  \n \nQuadro 6. Distribuição dos Conteúdos.  \nMódulos  Núcleos  Conteúdos  Cargas -horárias  \nHoras -aula  Horas( h) Obrigatório  Básico  Metodologia Científica e Tecnológica  \nComunicação e Expressão  \nInformática  \nExpressão Gráfica  \nMatemática  \nFísica  \nFenômenos de Transporte  \nMecânica dos Sólidos  \nEletricidade Aplicada  \nQuímica  \nCiência e Tecnologia dos Materiais  \nAdministração  \nEconomia  \nCiências do Ambiente  \nHumanidades, Ciências Sociais e Cidadania  1404  1287  \nProfissionalizante  \n Algorítmos e Estrutura de Dados  \nBioquímica  \nCiência dos Materiais  \nFísico -Química  \nGestão Ambiental  \nGestão Econômica  \nMétodos Numéricos  \nModelagem, Análise e  Simulação de Sistemas  \nOperações Unitárias  \nProcessos de Fabricação  \nProcessos Químicos e Biológicos  \nQuímica Analítica  \nQuímica Orgânica  \nReatores Químicos e Bioquímicos  \nTermodinâmica Aplicada  \nInstrumentação  1296 1188  \nEspecífico  Introdução a Engenharia Quím ica \nCinética e Cálculo de Reatores Químicos  \nLabiratórios de Eng. Química I, II e III  \nProjeto de Reatores  \nControle de Processos Químicos  \nDesenvolvimento de Processos Químicos I e II  \nAnálise e Otimização de Processos Químicos  \nProjetos e Instalações na Indúst ria Química  756 693 \nTrabalho de Conclusão de Curso  - 144 \nEstágio Curricular Obrigatório  - 160 \nLivre  Disciplinas Optativas  144 132 \nAtividades Complementares  - 96 \nTotal:  3700h  \n ", "22": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n21 10.7. Conteúdos Transversais  \n \nOs Projetos Político Pedagógicos dos Cu rsos (PPC) de Graduação da Universidade Federal de São João \ndel-Rei (UFSJ) estão alinhados institucionalmente com a preocupação e dedicação desta universidade em ser \numa instituição inclusiva, acessível e com dispositivos efetivos para a implantação de pol íticas assistivas e de \ninclusão. Esta é a orientação mestra presente em seu Plano de Desenvolvimento Institucional  (PDI) (2014 -\n2018), cujas políticas de metas e ações estão especificadas no Projeto Pedagógico Institucional (PPI), contidas \nno mesmo document o (PDI).  \nDentre as ações que tomam como premissa fundamental o compromisso e a inserção junto à formação \ndiscente, identifica -se a preocupação com investimentos prioritários, nos trabalhos de ensino, extensão e \npesquisa cujo alvode suas problematizações e  indicações de soluções, contemplem áreas relacionadas \naquestões ambientais, sociais, raciais e de acessibilidade, que propiciem benefícios à sociedade. Como \nresultado do investimento nessas prioridades, a UFSJ conta com trabalhos desenvolvidos nas áreas d e \nRepresentação dos Negros no Ensino Brasileiro (Equipe TUGANA); ações do Núcleo de Investigações em \nJustiça Ambiental (NINJA), Incubadora Tecnológica de Cooperativas Populares (ITCP), Incubadora de \nDesenvolvimento Tecnológico do Setor das Vertentes (INDET EC).  \nPara além destas ações, que demonstram o caráter indissociável entre ensino, pesquisa e extensão, a \nUFSJ conta ainda com o Núcleo de Acessibilidade (NACE), que trabalha na indicação de necessidades \nimediatas para o acesso (físico, mental e sensorial)  à Universidade, mas também na proposição de projetos e \nidentificação de demandas para a ampliação deste acesso. A viabilização das políticas de acesso à UFSJ são \nrealizadas pelo Programa UFSJ SEM FRONTEIRAS, fundado em 2010. O UFSJ SEM FRONTEIRAS é \npossív el graças à sua inserção do Programa INCLUIR. Estes programas possibilitam que a UFSJ atue em três \nfrentes distintas e consolidadas:  \n \n1) a realização, anual, do Seminário de Inclusão no Ensino Superior;  \n2) a Recepção e o Acompanhamento dos Discentes portadores  de deficiência, com a finalidade de \nassegurar -lhes a permanência e o desenvolvimento acadêmico e social na universidade; e,  \n3) O incentivo e apoio para os projetos de extensão e pesquisa que relacionem a inclusão e o \ndesenvolvimento de tecnologias assistivas  no cotidiano da universidade.  \n ", "23": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n22 11. ESTRUTURA CURRICULAR  \n \nNo Quadro 7 é apresentada a estrutura curricular do curso de engenharia química  \n \nQuadro 7.  Estrutura curricular.  Período  \nNome  da Unidade \nCurricular  Carga horária (ha)  \nCarga Horária \n(horas)   \n \nPré-requisito ou Co -\nrequisitoa \nTipob \nNaturezac \nModo de \nOferecimento\nd \nUC \nResponsável  Teórica  \nPrática  \nTotal  \n1 Cálc. Dif. e Integral I  72 - 72 66 - D OBR  N DEFIM  \n1 Alg. e Est. de Dados I  72 - 72 66 - D OBR  N DTECH  \n1 Metodologia Científica  36 - 36 33 - D OBR  N DTECH  \n1 Química Geral  54  54 49,5  - D OBR  N DQBIO  \n1 Química Geral Exp . - 18 18 16,5  - D OBR  N DQBIO  \n1 Geom . Anal. e Álg .Linear  72 - 72 66 - D OBR  N DEFIM  \n1 Introd . a Eng . Química  36 - 36 33 - D OBR  N DEQUI  \n2 Cálculo Dif. e Integral II  72 - 72 66 Cálculo Dif. e Integral I D OBR  N DEFIM  \n2 Fenômenos Mecânicos  72 - 72 66 Cálculo Dif. e Integral I D OBR  N DEFIM  \n2 Indivíduos, Grupos e \nSociedade Global  36 - 36 33 - D OBR  N DTECH  \n2 Meio Ambiente e Gestão \npara a Sustentabilidade  36 - 36 33 - D OBR  N DTECH  \n2 Projeto e Comp. Gráfica I   36 36 33 - D OBR  N DTECH  \n2 Fund. de Quím . Inorgânica  36 - 36 33 Química geral  D OBR  N DQBIO  \n2 Química Orgânica I  72 - 72 66 Química Geral  D OBR  N DEQUI  \n3 Equações Diferenciais A  72 - 72 66 Cálculo Dif. e Integral II  D OBR  N DEFIM  \n3 Cálculo Dif. e Integral III  72 - 72 66 Cálculo Dif. e Integral II  D OBR  N DEFIM  \n3 Estat . e Probabilidade  72 - 72 66 Cálculo Dif. e Integral I  D OBR  N DEQUI  \n3 Fen. Térmicos e Fluidos  36  36 33 Fenômenos M ecânicos  D OBR  N DEFIM  \n3 Química Or gânica II  36 - 36 33 Química Orgâ nica I  D OBR  N DEQUI  \n3 Econ . e Adm . para Eng . 72 - 72 66 - D OBR  N DTECH  \n4 Física Experimental  - 36 36 33 Fen.Eletromagnético s D OBR  N DEFIM  \n4 Fen.Eletromagnéticos  72  72 66 Fenômenos Mecâ nicos  D OBR  N DEFIM  \n4 Princ . de Proc.  Químicos  72 - 72 66 Cálculo Dif. e Integral I  D OBR  N DEQUI  \n4 Fund. de Quimica  Analitica  36 - 36 33 Química G eral D OBR  N DQBIO  \n4 Química Analítica Exp.  - 18 18 16,5  Química Geral E xp. D OBR  N DQBIO  \n4 Química Orgânica Exp .  36 36 33 Química O rgân ica I D OBR  N DEQUI  \n4 Fisico -Quimica  72 - 72 66 Química G eral D OBR  N DQBIO  \n4 Fisico -Quimica \nExperimental  - 18 18 16,5  Quim. G eral Exp. /Físico \nQuímica  D OBR  N DQBIO  \n5 Cálculo Numérico  72 - 72 66 Cálculo Dif. e Integral I/ \nAlg e Est. de Dados I  D OBR  N DTECH  \n5 Mecânica dos Fluidos \npara Engenharia Química  72 - 72 66 Cálculo Dif. e Integral II  D OBR  N DEQUI  \n5 Termodinâmica I  72 - 72 66 Fisico -Quimica  D OBR  N DEQUI  \n5 Análise Instrumental  36 - 36 33 Fund. Quim. Analítica  D OBR  N DQBIO  \n5 Lab.de Análise  \nInstrumental  - 36 36 33 Quím. Anal. E xp. + \nAnálise Instrumental  D OBR  N DQBIO  \n5 Proc . Quím.Industriais  72 - 72 66 Intr. a Eng. Química  D OBR  N DEQUI  \n6 Ciência, Tec. e Sociedade  36 - 36 33 Não há  D OBR  N DTECH  \n6 Transferência de Calor  72 - 72 66 Mecanica do s Fluidos  D OBR  N DEQUI  \n6 Termodinâmica II  72 - 72 66 Termodinâ mica I  D OBR  N DEQUI  \n6 Materiais para Ind . Quím . 72 - 72 66 Química G eral D OBR  N DEQUI  \n6 Eletrotécnica  36 - 36 33 Fen. Eletromagnéticos  D OBR  N DETEM  \n6 Operações Unitárias I  72 - 72 66 Mec ânica dos Fl uidos  p. \nEng. Química  D OBR  N DEQUI  \n7 Mecânica dos Sólidos 36 - 36 33 Fenômenos Mecânicos  D OBR  N DETEM  ", "24": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n23  \n Legenda  para as abreviações mostradas no Quadro 7:   \na. PR: Pré -requisito; CR: Co -requisito ;  \nb. D: Disciplina; TA: Tra balho Acadêmico; AC: Atividades Complementares ;  \nc. OBR: Obrigatória; OPT: Optativa ;  \nd. N: Normal; E: Estendida.  \n \nNo Quadro 8 são apresentadas as unidades curriculares com pré -requisito em termos de carga horária \nem Unidades Curriculares (UCs) cumpridas.  \n \nQuadro 8. Relação de Pré -requisitos para algumas unidades curriculares em termos de UCs cumpridas.  \nUnidades Curriculares  Pré-requisitos em termos de UCs \ncumpridas (horas -aula)  \nEngenharia Econômica  1800  \nDesenvolvimento de Processos Químicos I  2160  \nEstág io Curricular Obrigatório  2112  \nTrabalho de conclusão de curso  2412  para Engenharia Química  \n7 Transferência de M assa  72 - 72 66 Transferencia de C alor D OBR  N DEQUI  \n7 Instrumentação Industrial  36 - 36 33 Fenômenos Mecânicos  D OBR  N DEQUI  \n7 Cinética e Cálc ulo de \nReatores Quím icos 72 - 72 66 Fisico -Química  D OBR  N DEQUI  \n7 Lab. de Eng. Química I  - 72 72 66 Operações unitárias I  D OBR  N DEQUI  \n7 Operações Unitárias II  72 - 72 66 Termodinâmica I /  \nTransferênci a de Calor  D OBR  N DEQUI  \n8 Engenharia Econ ômica  72 - 72 66 1800 ha  D OBR  N DEQUI  \n8 Projeto de Reatores  72 - 72 66 Cinética e Cálculo de \nReatores Q uímicos  D OBR  N DEQUI  \n8 Lab. de Eng. Química II  - 72 72 66 Operações unitárias I  D OBR  N DEQUI  \n8 Modelagem  e Sim ulação  \nde Proc. Quím.  54 18 72 66 Calculo Numérico/ \nPrincípio s de P roc. Quim.  D OBR  N DEQUI  \n8 Operações Unitárias III  72  72 66 Termodinâmica II  D OBR  N DEQUI  \n9 Controle de Proc. Q uím. 54 18 72 66 Equ. Dif. A/ Mod. e \nSim.de P roc. Quím.  D OBR  N DEQU I \n9 Des.de Proc. Químicos I  72 - 72 66 2160 ha  D OBR  N DEQUI  \n9 Engenharia Bioquímica  72 - 72 66 Cinética e Cálculo de \nReatores Q uímicos  D OBR  N DEQUI  \n9 Lab. de Eng. Química III  - 72 72 66 Op. Unitárias III /Cin. e \nCál. de Reatores Quím.  D OBR  N DEQUI  \n9 Optativa s 72  72 66 -  OPT  - \n10 Análise e Otimização de \nProcessos Químicos  72 - 72 66 Mod. e Sim. de Proc. \nQuím . /Eng. Econômica  D OBR  N DEQUI  \n10 Controle Ambiental na \nIndústria  72 - 72 66 Proc . Quím . Industriais  D OBR  N DEQUI  \n10 Projeto s e Instalaçõ es na \nIndústria Química  72 - 72 66 Projeto de R eatores  D OBR  N DEQUI  \n10 Desenvolvimento de \nProcessos Químicos II  - 72 72 66 Des. de Proc.  Quim.  I D OBR  N DEQUI  \n10 Optativa s 72  72 66 - D OPT  - \n10 Estágio Curricular \nObrigatório  - - 160h  160 2112h a  E OBR E DEQUI  \n10 Trabalho de Conclusão de \nCurso  - - 144h 144 2412 h a TA OBR  E DEQUI  \n Atividades \nComplementares  - - 144h 96 - AC OBR  E - ", "25": " \n \n24 \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016   \n12.FLUXOGRAMA   \n \nProcessos \nQuímicos \nIndustriaisOptativa\nCálculo NuméricoMecânica dos \nSólidos para Eng. \nQuímica OptativaEstatística e \nProbabilidadeMateriais para a \nIndústria QuímicaMeio Ambiente e \nGestão para \nSustentabilidadeEconomia, \nAdministração para \nEngenharia Química Analítica \nExperimental \nFísico QuímicaIndivíduos, Grupos \ne Sociedade GlobalProjetos e \nInstalações \nIndustriais\nEngenharia \nEconômicaInstrumentação \nIndustrialCiência, Tecnologia e \nSociedade\nOptativaIntrodução a \nEngenharia QuímicaQuímica OrgânicaEquações \nDiferenciais AFísica Experimental\nControle de \nProcessos \nQuímicosLaboratório de \nEngenharia \nQuímica II\nAnálise e \nOtimização de \nProcessosProjeto de ReatoresAlgoritmos e \nEstruturas de Dados \nIFundamentos de \nQuímica inorgânicaQuímica Orgânica IIFundamentos de \nQuímica AnalíticaAnálise \nInstrumentalGeometria Analitica \ne Álgebra Linear\nProjeto e \nComputação \nGráfica ILaboratório de \nAnálise \nInstrumentalOperações Unitárias IDesenvolvimento de \nProcessos \nQuímicos II\nTermodinâmica ITransferência de \nMassaOperações Unitárias \nIIIDesenvolvimento de \nProcessos \nQuímicos I \nCinética e Cálculo \nde ReatoresLaboratório de \nEngenharia \nQuímica IIITermodinâmica IICálculo Diferencial e \nIntegral ICálculo Diferencial \ne Integral IICálculo Diferencial \ne Integral IIIFenômenos \nEletromagnéticosTransferência de CalorMecânica dos \nFluídos para Eng. \nQuímica7o Período 8o Período 9o Período 10o Período 1o Período 2o Período 3o Período 4o Período 5o Período 6o Período\nFísico Química \nExperimentalOperações Unitárias \nII\nEngenharia \nEconômicaOptativaEletrotécnicaControle Ambiental\nLaboratório de \nEngenharia \nQuímica I\nQuímica GeralMetodologia \nCientífica\nFenômenos \nTérmicos e Fluidos\nQuímica Geral \nExperimentalModelagem e \nSimulação de \nProcessos Enegenharia \nBioquímica\nPrincípios de \nProcessos \nQuímicosQuímica Orgânica \nExperimental\n \n Carga Horária Total: 3.700 horas  \n \n 3.300 horas de Disciplinas   \n 160 horas de Estágio Curricular  \n 144 hora s de Trabalho de Conclusão de Curso (TCC)  \n 96 horas de Atividades Complementares  Economia e \nAdministração p . \nEngenheiros  Química  \nOrgânica I  \na Cinética e Calc. \nde Reatores \nQuímico s \nModelagem e \nSimulação de \nProc. Quim.  Controle \nAmbiental na \nIndústria  \nProjetos e \nInstalações na \nInd. Quim.  Análise e \nOtimização de \nProc. Quim.  \nFenômenos  \nMecânicos   ", "26": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n25  \n13. EMENTÁRIO  \n \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE G RADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Introdução a Engenharia Química  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI Período: 1º  \nCarga Horária:  Código CONTAC EQ001  Teórica:  36ha  / 33,0h  Prática: -  Total: 36ha  / 33h \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nEngenharia Química: formação e profissão. Legislação, atribuições, associações de classe. Indústria química brasileira: \nhistórico e situação atual. O curso de EQ na UFSJ/CAP: infraestrutura e organização curricular. Introdução aos processos \nindustriais. Elaboração de Fluxograma de processos.  \nOBJETIVOS  \nIntroduzir os aspectos principais da formação do engenheiro  químico. Apresentar as atribuições e as áreas de atuação dos \nprofissionais graduados em Engenharia Química. Apresentar o curso de EQ da UFSJ/CAP . Introduzir alguns processos \nprodutivos utilizados em indústrias químicas.  \nBIBLIOGRAFIA BÁSICA  \n1. BRASIL, N.  I. Introdução à Engenharia Química . 3a ed. Rio de Janeiro: Interciência, 2013.  \n2. SHREVE, R. N. e BRINK, Jr. J.A. Indústrias de Processos Químicos , 4a ed. Rio de Janeiro: LTC, 2008.  \n3. CREMASCO, M. A. Vale a Pena Estudar Engenharia Química . 3ª ed. São Pau lo: Edgard Blücher Ltda., 2015.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. WONGTSCHOWSKI, P . Indústria Química Riscos e Oportunidades . 2a ed. São Paulo: Edgard Blücher Ltda.,2002.  \n2. Projeto Pedagógico do Curso de Engenharia Química da UFSJ – CAP .  \n3. HIMMELBLAU, D. M.  e RIGGS, J.B, Engenharia Química . Princípios e Cálculos. 8aed. São Paulo: LTC, 2014.  \n4. GAUTO, M. E ROSE, G. Processos e Operações Unitárias da Indústria Química . 1a ed. Ciência Moderna, 2011.  \n5. TERRON, L.R. Operações Unitárias Para Químicos Farmacêutico s e Engenheiros . 1aed. LTC, 2012.  \n ", "27": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n26  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGE NHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Cálculo Diferencial e Integral I  \nNatureza: Obrigatória  Unidade Acadêmica: DEFIM  Período: 1º  \nCarga Horária:  Código CONTAC CT001  Teórica:  72ha  / 66,0h Prática: -  Total: 72ha  / 66,0h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nNúmeros reais e Funções reais de uma variável real. Limites. Continuidade. Derivadas e aplicações. Antiderivadas. Integral \nDefinida. Teorema Fundamental do Cálculo.  \nOBJETIVOS  \nPropiciar o aprendizado dos conceitos de limite, derivada e integral de funções de uma variável real. Propiciar a compreensão \ne o domínio dos conceitos e das técnicas de Cálculo Diferencial e Integral. Desenvolver a habilidade de implementação \ndesses concei tos e técnicas em problemas nos quais eles se constituem os modelos mais adequados. Desenvolver a \nlinguagem matemática como forma universal de expressão da Ciência.  \nBIBLIOGRAFIA BÁSICA  \n1. STEWART, J.  Cálculo.  6 ed. São Paulo: Cengage Learning, 2009. Vol. 1. \n2. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo.  8a ed. Porto Alegre: Bookman, 2007. Vol.1.  \n3. THOMAS, G. B.; FINNEY , R.; WEIR, M. D.; GIORDANO, F. R. Cálculo de George B. Thomas . 10a ed. New Jersey: Prentice -Hall. \n2002. Vol. 1.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SIMMONS, G. F. Cálculo com Geometria Analítica . São Paulo: Makron Books, 1987. Vol.1.  \n2. ANTON, H.. Cálculo: um novo horizonte . 6a ed. Porto Alegre: Bookman, 2000. Vol.1.  \n3. LEITHOLD, L. Cálculo com Geometria Analítica . 3a ed. Harbra, 1994. Vol.1.  \n4. FL EMMING, D. M; GONÇALVES, M. B Cálculo A (Funções, Limites, Derivação e Integração).  6a ed. New Jersey: Prentice -\nHall. 2007. Vol. 1.  \n5. SWOKOWSKI, E. W. Cálculo com Geometria Analítica.  2a ed. São Paulo: Makron Books, 1994. Vol.1.  \n ", "28": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n27  \n UNIVERSIDADE FEDERAL  DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/ INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Geometria Analítica e Álgebra Linear  \nNatureza: Obrigatória  Unidade Acadêmica: DEFIM  Período: 1º  \nCarga Horária:  Código CONTAC CT005  Teórica:  72ha  / 66,0h  Prática: -  Total: 72ha  / 66,0h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nÁlgebra Vetorial. Retas e Planos. Matrizes. Cálculo de determinantes. Espaço vetorial Rn. Autovalores e Autovetores de \nMatrizes.  \nOBJETIVOS  \nPropiciar aos discente s a capacidade de interpretar geometricamente e espacialmente conceitos  matemáticos e interpretar \nproblemas e fenômenos abstraindo -os em estruturas algébricas multidimensionais.  \nBIBLIOGRAFIA BÁSICA  \n1. SANTOS, R.J. Álgebra Linear e Aplicações . Belo Horizonte: Imprensa Universitária da UFMG, 2006.  \n2. RORRES, C.; HOWARD, A. Álgebra Linear com Aplicações . 8a ed. Porto Alegre: Bookman, 2001.  \n3. SANTOS, N. M. Vetores e Matrizes: uma introdução à álgebra linear . 4a ed. São Paulo: Thomson Learning, 2007.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SANTOS, F.J. FERREIRA, S. Geometria Analítica.  Porto Alegre: Bookman, 2009.  \n2. BOULOS, P ., CAMARGO, I. Geometria Analítica: um tratamento vetorial . 2a ed. São Paulo: McGraw -Hill, 1987.  \n3. STEINBRUCH, A.; WINTERLE, P . Álgebra Linear.  2a ed. São Paulo: McGraw -Hill, 1987.  \n4. POOLE, D. Álgebra Linear com Ap licações.  Pioneira (Thomson Learning), 2004.  \n5. LIPSCHUTZ, S. Álgebra Linear: teoria e problemas . 3a ed. São Paulo: Makron Books, 1994.  \n ", "29": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n28  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 200 2 \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Química Geral  \nNatureza: Obrigatória  Unidade Ac adêmica: DQBIO  Período: 1º  \nCarga Horária:  Código CONTAC CT003  Total: 54ha  / 49,5h  Prática: -  Total: 54ha  / 49,5h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nMatéria, estrutura eletrônica dos átomos, propriedades periódicas dos elementos, teoria das ligaç ões químicas, forças \nintermoleculares, reações em fase aquosa e estequiometria, cinética química, equilíbrio químico e eletroquímica.  \nOBJETIVOS  \nPermitir que os discente s compreendam como os átomos se arranjam, por meio das ligações químicas, para formar \ndiferentes materiais. Permitir que os discente s entendam os princípios envolvidos nas transformações químicas, as relações \nestequiométricas envolvidas e os aspectos relacionados com o conceito de equilíbrio químico das reações reversíveis bem \ncomo o concei to de reações eletroquímicas.  \nBIBLIOGRAFIA BÁSICA  \n1. KOTZ, J.C.; TREICHEL Jr., P . Química e reações Químicas . Rio de Janeiro: LTC, 2005. Vol. 1 e 2.  \n2. BROWN, T.L.; LEMAY Jr., H.E.; BURSTEN, B.E. Química: a ciência central.  São Paulo: Pearson, 2005.  \n3. BROWN, L.S.; HOLME, T.A. Química geral aplicada à engenharia . São Paulo: Cengage Learning, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. ATKINS, P .; JONES, L. Princípios de química: questionando a vida moderna e o meio ambiente . Porto Alegre: Bookman, \n2006.   \n2. SPEN CER, J.N.; BODNER, G.M.; RICKARD, L.H. Química Estrutura e dinâmica , 3a ed., Rio de Janeiro: LTC, 2006. V. 1 e 2.  \n3. BRADY , J.E.; HUMISTON, G.E. Química geral . Rio de Janeiro: LTC, 1986.  \n4. RUSSEL, J.B.  Química geral . São Paulo: Makron Books, 2004. V. 1 e 2. \n5. MAHAN; B.M.; MYERS, R.J. Química um curso universitário . 4a ed. São Paulo: Edgard Blucher,1995.  \n ", "30": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n29  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUA ÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Química Geral Experimental  \nNatureza: Obrigatória  Unidade Acadêmica: DQBIO  Período : 1º \nCarga Horária:  Código CONTAC CT004  Teórica:  - Prática: 18ha  / 16,5h  Total: 18ha  / 16,5h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nNormas de laboratório, elaboração de relatórios, medidas experimentais, introdução as técnicas de laboratório, \ndetermi nação das propriedades das substâncias, reações químicas, soluções, cinética química, equilíbrio químico e \neletroquímica.  \nOBJETIVOS  \nDesenvolver no discente  as habilidades básicas de manuseio de produtos químicos, realização de experimentos, conduta \nprofi ssional e comunicação dos resultados na forma de relatórios científicos dentro de um laboratório de Química, além de \npermitir que o discente  visualize conceitos desenvolvidos nas aulas teóricas.  \nBIBLIOGRAFIA BÁSICA  \n1. CONSTANTINO, M.G.; DA SILVA, G.V.J.;  DONATE, P .M.  Fundamentos de Química Experimental.  São Paulo: Editora Edusp, \n2004.  \n2. DA SILVA, R.R.; BOCCHI, N.; ROCHA FILHO, R.C. Introdução  a Química Instrumental . São Paulo: Mcgraw -Hill, 1990.  \n3. POSTMA, J.M.; ROBERTS JR., J.L.; HOLLENBERG, J.L.  Químic a no laboratório , 5a ed., Barueri: Manoli,2009.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. ATKINS, P .; JONES, L. Princípios de química: questionando a vida moderna e o meio ambiente . Porto Alegre: Bookman, \n2006.   \n2. BACCAN, N. ANDRADE, J.C.; GODINHO, O.E.S.; BARONE, J .S. Química Analítica Quantitativa Elementar , 3ª Ed. São Paulo: \nEdgard Blücher, 2003.  \n3. DE ALMEIDA, P .G.V. (org.) Química Geral: Práticas Fundamentais .Viçosa : Editora UFV, 2009.  \n4. ROCHA FILHO, R.C.; DA SILVA, R.R Cálculos Básicos da Química , São Carlos : Edufscar, 2006.  \n5. RUBINGER, M.M.M.; BRAATHEN, P .C. Experimentos de Química com Materiais Alternativos de Baixo Custo e Fácil \nAquisição . Viçosa: Editora UFV, 2009.  \n6. VOGEL, A.I. Química Analítica Qualitativa . São Paulo: Editora Mestre Jou, 1981.  ", "31": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n30  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelad o  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Algoritmos e Estrutura de Dados I  \nNatureza: Obrigatória  Unidade Acadêmica: DTECH  Período: 1º  \nCarga Horária:  Código CONTAC CT006  Teórica: 54ha / 49,5h  Prática: 18,0ha  / 16,5h  Total: 72h / 6 6,0h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nPosição e contribuições da Computação no desenvolvimento científico e tecnológico, com ênfase nas Engenharias. Breve \nhistórico do desenvolvimento de computadores e linguagens de computação. Sistema de numeraç ão, algoritmo, conceitos \nbásicos de linguagens de programação, comandos de controle, estruturas homogêneas, funções e estruturas heterogêneas.  \nOBJETIVOS  \nIntroduzir o discente  na área da computação, tornando -o capaz de desenvolver algoritmos e codificá -los em uma linguagem \nde alto nível a fim de resolver problemas de pequeno e médio porte com ênfase em problemas nas áreas das Engenharias.  \nBIBLIOGRAFIA BÁSICA  \n1. MIZRAHI, V. V. Treinamento em Linguagem C++ - Módulo 1 . 2a ed. São Paulo: Makron Books, 2006.  \n2. SCHILDT, H. C Completo e Total . 3ª Ed. São Paulo: Makron Books, 1997.  \n3. GUIMARÃES, A. M.; LAGES, N. A. C. L. Algoritmos e Estrutura de Dados.  Rio de Janeiro: LTC, 1994.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SOUZA, M. et al. Algoritmos e Lógica de Programação , São Paulo: Thomson Pioneira, 2005.  \n2. FORBELLONE, A. L. V.; EBERSPACHER, H. F. Lógica de Programação . São Paulo: Makron Books, 2000.  \n3. EVARISTO, J. Aprendendo a programar: Programando em Linguagem C . Rio de Janeiro: Book Express, 2001.  \n4. KERNIGHAN, B.  W. RITCHE, D. M. C a linguagem de programação padrão ANSI . 16ª ed. Rio de Janeiro: Editora Campus, \n2003.  \n5. LOPES,A.; GARCIA,G. Introdução à programação: 500 algoritmos resolvidos . Rio de Janeiro: Elsevier, 2002.  ", "32": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n31  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currícul o: 2017  \n \nUnidade Curricular: Metodologia Científica  \nNatureza: Obrigatória  Unidade Acadêmica: DTECH  Período: 1º  \nCarga Horária:  Código CONTAC CT002  Teórica: 36ha / 33,0h  Prática: -  Total: 36ha / 33,0h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nO fazer c ientífico e a reflexão filosófica. Diretrizes para leitura, compreensão e formatação de textos científicos. Tipos de \ntextos e normatização ABNT. Noções fundamentais do fazer científico: método, justificação, objetividade, intersubjetividade. \nO problema da indução e o método hipotético -dedutivo. Realismo e antirealismo. Progresso, incomensurabilidade e \nhistoricidade. Ciência: objetivos, alcance, limitações. Demarcação: ciência versus  pseudociência.  \nOBJETIVOS  \nConhecer e compreender os tipos de trabalhos cie ntíficos e os aspectos fundamentais que orientam a sua produção. \nCompreender e problematizar perspectivas e princípios implicados no processo de investigação científica. Problematizar a \nnoção de progresso da ciência sob a ótica da epistemologia e da histór ia da ciência. Refletir sobre os objetivos, alcance e \nlimitações da produção científica.  \nBIBLIOGRAFIA BÁSICA  \n1. ALVES -MAZZOTTI, A.J & GEWANDSZNAJDER, F. O Método nas Ciências Naturais e Sociais . São Paulo: Pioneira Thomson, \n2002.  \n2. GLEISER, M . A Dança d o Universo . São Paulo: Companhia das Letras, 1997.  \n3. Retalhos Cósmicos . São Paulo: Companhia das Letras, 1999.  \n4. KUNH, T. A Estrutura das Revoluções Científicas . São Paulo: Ed. Perspectiva, 2001.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. ALFONSO -GOLDFARB, Ana Maria . O que é História da Ciência . São Paulo: Editora Brasiliense, 1994.  \n2. ANDERY , M. A. et al. Para compreender a ciência: uma perspectiva histórica . 12ª ed. São Paulo: EDUC, 2003.  \n3. CHALMERS, A. O que é ciência afinal?  São Paulo: Ed. Brasiliense, 1993.  \n4. CREASE, R. P . Os Dez Mais Belos Experimentos Científicos . Rio de Janeiro: Jorge Zahar, 2006.  \n5. DAWKINS, R. Desvendando o Arco -Íris: ciência, ilusão e encantamento . São Paulo: Ed. Companhia das letras, 2000.  \n6. DESCARTES, René. Discurso Sobre o Método . São  Paulo: Hemus Editora, 1968.  \n7. GUERRA, Andréia; BRAGA, Marco; REIS, José Cláudio. Uma Breve História da Ciência Moderna . Rio de Janeiro: Jorge Zahar \nEditores, 2003.  \n8. MEDEIROS, J.B. Redação Científica: a prática de fichamentos, resumos, resenhas . São Pau lo: Ed. Atlas, 2008.  \n9. POPPER, K. A Lógica da Pesquisa Científica . São Paulo: Ed. Cultrix, 2008.  ", "33": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n32  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Cálculo Diferencial e Integral II  \nNatureza: Obrigatória  Unidade Acadêmica: DEFIM  Período: 2º  \nCarga Horária:  Código CONTAC CT007  Teórica:  72ha / 66,0  Prática:  Total: 72ha / 66,0  \nPré-requisito: Cálculo Diferencial e Integral I  Co-requisito:  \n \nEMENTA  \nTécnicas de Integração. Aplicações de Integral. Funções Reais de Várias Variáveis Reai s: derivada parcial, regra da cadeia, \nplanos tangentes, derivadas direcionais e gradiente, extremos relativos e absolutos, multiplicadores de Lagrange, aplicações . \nTeoria de Séries: definição, exemplos, testes de convergência, séries de potência, séries de  Taylor.  \nOBJETIVOS  \nPropiciar o aprendizado das técnicas do Cálculo Integral de funções de uma variável real.  \nPropiciar a compreensão e o domínio dos conceitos e das técnicas de Cálculo Diferencial em várias variáveis reais. Propiciar o \naprendizado da Ter ia de Séries. Desenvolver a habilidade de implementação desses conceitos e técnicas em problemas nos \nquais eles se constituem os modelos mais adequados. Desenvolver a linguagem matemática como forma universal de \nexpressão da Ciência.  \nBIBLIOGRAFIA BÁSICA  \n1. STEWART, J. Cálculo.  6a ed. São Paulo: Cengage Learning , 2009. Vol. 1 e 2.  \n2. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo . 8a ed. Porto Alegre: Bookman, 2007. Vol.1 e 2.  \n3. THOMAS, G. B.; FINNEY , R.; WEIR, M. D.; GIORDANO, F.R. Cálculo . 10a ed. Editora Pre ntice -Hall, 2002. Vol. 1 e 2.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SIMMONS, G. F. Cálculo com Geometria Analítica . São Paulo: Pearson. 1987. Vol.1 e 2.  \n2. ANTON, H. Cálculo: um novo horizonte . 6a ed. Porto Alegre: Bookman, 2000. Vol.1 e 2.  \n3. LEITHOLD, L. Cálcul o com Geometria Analítica . 3a ed. São Paulo: Harbra, 1994. Vol.1 e 2.  \n4. FLEMMING, D. M; GONÇALVES, M. B. Cálculo B . 6a ed. São Paulo: Pearson, 2007.  \n5. SWOKOWSKI, E. W. Cálculo com Geometria Analítica . 2a ed. São Paulo: Makron Books, 1994. Vol.1 e 2.  ", "34": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n33  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bachar elado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Projeto e Computação Gráfica I  \nNatureza: Obrigatória  Unidade Acadêmica: DTECH  Período: 2º  \nCarga Horária:   Código CONTAC EQ002  Teórica:  - Prática: 36ha / 33,0h  Total: 36ha / 33,0h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nMetodologia de desenvolvimento de projeto. Processos de representação de projeto. Sistemas de coordenadas e projeções: \nvistas principais, vistas especiais, vistas auxiliares. Projeções a partir de perspectiva, projeçõe s a partir de modelos. Projeções \ncilíndricas e ortogonais. Fundamentos de geometria descritiva. Utilização de escalas. Normas e convenções de expressão e \nrepresentação de projeto; normas da ABNT. Desenvolvimento de projetos; Elaboração de vistas, cortes; d efinições de \nparâmetros e nomenclaturas de projetos, detalhes, relação com outras disciplinas da engenharia. Fundamentos de \ncomputação gráfica; primitivas, planos e superfícies, transformações geométricas 2D, sistemas de visualização 2D, métodos e \ntécnicas  de sintetização (“renderização”).  \nOBJETIVOS  \nCapacitar o discente  para interpretar e desenvolver projetos de engenharia; desenvolver a visão espacial; utilizar \ninstrumentos de elaboração de projetos de engenharia assistido por computador com a utilização  de computação gráfica; \nrepresentar projetos de engenharia de acordo com as normas e convenções da expressão gráfica como meio de comunicação \ndos engenheiros.  \nBIBLIOGRAFIA BÁSICA  \n1. SIMMONS C. H., MAGUIRE D. E. Desenho Técnico . Hemus, 2006.  \n2. RIBEIRO, A . S. et al. Desenho técnico Moderno : LTC, 4ª ed. 2006.  \n3. HEARN, D. D., BAKER, M. P . Computer Graphics with OpenGL  (3rd Edition) 2003.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. ABNT Normas para o Desenho Técnico . Rio de Janeiro, 2000.  \n2. SPECK, H. J.; Manual de desen ho técnico . Florianópolis: UFSC, 1997.  \n3. LEAKE J. M. Manual de Desenho Técnico para Engenharia  - Desenho, Modelagem e Visualização. 1 ed. Rio de Janeiro: LTC, \n2010.  \n4. MANFE, G. et al, Desenho Técnico Mecânico : Curso Completo - vol. 1 e 2. Hemus, 2004.  \n5. MANFE, G. et al, Desenho Técnico Mecânico : Curso Completo - vol. 3. Hemus, 2004.  \n ", "35": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n34  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENAD ORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Fenômenos Mecânicos  \nNatureza: Obrigatória  Unidade Acadêmica: DEFIM  Período: 2º  \nCarga Horária:   Código CONTAC CT008  Teórica:  72ha / 66,0h  Prática: - Total: 72ha / 66,0h  \nPré-requisito: Cálculo Diferencial e Integral I  Co-requisito:   \n \nEMENTA  \nVetores; Cinemática; Leis de Newton e suas aplicações; Trabalho, Energia e princípios de conservação; Impuls o, momento \nlinear e seu princípio de conservação; Cinemática e Dinâmica da Rotação; Oscilações e Ondas.  \nOBJETIVOS  \nO curso tem como intenção primordial propiciar ao discente  conhecimento científico para a modelagem de sistemas físicos. \nEm especial, espera -se que o discente  adquira no curso capacidade para a descrição de fenômenos físicos com base nos \nprincípios da Mecânica. O curso deverá preparar o discente  com embasamento para as unidades curriculares dos próximos \nsemestres, em especial aquelas ligadas à  Mecânica.  \nOutro enfoque do curso é propiciar aos discente s a capacidade de solucionar problemas através da aplicação das leis de \nNewton ou através dos princípios de conservação de energia e momento (linear e angular), cabendo ao discente  decidir qual \no mé todo mais apropriado para a situação analisada. Esse enfoque fica claro no tratamento de sistemas ondulatórios.  \nBIBLIOGRAFIA BÁSICA  \n1. Chaves, Alaor, Sampaio, F. Física Básica: Mecânica . Vol. 1 e 2; Ed. LAB&LTC.  \n2. Resnick, R.,  Halliday, D., Krane, K., Física , 5ª ed. Vol.1 e 2, Ed. LTC.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. Nussensveig, M. Curso de Física Básica . 4ª ed. Ed. Edgard Bluchërd, Vol.1 e 2.  \n2. Young, H., Freedman, R.  Sears & Zemansky Física  I (Mecânica).  10ª ed Pearson Education do Brasil, vol. 1.  \n3. Feynman, R., The Feynman Lectures on Physics , vol. 1 e 2.  \n4. Tipler, P ., Mosca, G., Física   5ª ed. Vol.1 e 2, Ed. Gen & LTC.  \n5. Serway, R., Jr., J. Jewett, Princípios de Física . Ed. Cengage Learning, Vol. 1 e 2.  \n ", "36": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n35  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currícu lo: 2017  \n \nUnidade Curricular: Química Orgânica I  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 2º  \nCarga Horária  Código CONTAC EQ004  Teórica: 72ha / 66,0h  Prática: - Total: 72ha / 66,0h  \nPré-requisito: Química Geral  Co-requisito:   \n \nEMENTA  \nEstrutura eletrônica e ligação química; Introdução às substâncias orgânicas; Alcanos, Alcenos e Alcinos; Estereoquímica; \nDeslocalização eletrônica e ressonância; Dienos: Espectroscopia na região do UV/Vis; Reações de substituição e de \neliminação  de haletos  de alquila;  Alcoóis, éteres, epóxidos e substâncias que contêm enxofre; Substâncias \norganometálicas; Espectroscopia no infravermelho.  \nOBJETIVOS  \nIntroduzir ao discente  de Engenharia os conceitos básicos da Química Orgânica. Identificar e diferenciar a re atividade de \ncompostos orgânicos. Identificar os reagentes e ou condições necessárias, bem como os mecanismos para realizar o \nplanejamento da síntese de compostos orgânicos.  \nBIBLIOGRAFIA BÁSICA  \n1. BRUICE, P . Y. Fundamentos de Química Orgânica  2ª ed., Edi tora Pearson, 2013.  \n2. SOLOMONS, T.W.G. Química Orgânica  vol. I e II, 9a ed., Editora LTC, 2008.  \n3. BRUICE, P . Y. Química Orgânica  vol. 1, 4ª ed., Pearson Editora, 2006.  \n4. BARBOSA, L. C. A.; Introdução a Química  Orgânica. Pearson Editora, 2004.  \nBIBLIOG RAFIA COMPLEMENTAR  \n1. MCMURRY , J. Química Orgânica , 6ª ed. Ed. Prentice Hall, 2005.  \n2. VOLLHARDT, K. P .; SCHORE, N.E. Química Orgânica: Estrutura e Função , 4ª ed. Ed. Bookman, 2004.  \n3. MORRISON, R. & BOYD, R.; Química Orgânica . 14a ed.; Ed. Fundação Calou stre Gulbenkian, 2005.  \n4. CONSTANTINO, M. G. Química  Orgânica - Curso Básico Universitário Vol. 1, 2 e 3 , 1ª Ed.  Ed. LTC.  ", "37": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n36  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Fundamentos de Química Inorgânica  \nNatureza: Obrigatória  Unida de Acadêmica: DQBIO  Período: 2º  \nCarga Horária:  Código CONTAC EQ003  Teórica: 36,0ha / 33,0h  Prática: - Total: 36,0ha / 33,0h  \nPré-requisito: Química Geral  Co-requisito:   \n \nEMENTA  \nGrupos representativos. Complexos de metais de transição. Química de com postos de coordenação.  \nOBJETIVOS  \nSaber distinguir os elementos presentes na tabela periódica estabelecendo reatividade e propriedades físicas e químicas. \nEstudar a ocorrência, propriedades, métodos de obtenção e de aplicação de compostos pertencentes aos  grupos dos metais \nalcalinos e alcalino -terrosos, elementos de transição, halogênios e gases nobres. Compreender os complexos e compostos de \ncoordenação, relacionando -os à reatividade e estrutura em função das mais modernas teorias de ligação.  \nBIBLIOGRAF IA BÁSICA  \n1. LEE, J.D. Química Inorgânica não tão concisa . 5ª ed. São Paulo: Edgard Blücher, 2000.  \n2. SHRIVER, D.F.; ATKINS, P .W. Química Inorgânica . 4ª ed. Porto Alegre: Bookman, 2008.  \n3. ATKINS, P .W.; JONES, L. Princípios de Química . 3ª ed. Porto Alegre : Bookman, 2007.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. BARROS, H.L.C. Química Inorgânica: uma introdução . 1ª ed. Belo Horizonte: UFMG, 1992.  \n2. HUHEEY , J.E.; KEITER, E.A.; KEITER, R.L. Inorganic Chemistry: Principles of structure and reactivity.  4a ed. 3. Harper Collins \nPublisher, 1993.  \n3. COTTON, A.F. Basic Inorganic Chemistry . 3a ed. New York: John Wiley Publisher, 1995.  \n4. COTTON, A.F. Advanced Inorganic Chemistry . 6ª ed. New York: Jonh Wiley Publisher, 1999.  \n5. BASOLO, F.; JOHNSON, R.C. Química de los compues tos de coordenação . Reverté, 1978.  ", "38": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n37  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGE NHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Indivíduos, Grupos e Sociedade Global  \nNatureza: Obrigatória  Unidade Acadêmica: DTECH  Período: 2º  \nCarga Horária:  Código CONTAC CT009  Teórica: 36,0h a / 33,0h  Prática: - Total: 36,0ha / 33,0h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nContribuições das ciências humanas para a formação de engenheiros. Indivíduos e relações interpessoais. A vida social e seus \ncomponentes. Relações de poder. Constituição social de identidades de indivíduos e grupos. O fenômeno da globalização e \nsuas consequências para o mundo do trabalho. Visão planetária e o conceito de humanidade. Relações humanas e dinâmicas \nde grupo nas empresas. Satisfação pessoal e produtividade soci al através do trabalho.  \nOBJETIVOS  \nCompreender o homem e suas práticas sociais e simbólicas como resultantes de um processo de construção ao longo da \nhistória. Entender a relação indivíduo -sociedade considerando o ethos e a visão de mundo que norteiam as práticas de um e \nde outro. Conhecer fundamentos teóricos da psicologia social. Compreender a relação dialética entre \nindividuo/grupo/sociedade como construção social. Identificar e analisar os conceitos de subjetividade, cultura, sociedade e \no processo de socialização na atual sociedade de consumo.  \nBIBLIOGRAFIA BÁSICA  \n1. BERGAMINI, C. W. Psicologia aplicada à administração de empresas: psicologia do comportamento organizacional.  4 ed. \nSão Paulo: Atlas, 2005.  \n2. BRUM, A. C. Desenvolvimento econômico brasil eiro.  Petrópolis/RJ: Vozes; Ijuí/RS: Editora UNIJUÍ, 2005.  \n3. GIDDENS, A.. Sociologia.  4 ed. Porto Alegre: Artmed, 2005.  \n4. PICHON -RIVIÈRE, E. O processo grupal . São Paulo: Martins Fontes, 1986.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. ALBUQUERQUE, E.S.(org) Que paí s é este?  São Paulo: Editora Globo, 2008.  \n2. BAUDRILLAR, J.. A sociedade de consumo . Lisboa/Portugal: Edições 70, s/d.  \n3. BOTTOMORE, T. B . Introdução à sociologia.  Rio de Janeiro: Jorge Zahar editores, 1987.  \n4. BOCK, A. M.; GONÇALVES, M. G.; FURTADO, O. Psicologia sócio -histórica: uma perspectiva crítica em psicologia . São \nPaulo: Cortez Editora, 2001 . \n5. CARVALHO,  J.M. Cidadania no Brasil: o longo caminho . Ed. Civil ização Brasileira, Rio de Janeiro, 2007.  \n6. CATANI, A. M. O que é capitalismo . São Paulo: Bra siliense. 2003.  \n7. DAMATTA, R. Carnavais, malandros e heróis: para uma sociologia do dilema brasileiro.  Rio de Janeiro: Rocco, 1997.  \n8. FONSECA, E. G. O valor do amanhã. São Paulo: Companhia das Letras, 2008.  \n9. GIDDENS, A.. As Consequências da Modernidade . São Paulo: Editora da Unesp, 1991.  ", "39": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n38  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: EN GENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Meio Ambiente e Gestão para a S ustentabilidade  \nNatureza: Obrigatória  Unidade Acadêmica: DTECH  Período: 2º  \nCarga Horária:  Código CONTAC CT010  Teórica:  36,0ha / 33,0h  Prática: - Total: 36,0ha / 33,0h  \nPré-requisito:  Co-requisito:   \n \nEMENTA  \nMeio ambiente e desenvolvimento sustentável: histórico, princípios e conceitos fundamentais. Avaliação de Impacto \nAmbiental: ferramentas, aplicações e implic ações para a sociedade e organizações. Gestão ambiental no processo de \navaliação de impacto ambiental e em empresas. Ética ambiental e gestão para a sustentabilidade. Princípios básicos de \nlegislação e direito ambiental. Geração, destino e tratamento de re síduos. Tecnologias para o desenvolvimento sustentável: \nanálise de ciclo de vida dos produtos, produção limpa e eficiência energética. Tecnologias para mitigação de impactos.  \nOBJETIVOS  \nCompreender o histórico de desenvolvimento dos conceitos de meio ambi ente e desenvolvimento sustentável. Compreender \nos processos e estudos ambientais para desenvolvimento da Avaliação de Impacto Ambiental. Desenvolver postura ética e \natitude crítica frente aos processos produtivos, em busca da sustentabilidade. Compreender  princípios de negociação, \nlegislação e direito ambiental. Fomentar o desenvolvimento e a aplicação de tecnologias para o desenvolvimento sustentável, \ncom ênfase em ciclo de vida de produtos, produção limpa e eficiência energética. Fomentar a aplicação de tecnologias para \nmitigação de impactos ambientais.  \nBIBLIOGRAFIA BÁSICA  \n1. ALMEIDA, J. R. de. Gestão ambiental para o desenvolvimento sustentável . Rio de Janeiro: Thex, 2006, 572 p.  \n2. DIAS, R. Gestão ambiental, responsabilidade social e sustentabilidade.  São Paulo: Atlas, 2007, 196 p.  \n3. BRAGA, B.; HESPANHOL, I.; CONEJO, J. G. L. Introdução à Engenharia Ambiental . São Paulo: Pearson Education, 2008, \n318p.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SÁNCHEZ, L. E. Avaliação de impacto ambiental: conceitos e métodos. São Paulo: Oficina de Textos, 2006. 495 p.  \n2. HINRICHS, R. A.; KLEINBACH, M. Energia e Meio Ambiente . São Paulo, Cengage Learning, 2010, 560p.  \n3. CHEHEBE, J. R. B. Análise do Ciclo de vida de produtos: ferramenta gerencial da ISO 14000 . Rio de Janeiro: Quali tymark, \n2002, 104 p. 1ª reimpessão.  \n4. MACHADO, P . A. L. Direito ambiental brasileiro.  15.ed.; rev. e amp. São Paulo: Malheiros, 2007, 1111 p.  \n5. POLETO, C. (Org). Introdução ao gerenciamento ambiental.  Rio de Janeiro: Interciência, 2010, 354p.  ", "40": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n39  \n UNIVER SIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Estatística e Probabilidade  \nNatureza: Obrigatória  Unidade Acadêmica: DEFIM  Período: 3º  \nCarga Horária:   Código CONTAC CT012  Teórica:  72ha / 66,0h  Prática: - Total: 72ha / 66,0h  \nPré-requisito : Cálculo Diferencial e Integral I  Cor-equisito:  \n \nEMENTA  \nDefinições gerais. Coleta, organização e apresentação de dados. Medidas de posição. Medidas de dispersão. Probabilidades. \nDistribuições de probabilidades. Amostragem. Distribuição de amostragem. T eoria da estimação. Teoria da decisão. \nCorrelação e regressão linear simples.  \nOBJETIVOS  \nConceitos fundamentais ao tratamento de dados. Capacitar o discente  a aplicar técnicas estatísticas para a análise de dados \nna área de engenharia, e a apresentar e re alizar uma análise crítica dos resultados.  \nBIBLIOGRAFIA BÁSICA  \n1. BUSSAB, W.O.; MORETTIN, P .A. Estatística Básica . 5 ed. São Paulo: Saraiva, 2003.  \n2. COSTA NETO, P .L.O. Estatística . 3 ed. São Paulo: Edgard Blucher, 2007.  \n3. TRIOLA, M. F. Introdução à Est atística.  Rio de Janeiro: LTC, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. DANTAS, C.A.B. Probabilidade: Um Curso Introdutório . 2a ed. São Paulo: EDUSP , 2000.  \n2. DEVORE, J.L. Probabilidade e Estatística: para engenharia e ciências . São Paulo: Pioneira Thomson, 20 06. \n3. HINES, W.W.; et al. Probabilidade e Estatística na Engenharia . 4a ed. Rio de Janeiro: LTC, 2006.  \n4. MAGALHÃES, M.N.; LIMA, A.C.P . Noções de Probabilidade e Estatística . São Paulo: EDUSP , 2004.  \n5. MONTGOMERY , D.C.; RUNGER, G.C. Estatística Aplicada e  Probabilidade para Engenheiros . 2a ed. Rio de Janeiro: LTC, \n2003.  ", "41": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n40  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHAR IA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Cálculo Diferencial e Integral III  \nNatureza: Obrigatória  Unidade Acadêmica: DEFIM  Período: 3º  \nCarga Horária:  Código CONTAC CT011  Teórica:  72ha / 66,0h  Prática: - Total: 72ha / 66,0h  \nPré-requisito: Cálculo Diferencial e Integral II  Co-requisito:  \n \nEMENTA  \nCampos Vetoriais. Parametrização de Curvas. Integrais Múltiplas. Mudança de Variáveis em Integrais Múltiplas. Int egrais de \nLinha. Teorema de Green. Integrais de Superfície. Teorema de Stokes. Teorema de Gauss (teorema da divergência). \nAplicações.  \nOBJETIVOS  \nPropiciar o aprendizado dos conceitos de campos vetoriais, integrais duplas e triplas, integrais de linha e in tegrais de \nsuperfície. Desenvolver a habilidade de implementação desses conceitos em problemas nos quais eles se constituem os \nmodelos mais adequados. Desenvolver a linguagem matemática como forma universal de expressão da Ciência.  \nBIBLIOGRAFIA BÁSICA  \n1. STEWART, J. Cálculo . 6a ed. São Paulo: Cengage Learning , 2009. Vol. 1 e 2.  \n2. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo. . 8a ed. Porto Alegre: Bookman, 2007. Vol.1 e 2.  \n3. THOMAS, G. B.; FINNEY , R.; WEIR, M. D.; GIORDANO, F.R. Cálculo . 10a ed. Upper Saddle  River: Prentice -Hall, 2002. Vol.1 e \n2. \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SIMMONS, G. F. Cálculo com Geometria Analítica . São Paulo: Pearson, 1987. Vol. 1 e 2.  \n2. ANTON, H. Cálculo: um novo horizonte . 6a ed. Porto Alegre: Bookman, 2000. Vol. 1 e 2.  \n3. LEITHOL D, L. Cálculo com Geometria Analítica . 3ª ed. São Paulo: Harbra, 1994. Vol. 1 e 2.  \n4. FLEMMING, D. M.; GONÇALVES, M. B. Cálculo B . 6ª ed. São Paulo: Pearson, 2007.  \n5. SWOKOWSKI, E. W. Cálculo com Geometria Analítica . 2ª ed. São Paulo: Makron Books, 1994. Vol. 1 e 2.  ", "42": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n41  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Aca dêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Equações Diferenciais A  \nNatureza: Obrigatória  Unidade Acadêmica: DEFIM  Período: 3º  \nCarga Horária:  Código CONTAC CT014  Teórica: 72ha / 66,0  Prática:  Total: 72ha / 66,0h  \nPré-requisito: Cálculo Diferencial e Integral II  Co-requisito:  \n \nEMENTA  \nPosição e contribuições do estudo de equações diferenciais no desenvolvimento científico e tecnológico, com ênfase nas \nEngenharias. Equações diferenciais de primeira e segunda ordem . Equações lineares de ordem superior. Sistemas de \nequações diferenciais lineares. Transformada de Laplace. Aplicações.  \nOBJETIVOS  \nDesenvolver a habilidade de solução e interpretação de equações diferenciais em diversos domínios de aplicação, \nimplementand o conceitos e técnicas em problemas nos quais elas se constituem os modelos mais adequados.  \nBIBLIOGRAFIA BÁSICA  \n1. WILLIAN, E.; BOYCE, R. C. P . Equações Diferenciais Elementares e Problemas de Valores de Contorno . 8ª ed. Rio de \nJaneiro: LTC, 2006.  \n2. ZIL L, D. G. Equações Diferenciais com aplicações em Modelagem . Rio de Janeiro: Thomson, 2003.  \n3. ZILL, D. G. & CULLEN, M. R. Equações Diferenciais . São Paulo: Makron Books, 2001, vol. 1.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. PENNEY , D. E.; EDWARDS, C. H. Equações Di ferenciais Elementares com Problemas de Valores de Contorno . 3ª ed. Rio de \nJaneiro: Prentice Hall, 1995.  \n2. ZILL, D. G.; CULLEN, M. R. Matemática Avançada para a Engenharia: Equações diferenciais elementares e transformada \nde Laplace . 3ª ed. Porto Alegre: Bookman, 2009.  \n3. KREYSZIG, E. Matemática Superior para Engenharia . 9ª ed. Rio de Janeiro: LTC, 2009. V.1.  \n4. STEWART, J. Cálculo . 6a ed. São Paulo: Thomson, 2009. V. 1 e 2.  \n5. ANTON, H.; B IVENS, I.; DAVIS, S. Cálculo . 8a ed. Porto Alegre: Bookman, 2007. V ol. 1 e 2.  ", "43": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n42  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Aca dêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Química Orgânica II  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 3º  \nCarga Horária:  Código CONTAC EQ006  Teórica: 36ha / 33,0h  Prática: - Total: 36ha / 33,0h  \nPré-requisito: Química Orgânica I  Co-requisito:  \n \nEMENTA  \nSistemas Insaturados Conjugados; Compostos Aromáticos; Reações de Compostos Aromáticos; Aldeídos e Cetonas; Ácidos \nCarboxílicos e seus Derivados; Síntese e Reações de Compostos -Dicarbonílicos; Ami nas; Fenóis e Haletos de arila; Reações \nde Oxidação e Redução; Polímeros.  \nOBJETIVOS  \nCapacitar o discente  para a resolução de problemas que envolvam métodos de preparação, propriedades físicas e químicas \ndas substâncias estudadas, e os conceitos teóricos fundamentais da química orgânica.  \nBIBLIOGRAFIA BÁSICA  \n1. BRUICE, P . Y. Fundamentos de Química Orgânica 2ª ed., Editora Pearson, 2013.  \n2. SOLOMONS, T.W .G. Química Orgânica , vol. I e II, 9a ed., Editora LTC, 2008.  \n3. BRUICE, P . Y. Química Orgânica vol. 1,  4ª ed., Prentice Hall editora, 2006.  \n4. BARBOSA, L. C. A.; Introdução a Química Orgânica. Pearson Editora, 2004.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. MCMURRY , J. Química Orgânica, 6ª ed. Ed. Prentice Hall, 2005.  \n2. VOLLHARDT, K. P .; SCHORE, N.E. Química Orgâni ca: Estrutura e Função, 4ª ed. Ed. Bookman, 2004.  \n3. MORRISON, R. & BOYD, R.; Química Orgânica . 14a ed.; Ed. Fundação Caloustre Gulbenkian, 2005.  \n4. CONSTANTINO, M. G. Química Orgânica - Curso Básico Universitário Vol. 1, 2 e 3, 1ª Ed.  Ed. LTC.  ", "44": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n43  \n UNIVER SIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Fenômenos Térmicos e Fluidos  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 3º  \nCarga Horária:   Código CONTAC CT013  Teórica: 36ha / 33,0h  Prática: - Total: 36ha / 33,0h  \nPré-requisit o: Fenômenos Mecânicos  Co-requisito:  \n \nEMENTA  \nIntrodução à Mecânica dos Fluídos, Temperatura e Calor, Propriedades Térmicas da Matéria, Primeira Lei da Termodinâmica, \nSegunda Lei da Termodinâmica, Entropia e Máquinas térmicas.  \nOBJETIVOS  \nO curso tem com o intenção primordial propiciar ao discente  conhecimento científico para a modelagem de sistemas físicos, \ncom ênfase especial àqueles que envolvam fenômenos de natureza termodinâmica e sistemas fluidos. Em especial, espera -se \nque o discente  adquira no curs o capacidade para a descrição e compreensão de tais fenômenos físicos. O curso deverá \nfornecer ao discente  embasamento para as unidades curriculares dos próximos semestres, em especial aquelas ligadas à \nMecânica dos Fluídos, Transferência de Calor e Massa e Termodinâmica.  \nBIBLIOGRAFIA BÁSICA  \n1- Resnick, R., Halliday, D., Krane, K., Física , 5ª ed. Vol. 2, Ed. LTC.  \n2- Young, H., Freedman, R.  Sears & Zemansky - Física  I (Mecânica).  10ª ed Pearson, vol. 2.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1- Nussensveig, M. Curso de Física Básica . 4ª ed. Ed. Edgard Bluchërd, Vol.2.  \n2- Serway, R., Jr., J. Jewett, Princípios de Física . Ed. Cengage Learning, Vol. 2.  \n3- Tipler, P ., Mosca, G., Física  5ª ed. Vol.2, Ed. Gen & LTC.  \n4- Feynman, R., The Feynman Lectures on Physics , vol. 1 e vol. 2.  ", "45": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n44  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO – PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acad êmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Economia e Administração para Engenheiros  \nNatureza: Obrigatória  Unidade Acadêmica: DTECH  Período: 3º  \nCarga Horária:   Código CONTAC CT018  Teórica: 72 ha / 66,0h  Prática: - Total: 72 ha / 66,0h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nA organização industrial, divisão do trabalho e o conceito de produtividade. Funções empresariais clássicas: marketing, \nprodução, finanças e recursos humanos. Poder e conhecimento técnico nas  organizações. Planejamento e controle da \nprodução e estoque. Empreendedorismo. Indicadores econômicos, juros, taxas, anuidades e amortização de empréstimos. \nProdução, preço e lucro. Fluxo de caixa. Mark -up e determinação de preço de um produto. Análise de  econômicas de \ninvestimentos. Conceitos gerais de macro e microeconomia. Relação entre oferta e demanda e elasticidade.  \nOBJETIVOS  \nFornecer conceitos essenciais de economia e administração para serem aplicados na formulação e avaliação de projetos de \nenge nharia. Estimular a visão crítica sobre os processos de produção e comercialização de produtos industriais.  \nBIBLIOGRAFIA BÁSICA  \n1. CHIAVENATO, I. Introdução à teoria geral da administração . 3. Ed. rev. atual. Rio de Janeiro: Elsevier, 2004.  \n2. DORNELAS, J. C. A. Empreendedorismo: transformando ideias em negócios.  2.ed. Rio de Janeiro: Elsevier.  \n3. GAITHER, N.; FRAZIER, G. Administração da produção e operações.  8.ed. São Paulo: Thomson Learning, 2007.  \n4. KOTLER, P .; ARMSTRONG, G. Princípios de marketing.  São Paulo: Pearson Prentice Hall, 2008.  \n5. MANKIW, N. G. Introdução à economia.  2ed. Rio de Janeiro: Elsevier, 2001.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. AMATO J. N. Redes de cooperação produtiva e clusters regionais: oportunidades para as pequenas e médias em presas.  \nSão Paulo: Atlas, 2008.  \n2. ANSOFF, I. H. McDONELL, E. J. Implantando a administração estratégica.  2.ed. São Paulo: Atlas, 1993.  \n3. CHEHEBE, J. R. B. Análise do Ciclo de vida de produtos: ferramenta gerencial da ISO 14000.  Rio de Janeiro: Qualitymar k, \n2002.  \n4. DAVIS, M.M. AQUILANO, N.J. CHASE, R.B. Fundamentos de Administração da produção.  Porto Alegre: Bookman, 2001.  ", "46": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n45  \n \n \n \n \n \n \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA  DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \nUnidade Curricular: Física Experimental  \nNatureza: Obrigatória  Unidade Acadêmica:  DEFIM  Período: 4º  \nCarga Horária:  Código CONTAC  Teórica: - Prática: 36ha / 33,0h  Total: 36ha / 33,0h  \nPré-requisito:  Co-requisito: Fenômenos Eletromagnéticos  \nEMENTA  \nTeoria de medidas e erros, experimentos de mecânica, experimentos de oscilações e on das, experimentos de termodinâmica, \nexperimentos de eletromagnetismo.  \nOBJETIVOS  \nO curso pretende proporcionar um contato com experimentos envolvendo mecânica, termodinâmica, oscilações, ondas, \neletricidade, campos magnéticos, circuitos e afins. O curso s erá semanal e fica a critério do professor realizar um \nexperimento por semana ou modificar esse prazo durante o semestre para realizar experimentos mais complexos.  \nInicialmente o(a) discente ) será orientado (a)sobre a teoria de medidas e erros, sobre como redigir um relatório seguindo \nnormas técnicas, como coletar dados criteriosamente, como construir gráficos utilizando recursos computacionais, como \nanalisar os resultados do experimento. À medida que o domínio sobre técnicas experimentais aumenta, a comple xidade dos \nexperimentos pode aumentar, proporcionando assim uma curva de aprendizado adequada a cada curso. O(A) professor(a) \npode adaptar e propor novos experimentos ao longo do curso, direcionando o aprendizado experimental de acordo com o \nrendimento da turma. Espera -se que no final do curso o(a) discente seja capaz de realizar experimentos com autonomia.  \nBIBLIOGRAFIA BÁSICA  \n1. Halliday, Resnick, Walker . Fundamentos de Física . LTC Vol.3.  \n2. Young, H., Freedman, R.  Sears&Zemansky - Física  III (Mecânica ). 10ª ed Pearson Education do Brasil, vol. 3.  \n3. Nussensveig, M. Curso de Física Básica . 4ª ed. Ed. Edgard Bluchërd, Vol.3.  \n4. Tipler, P ., Mosca, G., Física   5ª ed. Vol.3, Ed. Gen&LTC.  \n5. Vuolo, J.H., Fundamentos da Teoria de Erros , Blücher.  \n6. Campos, Al ves, Speziali, Física Experimental Básica na Universidade , Ed. UFMG.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. Chaves, Alaor, Sampaio, F. Física:  Mecânica . Vol. 3; Ed. LAB&LTC.  \n2. Serway, R., Jr., J. Jewett, Princípios de Física . Vol. 3, Ed. Cengage Learning.  \n3. Kel ler, Gettes & Skove, Física , Vol. 2, Ed. Makron Books.  \n4. Resnick, R.,  Halliday, D., Krane, K., Física , 5ª ed. Vol.3, Ed. LTC.  \n5. Feynman, R., The Feynman Lectures on Physics , vol. 1 e vol. 2.  \n6. Griffiths, D., Introduction to Electrodynamics , Ed. Willey.   ", "47": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n46  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico : Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Fenômenos Eletromagnéticos  \nNatureza: Obrigatória  Unidade Acadêmica: DEFIM  Período: 4º  \nCarga Horária:  Código CONTAC CT016  Teórica: 72ha / 66,0h  Prática: - Total: 72ha / 66,0h  \nPré-requisito: Fenômenos Mecânicos  Co-requisito:  \n \nEMENTA  \nCarga elétrica, Força Elétrica e Lei de Coulomb; Campo Elétrico de Cargas puntuais e campo elétrico de distribuições de carga  \ncontínuas; Lei de Gauss; Potencial Elétrico; Capacitores e Dielétrico s; Corrente Elétrica, Resistores e introdução aos circuitos \nelétricos (associação de resistores, circuitos RL, RC e RLC, Lei das Malhas); Campo Magnético e Força Magnética, Leis de \nAmpère e Biot -Savart, Indução Eletromagnética: Lei de Faraday e Lei de Lenz , Indutância e Corrente Alternada, Propriedades \nMagnéticas da Matéria;  \nOBJETIVOS  \nO curso tem como intenção primordial propiciar ao discente  conhecimento científico para a modelagem de sistemas físicos, \ncom ênfase especial àqueles que envolvam fenômenos d e natureza elétrica e magnética. O curso deverá fornecer ao discente  \nembasamento para as unidades curriculares dos próximos semestres, em especial aquelas ligadas à eletricidade e ao \nmagnetismo.  \nBIBLIOGRAFIA BÁSICA  \n1. Halliday, Resnick, Walker . Fundament os de Física . LTC Vol.3.  \n2. Young, H., Freedman, R.  Sears&Zemansky  Física  III (Mecânica).  10ª ed Pearson Education do Brasil, vol. 3.  \n3. Nussensveig, M. Curso de Física Básica . 4ª ed. Ed. Edgard Bluchërd, Vol.3.  \n4. Tipler, P ., Mosca, G., Física   5ª ed. Vol.3, Ed. Gen&LTC.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. Chaves, Alaor, Sampaio, F. Física:  Mecânica . Vol. 3; Ed. LAB&LTC.  \n2. Serway, R., Jr., J. Jewett, Princípios de Física . Vol. 3, Ed. Cengage Learning.  \n3. Keller, Gettes & Skove, Física , Vol. 2, Ed. Makron B ooks.  \n4. Resnick, R.,  Halliday, D., Krane, K., Física , 5ª ed. Vol.3, Ed. LTC.  \n5. Feynman, R., The Feynman Lectures on Physics , vol. 1 e vol. 2.  \n6. Griffiths, D., Introduction to Electrodynamics , Ed. Willey.  ", "48": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n47  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017 \n \nUnidade Curricular: Princípios de Processos Químicos  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 4º  \nCarga Horária:  Código CONTAC EQ012  Teórica:   72ha / 66,0h  Prática: - Total: 72ha / 66,0h  \nPré-requisito: Cálculo Diferencial e Integral  I Correquisito: Físico -Química  \n \nEMENTA  \nIntroduzir os fundamentos dos cálculos utilizados na Engenharia Química. Leis de conservação da matéria e energia. \nPropriedades termodinâmicas e de transporte dos gases, vapor e de misturas gás -vapor.  Resolução de  problemas envolvendo \nbalanços materiais e de energia. Técnicas computacionais de resoluções de problemas envolvendo balanço de energia e \nmassa.  \nOBJETIVOS  \nAprendizagem dos fundamentos dos cálculos utilizados na Engenharia Química.  \nBIBLIOGRAFIA BÁSICA  \n1. HIMMELBLAU, D. M. Engenharia Química. Princípios e Cálculos , Prentice -Hall do Brasil, 2001.  \n2. COULSON, Chemical Engineering , 5a ed. Butterworth -Heinemann, 1996. Vol. 1.  \n3. BRASIL, N.I. Introdução à Engenharia Química.  2a ed. Rio de Janeiro: Interciência , 2004.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook , 7a ed. McGraw -Hill, 1997.  \n2. TURNS, R.S. An introdution to combustion Concepts and applications . 2a ed. McGrawHill,  2000.  \n3. FOUST, A.S.; W ENZEL, L.A.; CLUMP , C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations.  2a ed., John Wiley & \nSons, 1980.  \n4.McCABE, W. L.; SMITH, J. C.; HARRIOTT , P . Unit Operations of Chemical Engineering,  6ª ed., McGraw -Hill International \nEditions, 2000.  \n5.RUSS EL, T.F., DENN, M.M. Introduction to Chemical Engineering Analysis . John Wiley & Sons, 1972.  ", "49": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n48  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Fundamentos de Química Analítica  \nNatureza: Obrigatória  Unidade Acadêmica: DQBIO  Período: 4º \nCarga Horária:   Código CONTAC EQ008  Teórica: 36ha / 33,0h  Prática: - Total: 36ha / 33,0h  \nPré-requisito: Química Geral  Co-requisito:   \n \nEMENTA  \nClassificação dos métodos analíticos. Erros e tratamento estatístico de dados. Princípios básicos das ti tulações. Equilíbrio e \ntitulação ácido -base. Equilíbrio de precipitação. Complexometria e titulação complexométrica. Reações e titulação de oxi -\nredução.  \nOBJETIVOS  \nPermitir que os discente s compreendam aspectos qualitativos e quantitativos das análises ti tulométricas; Fornecer ao \ndiscente  subsíduos para a determinação quantitativa de diferentes espécies; Desenvolver o senso crítico no discente  para \ninterpretação de resultados analíticos.  \nBIBLIOGRAFIA BÁSICA  \n1. BACCAN, N.; ANDRADE, J.C.; GODINHO, O.E.S.; BARONE, J.S. Química Analítica Quantitativa Elementar . 3ª edição, \nCampinas: Edgar Blücher, 2008. 308 p.  \n2. HARRIS, D.C. Análise Química Quantitativa . 6ª edição, Rio de Janeiro: LTC, 2005. 876 p. 3. SKOOG, D.A.; WEST. 3. D.M.; \nHOLLER, F.J.; CROUCH, S.R. Fundamentos de Química Analítica . 8 a Edição, São Paulo: Thomson, 2008. 999 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. BASSET, J.; DENNEY , R.C.; JEFFERY , G.H.; MENDHAM, J. Análise Química Quantitativa . 6 a edição, Rio de Janeiro: LTC, 2002. \n462 p.  \n2. VOGEL, A.I. Quím ica Analítica Quantitativa . 5 a edição, Rio de Janeiro: Guanabara, 1992. 712 p.  \n3. Química Analítica Qualitativa . Sao Paulo: Mestre Jou, 1981. 655 p.  \n4. OHLWEILER, O.A. Química Analítica Quantitativa . 3 a edição, Rio de Janeiro: LTC, 1981. v. 1. 273 p.  \n5.Química Analítica Quantitativa . 3 a edição, Rio de Janeiro: LTC, 1981. v. 2. 226 p  ", "50": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n49  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDEN ADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Química Analítica Experimental  \nNatureza: Obrigatória  Unidade Acadêmica: DQBIO  Período: 4º  \nCarga H orária:  Código CONTAC EQ009  Teórica:  Prática: 18 ha / 16,5h  Total: 18 ha / 16,5h  \nPré-requisito: Química Geral Experimental  Co-requisito: Fundamentos de Química Analítica  \n \nEMENTA  \nExperimentos de laboratório envolvendo os seguintes temas: equilíbrio qu ímico, titulação ácido -base, equilíbrio de \nprecipitação, titulação complexométrica e titulação de óxido -redução.  \nOBJETIVOS  \nPossibilitar ao discente  conhecer as técnicas clássicas de análise, bem como os fatores experimentais que podem influenciar \nalgumas  determinações; Desenvolver o senso crítico no discente  para interpretação de resultados práticos; Fornecer ao \ndiscente  o conhecimento de todas as etapas de uma análise química.  \nBIBLIOGRAFIA BÁSICA  \n1. BACCAN, N.; ANDRADE, J.C.; GODINHO, O.E.S.; BARONE, J .S. Química Analítica Quantitativa Elementar . 3ª edição, \nCampinas: Edgar Blücher, 2008. 308 p.  \n2. HARRIS, D.C . Análise Química Quantitativa . 6ª edição, Rio de Janeiro: LTC, 2005. 876 p. 3. SKOOG, D.A.; WEST, D.M.; \nHOLLER, F.J.; CROUCH, S.R. Fundamentos de  Química Analítica . 8a Edição, São Paulo: Thomson, 2008. 999 p.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. BASSET, J.; DENNEY , R.C.; JEFFERY , G.H.; MENDHAM, J. Análise Química Quantitativa . 6a edição, Rio de Janeiro: LTC, 2002. \n462 p.  \n2. VOGEL, A.I. Química Analítica  Quantitativa . 5a edição, Rio de Janeiro: Guanabara, 1992. 712 p.  \n3. Química Analítica Qualitativa . Sao Paulo: Mestre Jou, 1981. 655 p.  \n4. OHLWEILER, O.A. Química Analítica Quantitativa . 3a edição, Rio de Janeiro: LTC, 1981. v. 1. 273 p.  \n5. Química Anal ítica Quantitativa . 3 a edição, Rio de Janeiro: LTC, 1981. v. 2. 226 p.  ", "51": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n50  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENG ENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Físico -Química  \nNatureza: Obrigatória  Unidade Acadêmica: DQBIO  Período: 4º  \nCarga Horária:  Código CONTAC EQ010  Teórica: 72 ha / 66,0h  Prática: - Total: 72 ha / 66,0h  \nPré-requisito: Química Geral  Co-requisito:  \n \nEMENTA  \nAs Propriedades dos Gases. Leis da termodinâmica. Espontaneidade e equilíbrio. Potencial químico. Soluções. Eletroquímica. \nCinética química. Fen ômenos de superfície.  \nOBJETIVOS  \nDesenvolver no discente  habilidades de laboratório e manuseio de reagentes químicos e equipamentos. Praticar o método \nde inquirir, que é o fundamento de todas as ciências experimentais. Fazer e interpretar observações expe rimentais, \nfundamentais para o método científico.  \nBIBLIOGRAFIA BÁSICA  \n1. ATKINS, P . W.; DE PAULA, J. Físico -Química . 8ª ed. Rio de Janeiro: LTC, 2008. Vol. 1.  \n2. ATKINS, P . W.; DE PAULA, J. Físico -Química . 8ª ed. Rio de Janeiro: LTC, 2008. Vol. 2.  \n3. CAS TELLAN, G. W. Fundamentos de Físico -Química . Rio de Janeiro: LTC, 1986.  \n4. BALL, D. W. Físico -química.  São Paulo: Cengage Learning, 2005. Vol.1  \n5. BALL, D. W. Físico -química . São Paulo: Cengage Learning, 2005. Vol.2.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. PRIGOGIN E, I., KONDEPUDI, D. Termodinâmica - dos Motores Térmicos às Estruturas Dissipativas.  Porto Alegre: Instituto \nPiaget, 2001.  \n2. MOORE, W. J. Físico -Química.  4ª Ed. São Paulo: Edgard Blücher,  2005. Vol. 1.  \n3. MOORE, W. J. Físico -Química . 4ª Ed. São Paulo: E dgard Blücher, 2005. Vol. 2.  \n4. MCQUARRIE, D. A., SIMON, J. D. Molecular Thermodynamics.  University Science Books, California 1999.  \n5. MONK, P . M. S. Physical Chemistry Understanding Our Chemical World.  Inglaterra: John Wiley & Sons Ltd., 2004.  ", "52": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n51  \n UNIVER SIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo:  2017  \n \nUnidade Curricular: Físico -Química Experimental  \nNatureza: Obrigatória  Unidade Acadêmica: DQBIO  Período: 4º  \nCarga Horária:   Código CONTAC EQ011  Teórica:  Prática: 18 ha / 16,5h  Total: 18 ha / 16,5h  \nPré-requisit o: Química Geral Experimental  Co-requisito: Físico -Química  \n \nEMENTA  \nAs Propriedades dos Gases. Primeira lei da termodinâmica e Entalpia. Potencial químico. Soluções. Eletroquímica. Cinética \nquímica. Fenômenos de superfície.  \nOBJETIVOS  \nDesenvolver no discente  habilidades de laboratório e manuseio de reagentes químicos e equipamentos. Praticar o método \nde inquirir, que é o fundamento de todas as ciências experimentais. Fazer e interpretar observações experimentais, \nfundamentais para o método científico.  \nBIBLIOGRAFIA BÁSICA  \n1. RANGEL, R. N. Práticas de Físico -Química , 3ª Ed. São Paulo: Edgard Blucher, 2006.  \n2. MIRANDA -PINTO, C. O. B.; de SOUZA, E. Manual de Trabalhos Práticos de Físico -Química . Belo Horizonte: UFMG, 2006.  \n3. POSTMA, J. M., ROBERTS JR. J. L. , HOLLENBERG, J. L. Química no laboratório,  5ª Ed., Barueri: Manole, 2009.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SHOEMAKER, D. P ., GARLAND, C. W., NIBLER, J. W. Experiments in physical chemistry . USA: McGraw Hill, 2008.  \n2. CASTELLAN, G. W. Fundamentos de Físico -Química.  Rio de Janeiro:LTC, 1986.  \n3. BALL, D. W. Físico -química.  São Paulo: Cengage Learning, 2005. V.1.  \n4. CONSTANTINO, M. G., DA SILVA, G. V. J., DONATE, P . M. Fundamentos de Química Experimental,  São Paulo: Edusp, 2004.  \n5. ATKINS, P . W., DE PAULA, J. Físico-Química . 8ª Ed. Rio de Janeiro: LTC, 2008. V. 1.  ", "53": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n52  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \n \nUnidade Curricular: Química Orgânica Experimental  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 4º  \nCarga Horária:   Código CONTAC EQ007  Teórica:   Prática: 36ha / 33,0h  Total: 36ha / 33,0h  \nPré-requisito: Química Orgânica II  Co-requisito:  \n \n \n \n EMENTA  \nSíntese, Separação, purificação e identificação de compostos orgânicos.  \nOBJETIVOS  \nHabilitar o discente  na prática de isolamento, purificaçã o e análise de substâncias orgânicas e familiarização com as técnicas, \noperações e segurança de um laboratório de química orgânica.  \nBIBLIOGRAFIA BÁSICA  \n1. ENGEL, R. G.; KRIZ, G. S.; LAMPMAN, G. M.; PAVIA, D. L.; Química Orgânica Experimental – Técnicas d e Escala Pequena , 30 \nEd., Editora Cengage Learning, São Paulo/SP , 2012.  \n2. PAVIA, D. L; LAMPMAN, G. M; KRIZ, G. S. E ENGEL, R. G.. Química Orgânica Experimental – Técnicas de Escala Pequena,  20 \nEd., Editora Bookman, Porto Alegre/RS, 2005.  \n3. FURNISS, A. S. , HANAFORD, A. J., SMITH, P . W. G., TATCHELL, A. R.. Vogel’s – Textbook of Practical Organic Chemistry , 50 \nEd., New York: John Wiley & Sons, 1989.  \n4. ZUBRICK, J. W., Manual de Sobrevivência no Laboratório de Química Orgânica , 60ed., Editora  LTC. \n5. SOLOMON S, T.W .G. Química Orgânica - vol. I e II , 9a ed., Editora LTC, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. DIAS, A. G., DA COSTA, M. A., GUIMARÃES, P . I C.. Guia Prático de Química Orgânica – Volume 1: Técnicas e \nProcedimentos: Aprendendo a fazer , 10ed., Editora I nterciência, Rio de Janeiro/RJ, 2004.  \n2. DIAS, COSTA & CANESSO. Guia Prático de Química Orgânica – Volume II: Síntese Orgânica: Executando Experimentos , \n10ed., Editora Interciência, Rio de Janeiro/RJ, 2008.  \n3. GONÇALVES, D., WAL., E, ALMEIDA, R. R. DE.. Química Orgânica Experimental . São aulo: McGraw -Hill, 1988.  \n4. CIENFUEGOS, F.. Segurança no Laboratório , 10 ed. Editora Interciência, Rio de Janeiro/RJ, 2001.  \n5. CONSTANTINO, G. C., DA SILVA, G. V. J., DONATE, P . M.. Fundamentos de Química Experimental, 10 ed., Editora da \nUniversidade de São Paulo (EDUSP), São Paulo, 2004.  \n6. MANO, E. B.; SEABRA, A. P . Práticas de Química Orgânica . Ed. Edgard Blücher, 1987.  ", "54": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n53  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular:  Termodinâmica I  \nNatureza: Ob rigatória  Unidade Acadêmica: DEQUI  Período: 5º  \nCarga Horária:   Código CONTAC EQ021  Teórica: 72 ha / 66,0h  Prática: - Total: 72 há / 66,0h  \nPré-requisito: Físico -Química  Co-requisit o:  \n \nEMENTA  \nConceitos fundamentais. Revisão da equação de conservação  da matéria. Primeira lei da termodinâmica. Termoquímica . \nSegunda Lei da termodinâmica . Desigualdade de Clausius.  Termodinâmica dos Processos Químicos com fluxo. Ciclos de \nPotencia. Máquinas de Combustão interna: Ciclo Otto, cicio diesel, Planta de potênc ia de turbina de gases de combustão. \nCiclo de refrigeração. Relações Termodinâmicas para sistemas abertos e fechados. Propriedades PVT dos fluidos.  \nOBJETIVOS  \nEnunciar e desenvolver a primeira e a segunda Lei da termodinâmica. Aplicação destas leis a subs tâncias puras. Mostrar \noperações e processos envolvendo ciclos de potencia e refrigeração.  \nBIBLIOGRAFIA BÁSICA  \n1. VAN NESS, H.C.; SMITH J.M.; ABBOTT , M.M. Introdução à Termodinâmica da Engenharia Química,  7a Eed. Rio de Janeiro: \nLTC, 2009.  \n2. KORETSKY , M .D. Termodinâmica para Engenharia Química,  1ª ed. Rio de Janeiro: LTC, 2007.  \n3. VAN WYLEN, SONNTAG, G. BORGNAKKE, C. Fundamentos da Termodinâmica . 7a ed. São Paulo: Edgard Blucher, 2009.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. POLING, B. PRAUSNITZ, J.M. The Propert ies of Gases and Liquids.  5a Ed. New York: McGraw Hill, 2001.  \n2. SANDLER, S.I. Chemical and Engineering Thermodynamics , 3a Ed. John Wiley, 1999.  \n3. LEWIS, G.N.; RANDALL, M. Thermodinamics , 2a Ed. New York: McGraw Hill, 1961.  \n4. RUSSEL, L.D.F.; ADEBIYI, G.A . Classical Thermodinamics.  1a. Ed. New York: Oxford University Press, 1993.  \n5. LEVENSPIEL, O. Termodinâmica amistosa para engenheiros . 1ª Ed. São Paulo: Edgard Blucher, 2002.  ", "55": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n54  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.4 25, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular:  Mecânica  dos Fluidos  para Engenharia Química  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 5º  \nCarga Horária:  Código CONTA EQ020  Teórica: 72 ha / 66,0h  Prática: - Total: 72 ha / 66,0h  \nPré-requisito: Cálculo Diferencial e Integral II  Co-requisito:  \n \nEMENTA  \nConceitos e propriedades fundamentais dos fluidos. Estática dos fluidos. Dinâmica dos fluidos. C lassificação dos fluidos . \nEquações gerais da dinâmica dos fluidos.  Relações integrais e diferenciais . Análise dimensional e semelhança. Escoamento de \nfluidos em regime laminar e turbulento. Escoamento em dutos.  \nOBJETIVOS  \nApresentar os fundamentos de transporte de quantidade de movimento e aplicá -los na análise e resolução de problemas \nenvolvendo escoamento de fluidos usados na Engenharia Química.  \nBIBL IOGRAFIA BÁSICA  \n1. FOX, R. W.; MCDONALD, A. T. Introdução à Mecânica dos Fluidos  6a ed. Rio de Janeiro: LTC, 2006.  \n2. MUNSON, B. R., YOUNG, D. F., OKIISHI, T. H. Fundamentos  da Mecânica dos Fluidos . São Paulo: Edgard Blücher, 2004.  \n3. Çengel Y .A, Cimbala,  J.M. Mecânica dos Fluidos: Fundamentos e Aplicações . McGraw -Hill, 2008, 850p.  \n4. BENNETT, C. O.; MYERS, J. E. Fenômenos de Transporte - Quantidade de Movimento, Calor e Massa , São Paulo: Mc Graw -\nHill, 1978.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. 1. PERRY , R.H.; GREE N, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook , 7a ed. McGraw -Hill, 1997.  \n2. WELTY , J.R., WICKS, C.E., WILSON, R.E. Fundamentals of Momentum, Heat and Mass Transfer.  John Wiley & Sons, 1976.  \n3. WHITE, M.F. Mecânica dos Fluidos,  4a Ed., São Paul o: McGraw -Hill, 2002.  \n4. BIRD, R.B., STEWART, W. E., Lightfoot, K.N. Fenômenos de Transporte.  Editora Reverté S.A., 1980.  \n5. SHAMES, I.H. Mecânica dos Fluidos , São Paulo: Edgard Blücher, 1973. Vol. 1 e 2.  ", "56": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n55  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular:  Análise Instrumental  \nNatureza: Obrigatória  Unidade Acadêmica: DQBIO  Período: 5º  \nCarga Horária:   Código CONTAC EQ017  Teórica: 36 ha / 33,0h  Prática: - Total: 36 ha / 33,0h  \nPré-requisito: Fundamentos de Química Analítica  Co-requis ito:  \n \nEMENTA  \nClassificação e seleção de métodos analíticos. Métodos de quantificação de analitos. Métodos de preparo de amostras. \nEspectrometria de absorção molecular UV -VIS. Espectroscopia de absorção atômica. Espectroscopia de emissão atômica. \nMétodos  eletroanalíticos. Métodos cromatográficos de análise (cromatografia gasosa e cromatografia líquida de alta \neficiência).  \nOBJETIVOS  \nFornecer os conhecimentos teóricos dos métodos analíticos mais usados na atualidade; Possibilitar que o discente  estabeleça  \ndiferenças e semelhanças entre os métodos de análise; Fornecer ao discente  o conhecimento de todas as etapas de uma \nanálise química; Possibilitar a escolha correta de uma seqüência analítica para um dado composto.  \nBIBLIOGRAFIA BÁSICA  \n1. SKOOG, D.A.; HO LLER, F.J.; NIEMAN, T.A. Princípios de Análise Instrumental.  5a Ed. Bookman Companhia, 2002.  \n2. COLLINS, C.H.; BRAGA, G.L.; BONATO, P .S. Fundamentos de Cromatografia .1ª ed. Campinas: UNICAMP , 2006. 456 p.  \n3. TICIANELLI, E.; GONZALEZ, E.R. Eletroquímica.  São Paulo: Edusp. 1998.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SKOOG, D.A.; WEST, D.M.; HOLLER, F.J.; CROUCH, S.R. Fundamentos de Química Analítica . 8 a Edição, São Paulo: Thomson, \n2007. 999 p.  \n2. HARRIS, D.C. Análise Química Quantitativa . 6ª edição, Rio de Janei ro: LTC, 2005. 876 p. 3. MITRA, S. Sample  Preparation \nTechniques in Analytical Chemistry . New Jersey: John Wiley, 2003. 439 p.  \n4. BRETT, A.M.O.; BRETT, C.M.A. Eletroquímica  Princípios, métodos e aplicações . New York: Oxford University Press. 1993. 5. \nEWIN G, G.W. Métodos instrumentais de análise química. Vol. 1.  Sao Paulo: Edgard Blucher, 2004.  \n6. EWING, G.W. Métodos instrumentais de análise química. Vol. 2.  Sao Paulo: Edgard Blucher, 2004.  ", "57": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n56  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pel a Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricu lar: Laboratório de Análise Instrumental  \nNatureza: Obrigatória  Unidade Acadêmica: DQBIO  Período: 5º  \nCarga Horária:   Código CONTAC EQ018  Teórica:  Prática: 36 ha / 33,0h  Total: 36 ha / 33,0h  \nPré-requisito: Química Analítica Experimental  Co-requisito: Análise Instrumental  \n \nEMENTA  \nExperimentos de laboratório envolvendo métodos de preparo de amostras, espectrometria de absorção molecular UV -VIS, \nmétodos eletroanalíticos e métodos cromatográficos de análise.  \nOBJETIVOS  \nPermitir que o discente  entre em co ntato com as técnicas analíticas mais usadas atualmente; Permitir que o discente  \ncompreenda todas as etapas de uma análise química e quais fatores podem interferir no resultado final da análise; Fornecer \nao discente  subsídios para a interpretação de dados analíticos.  \nBIBLIOGRAFIA BÁSICA  \n1. SKOOG, D.A.; HOLLER, F.J.; NIEMAN, T.A. Princípios de Análise Instrumental . 5a Ed. Bookman Companhia, 2008, 836 p.  \n2. COLLINS, C.H.; BRAGA, G.L.; BONATO, P .S. Fundamentos de Cromatografia . 1 ª ed. Campinas: UNICAMP , 200 6. 456 p.  \n3. TICIANELLI, E.; GONZALEZ, E.R. Eletroquímica.  São Paulo: Edusp. 1998.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SKOOG, D.A.; WEST, D.M.; HOLLER, F.J.; CROUCH, S.R. Fundamentos de Química Analítica . 8 a Edição, São Paulo: Thomson, \n2008. 999 p.  \n2. HARRIS,  D.C. Análise Química Quantitativa . 6ª edição, Rio de Janeiro: LTC, 2005. 876 p.  \n3. MITRA, S. Sample Preparation Techniques in Analytical Chemistry . New Jersey: John Wiley, 2003. 439 p.  \n4. BRETT, A.M.O.; BRETT, C.M.A. Eletroquímica: Princípios, métodos e a plicações . New York: Oxford University Press. 1993.  \n5. EWING, G.W. Métodos Instrumentais de análise química . Vol. 1. Sao Paulo: Edgard Blucher, 2004.  \n6. EWING, G.W. Métodos Instrumentais de análise química . Vol. 2. Sao Paulo: Edgard Blucher, 2004.  ", "58": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n57  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Processos Químicos Industriais  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 5º  \nCarga Horária:  Código CONTAC EQ016  Teórica: 72 ha / 66,0h  Prática: - Total: 72ha  / 66,0h  \nPré-requis ito: Introdução à Engenharia Química  Co-requisito:  \n \nEMENTA  \nIntrodução ao estudo dos Processos Químicos Industriais de forma a relacioná -los à Engenharia Química. Apresentação de \nfluxogramas e estudo de processos produtivos de interesse nacional. Gases I ndustriais. Refino do petróleo. Fabricação de \nferro e aço. Fabricação de cimento. Indústria de celulose e papel. Indústria de açúcar e álcool. Indústria de biodiesel, biog ás e \nderivados.  \nOBJETIVOS  \nAplicação dos fundamentos da química e engenharia química  aos processos químicos industriais. Fornecer informações sobre \nos principais processos produtivos das indústrias nacionais, com ênfase nas indústrias existentes na região. Permitir o \nentendimento de fluxogramas e a visualização dos processos químicos na e scala real.  \nBIBLIOGRAFIA BÁSICA  \n1. SHREVE, R. N. e BRINK, Jr. J.A. Indústrias de Processos Químicos,  4ª ed. Rio de Janeiro: LTC, 2008.  \n2. SZKLO, A. S. Fundamentos do Refino de Petróleo.  1ªed. Rio de Janeiro: Interciência, 2005.  \n3. BRASIL, N.I, ARAÚJO, M. A.S., SOUSA, E.C.M (organizadores), QUELHAS, A.D...[et al.](autores). Processamento de Petróleo e \nGás: petróleo e seus derivados, processamento primário, processos de refino, petroquímica, meio ambiente.  Rio de \nJaneiro: LTC, 2012.  \n4. CHIAVERINI, V. Aços e ferros fundidos . 6a ed. São Paulo: ABM,1990.  \n5. DRAPCHO C., NGHIEM J., WALKER T. Biofuels Engineering Process Technology, McGraw -Hill, 2008.  \n6. BORZANI W. et al. Biotecnologia Industrial.  São Paulo: Edgar Blucher, 2006. Vol.1, 2, 3 e 4.  \nBIBLIOGRAFIA COMP LEMENTAR  \n1. ARAÚJO, L. A., Manual de Siderurgia . 1ª Ed. São Paulo: Arte e Ciência. Vol 1 e 2.  \n2. HOLIK H., Handbook of Paper and Board, 1ª ed. Wiley, 2006.  \n3. KNOTHE G., KRAHL, J., GERPEN, J. V., RAMOS, L. P . Manual de Biodiesel.  São Paulo: Edgar Blucher , 2006.  \n4. MARIANO, J. B. Impactos Ambientais do Refino de Petróleo . 1ª Ed. Rio de Janeiro: Interciência, 2005.  \n5. MCKINNEY R. W. J. Technology of paper recycling , Blackie Academic & Professional, 1997.  \n6. SILVA, A. L. C.; MEI, P . R.  Aços e ligas especiai s. 2ª ed. São Paulo: Edgard Blucher, 2006.  ", "59": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n58  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCUR SO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Cálculo Numérico  \nNatureza: Obrigatória  Unidade Acadêmica: DTECH  Período: 5º  \nCarga Horária:   Código CONTAC CT015  Teórica: 54 ha / 49,5h  Prática: 18 ha / 16,5h  Total: 72 ha / 66,0h  \nPré-requisito: Cálculo Diferencial e Integral I + Algoritmos e Estruturas de Dados I  Co-requisito:  \n \nEMENTA  \nPosição e contribuições do Cálculo Numérico no desenvolvimento científico e tecnológico, com ênfase na s Engenharias. \nTeoria de erros. Zeros de funções e zeros reais de polinômios. Solução de sistemas lineares: métodos diretos e iterativos. \nAjuste de curvas. Interpolação. Integração numérica. Resolução numérica de equações diferenciais ordinárias. Exemplos de \naplicações do Cálculo Numérico na Engenharia. Aulas práticas em laboratório.  \nOBJETIVOS  \nIntroduzir o discente  na área da Análise Numérica e do Cálculo Numérico, tornando -o capaz de analisar e aplicar algoritmos \nnuméricos em problemas reais, codificando -os em uma linguagem de alto nível a fim de resolver problemas de pequeno e \nmédio porte em Ciência e Tecnologia.  \nBIBLIOGRAFIA BÁSICA  \n1. CHAPRA, S. C., CANALE, R. P . Métodos Numéricos para a Engenharia . 5ª Ed. São Paulo: MCGRAW -HILL BRASIL, 2008  \n2. CAMPOS , F. F. Algoritmos Numéricos , 2a ed. Rio de Janeiro: LTC, 2007.  \n3. FRANCO, N. B. Cálculo Numérico.  1a ed. Prentice Hall, 2006.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. BARROSO, L., BARROSO, M. M. A.; CAMPOS FILHO, F. F. Cálculo Numérico com Aplicações . 2a ed. São P aulo: Harbra, 1987.  \n2. RUGGIERO, M. A. G.; LOPES, V. L. R. Cálculo Numérico – Aspectos teóricos e computacionais . 2a ed. São Paulo: Pearson, \n1996.  \n3. SPERANDIO, D.; MENDES, J. T.; SILVA, L. H. M. Cálculo numérico - características matemáticas e computacion ais dos \nmétodos numéricos . 1a ed. Prentice Hall. 2003.  \n4. PUGA, L.; PUGA P . A.; TÁRCIA, J. H. M. Cálculo Numérico.  1a ed. LCTE, 2008.  \n5. CLÁUDIO, D. M. E MARINS, J.M. Cálculo Numérico Computacional.  2° ed São Paulo: Atlas, 1994.  \n6. HUMES; MELO; YOSHIDA; M ARTINS. Noções de Cálculo numérico.  São Paulo: McGraw Hill, 1984.  ", "60": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n59  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARI A QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Eletrotécnica  \nNatureza: Obrigatória  Unidade Acadêmica: DETEM  Período: 6º  \nCarga Horária:   Código CONTAC EQ022  Teór ica: 36 ha / 33,0h  Prática: - Total: 36 ha / 33,0h  \nPré-requisito: Fenômenos Eletromagnéticos  Co-requisito:  \n \nEMENTA  \nNoções de teoria de circuitos elétricos aplicados à indústria, componentes elétricos, consumo e tarifação de energia elétrica . \nEnergia e létrica da geração ao consumo industrial. Máquinas Elétricas de Aplicação Industrial.  \nOBJETIVOS  \nProporcionar ao estudante de engenharia de química os fundamentos de eletrotécnica necessários para sua atuação na \nindústria.  \nBIBLIOGRAFIA BÁSICA  \n1. DORF, R . C.  Introdução aos Circuitos Elétricos,  7ª ed., Rio de Janeiro: LTC 2008.  \n2. FITZGERALD, A. E., KINGSLEY JR, C., STEPHEN, D., Máquinas elétricas , Porto Alegre: Bookman, 2006.  \n3. BIRD, J. Circuitos Elétricos Teoria e Tecnologia , 3ª ed. São Paulo: Campus, 2009.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. ALBUQUERQUE, R. A. Análise de circuitos em corrente alternada . 2ª ed.São Paulo: Érica, 2007.  \n2. IRWIN, J. D. Análise de circuitos em engenharia . 4ª ed. São Paulo Makron Books, 2005.  \n3. JOHNSON, D. E.; HILBURN, J. L. e J OHNSON, J. R. Fundamentos de Análise de Circuitos Elétricos , 4ª ed. Rio de Janeiro: LTC, \n1994.  \n4. NILSSON, J. & RIEDEL, S. Circuitos Elétricos  6ª ed.Rio de Janeiro: LTC, 2003.  \n5. VAN VALKENBURG, M. E. Network Analysis . 3ª ed. New Jersey: Prentice Hall, 199 2. \n6. CHUA, L., DESOER, C. & KUH, E. Linear and Nonlinear Circuits . New York: McGraw -Hill, 1987.  \n7. SEN, P . C. Principles of Electric Machines and Power Electronics . New York: Wiley, 1997.  \n8. TORO, V. D., Fundamentos de Máquinas Elétricas . Rio de Janeiro: LTC, 1999.  \n9. MARTIGNONI, A., Máquinas Elétricas de Corrente Alternada . Rio de Janeiro: Globo, 1995  \n10. CARVALHO, G., Máquinas Elétricas - Teorias e Ensaios . São Paulo: Érica, 2006.  ", "61": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n60  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei n º 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Ci ência, Tecnologia e Sociedade  \nNatureza: Obrigatória  Unidade Acadêmica: DTECH  Período: 6º  \nCarga Horária: 36 horas aulas / 33,0h  Código CONTAC CT017  Teórica: 36 ha / 33,0h  Prática: - Total: 36 ha / 33,0h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nNatureza e implicações políticas e sociais do desenvolvimento científico -tecnológico. Contexto de justificação e contexto de \ndescoberta: a cons trução social do conhecimento. Objetividade do conhecimento científico e neutralidade da investigação \ncientífica: limitaçõ es e críticas. Problemas éticos da relação entre ciência, tecnologia, sociedade e ambiente. Instituições e \npráticas científicas: ideologias, valores, interesses, conflitos e negociações. O pensamento sistêmico e o pensamento \ncomplexo na ciência.  \nOBJETIVOS  \nRefletir sobre as correlações entre Ciência, Tecnologia, Sociedade e Ambiente; Compreender diferentes concepções de \nciência; Problematizar as noções de objetividade e neutralidade e método científico; Despertar uma atitude crítica e uma \npostura ética em relação ao papel social dos profissionais das áreas tecnológicas.  \nBIBLIOGRAFIA BÁSICA  \n1. FEYERABEND, P . Contra o Método . São Paulo: Ed. UNESP , 2007.  \n2. LENOIR, T. Instituindo a Ciência: a produção cultural das disciplinas científicas.  São Leopoldo: UNISS INOS, 2004.  \n3. LATOUR, B. Ciência em Ação: como seguir cientistas e engenheiros sociedade afora . São Paulo: UNESP , 1999.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. CHALMERS, A. O que é ciência afinal?  São Paulo: Ed. Brasiliense, 1993.  \n2. LATOUR, B. et al. Vida de Labo ratório . Rio de Janeiro: Relume Dumara, 1997.  \n3. PORTOCARREIRO, V. (ed.). Filosofia, História e Sociologia das Ciências.  Rio de Janeiro: Fiocruz, 1994.  \n4. BAZZO, W.A. et al. Introdução aos Estudos CTS.  Madri: OEI, 2003.  \n5. ESTEVES, M.J. Pensamento Sistêmic o: o novo paradigma da ciência.  2ª ed. Campinas: Papirus, 2003.  ", "62": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n61  \n \n \nUnidade Curricular: Materiais para a Indústria Química  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 6º  \n Carga Horária:   Código  CONTAC EQ019  Teórica: 72 ha / 66,0h  Prática: - Total: 72 ha / 66,0h  \nPré-requisito: Química Geral  Co-requisito:  \n \n \n \n \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \nEMENTA  \nClassificação dos materiais, Propriedades e Estruturas dos materiais usados em engenharia: materiais metálicos, poliméricos, \ncerâ micos e compósitos. Processamento de materiais de engenharia. Degradação de materiais. Seleção de materiais. Técnicas \nexperimentais de caracterização de materiais de engenharia.  \nOBJETIVOS  \nCompreender de maneira geral o conjunto dos materiais de engenhari a: metais, polímeros e  cerâmicos. Conhecer os \nprincípios básicos de estrutura e propriedades aplicados na seleção de materiais da indústria Química, abordando os \nfenômenos de corrosão metálica e métodos de proteção anticorrosiva. Conhecer critérios de sel eção de materiais de \nconstrução de equipamentos da indústria química.  \nBIBLIOGRAFIA BÁSICA  \n1. CALLISTER, W. D. Fundamentos da Ciência e Engenharia de Materiais.  2a ed., Rio de Janeiro: LTC, 2006.  \n2. VAN VLACK, L. Princípios de Ciência e Tecnologia dos Mat eriais . Rio de Janeiro: Campus, 1999.  \n3. CALLISTER, W. D. Ciência e Engenharia de Materiais Uma Introdução.  7a ed. Rio de Janeiro: LTC, 2008.  \n4. ASKELAND D.R., Ciência e Engenharia dos Materiais.  São Paulo: Cengage Learning, 2008.  \n5. GENTIL, V. Corrosão.  Rio de Janeiro: Guanabara Dois, 1984.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. MANO, E. B. Polímeros como Materiais de Engenharia.  São Paulo: Edgard Blücher, 1991.  \n2. RAMANATHAN, L. V. Corrosão e seu controle.  São Paulo: Hemus, 2004.  \n3. SOUZA, S. A. Ensaios mecânicos  de Materiais Metálicos.  5a Ed. São Paulo: Edgard Blücher, 2004.  \n4. LESKO, J. Design Industrial - Materiais e Processos de Fabricação , São Paulo: Edgard Blücher, 2004.  \n5. FERRANTE, M. Seleção de materiais . 2a ed. São Carlos: EdUFSCar, 2002.  ", "63": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n62  \n UNIVERSI DADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Transferência de Calor  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 6º  \nCarga Horária:   Código CONTAC EQ013  Teórica: 72 ha / 66,0h  Prática: - Total: 72 ha / 66,0h  \nPré-requisito: Mec ânica dos Fluidos para Engenharia Química  Co-requisito:  \n \nEMENTA  \nIntrodução à transferência de calor. Transferência de calor por condução. Transferência de  calor por convecção. Radiação \nTérmica.  \nOBJETIVOS  \nApresentação dos fundamentos de transferência de  calor integrada aos fenômenos de  transferência de quantidade de \nmovimento e aplicá -los na análise e resolução de problemas  na Engenharia Química.  \nBIBLIOGRAFIA BÁSICA  \n1. INCROPERA, F.P ., DEWITT, D.P ., BERGMAN, T. L., LAVINE, A. S. Fundamentos de Transfer ência de Calor e de Massa , 6ª ed. \nRio de Janeiro: LTC, 2008.  \n2. Cengel, Y .A.. Transferência de Calor e Massa – Uma abordagem prática , Mc. Graw Hill, São Paulo, 3ª ed., 2009.  \n3. OZISIK, M.N. Transferência de Calor - Um texto básico , São Paulo: Guanabara Koo gan, 1990.  \n4. INCROPERA, F.P . e DeWitt, D.P . Introduction to Heat Transfer , 2a ed. John Wiley & Sons, 1990.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook , 7a ed., McGraw -Hill, 1997.  \n2. KREITH, F . Princípios da Transmissão de Calor , São Paulo: Edgard Blücher Ltda, 1977.  \n3. KERN, D. Q. Processos de Transmissão de Calor , São Paulo: Guanabara Dois, 1980.  \n4. HOLMAN, J. P . Transferência de Calor , Mc Graw -Hill, 1983.  \n5-WELTY , J. R.; WILSON, R. E.; WIC S, C.E. Fundamentals of Momentum Heat and Mass Transfer , 3a ed. Nova York: Jonh Wiley \ne Sons, 1984.  ", "64": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n63  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO  –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Termodinâmica II  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 6º  \nCarga Horária:   Código CONTAC EQ014  Teórica: 72 ha / 66,0h  Prática: - Total: 72 ha / 66,0h  \nPré-requisito: Termodinâmica I  Co-requisito:  \n \nEMENTA  \nTermodinâmica de soluções. Teoria e aplicações. Equilíbrio vapor -líquido (VLE). Tópicos em equilíbrio de fases.  Equilíbrio em \nreações químicas.  \nOBJETIVOS  \nEste curso contempla os princípios termodinâmicos, fundamentos da Termodinâmica de soluções e conceitos modernos \naplicáveis à engenharia química. No final da disciplina o discente  terá os conhecimentos suficient es para compreender as \noperações básicas e processos da indústria química. Ao mesmo tempo terá um conhecimento amplo e profundo sobre os \nmétodos de estimação e cálculo de propriedades termodinâmicas relacionadas com o equilíbrio entre fases e o equilíbrio \nquímico.  \nBIBLIOGRAFIA BÁSICA  \n1. VAN NESS,H.C.; SMITH J.M.; ABBOTT , M.M. ABBOTT. Introdução à Termodinâmica da Engenharia Química , 7a. ed. Rio de \nJaneiro: LTC, 2009.  \n2. KORETSKY , M.D. Termodinâmica para Engenharia Química , 1ª ed. Rio de Janeiro: LTC, 2007 . \n3. SANDLER, S.I. Chemical and Engineering Thermodynamics , 3a. ed. John Wiley, 1999.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. BORGNAKKE G. SONNTAG V. W. , G., C. Fundamentos da Termodinâmica , 7a. ed., São Paulo: Edgard Blucher, 2009.  \n2. POLING, B. PRAUSNITZ, J.M. The Properties of Gases and Liquids , 5a. ed. New York: McGraw Hill, 2001.  \n3. LEWIS, G.N.; RANDALL, M. Thermodinamics , 2a ed. New York: McGraw Hill, 1961.  \n4. RUSSEL, L.DF.; ADEBIYI, G.A.; Classical Thermodinamics , 1a. ed., New York: Oxford University Press, 1993.  \n5. LEVENSPIEL, O.  Termodinâmica amistosa para engenheiros  , 1ª ed. São Paulo: Edgard Blucher, 2002.  ", "65": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n64  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE G RADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Operações Unitárias I  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Períod o: 6º  \nCarga Horária:  Código CONTAC EQ023  Teórica: 72 ha / 66,0h  Prática: - Total: 72 ha / 66,0h  \nPré-requisito: Mecânica dos Fluidos para Engenharia Química  Co-requisito:  \n \nEMENTA  \nMoagem e peneiramento: Equipamentos utilizados em fragmentação de sóli dos, distribuição granulométrica de amostras de \nsólidos, separação sólido -sólido. Transporte de fluidos: Bombas, Acessórios de tubulação, Compressores. Fundamentos de \nsistemas particulados: Colunas de recheio, Leito fluidizado. Separação sólido -líquido e s ólido -gás: Principais equipamentos \npara separação sólido -líquido e sólido -gás. Agitação e mistura: Equipamentos que proporcionam agitação e mistura.  \nOBJETIVOS  \nFornecer ao discente  os conhecimentos básicos e aplicados necessários para a perfeita compreens ão das principais operações \ndas indústrias químicas para o transporte de fluidos, bem como os princípios de funcionamento e operação dos \nequipamentos que as realizam. Apresentar aos estudantes os princípios fundamentais envolvidos nas operações unitárias \nrelacionadas a sistemas particulados, tendo em vista o projeto e a análise de desempenho dos equipamentos que lidam com \ntais sistemas. Ao final do Curso, o discente  terá condições de dimensionar os mais comuns e escolher os mais adequados para \naplicações es pecíficas.  \nBIBLIOGRAFIA BÁSICA  \n1. McCABE, W. L.; SMITH, J. C.; HARRIOTT , P . Unit Operations of Chemical Engineering , 6ª ed., McGraw -Hill International \nEditions, 2000.  \n2. FOUST, A.S.; WENZEL, L.A.; CLUMP , C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations , 2a ed., John Wiley & \nSons, 1980.  \n3. GEANKOPLIS, C.J. Transport Processes and Unit Operations , 3rd ed, Prentice -Hall, 1993.  \n4. MASSARANI, G. Filtração . Rio de Janeiro: Publicação didática, COPPE/UFRJ, 1978.  \n5. MASSARANI G. Fluidodinâmica em Sist emas Particulados . Rio de Janeiro: Editora UFRJ, 1997.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. GOMIDE, R. Operações Unitárias. Edição do Autor, 1980. Vol. 1 e 2.  \n2. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook,  7a ed., McGraw -Hill, 1 997.  \n3. M. C. POTTER e D. C. WIGGERT, Mecânica dos Fluidos , Thomson, 2004.  ", "66": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n65  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE  ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Mecânica dos Sólidos para Engenharia Química  \nNatureza: Obrigatória  Unidade Acadêmica: DETEM  Período: 7º  \nCarga Horária:   Código CONTAC EQ015  Teórica: 36 ha / 33,0h  Prática:  Total: 36 ha / 33,0h  \nPré-requisito: Fenômenos Mecânicos  Co-requisito:  \n \nEMENTA  \nConceitos de tensão e deformação. Tração, compressão e cisalhamento e torção.  Estado plano de tensões e  de deformações. \nAnálise de peças submetidas a esforços simples e combinados. Noções de hiperestática e flambagem. Aplicações em \ntubulações e vasos de pressão. Efeito da variação da temperatura.  \nOBJETIVOS  \nO discente  deverá ser capaz de (a) entender os fu ndamentos teóricos do comportamento mecânico dos sólidos deformáveis, \n(b) reconhecer as limitações das hipóteses de cálculo adotadas, (c) estruturar de maneira lógica e racional as ideias e os \nconceitos envolvidos nos cálculos, (d) estabelecer analogias de  procedimentos de cálculo e conceitos em diferentes situações, \n(e) incorporar as habilidades necessárias para resolver problemas de aplicação em Engenharia.  \nBIBLIOGRAFIA BÁSICA  \n1. BEER, F. P .; JOHNSTON Jr., E. R. Mecânica Vetorial para Engenheiros.  Estática. 5. ed. São Paulo: Makron Books do Brasil \nEditora Ltda. 1994. Vol. I  \n2. HIBBELER, R. C. Resistência dos Materiais . 3 Ed. Rio de Janeiro: LTC. 2000.  \n3. POPOV, E.P . Introdução à Mecânica dos Sólidos.  São Paulo: Edgard Blücher Ltda. 1978.  \n4. BEER, F. P .;  JOHNSTON Jr., E. R. Resistência dos Materiais . São Paulo: McGraw -Hill do Brasil Ltda. 1982.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. MERIAM, J. Estática.  Rio de janeiro: LTC, 1994.  \n2. BEER, F.; JOHNSTON, E. R. J. Resistência dos materiais . São Paulo: Makron books d o Brasil, 1996.  \n3. SCHIEL, F. Introdução à Resistência dos Materiais , HARBRA, 1984.  \n4. GERE J. M. Mecânica dos Materiais . São Paulo: Cengage Learning, 2003.  \n5. UGURAL A. C. Mecânica dos Materiais.  Rio de Janeiro: LTC, 2009.  ", "67": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n66  \n UNIVERSIDADE FEDERAL DE SÃO  JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRA L Currículo: 201 7 \n \nUnidade Curricular: Cinética e Cálculo de Reatores Químicos  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 7º  \nCarga Horária:  Código CONTAC EQ026  Teórica: 72 ha / 66,0h  Prática:  Total: 72 ha  / 66,0h  \nPré-requisito: Físico -Química  Co-requisito:  \n \nEMENTA  \nConceitos Fundamentais. Balanços molares e tipos de reatores. Leis de velocidade. Tabela estequiométrica. Reatores em série \ne paralelo. Obtenção e análise de dados cinéticos. Reações múltiplas. Cinética enzimática e transpo rte de oxigênio. Catálise e \nreatores catalíticos. Adsorção física e química. Reações heterogêneas. Módulo de Thiele. Difusão. Desativação e regeneração \nde catalisadores.  \nOBJETIVOS  \nApresentar os princípios básicos da cinética de reações em fase homogênea,  reações catalíticas em fase heterogênea, difusão \ne análise de resultados experimentais. Especificar, dimensionar e avaliar o desempenho de reatores para uso em laboratório e \nna indústria química.  \nBIBLIOGRAFIA BÁSICA  \n1. FOGLER, H. S. Elementos de Engenha ria das Reações Químicas , 4a. ed. Rio de Janeiro: LTC, 2009.  \n2. LEVENSPIEL, O. Engenharia das Reações,  3a ed. São Paulo: Edgard Blücher Ltda, 2000.  \n3. FROMENT, G. F.; BISCHOFF, K. B., Chemical Reactor Analysis and Design , 3th edition, Wiley & SONS, 2010.  \n4. SCHMAL, M. Cinética e Reatores - Aplicação na Engenharia Química - Teoria e Exercícios ; 2ª ed.  Rio de Janeiro: Synergia \nEditora, 2013.  \n5. ROBERTS, GEORGE W. Reações Químicas e Reatores Químicos . LTC, 2010.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. MANN, UZI. Princi ples of Chemical Reactor Analysis and Design . 2ª Ed. John Wiley Professio, 2009.  \n2. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw -Hill, \n1997.  \n3. NAUMAN, E. B. Chemical Reactor Design, Optimizati on, and Scaleup . McGraw -Hill Education, 2002.  ", "68": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n67  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Operações Unitárias II  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 7º  \nCarga Horária:  Código CONTAC EQ032  Teórica: 72 ha / 66,0h  Prática:  Total: 72 ha / 66,0h  \nPré-requisito: Transferência de Calor + Termodinâmica I  Co-requisito:  \n \nEMENTA  \nTeoria Básica de Trocadores de Calor;  Tipo de escoamento: Correntes Paralelas, contracorrentes, correntes Cruzadas. Tipo de \nconstrução:  Bitubulares, casco e tubos, placas paralelas, compactos. Coeficiente global de troca térmica: Determinação do \ncoeficiente convectivo de troca térmica. Método de cálculo de trocadores de calor: ∆T ml, Efetividade -NUT. Evaporadores: \nModelos de Evaporadores, diagramas termodinâmicos aplicados e m evaporadores, número de efeitos. Cristalizadores: \nModelos de Cristalizadores, cristais, diagramas termodinâmicos aplicados em cristalizadores, balanços globais de massa e \nenergia. Refrigeração: Fluidos Refrigerantes, ciclo de refrigeração de Carnot e seu s desvios, sistemas de refrigeração, \nrefrigeração por compressão de vapor, refrigeração por absorção. Psicrométrica: Conceitos fundamentais de psicrométrica, \ncartas psicrométricas, umidificarão, desumidificação. Torres de Resfriamento: Conceitos fundamenta is de torres de \nresfriamento, cálculos de torres de resfriamento.  \nSecagem: Comportamento geral na secagem, mecanismos de movimento de umidade, cálculo do tempo de secagem, \nequipamentos utilizados para fazer a secagem.  \nOBJETIVOS  \nAplicar os conceitos da te rmodinâmica clássica, transferência de calor/massa e apresentar as principais operações unitárias \nda indústria química que envolvem esses fenômenos. Especificar, dimensionar e avaliar o desempenho de equipamentos da \nindústria química onde estas operações s ão realizadas.  \nBIBLIOGRAFIA BÁSICA  \n1. D. KERN, Process Heat Transfer , McGraw -Hill, 1950.  \n2. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering , 6ª ed, McGraw -Hill, 2000.  \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP , C.W.; MAUS, L.; ANDERSEN, L.B. Principlesof Unit Operations , 2a ed., John Wiley & \nSons, 1980.  \n4. MORAN, J. M.;SHAPIRO, H. N.; BOETTNER, D. D.; BAILEY , M. B., Princípios de Termodinâmica Para Engenharia , 7ª ed., LTC, \n2013.  \n5. KREITH, F.; BOHN, M. S., Princípios de Transferência de Calor , 1ª Ed., Thomson Pioneira, 2003.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. INCROPERA, F. P .; DEWITT , D. P .; BERGMAN, T. L.; LAVINE, A. S., Fundamentos de Transferência de Calor e de Massa , 6ª Ed., \nLTC, 2008.  \n2. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook, 7a ed., McGraw -Hill, 1997.  \n3. G. F. HEWITT, G. L. SHIRES e T. R. BOTT, Process Heat Transfer , 1ª ed., ou mais recente, CRC, 1994.  ", "69": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n68  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O. U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Transferência de Massa  \nNatureza : Obrigatória  Unidade Acadêmica: DEQUI  Período: 7º  \nCarga Horária:  Código CONTAC EQ025  Teórica: 72 ha / 66,0h  Prática:  Total: 72 ha / 66,0h  \nPré-requisito: Transferência de Calor  Co-requisito: - \n \nEMENTA  \nIntrodução - Fundamentos de transferência de mas sa, A lei de Fick e equações diferenciais de transferência de massa, Difusão \nmolecular em regime permanente, Difusão molecular em regime transiente, Transferência de massa por convecção, \nCorrelações para a transferência de massa convectiva, Transferência d e massa entre fases, Equipamentos de transferência de \nmassa.  \nOBJETIVOS  \nApresentar e discutir os fenômenos de transferência de massa e as semelhanças e analogias com transferência de quantidade \nde movimento e de calor. Analisar os fundamentos de transferê ncia de massa visando aplicação em operações industriais \nreais que serão tratadas na disciplina Operações Unitárias 3.  \nBIBLIOGRAFIA BÁSICA  \n1. Bird, R.B., Stewart, W.E. e Lightfoot, E.U. Fenômenos de Transporte , 2ª Ed., LTC editora, 2004.  \n2. Welty, J.R.; Wilson, R.E.; Wicks, C.E. Fundamentals of Momentun , Heat and Mass Transfer, 5ª  Ed., John Wiley & Sons, New \nYork, 2007.  \n3. Cremasco, M.A. Fundamentos de Transferência de Massa , 2ª Ed., Editora da Unicamp, 2003.  \n4. Incropera, D.P .I.; DeWitt, D.P . Fundamento s de Transferência de Calor e Massa , 5ª Ed., LTC Editora, 2003.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. Benitez J. Principles and Modern Applications of Mass Transfer Operations , 2ª Ed., John Wiley & Sons, New Jersey, 2009.  \n2. Cussler, E.L. Diffusion - Mass Transfe r in Fluid Systems , 3ª Ed., Cambridge University Press, 2009.  \n3. GIORGETTI, M.F. Fundamentos de Fenômenos de Transporte para Estudantes de Engenharia , São Carlos: Suprema, 2008.  \n4. ROMA,W.N.L. Fenômenos de Transporte para Engenharia  2ª ed., Rima Editora, 2006.  \n5. SISSON, L.E. e PITTS, D.R. Fenômenos de Transporte  Rio de Janeiro: Guanabara Dois., 1979.  ", "70": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n69  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO  –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Laboratório de Engenharia Química I  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 7º  \nCarga Horária:  Código CONTAC EQ027  Teórica:  Prática: 72 ha / 66,0h  Total: 72 ha / 66,0h  \nPré-requisito: Operações Unitárias I  Co-requisito:  \n \nEMENTA  \nAplicação dos estudos de fenômenos de transporte e equipamentos industriais em: Equipament os de caracterização de \nfluidos e regimes de escoamento; Equipamentos de classificação de partículas; Equipamentos de bombeamento de fluidos.  \nOBJETIVOS  \nNesta disciplina serão realizados experimentos didáticos que possibilitem ao discente  compreender melh or os conceitos e \nteorias dos fenômenos de transporte de movimento, assim como suas aplicações em operações unitárias.  \nBIBLIOGRAFIA BÁSICA  \n1. McCABE, W. L.; SMITH, J. C.; HARRIOTT , P . Unit Operations of Chemical Engineering , 6ª ed., McGraw -Hill Internati onal \nEditions, 2000.  \n2. FOUST, A.S.; WENZEL, L.A.; CLUMP , C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations , 2a ed., John Wiley & \nSons, 1980.  \n3. GEANKOPLIS, C.J. Transport Processes and Unit Operations , 3rd ed, Prentice -Hall, 1993.  \n4. MASSARANI,  G. Filtração . Rio de Janeiro: Publicação didática, COPPE/UFRJ, 1978.  \n5. MASSARANI, G. Problemas em Sistemas Particulados . São Paulo:Edgard Blucher Ltda, 1984.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. MASSARANI G. Fluidodinâmica em Sistemas Particulados . Rio de Jane iro: Editora  UFRJ, 1997.  \n2. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw -Hill, \n1997.  \n3. GOMIDE, R. Operações Unitárias . Edição do Autor, Vol. 1 e 3, 1980.  \n4. M. C. POTTER e D. C. WIGGERT , Mecân ica dos Fluidos, Thomson, 2004 . \n5. COULSON, J.M. & RICHARDSON Chemical Engineering , 3rd ed., Pergamon Press, 1977,v.1.  ", "71": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n70  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Instrumentação Industrial  \nNatureza: Obrigatória  Unidade Acadêmic a: DEQUI  Período: 7º  \nCarga Horária:  Código CONTAC EQ030  Teórica: 36 ha / 33,0h  Prática:  Total: 36 ha / 33,0h  \nPré-requisito: Fenômenos Mecânicos  Co-requisito:  \n \nEMENTA  \nConceitos Fundamentais. Medição. Transdutores. Medidores. Elementos finais de co ntrole. Controlador PID. Conversores. \nOutros tipos de medidores e analisadores.  \nOBJETIVOS  \nApresentar conceitos de instrumentação industrial.  \nBIBLIOGRAFIA BÁSICA  \n1. BEGA, E. A. Instrumentação Industrial , 2a. ed., Rio de Janeiro: Interciência, 2005.  \n2. BALBINOT, A., e  BRUSAMARELLO,  V. J. Instrumentação e Fundamentos de Medidas , 1a ed.,  Rio de Janeiro: LTC, 2007 , Vol. 2  \n3. ANDERSON, N. A. Instrumentation for Process Measurement and Control . 3a Edition, CRC Press, 1997.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. BLIPTA K, B. G. (Editor). Instrument Engineers' Handbook: Process Measurement and Analysis . 4a ed., CRC Press., 2003.  \nVol. 1.  \n2. BALBINOT, A., e BRUSAMARELLO, V. J . Instrumentação e Fundamentos de Medidas . 1a ed., Rio de Janeiro: LTC, 2006,  Vol. \n1. \n3. De SÁ, D. O . J. Instrumentation Fundamentals for Process Control.  1a ed., CRC Press,  2001.  \n4. JOHNSON, C. Process Control Instrumentation Technology . 8a ed., Prentice Hall, 2005.  \n5. BARTELT, T. L. M. Instrumentation and Process Control . 1a ed., São Paulo: Cengage Lea rning, 2006.  ", "72": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n71  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau A cadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Modelagem e Simulação de Processos Químicos  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 8º  \nCarga Horária:  Código CONTAC EQ024  Teórica: 54 ha / 49,5h  Prática : 18 ha / 16,5h  Total: 72 ha / 66,0h  \nPré-requisito: Cálculo Numérico + Princípios de Processos Químicos  Co-requisito:  \n \n \nEMENTA  \nModelos matemáticos e suas classificações. Ferramentas computacionais. Resolução de sistemas de equações comumente \nencontrad os em problemas na Engenharia Química: sistemas de equações lineares, não -lineares, diferenciais ordinárias, \nalgébrico -diferenciais, diferenciais parciais). Análise de sistemas: número de condições de matrizes, estabilidade e bifurcação \nde sistemas dinâmic os. Introdução à identificação de sistemas.  \nOBJETIVOS  \nApresentar ferramentas e metodologias para análise de processos, capacitando o discente  a desenvolver modelos \nmatemáticos, resolver as equações obtidas, e interpretar os resultados de simulações. Apr esentar fundamentos de ajuste \nparamétrico. O laboratório de informática para a atividade prática, será agendado pelo docente de acordo com  os critérios \nde avaliação da disciplina.  \nBIBLIOGRAFIA BÁSICA  \n1. PINTO, J. C. e LAGE, P . L. C., Métodos Numéricos e m Engenharia Química , Série Escola Piloto de Engenharia Química, Rio \nde Janeiro: COPPE/UFRJ, E -papers, 2001.  \n2. BEQUETTE, B. W., Process Dynamics – Modeling Analysis and Simulation , Prentice -Hall International, 1998.  \n3. RICE, R. G. e Do, D. D. Applied Math ematics and Modeling for Chemical Engineers , New York: John Wiley, 1995.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. LUYBEN, W. L., Process Modeling, Simulation and Control for Chemical Engineering , McGraw -Hill, 2ª ed., 1990.  \n2. L. C. BARROSO et al. Cálculo Numérico: com Aplicações , 2a. ed., São Paulo: Harbra, 1987.  \n3. Press et al. Numerical Recipes,  Cambridge University Press, New York, 2a ed, (FORTRAN, C).  \n4. FINLAYSON, B. A . Introduction to Chemical Engineering Computing , Paperback, 2006.  \n5. CAMERON, I., HANGOS, K. Process Modelling and Model Analysis , 4. Academic Press, 2001.  \n \n \n ", "73": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n72  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARI A QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 2017  \n \nUnidade Curricular: Projeto de Reatores  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 8º  \nCarga Horária:  Código CONTAC EQ033  Teórica: 72 ha / 66,0h  Prática:  Total: 72 ha / 66,0h  \nPré-requisito: Cinética e Cálculo de Reatores Químicos  Correquisito:  \n \nEMENTA  \nReatores descontínuo, tubular e mistura. Reatores com reciclo e em série. Seleção de reatores para reações múltiplas. \nBiorreatores. Projeto de reatores ideais e não ideais. Modelos de contato e escoamento. Introdução aos reatores multifásicos. \nReatores para reações entre fluidos. Reatores não catalíticos. Reator de leito fluidizado, de leito de lama e de leito goteja nte. \nOBJETIVOS  \nAprendizado da teoria e metodologia relacionadas com o projeto, análise e otimização de reatores químicos industriais. Esta \ndisciplina foca o estudo de reatores catalíticos heterogêneos, efeitos térmicos e desvios da idealidade do escoamento. \nTrabalhos e projetos específicos visam a desenvolver a capacidade do discente  em definir tipos de reator em função do \nprocesso em questão.  \nBIBLIOGRAFIA BÁSICA  \n1. FOGLER, H. S. Elementos de Engenharia das Reações Químicas , 4a. ed. Rio de Janeiro: LTC, 2009.  \n2. LEVENSPIEL, O. Engenharia das Reações , 3ah ed.. São Paulo: Edgard Blücher Ltda, 2000.  \n3. FROMENT, G. F.; BISCHOFF, K. B., Chemical Reactor Analysis and Design,  2a Edition, Wiley & SONS, 1990.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SCHMAL, M. Cinética Homogênea Aplicada à Calculo de Reatores ; Rio de Janeiro: Guanabara Dois, 1982.  \n2. Hill Jr, C.G. An Introduction to Chemical Engineering: Kinetics and Reactor  Design.  John Wiley & Sons, New York, 1977.  \n3. SMITH, J. M., Chemical Engineering Kinetics , 3a ed., Interna tional Student Edition, McGraw -Hill International Book Co., \n1981.  \n4. BUTT, J. B.; Reaction Kinetics and Reactor Design , Prentice -Hall, Englewood Cliffs, New Jersey, 1980.  \n5. BORZANI, W.; SCHMIDELL, W.; LIMA, U.A.; AQUARONI, E. Biotecnologia Industrial . São Paulo: Edgard Blücher, Vol. 1 e 3., \n2001.  \n \n \n ", "74": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n73  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Engenharia Econômica  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 8º  \nCarga Horária:  Código CONTAC EQ028  Teórica: 72 ha / 66 ,0h Prática:  Total: 72 ha / 66,0h  \nPré-requisito: 1800 h a Co-requisito:  \n \nEMENTA  \nConceito geral, matemática financeira, analise de mercado, depreciação de ativo fixo e amortização, avaliação econômica em \nprocessos químicos: estimativa de custos de capi tal e de produção, estados financeiros projetados, critérios de avaliação de \ninvestimento de capital, financiamento de projetos de investimento, avaliação de alternativas de substituição, analises de \nriscos e incerteza.  \nOBJETIVOS  \nDar conhecimentos para f ormular e avaliar economicamente projetos na indústria de processos químicos,  assim como \nproporcionar a base para a seleção e priorização de alternativas de solução de problemas.  \nBIBLIOGRAFIA BÁSICA  \n1. SAMANEZ, C.P ., Matemática Financeira: Aplicações e A nálise de Investimento , 3a Ed. ERJ, Sãp Paulo, 2002.  \n2. TURTON, R., Analysis, Synthesis, and Design of Chemical Processes , 3a Ed., 2009.  \n3. SAMANEZ, C.P ., Engenharia Econômica , Pearson Prentice Hall, 2009.  \n4. BLANK&TARQUIN, Engenharia Econômica , 6a ed., Mc  Graw Hill, 2008.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SCHWEYER, H.E., Process Engineering Economics  1a ed., ., McGraw -Hill;, 1956.  \n2.THUESEN, H. G., Economia del proyecto en ingenieria,  1a edition. McGraw -Hill; 1956. ed.Prentice/Hall Internacional, 1973.  \n3. FABR YCK,W.J. & THUESEN,G.J. Economic Decision Analysis . 3a ed., New Jersey: Prentice -Hall, 1999.  \n4. PETERS, M.; TIMMERHAUS, K.; WEST, R., Plant Design and Economics for Chemical Engineers , 3a ed. McGraw -Hill \nScience/Engineering/Math; 2002.  \n5. EHRLICH, P . J. Engenharia Econômica.  São Paulo: Atlas, 1983.  \n6. HIRSCHFELD, H. Engenharia Econômica e Análise de Custos . São Paulo, Atlas, 2001.  ", "75": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n74  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Laboratório de Engenharia Química II  \nNatureza: Obrigat ória Unidade Acadêmica: DEQUI  Período: 8º  \nCarga Horária:  Código CONTAC EQ031  Teórica:  Prática: 72 ha / 66,0h  Total: 72 ha / 66,0h  \nPré-requisito: Operações Unitárias II  Co-requisito:  \n \nEMENTA  \nAplicação prática dos estudos de fenômenos de transporte e  operações unitárias em:  \nEquipamentos de troca térmica; Equipamentos que realizam transferência de calor e massa simultaneamente;Equipamentos \nque promovem separação de partículas.  \nOBJETIVOS  \nNesta disciplina serão realizados experimentos didáticos que pos sibilitem ao discente  compreender melhor conceitos e \nteorias dos fenômenos de transferências de calor e massa, simultaneamente e processos de separação de partículas, assim \ncomo suas aplicações em operações unitárias.  \nBIBLIOGRAFIA BÁSICA  \n1. D. KERN, Proc ess Heat Transfer , McGraw -Hill, 1950.  \n2. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering , 6ª ed, McGraw -Hill, 2000.  \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP , C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations , 2a ed., John Wiley & \nSons, 1980.  \n4. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering,  6ª ed, McGraw -Hill, 2000.  \n5. KREITH, F.; BOHN, M. S., Princípios de Transferência de Calor , 1ª Ed. ou mais recente, Thomson Pioneira, 2003.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. INC ROPERA, F. P .; DEWITT , D. P .; BERGMAN, T. L.; LAVINE, A. S., Fundamentos de Transferência de Calor e de Massa , 6ª Ed. \nou mais recente, LTC, 2008.  \n2. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw -Hill, \n1997.  \n3. G. F. HEWITT, G. L. SHIRES e T. R. BOTT, Process Heat Transfer , 1ª ed. ou mais recente, CRC, 1994.  ", "76": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n75  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSI NO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Operações Unitárias III  \nNatureza: Obrigatória  Unidade Acadêmica: DEQ UI Período: 8º  \nCarga Horária:  Código CONTAC EQ038  Teórica: 72 ha / 66,0h  Prática:  Total: 72 ha / 66,0h  \nPré-requisito: Termodinâmica II  Co-requisito: - \n \nEMENTA  \nTeoria básica sobre Destilação: Destilação Flash, destilação Contínua, dimensionamento de colunas, destilação em batelada;  \nAbsorção, Dessorção e Adsorção: Fundamentos, Aplicações industriais; Extração líquido -liquido: Único estágio, múltiplos \nestágios, equipamentos e aplicações industriais.  \nOBJETIVOS  \nAplicar os conceitos da termodinâmica clá ssica, transferência de calor/massa e apresentar as principais operações unitárias \nda indústria química que envolvem processos de Destilação, Absorção, Dessorção e Adsorção além da Extração Líquido -\nLíquido . Especificar, dimensionar e avaliar o desempenho de equipamentos da indústria química onde estas operações são \nrealizadas.  \nBIBLIOGRAFIA BÁSICA  \n1. KISTER, H.; Distillation Operation , 1ª. ed. ou mais recente, McGraw -Hill, 1990.  \n2. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering , 6ª ed ou mais recente, McGraw -Hill, 2000.  \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP , C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations , 2a ed. ou mais recente, \nJohn Wiley & Sons, 1980.  \n4. KISTER, H.; Distillation Design , 1ª. ed. ou mais recente, McGraw -Hill, 1992.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw -Hill, \n1997.  \n2. SCHWEITZER, P .A. Separation Techniques for Chemical Engineers . 3rd Ed ou mais recente, McGraw -Hill, 1997.  \n3. COULSON,  J.M.  & RICHARDSON Chemical  engineering.  3ª  ed. Ou mais recente, England,  Pergamon Press Ltd, 1977.  ", "77": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n76  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Desenvolvimento de Processos Químicos I  \nNatureza: Obrig atória  Unidade Acadêmica: DEQUI  Período: 9º  \nCarga Horária:  Código CONTAC EQ 035  Teórica: 72 ha / 66,0h  Prática:  Total: 72 ha / 66,0h  \nPré-requisito: 2160 ha  Co-requisito:  \n \nEMENTA  \nApresentação de problema aberto: desenvolvimento de um processo quími co. 2. Pesquisa bibliográfica: metodologia. 3. \nSegurança de trabalho no laboratório e na indústria. 4. Determinação dos gargalos tecnológicos do processo. 5. Proposição \nde planos de pesquisa. 6. Levantamento preliminar de dados experimentais. 7. Seminários . \nOBJETIVOS  \nEstimular no discente  a capacidade de atuar como \"engenheiro\", no sentido de buscar soluções para o desenvolvimento de \num processo químico. Estimular o trabalho em equipe e a interação entre grupos.  \nBIBLIOGRAFIA BÁSICA  \n1. SHREVE, R. W. e BR INK, J. A. Indústria de Processos Químicos  - 4ªEd. Rio de Janeiro: Guanabara Dois, 1980.  \n2. KIRK, R. E. e OTHMER, D. F. ENCYCLOPEDIA OF CHEMICAL TECHNOLOGY  - 22 volumes, London 1963 -70.  \n3. DIMIAN A. C., BILDEA C. S. Chemical Process Design , Wiley - Inters cience, 2008.  \n4. TAGEDER, F. e MAYER, L., Métodos de la industria química . Barcelona: Editora Reverté S.A,1980.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. HONIG, P . Princípios de Tecnologia Azucarera  - 3 vol., México 1969.  \n2. Industrial Microbiology - Casida, L. E. Industrial Microbiology  - N. York: Prescot & Dunn, 1963.  \n3. AQUARONE, E. , BORZANI, V., LIMA, U. A. Tecnologia das Fermentações - Ed. Bluchner, S. Paulo, 1975.  \n4. DORAN, P . M. Bioprocess Engineering Principles . 2a ed. London: Academic Press Ltd., 1997.PERIÓDI COS Anuário da \nABIQUIM (Associação Brasileira da Indústria Química).  \n5. Anuário das Indústrias do Brasil - Registro Industrial Brasileiro, 1981 (3 vol.).  \n6. Revista Brasileira de Engenharia Química Revista de Química Industrial Química e Derivados Comérci o Exterior Indústria e \nDesenvolvimento Chemical engineering Energia: Fontes Alternativas Açúcar, Álcool e Papel Sugar y Azucar do Brasil \nSaccharum.  ", "78": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n77  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. D E 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Engenharia Bioquímica  \nNatureza: Obr igatória  Unidade Acadêmica: DQBIO  Período: 9º  \nCarga Horária:  Código CONTAC EQ036  Teórica: 72 ha / 66,0h  Prática: - Total: 72 ha / 66,0h  \nPré-requisito: Cinética e Cálculo de Reatores Químicos  Co-requisito:  \n \nEMENTA  \nIntrodução à bioengenharia. Noções de bioquímica. Noções de microbiologia . Cinética das reações enzimáticas. Cinética do \ncrescimento microbiano . Estequiometria da atividade celular. Esterilização. Biorreatores. Agitação e aeração em biorreatores. \nPrincipais etapas de separação e purificação  de biomoléculas. Principais bioprocessos e produtos de interesse industrial. \nBiolixiviação.  \nOBJETIVOS  \nIntroduzir conceitos fundamentais de bioquímica e microbiologia. Desenvolver e entender os principais modelos cinéticos \nque descrevem os processos enzi máticos e fermentativos. Capacitar o discente  a desenvolver bioprocessos em grande escala \neficientes e econômicos, mantendo uma visão integrada das etapas de biotransformação no biorreator e de separação e \npurificação subsequentes.  \nBIBLIOGRAFIA BÁSICA  \n1. LEHNINGER, A. L. Princípios de Bioquímica . São Paulo: Sarvier, 2006.  \n2. VOET , D. E VOET, J. G. Biochemistry.  2a Ed. John Wiley & Sons, Inc., 1995.  \n3. TORTORA G. J., FUNKE B. R, CASE C. L. Microbiologia.  8ª Ed. Porto Alegre, 2005.  \n4. MADIGAN, M. T.; MARTIN KO, J.M.; PARKER, J. Microbiologia de Brock. 10ª Ed. São Paulo: Pearson Education do Brasil, 2004.  \n5. PELCZAR, M. J.; CHAN, E. C. S. E KRIEG, N. R. Microbiologia. Conceitos e Aplicações . 2ª Ed. São Paulo: Makron Books do \nBrasil, 1996. Vol. 1.  \nBIBLIOGRAFIA  COMPLEMENTAR  \n1. BAILEY , J. E. E OLLIS, D. F. Biochemical Engineering Fundamentals.  2a ed. New York: McGraw -Hill, 1986.  \n2. BLANCH, H. W. E CLARK, D. S. Biochemical Engineering , New York: Marcel Dekker Inc., 1997.  \n3. GARY WALSH, G. e HEADON, D. R. Protein Biotechnology . Chichester: Jonh Wiley,1994.  \n4. SEGEL, I. H. Biochemical calculations: how to solve mathematical problems in general biochemistry.  New York: Jonh \nWiley, 1976.  \n5. SHULER, M. L. e KARGI, F. Bioprocess Engineering Basic Concepts . Englewood Clif fs: Prentice - Hall International Inc. 1992.  \n6. SCOPES, R. K. Protein Purification: Principles and Practice . New York: Springer -Verlag Inc., Boston, 1994.  \n7. SCHMIDELL, W.; LIMA, U. A.; AQUARONE, E.; BORZANI, W. Biotecnologia Industrial.  São Paulo: Edgard  Blücher Ltda.,2001. \nVol.1,2 e 3.  \n \n \n ", "79": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n78  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: EN GENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Controle de Processos Químicos  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 9º  \nCarga Horária:  Código CONTAC EQ034  Teórica: 54 ha / 4 9,5h  Prática: 18 ha / 16,5h  Total: 72 ha / 66,0h  \nPré-requisito: Equações Dif. A + Mod elagem  e Simulação de Processos Químicos  Co-requisito:  \n \nEMENTA  \nConceitos Fundamentais. Modelos dinâmicos. Conceitos matemáticos. Comportamento dinâmico de sistemas. D iagrama de \nblocos. Estabilidade de sistemas de controle. Controlador PID. Domínio da frequência. Outras estratégias de controle.  \nOBJETIVOS  \nApresentar conceitos de controle de processos químicos, e de projeto e sintonia de controladores feedback.  \nBIBLIOG RAFIA BÁSICA  \n1. EDGAR F., e MELLICHAMP D. A.. Process Dynamics and Control.  Wiley; 2nd Ed., 2003.  \n2. STEPHANOPOULOS G. Chemical Process Control: An Introduction to Theory and Practice.  PTR Prentice Hall, 1984.  \n3. LUYBEN W. L. . Process Modeling, Simulatio n and Control for Chemical Engineers.  2a Ed., McGraw -Hill Companies; 1989.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. LIPTAK B.G. (Editor). Instrument Engineers' Handbook: Process Control and Optimization.  4a Ed. CRC Press. 2005. Vol. 2.  \n2. OGATA, K. Engenharia de Con trole Moderno . 4a Ed., Prentice -Hall Brasil, 2003.  \n3. OGUNNAIKE  B. A. , e RAY .W. H. Process Dynamics, Modeling, and Control.  Oxford University Press. 1994.  \n4. BEQUETTE B. W. Process Control: Modeling, Design and Simulation.  Prentice Hall PTR. 2003.  \n5. MARLI N T.. Process Control: Designing Processes and Control Systems for Dynamic Performance . 2a Ed. McGraw -Hill \nScience/Engineering/Math;. 2000.  ", "80": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n79  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Labo ratório de Engenh aria Química III \nNature za: Obrigatória  Unidade Acadêmica: DEQUI  Período: 9º  \nCarga Horária:  Código CONTAC EQ037  Teórica:  Prática: 72 ha / 66,0h  Total: 72 ha / 66,0h  \nPré-requisito: Operações Unitárias III + Cinética e Cálculo de Reatores Químicos  Co-requisito:  \n \nEMENTA  \nNesta disciplina se rão realizados expe rimentos didáticos que possibilitem ao discente  aplicá-los de forma prática, os \nestudos de fenômenos de transporte e operações unitárias em: Equipamentos de medição de propriedades de difusão, \nequipamento de adsorção e de ssorção, equipamento de destilação, Reatores químicos, equipamento de mistura, \nequipamento de secagem.  \nOBJETIVOS  \nNesta disciplina serão realizados experimentos didáticos que possibilitem ao discente  compreender melhor conceitos e \nteorias dos fenômenos de  transferências de calor, calor e massa simultaneamente e processos com reação química.  \nBIBLIOGRAFIA BÁSICA  \n1. KISTER, H.; Distillation Operation , 1ª. ed. ou mais recente, McGraw -Hill, 1990.  \n2. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engin eering , 6ª ed ou mais recente, McGraw -Hill, 2000.  \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP , C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations , 2a ed. ou mais recente, \nJohn Wiley & Sons, 1980.  \n4. MORAN, J. M.;SHAPIRO, H. N.; BOETTNER, D. D.; BAILEY , M . B., Princípios de Termodinâmica Para Engenharia , 7ª ed. ou \nmais recente, LTC, 2013.  \n5. TREYBAL, R.E. Mass -Transfer Operations , 3ª ed. ou mais recente. McGraw -Hill, 1980  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. INCROPERA, F. P .; DEWITT, D. P .; BERGMAN, T. L.; LAVIN E, A. S., Fundamentos de Transferência de Calor e de Massa , 6ª Ed. \nou mais recente, LTC, 2008.  \n2. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw -Hill, \n1997.  \n3. REID, R.C.; PRAUSNITZ, J.M.; POLING , B.E. Properties of Gases and Liquids.  4ª Ed ou mais recente, McGraw -Hill, 1987.  \n    ", "81": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n80  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDE NADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Projetos e Instalações n a Indústria Química  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período : 10º  \nCarga Horária:  Código CONTAC EQ042  Teórica: 72 ha / 66,0h  Prática:  Total: 72 ha  / 66,0h  \nPré-requisito: Projeto de Reatores  Co-requisito:  \n \nEMENTA  \nMetodologia do projeto de instalações. Unidades típicas das instalações produtivas. Estratégias de produção. Centros de \nprodução, logística interna e sistemas de movimentação. Ergonomia, segurança e higiene das instalações. Desenvolvimento \ndo layout. Modelagem física e de fluxos. Formalização e documentação do projeto de unidades produtivas. Balanço material \ne energético de fábricas. Utilidades. S eleção e especificação dos equipamentos. Análise econômica do processo.  Tipos de \nfluxogramas: plantas e isométrico. Modelos preliminares e detalhados. Plano de armazenamento de matéria prima. Arranjo \nde unida des químicas. Legislação ambiental e segurança do trabalho.  \nOBJETIVOS  \nConsolidar os conhecimentos obtidos ao longo do curso através da elaboração do projeto de uma indústria de processos \nquímicos utilizando metodologias adequadas. Capacitar o discente  para projetar o arranjo técnico/organizacional de uma \nunidade produtiva considerando as interações entre homens, materiais e equipamentos expressando o resultado por \nintermédio de representações gráficas. Estudo de viabilidade econômica de processos químicos . Elaboração de relatórios, \nprojeto de unidades de processo e apresentação de seminários.  \nBIBLIOGRAFIA BÁSICA  \n1. COULSON, J.M. e RICHARDSON, J.F.; Chemical Engineering,  Pergamon Press, 1986. Vol. 1, 2, 3 e 6.  \n2. FELDER, R.M. e ROUSSEAU, R.W. Elementary P rinciples of Chemical Processes , 3a ed Nova York : John Wiley & Sons, 2004.  \n3. FOGLER, H. S.; Elementos de Engenharia das Reações Químicas , 3a ed. Rio de Janeiro: LTC, 2002.  \n4. FOUST, A. S.; WENZEL, L. A.; CLUMP , C.W.; MAUS, L. e ANDERSEN, L. B. Princípios das Operações Unitárias , 2ª Ed., Rio de \nJaneiro: LTC, 1982.  \n5. HEWITT, G.F.; SHIRES, G.L. e BOTT, T.R. Process Heat Transfer , CRC, 1994.  \n6. HIMMEMBLAU, D.M. e RIGGS, J.B. Engenharia Química Princípios e Cálculos , 7ª Edição, Prentice -Hall Ltda.  \n7. KERN, D. Process Heat Transfer , McGraw -Hill, 1950.  \n8. KISTER, H.; Distillation Design , 1a. ed., McGraw -Hill, 1992.  \n9. KISTER, H.; Distillation Operation ”, 1a. ed., McGraw -Hill, 1990.  \n10. LEVENSPIEL, O.; Chemical Reaction Engineering; 3a ed. Nova York: John Wiley & Sons, 1998.  \n11. MCCABE, W.L.; SMITH, J. C. e HARRIOT, P . Unit Operations of Chemical Engineering , 6ª Ed., McGraw -Hill, 2001.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook , 7a ed. McGraw -Hill, 199 7. \n2. REID, PRAUSNITZ & POLING - The Properties of Gases and Liquids , 1987.  \n3. SANDLER, S.I. Chemical, Biochemical and Engineering Thermodynamics John Wiley, 4a. edição, 2006.  \n4. SEADER, J.D. e HENLEY , E.J.; Separation Process Principles , 2ª. edição, Wiley , 2005.  \n5. SMITH, J.M., Van NESS, H.C. e Abbott, M.M. Introdução à Termodinâmica da Engenharia Química , LTC Editora, 7ª. edição, \n2007.  \n6. TREYBAL, R.E.; Mass Transfer Operations,  3ª. ed., McGraw -Hill, 1980.  \n7. TURTON, R., BAILIE, R. C., WHITING, W., SHAEWI TZ, J. A. Analysis, Synthesis and Design of Chemical Processes , Prentice \nHall, 1998.  \n8. WELTY , J.R.; WILSON, R.E. e WICKS, C.C. Fundamentals of Momentum, Heat, and Mass Transfer , 4a Ed., John Wiley & Sons, \n2001.  ", "82": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n81  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo:  2017 \n \nUnidade Curricular: Análise e Otimização de Processos Químicos  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 10º  \nCarga Horária:  Código CONTAC EQ039  Teórica: 72 ha/ 66,0h  Prática:  Total: 72 ha/ 66,0h  \nPré-requisito: Mod. e Sim. de Pr ocessos Químicos + Engenharia Econômica  Co-requisito:  \n \n \n EMENTA  \nBalanço de massa e energia em unidades de processo. Síntese de processos químicos. Fluxogramas de processos Noções de \nestimativa de custos. Análise de sistemas. Análise de incertezas em parâ metros de processo. Abordagens para simulação de \nprocessos químicos. Sensibilidade paramétrica. Fundamentos de otimização de processos químicos. Estudos de caso.  \nOBJETIVOS  \nApresentar metodologia básica para a síntese, análise e otimização de unidades quí micas industriais.  \nBIBLIOGRAFIA BÁSICA  \n1. TURTON, R.; BAILIE, R.C.; WHITING, W.B. e SHAEIWITZ, J.A. Analysis, Synthesis, and Design of Chemical Processes . 2ª Ed. \nPrentice Hall PTR, 2004.  \n2. PERLINGEIRO, C.A.G. Introdução a Engenharia de Processos.  São Pa ulo: Edgar -blucher, 2005.  \n3. HIMMELBLAU, D. M. & EDGAR, T.F., Optimization of Chemical Process , McGraw Hill, 1988.  \n4. KUSMAR, A, Chemical Process Synthesis and Engineering Design , McGraw -Hill, 1982.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. KLETZ, T.A. What Went Wron g? Case histories of process plant disasters and how they could have been avoided,  5th ed., \nButterworth -Heinemann, 2009.  \n2. DOUGLAS, J. M., Conceptual Design of Chemical Process,  McGraw -Hill, 1988.  \n3. HOLLAND, C. D., LIAPIS, A I., Computer Methods for Solv ing Dynamics Separation Problems,  McGraw -Hill, 1983.  \n4. ALLEN, D. T., SHONNARD, D.R. Green Engineering: Environmentally Conscious Design of Chemical Processes.  Prentice Hall \nPTR, 2002.  \n5. FELDER, R. M., ROUSSEAU, R. W. Elementary Principles of Chemical Pro cesses .3ª ed., New York: John Wiley, 2000.  \n6. HIMMELBLAU, D. M., BISCHOFF,K.B., Process Analysis and Simulation – Deterministic Systems , John Wiley & Sons, 1968.  \n7. HUSAIN, A. Chemical Process Simulation,  John Wiley & Sons, 1968.  ", "83": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n82  \n UNIVERSIDADE FEDERAL  DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno:NOTURNO/I NTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Controle Ambiental na Indústria  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 10º  \nCarga Horária:  Código CONTAC EQ040  Teórica: 72 ha/ 66,0h  Prática: - Total: 72 ha/ 66,0h  \nPré-requisito: Processo s Químicos Industriais  Co-requisito:  \n \nEMENTA  \nIntrodução: a crise ambiental e a poluição industrial; características e natureza de contaminantes; definição e uso de \nparâmetros de monitoramento da qualidade de efluentes e resíduos. Efluentes hídricos: pro priedades e características do \nmeio hídrico; monitoramento da qualidade do efluente na indústria - parâmetros físico -químicos e microbiológicos de \nqualidade e caracterização das águas residuárias; níveis do tratamento de efluentes; tratamento biológico de águas \nresiduárias: processos aeróbios e anaeróbios, convencionais ou com variantes; tratamentos físico -químicos de águas \nresiduárias industriais; separação por membranas, coagulação, floculação e precipitação química, troca iônica, adsorção, \nentre outros. Emissões atmosféricas: propriedades e características do meio atmosférico. principais poluentes do ar por \nemissão atmosférica na indústria e suas consequências; monitoramento da qualidade do ar na indústria; métodos e \nequipamentos para o controle de emissõ es atmosféricas industriais: precipitadores eletrostáticos, filtros manga, lavadores de \ngases, adsorção e absorção, entre outros; ruído e controle na indústria. Resíduos sólidos: propriedades e características do \nmeio terrestre; classificação de resíduos s ólidos urbanos e industriais; principais resíduos sólidos gerados por atividades \nindustriais e suas consequências; Política Nacional de Resíduos Sólidos (PNRS) e logística reversa; tratamento e disposição \nfinal de resíduos sólidos.  \nOBJETIVOS  \nApresentar e  discutir os principais poluentes, suas causas e efeitos e a legislação pertinente. Analisar os métodos de controle \ne discutir sua adequação a casos práticos. Desenvolver nos discente s o espírito crítico para análise da questão ambiental, \nsobretudo no que diz respeito à atuação do Engenheiro Químico.  \nBIBLIOGRAFIA BÁSICA  \n1. BRAGA, B., HESPANHOL, I., CONEJO, J.G.L., MIERZWA, J.C., de BARROS, M.T.L., SPENCER, M., PORTO, M., NUCCI, N., \nJULIANO, N. E EIGER, S. Introdução à Engenharia Ambiental.  São Paulo: Pear son Education, 2008.  \n2. CAVALCANTI, José Eduardo W. A. Manual de Tratamento de Efluentes Industriais.  São Paulo: Engenho Editora Técnica Ltda, \n2009.  \n3. REYNOLDS, T.D. E RICHARDS, P .A. Unit operations and processes in environmental engineering.  2a. ed. Bos ton: PWS \nPublishing Company, 1996.  \n4. VON SPERLING, M. Princípios do Tratamento Biológico de Águas Residuárias. Vol. 1 Introdução à qualidade das águas e \nao tratamento de esgotos.  3a. ed. Belo Horizonte: DESA -UFMG, 2005.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. HOCK ING, M.B. Handbook of Chemical Technology and Pollution Control.  3a. ed. Elsevier Science & Technology Books. \n2006.  \n2. PEAVY H. S., ROWE D. R., TCHOBANOGLOUS G.  Environmental engineering.  McGraw -Hill Science, 1985.  \n3. REYNOLDS, J.P ., JERIS, J.S., THEODORE , L. Handbook of Chemical and Environmental Engineering . New York: John Wiley & \nSons, 2002.  \n4. ROBINSON W.D.  The solid waste handbook : a practical guide  Wiley -Interscience,1986.  \n5. STERN, A. C. BOUBEL, R. W.; TURNER, D. B. & FOX D. L. Fundamentals of Air Pollution.  3ª Ed. Orlando:.Academic Press, \n1994.  \n6. TCHOBANOGLOUS, G. E BURTON, F.L. Wastewater engineering: treatment and reuse  (Metcalf & Eddy). 4a. ed. New York: \nMcGraw -Hill, 2003.  ", "84": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n83  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei  nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTEGRAL  Currículo: 201 7 \n \nUnidade Curricular: Desenvolvimento de Processos Químicos II  \nNatureza: Obrigatória  Unidade Acadêmica: DEQUI  Período: 10º  \nCarga Horária:  Código CONTAC EQ041  Teórica:  Prática: 72 ha/ 66,0h  Total: 72 ha/ 66,0h  \nPré-requisito: Desenvolvimento de Proces.Químicos I  Co-requisi to: - \n \nEMENTA  \nDesenvolvimento do projeto proposto na disciplina Desenvolvimento de Processos Químicos I.  Seminários: Apresentação e \ndiscussão dos resultados.  Redação de relatório final.  \nOBJETIVOS  \nEstimular no discente  a capacidade de atuar como \"enge nheiro\", no sentido de buscar soluções para o desenvolvimento de \num processo químico. Estimular o trabalho em equipe e a interação entre grupos.  \nBIBLIOGRAFIA BÁSICA  \n1. SHREVE, R. W. e BRINK, J. A. Indústria de Processos Químicos  4ªEd. Rio de Janeiro: Gua nabara Dois, 1980.  \n2. KIRK, R. E. e OTHMER, D. F. ENCYCLOPEDIA OF CHEMICAL TECHNOLOGY  22 volumes, London 1963 -70.  \n3. DIMIAN A. C., BILDEA C. S. Chemical Process Design , Wiley - Interscience, 2008.  \n4. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering , 6ª ed ou mais recente, McGraw -Hill, 2000.  \n5. FOUST, A.S.; WENZEL, L.A.; CLUMP , C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations , 2a ed. ou mais recente, \nJohn Wiley & Sons, 1980.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. MORAN, J. M.;SHAPIRO, H. N.; BOETTNER, D. D.; BAILEY , M. B., Princípios de Termodinâmica Para Engenharia , 7ª ed. ou \nmais recente, LTC, 2013.  \n2. PERRY , R.H.; GREEN, D.W. MALONEY , J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw -Hill, \n1997.  \n3. DORAN, P . M. Bioprocess Engineering Principles . 2a ed. London: Academic Press Ltd., 1997.  \n4. PERIÓDICOS Anuário da ABIQUIM (Associação Brasileira da Indústria Química).  \n5. Revista Brasileira de Engenharia Química Revista de Química Industrial Química e Derivados Co mércio Exterior Indústria e \nDesenvolvimento Chemical engineering Energia: Fontes Alternativas Açúcar, Álcool e Papel Sugar y Azucar do Brasil \nSaccharum.  \n6. Teses, dissertações e periódicos especializados em Engenharia Química.  ", "85": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n84  \n UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL -REI – UFSJ  \nInstituída pela Lei nº 10.425, de 19/ 04 / 2002 – D.O.U. DE 22 / 04 / 2002  \nPRÓ -REITORIA DE ENSINO DE GRADUAÇÃO –PROEN  \nCOORDENADORIA DE ENGENHARIA QUIMICA  \nCOENQUI  \n \nCURSO: ENGENHARIA QUÍMICA  \nGrau Acadêmico: Bacharelado  Turno: NOTURNO/INTE GRAL  Currículo: 201 7 \n \nUnidade Curricular: Língua Brasileira de Sinais LIBRAS na Formação de Professores  \nNatureza: Optativa  Unidade Acadêmica:  Período:  \nCarga Horária:  \nCódigo CONTAC EQ 062  Teórica: - Prática: - Total: 36ha/ 66,0h  \nPré-requisito:  Co-requisito:  \n \nEMENTA  \nSurdez e deficiência auditiva (DA) nas perspectivas clínica e histórico cultural. Cultura surda. Aspectos linguísticos e teór icos da \nLIBRAS. Educação de surdos na formação de professores, realidade escolar e alteridade. Papel dos tradu tores -intérpretes \neducacionais de Libras –Portuguesas. Legislação específica sobre LIBRAS e educação de surdos. Prática em LIBRAS: vocabulário geral \ne específico da área de atuação docente.  \nOBJETIVOS  \nCriar condições iniciais para atuação na educação de su rdos, por meio da Língua Brasileira de Sinais - LIBRAS, na respectiva área de \nconhecimento.  \nBIBLIOGRAFIA BÁSICA  \n1. BRASIL. Lei nº 10.436 , de 24 / 04 / 2002.  \n2. BRASIL. Decreto nº 5.626 , de 22 /12 / 2005.  \n3. CAPOVILLA, Fernando César; RAPHAEL, Walkíria Duarte. Dicionário Enciclopédico Ilustrado Trilíngüe da Língua de Sinais \nBrasileira, Volumes I e II . 3 ed. São Paulo: Editora da  Universidade de São Paulo, 2001.  \n4. FELIPE, Tanya A. & MONTEIRO, Myrna S. LIBRAS em Contexto: Curso Básico . 5. Ed. ver. Ministério da Ed ucação, Secretaria de \nEducação Especial. Brasília, 2004.  \n5. LACERDA, Cristina Broglia Feitosa de. O Intérprete Educacional de língua de Sinais no Ensino Fundamental: refletindo sobre  limites \ne possibilidades. In LODI,  \n7. Ana Claúdia B. HARRISON, Kathryn M.  P . CAMPOS, Sandra R. L. de. TESKE,  \n8. Ottmar. (organizadores) Letramento e Minorias. Porto Alegre: Editora Mediação, 2002.  \n9. LODI, Ana Claudia B. et al. (Orgs.) Letramento e minorias. Porto Alegre: Editora Mediação, 2002.   \n10. LODI, Ana C. B.; HARRISON, Kathrin M. P .; CAMPOS, Sandra, R. L. Leitura e escrita no contexto da diversidade.  Porto Alegre: \nMediação, 2004.  \n11. QUADROS, Ronice. M. et al.  Estudos Surdos I, II, III e IV – Série de Pesquisas . Editora Arara Azul. Rio de Janeiro.  \n12. QUADROS, Ronice. M.  de & KARNOPP , L. B. Língua de Sinais Brasileira: Estudos lingüísticos. Porto Alegre. Artes Médicas. 2004.  \n13. SKLIAR, Carlos B. A Surdez: um olhar sobre as diferenças . Editora Mediação. Porto Alegre. 1998.  \nBIBLIOGRAFIA COMPLEMENTAR  \n1. SACKS, Oliver. Vendo vozes . Uma jornada pelo mundo dos surdos. Rio de Janeiro: Imago, 1990  \n2. SEE -MG. Coleção Lições de Minas. Vocabulário Básico de LIBRAS Língua Brasileira de Sinais . Secretaria do Estado da Educação de \nMinas Gerais, 2002.  \n3. SEE -MG. A inclusão de discente s com surdez, cegueira e baixa visão na Rede Estadual de Minas Gerais: orientações para pais, \ndiscente s e profissionais da educação . Secretaria do Estado da Educação de Minas Gerais, 2008.  \n4. STROBEL, Karin. As imagens do outro sobre a cultura surda . Flori anópolis  \n5. STROBEL, K. L. & FERNANDES, S. Aspectos Lingüísticos da Libras .  \n6. Curitiba: SEED/SUED/DEE, 1998. (Disponível em:  <http://www8.pr.gov.br/portals/portal/institucional/dee/aspectos_  ling.pdf>. \nAcesso em: 01 março. 10).  \nSITES:  \nCEFET/SC NEPES - http://hendrix.sj.cefetsc.edu.br/%7Enepes/  \nENSINO E APRENDIZAGEM DE LIBRAS - http://ensinodelibras.blogspot.com  \nFENEIS - http://www.feneis.org.br/page/index.asp  \nDICIONÁRIOS DE LIBRAS: www.dicionariolibras.com.br  e www.acessobrasil.org.br  ", "86": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n85  \n14. ESTÁ GIO CURRICULAR  \n \nA unidade curricular “Estágio curricular obrigatório” além de atender às exigências legais (Lei 11.788, de \n25/09/2008), tem como finalidade oferecer ao estudante oportunidade de conhecer um ambiente real de sua futura \natividade profissional . Segundo a resolução CNE/CES no 11/2002 “ o estágio é parte integrante da graduação \ncom carga horária mínima de 160 horas ”. O estágio complementa a formação acadêmica do estudante, \npermitindo aplicar conhecimentos teóricos adquiridos durante o curso, atrav és da vivência em situações reais, que \nserão de fundamental importância para o exercício da profissão no futuro.  \nPara obtenção da titulação bacharel em Engenharia Química, o discente  deverá realizar uma carga horária \nmínima de 160 horas de estágio curricu lar obrigatório . Essa carga horária é viável para o discente , pois a mesma \npoderá ser completada no período de férias escolares, característica particularmente desejável, pois facilita a \nrealização do mesmo.  \nPode -se listar alguns dos objetivos do estágio c urricular:  \n \n Permitir o desenvolvimento de habilidades técnico -científica s, visando -se uma  melhor qualificação \ndo futuro profissional;  \n Propiciar condições para aquisição de maiores conhecimentos e experiências no campo profissional;  \n Vivenciar situações prá ticas que demandem o domínio da ciência e da tecnologia;  \n Buscar uma complementação educacional compatível com as necessidades do mercado de trabalho;  \n Promover a integração da Instituição/curso -Empresa -comunidade;  \n Desenvolver comportamento ético em relação  às suas atividades profissionais;  \n Facilitar o processo de atualização das unidades curriculares, permitindo adequar, aquelas de caráter \nprofissionalizante às constantes inovações tecnológicas, políticas, sociais e econômicas a que estão \nsujeitas;  \n Atenuar o impacto da passagem da condição de estudante para a  de profissional, permitindo \naoestagiário mais oportunidades de conhecer a filosofia, diretrizes, organização e funcionamento das \ninstituições  alvo de sua respectiva atuação ;  \n \nDurante o estágio , o disce nte terá como orientador do estágio um docente do curso de Engenharia Química \nda UFSJ e como supervisor um profissional de E ngenharia Química da empresa onde o estágio será realizado  \n(Empresa Contratante ). Ao final do estágio, o estudante  deverá apresentar  ao orientador  um relatório das \natividades realizadas no estágio. O orientador  poderá, a seu critério, solicitar que o estudante apresente e defenda \nseu relatório perante uma banca, escolhida a  seu critério. Poderão ser consideradas como estágio as ativida des \ndesenvolvidas em indústrias, empresas de consultoria, institutos de pesquisa ou universidades. Os procedimentos \npara inscrição na unidade curricular, execução do estágio e sua avaliação são definidos em norma própria, \naprovada pelo Colegiado do Curso.   ", "87": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n86  \n15. TRABALHO DE CONCLUSÃO DE CURSO  (TCC)  \n \nA unidade curricular Trabalho de Conclusão de Curso (TCC) tem por objetivo consolidar a contribuição \nindividual do discente  ao conhecimento sistematizado em Engenharia Química. O discente  deverá redigir uma \nmonog rafia final de curso sobre uma atividade prática ou teórica de seu interesse. A atividade deverá ser \norientada por um docente do Curso de Engenharia Química  ou Engenheiro Químico . No caso de atividades \ndesenvolvidas em indústria ou em laboratórios externos  ao Campus  Alto Paraopeba/UFSJ, o professor orientador \npoderá indicar um profissional co -orientador. A monografia será redigida na forma de um artigo científico, \nsegundo as normas da ABNT para elab oração de trabalhos científicos e outras normas definidas p elo Colegiado \ndo Curso.  Ao final, o discente  deverá, em sessão pública, apresentar seu trabalho a uma banca examinadora \nconstituída por três professores, sendo um deles o orientador. Além disso, o orientador poderá solicitar a \npublicação da monografia, em forma de artigo, em revistas institucionais, nacionais ou internacionais.  \nPara poder se inscrever  nesta unidade o discente  deverá ter cumprido o mínimo de 2412  horas -aula d o \ncurso de engenharia química. O tipo e estrutura do trabalho, a forma de apresenta ção, a composição de banca e os \ncritérios de avaliação são definidos em norma própria, aprovada pelo Colegiado do Curso.  \n \n16. RECURSOS HUMANOS  \n \nO Grau Acadêmico Bacharelado do curso de Engenharia Química abran ge unidades curriculares da área de \nEngenharia Química,  Química,  Física, Matemática , Computação  e Humanidades . No Campus  Alto Paraopeba da \nUFSJ , os departamentos  responsáveis por estas áreas são, respectivamente, o Departamento de Engenharia \nQuímica  (DEQUI ), Departamento de Química , Biotechnologia  e En genharia de Bioprocessos (DQBIO), \nDepartamento de Física e Matermática (DEFIM) e Departamento de Tecnologia e Engenharia Civil, Computação \ne Humanidades (DETCH) . \nO Departamento de Engenharia de Telecomunicações e Mecatrônica (DETEM)  é o responsável \npelasdisciplin as Mecânica dos Sólidos  para Engenharia Química e Eletrotécnica , assim como o DQBIO é o \nresponsável pela ferta da disciplina de Engenharia Bioquímica. As disciplinas da área de Química Orgânica, \ntambém estão sob a responsabilidade do DEQUI . \nOs Engenh eiros Químic os que compõem  o Departamento de Engenharia Química  (DEQUI ), principal \ngrupo responsável  pela administração e pelo desenvolvimento do Curso de Engenharia Química, bem como os \ndiversos setores  da UFSJ envolvidos com este Curso, conta hoje com um  quadro de docentes com nível de \nqualificação compatível com o oferecimento de uma formação de qualidade, sendo em sua maioria doutore s em \nsuas áreas de especialização. Além disso, tal grupo tem mostrado, ao longo dos anos, capacidade de  reflexão \ncoletiva e compromisso no que se refere à atualização constante de conhecimentos e capacidades , como estágios \nde pós -doutorado, cursos, participação em eventos e outras atividades formativas . O curso tem ainda à disposição ", "88": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n87 os serviços de três técnicos, sendo dois d eles atuam na área de química e um na área de eletromecânica , e de um \nassistente de laboratório químico.  \n \n17. INFRAESTRUT URA \n \nEm termos de infraestrutura, o Curso de Engenharia Química conta com várias salas de aula \ndisponibilizadas no prédio principal do Campus  Alto Paraopeba. Nesse mesmo prédio estão localizados 10 \nlaboratórios, sendo eles: Laboratórios de Informática I, II e III, Laboratório de Química Geral, Laboratório de \nQuímica Orgânica e Analítica, Laboratório de Química Inorgânica e Físico -Química,  Laboratório de Análise \nInstrumental, Laboratório de Fenômenos Mecânicos, Laboratório de Fenômenos Térmicos e Fluidos, Laboratório \nde Fenômenos Eletromagnéticos. Em prédio, à parte, estão situados 0 8 laboratórios , dedicados exclusivamente ao \ncurso de Engen haria Química , como os Laboratórios de Engenharia Química I, II e III, Laboratório de \nModelagem e Simulação de Processos Químicos, Laboratório de Reações Químicas, Laboratórios de \nDesenvolvimento de Processos Químicos I e II e Laboratório de Controle. Todo s esses laboratórios de ensino \nusados possuem infraestrutura adequada ao ensino de graduação em Engenharia Química.  \n \n18. GESTÃO DO CURSO E DO PPC  \n \nO Curso de Engenharia Química é administrado pelo Colegiado do Curso, com regimento próprio , e em \nobservância  aos aspectos legais estabelecidos no Estatuto e no Regimento Geral da  UFSJ. A gestão do Curso é \nrealizada pela Coordenadoria de Curso, órgão executivo composto pelo  Coordenador e pelo Vice -Coordenador, e \npelo Colegiado de Curso, que é o órgão deliberativo . O Colegiado do Curso é composto pelo Coordenador (que o \npreside), pelo Vice -Coordenador de Curso, por três docentes do curso e por um representante do corpo discente. \nTodos os membros são eleitos pelos  seus pares.  \nO Núcleo Docente Estruturante (NDE) também participa ativamente na atualização do  PPC do Curso, \ncontribuindo principalmente para a consolidação do perfil profissional desejado e para  a integração curricular \ninterdisciplinar entre as diferentes atividades do curso.  \nO Projeto pedagógico do curso de Engenharia Química da UFSJ foi reformulado e o novo currículo será \nimplantado a partir de 2017. As modificações em relação  ao currículo anterior foram: a lteração do  nome de \ndisciplinas, deslocamento de disciplinas no fluxograma  curricular, desmembrament o de disciplinas teórico -\npráticas em disciplinas teóricas e  práticas independentes ( Quadro 9) , alterações em co - e pré -requisitos, aumento \nna quantidade de horas de Atividades Complementares. A carga horária total das disciplinas retiradas do PPC é \nigual à  carga horária das disciplinas acrescentadas  É importante ressaltar que estas modificações não afetarão \nsignificativamente o andamento do curso e que não haverá necessidade de nenhuma complementação de carga \nhorária por parte dos discentes . Os ingressantes  no primeiro semestre de 2017 ingressarão na nova matriz \ncurricular , já os demais discente s migrarão gradualmente em até 03 semestre s, conforme Resolução CONEP  no \n027/2013 /UFSJ , de forma a garantir uma transição tranquila aos discente s, sem ônus para a con clusão do curso  de \nacordo com o as equivalências apresentadas n os Quadros 10 e 11  e Quadros 12, 13 e 14 que apresentam o ", "89": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n88 planejamento da transição da matriz curricular 2010 para 2017 que apresenta detalhadamente a oferta das \nunidades curriculares semestral mente no decorrer dos dez períodos do curso . \n \nQuadro 9. Disciplinas retiradas e acrescentadas na reformulação do Projeto Pedagógico do Curso (PPC).  \nDisciplinas Retiradas do PPC 2010  CH (hora -aula)  Disciplinas Acrescentadas ao PPC 201 7 CH (hora -aula)  \nFunda mentos de Mineração e Siderurgia  36 Optativa  36 \nQuímica Orgânica Experimental I  18 Química Orgânica Experimenta l 36 Química Orgânica Experimental II  18 \nFenômenos Ondulatórios, Térmicos e fluidos  72 Fenômenos Térmicos e Fluidos  36 \n  Física Experimenta l Básica  36 \n \nQuadro 10.  Equivalências entre unidades curriculares das matrizes de 20 08 e 201 0. \nEngenharia Química  Currículo 2008  CH (hora -aula)  Engenharia Química  Currículo  2010  CH (hora -aula)  \nFunções de uma Variável  108/72 Cálculo Diferencial e Integral  I 72 \nMetodologia Científica  36 Metodologia Científica  36 \nEstruturas Atômicas, Moleculares e C ristalinas  72 Química Geral  54 \nQuímica Geral Experimental  18 \nGeometria A nalítica  36 Geometria Analítica e Álgebra Linear  72 Álgebra Linear  36 \nLinguagem de computação  72 Algoritmos e Estrutura de Dados I  72 \nProjeto e Comp . Gráfic a (ênfase Eng .Química ) 72 Projeto e Computação Gráfica I  36 \nIntrodução a Engenharia Química  36 \nFunções de uma V ariável  108/72 Cálculo Diferencial e Integral II  72 Funções de Várias V ariáveis  72/108 \nFenômenos Mecânicos  72 Fenômenos Mecânicos  72 \nIndivíduos, Grupos e Sociedade Global  36 Indivíduos, Grupos e Sociedade Global  36 \nQuímica Inorgânica  72 Meio Amb. e Gestão para a Sustentabilidade  36 \nFundamentos de Química Inorg ânica  36 \nQuímica Orgânica I  72 Química Orgânica I  54 \nQuímica Orgânica Experimental I  18 \nFunções de Várias Variáveis  72/108  Cálculo Diferencial e Integral III  72 Campos V etoriais  36 \nEstatística e Probabilidade  72 Estatística e Probabilidade  72 \nFenômenos Térmicos, Ondulatórios e Fluídos  72 Fenômenos Térmicos, Ondulatórios e Fluídos  72 \nEquações Diferenciais A  72 Equações Diferenciais A  72 \nFísico -Química I  72 Físico -Química  72 \nQuímica Analítica  72 Fundamentos de Química Analítica  36 \nQuímica Anal ítica Experimental  18 \nFísico -Química Experimental  18 \nCálculo Numérico  72 Cálculo Numérico  72 \nFenômenos Elétricos e M agnéticos  72 Fenômenos Eletromagnéticos  72 \nLógica e Argumentação em Ciência  36 Ciência, Tecnologia e Sociedade  36 \nQuímica Orgânica II  72 Química Orgânica II  54 \nQuímica Orgânica Experimental II  18 \nFundamentos de Engenharia Química  72 Princípios de Processos Químicos  72 \nMecânica dos Fluidos  para Eng . Química  72 Mecânicas dos Fluidos para Eng . Química  72 \nFísico -Química II  72 Termodin âmica I  72 \nMétodos e Algoritmos C omputacionais  72 Economia e Administração para Engenheiros  72 \nEquações D iferenciais B  72 Eletrotécnica para Engenharia Química  36 \nCiência dos M ateriais  72 Materiais para Indústria Q uímica  72 \nFundamentos de Física Modern a 72 Mecânica dos Sólidos para Eng . Química  36 \nOptativa I  36 \n ", "90": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n89  \nQuadro 11. Equivalências entre unidades curriculares das matrizes de 2010 e 201 7. \nEngenharia Química  Currículo 2010  CH (hora -aula)  Engenharia Química  Currículo  2017 CH (hora -aula)  \nCálculo  Diferencial e Integral I  72 Cálculo Diferencial e Integral I  72 \nMetodologia Científica  36 Metodologia Científica  36 \nQuímica Geral  54 Química Geral  54 \nQuímica Geral Experimental  18 Química Geral Experimental  18 \nGeometria Analítica e Álgebra Linear  72 Geometria Anal. e Álgebra Linear  72 \nAlgoritmos e Estrutura de Dados I  72 Algoritmos e Estrutura de Dados I  72 \nIntrodução a Engenharia Química  36 Introdução a Engenharia Química  36 \nProjeto e Computação Gráfica (ênfase Eng. Química)  72 Projeto e Comp . Gráf ica (ênfase Eng. Química)  72 \nCálculo Diferencial e Integral II  72 Cálculo Diferencial e Integral II  72 \nFenômenos Mecânicos  72 Fenômenos Mecânicos  72 \nIndivíduos, Grupos e Sociedade Global  36 Indivíduos, Grupos e Sociedade Global  36 \nFundamentos de Químic a Inorgânica  36 Fundamentos de Química  Inorgânica  36 \nMeio Ambiente e Gestão para a Sustentabilidade  36 Meio Amb . e Gestão para a Sustentabilidade  36 \nCálculo Diferencial e Integral III  72 Cálculo Diferencial e Integral III  72 \nQuímica Orgânica I  54 Quími ca Orgânica I  72 \nQuímica Orgânica II  54 Química Orgânica II  36 \nQuímica Orgânica Exp . I+ Química Orgânica Exp. II  18+18 Química Orgânica Experimental  36 \nCálculo Diferencial e Integral III  72 Cálculo Diferencial e Integral III  72 \nEstatística e Probabilid ade 72 Estatística e Probabilidade  72 \nFenômenos Ondulatórios, Térmicos e Fluídos  72 Física Experimental  36 \nFenômenos Térmicos  e Fluídos  36 \nEquações Diferenciais A  72 Equações Diferenciais A  72 \nFísico -Química  72 Físico -Química  72 \nFundamentos de Quími ca Analítica  72 Fundamentos de Química Analítica  72 \nQuímica Analítica Experimental  18 Química Analítica Experimental  18 \nFísico -Química Experimental  18 Físico -Química Experimental  18 \nCiência, Tecnologia e Sociedade  36 Ciência, Tecnologia e Sociedade  36 \nFenômenos Eletromagnéticos  72 Fenômenos Eletromagnéticos  72 \nPrincípios de Processos Químicos  72 Princípios de Processos Químicos  72 \nMecânicas dos Fluidos para Eng. Química  72 Mecânicas dos Fluidos  72 \nTermodinâmica I  72 Termodinâmica I  72 \nEconomia e Ad ministração para Engenheiros  72 Economia e Adm . para Engenheiros  72 \nEletrotécnica para Engenharia Química  36 Eletrotécnica para Engenharia Química  36 \nMateriais para Indústria Química  72 Materiais para Indústria Química  72 \nMecânica dos Sólidos para Eng.Q uímica  36 Mecânica dos Sólidos  36 \nAnálise Instrumental  36 Análise Instrumental  36 \nLaboratório de Análise Instrumental  36 Laboratório de Análise Instrumental  36 \nProcessos Químicos  Industriais  72 Processos Químicos  Industriais  72 \nTransferência  de C alor 72 Transferência  de C alor 72 \nTermodinâmica II  72 Termodinâmica II  72 \nOperações  Unitárias I  72 Operações  Unitárias I  72 \nOperações  Unitárias II  72 Operações  Unitárias II  72 \nOperações  Unitárias III  72 Operações  Unitárias III  72 \nTransferência  e Massa  72 Transferência  e Massa  72 \nInstrumentação Industrial  36 Instrumentação Industrial  36 \nModelagem e Simulação de Proc . Químicos  72 Modelagem e Sim . de Proc . Quím icos 72 \nTópicos  especiais em Engenharia Quimica  1 36 Optativa  36 \nCinética e Calculo de Reatores  Químicos  72 Cinética e Calculo de Reatores  Químicos  72 \nLaboratório Engenharia Química  I 72 Laboratório Engenharia Química  I 72 ", "91": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n90 Engenharia Química  Currículo 2010  CH (hora -aula)  Engenharia Química  Currículo  2017 CH (hora -aula)  \nLaboratório Engenharia Química  II 72 Laboratório Engenharia Química  II 72 \nLaboratório Engenharia Química  III 72 Laboratório E ngenharia Química  III 72 \nEngenharia Econômica  72 Engenharia Econômica  72 \nProjeto de Reatores  72 Projeto de Reatores  72 \nFundamentos de Mineração e Siderurgia  36 Fundamentos de Mineração e Siderurgia  36 \nControle de Processos Químicos  72 Controle de Proce ssos Químicos  72 \nEngenharia Bioquímica  72 Engenharia Bioquímica  72 \nControle Ambiental na Indústria  72 Controle Ambiental na Indústria  72 \nAnálise e Otimização de Processos Químicos  72 Análise e Otimização de Processos Quim icos 72 \nProjetos e Instalações na Indústria Quimica  72 Projetos e Instalações na Industria Quim . 72 \nOptativa I  36 Optativa   36 \nOptativa II  36 Optativa  36 \nOptativa III  36  Optativa   36 \nTópicos  Especiais I  36 Optativa  36 \nTópicos  Especiais II  36 Optativa   36 \nTópicos  Especiais III  36  Optativa   36 \nDesenvolvimento de Processos Quimicos  I 72 Desenvolvimento de Processos Químicos  I 72 \nDesenvolvimento de Processos Químicos II 72 Desenvolvimento de Processos Químicos II  72 \n \n \n \nQuadro 12. Planejamento  da oferta de unidades curriculares  por períodos para o primeiro semestre de  2017  para transição da \nmatriz curricular 2010 para 2017.  \nUnidades C urriculares  Currículo 2010  CH (ha) CH (h) Unidades Curriculares  Currículo 2017  CH (ha) CH (h) \n1o Período/Primeiro Semestre 2017 (Noturno)  \nCálculo Dif erencial e Integral I  72 66 Cálculo Diferencial e Integral I  72 66 \nAlgoritmos e Est. de Dados I  72 66 Algoritmos e Est. de Dados I  72 66 \nMetodologia Científica  36 33 Metodologia Científica  36 33 \nQuímica Geral  54 49,5  Química Geral  54 49,5  \nQuímica Geral  Experimental  18 16,5  Química Geral Experimental  18 16,5  \nGeometria Anal. e Álgebra Linear  72 66 Geometria Anal. e Álgebra Linear  72 66 \nIntrodução a Engenharia Química  36 33 Introdução a Engenharia Química  36 33 \n2o Período/Primeiro Semestre (Integral)  \nCálculo Dif. e Integral II  72 66 Cálculo Diferencial e Integral II  72 66 \nFenômenos Mecânicos  72 66 Fenômenos Mecânicos  72 66 \nIndivíduos, Grupos e Sociedade Global  36 33 Indivíduos, Grupos e Sociedade Global  36 33 \nMeio Ambiente e Gestão para a Sustentabil idade  36 33 Projeto e Comp. Gráfica I  36 33 \nProjeto e Comp. Gráfica I  36 33 Fund. de Química Inorgânica  36 33 \nFund. de Química Inorgânica  36 33 Química Orgânica I  72 66 \nQuímica Orgânica I  54 49,5     \nQuímica Orgânica Experimental I  18 16,5     \n3o Perío do/Primeiro Semestre  (Noturno)  \nEquações Diferenciais A  72 66 Equações Diferenciais A  72 66 \nCálculo Dif. e Integral III  72 66 Cálculo Dif. e Integral III  72 66 \nEstatística e Probabilidade  72 66 Estatística e Probabilidade  72 66 \nFenômenos Ondulatórios, T érmicos e Fluidos  72 66 Fen. Ondulatórios, Térmicos e Fluidos  72 66 \nQuímica Orgânica II  72 66 Química Orgânica II  54 49,5  \nQuímica Orgânica Experimental II  36 33 Econ . e Administração para Engenheiros  72 66 \n4o Período /Primeiro Semestre  (Integral)  \nCálcul o Numérico  72 66 Fenômenos Eletromagnéticos  72 66 \nFenômenos Eletromagnéticos  72 66 Princípios de Proc. Químicos  72 66 \nPrincípios de Proc. Químicos  72 66 Fund. de Quimica Analitica  36 33 \nFund. de Quimica Analitica  36 33 Química Analítica Exp.  36 16,5  \nQuímica Analítica Exp.  36 16,5  Fisico -Quimica  72 66 \nFisico -Quimica  72 66 Fisico -Quimica Experimental  18 16,5  \nFisico -Quimica Experimental  18 16,5     ", "92": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n91 5o Período /Primeiro Semestre  (Noturno)  \nEletrotécnica  36 33 Cálculo Numérico  72 66 \nMecânica dos Fluidos pa ra Engenharia Química  72 66 Mecânica dos Fluidos para Eng . Química  72 66 \nTermodinâmica I  72 66 Termodinâmica I  72 66 \nAnálise Instrumental  36 33 Análise Instrumental  36 33 \nLab. de Análise Instrumental  36 33 Lab. de Análise Instrumental  36 33 \nProcessos Q uím. Industriais  72 66 Processos Quím. Industriais  72 66 \nCiência, Tecnologia e Sociedade  36 33    \n6o Período /Primeiro Semestre  (Integral)  \nEconomia e Adm. para Engenheiros  72 66 Ciência, Tecnologia e Sociedade  36 33 \nTransferência de Calor  72 66 Transfer ência de Calor  72 66 \nTermodinâmica II  72 66 Termodinâmica II  72 66 \nMateriais para Indústria Química  72 66 Materiais para Indústria Química  72 66 \nOptativa I  36 33 Eletrotécnica  36 33 \nMecânica dos Sólidos para Engenharia Química  36 33 Operações Unitárias  I 72 66 \n7o Período /Primeiro Semestre  (Noturno)  \nModelagem e Sim. de Proc. Quím.  54 66 Mecânica dos Sólidos para Eng .Química  36 33 \nTransferência de massa  72 66 Transferência de massa  72 66 \nCinética e Cálc. de Reatores Quím.    Instrumentação Industrial  36 33 \nLaboratório de Eng. Química I  72 66 Cinética e Cálc. de Reatores Quím.  72 66 \nOperações Unitárias I  72 66 Laboratório de Eng. Química I  72 66 \n 72 66 Operações Unitárias I  72 66 \n8o Período /Primeiro Semestre  (Integral)  \nEngenharia Econômica  72 66 Engenharia Econômica  72 66 \nProjeto de Reatores  72 66 Projeto de Reatores  72 66 \nLab. de Eng. Química II  72 66 Lab. de Eng. Química II  72 66 \nInstrumentação Industrial  36 33 Modelagem e Sim. de Proc. Quím.  54 66 \nOperações Unitárias II  72 66 Operações Unitári as II 72 66 \nFundamentos de Mineração e Siderurgia  36 33 Instrumentação Industrial  36 33 \n9o Período /Primeiro Semestre  (Noturno)  \nControle de Proc. químicos  54 66 Controle de Proc. químicos  54 66 \nDesenv. de Proc. Químicos I  72 66 Desenv. de Proc. Químic os I 72 66 \nEngenharia Bioquímica  72 66 Engenharia Bioquímica  72 66 \nLab. de Eng. Química III  72 66 Lab. de Eng. Química III  72 66 \nOperações Unitárias III  72 66 Optativas  72 66 \nOptativas  72 66 Operações Unitárias III  72 66 \n10o Período /Primeiro Semestre  (Integral)  \nAnálise e Otimização de Processos Químicos  72 66 Análise e Otimização de Proc . Químicos  72 66 \nControle Ambiental na Indústria  72 66 Controle Ambiental na Indústria  72 66 \nProjetos e Instalações n a Indústria Química  72 66 Projeto s e Instalaçõe s da Indústria Química  72 66 \nDesenvolvimento de Processos Químicos II  72 66 Desenvolvimento de Processos Químicos II  72 66 \nOptativas  72 66 Optativas  72 66 \n \n \n \nQuadro 1 3. Planejamento  da oferta de unidades curriculares por períodos para o segundo semestre  de 2017  para transição da \nmatriz curricular 2010 para 2017.  \nUnid ades C urriculares  Currículo 2010  CH (ha) CH (h) Unidades C urriculares  Currículo 2017  CH (ha) CH (h) \n1o Período/Segundo Semestre  2017 (Integral)  \nCálculo Diferencial e Integral I  72 66 Cálcul o Diferencial e Integral I  72 66 \nAlgoritmos e Est. de Dados I  72 66 Algoritmos e Est. de Dados I  72 66 \nMetodologia Científica  36 33 Metodologia Científica  36 33 \nQuímica Geral  54 49,5  Química Geral  54 49,5  \nQuímica Geral Experimental  18 16,5  Química Gera l Experimental  18 16,5  \nGeometria Anal. e Álgebra Linear  72 66 Geometria Anal. e Álgebra Linear  72 66 \nIntrodução a Engenharia Química  36 33 Introdução a Engenharia Química  36 33 \n2o Período/S egundo Semestre  (Noturno)  \nCálculo Dif. e Integral II  72 66 Cálculo Diferencial e Integral II  72 66 \nFenômenos Mecânicos  72 66 Fenômenos Mecânicos  72 66 \nIndivíduos, Grupos e Sociedade Global  36 33 Indivíduos, Grupos e Sociedade Global  36 33 ", "93": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n92 Meio Ambiente e Gestão para a Sustentabilidade  36 33 Projeto e Comp. Gráfica I 36 33 \nProjeto e Comp. Gráfica I  36 33 Fund. de Química Inorgânica  36 33 \nFund. de Química Inorgânica  36 33 Química Orgânica I  72 66 \nQuímica Orgânica I  54 49,5     \nQuímica Orgânica Experimental I  18 16,5     \n3o Período /Segundo Semestre  2017 (Integral)  \nEquações Diferenciais A  72 66 Equações Diferenciais A  72 66 \nCálculo Dif. e Integral III  72 66 Cálculo Dif. e Integral III  72 66 \nEstatística e Probabilidade  72 66 Estatística e Probabilidade  72 66 \nFenômenos Ondulatórios, Térmicos e Fluidos  72 66 Fenômen os Térmicos e Fluidos  36 33 \nQuímica Orgânica II  72 66 Química Orgânica II  36 33 \nQuímica Orgânica Experimental II  36 33 Economia e Administração para Engenheiros  72 66 \n4o Período /Segundo Semestre  (Noturno)  \nCálculo Numérico  72 66 Fenômenos Eletromagnétic os 72 66 \nFenômenos Eletromagnéticos  72 66 Princípios de Proc. Químicos  72 66 \nPrincípios de Proc. Químicos  72 66 Fund. de Quimica Analitica  36 33 \nFund. de Quimica Analitica  36 33 Química Analítica Exp.  36 16,5  \nQuímica Analítica Exp.  36 16,5  Fisico -Quimi ca 72 66 \nFisico -Quimica  72 66 Fisico -Quimica Experimental  18 16,5  \nFisico -Quimica Experimental  18 16,5  Química Orgânica Experimental  36 33 \n   Física Experimental  36 33 \n5o Período /Segundo Semestre  2017 (Integral)  \nEletrotécnica  36 33 Cálculo Numérico  72 66 \nMecânica dos Fluidos para Engenharia Química  72 66 Mecânica dos Fluidos para Engenharia Química  72 66 \nTermodinâmica I  72 66 Termodinâmica I  72 66 \nAnálise Instrumental  36 33 Análise Instrumental  36 33 \nLab. de Análise Instrumental  36 33 Lab. de Análi se Instrumental  36 33 \nProcessos Quím. Industriais  72 66 Processos Quím. Industriais  72 66 \nCiência, Tecnologia e Sociedade  36 33    \n6o Período /Segundo Semestre  (Noturno)  \nEconomia e Adm. para Engenheiros  72 66 Ciência, Tecnologia e Sociedade  36 33 \nTrans ferência de Calor  72 66 Transferência de Calor  72 66 \nTermodinâmica II  72 66 Termodinâmica II  72 66 \nMateriais para Indústria Química  72 66 Materiais para Indústria Química  72 66 \nOptativa I  36 33 Eletrotécnica  36 33 \nMecânica dos Sólidos para Engenharia Q uímica  36 33 Operações Unitárias I  72 66 \n7o Período /Segundo Semestre  2017 (Integral)  \nModelagem e Sim. de Proc. Quím.  54 66 Mecânica dos Sólidos para Engenharia Química  36 33 \nTransferência de massa  72 66 Transferência de massa  72 66 \nCinética e Cálc. de Reatores Quím.    Instrumentação Industrial  36 33 \nLaboratório de Eng. Química I  72 66 Cinética e Cálc. de Reatores Quím.  72 66 \nOperações Unitárias I  72 66 Laboratório de Eng. Química I  72 66 \n 72 66 Operações Unitárias II  72 66 \n8o Período /Segundo Semestr e (Noturno)  \nEngenharia Econômica  72 66 Engenharia Econômica  72 66 \nProjeto de Reatores  72 66 Projeto de Reatores  72 66 \nLab. de Eng. Química II  72 66 Lab. de Eng. Química II  72 66 \nInstrumentação Industrial  36 33 Modelagem e Sim. de Proc. Quím.  54 66 \nOperações Unitárias II  72 66 Operações Unitárias II  72 66 \nFundamentos de Mineração e Siderurgia  36 33    \n9o Período /Segundo Semestre  2017 (Integral)  \nControle de Proc. químicos  54 66 Controle de Proc. químicos  54 66 \nDesenv. de Proc. Químicos I  72 66 Desen v. de Proc. Químicos I  72 66 \nEngenharia Bioquímica  72 66 Engenharia Bioquímica  72 66 \nLab. de Eng. Química III  72 66 Lab. de Eng. Química III  72 66 \nOperações Unitárias III  72 66 Optativas  72 66 \nOptativas  72 66 Operações Unitárias III  72 66 \n10o Período /Segundo Semestre  (Noturno)  \nAnálise e Otimização de Processos Químicos  72 66 Análise e Otimização de Processos Químicos  72 66 \nControle Ambiental na Indústria  72 66 Controle Ambiental na Indústria  72 66 \nProjetos e Instalações n a Indústria Química  72 66 Projeto s e Instalações da Indústria Química  72 66 \nDesenvolvimento de Processos Químicos II  72 66 Desenvolvimento de Processos Químicos II  72 66 \nOptativas  72 66 Optativas  72 66 \n ", "94": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n93  \nQuadro 1 4. Planejamento  da oferta de unidades curriculares por períodos para  o primeiro semestre de 2018  para transição da \nmatriz curricular 2010 para 2017.  \nUnidades C urriculares  Currículo 2010  CH (ha) CH (h) Unidades C urriculares  Currículo 2017  CH (ha) CH (h) \n1o Período/Primeiro Semestre 2018 (Noturno)  \nCálculo Diferencial e Int egral I  72 66 Cálculo Diferencial e Integral I  72 66 \nAlgoritmos e Est. de Dados I  72 66 Algoritmos e Est. de Dados I  72 66 \nMetodologia Científica  36 33 Metodologia Científica  36 33 \nQuímica Geral  54 49,5  Química Geral  54 49,5  \nQuímica Geral Experimental  18 16,5  Química Geral Experimental  18 16,5  \nGeometria Anal. e Álgebra Linear  72 66 Geometria Anal. e Álgebra Linear  72 66 \nIntrodução a Engenharia Química  36 33 Introdução a Engenharia Química  36 33 \n2o Período/Primeiro Semestre 2018 (Integral)  \nCálculo Di f. e Integral II  72 66 Cálculo Diferencial e Integral II  72 66 \nFenômenos Mecânicos  72 66 Fenômenos Mecânicos  72 66 \nIndivíduos, Grupos e Sociedade Global  36 33 Indivíduos, Grupos e Sociedade Global  36 33 \nMeio Ambiente e Gestão para a Sustentabilidade  36 33 Projeto e Comp. Gráfica I  36 33 \nProjeto e Comp. Gráfica I  36 33 Fund. de Química Inorgânica  36 33 \nFund. de Química Inorgânica  36 33 Química Orgânica I  72 66 \nQumica Orgânica I  54 49,5     \nQuímica Orgânica Experimental I  18 16,5     \n3o Período /Primeir o Semestre 2018 (Noturno)  \nEquações Diferenciais A  72 66 Equações Diferenciais A  72 66 \nCálculo Dif. e Integral III  72 66 Cálculo Dif. e Integral III  72 66 \nEstatística e Probabilidade  72 66 Estatística e Probabilidade  72 66 \nFenômenos Ondulatórios, Térmic os e Fluidos  72 66 Fenômenos Térmicos e Fluidos  36 33 \nQuímica Orgânica II  72 66 Química Orgânica II  36 33 \nQuímica Orgânica Experimental II  36 33 Economia e Administração para Engenheiros  72 66 \n4o Período /Primeiro Semestre 2018 (Integral)  \nCálculo Numéri co 72 66 Fenômenos Eletromagnéticos  72 66 \nFenômenos Eletromagnéticos  72 66 Princípios de Proc. Químicos  72 66 \nPrincípios de Proc. Químicos  72 66 Fund. de Quimica Analitica  36 33 \nFund. de Quimica Analitica  36 33 Química Analítica Exp.  36 16,5  \nQuímica An alítica Exp.  36 16,5  Fisico -Quimica  72 66 \nFisico -Quimica  72 66 Fisico -Quimica Experimental  18 16,5  \nFisico -Quimica Experimental  18 16,5  Química Orgânica Experimental  36 33 \n   Física Experimental  36 33 \n5o Período /Primeiro Semestre 2018 (Noturno)  \nEletro técnica  36 33 Cálculo Numérico  72 66 \nMecânica dos Fluidos para Engenharia Química  72 66 Mecânica dos Fluidos para Eng .Química  72 66 \nTermodinâmica I  72 66 Termodinâmica I  72 66 \nAnálise Instrumental  36 33 Análise Instrumental  36 33 \nLab. de Análise Instru mental  36 33 Lab. de Análise Instrumental  36 33 \nProcessos Quím. Industriais  72 66 Processos Quím. Industriais  72 66 \nCiência, Tecnologia e Sociedade  36 33    \n6o Período /Primeiro Semestre 2018 (Integral)  \nEconomia e Adm. para Engenheiros  72 66 Ciência, Te cnologia e Sociedade  36 33 \nTransferência de Calor  72 66 Transferência de Calor  72 66 \nTermodinâmica II  72 66 Termodinâmica II  72 66 \nMateriais para Indústria Química  72 66 Materiais para Indústria Química  72 66 \nOptativa I  36 33 Eletrotécnica  36 33 \nMecân ica dos Sólidos para Engenharia Química  36 33 Operações Unitárias I  72 66 \n7o Período /Primeiro Semestre 2018 (Noturno)  \nModelagem e Sim. de Proc. Quím.  54 66 Mecânica dos Sólidos para Engenharia Química  36 33 \nTransferência de massa  72 66 Transferência de massa  72 66 \nCinética e Cálc. de Reatores Quím.    Instrumentação Industrial  36 33 \nLaboratório de Eng. Química I  72 66 Cinética e Cálc. de Reatores Quím.  72 66 \nOperações Unitárias I  72 66 Laboratório de Eng. Química I  72 66 \n 72 66 Operações Unitárias II  72 66 \n8o Período /Primeiro Semestre 2018 (Integral)  \nEngenharia Econômica  72 66 Engenharia Econômica  72 66 ", "95": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n94 Projeto de Reatores  72 66 Projeto de Reatores  72 66 \nLab. de Eng. Química II  72 66 Lab. de Eng. Química II  72 66 \nInstrumentação Industrial  36 33 Modelagem e Sim. de Proc. Quím.  54 66 \nOperações Unitárias II  72 66 Operações Unitárias III  72 66 \nFundamentos de Mineração e Siderurgia  36 33    \n9o Período /Primeiro Semestre 2018 (Noturno)  \nControle de Proc. químicos  54 66 Controle de Proc. químicos  54 66 \nDesenv. de Proc. Químicos I  72 66 Desenv. de Proc. Químicos I  72 66 \nEngenharia Bioquímica  72 66 Engenharia Bioquímica  72 66 \nLab. de Eng. Química III  72 66 Lab. de Eng. Química III  72 66 \nOperações Unitárias III  72 66 Optativas  72 66 \nOptativas  72 66 Operações Unitárias III  72 66 \n10o Período /Primeiro Semestre 2018 (Integral)  \nAnálise e Otimização de Processos Químicos  72 66 Análise e Otimização de Processos Químicos  72 66 \nControle Ambiental na Indústria  72 66 Controle Ambiental na Indústria  72 66 \nProjetos e Inst alações n a Indústria Química  72 66 Projeto s e Instalações da Indústria Química  72 66 \nDesenvolvimento de Processos Químicos II  72 66 Desenvolvimento de Processos Químicos II  72 66 \nOptativas  72 66 Optativas  72 66 \n \n \n19. SISTEMA DE A V ALIAÇÃO DO PPC  \n \nA avaliação do novo PPC será feita de forma contínua pelo Núcleo Docente Estruturante ( NDE ), por meio \nde reuniões entre  os membros e com os discentes e docentes do curso, com o objetivo de:  \n \n Identificar possíveis problemas e dificuldades no andamento do curso;  \n Avaliar a eficiência das modificações realizadas na última atualização do PPC;  \n Identificar e propor soluções para situações de retenção e de evasão em disciplinas do curso;  \n Discutir o andamento do processo de ensino e aprendizagem no âmbito das d isciplinas ofertadas.  \n \nAlém disso, a equipe de docentes do curso de Engenharia  Química do Departamento de Engenharia \nQuímica  (DEQUI ) poderá realizar  encontros periódicos visando -se discutir  o andamento do curso e o \ndesempenho dos discentes, podendo dar  contribuições ao NDE ou diretamente ao Colegiado do Curso.  \n \n20. SIST EMA DE A V ALIAÇÃO  DO PROCESSO DE ENSINO E APRENDIZAGEM  \n \nO sistema de avaliações deve subsidiar o docente a diagnosticar problemas, redefinir rumos  e aferir \nresultados em relação aos objetivos propostos, e auxiliar o discente a traçar seu percurso de aprendizagem  e \norganizar ações, identificando suas deficiências e grau de engajamento pessoal. O processo de aval iação \ndependerá das especificidades de cada unidade curricular e do docente  responsáv el, devendo ser explicitado no \nPlano de Ensino da Unidade Curricular, preparado pelo  docente e aprovado pelo Colegiado de Curso no início de \ncada semestre letivo. Caberá, portanto, ao Colegiado assegur ar o cumprimento do disposto no item  Fundamentos \nDidáti co-Pedagógicos apresentados neste Projeto (Seção 10.1). Aliado a isso, cada docente  e discente deverá \nconsiderar os aspectos legais acerca da avaliação, estabelecidos no Regimento  Geral da UFSJ.  \nAs unidades curriculares passarão por um constante processo a valiativo, realizado em conjunto  pelo \ndocente responsável, pelos discentes nela inscritos, pelo NDE e pelo Colegiado de  Curso. A avaliação deverá ", "96": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n95 considerar os seguintes itens, entre outros que o Colegiado de Curso julgar pertinentes  ou à legislação \nInstit ucional vigente :  \n \n adequação do conteúdo da unidade curricular à  formação do engenheiro químico e adequação da \nprofundidade do conhecimento em cada assunto abordado;  \n adequação da bibliografia  utilizada ;  \n adequação dos recursos didáticos empregados nas aula s;  \n organização didática  do conhecimento na preparação das aulas;  \n assiduidade e pontualidade do docente;  \n relacionamento ético e respeitoso do docente para com os discentes;  \n disponibilidade do docente para  atendimento ao discente em horários extraclasse p reviamente \nestabelecidos;  \n adequação do modelo  de avaliação do discente, que leve em conta o estabelecido na Seção 10.1 deste \nProjeto;  \n fidelidade à ementa e ao plano de ensino apresentados à classe no início do  semestre letivo;  \n identificação, pelo discen te, de suas deficiências e grau de empreendimento pessoal  (sua parcela de \nesforço) na obtenção do resultado final;  \n e condições de infra -estrutura física  e material para a disciplina.  \n \n21. ATO AUTORIZATIVO (RECONHECIMENTO DO CURSO)  \n \n \n ", "97": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n96  \n22. FORMULÁRIO DE  CONDIÇÕES DE OFERTA E D E CADASTRO DE CURSO PARA A DIC ON \n \nNome do curso: Engenharia Química  \n \nModalidade:  \n(x) Educação Presencial – EDP \n(   ) Educação a Distância – EAD  \n  \nRegime curricular:  \n(x) Progressão Linear  \n(   ) 2 ciclos:  \n(   )1º ciclo  \n(   )2º cicl o \n \nCondições de Oferta do Curso  \nDenominação  Nº de vagas oferecidas no \nEdital do Processo Seletivo  Nº de entradas por \nProcesso Seletivo  Semestre de entrada  \npor Processo Seletivo  \n1º semestre  2º semestre  \nGrau \nAcadêmico  Bacharelado  100 2 1 1 \nLinhas de \nFormação \nEspecífica       \n     \n     \nTitulação  Bacharel em Engenharia Química  \n \n \nCondições de cadastro do curso  \nCarga Horária total de integralização: 3700h  \nPrazos para integralização (semestres)  Mínimo  10 Limite de carga horária semestral \npermitid a ao discente  Mínimo  247h  \nPadrão  10 Padrão  370h  \nMáximo  15 Máximo  * \nCondições de validação das unidades curriculares cursadas em outros cursos  \nAprovação pelo Colegiado de Curso  \nCondições de migração de currículo  \nTodos os discentes do Currículo 20 10 serão transferidos para o Currículo 2017 de acordo com a grade de transição apresentada. \nEntretanto, para os ingressantes no Currículo 2010, o prazo máximo de integralização continuará a ser de 7 anos e meio (15 \nsemestres).   \n* Conforme artigo 10 da Res olução CONEP nº 24, de 09 de julho de 2014.  \n \n \n \n \nMatriz de Organização Curricular  \n \nUnidade Curricular  Carga horária (CH)  \nObrigatória  Optativa  Eletiva  Total  \nConteúdo de natureza científico -cultural  3168  132  3300  \nAtividades complementares  96 -  96 \nEstág io supervisionado  160 -  160 \nTrabalho acadêmico  144 -  144 \nCarga horária total para integralização  3700h  \nObs: especificar particularidades na organização curricular com implicações no cadastro da estrutura curricular no CONTAC  \n \n \n ", "98": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n97  \nMatriz de Progressã o Curricular  \n \nPeríodo  \nde Oferta  \nUnidade  \nCurricular  \nTipologia  \nOferecimento  \nUnidade \nacadêmica \nresponsável  Carga  \nHorária (CHA)  \nUnidade curricular  \nPré-requisito (P) e/ou correquisito (C)  \nTeórica  Prática  \n1 Cálculo Diferencial e Integral I  D N DEFIM  72 - - \n1 Metodologia Científica  D N DTECH  36 - - \n1 Química Geral  D N DQBIO  54 - - \n1 Química Geral Experimental  D N DQBIO  - 18 - \n1 Geometria Analítica e Álgebra Linear  D N DEFIM  72 - - \n1 Algoritmos e Estrutura de Dados I  D N DTECH  72 - - \n1 Introdução a En genharia Química  D N DEQUI  36 - - \n2 Cálculo Diferencial e Integral II  D N DEFIM  72 - Cálculo Dif. e Integral I (P)  \n2 Fenômenos Mecânicos  D N DEFIM  72 - Cálculo Dif.l e Integral I (P)  \n2 Indivíduos, Grupos e Soc. Global  D N DTECH  36 - - \n2 Meio Amb. e Ges tão para a Sustent.  D N DTECH  36 - - \n2 Projeto e Computação Gráfica I  D N DTECH  - 36 - \n2 Fund. de Química Inorgânica  D N DQBIO  36 - Química Geral (P)  \n2 Química Orgânica I  D N DEQUI  72 - Quimica Geral (P)  \n3 Equações Diferenciais A  D N DEFIM  72 - Cálcul o Dif. e Integral II (P)  \n3 Cálculo Diferencial e Integral III  D N DEFIM  72 - Cálculo Dif.e Integral II (P)  \n3 Estatística e Probabilidade  D N DEFIM  72 - Cálculo Dif. e Integral I (P)  \n3 Fenômenos Térmicos e Fluidos  D N DEFIM  36 - Fenômenos Mecânicos (P)  \n3 Química Orgânica II  D N DEQUI  36 - Química Orgânica I (P)  \n3 Econ. e Adm.para Engenheiros  D N DTECH  72 - - \n4 Física Experimental  D N DEFIM  - 36 Fenôm. Eletromagnéticos (C)  \n4 Química Orgânica Experimental  D N DEQUI  - 36 Química Orgânica II (P)  \n4 Fenôme nos Eletromagnéticos  D N DEFIM  72 - Fenômenos Mecânicos (P)  \n4 Princípios de Proc. Químicos  D N DEQUI  72 - Cálculo Dif. e Int. I (P) + Físico -Química \n(C) \n4 Físico -Química  D N DQBIO  72  Química Geral (P)  \n4 Físico -Química Experimental  D N DQBIO   18 Química  Geral Exp. (P) + Fisico -Quimica \n(C) \n4 Fund.de Química Analítica  D N DQBIO  36 - Química Geral (P)  \n4 Química Analítica Experimental  D N DQBIO  - 18 Química Geral Exp. (P) + Fund. de Quím. \nAnalítica (C)  \n5 Mecânica dos Fluidos para Eng. Química  D N DEQUI  72 - Cálculo Dif. e Integral II (P)  \n5 Termodinâmica I  D N DEQUI  72 - Físico -Química (P)  \n5 Análise Instrumental  D N DQBIO  36 - Fund. de Química Analitca (P)  \n5 Lab. de Análise Instrumental  D N DQBIO  - 36 Química Analitca Exp. (P) + Análise \nInstrumental (C)  \n5 Processos Químicos Industriais  D N DEQUI  72 - Introdução à Eng. Química (P)  \n5 Cálculo Numérico  D N DTECH  54 18 Cálculo Diferencial e Integral I (P) + \nAlgoritmos e Estruturas de Dados I (P)  \n6 Ciência, Tecnologia e Sociedade  D N DTECH  36  - \n6 Eletroté cnica  D N DETEM  36  Fenôm. Eletromagnéticos (P)  \n6 Transferência de calor  D N DEQUI  72 - Mecânica dos Fluidos p. Eng. Química (P)  \n6 Termodinâmica II  D N DEQUI  72 - Termodinâmica I (P)  \n6 Materiais para Indústria Química  D N DEQUI  72 - Química Geral (P)  \n6 Operações Unitárias I  D N DEQUI  72 - Mecânica dos Fluidos p. Eng. Química (P)  \n7 Mecânica dos Sólidos para Eng. Química  D N DETEM  36 - Fenômenos Mecânicos (P)  \n7 Cinética e Cál. de Reatores Quím.  D N DEQUI  72 - Físico -Química (P)  \n7 Instrumentação Industr ial D N DEQUI  36 - Fenômenos Mecânicos (P)  \n7 Laboratório de Eng. Química I  D N DEQUI  - 72 Operações Unitárias I (P)  \n7 Transferência de Massa  D N DEQUI  72 - Transferência de Calor(P)  \n7 Operações Unitárias II  D N DEQUI  72 - Termodinâmica I (P) +  \nTransferê ncia de Calor (P)  ", "99": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n98 8 Modelagem e Simulação de Processos \nQuímicos  D N DEQUI  72 - Princ. de Proc. Químicos (P) + Cál. \nNumérico ( P)  \n8 Operações Unitárias III  D N DEQUI  72 - Termodinâmica II (P)  \n8 Projeto de Reatores  D N DEQUI  72 - Cin. e Cál. de Reatores Q uím. (P)  \n8 Laboratório de Eng. Química II  D N DEQUI   72 Operações Unitárias II (P)  \n8 Engenharia Econômica  D N DEQUI  72 - 1800h (P)  \n9 Controle de Processos Químicos  D N DEQUI  72 - Eq. Dif. A (P)+ Modelagem e Sim. e Proc. \nQuím. (P)  \n9 Desenvolvimento de Processos Químicos \nI D N DEQUI  72 - 2160ha (P)  \n9 Engenharia Bioquímica  D N DQBIO  72 - Cinética e Cál. de Reatores químicos (P)  \n9 Optativas  D N DEQUI  72 - Definida pela ementa da  \nDisciplina  \n9 Laboratório de Eng. Química III  D N DEQUI  - 72 Operações Unit árias III (P) + Cin. e Cál. \nde Reatores Quím. (P)  \n10 Projetos e Inst. da Ind. Quím.  D N DEQUI  72 - Projeto de Reatores (P)  \n10 Análise e Otimiz. de Processos Químicos  D N DEQUI  72 - Modelagem e Sim.de Proc. Quím. (P) + \nEngenharia Econômica  (P) \n10 Control e Ambiental na Indústria  D N DEQUI  72 - Proc. Quím. Industriais (P)  \n10 Desenv.de Proc. Químicos II  D N DEQUI  72 - Desenv. de Proc. Químicos I (P)  \n10 Optativas  D N DEQUI  72 - Definida pela ementa da Discip.  \n10 Estágio Curricular Obrigatório  E E DEQUI  - 160h 2112 horas aula de UC’s  \n10 Trabalho de Conclusão de Curso  TA E DEQUI  - 144h  2640 horas aula de UC’s  \n Atividades Complementares  AC E - - 96h - \n \nP: Pré -requisito; C: Co -Requisito  \nD: Disciplina; E: Estágio; TA: Trabalho Acadêmico; AC: Atibidades Comple mentares  \nN: Normal ; E: Estendida  \n \na) Matriz de descrição das unidades curriculares optativas  \nUnidades Curriculares  Tipologia  Oferecimento  CH (CHA)  Unidade Curricular  \nPré-requisito  \nou Co -requisito  \nEquações Diferenciais B  D N 36 - \nConservação da Energia n a Indústria  D N 36 - \nTratamento de Águas Industriais  D N 36 - \nFundamentos da Catálise Heterogênea  D N 36 - \nSistemas Particulados  D N 36 - \nTécnicas de Otimização Aplicadas à Eng. Química  D N 36 - \nCorrosão e Tratamentos de Proteção Industrial  D N 36 - \nRefino de Petróleo  D N 36 - \nSegurança Industrial  D N 36 - \nAvanços da Engenharia Química  D N 36 - \nLíngua Brasileira de Sinais  D N 36 - \nCombustão e Propulsão  D N 36 - \nEletroquímica Industrial  D N 36 - \nFundamentos de Mineração e Siderurgia  D N 36 - \nTecnologias em Biocombustíveis  D N 36 - \nDesign de Experimentos  D N 36 - \n \n* A ser definido pela ementa da disciplina.  ", "100": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n99  \nb) Tabela de Equivalência entre unidades curriculares de diferentes currículos e/ou cursos.  \nUnidade curricular  \n do curso  CH (CHA)  \nUnidade Curricular  \nequivalente  Curso  \nCurrículo  CH (CHA)  Teórica  \nPrática  \nTeórica  \nPrática  \nCálculo Diferencial e Integral I  72 - Cálculo Dif. e Integral I  EC,ET,EB,EM,EQ,EQI  2010  66 - \nAlgoritmos e Estrut. de Dados I  72 - Algoritmos e Est. de Dados I  EC,ET,EB, EM,EQN,EQI  2010  66 - \nMetodologia Científica  36 - Metodologia Científica  EC,ET,EB,EM,EQN,EQI  2010  33 - \nQuímica Geral  54 - Química Geral  EC,ET,EB,EM, EQN,EQI  2010  33 - \nQuímica Geral Experimental  - 18 Química Geral Experimental  EC,ET,EB,EM,EQ  2010  - 16,5  \nGeom. Analítica e Álgebra \nLinear  72 - Geometria Anal.e Álg. Linear  EC,ET,EB,EM, EQN,EQI  2010  66 - \nIntrodução a Engenharia \nQuímica  36 - Introdução a Eng.Química  EQN,EQI  2010  33 - \nCálculo Diferencial e Integral II  72 - Cálculo Dif. e Integral II  EQN,EQI,EC ,EB,ET,EM  2010  66 - \nFenômenos Mecânicos  72 - Fenômenos Mecânicos  EC,ET,EB,EM,EQ, EQN,EQI  2010  66 - \nIndivíduos, Grupos e Sociedade \nGlobal  36 - Indivíduos, Grupos e Sociedade \nGlobal  EQN,EQI,EC,EB,ET,EM  2010  33 - \nMeio Ambiente e Gestão para a \nSustentabilid ade 36 - Meio Ambiente e Gestão para a \nSustentabilidade  EQN,EQI,EC,EB,ET,EM  2010  33 - \nProjeto e Computação Gráfica I  36 - Projeto e Comp. Gráfica I  EQN,EQI,EC,EB,ET,EM  2010  33 - \nFund. de Química Inorgânica  36 - Fund. de Química Inorgânica  EQN,EQI  2010  33 - \nQuímica Orgânica I  72 - Princípios de Química Orgânica, \nQuímica Orgânica I  EQN,EQI,EB  2010  49,5  - \nQuímica Orgânica Experimental  - 36 Quím. Orgânica Exp.I, Princ. de \nQuímica Orgânica Exp.  EQN,EQI,EB  2010  - 16,5  \nEquações Diferenciais A  72 - Equações Di ferenciais A  EQN,EQI,EC,EB,ET,EM  2010  66 - \nCálculo Diferencial e Integral III  72 - Cálculo Dif. e Integral III  EQN,EQI,EC,EB,ET,EM  2010  66 - \nEstatística e Probabilidade  72 - Estatística e Probabilidade  EQN,EQI EC,EB,ET ,EM  2010  66 - \nFenômenos Térmicos e Fluidos  36 - Fenômenos Térmicos  EQN,EQI EC,EB,ET ,EM  2010  33 - \nQuímica Orgânica II  36  Química Orgânica II  EQN,EQI  2010  33  \nFísica Experimental  - 36 - - 2010  - 33 \nCálculo Numérico  72 - Cálculo Numérico  EQN,EQI EC,EB,ET ,EM  2010  66 - \nFenômenos Eletromagné ticos  72 - Fen. Eletromag., Fen.Eletromag.  EQN,EQI EC,EB,ET ,EM  2010  33 - \nPrincípios de Proc. Químicos  72 - Princípios de Proc. Quím.  EQN,EQI  2010  66 - \nFund. de Química Analítica  36 -- Fund. de Quim. Analitica, Quím. \nAnalítica Exp. Aplic. Bioprocessos  EQN ,EQI, EB  2010  33 - \nQuímica Analítica Experimental  - 18 Quím. Analítica Exp., Quím. Analítica \nExp. Aplic. Bioproc.  EQN,EQI, EB  2010  - 16,5  \nFísico Química  72 - Fisico Quimica  EQN,EQI  2010  66 - \nFísico Química Experimental  - 18 Fisico Quimica Experimental, Fund. \nde Físico -Química Exp.  EQN,EQI, EB  2010  - 16,5  \nMecânica dos Fluidos para \nEngenharia Química  72 - Mec. dos Fluidos para Eng. Química , \nMec. dos Fluidos em Bioprocessos  EQN,EQI, EB  2010  66 - \nTermodinâmica I  72 - Termodinâmica I, Termod. Aplicada a \nBioprocessos  EQN,EQI, EB  2010  66 - \nAnálise Instrumental  36 36 Análise Instrumental, Análise \nInstr.Aplicada a Bioprocessos  EQN,EQI, EB  2010  33 33 \nEconomia e Administração para \nEngenheiros  72 - Economia e Administração para \nEngenheiros  EQN,EQI EC,EB,ET ,EM  2010 66 - \nProcessos Químicos Industriais  72 - Proc. Químicos Industriais  EQN,EQI  2010  66 - \nCiência, Tecnologia e Sociedade  36 - Ciência, Tecnologia e Sociedade  EQN,EQI EC,EB,ET ,EM  2010  33 - \nTransferência de Calor  72 - Transferência de Calor, Transf. de \nCalor em Bioprocessos  EQN,EQI, EB  2010  66 - \nTermodinâmica II  72 - Termodinâmica II  EQN,EQI  2010  66 - ", "101": " \n \n CONEP – UFSJ  \nParecer No 085/2016  \nAprovado em 30/11/2016  \n100 Materiais para Indústria \nQuímica  72 - Materiais para Ind. Quím.  EQN,EQI  2010  66 - \nMecânica dos Sólidos para \nEngenharia Química  36 - Mecânica dos Sólidos p ara Eng. \nQuím., Mec. dos Sólidos  EQN,EQI, EM  2010  33 - \nEletrotécnica  36 - Eletrotécnica para Eng. Química, \nEletrotécnica Geral, Eletrotécnica  EQN,EQI, EC,EB  2010  33 - \nOperaçõs Unitárias I  72 - Operaçõs Unitárias I  EQN,EQI  2010  66 - \nOperações Unitárias I I 72 - Operações Unitárias II  EQN,EQI  2010  66 - \nTransferência de Massa  72 - Transferência de Massa, Transf. de \nMassa em Bioproc.  EQN, EQI, EB  2010  66 - \nInstrumentação Industrial  36 - Instrumentação Industrial  EQN,EQI  2010  33 - \nCinética e Cálculo de Reat ores \nQuímicos  72 - Cinética e Cál. de Reatores Químicos, \nCinética e Cálculo de Bioreatores  EQN,EQI, EB  2010  66 - \nLaboratório de Eng. Química I  - 72 Laboratório de Eng. Química I  EQN,EQI  2010  - 66 \nEngenharia Economica  72 - Engenharia Economica  EQN,EQI  2010 66 - \nProjeto de Reatores  72 - Projeto de Reatores  EQN,EQI  2010  66 - \nLaboratório de Eng. Química II  - 72 Lab. de Engenharia Química II  EQN,EQI  2010  - 66 \nMod. e Sim. de Proc. Químicos  72 - Mod. e Simulação de Proc.Químicos  EQN,EQI  2010  66 - \nControle de  Processos Químicos  72 - Controle de Proc. Químicos  EQN,EQI  2010  66 - \nProjetos e Instalações n a \nIndústria Química  72 - Projetos e Instalações n a Indústria  EQN,EQI  2010  66 - \nDesenv. de Processos Quimicos I  72 - Desenv. de Proc. Quimicos I  EQN,EQI  2010  66 - \nEngenharia Bioquímica  72 - Engenharia Bioquímica  EQN,EQI  2010  66 - \nLaboratório de Eng. Química III  - 72 Lab. de Eng. Química III  EQN,EQI  2010  - 66 \nAnálise e Otimização de \nProcessos Químicos  72 - Análise e Otimização de Processos \nQuímicos  EQN,EQI  2010  66 - \nControle Ambiental na Indústria  72 - Controle Ambiental na Ind.  EQN,EQI  2010  66 - \nDesenv. de Proc. Químicos II  72 - Desenv. de Proc. Químicos II  EQN,EQI  2010  66 - \n \n \n "}