{"1": " \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA INSTITUTO FEDERAL \nDE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA DE MINAS GERAIS \nCAMPUS SANTA LUZIA \n \n \nPROJETO PEDAGÓGICO DO CURSO SUPERIOR EM \nENGENHARIA CIVIL \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSanta Luzia – MG \nJaneiro 2018 \n", "2": "1 \n \n \n \nMINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA DE MINAS GERAIS \nCAMPUS SANTA LUZIA \n \nReitor: Prof. Kléber Gonçalves Glória \nPró-Reitora de Ensino: Prof. Carlos Bernardes Rosa Júnior \nDiretor Geral do Campus: Prof. Harlley Sander Silva Torres \nDiretora de Ensino, Pesquisa e Extensão: Profa. Denise Lages Floresta \nCoordenador do Curso: Prof. Wemerton Luís Evangelista \n \n \nColegiado de Curso: \nPresidente: Prof. João Francisco de Carvalho Neto \nRepresentantes Docentes: Hudson Cleiton Reis Pereira e Lucélia Aparecida Radin \nRepresentante Discente: Érica Aparecida Moreira Dias \nRepresentante Técnico-Administrativo: Ronaldo Gonçalves Pires \n \n \nNúcleo Docente Estruturante \nPresidente: Prof. João Francisco de Carvalho Neto \nMembro: Prof. Wemerton Luís Evangelista \nMembro: Prof. Tiago Simão Ferreira \nMembro: Profa. Janaina Aguiar Park \nMembro: Prof. Wanderson Gonçalves Machado \n", "3": "2 \n \n \nComissão de Elaboração do Projeto Pedagógico do Curso \nElaboração: 2014 \nRevisão: 2017 \nProf. Daniel Nunes Carvalho \nProf. Wemerton Luís Evangelista \nProf. Hudson Cleiton Reis Pereira \nProf. João Francisco de Carvalho Neto \nProfa. Sulamita Maria Comini César \nProf. Marcos Vinícius Vieira Pereira \nProfa. Janaina Aguiar Park \nProfa. Mariana de Castro Prado \n", "4": "3 \n \n \nSUMÁRIO \nIDENTIFICAÇÃO DO CURSO \n1 \n1 INSTITUTO FEDERAL DE MINAS GERAIS – CAMPUS SANTA LUZIA \n2 \n1.1 Finalidade do Instituto \n2 \n1.2 Histórico do campus \n4 \n1.3 Perfil e missão do IFMG \n6 \n1.4 Áreas oferecidas no âmbito da graduação \n7 \n2 CONCEPÇÃO DO CURSO \n9 \n2.1 Apresentação \n9 \n2.2 Justificativa \n11 \n2.3 Princípios norteadores do projeto \n14 \n2.4 Objetivos do curso \n15 \n2.5 Perfil do egresso \n16 \n2.6 Formas de acesso ao curso \n19 \n2.7 Representação gráfica de um perfil de formação \n20 \n3 ESTRUTURA DO CURSO \n22 \n3.1 Regime acadêmico e prazo para integração curricular \n22 \n3.2 Organização curricular \n23 \n3.3 Critérios de aproveitamento de conhecimentos e experiências anteriores \n115 \n3.4 Metodologias de ensino \n119 \n3.4.1 O processo de construção do conhecimento em sala de aula \n119 \n3.4.2 Proposta interdisciplinar de ensino \n120 \n3.4.3 Atividades complementares da estrutura curricular: \n121 \n3.4.4 Atividades de pesquisa e produção científica \n121 \n3.4.5 Atividades de extensão \n121 \n3.4.6 Constituição de empresa júnior \n122 \n3.4.7 Estágio supervisionado \n122 \n3.4.8 Trabalho de Conclusão de Curso \n125 \n3.4.9 Proposta de oferta de disciplinas da graduação presencial por meio da EaD \n125 \n", "5": "4 \n \n3.4.10 Estratégias de fomento ao empreendedorismo e à inovação tecnológica \n125 \n3.4.11 Estratégias de fomento ao desenvolvimento sustentável e ao cooperativismo \n126 \n3.5. Modos da integração entre os diversos níveis e modalidades de ensino \n126 \n3.6. Integração com as redes públicas de ensino \n127 \n3.7. Serviços de apoio ao discente \n127 \n3.8. Certificados e diplomas \n129 \n3.9. Administração acadêmica do curso \n129 \n3.10. Formas de participação do Colegiado do Curso e do Núcleo Docente Estruturante – \nNDE \n136 \n3.11. Infraestrutura \n136 \n4 CRITÉRIOS E PROCEDIMENTOS DE AVALIAÇÃO \n138 \n4.1. Sistema de avaliação do processo de ensino e aprendizagem \n139 \n4.2. Sistema de avaliação do projeto do curso \n139 \n4.2.1 Objetos de avaliação do trabalho docente e do curso \n141 \n5 CONSIDERAÇÕES FINAIS \n142 \n6 REFERÊNCIAS BIBLIOGRÁFICAS \n142 \nAPÊNDICE A – REGULAMENTO DAS ATIVIDADES COMPLEMENTARES \n146 \nAPÊNDICE B – REGULAMENTO DE TRABALHO DE CONCLUSÃO DE CURSO \n154 \nAPÊNDICE C – REGULAMENTO DE COLEGIADO DE CURSO \n159 \nAPÊNDICE D – REGIMENTO DO NÚCLEO DOCENTE ESTRUTURANTE DE CURSO \n162 \nAPÊNDICE E – BAREMA DE AVALIAÇÃO DE ESTÁGIO SUPERVISIONADO PELO \nDOCENTE-ORIENTADOR \n165 \n", "6": "1 \n \nIDENTIFICAÇÃO DO CURSO \n \nDenominação do curso \nEngenharia Civil \nModalidade oferecida \nBacharelado \nTítulo acadêmico conferido \nEngenheiro Civil \nModalidade de ensino \nPresencial \nRegime de matrícula \nSemestral/por créditos \nTempo de integralização \nMínimo: 10 semestres \nMáximo: 20 semestres \nCarga horária mínima \n3.915 horas/aula \nNúmero de vagas oferecidas \n40 (quarenta) por ano com entrada no \nprimeiro semestre de cada ano \nTurno de funcionamento \nNoturno \nEndereço do Curso \nRua Érico Veríssimo, 317 – Londrina – \nSanta Luzia - MG \nForma de ingresso \nSistema \nde \nseleção Unificada \n(Sisu), \nProcesso Seletivo próprio, transferência \ninterna, transferência externa e obtenção de \nnovo título. \nNome do Coordenador, titulação, e-mail \nda coordenação do curso \nJoão Francisco de Carvalho Neto, Graduado \nem Engenharia de Produção Civil (CEFET- \nMG/2010), Mestre em Engenharia \nMetalúrgica e de Materiais (UFMG/2015) \ne-mail: joao.carvalho@ifmg.edu.br \nAtos \nlegais \nde \nAutorização, \nReconhecimento \ne \nRenovação \nde \nReconhecimento do curso \nPortaria CONSUP nº 409, de 02 de abril \nde 2014, dispõe sobre a autorização do \nfuncionamento do curso. \n", "7": "2 \n \n \n1 INSTITUTO FEDERAL DE MINAS GERAIS – CAMPUS SANTA LUZIA \n \n1.1 Finalidade do Instituto \n \nEm dezembro de 2008, o então presidente Luiz Inácio Lula da Silva sancionou a Lei nº \n11.892 que instituiu, no Sistema Federal de Ensino, a Rede Federal de Educação Profissional, \nCientífica e Tecnológica. Com essa lei, foram criados os Institutos Federais de Educação, Ciência \ne Tecnologia a partir dos antigos Centros Federais de Educação Tecnológica (CEFETs), Escolas \nAgrotécnicas Federais (EAFs) e Escolas Técnicas Federais vinculadas a universidades (BRASIL, \n2008). \nSegundo o artigo 6º dessa lei, os Institutos Federais têm por finalidades e características: \nI - ofertar educação profissional e tecnológica, em todos os seus \nníveis e modalidades, formando e qualificando cidadãos com vistas na \natuação profissional nos diversos setores da economia, com ênfase no \ndesenvolvimento socioeconômico local, regional e nacional; \nII - desenvolver a educação profissional e tecnológica como \nprocesso educativo e investigativo de geração e adaptação de soluções \ntécnicas e tecnológicas às demandas sociais e peculiaridades regionais; \nIII - promover a integração e a verticalização da educação básica à \neducação profissional e educação superior, otimizando a infraestrutura \nfísica, os quadros de pessoal e os recursos de gestão; \nIV - orientar sua oferta formativa em benefício da consolidação e \nfortalecimento dos arranjos produtivos, sociais e culturais locais, \nidentificados com base no mapeamento das potencialidades de \ndesenvolvimento socioeconômico e cultural no âmbito de atuação do \nInstituto Federal; \nV - constituir-se em centro de excelência na oferta do ensino de \nciências, em geral, e de ciências aplicadas, em particular, estimulando o \ndesenvolvimento de espírito crítico, voltado à investigação empírica; \nVI - qualificar-se como centro de referência no apoio à oferta do \nensino de ciências nas instituições públicas de ensino, oferecendo \n", "8": "3 \n \n \ncapacitação técnica e atualização pedagógica aos docentes das redes \npúblicas de ensino; \nVII - desenvolver programas de extensão e de divulgação \ncientífica e tecnológica; \nVIII - realizar e estimular a pesquisa aplicada, a produção cultural, \no empreendedorismo, o cooperativismo e o desenvolvimento científico e \ntecnológico; \nIX - promover a produção, o desenvolvimento e a transferência de \ntecnologias sociais, notadamente as voltadas à preservação do meio \nambiente. \n \nCada Instituto foi organizado com a seguinte estrutura: as unidades foram transformadas \nem campus e as instituições passaram a contar com uma reitoria. A lei acima citada conferiu a \ncada Instituto autonomia, nos limites de sua área de atuação territorial, para criar e extinguir \ncursos e registrar diplomas dos cursos oferecidos, mediante autorização do Conselho Superior. \nAs novas instituições foram orientadas a ofertar metade de suas vagas para cursos técnicos \nintegrados, para dar ao jovem uma possibilidade de formação profissional já no ensino médio. Na \neducação superior, a prioridade de oferta foi para os cursos de tecnologia, cursos de licenciatura e \ncursos de bacharelado e engenharia. \nUm dos Institutos criados pela lei acima citada foi o Instituto Federal de Educação, \nCiência e Tecnologia de Minas Gerais (IFMG). Sua criação se deu mediante a integração dos \nCentros Federais de Educação Profissional e Tecnológica de Ouro Preto e Bambuí, da Escola \nAgrotécnica Federal de São João Evangelista e de duas Unidades de Educação descentralizadas \nde Formiga e Congonhas que, por força da Lei, passaram de forma automática à condição de \ncampus da nova instituição. \nAtualmente, o IFMG está constituído pelos campi: Bambuí, Betim, Congonhas, Formiga, \nGovernador Valadares, Ibirité, Ouro Branco, Ouro Preto, Ribeirão das Neves, Santa Luzia, São \nJoão Evangelista e Sabará. Há também os campi avançados: Arcos, Conselheiro Lafaiete, \nPiumhi, Ipatinga, Itabirito e Ponte Nova. A sede da Reitoria do IFMG está localizada na cidade \nde Belo Horizonte. \n", "9": "4 \n \n \nPara o primeiro mandato de reitor, foi nomeado temporariamente o diretor do CEFET \nOuro Preto, Professor Caio Mário Bueno Silva, que exerceu a função até meados de 2011. Esse \nmesmo Reitor foi eleito e nomeado pela Excelentíssima Presidenta Dilma Roussef para novo \nmandato até 2015, ano em que foi eleito o novo reitor do Instituto, o Professor Kleber Gonçalves \nGlória. \nO IFMG, em sua atuação, observa os seguintes princípios norteadores (Art. 3 do Estatuto \ndo IFMG): \nI - compromisso com a justiça social, equidade, cidadania, ética, \npreservação do meio ambiente, transparência e gestão democrática; \nI - verticalização do ensino e sua integração com a pesquisa e a \nextensão; \nIII - eficácia nas respostas de formação profissional, difusão do \nconhecimento científico e tecnológico e suporte aos arranjos produtivos \nlocais, sociais, desportivos e culturais; \nIV - inclusão de pessoas com deficiências e necessidades \neducacionais especiais; \nV - natureza pública e gratuita do ensino, sob a responsabilidade \nda União; \nVI - universalidade do conhecimento; \nVII - indissociabilidade entre ensino, pesquisa e extensão; e \nVIII - compromisso com a melhoria da qualidade de vida da \ncomunidade acadêmica. \n \n \n1.2 Histórico do campus \n \nA cidade de Santa Luzia – MG está situada na divisa da capital mineira, compondo a \nregião metropolitana de Belo Horizonte. A cidade é a 13ª mais populosa do estado de Minas \nGerais. Conforme os dados fornecidos pelo IBGE, no ano de 2015, Santa Luzia possui uma \npopulação estimada de 216.254 pessoas, sua área territorial é de 235,327 km² com uma densidade \ndemográfica de 862,38 habitantes por km². \n", "10": "5 \n \n \nDentro da perspectiva do governo federal em ampliar a área de abrangência do ensino \npúblico de qualidade, a cidade de Santa Luzia foi escolhida para receber um campus do IFMG, \nsendo a mesma uma cidade de relevância na região metropolitana de Belo Horizonte. \nA Prefeitura Municipal de Santa Luzia, através do então prefeito, o Sr. Carlos Calixto, \ndoou para o IFMG um imóvel de 21.690 m². A solenidade de doação aconteceu no dia 18 de abril \nde 2013 no prédio onde funcionaria o campus do IFMG. Nesse imóvel, funcionava o CAIC \n(Centro de Atenção Integral à Criança e ao Adolescente) Londrina e a APAE (Associação de Pais \ne Amigos dos Excepcionais) do município. O CAIC já estava desativado à época da doação do \nimóvel e a APAE desocupou o bloco 3 do campus Santa Luzia em julho de 2015. A edificação \nestá sendo reformada para ser ocupada pelo setor administrativo a partir do ano letivo de 2018. \nCom o termo de imissão de posse, assinado na data acima, o terreno contará com 31.709m² com a \ndoação da área verde ao lado do campus. A prefeitura formalizará a doação com a aprovação da \nlei que determina a criação da área, sua desapropriação e posterior remembramento ao IFMG. \nDessa forma, a implantação do campus uniu-se ao objetivo do governo federal e à política \neducacional da Prefeitura Municipal da cidade de Santa Luzia. \nO Sr. Carlos Calixto destacou, na solenidade acima citada, a importância para a cidade da \npresença de um campus do IFMG. Segundo ele, os cidadãos luzienses terão agora maiores \noportunidades de preparar-se para a vida e para o mercado de trabalho. \nNo dia 10 de junho de 2013, o então reitor do IFMG, professor Caio Mário Bueno Silva, \nnomeou para diretor Pro Tempore do campus Santa Luzia o professor Hércules José Procópio. No \ndia 7 de outubro de 2013, através da portaria no 993, publicada no Diário Oficial da União No \n195 do dia 08 de outubro de 2013, Seção 1, página 11, o Ministro da Educação, Aloízio \nMercadante Oliva, autorizou o funcionamento do campus Santa Luzia, que iniciou suas \natividades acadêmicas no dia 17 de fevereiro de 2014. Nesse dia, as aulas das primeiras turmas \ndesse campus foram iniciadas. \nAssim, iniciou o campus Santa Luzia, situado na Rua Érico Veríssimo, 317, Bairro \nLondrina, Santa Luzia – MG, com o objetivo de ofertar, inicialmente, cursos de formação inicial \ne continuada (FIC) e técnicos subsequentes, técnicos integrados e cursos superiores no Eixo \nTecnológico de Infraestrutura. \nEm setembro de 2015, o atual reitor, professor Kléber Gonçalves Glória, nomeou para \ndiretor Pro Tempore do campus Santa Luzia o professor Harlley Sander Silva Torres, bacharel em \n", "11": "6 \n \n \nArquitetura (UFMG) e Desenho Industrial (UEMG), mestre e doutor em Engenharia de Materiais \n(UFOP). \n1.3 Perfil e missão do IFMG \n \nO Instituto Federal de Minas Gerais tem como missão: educar e qualificar pessoas para \nserem cidadãos críticos, criativos, responsáveis e capazes de atuar na transformação da sociedade. \nDe acordo com o Art.4º do Estatuto do Instituto Federal de Educação, Ciência e \nTecnologia de Minas Gerais, a instituição tem por finalidades e características: \nI. \nOfertar educação profissional e tecnológica, em todos os \nníveis e modalidades, formando e qualificando cidadãos com vistas à \natuação profissional nos diversos setores da economia, com ênfase no \ndesenvolvimento socioeconômico local e regional; \nII. \nDesenvolver a educação profissional e tecnológica como \nprocesso educativo e investigativo de geração e adaptação de soluções \ntécnicas e tecnológicas às demandas sociais e peculiaridades regionais; \nIII. \nPromover a integração e a verticalização da educação básica \nà educação profissional e educação superior, otimizando a estrutura física, \nos quadros de pessoal, qualificando-os sempre que se julgar necessário \npor meio de cursos de atualização e de pós-graduação e os recursos de \ngestão; \nIV. \nOrientar sua oferta formativa em benefício da consolidação \ne fortalecimento dos arranjos produtivos sociais, desportivos e culturais \nlocais, identificados com base no mapeamento das potencialidades de \ndesenvolvimento socioeconômico, cultural e promoção da saúde no \nâmbito de atuação do IFMG; \nV. \nConstituir-se em centro de excelência no apoio à oferta do \nensino de ciências, em geral, e de ciências aplicadas, em particular, \nestimulando o desenvolvimento do espírito crítico; \nVI. \nQualificar-se como centro de referência no apoio à oferta do \nensino de ciências nas instituições públicas de ensino, oferecendo \n", "12": "7 \n \n \ncapacitação técnica e atualização pedagógica aos docentes nas redes \npúblicas de ensino; \nVII. \nDesenvolver programas de extensão e de divulgação \ncientífica e tecnológica; \nVIII. \nRealizar e estimular a pesquisa aplicada, a inovação \ntecnológica, a produção cultural, o empreendedorismo, o cooperativismo, \no desenvolvimento científico e tecnológico e a integração entre o IFMG e \na sociedade; \nIX. \nPromover a produção, o desenvolvimento e a transferência \nde tecnologias sociais, notadamente as voltadas à preservação do meio \nambiente; e \nX. \nParticipar de programas de capacitação, qualificação e \nrequalificação dos profissionais de educação da rede pública. \n1.4 Áreas oferecidas no âmbito da graduação \n \nConforme a Lei nº. 11.892/2008, os institutos federais podem atuar nas seguintes áreas: \n● \nEducação profissional técnica de nível médio; \n● \nCursos de formação inicial e continuada de trabalhadores (FIC); \n● \nPesquisas aplicadas; \n● \nAtividades de extensão; \n● \nProcessos educativos geradores de trabalho e renda; \n● \nEducação Superior: \n▪ \nCursos Superiores de Tecnologia; \n▪ \nCursos de Licenciatura; \n▪ \nCursos de Bacharelado; \n▪ \nCursos de Pós-graduação lato sensu; \n▪ \nCursos de Pós-graduação stricto sensu. \nAssim, conforme o PDI (2014-2018), o IFMG caracteriza-se por sua atuação \npluricurricular e multicampus. A Tabela 1 apresenta os campi do IFMG com as respectivas áreas \nde atuação acadêmica, de acordo com a classificação das grandes áreas de conhecimento do \nCNPq. \n", "13": "8 \n \n \n \n \n \n \n \nTabela 1 - Áreas de atuação acadêmica do IFMG, por campus. \n \nCampus \nGrande Área do CNPq \nBambuí \nCiências Exatas e da Terra, Ciências \nBiológicas, Engenharias, Ciências Agrárias \ne Ciências Sociais Aplicadas \nBetim \nCiências Exatas,   Engenharias,   Ciências \nSociais Aplicadas \nCongonhas \nCiências Exatas e da Terra, Engenharias \nFormiga \nCiências Exatas e da Terra, Engenharias, \nCiências Sociais Aplicadas \nGovernador Valadares \nEngenharias \nOuro Branco \nEngenharias, Ciências Sociais Aplicadas, \nCiências Exatas e da Terra \nOuro Preto \nCiências Humanas, Ciências Exatas e da \nTerra, \nEngenharias, \nCiências \nSociais \nAplicadas \nRibeirão das Neves \nCiências Sociais Aplicadas \nSabará \nCiências \nSociais \nAplicadas, \nCiências \nExatas e da Terra, Engenharias \nSanta Luzia \nCiências Sociais Aplicadas, Engenharias \nSão João Evangelista \nCiências da Saúde, Ciências Agrárias, \nCiências Exatas e da Terra. \nFonte: PDI - 2014-2018. \n \n \nNos Campi avançados os cursos são distribuídos da seguinte forma: \nConselheiro Lafaiete: técnicos em Eletrotécnica e Mecânica (integrados e subsequentes); \nIpatinga: técnico em Segurança do Trabalho; \nItabirito: técnico em Automação Industrial e bacharelado em Engenharia Elétrica; \nPiumhi: técnico em Edificações e bacharelado em Engenharia Civil; \nPonte Nova: técnicos em Administração e Informática (subsequentes e integrados). \nE ainda, ressalta-se a implantação do novo campus em Ibirité, região metropolitana de \nBelo Horizonte. \nNo campus Santa Luzia são oferecidos, desde de fevereiro de 2014, os seguintes cursos: \n● \nGraduação em Arquitetura e Urbanismo (Bacharelado); \n", "14": "9 \n \n \n● \nGraduação em Engenharia Civil (Bacharelado); \n● \nGraduação em Design de Interiores (Tecnólogo); \n● \nTécnico em Edificações (Integrado); \n● \nTécnico em Paisagismo (Subsequente). \nDessa forma, o eixo de formações profissionais dos cursos superiores e técnicos \nconvergem em diversos aspectos e se complementam dentro das áreas de ciências sociais \naplicadas e engenharias. \n \n \n2 CONCEPÇÃO DO CURSO \n \n2.1 Apresentação \n \nO campus Santa Luzia, consoante com os objetivos do Instituto Federal Minas Gerais, \npossui como concepção filosófica e pedagógica, a formação de qualidade nas áreas de ciências \nsociais aplicadas, engenharia e produção cultural e design, por meio da oferta de cursos técnicos \nsubsequentes, técnicos integrados e cursos superiores. No entanto, essa formação não se limitará \na uma mera formação profissional, mas será também uma formação mais ampliada, uma \nformação do sujeito, não apenas como profissional, mas como pessoa humana, portadora de \ndireitos, deveres, sonhos e possibilidades que podem e devem ser desenvolvidos. \nO curso de Bacharelado em Engenharia Civil priorizará a formação de estudantes como \ncidadãos e futuros profissionais na perspectiva da Lei nº 9.394/96, em suas seções VII e VII, a \nqual se refere à organização da educação superior, incluindo as modificações, considerações e \ndemais determinações presentes na Resolução CNE/CEB nº 06/2012 (BRASIL, 1996 e 2012). \nEm conformidade com a citada Resolução, o Curso de Engenharia Civil pautar-se-á por \num projeto de ensino sistematizado, embasado pela integração entre “conhecimentos, saberes e \ncompetências profissionais necessários ao exercício profissional e da cidadania, com base nos \nfundamentos científico-tecnológicos, sócio-históricos e culturais” (Art. 5º). \nPartindo desses referenciais legais, pode-se afirmar que o Curso de Engenharia Civil do \ncampus Santa Luzia cumprirá com os objetivos sociais do IFMG, que consiste em ofertar ensino \npúblico, gratuito e de qualidade para os cidadãos brasileiros, contribuindo para a emancipação \ndos sujeitos. \n", "15": "10 \n \n \nDesse modo, entende-se que o desafio representado pela perspectiva de uma formação de \nqualidade implica a compreensão de grandes responsabilidades com o desenvolvimento e \ncrescimento pessoal e profissional dos estudantes. Estes, ao ingressarem no curso em questão, \nestarão imersos em um processo de formação após o ensino médio. Portanto, o curso precisa \nlevar em consideração a diversidade de experiências pessoais e profissionais dos estudantes, para \nque os alunos possam se identificar com o curso e alcançar sucesso em sua trajetória. \nA sociedade atual demanda um ensino integrado às novas demandas do mercado: uso das \nnovas tecnologias, novos parâmetros ambientais e novas possibilidades de inserção social, \nconsiderando, principalmente, a demanda por ações de responsabilidade social. Nessa medida, a \nformação que se pretende oferecer será baseada nos princípios de cidadania e sustentabilidade, \nbem como nos pilares da justiça social e na concepção de que o crescimento econômico precisa \nestar aliado aos vários fatores de desenvolvimento de uma sociedade. \nO funcionamento do curso de Engenharia Civil foi autorizado por Portaria CONSUP \n(Conselho Superior do IFMG) nº 409, de 02 de abril de 2014. O curso ainda não passou pelo \nprocesso avaliativo e, portanto, não lhe foi atribuído um conceito. O quantitativo de discentes \ningressantes e envolvidos em atividades de pesquisa, extensão e assistência estudantil estão \napresentados nas tabelas a seguir. \nTabela 2 - Quantitativo anual do corpo discente desde o último ato autorizativo nos \nanos mencionados \n \n \n2014 \n2015 \n2016 \n2017 \nDiscentes ingressantes \n40 \n40 \n40 \n40 \nDiscentes matriculados \n40 \n40 \n40 \n40 \nDiscentes evadidos \n(abandono/desligado) \n24 \n21 \n11 \n05 \nDiscentes concluintes \n- \n- \n- \n- \nDiscentes estrangeiros \n- \n- \n- \n- \nDiscentes matriculados em orientação \nde estágio supervisionado \n- \n- \n- \n- \nDiscentes matriculados na disciplina \nde trabalho de conclusão de curso \n(TCC) \n \n- \n \n- \n \n- \n \n- \nFonte: Secretaria acadêmica do campus Santa Luzia. \n", "16": "11 \n \n \nTabela 3 - Quantitativo anual do corpo discente em programas de extensão \n \n \n2014 \n2015 \n2016 \n2017 \nNúmero de discentes participantes de \nprojetos de extensão \n- \n02 \n07 \n02 \nQuantidade de Programa Institucional de \nBolsas de Extensão (PIBEX) \n- \n02 \n02 \n02 \nNúmero de discentes em estágio não \nobrigatório \n- \n- \n01 \n05 \nNúmero \nde \ndiscentes \nem \nestágio \nobrigatório \n- \n- \n- \n- \nFonte: Coordenação de Extensão do campus Santa Luzia \n \n \nTabela 4 - Quantitativo anual do corpo discente em programas de pesquisa \n \n \n2014 \n2015 \n2016 \n2017 \nDiscentes participantes de projetos de \npesquisa \n0 \n02 \n05 \n07 \nPrograma Institucional de Bolsas de \nIniciação à Ciência (PIBIC) \n0 \n02 \n05 \n07 \nFonte: Coordenação de Pesquisa do campus Santa Luzia \n \n \n \nTabela 5 - Quantitativo anual do corpo discente em programa de tutoria \n \n \n2014 \n2015 \n2016 \n2017 \nNúmero de Bolsas de Tutoria \n03 \n05 \n05 \n01 \nFonte: Coordenação de Assistência Estudantil do campus Santa Luzia \n \n \nO IFMG campus Santa Luzia conta com aproximadamente 70 empresas e instituições \nconveniadas. Os convênios envolvendo os discentes do curso de Engenharia Civil, até o \nmomento, incluem: \n● \nTectran Técnicos em Transporte LTDA \n● \nInstituto Mineiro de Gestão das Águas - IGAM \n● \nBarcelona Residencial Clube - SPE- LTDA \n● \nSociedade Educacional Pampulha LTDA \n● \nInstituto Educacional Pampulha Eireli \n● \nPrefeitura Municipal de Belo Horizonte – Sudecap \n● \nPrefeitura Municipal de Santa Luzia \n", "17": "12 \n \n \n2.2 Justificativa \n \nO município de Santa Luzia, segundo o Instituto Brasileiro de Geografia e Estatística \n(IBGE), possui sua economia baseada principalmente no comércio1. No entanto, esse município, \nnos últimos anos, vem realizando muitas obras de engenharia e infraestrutura urbana, o que tem \nexigido diferentes profissionais da área. O fato do município não dispor de profissionais \nqualificados nessa área pode representar um entrave para o desenvolvimento local. \nÉ importante salientar que o município está contido em uma zona de expansão econômica \nque promove constantes investimentos em obras públicas e privadas. Esta zona, intitulada “Vetor \nNorte”, engloba as cidades de Confins, Jaboticatubas, Lagoa Santa, Pedro Leopoldo, Santa Luzia, \nSão José da Lapa, Ribeirão das Neves, Vespasiano e região norte de Belo Horizonte. \nUma notícia publicada no site da prefeitura de Santa Luzia no dia 25 de fevereiro de 2013 \nreafirma a importância desse setor nos dias atuais. A reportagem menciona: \n“O fato é que, segundo o setor de Tributos da Prefeitura de Santa Luzia, responsável por \nemitir alvarás para construção ou reformas, o ramo da construção civil na cidade está crescendo. \nSegundo o Setor de Tributos do município em 2011 foram expedidas 94 concessões para obras, e \nem 2012 esse número chegou a 111, um aumento percentual de 18%, sem contar as inúmeras \nobras e reformas realizadas de forma ilegal, sem autorização. De uma forma ou de outra, o fato é \nque o ramo da construção civil está crescendo em Santa Luzia, a cidade está se desenvolvendo, \ncom meios de comunicação, internet, agências bancárias” (PREFEITURA MUNICIPAL DE \nSANTA LUZIA, 2013). \nAssim como nas demais cidades brasileiras, o PIB (Produto Interno Bruto) da cidade de \nSanta Luzia sobrevive do comércio dos serviços oferecidos, como apresentado no gráfico 1. \nNesse sentido, o comércio do município de Santa Luzia é o setor que mantém a economia da \ncidade e é esse setor que mais demanda de engenheiros civis. \nPara atrair investidores no município, a prefeitura municipal adota a política de incentivos \nfiscais, como a alíquota de 2% do ISSQN. Nos últimos anos, a taxa de crescimento da cidade foi \nde 13% e o PIB cresceu 78%. Esse crescimento é reflexo de uma política voltada para o \ndesenvolvimento econômico e social, com investimento na geração de empregos, no atendimento \nsocial e na preservação da identidade cultural do município (IBGE, 2017). \n \n1http://www.ibge.gov.br/cidadesat/painel/painel.php?codmun=315780# \n", "18": "13 \n \n \n \n \n \nGráfico 1: Produto Interno Bruto, tendo como referência o ano de 2010. \nFonte: IBGE, em parceria com os Órgãos Estaduais de Estatística, Secretarias Estaduais de \nGoverno e Superintendência da Zona Franca de Manaus - SUFRAMA. \n \nDeste modo, devido ao aumento do número de obras de infraestrutura no município e a \ninsuficiência de profissionais qualificados, o campus Santa Luzia ofertará cursos nessa área, entre \neles, o Curso de Engenharia Civil, com o objetivo de qualificar a mão de obra da cidade e região \npara as médias e grandes construções em andamento ou previstas para os próximos anos. \nO mercado em expansão requer profissionais habilitados para oferecerem atendimento \ntécnico na orientação aos clientes para a aquisição e utilização adequada de produtos, bem como \nde profissionais para a elaboração e desenvolvimento dos projetos, visando planejar e executar os \ndimensionamentos e infraestruturas necessárias para que os ambientes físicos se tornem mais \nconfortáveis, eficientes e seguros para as diversas atividades, sejam ambientes comerciais, \nresidenciais, serviços, industriais e institucionais. \nDiante dos fatos colocados, o campus Santa Luzia vem ofertar cursos que atendam essas \ndemandas, entre eles, o Curso de Engenharia Civil, com o objetivo de qualificar a mão de obra da \ncidade e da região. Vale lembrar que, de acordo com o Plano Municipal de Educação de 2015-\n2025, na cidade de Santa Luzia, há 1.791.245 jovens com idade entre 18 e 24 anos, que \ncompletaram o 2º ciclo do Ensino Fundamental ou mais (IBGE, 2010 apud PREFEITURA DE \n", "19": "14 \n \n \nSANTA LUZIA, 2015, P. 107). Esses jovens precisam se qualificar e nada melhor do que terem a \noportunidade de acessar um ensino superior gratuito, de qualidade e em sua própria cidade. \nAdemais, o vestibular do IFMG reserva 50% de suas vagas para discentes cotistas, o que significa \nque jovens negros, de classe sócio-econômica baixa e/ou que estudaram em escolas públicas \nterão uma chance real de estudar na instituição. A inclusão dessa parcela da população é \nimportantíssima, haja vista que, em 2010, 72,5% dos jovens negros do município estavam fora do \nensino superior e 66,5% dos jovens negros da cidade não estavam estudando ou trabalhando \n(IBGE/PNAD, 2013; IBGE/Censo Populacional, 2010 apud PREFEITURA DE SANTA LUZIA, \n2015, P. 107). \nRessalta-se também a possibilidade de o profissional engenheiro civil atuar na proposição \nde projetos com o viés das tecnologias sociais para contextos periféricos. Desse modo, busca-se \nalcançar a população que não possui acesso a esse tipo de serviço, o que é a realidade em Santa \nLuzia e em outras regiões do estado e do país. Tal ação configura um importante papel social, \nalém de ampliar o mercado e campo de atuação profissional. \n2.3 Princípios norteadores do projeto \n \nO Projeto Pedagógico do curso de Engenharia Civil pretende dar enfoque à formação \nprofissional e humana do estudante, de tal forma que o mesmo esteja ciente de seu papel frente às \nquestões culturais, sociais e econômicas dentro de sua área de atuação. Sendo assim, o Projeto \nPedagógico do curso de Engenharia Civil do IFMG campus Santa Luzia, prioriza os seguintes \naspectos: \nI. \nAbordar as áreas de conhecimento, habilidades, atitudes e \nvalores éticos, fundamentais à formação profissional; \nII. \nGarantir, por meio de disciplinas/atividades obrigatórias, \numa sólida formação básica multidisciplinar e interdisciplinar, permitindo \na aquisição de conhecimentos essenciais em profundidade e de modo \nintegrado; \nIII. \nFavorecer, através das atividades complementares, a \nflexibilidade curricular de forma a atender interesses específicos e \natualizados, sem perda dos conhecimentos essenciais ao exercício da \nprofissão; \n", "20": "15 \n \n \nIV. \nComprometer o aluno com o empreendedorismo, o \ndesenvolvimento científico e a busca do avanço técnico associado ao \nbem-estar, à qualidade de vida e ao respeito aos direitos humanos; \nV. \nEstimular atividades extracurriculares de formação, como \niniciação científica, monitoria, atividades de extensão, estágios, entre \noutras. \nVI. \nAcompanhar os egressos por meio de um conjunto de ações \nque visam ao desenvolvimento profissional, na perspectiva de identificar \ncenários junto ao mundo do trabalho e retroalimentar o processo de \nensino, pesquisa e extensão. \nO principal objetivo é atender às demandas da sociedade e dos arranjos produtivos, \nculturais e sociais locais. Sendo assim, a flexibilidade da proposta curricular do curso foi \ndesenvolvida de forma que possibilite que a mesma seja estruturada tendo como referencial o \nentorno socioeconômico em que o IFMG – campus Santa Luzia está inserido. \nEste projeto pedagógico visa, a partir da matriz curricular do curso, da infraestrutura \nrequerida e dos profissionais envolvidos, garantir o perfil desejado de seu egresso e o \ndesenvolvimento das competências e habilidades esperadas. Enfatiza a formação de um \nprofissional capaz de enfrentar novos desafios científicos e tecnológicos e principalmente \ncomprometidos com sustentabilidade ambiental, econômica e social, assim como com as questões \nétnico-raciais e dos direitos humanos, permeando a acessibilidade nos seus diversos níveis e a \nresponsabilidade social inerentes à profissão. \n2.4 Objetivos do curso \n \nO objetivo geral do curso de Bacharelado em Engenharia Civil do IFMG – campus Santa \nLuzia é propiciar a formação de profissionais que atuem de forma reflexiva e inovadora frente \naos desafios da sociedade, tendo sólida formação científica e profissional, tendo a \nsustentabilidade, a ética e o respeito ao ser humano como princípios norteadores de seu trabalho. \nSeus objetivos específicos são: \n● \nFormar profissionais qualificados para atuarem na indústria da construção civil \nconscientes da sua responsabilidade profissional e social; \n", "21": "16 \n \n \n● \nCapacitar seus egressos para elaborar, coordenar, implantar e operar projetos, \nfiscalizar e supervisionar as atividades profissionais referentes à construção civil; \n● \nFormar um engenheiro comprometido com a realidade do mercado sem, contudo, \nnegligenciar o aspecto científico-tecnológico; \n● \nAplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia; \n● \nOportunizar o desenvolvimento de habilidades para pesquisa em engenharia e suas \ntecnologias; \n● \nProporcionar a formação de um engenheiro criativo e empreendedor, condizente \ncom as necessidades do mercado atual; \n● \nImplementar novas possibilidades práticas para a resolução de problemas \ntecnológicos regionais, contribuindo para o crescimento econômico da comunidade e \nfortalecimento das políticas de tecnologia; \n● \nImplementar e apoiar projetos científicos que prezam pela interdisciplinaridade e \nque apresentam relevância social, regional e técnico-científica; \n● \nOrientar e motivar a criação, apoiar o funcionamento e estimular a expansão de \nnúcleos de desenvolvimento tecnológicos; \n● \nCompartilhar o conhecimento gerado com a comunidade regional, possibilitando a \ninserção desta na vida acadêmica; \n● \nPropiciar aos discentes condições de se tornar, além de um profissional bem \nformado, um cidadão com pleno conhecimento da realidade atual de seu país e das medidas \na serem adotadas na promoção do bem-estar de nossa sociedade. \n2.5 Perfil do egresso \n \nO curso de Engenharia Civil do IFMG – campus Santa Luzia tem como perfil de egresso \num profissional com formação sólida nas áreas básicas da engenharia civil e a preparado para as \nmúltiplas demandas dos arranjos produtivos, sociais e culturais locais e regionais. A partir deste \nperfil do egresso, procura-se estabelecer o conjunto de conhecimentos, assim como métodos e \nestratégias para atingir este perfil. \nTendo como base o Artigo 3º da Resolução CNE/CES 11, de 11 de março de 2002, que \ninstitui as diretrizes curriculares nacionais do curso de graduação em Engenharia, o perfil do \n", "22": "17 \n \n \negresso em Engenharia é um profissional com formação generalista, humanista, crítica, criativa e \nreflexiva, com sólida formação científica e profissional, capacitado a absorver e desenvolver \nnovas tecnologias, atuando na identificação, formulação e resolução de problemas, considerando \nseus aspectos políticos, econômicos, sociais, ambientais e culturais, com visão ética e \nhumanística, em atendimento às demandas da sociedade. \nEm seu artigo 4º, a Resolução CNE/CES 11/2002 define bem as competências e \nhabilidades gerais para o profissional da engenharia, listados a seguir: \nI. \naplicar \nconhecimentos \nmatemáticos, \ncientíficos, \ntecnológicos e instrumentais à engenharia; \nII. \nprojetar e conduzir experimentos e interpretar resultados; \nIII. \nconceber, projetar e analisar sistemas, produtos e processos; \nIV. \nplanejar, supervisionar, elaborar e coordenar projetos e \nserviços de engenharia; \nV. \nidentificar, formular e resolver problemas de engenharia; \nVI. \ndesenvolver e/ou utilizar novas ferramentas e técnicas; \nVII. \nsupervisionar a operação e a manutenção de sistemas; \nVIII. \navaliar criticamente a operação e a manutenção de sistemas; \nIX. \ncomunicar-se eficientemente nas formas escrita, oral e \ngráfica; \nX. \natuar em equipes multidisciplinares; \nXI. \ncompreender \ne \naplicar \na \nética e responsabilidade \nprofissionais; \nXII. \navaliar o impacto das atividades da engenharia no contexto \nsocial e ambiental; \nXIII. \navaliar a viabilidade econômica de projetos de engenharia; \nXIV. \nassumir a postura de permanente busca de atualização \nprofissional. \n \nPode-se caracterizar o perfil desejado para o engenheiro civil em termos de sua \ncapacitação técnica e do seu modo de atuação profissional. Em termos técnicos, ele deve ser \ncapaz de solucionar problemas ligados às atividades de projeto, construção, saneamento, \n", "23": "18 \n \n \ngerenciamento de sistemas de bens e/ou serviços, dentre outros. Quanto à sua atuação \nprofissional, deve ser capacitado a estabelecer interfaces entre as áreas técnicas, administrativas e \nsociais, priorizando a comunicação e o trabalho em equipe. \nPara atingir o perfil esperado, a estrutura organizacional do curso deve oferecer condições \npara o desenvolvimento de competências e habilidades aos egressos. Para tal, este Projeto \nPedagógico classifica as disciplinas em três núcleos, de acordo com as características específicas \nque se busca delinear: \n● \nNúcleo de conteúdos básicos: raciocínio espacial; Compreensão relativa a \nconceitos de ordem de grandeza; Construção de modelos matemáticos e físicos a partir de \ninformações sistematizadas; Expressão e interpretação gráfica; Síntese, aliada à capacidade \nde compressão e expressão da língua portuguesa. \n● \nNúcleo de conteúdos profissionalizantes: assimilação e sistematização de \nconhecimentos teóricos; Análise crítica dos modelos empregados no estudo das questões de \nengenharia; Obtenção e sistematização de informações; Formulação e avaliação de \nproblemas de engenharia e concepção de problemas de engenharia e soluções; \nGerenciamento e operação de sistemas de engenharia; Utilização da informática como \ninstrumento do exercício da Engenharia Civil. \n● \nNúcleo de conteúdos específicos: aprofundamento e extensão dos conteúdos, \nhabilidades e competências abordados no núcleo de conhecimentos profissionalizantes; \nInterpretação, elaboração e execução de projetos de Engenharia Civil; Conhecimentos \ncientíficos, tecnológicos e instrumentais necessários para o exercício da Engenharia Civil; \nAprofundamento em conteúdos que promovam o perfil desejado, expresso nas \ncompetências e habilidades listadas acima, em consonância com a resolução CNE/CES \n11/2002. \n \nA organização curricular apresenta, em seu início, um maior percentual de conteúdos \nbásicos que proporcionarão ao discente a base necessária para assimilar os conhecimentos das \ndisciplinas de conteúdos profissionalizantes. A partir da metade do curso, amplia-se a carga \nhorária de disciplinas de conteúdos profissionalizantes e específicos, de maneira que o discente \nesteja em constante melhoria da habilidade de aplicação prática dos conhecimentos teóricos \nadquiridos. \n", "24": "19 \n \n \nAlém da organização curricular, o curso de engenharia do IFMG - campus Santa Luzia \npode proporcionar uma maior integração e interdisciplinaridade com áreas correlatas por oferecer \nno mesmo espaço os cursos de Edificações, Arquitetura e Urbanismo, Paisagismo e Design de \nInteriores. \nAs atividades oferecidas de ensino, pesquisa e da extensão complementam o perfil do \negresso para o entendimento das especificidades regionais circunscritas. Busca-se como \ndiferencial, uma formação pautada também na compreensão das características culturais, sociais e \neconômicas da cidade de Santa Luzia e região, na qual o profissional seja capaz de atuar em \nconjunto com o desenvolvimento da infraestrutura da região em que se encontra, contribuindo \npara o desenvolvimento local e regional e possibilitando uma melhor qualidade de vida para as \npessoas. \n2.6 Formas de acesso ao curso \n \nO acesso e a permanência deverão ocorrer de maneira gratuita, com igualdade de \ncondições para todos e sem preconceitos de origem, raça, sexo, cor, idade e quaisquer outras \nformas de discriminação, conforme determina a Constituição da República Federativa do Brasil \nde 1988. \nRessalta-se que, no âmbito da educação superior, as universidades públicas têm a honra \nde receber um número significativo de estudantes negros por meio da Lei nº 12.711/2012, que \ngarante a reserva de 50% das matrículas por curso e turno nas universidades federais e institutos \nfederais de educação, ciência e tecnologia a discentes oriundos integralmente do ensino médio \npúblico, em cursos regulares ou da educação de jovens e adultos. \nO acesso ao curso se dará por aprovação em processo seletivo do IFMG, atendendo às \ndefinições do edital de seleção e do Regulamento de Ensino do IFMG (IFMG, 2016), ou via \ntransferência interinstitucional ou por meio de obtenção de novo título. Para ter acesso ao curso \nde graduação em Engenharia Civil, o aluno deverá ter concluído o ensino médio e atender os \ndemais requisitos que constam no edital do processo seletivo, assim como cumprir o calendário \npara inscrições e matrículas. \nRessalta-se que o campus Santa Luzia, desde a sua construção, segue a norma NBR-9050 \nda ABNT, sendo acessível aos portadores de deficiência ou que tenham mobilidade reduzida, \nconforme determina o Decreto nº 5.296 de 2 de dezembro de 2004. Apesar de não haver \n", "25": "20 \n \n \nrestrições, não é aconselhado o ingresso de pessoas com acuidade visual classificada como baixa \nvisão profunda ou inferior, devido à presença, na matriz curricular, de diversas disciplinas \nfocadas no desenvolvimento ou na execução de projetos, cuja principal necessidade é a \nconfecção, leitura e interpretação de desenhos técnicos. \nAs regras para ingresso via SISU são tratadas em edital específico, sendo que 50% das \nvagas são disponibilizadas através dessa modalidade. \n", "26": "21 \n \n2.7 Representação gráfica de um perfil de formação \n \n \n", "27": "22 \n \n \n \n", "28": "23 \n \n3 ESTRUTURA DO CURSO \n \n3.1 Regime acadêmico e prazo para integração curricular \n \nSão oferecidas 40 vagas anuais para o curso de Engenharia Civil, em turno noturno. \nApós o reconhecimento pelo MEC, o curso poderá ser oferecido em entradas semestrais, \ncaso haja demanda e aporte de infraestrutura física no campus. \nO curso de Engenharia Civil possui disciplinas que necessitam de atividades \npráticas com demandas especiais de horários e condições de realização, nestes casos as \nmatérias podem ser oferecidas em turno diferente do designado ao curso. Visitas técnicas \ntambém podem ser realizadas em horários diferentes dos horários regulares das disciplinas, \nsegundo demanda específica. \nA duração mínima prevista para a conclusão do curso superior de Engenharia Civil \ndo IFMG campus Santa Luzia será de 5 anos (10 semestres) letivos, já sua duração máxima \nserá de 10 anos (20 semestres). Cada semestre compreende o mínimo de 20 semanas, com \npelo menos 100 dias letivos por semestre, integralizando 200 dias letivos por ano. \nA matrícula ocorrerá por disciplina e a soma das cargas horárias precisa ser no \nmínimo de 180 horas (equivalente a 12 aulas por semana) não devendo ultrapassar 375 \nhoras (equivalente a 25 aulas por semana), devendo as disciplinas estarem \npreferencialmente compreendidas em, no máximo, quatro semestres consecutivos da Matriz \nCurricular que consta neste documento. Para cada disciplina, o discente deverá atender aos \nrequisitos estabelecidos neste instrumento para matrícula da mesma. \n \nNúmero de vagas anuais: \n40 \nTurno de funcionamento: \nNoturno \nRegime de matrícula: \nSemestral, entrada no 1º semestre de cada ano. \nIntegralização do curso: \nMínimo: 10 semestres / Máximo: 20 semestres \nCarga horária total: \n3.915 h \nRegime Acadêmico: \nPor disciplina, com pré-requisitos \nCarga horária Mínima (semestral): \n180 horas (12 aulas por semana) \nCarga Horária Máxima (semestral): \n375 horas (25 aulas por semana) \nTendo como base o anexo da Resolução CNE/CES nº 2, de 18 de junho de 2007, a \nEngenharia Civil se encaixa no grupo de cursos superiores na formação de bacharéis na \nmodalidade presencial com carga horária mínima para integração de 3.600 h. \n", "29": "24 \n \n \n3.2 Organização curricular \n \nO curso de Engenharia Civil do IFMG – campus Santa Luzia é formado por \ndisciplinas distribuídas em 10 módulos semestrais para sua integralização. Em seu Artigo \n6º, a Resolução CNE/CES de nº 11, com data de publicação em 11 de março de 2002 define \nnúcleos de conteúdos que caracterizem a modalidade do curso de Engenharias, divididos \nem um núcleo de conteúdos básicos, um núcleo de conteúdos profissionalizantes e outro de \nconteúdo específicos. \nA seguir está uma representação da distribuição das disciplinas por núcleos que \nremetem à instrução da legislação vigente. \n \nNúcleo de Conteúdos Básicos \nDisciplina \nCarga Horária \nCálculo I \n90 \nCálculo II \n75 \nCálculo III \n60 \nDesenho técnico \n60 \nEconomia \n45 \nEquações Diferenciais Ordinárias \n60 \nEstatística e Probabilidade \n60 \nFísica Experimental I \n45 \nFísica Experimental II \n45 \nFísica I \n60 \nFísica II \n60 \nFísica III \n60 \nGeometria Analítica e Álgebra Linear \n90 \nGeometria Descritiva \n60 \nMecânica dos Fluidos \n60 \nMetodologia do Trabalho Científico \n30 \nOrganização e Administração \n60 \n", "30": "25 \n \nProgramação de Computadores \n60 \nQuímica Geral \n60 \nResistência dos Materiais I \n60 \nResistência dos Materiais II \n60 \nSociologia \n30 \nTransferência de Calor \n45 \nTOTAL \n1335 h \n \n \n \n \nNúcleo de Conteúdos Profissionalizantes \nDisciplina \nCarga Horária \nCálculo Numérico \n45 \nEngenharia Ambiental \n45 \nGeologia Aplicada \n60 \nHidráulica I \n60 \nHidráulica II \n60 \nHidrologia Aplicada \n60 \nMateriais de Construção Civil I \n60 \nMateriais de Construção Civil II \n60 \nMecânica Vetorial para Engenharia \n60 \nSegurança do Trabalho \n30 \nTeoria das Estruturas I \n60 \nTeoria das Estruturas II \n60 \nTopografia \n60 \nTOTAL \n720 h \n \n \n \n \n \n \nNúcleo de Conteúdos Específicos \nDisciplina \nCarga Horária \n", "31": "26 \n \nConcreto Armado I \n60 \nConcreto Armado II \n60 \nDesenho Arquitetônico \n90 \nDesenho Assistido por Computador (CAD) \n60 \nDireito e Legislação \n45 \nEletrotécnica \n60 \nEstruturas de Madeira \n60 \nEstruturas Metálicas I \n60 \nEstruturas Metálicas II \n60 \nFundações \n60 \nGestão de Sistemas de Transportes \n60 \nInstalações Elétricas e de Comunicação \n60 \nInstalações Hidráulicas Prediais \n45 \nIntrodução à Engenharia Civil \n30 \nMecânica dos Solos I \n75 \nMecânica dos Solos II \n60 \nOPTATIVA I \n30 \nOPTATIVA II \n30 \nOPTATIVA III \n60 \nOrientação de Estágio Supervisionado \n15 \nPavimentação \n60 \nProjeto Geométrico de Estradas \n60 \nSistemas de Abastecimento de Água \n60 \nSistemas de Esgoto Sanitário e Drenagem Urbana \n60 \nTCC I \n30 \nTCC II \n30 \nTecnologia da Construção I \n60 \nTecnologia da Construção II \n60 \nTOTAL \n1500 h \n", "32": "27 \n \nO curso possui uma parcela de créditos destinada às disciplinas optativas, que são as \nseguintes relacionadas: \nDisciplinas Optativas \nDisciplina \nCarga Horária \nLibras \n30 \nDesenho de observação \n60 \nGestão e Empreendedorismo \n30 \nHistória da Arquitetura e do Urbanismo I \n60 \nObras de Terra \n60 \nPontes \n60 \nPortuguês Instrumental \n30 \nTópicos Especiais I \n15 \nTópicos Especiais II \n30 \nTópicos Especiais III \n45 \nTópicos Especiais IV \n60 \nTratamento de Esgotos \n60 \nTOTAL \n--- \n \nO curso apresenta, no seu início, um maior percentual de conhecimentos \nministrados, referentes aos núcleos básicos e profissionalizantes. Os conteúdos básicos do \ncurso são constituídos pelo conjunto de conhecimentos comuns a todo engenheiro, \nindependentemente da sua área de formação específica. Já os conteúdos profissionalizantes \noferecem suporte ao futuro engenheiro quanto às atividades profissionais de caráter técnico. \nO curso em sua segunda metade concentra disciplinas dos conteúdos específicos, que \nproporcionam ao discente desenvolver atividades de grande bagagem técnico-científica, \ntendo como lastro os conteúdos contidos dos núcleos anteriores. \nConforme a legislação em vigor, a Matriz Curricular dos cursos de graduação em \nengenharia deve apresentar, no mínimo 30% e 15% de carga horária para os núcleos básico \ne profissionalizante, respectivamente, independentemente de sua modalidade. A partir da \ncontabilização da carga horária das disciplinas de cada núcleo de conteúdos proposto nesta \nMatriz Curricular, temos a seguinte distribuição percentual: 34,10% do conteúdo como \n", "33": "28 \n \nnúcleo básico (1.335h) e 18,39% como núcleo profissionalizante (720h), cumprindo, assim, \no percentual exigido. O núcleo de conteúdos específicos tem uma carga horária de 1500 \nhoras, o que corresponde a 38,31% da carga horária total do curso. \n \n \n \n \n \n \n \n \nEngenharia Civil – IFMG Santa Luzia \nNúcleo \nCarga Horária \n% \nNúcleo de Conteúdo Básico \n1335 \n34 \nNúcleo de Conteúdo Profissionalizante \n720 \n18 \nNúcleo de Conteúdo Específico \n1500 \n38 \nEstágio Supervisionado \n180 \n5 \nAtividades Complementares \n180 \n5 \nTOTAL \n3915 \n100 \n \nA matriz curricular de Engenharia Civil define subconjuntos que auxiliam na \nidentificação das disciplinas e o perfil de seus conteúdos no curso. Estes tópicos constantes \nna legislação são colocados no curso como subáreas, as quais são as seguintes relacionadas: \nConstrução civil; Hidráulica, Saneamento, Meio Ambiente e Recursos Hídricos; Sistemas \nEstruturais; Gerenciamento, Manutenção e Confiabilidade; Geotecnia e Transporte. \nAs disciplinas relacionadas a desenho e projetos deverão atender os princípios do \ndesenho universal, tendo como referências básicas as normas técnicas de acessibilidade da \nABNT, a legislação específica e as regras contidas no Decreto 5.296 de 2 de dezembro de \n2004. \nAs disciplinas do núcleo Profissionalizante e Específico deverão tratar de modo \npermanente, contínuo e transversal, questões relacionadas ao meio ambiente, \nproporcionando que o indivíduo e a coletividade construam valores sociais, conhecimentos, \nhabilidades, atitudes e competências voltadas para a conservação do meio ambiente, bem de \nuso comum do povo, essencial à sadia qualidade de vida e sua sustentabilidade, de acordo \ncom a Lei 9.795 de 27 de abril de 1999. \n", "34": "29 \n \nEm especial, as relações étnico-raciais no espaço urbano, educação em direitos \nhumanos, como mecanismos de combate à violência contra a mulher, de respeito às \ndiversidades de orientação sexual e de gênero, de deficiências físicas e de transtornos \npsicológicos como o autismo, são abordadas de maneira específica na disciplina Sociologia, \ndo núcleo de conteúdos básicos, e na Semana da Diversidade, realizada anualmente no \ncampus Santa Luzia. Em relação às disciplinas optativas, o curso oferece de maneira \nregular disciplinas das diferentes subáreas da engenharia. \nAs disciplinas “Tópicos Especiais” possuem conteúdo livre (sem ementa pré-\ndeterminada) cujo conteúdo seja especialidade do ministrante, podendo este, ser um \ndocente visitante ou substituto. Dessa forma, espera-se ofertar aos discentes um leque \ndiversificado de disciplinas optativas que comuta de acordo com o interesse dos discentes e \nas novidades do mercado de trabalho. \nA disciplina LIBRAS deve constar no rol de disciplinas optativas por uma \ndeterminação do artigo 3º, parágrafo 2º, do Decreto 5626, de 22 de dezembro de 2005. \nAlunos com necessidades educacionais específicas serão identificados na matrícula e \nencaminhados para acompanhamento pelo NAPNEE – Núcleo de Atendimento às Pessoas \ncom Necessidades Educacionais Específicas. \nSendo a matrícula ao curso feita por disciplina, a disposição de disciplinas no curso \npor semestres é recomendada ao discente como relacionado a seguir: \n \n1o Período \nCódigo \nDisciplina \nCHT \n(h) \nCHP \n(h) \nCH \n(h) \nCR \nRequisitos \nMAT001 Cálculo I \n90 \n0 \n90 \n6 \n- \nMAT002 GAAL \n90 \n0 \n90 \n6 \n- \nCOC001 \nIntrodução à Eng. \nCivil \n30 \n0 \n30 \n2 \n- \nLIN001 \nMetodologia do \nTrabalho \nCientífico \n \n30 \n \n0 \n \n30 \n \n2 \n- \nQUI001 \nQuímica Geral \n45 \n15 \n60 \n4 \n- \n", "35": "30 \n \nCIH001 \nSociologia \n30 \n0 \n30 \n2 \n- \nTOTAL \n315 \n15 \n330 \n22  \nLegenda: CHT (carga horária teórica), CHP (carga horária prática), CH (carga horária \ntotal). \n \n \n \n \n \n \n \n \n \n \n2o Período \nCódigo \nDisciplina \nCHT \n(h) \nCHP \n(h) \nCH \n(h) \nCR \nRequisitos \nMAT003 Cálculo II \n75 \n0 \n75 \n5 \nSU-MAT 001 \nDES002 \nDesenho Técnico \n30 \n30 \n60 \n4 \n- \nMAT004 Estatística e \nProbabilidade \n60 \n0 \n60 \n4 \n- \nFIS001 \nFísica I \n60 \n0 \n60 \n4 \nSU-MAT 001/ \nSU-MAT 002 \nDES001 \nGeometria \nDescritiva \n30 \n30 \n60 \n4 \n- \nPRO001 \nProgramação de \nComputadores \n \n30 \n \n30 \n \n60 \n \n4 \n \n- \nTOTAL \n285 \n90 \n375 \n25  \nLegenda: CHT (carga horária teórica), CHP (carga horária prática), CH (carga horária \ntotal), CO (co-requisito obrigatório), OB (pré-requisito obrigatório), SU (pré-requisito \nsugerido). \n \n \n \n \n \n \n3o Período \n", "36": "31 \n \nCódigo \nDisciplina \nCHT \n(h) \nCHP \n(h) \nCH \n(h) \nCR \nRequisitos \nMAT005 Cálculo III \n60 \n0 \n60 \n4 \nSU-MAT 003 \nPRO002 \nCálculo Numérico \n30 \n15 \n45 \n3 \nSU -PRO 001 \nGEL002 \nEngenharia \nAmbiental \n45 \n0 \n45 \n3 \n- \nFIS002 \nFísica II \n60 \n0 \n60 \n4 \nSU-FIS 001 \nFIS004 \nFísica Experimental \nI \n0 \n45 \n45 \n3 \nOB-FIS \n001/CO-FIS002 \nMTC001 Materiais de \nConstrução Civil I \n \n30 \n \n30 \n \n60 \n \n4 \n- \nEST001 \nMecânica vetorial \npara engenharia \n60 \n0 \n60 \n4 \nSU-FIS001/SU- \nMAT002 \nTOTAL \n285 \n90 \n375 \n25  \nLegenda: CHT (carga horária teórica), CHP (carga horária prática), CH (carga horária \ntotal), CO (co-requisito obrigatório), OB (pré-requisito obrigatório), SU (pré-requisito \nsugerido). \n \n4o Período \nCódigo \nDisciplina \nCHT \n(h) \nCHP \n(h) \nCH \n(h) \nCR \nRequisitos \nDES003 \nDesenho \nArquitetônico \n30 \n60 \n90 \n6 \nOB-DES002 \nMAT006 Equações \nDiferenciais \n60 \n0 \n60 \n4 \nSU-MAT001 \nFIS003 \nFísica III \n60 \n0 \n60 \n4 \nSU-FIS \n001/SU-FIS002 \nMTC002 Materiais de \nConstrução Civil II \n \n30 \n \n30 \n \n60 \n \n4 \n \nEST002 \nResistência dos \nMateriais I \n60 \n0 \n60 \n4 \nOB-EST001 \n", "37": "32 \n \nFIS005 \nTransferência de \nCalor \n45 \n0 \n45 \n3 \nSU-FIS002 \nTOTAL \n285 \n90 \n375 \n25  \nLegenda: CHT (carga horária teórica), CHP (carga horária prática), CH (carga horária \ntotal), CO (co-requisito obrigatório), OB (pré-requisito obrigatório), SU (pré-requisito \nsugerido). \n \n \n5o Período \nCódigo \nDisciplina \nCHT \n(h) \nCHP \n(h) \nCH \n(h) \nCR \nRequisitos \nCOC002 Eletrotécnica \n45 \n15 \n60 \n4 \nSU-FIS003 \nFIS006 \nFísica Experimental \nII \n0 \n45 \n45 \n3 \nOB-FIS002/OB-F \nIS003 \nGEL001 Geologia Aplicada \n45 \n15 \n60 \n4 \n- \nHIS001 \nMecânica dos \nFluidos \n60 \n0 \n60 \n4 \nSU-FIS002 \nGET001 Mecânica dos Solos \nI \n60 \n15 \n75 \n5 \nSU-FIS004 \nEST003 \nResistência dos \nMateriais II \n60 \n0 \n60 \n4 \nOB-EST002 \nTOTAL \n270 \n90 \n360 \n24  \nLegenda: CHT (carga horária teórica), CHP (carga horária prática), CH (carga horária \ntotal), CO (co-requisito obrigatório), OB (pré-requisito obrigatório), SU (pré-requisito \nsugerido). \n \n6o Período \nCódigo \nDisciplina \nCHT \n(h) \nCHP \n(h) \nCH \n(h) \nCR \nRequisitos \nDES004 Desenho assistido \npor computador - \nCAD \n \n0 \n \n60 \n \n60 \n \n4 \n \nSU-DES003 \n", "38": "33 \n \nHIS002 \nHidráulica I \n45 \n15 \n60 \n4 \nSU-HIS001 \nGET002 Mecânica dos Solos \nII \n60 \n0 \n60 \n4 \nOB-GET001 \nTEC001 Tecnologia das \nConstruções I \n60 \n0 \n60 \n4 \n- \nEST004 \nTeoria das \nEstruturas I \n60 \n0 \n60 \n4 \nSU-EST002 \nGET003 Topografia \n30 \n30 \n60 \n4 \nSU-DES002 \nTOTAL \n255 \n105 \n360 \n24  \nLegenda: CHT (carga horária teórica), CHP (carga horária prática), CH (carga horária \ntotal), CO (co-requisito obrigatório), OB (pré-requisito obrigatório), SU (pré-requisito \nsugerido). \n \n \n \n \n \n \n7o Período \nCódigo \nDisciplina \nCHT \n(h) \nCHP \n(h) \nCH \n(h) \nCR \nRequisi- \ntos \nEST006 \nConcreto Armado I \n60 \n0 \n60 \n4 \nOB-EST003/SU- \nEST004 \nHIS003 \nHidráulica II \n45 \n15 \n60 \n4 \nOB-HIS002 \nHIS004 \nHidrologia Aplicada \n60 \n0 \n60 \n4 \nSU-HIS002 \nGET004 Projeto geométrico de \nestradas \n \n60 \n \n0 \n \n60 \n \n4 \n \nOB-GET003 \nTEC002 Tecnologia \ndas \nConstruções II \n60 \n0 \n60 \n4 \nSU-TEC001 \nEST005 \nTeoria das estruturas \nII \n60 \n0 \n60 \n4 \nOB-EST004 \nTOTAL \n345 \n15 \n360 \n24  \n", "39": "34 \n \nLegenda: CHT (carga horária teórica), CHP (carga horária prática), CH (carga horária \ntotal), CO (co-requisito obrigatório), OB (pré-requisito obrigatório), SU (pré-requisito \nsugerido). \n \n \n8o Período \nCódigo \nDisciplina \nCHT \n(h) \nCHP \n(h) \nCH \n(h) \nCR \nRequisitos \nEST007 \nConcreto Armado II \n60 \n0 \n60 \n4 \nOB-EST006/SU- \nEST005 \nECN001 \nEconomia \n45 \n0 \n45 \n3 \n- \nEST008 \nEstruturas Metálicas \nI \n60 \n0 \n60 \n4 \nOB-EST003/SU- \nEST005 \nOPT001 \nOptativa I \n30 \n0 \n30 \n2 \n- \nADM001 Organização e \nAdministração \n60 \n0 \n60 \n4 \n- \nGET005 \nPavimentação \n60 \n0 \n60 \n4 \nSU-MTC001 \nHIS005 \nSistemas de \nabastecimento de \nágua \n60 \n0 \n60 \n4 \nOB-HIS003 \nTOTAL \n375 \n0 \n375 \n25  \nLegenda: CHT (carga horária teórica), CHP (carga horária prática), CH (carga horária \ntotal), CO (co-requisito obrigatório), OB (pré-requisito obrigatório), SU (pré-requisito \nsugerido). \n \n9o Período \nCódigo \nDisciplina \nCHT \n(h) \nCHP \n(h) \nCH \n(h) \nCR \nRequisitos \nEST009 \nEstruturas de \nmadeira \n60 \n0 \n60 \n4 \nOB-EST003/SU-ES \nT004 \nEST010 \nEstruturas metálicas \nII \n60 \n0 \n60 \n4 \nOB-EST008 \n", "40": "35 \n \nGET006 Fundações \n60 \n0 \n60 \n4 \nOB-GET002/SU-ES \nT007 \nHIS006 \nInstalações \nhidráulicas prediais \n30 \n15 \n45 \n3 \nSU-HIS003 \nOPT002 Optativa II \n30 \n0 \n30 \n2 \n- \nCOC003 Segurança do \nTrabalho \n30 \n0 \n30 \n2 \n- \nHIS007 \nSistemas de esgoto \nsanitário e drenagem \nurbana. \n60 \n0 \n60 \n4 \nOB-HIS003 \nTCC001 TCC I \n30 \n0 \n30 \n2 \nSU-LIN001 \nTOTAL \n330 \n15 \n375 \n25  \nLegenda: CHT (carga horária teórica), CHP (carga horária prática), CH (carga horária \ntotal), CO (co-requisito obrigatório), OB (pré-requisito obrigatório), SU (pré-requisito \nsugerido). \n \n \n \n \n \n \n \n \n10o Período \nCódigo \nDisciplina \nCHT \n(h) \nCHP \n(h) \nCHT \n(h) \nCR \nRequisitos \nCOC004 Direito e \nLegislação \n45 \n0 \n45 \n3 \n- \nEST001 \nOrientação de \nEstágio \nSupervisionado \n15 \n0 \n15 \n1 \n- \nGET007 Gestão de sistemas \nde transportes \n60 \n0 \n60 \n4 \n- \n", "41": "36 \n \nCOC005 Instalações \nelétricas e de \ncomunicação \n60 \n0 \n60 \n4 \nSU-COC002 \nOPT003 Optativa III \n60 \n0 \n60 \n4 \n- \nTCC002 TCC II \n30 \n0 \n30 \n2 \nOB-TCC001 \nTOTAL \n270 \n0 \n270 \n18  \nLegenda: CHT (carga horária teórica), CHP (carga horária prática), CH (carga horária \ntotal), CO (co-requisito obrigatório), OB (pré-requisito obrigatório), SU (pré-requisito \nsugerido). \n \n \nConteúdos Curriculares \nCarga Horária \nDisciplinas obrigatórias \n3375 horas \nDisciplinas optativas \n120 horas \nEstágio Supervisionado \n180 horas \nAtividades Complementares \n180 horas \nTCC \n60 horas \nCARGA HORÁRIA TOTAL \n3915 horas \n \n \n \nSeguindo a legislação CNE/CES nº11 de 11 de março de 2002, o curso superior de \nEngenharia Civil - campus Santa Luzia complementa com extensões e aprofundamentos de \ncaráter científico os conteúdos de cada núcleo, bem como com outros conteúdos destinados \nao curso. \nA carga horária prevista para o estágio supervisionado é de 180 horas, o que \ncorresponde a 4,60% da carga horária total do curso. Essa carga horária ultrapassa a carga \nhorária recomendada pelo artigo 7o da Resolução CNE/CES de 11 de março de 2002 que é \nde 160 horas. A mesma Resolução, no seu artigo 5o, parágrafo 2o, sugere que devam ser \nestimuladas atividades complementares, tais como trabalhos de iniciação científica, \nprojetos multidisciplinares, visitas teóricas, trabalhos em equipe, desenvolvimento de \n", "42": "37 \n \nprotótipos, monitorias, participação em empresas juniores e outras atividades \nempreendedoras. \nNa Matriz Curricular apresentada, as Atividades Complementares correspondem a \numa carga horária de 180 horas o que corresponde a 4,60% da carga horária total do curso. \nO percentual máximo de carga horária, somando-se as horas de estágio supervisionado e \ndas atividades complementares, não pode ultrapassar 20% da carga horária total do curso, \nsegundo a Resolução CNE/CES no 2 de 18 de junho de 2007. Na Matriz apresentada neste \ndocumento essa porcentagem é de 09,20% (360 h). \nO Trabalho de Conclusão de Curso (TCC) seguirá as diretrizes estabelecidas no \nregulamento que se encontra anexo a este documento (apêndice B). Além disto, o aluno \ndeverá apresentar, obrigatoriamente, o relatório de estágio supervisionado, devidamente \ncomprovado. \nNota-se que o currículo do curso de graduação em Engenharia Civil está estruturado \nconforme as Diretrizes Curriculares Nacionais, podendo destacar: \n● \nAdequada distribuição de conteúdos básico, profissionalizante e específico; \n● \nAdequado dimensionamento da carga horária das disciplinas com equilíbrio \nentre teoria e prática, em função dos objetivos do curso e perfil do egresso; \n● \nObrigatoriedade do trabalho de conclusão de curso e estágio supervisionado. \n \n \nO ementário das disciplinas se encontra a seguir, por período do curso. \n \n \n \n \n \n \n \n1º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nMAT 001 \nCálculo I \n90 \nObrigatória \nEmenta: \nFunções de números Reais. Limites e continuidade. Derivadas e aplicações. \nIntegração e integral definida. Técnicas de integração: Substituição, Partes, \n", "43": "38 \n \nTrigonométricas). Aplicações de integral: Áreas e volumes (seções transversais e \ncascas cilíndricas). \nObjetivos Gerais e Específicos: \nViabilizar a compreensão dos conteúdos da ementa e desenvolver a consciência dos \nalunos em relação à construção das suas habilidades de argumentar e de expressar em \nMatemática. Fornecer embasamento matemático para os alunos de Engenharia, \ntornando-os capazes deanalisar e aplicar o conteúdo nas demais disciplinas \nformadoras de sua Matriz Curricular, bem como aplicação em seu cotidiano \nprofissional. Desenvolver habilidades e competências tais como raciocínio lógico, \npostura crítica e capacidade de resolver problemas. \nBibliografia Básica: \nLEITHOLD, L.O Cálculo com Geometria Analítica. v.1, 3 ª ed. São Paulo: Harbra, \n1994. \nSTEWART, James. Cálculo. Antonio Carlos Moretti (trad.), v.1, 6 ª ed. São Paulo: \nCengageLearning, 2009. \nTHOMAS, G.B. Cálculo. Vol. 1, 12 ª ed. São Paulo: Addison Wesley, 2012. \nBibliografia Complementar: \nKelley, W. M., O Guia Completo para Quem Não É C.D.F. – Cálculo. Rio de \nJaneiro: Alta Books, 2013 \nANTON, H., BIVENS, I., DAVIS, S. Cálculo.v.1, 8 ª ed, Bookman Companhia, \n2007. \nFLEMMING, Diva M., GONÇALVES, M. B. Cálculo A. 2. ed. São Paulo: Pearson, \n2007. \nGUIDORIZZI, Hamilton L. Um curso de cálculo. v. 1, 5. ed. São Paulo: LTC, 2002. \nSIMMONS, George F. Cálculo com Geometria Analítica. v. 1. São Paulo: Pearson, \n2010. \n \n \n \n \n \n \n \n \n1º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nMAT 002 \nGeometria Analítica e Álgebra \nLinear \n90 \nObrigatória \n", "44": "39 \n \nEmenta: \nMatrizes e Determinantes. Sistemas de equações lineares. Sistemas de coordenadas \nno plano. Vetores no plano e no espaço. Produtos internos, vetorial e misto. Retas no \nplano e no espaço. Circunferência, Elipse, Hipérbole e Parábola. Espaços vetoriais. \nBases e dimensões. \nObjetivos Gerais e Específicos: \nFornecer embasamento matemático para os alunos de Engenharia, tornando-os \ncapazes de analisar e aplicar o conteúdo nas demais disciplinas formadoras de sua \nMatriz Curricular, bem como aplicação em seu cotidiano profissional. Contribuir \npara o futuro profissional e desenvolver o raciocínio lógico, a partir da abordagem \nsobre os conceitos fundamentais e básicos da geometria analítica e da álgebra linear. \nBibliografia Básica: \nBOLDRINI, J.L.; COSTA, S.R.I.; FIGUEIREDO, V.L. et al. Álgebra Linear. São \nPaulo: Harbra, 1984. \nJULIANELLI, José Roberto. Cálculo Vetorial com Geometria Analítica. Rio de \nJaneiro: Ciência Moderna Ltda, 2008. \nSANTOS, Fabiano J. ; FERREIRA, Silvimar F. Geometria Analítica. São Paulo: \nBookman, 2009. \nBibliografia Complementar: \nCALLIOLI, C.A.;   DOMINGUES,   H.H.;   COSTA,   R.C.F.   Álgebra   linear   e \naplicações. \nAtual: São Paulo, 1977. \nLEON, S.J. Álgebra linear com aplicações. 4.ed. Rio de Janeiro: LTC, 1999. \nLIPSCHUTZ, S. Algebra Linear. 3 ed. Makron Books, São Paulo, SP. 1994. \nWINTERLE, Paulo. Vetores e Geometria Analítica.2 ed. São Paulo: Pearson \nEducation do Brasil, 2014. \nCAMARGO, Ivan de; BOULOS, Paulo. Geometria analítica: um tratamento \nvetorial. 3 ed. São Paulo: Pretice Hall, 2005. \nSANTOS, R.J. Introdução as Equações Diferenciais Ordinárias. Belo Horizonte: \nImprensa Universitária da UFMG, 2000. Disponível em: https://regijs.github.io/. \nAcesso em 13/07/2017. \n \n \n \n \n1º PERÍODO \n \n", "45": "40 \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nCOC 001 \nIntrodução à Engenharia \nCivil \n30 \nObrigatório \nEmenta: \nIntrodução aos conteúdos abordados pela Engenharia Civil. Caracterização das \ndiferentes áreas de atuação do engenheiro civil e requisitos atuais e previstos para o \ndesempenho profissional. Pesquisa científica. \nObjetivos Gerais e Específicos: \nFornecer ao aluno que inicia o curso de Engenharia Civil um panorama das possíveis \náreas de atuação, mostrando que a escolha de qualquer uma delas requer um bom \nembasamento em todas as áreas. \nBibliografia Básica: \nBAZZO, W. A.; PEREIRA, L. T. V. Introdução à Engenharia. 3. ed. Florianópolis, \nSC: Editora da UFSC, 1993. 271 p. \nLITTLE, P., DYM, C., ORWIN, E. Introdução à Engenharia. São Paulo: Editora \nBookman, 2010. \nBROCKMAN, J. B. Introdução à Engenharia. Rio de Janeiro: LTC, 2010. \nBibliografia Complementar: \nMARCELLI, M. Sinistros na Construção Civil. São Paulo: PINI, 2007. \nGOLDMAN, Pedrinho. Introdução ao planejamento e controle de custos na \nconstrução civil brasileira: orçamento, NBR 12721, incorporação imobiliária, \ngerenciamento. 4. ed. São Paulo: Pini, 2004. 176 p. ISBN 8572661557. \nBRAGA, B. et al. Introdução à engenharia ambiental. 2. ed. São Paulo, SP: \nPearson Prentice Hall, 2007. 318 p. \nHOLTZAPPLE, M. T. Introdução à engenharia. Trad. de J. R. Souza; rev. téc. de \nFernando Ribeiro da Silva. Rio de Janeiro: LTC, 2006. 220 p. \nQUEIROZ, Rudney C. Introdução à Engenharia Civil: história, principais áreas e \natribuições da profissão. São Paulo: Blucher, 2019. 216 p. ISBN 9788521218432. \n \n \n \n \n1º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \n", "46": "41 \n \nCIH 001 \nSociologia \n30 \nObrigatória \nEmenta: \nIntrodução ao pensamento sociológico. A sociologia clássica: Émile Durkheim, Karl \nMarx e Max Weber. Os aspectos conceituais e metodológicos da sociologia. A \nsociologia e suas relações com outras áreas do conhecimento. A pesquisa prática no \ncampo sociológico e os possíveis caminhos para a solução de problemas. A cidade: \norigem e função, segundo as teorias sociológicas. As cidades no contexto da \nmodernidade. A estrutura de classes sociais e a organização do espaço urbano. \nPolíticas públicas estatais e não-estatais de manejo do solo urbano. O trabalho na \nsociedade capitalista. A reestruturação produtiva e as novas formas de gestão do \ntrabalho. As relações entre sociologia e cultura no debate sobre as desigualdades \nsocioculturais: habitus e capital cultural. As relações étnico-raciais no espaço urbano. \nEducação em direitos humanos: mecanismos de combate à violência contra a mulher \ne de respeito às diversidades de orientação sexual e de gênero. Considerações e \neventos relacionados à Lei nº 12.764, de 27 de dezembro de 2012 que instituiu a \npolítica nacional de proteção dos direitos da pessoa com transtorno do espectro \nautista e e altera o § 3o do art. 98 da Lei no 8.112, de 11 de dezembro de 1990. \nObjetivos Gerais e Específicos: \nDiscutir o contexto histórico do nascimento da sociologia como \nciência, \npossibilitando um olhar sociológico na contemporaneidade. Problematizar as \ncontribuições da sociologia clássica para a compreensão de fenômenos e problemas \nsociais contemporâneos. Relacionar a sociologia com outras áreas do conhecimento. \nCompreender os problemas da socioculturais e socioambientais no espaço urbano. \nIncentivar a pesquisa prática e a extensão no campo sociológico, visando contribuir \nna solução de problemas. Reconhecer conceitos analíticos e sociológicos que \nviabilizam a tradução do contexto social, cultural e econômico em que o projeto está \ninserido e estes conceitos como instrumentos de humanização. Debater as relações \nentre identidade e diversidade. Analisar as relações para a educação em direitos \nhumanos e ações pertinentes à proteção dos direitos da pessoa com transtorno do \nespectro autista. \nBibliografia Básica: \nBAUDRILLARD, Jean. O sistema dos objetos. São Paulo: Perspectiva, 2009. \nBOURDIEU, Pierre. A distinção: crítica social do julgamento. São Paulo: \nZouk/Edusp, 2006. \nGIDDENS, Anthony. Sociologia. Porto Alegre: Penso, 2012. \nBibliografia Complementar: \nANTUNES, Ricardo. Adeus ao trabalho?: ensaio sobre as metamorfoses e a \ncentralidade do mundo do trabalho. 12a   ed. São Paulo: Cortez, 2015. \n \n", "47": "42 \n \nCASTELLS, Manuel. Sociedade em rede. 5a   ed. São Paulo: Paz e Terra, 2010. 617 p. \nv.1. (A era da informação: economia, sociedade e cultura, v.1). \nQUINTANEIRO, Tânia; BARBOSA, Maria Ligia; OLIVEIRA, Márcia. Um toque \nde clássicos: \nMarx, Durkheim e Weber. Belo Horizonte: Editora UFMG, 2009. \nLEFEBVRE, Henri. O direito à cidade. São Paulo: Centauro, 2011 \nMARTINS, Carlos Benedito. O que é sociologia. São Paulo: Brasiliense, 1989. \n(Coleção Primeiros Passos). \nNOGUEIRA, Maria Alice; NOGUEIRA, Cláudio M. Martins. Bourdieu e a \nEducação. Belo Horizonte, Autêntica, 2004. \nPACHECO, Eliezer (Org). Institutos federais: uma revolução na educação \nprofissional e tecnológica. Brasília; São Paulo: Fundação Santillana; Moderna, 2011. \n \n \n \n \n \n \n \n \n \n \n \n \n \n1º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nQUI001 \nQuímica Geral \n60 \nObrigatória \nEmenta: \nTeorias atômicas e estrutura eletrônica dos átomos. Propriedades periódicas dos \nelementos. Ligações químicas e forças intermoleculares. Propriedades físico-químicas \ndos materiais iônicos, covalentes, moleculares e metálicos. Reações químicas. \nEletroquímica e corrosão. Equilíbrio químico: ácidos e bases. Prática de Laboratório. \nObjetivos Gerais e Específicos: \nFornecer conceitos básicos de química aos alunos da Engenharia, tornando-os \ncapazes de analisar e aplicar o conhecimento nas demais disciplinas formadoras de \nsua grade curricular, bem como aplicação em seu cotidiano profissional. \nBibliografia Básica: \n", "48": "43 \n \nATKINS, P. W; JONES, Loretta. Princípios de química: questionando a vida \nmoderna e o meio ambiente. 5ª ed. Porto Alegre: Bookman, c2010. 922 p. ISBN \n97885407003 83. \nBROWN, Theodore L.; LEMAY JUNIOR, Harold Eugene; BURSTEN, Bruce \nEdward.; BURDGE, Julia R. Química: a ciência central. 9. ed. São Paulo: Pearson \nPrentice Hall, c2005. 972 p. ISBN 8587918427 (broch.). \nMAIA, Daltamir Justino; BIANCHI, José Carlos de A. Química geral: fundamentos. \nSão Paulo: Pearson Prentice Hall, 2007. x, 436 p. ISBN 9788576050513 \nBibliografia Complementar: \nBROWN, Lawrence S.; HOLME, Thomas A. Química geral aplicada à engenharia. \nSão Paulo: Cengage Learning, 2010. xxiv, 653 p. ISBN 9788522106882(broch.). \nCHANG, Raymond; GOLDSBY, Kenneth A. Química. 11ª ed. Porto Alegre: AMGH, \n2013. 1168 p. ISBN: 9788580552553 \nFARIAS, Robson Fernandes de. Química Geral no Contexto das Engenharias. \nCampinas: Átomo, 2011. \nGENTIL, Vicente. Corrosão. 6. ed. Rio de Janeiro: LTC, 2011. xv, 360 p. ISBN \n9788521618041 ( broch.). \nROSENBERG, Jerome L.; EPSTEIN, Lawrence M.; KRIEGER, Peter J. Química \ngeral. 9. ed. Porto Alegre: Bookman, 2013. 377 p. (Schaum). ISBN 9788565837026. \nCONSTANTINO, Mauricio Gomes; SILVA, Gil Valdo José da; DONATE, Paulo \nMarcos. Fundamentos de química experimental. 2. ed. São Paulo: EDUSP, 2011. \n278 p. (Acadêmica ; 53). ISBN 9788531407574. \n \n \n1º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nLIN 001 \nMetodologia \ndo \nTrabalho \nCientífico \n30 \nObrigatória. \nEmenta: \nCiência e Conhecimento. Procedimentos didáticos: Leitura, Análise de Texto, \nSeminário. Pesquisa Bibliográfica. Estrutura dos trabalhos científicos. Artigo. Projeto \nde Pesquisa. Monografia. Referência Bibliográfica. Normas técnicas (ABNT-\nAssociação Brasileira de Normas Técnicas). \nObjetivos Gerais e Específicos: \nCompreender a importância da metodologia científica como ferramenta útil e \nfacilitadora no exercício das atividades acadêmicas e no desenvolvimento da \ncapacidade de análise e senso crítico. Apresentar o conceito de ciência, seu \n", "49": "44 \n \nsignificado e sua inter-relação com a evolução da sociedade, seus fatores éticos, \nsociais e políticos; mostrar o significado de apropriação e produção do conhecimento; \ncapacitar os alunos para o planejamento e execução de projetos de pesquisa científica \ne para a produção de trabalhos acadêmicos de acordo com as normas da ABNT. \nBibliografia Básica: \nALMEIDA, Mario de Souza. Elaboração de projeto, tcc, dissertação e tese: uma \nabordagem simples, prática e objetiva. 2. ed. São Paulo: Atlas, 2014. x, 82 p. ISBN \n9788522491155. \nANDRADE, Maria Margarida de. Introdução à metodologia do trabalho \ncientífico: elaboração de trabalhos na graduação. 10. ed. São Paulo: Atlas, 2010. x, \n158 p. ISBN 9788522458561. \nMARCONI, Marina de Andrade; LAKATOS, Eva Maria. Fundamentos de \nmetodologia científica. 7. ed. São Paulo: Atlas, 2010. xvi, 297 p. ISBN \n9788522457588. \nBibliografia Complementar: \nCERVO, Amado Luiz; BERVIAN, Pedro Alcino; SILVA, Roberto da. Metodologia \ncientífica. 6. ed. São Paulo: Pearson Prentice Hall, c2007. xii, 162 p. ISBN \n9788576050476. \nDEMO, Pedro. Metodologia científica em ciências sociais. 3. ed. rev., ampl. São \nPaulo: Atlas, 1995. 293 p. ISBN 9788522412419. \nGIL, Antonio Carlos. Como elaborar projetos de pesquisa. 5. ed. São Paulo: Atlas, \n2010. 184 p. ISBN 9788522458233. \nKOCHE, José Carlos. Fundamentos de metodologia científica: teoria da ciência e \niniciação à pesquisa. 33. ed. Petrópolis, RJ: Vozes, 2013. 182 p. ISBN \n9788532618047. \nMARCONI, Marina de Andrade; LAKATOS, Eva Maria. Metodologia do trabalho \ncientífico: procedimentos básicos, pesquisa bibliográfica, projeto e relatório, \npublicações e trabalhos científicos. 7. ed. rev. ampl. São Paulo: Atlas, 2007. 225 p. \nISBN 9788522448784 (broch.). \n \n \n2º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nMAT 003 \nCálculo II \n75 \nObrigatória \nEmenta: \nTécnicas de Integração: Substituição Trigonométrica, Frações Parciais. Integrais \nImpróprias. Cônicas e coordenadas polares. Sequências e séries de potência. \n", "50": "45 \n \nFórmula de Taylor. Cálculo diferencial de função de várias variáveis. Máximos e \nmínimos, multiplicadores de Lagrange e aplicações. \nObjetivos Gerais e Específicos: \nFornecer embasamento matemático para os alunos de Engenharia, tornando-os \ncapazes de analisar e aplicar o conteúdo nas demais disciplinas formadoras de sua \nMatriz Curricular, bem como aplicação em seu cotidiano profissional. \nBibliografia Básica: \nLEITHOLD, L.O. Cálculo com Geometria Analítica. v.2, 3 ª ed. São Paulo: Harbra, \n1994. \nSTEWART, James. Cálculo.Antonio Carlos Moretti (trad.). v.2., 6 ª ed. São Paulo: \nCengage Learning, 2009. \nTHOMAS, G.B. Cálculo.v.2, 12 ª ed. SP: Addison Wesley, 2012. \nBibliografia Complementar: \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo.v. 2, 8. ed. Porto Alegre: \nBookman, 2007. \nFLEMMING, Diva M., GONÇALVES, M. B. Cálculo2. ed. São Paulo: Pearson, \n2007. \nGUIDORIZZI, Hamilton L. Um curso de cálculo. v. 2, 5. ed. São Paulo: LTC, 2002. \nGUIDORIZZI, Hamilton L. Um curso de cálculo. v.4, 5 ª ed. LTC, 2001. \nSIMMONS, George F.. Cálculo com Geometria Analítica. v. 2. São Paulo: Pearson, \n1988. \n \n \n2º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nMAT 004 \nEstatística e Probabilidade \n60 \nObrigatória \nEmenta: \nEstatística descritiva. Probabilidade. Variáveis aleatórias discretas e contínuas. \nDistribuições de probabilidades discretas e normais. Inferência estatística: estimação \ne teste de hipóteses. \nObjetivos Gerais e Específicos: \nApresentar aos alunos os instrumentos básicos de medição e suas normas de uso. \nEstudar os modos de coleta, tratamento e interpretação de dados. \n", "51": "46 \n \nBibliografia Básica: \nMONTGOMERY, D. C., 1943-; RUNGER, George C.. Estatística aplicada e \nprobabilidade para engenheiros. 5. ed. Rio de Janeiro: LTC – Livros Técnicos e \nCientíficos, c2012. xiv, 521 p. \nCOSTA NETO, P. L. de O., -. Estatística. 2.ed. rev e atual. São Paulo: Edgard \nBlücher, 2002. xi, 266 p. \nMEYER, P. L.. Probabilidade: aplicações a estatística. Ruy de C.B. Lourenco Filho \n(Trad.). 2 ed. Rio de Janeiro: Livros Técnicos e Científicos, 1983. 426 p. \nBibliografia Complementar: \nTIBONI, Conceição Gentil Rebelo. Estatística básica: para os cursos de \nadministração, ciências contábeis, tecnológicos e de gestão. São Paulo: Atlas, 2010. \n332 p. ISBN 9788522459155. \nFREUND, \nJohn \nE. \nEstatística \nAplicada: \neconomia, \nadministração \ne \ncontabilidade. 11.3d.Porto Alegre: Bookman, 2006. xiii, 536p. \nLARSON, Ron; FARBER, Elizabeth..Estatística Aplicada. São Paulo: Pearson \nPrentice Hall, 2004. 476p. \nNEUFELD, John L. Estatística Aplicada à administração usando excel. São Paulo: \nPrentice Hall, 2003. 434p. \nWALPOLE, Ronald E et al. Probabilidade & estatística para engenharia e \nciências. 8.ed. \nSão Paulo: Pearson Prentice Hall, 2009. xiv, 491p. \n \n \n2º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nDES 001 \nGeometria Descritiva \n60 \nObrigatória \nEmenta: \nDesenho geométrico: Lugares geométricos e construções geométricas. Geometria \nDescritiva: Ponto, reta e plano nos quatro diedros: projeções, concorrência, \npertinência. Métodos Descritivos. \nObjetivos Gerais e Específicos: \nCapacitar o aluno a visualizar no espaço e transpor para épura superfícies elementares \ninterceptadas entre si e seccionadas por planos bem como seu desenvolvimento e sua \nplanificação. Desenvolver a visão tridimensional do aluno. \nBibliografia Básica: \n", "52": "47 \n \nFONSÊCA, Ana Angélica Sampaio; CARVALHO, Antonio Pedro Alves de; \nPEDROSO, Gilberto de Menezes [Orgs.]. Geometria descritiva – noções \nbásicas. Quarteto Editora, 2006. \nSPECK, Henderson José; PEIXOTO, Virgílio Vieira. Manual básico de desenho \ntécnico. 8. ed. Florianópolis: Ed. UFSC, c2013. 204 p. (Coleção Didática). ISBN \n9788532806505. \nPRINCIPE JUNIOR, Alfredo dos Reis. Noções de geometria descritiva. São Paulo: \nNobel, c1970. v. 1, 311 4 p. ISBN 9788521301639 Ac.55378 \nBibliografia Complementar: \nLACOURT, H. Noções e fundamentos de geometria descritiva. Rio de Janeiro: \nLTC, c1995. 340 p. (27cm). ISBN 9788527703406. \nMONTENEGRO, Gildo A. Geometria descritiva: volume 1. São Paulo: Blucher, \n1991. 178 p. ISBN 9788521201922. \nKUBBA, Sam A. A. Desenho técnico para construção. Porto Alegre: Bookman, \n2014. xviii, 292 p. ISBN 9788582601563. \nNEIZEL, Ernst. Desenho técnico para construção civil. São Paulo: EPU, c1974. v. \n1, 68 p. (Coleção Desenho técnico). ISBN 9788512130200. \nMAGUIRE, D. E.; SIMMONS, C. H. Desenho técnico: [problemas e soluções gerais \nde desenho]. São Paulo: Hemus, c2004. 257 p. ISBN 9788528903966. \n2º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nDES 002 \nDesenho Técnico \n60 \nObrigatória \nEmenta: \nDesenho de peças simples segundo as normas de projeção ortogonal à mão livre e \ncom o emprego de instrumentos. Caligrafia técnica. Perspectivas isométrica e \ncavaleira a partir de partes de projeções ortogonais (desenho à mão livre e com \ninstrumentos). Aplicação de desenho geométrico em projeções ortogonais de peças. \nFormatos, legendas normalizadas, cotas e escala. Aplicação de cortes e seções em \npeças. Representação de tolerâncias e acabamentos de superfícies. Uso de vista \nauxiliar, vista auxiliar simplificada e supressão de vistas. Desenho de conjuntos. \nObjetivos Gerais e Específicos: \nPermitir ao aluno a leitura, interpretação e execução de desenho técnico aplicando as \nnormas técnicas vigentes. Fornecer ao estudante as ferramentas necessárias para o \ndesenvolvimento da pratica profissional no âmbito das engenharias. \nBibliografia Básica: \n", "53": "48 \n \nMAGUIRE, D. E.; SIMMONS, C. H. Desenho Técnico: problemas e soluções \ngerais de desenho. São Paulo: Hemus, 2004. 257 p. \nSILVA, Arlindo; PERTENCE, Antônio Eustáquio de Melo; KOURY, Ricardo Nicolau \nNassar. Desenho técnico moderno. 4.ed. Rio de Janeiro: LTC, 2006. 475p. \nSPECK, Henderson José; PEIXOTO, Virgílio Vieira. Manual Básico de Desenho \nTécnico. 4. ed. Florianópolis: UFSC, 2007. 211 p. \nBibliografia Complementar: \nCUNHA, Luís Veiga. Desenho Técnico. 13ª ed. rev. atual. Lisboa: Fundação \nCalousteGulbekian, 2004. 854p. \nKUBBA, S.A.A Desenho técnico para construção: eixo infraestrutura. Porto \nAlegre: Bookman., 2014. 292 p. \nMANFÈ, Giovanni et al. Desenho Técnico Mecânico: curso completo. São Paulo: \nHemus* \nCUNHA, Luis Veiga da. Desenho técnico. 16. ed. Lisboa: Fundação Calouste \nGulbenkian, 2016. 854p. ISBN 9789723110661. \nLEAKE, James M.; BORGERSON, Jacob L. Manual de desenho técnico para \nengenharia: desenho, modelagem e visualização. Rio de Janeiro: LTC, c2015. xiv, \n368 p. ISBN 9788521627142. \n \n \n2º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nPRO 001 \nProgramação \nde \nComputadores \n60h \nObrigatória \nEmenta: \nIntrodução à Ciência da Computação. Desenvolvimento de algoritmos. Programação \nem linguagem C / C++: comandos básicos, seletivos, interativos, arranjos, \nprocedimentos. \nObjetivos Gerais e Específicos: \nEnsinar ao aluno técnicas básicas para o desenvolvimento de softwares, formando \numa base para ser utilizada no desenvolvimento de aplicativos de controle de \nsistemas, simulações numéricas, entre outras aplicações na Engenharia Civil \nBibliografia Básica: \nASCENCIO, A. F. G.; CAMPOS, E. A. V. de; Fundamentos da programação de \ncomputadores. 2. ed. São Paulo: Pearson Prentice Hall, 2007. \n", "54": "49 \n \nDEITEL, H. M.; DEITEL P.J. C++: como programar. Pearson Prentice Hall, São \nPaulo, 5 edition, 2006. \nFARRER, H. et al. Programação estruturada de computadores: algoritmos \nestruturados. 3. ed. Rio de Janeiro: LTC, 2011. \nBibliografia Complementar: \nMIZRAHI, V. V. Treinamento em C++, volume Módulos 1 e 2. Pearson Education, \nSão Paulo, 2ª.ed, 2006. \nOLIVEIRA, J. F., MANZANO, J. A. N. V. Algoritmos. Lógica Para \nDesenvolvimento de Programação de Computadores. Erica, 28ª ed 2016 \nSAVITCH, Walter. C++ Absoluto. Pearson Addison Wesley, 2004. \nMANZANO, José Augusto N. G.; OLIVEIRA, Jayr Figueiredo de. Algoritmos: \nlógica para desenvolvimento de programação de computadores. 28. ed. rev., ampl. e \natual. São Paulo: Érica, 2016. 336 p. ISBN 9788536517476 (broch.). \nVILARIM, G. O. Algoritmos Programação para Iniciantes. 1. ed. Rio de Janeiro: \nCiência Moderna, 2004. \n \n \n \n2º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nFIS 001 \nFísica I \n60 \nObrigatória \nEmenta: \nMovimento retilíneo e movimento circular em trës dimensões. Leis de Newton. \nTrabalho e energia. Sistema de partículas. Colisões. Cinemática e dinâmica dos \ncorpos rígidos. Impulso e Momento Linear. Momento angular. Leis de Conservação \nde energia e momento. \nObjetivos Gerais e Específicos: \nReconhecer o papel da Física no desenvolvimento da tecnologia para Engenharia \nCivil; conhecer e utilizar conceitos, leis e teorias dos diferentes ramos da Física; \nconstruir estratégias para solucionar problemas; desenvolver a capacidade de \ninvestigar; articular a Física com ensino superior; compreender a Física no mundo \nvivencial; compreender códigos, símbolos e manuais de equipamentos de tecnologia \nno ramo de Engenharia; utilizar tabelas, gráficos, fórmulas para expressão do saber \nfísico; elaborar sínteses; representar esquemas estruturados; conhecer fontes de \ninformação. \nIntroduzir o estudante nos conceitos fundamentais da mecânica. Estudar a cinemática \ne a dinâmica de partículas, bem como os sistemas de partículas. Estudar os \nmovimentos de rotação de corpos extensos. Conhecer as leis de conservação. Aplicar \n", "55": "3º PERÍODO \n50 \n \no conhecimento obtido na solução de problemas. Embasar o estudante para \ndisciplinas futuras onde o conhecimento da mecânica seja necessário. \nBibliografia Básica: \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física: mecânica. 9. \ned. Rio de Janeiro: LTC, 2012. \nNUSSENZVEIG, H. M. Curso de física básica: mecânica. 5. ed. São Paulo: Blucher, \n2014. v. 1. \nYOUNG, H. D.; FREEDMAN, R. A. Sears e Zemansky física I: mecânica. 12. ed. \nSão Paulo: Pearson, 2009. \nBibliografia Complementar: \nCHAVES, Alaor. Física básica: mecânica. Rio de Janeiro: LTC, 2007. \nHEWITT, Paul G. Física conceitual. 11. ed. Porto Alegre: Bookman, 2011. \nKNIGHT, Randall D. Física: uma abordagem estratégica. 2. ed. Porto Alegre: \nBookman, 2009. v. 1. \nTIPLER, Paul A.; MOSCA, Gene. Física para cientistas e engenheiros: mecânica, \noscilações e ondas, termodinâmica. 6. ed. Rio de Janeiro: LTC, 2009. \nSERWAY, R. A.; JEWETT, J. W., Jr. Princípios de física: mecânica clássica.São \nPaulo: Cengage Learning, 2012. \n \n", "56": "3º PERÍODO \n51 \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nMAT 005 \nCálculo III \n60 \nObrigatória \nEmenta: \nIntegração de função de duas ou mais variáveis. Parametrização e cálculo de curvas \nplanas. Curvas no espaço. Integração de funções vetoriais e comprimento de arco. \nCálculo Vetorial. Integração de linha e de superfície. Teorema de Green. \nObjetivos Gerais e Específicos: \nFornecer embasamento matemático para os alunos de Engenharia, tornando-os \ncapazes de analisar e aplicar o conteúdo nas demais disciplinas formadoras de sua \nMatriz Curricular, bem como aplicação em seu cotidiano profissional. \nBibliografia Básica: \nLEITHOLD, Louis. O cálculo com Geometria Analítica. v. 2, 3. ed. São Paulo: \nHarbra, 1994. \nSTEWART, James.;Antonio Carlos Moretti (trad.). Cálculo.v. 2, 6. ed. São \nPaulo:Cengage Learning, 2011. \nTHOMAS, Georged, B. Cálculo.v. 2, 12. ed. SP: Addison Wesley, 2012. \nBibliografia Complementar: \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo.v. 2, 8. ed. Porto Alegre: \nBookman, 2007. \nFLEMMING, Diva M., GONÇALVES, M. B. Cálculo. 2. ed. São Paulo: Pearson, \n2007. \nGUIDORIZZI, Hamilton L. Um curso de cálculo. v. 3, 5. ed. São Paulo: LTC, 2002. \nPINTO, Diomara; MORGADO, Maria Cândida Ferreira. Cálculo diferencial e \nintegral de funções de várias variáveis. 4. ed. rev. Rio de Janeiro: Ed. UFRJ, 2015. \nxii, 345 p. (Estudos Coleção estudos). ISBN 9788571083998. \nSIMMONS, George F.. Cálculo com Geometria Analítica. v. 2. São Paulo: Pearson, \n1988. \n \n", "57": "52 \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 001 \nMecânica \nVetorial \npara \nEngenharia \n60 \nObrigatória \nEmenta: \nEstática das partículas em três dimensões. Estática dos corpos rígidos em três \ndimensões. Forças distribuídas: centróides e baricentros. Momentos de inércia. \nMétodo dos Trabalhos Virtuais. Cinemática dos corpos rígidos. Dinâmica dos corpos \nrígidos. \nObjetivos Gerais e Específicos: \nIntroduzir os conceitos iniciais da mecânica vetorial. Despertar no estudante a \ncapacidade de analisar problemas de engenharia relacionados à estática e à dinâmica \ndos corpos materiais. Servir de base ao estudo da mecânica dos sólidos, dentre eles, a \nresistência dos materiais e a análise de estruturas. \nBibliografia Básica: \nBEER, F. P.; JOHNSTON, E. R.; DEWOLF, J. T.; MAZUREK, D. Estática e \nmecânica dos materiais. São Paulo: Mcgraw-hill, 2013. \nGERE, J. M. Mecânica dos Materiais. 1ª ed. São Paulo. Thomson Learning, 2003.* \nBEER, F. P.; JOHNSTON, E. R.; CORNWELL P. J. Mecânica vetorial para \nengenheiros – dinâmica. 9 ª ed. São Paulo: Mcgraw-hill, 2012. \nBibliografia Complementar: \nBEER, F. P.; JOHNSTON, E. R.; MAZUREK, D.; EISENBERG E. Mecânica \nvetorial para engenheiros – estática. 9 ª ed. São Paulo: Mcgraw-hill, 2011. \nHIBBELER, R. C.; FAN, S. C (colab.). Resistência dos materiais. 7. ed. São Paulo: \nPearson, c2010. xiv, 637 p. ISBN 9788576053736 (broch.). \nMELCONIAN, SARKIS. Mecânica técnica e resistência dos materiais. Érica, \n2000. \nBOTELHO, M. C. H.; Resistência dos Materiais. 1ª ed. São Paulo: Edgard Blucher, \n2008. \nMECÂNICA dos materiais. 7. ed. Porto Alegre: AMGH, 2015. xv, 838 p. ISBN \n9788580554984. \n", "58": "53 \n \n3º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nMTC 001 \nMateriais de construção \ncivil I \n60 \nObrigatória \nEmenta: \nIntrodução a Ciências ligadas aos materiais. Fundamentos e propriedades dos \nmateriais. Materiais metálicos. Materiais cerâmicos. Vidros. Materiais betuminosos. \nSolo-cimento. \nMadeira. Plásticos e borrachas. Tintas e vernizes. \nObjetivos Gerais e Específicos: \nA disciplina de Materiais de Construção Civil tem como objetivo capacitar os futuros \nengenheiros civis a relacionar e aplicar o conhecimento científico e tecnológico à \nprodução, normalização, uso e desempenho de materiais e componentes da \nConstrução Civil. Com o intuito de especificar, selecionar, controlar e aplicar os \nmateriais e componentes da Construção Civil de modo a atender às exigências de \nprojeto, uso e do meio ambiente. \nBibliografia Básica: \nAMBROZEWICZ, P. H. L. Materiais de construção: normas, especificações, \naplicação e ensaios de laboratório. São Paulo: Pini, 2012. 457 p. \nBAUER, L. D. F. Materiais de Construção. LTC. Rio de Janeiro, 2001. 5a   ed.v. 2. \n438-960 p. \nRIBEIRO, C. C.; PINTO, J. D. da S.; STARLING, T. Materiais de construção \ncivil. Belo Horizonte: Ed. UFMG, 2013. 112 p. 4. ed. rev. \nBERTOLINI, L. Materiais de construção: patologia, reabilitação, prevenção. São \nPaulo: Oficina de Textos, 2010. 414p. \nBibliografia Complementar: \nFIORITO, A. J. S. I. Manual de argamassas e revestimentos: estudos e \nprocedimentos de execução. 2. ed. São Paulo: Pini, 2009. 231 p. \nSILVA, A. L.V. da C. ; MEI, P. R. Aços e ligas especiais. 3. ed. revista. São Paulo: \nBlucher, 2010. 646 p. \nBORGES, A. de C. Prática das pequenas construções. 6. ed. rev. e ampl. São \nPaulo: Edgard Blücher, 2010. v. 2, vii, 140 p. \nSALGADO, J. C. P. Técnicas e práticas construtivas para edificação. São Paulo: \nÉrica, 2014. 3. ed. rev. 320 p. \nCALLISTER JR., William D. Ciência e engenharia de materiais: uma \nintrodução. Rio de Janeiro: LTC, 2008.7. ed. \n", "59": "54 \n \n \n \n3º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nFIS 002 \nFísica II \n60 \nObrigatória \nEmenta: \nTemperatura e dilatação. Calor. Teoria cinética dos gases. Leis da termodinâmica. \nMovimento periódico, movimento harmônico simples. Ondas mecânicas. Natureza da \nluz, reflexão, refração, polarização. \nObjetivos Gerais e Específicos: \nReconhecer o papel da Física no desenvolvimento da tecnologia para Engenharia; \nconhecer e utilizar conceitos, leis e teorias dos diferentes ramos da Física; construir \nestratégias para solucionar problemas; desenvolver a capacidade de investigar; \narticular a Física com a Educação Superior; compreender a Física no mundo \nvivencial; compreender códigos, símbolos e manuais de equipamentos de tecnologia \nno ramo de Engenharia; utilizar tabelas, gráficos, fórmulas para expressão do saber \nfísico; elaborar sínteses; representar esquemas estruturados; conhecer fontes de \ninformação. Desenvolver a capacidade dedutiva na resolução de problemas. Utilizar \nos conhecimentos da área de Física para modelar situações do mundo real e obter \nsoluções. \nBibliografia Básica: \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física: Gravitação, \nOndas e Termodinâmica. 9. ed. Rio de Janeiro: LTC, 2012. v. 2 \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física: Óptica e \nFísica Moderna. 9. ed. Rio de Janeiro: LTC, 2012. v. 4 \nNUSSENZVEIG, H. M. Curso de física básica: Fluidos, oscilações e ondas, calor. \n5. ed. São Paulo: Blucher, 2014. \nYOUNG, H. D.; FREEDMAN, R. A. Sears e Zemansky física II: Termodinâmica e \nOndas. 12. ed. São Paulo: Pearson, 2009. \nBibliografia Complementar: \nCHAVES, Alaor. Física básica: gravitação, fluidos, ondas, termodinâmica. Rio de \nJaneiro: LTC, 2007. \nHEWITT, Paul G. Física conceitual. 11. ed. Porto Alegre: Bookman, 2011. \nKNIGHT, Randall D. Física: uma abordagem estratégica. 2. ed. Porto Alegre: \nBookman, 2009. v. 2. \nTIPLER, Paul A.; MOSCA, Gene. Física para cientistas e engenheiros: mecânica, \noscilações e ondas, termodinâmica. 6. ed. Rio de Janeiro: LTC, 2009. \n", "60": "55 \n \nSERWAY, R. A.; JEWETT, J. W., Jr. Princípios de física: mecânica clássica. São \nPaulo: Cengage Learning, 2012. v. 1. \nYOUNG, H. D.; FREEDMAN, R. A. Sears e Zemansky física IV: Ótica e Física \nModerna. 12. ed. São Paulo: Pearson, 2009. \n \n \n3º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nGEO 002 \nEngenharia Ambiental \n45 \nObrigatória \nEmenta: \nEvolução e perspectivas da engenharia ambiental. A crise ambiental. Lei da \nconservação da massa e da energia. Ecossistemas. Formas de poluição. Ciclos \nbiogeoquímicos. Dinâmica das populações. A energia e o meio ambiente. O meio \naquático, terrestre e atmosférico. Parâmetros de qualidade da água e efluentes. \nAvaliação de impactos ambientais. Elementos de gestão ambiental. \nObjetivos Gerais e Específicos: \nFornecer ao futuro engenheiro civil as noções básicas da Engenharia Ambiental. \nAprimorar, a partir dos conhecimentos sobre o meio físico e seus fatores de poluição, \nnoções de sustentabilidade nas diversas áreas de atuação, conhecer sobre a elaboração \nde estudos de impactos ambientais e saber sobre os elementos constituintes da gestão \nambiental em consonância com normas vigentes. \nBibliografia Básica: \nBRAGA, B. et al. Introdução à Engenharia Ambiental: o desafio do \ndesenvolvimento sustentável. 2. ed. São Paulo: Pearson, 2005. \nRICKLEFS, R. A Economia da Natureza. Rio de Janeiro: Guanabara Koogan S.A, \n2001. \nESTEVES, F. Fundamentos de limnologia. Rio de Janeiro: Interciência, 1988. \nKAUFMANN, H.; SCHMID D.; FISCHER, G. Gestão da qualidade: segurança do \ntrabalho e gestão ambiental . São Paulo: Blucher, 2009. 240 p. ISBN 9788521204664 \n(broch.). \nBibliografia Complementar: \nGUERRA, A. J. T.; CUNHA, S. B. da (Org.). Geomorfologia e meio ambiente. 11. \ned. Rio de Janeiro: Bertrand Brasil, 2012. 394 p. ISBN 9788528605730. \n", "61": "56 \n \nCUNHA, S. B. da; GUERRA A. J. T. (Org.). 5. ed. Avaliação e perícia ambiental; \nRio de Janeiro: Bertrand do Brasil, 2004. \nLEFF, E. Saber ambiental: sustentabilidade, racionalidade, complexidade, poder \n.Coleção Educação ambiental. 10. ed. Petrópolis: Vozes, 2013. 494 p. . ISBN \n9788532626097. \nBAZZO, W. A.; PEREIRA, L. T. V. Introdução à Engenharia. 4. ed. Florianópolis: \nUFSC, 1997. \nSALGADO-LABOURIAU, M. L. História ecológica da terra. 2. ed. rev. São Paulo: \nEdgard Blücher, 1994. 307 p. ISBN 978-85-212-0090-1. \nALCÂNTARA, F. B. de. Tutela de urgência ambiental: na ação civil pública . São \nPaulo: JH Mizuno, 2007. 236 p. ISBN 9788589857857. \nBAIRD, C. Química ambiental. 4. ed. Porto Alegre: Bookman, 2011. 844 p. \n \n \n3º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nPRO 002 \nCálculo Numérico \n45 \nObrigatória \nEmenta: \nAspectos teóricos e processos numéricos para resolução de Sistemas de Equações \nAlgébricas Lineares. Raízes de equações. Equações algébricas e transcendentes. \nInterpolação polinomial. Integração e ajuste de curvas. \nObjetivos Gerais e Específicos: \nFornecer embasamento matemático para os alunos de Engenharia, tornando-os \ncapazes de analisar e aplicar o conteúdo nas demais disciplinas formadoras de sua \nMatriz Curricular, bem como aplicação em seu cotidiano profissional. \nBibliografia Básica: \nBARROSO , Leônidas Conceição et al. Cálculo numérico: com aplicações. 2. ed. \nSão Paulo: \nHarbra, 1987. \nFILHO, Campos. Algoritmos Numéricos. 2. ed. Rio de Janeiro: LTC, 2007. \nRUGGIERO, Márcia A. Gomes; LOPES, Vera Lúcia da Rocha Cálculo numérico: \naspectos teóricos e computacionais. 2. ed. São Paulo: Makron Books, 1996. \nBibliografia Complementar: \nBURDEN, Richard L.; FAIRES, J. Douglas. Análise Numérica. TASKS, All (trad.). \nSão Paulo: Cengage Learning, 2008. \n", "62": "57 \n \nCHAPRA, Steven C.; CANALE, Raymond P. Métodos Numéricos para \nEngenharia. 5. ed. \nSão Paulo: McGraw-Hill 2008. \nCUNHA, Maria Cristina C. Métodos Numéricos. 2. Ed. São Paulo: UNICAMP, \n2009. KREYSZIG, Erwin. Matemática Superior. OLIVEIRA, Carlos Campos \n(trad.). vol. 1. Rio de Janeiro: Livros Técnicos e Científicos, 1981. \nTHOMAS, G.B. Cálculo. Vol. 1, 12 ª ed. São Paulo: Addison Wesley, 2012. \n \n \n \n3º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nFIS 004 \nFísica Experimental I \n45 \nObrigatória \nEmenta: \nExperimentos englobando o conteúdo de Física I (mecânica) e abordando a primeira \nmetade do conteúdo de Física II (termodinâmica). \nObjetivos Gerais e Específicos: \nReconhecer a teoria estudada nas disciplinas Física I e Física II através de \nexperimentos realizados em laboratório. \nFamiliarizar o aluno com resultados aproximados e com erros que sempre ocorrem \nem situações práticas. \nAprender a estimar ou calcular as incertezas relativas as medidas e a propagar essas \nincertezas quando necessário. \nFamiliarizar o aluno com o uso de instrumentos simples de medida. \nTreinar os discentes na redação de relatório técnico-científicos. \nBibliografia Básica: \nNUSSENZVEIG, H. Moysés. Curso de física básica 1: mecânica. 5. ed. rev., atual. \nSão Paulo: Blucher, 2013. \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física: Mecânica 9. \ned. Rio de Janeiro: LTC, 2012. v. 1 \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física: Gravitação, \nOndas e Termodinâmica 9. ed. Rio de Janeiro: LTC, 2012. v. 2 \nBibliografia Complementar: \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \neletromagnetismo. 10. ed. Rio de Janeiro: LTC, 2016. v. 3, 365 p. ISBN \n9788521630371 (v. 3). \n", "63": "58 \n \nCHAVES, Alaor. Física básica: gravitação, fluidos, ondas, termodinâmica. Rio de \nJaneiro: LTC, 2007. \nHEWITT, Paul G. Física conceitual. 11. ed. Porto Alegre: Bookman, 2011. \nNUSSENZVEIG, H. M. Curso de física básica: Fluidos, oscilações e ondas, calor. \n5. ed. São Paulo: Blucher, 2014. v. 2. \nTIPLER, Paul A.; MOSCA, Gene. Física para cientistas e engenheiros: mecânica, \noscilações e ondas, termodinâmica. 6. ed. Rio de Janeiro: LTC, 2009. \nYOUNG, H. D.; FREEDMAN, R. A. Sears e Zemansky física II: Termodinâmica e \nOndas. 12. ed. São Paulo: Pearson, 2009. \n \n \n \n \n \n \n \n \n \n \n \n4º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nMAT 006 \nEquações \nDiferenciais \nOrdinárias \n60 \nObrigatória \nEmenta: \nEquações diferenciais ordinárias de primeira ordem e de segunda ordem. Soluções de \nequações diferenciais em séries de potências. Transformada de Laplace. Séries de \nFourier. Equações Diferenciais Parciais. \nObjetivos Gerais e Específicos: \nViabilizar a compreensão dos conteúdos da ementa e desenvolver a consciência dos \nalunos em relação à construção das suas habilidades de argumentar e expressar em \nmatemática. Fornecer embasamento matemático para os alunos de Engenharia, \ntornando-os capazes de analisar e aplicar o conteúdo nas demais disciplinas \nformadoras de sua Matriz Curricular, bem como aplicação em seu cotidiano \nprofissional. Desenvolver habilidades e competências tais como raciocínio lógico, \npostura crítica e capacidade de resolver problemas. \nBibliografia Básica: \n", "64": "59 \n \nBOYCE, Willian E.; DIPRIMA, Richard C. Equações Diferenciais Elementares e \nProblemas de Valores de Contorno. IÓRIO, Valéria M. (trad.). 9. ed. Rio de \nJaneiro: LTC, 2011. \nKREYSZIG, E. Matemática superior para engenharia. v. 1, 9. ed. Rio de Janeiro: \nLTC, 2009. \nZILL, D.G., CULLEN, M.R. Equações Diferenciais. V.1,2, São Paulo: Makron \nBooks, 2001. \nBibliografia Complementar: \nKREYSZIG, E. Matemática superior para engenharia. v. 2, 9. ed. Rio de Janeiro: \nLTC, 2009. \nKREYSZIG, E. Matemática superior para engenharia. v. 3, 9. ed. Rio de Janeiro: \nLTC, 2009. \nBRONSON, R. and COSTA, G. Equações Diferenciais: Coleção Schaum. 3 \ned. Bookman: 2008. \nTHOMAS, George B. Cálculo. v. 2, 11. ed. SP: Addison Wesley, 2009. \nZILL, Dennis G. Equações Diferenciais com Aplicações em Modelagem. 3 ed. São \nPaulo: Cengage Learning, 2016 \n \n \n4º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nDES 003 \nDesenho Arquitetônico \n90 \nObrigatória \nEmenta: \nRepresentação gráfica dos elementos do edifício e de projetos arquitetônicos: plantas, \ncortes, fachadas, detalhamento do projeto, esquadrias e gradil; estudo de coberturas e \ncirculações verticais (escadas, rampas e elevadores). Desenho à mão livre como \ninstrumento de experimentação, auxílio ao desenvolvimento criativo e representação \nde projetos de arquitetura. Normas técnicas de desenho arquitetônico. \nObjetivos Gerais e Específicos: \nCapacitar o estudante de modo que o mesmo esteja apto à interpretação e à execução \nde desenhos arquitetônicos. Propiciar a compreensão de normas técnicas vigentes, \nconvenções, simbologias e terminologias de desenho e projeto de arquitetura. Colocar \no aluno em convivência com elementos de projetos arquitetônicos. Promover o \ndesenvolvimento da acuidade visual e da percepção espacial. Mostrar ao aluno a \nimportância e a maneira correta de utilização dos materiais e instrumentos de \n", "65": "60 \n \ndesenho. Evidenciar a importância da exatidão, ordem, clareza e esmero na \napresentação dos trabalhos gráficos. \nBibliografia Básica: \nASSOCIAÇÃO \nBRASILEIRA \nDE \nNORMAS \nTÉCNICAS. \nNBR \n6492: \nRepresentação de projetos de arquitetura. Rio de Janeiro, 1994. 27 p. \nCHING, F. D. K. Arquitetura: forma, espaço e ordem . 3. ed. São Paulo: Bookman, \n2013. 435 p. \nFERREIRA, P. Desenho de arquitetura. 2. ed. Rio de Janeiro: Imperial Novo \nMilênio, 2011.  137 p. \nMAGUIRE, D. E.; SIMMONS, C. H. Desenho técnico: problemas e soluções gerais \nde desenho. São Paulo: Hemus, 2004. 257 p. \nBibliografia Complementar: \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 10067 - Princípios \ngerais em desenho técnico. Rio de Janeiro, 1995. \nCHING, F. D. K. Representação gráfica em arquitetura. 5. ed. Porto Alegre: \nBookman, 2011. 256 p. \nKOWALTOWSKI, D. C. C. K.; MOREIRA, D. C.; PETRECHE, J. R. D.; \nFABRICIO, M. M. (orgs.). O processo de projeto em arquitetura: da teoria à \ntecnologia. São Paulo: Oficina de Textos, 2011. 504 p. Disponível em: \n<http://ifmg.bv3.digitalpages.com.br/users/publications/9788579750335/pages/1>. \nAcesso em: 21 nov. 2016. \nMONTENEGRO, G. A. Desenho arquitetônico. 4. ed. São Paulo: Blucher, 2001. \n167 p. \nNEUFERT, E. Arte de projetar em arquitetura. 18. ed. São Paulo: Gustavo Gili, \n2013. 567 p. \nSARAPKA, E. M. et al. Desenho arquitetônico básico. São Paulo: Pini, 2010. 101 \np. \n \n \n4º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nFIS 003 \nFísica III \n60 \nObrigatória \nEmenta: \nForças e campos elétricos. Potencial elétrico. Capacitância e dielétricos. Resistência, \ncorrentes e circuitos elétricos. Campo magnético. Lei de Ampére. Lei da indução de \nFaraday. Indutância e oscilações eletromagnéticas. Correntes alternadas. Propriedades \nmagnéticas da matéria. \n", "66": "61 \n \nObjetivos Gerais e Específicos: \nIntroduzir o estudante nos conceitos fundamentais do eletromagnetismo. Dar \nembasamento a conteúdos mais avançados sobre as aplicações do eletromagnetismo, \ncomo a geração de energia elétrica, projeto eletrotécnico e de instalações. Capacitar o \nacadêmico a compreender os princípios básicos de eletrostática, magnetostática e \nmagnetodinâmica. \nBibliografia Básica: \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física: \neletromagnetismo. 9. ed. Rio de Janeiro: LTC, 2012. \nNUSSENZVEIG, H. M. Curso de física básica: eletromagnetismo. 5. ed. São Paulo: \nBlucher, 2014. \nYOUNG, H. D.; FREEDMAN, R. A. Sears e Zemansky física III: \neletromagnetismo. 12. ed. São Paulo: Pearson, 2009. \nBibliografia Complementar: \nCHAVES, Alaor. Física básica: eletromagnetismo. Rio de Janeiro: LTC, 2007. \nHEWITT, Paul G. Física conceitual. 11. ed. Porto Alegre: Bookman, 2011. \nKNIGHT, Randall D. Física: uma abordagem estratégica. 2. ed. Porto Alegre: \nBookman, 2009. v. 1. \nTIPLER, Paul A.; MOSCA, Gene. Física para cientistas e engenheiros: eletricidade \ne magnetismo. 6. ed. Rio de Janeiro: LTC, 2009. \nSERWAY, R. A.; JEWETT, J. W., Jr. Princípios de física: eletricidade e magnetismo. \nSão Paulo: Cengage Learning, 2012. \n \n \n \n4º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 002 \nResistência dos Materiais I \n60 \nObrigatória \nEmenta: \nProduto de inércia. Determinação dos eixos principais de inércia. Tensões normais. \nTensões de cisalhamento. Tensões de esmagamento. Aplicações. Tensão e \ndeformação – cargas axiais. Diagrama tensão-deformação. Lei de Hooke. Coeficiente \nde Poisson. Dilatação térmica. Torção em regime elástico. Flexão pura. Problemas \nestaticamente indeterminados. \nObjetivos Gerais e Específicos: \n", "67": "62 \n \nApresentar os conceitos sobre o comportamento mecânico de materiais sujeitos a \nesforços. Mostrar os princípios básicos da análise de tensões; apresentar a \nmetodologia para o cálculo deformações e esforços. \nBibliografia Básica: \nBEER, F. P.; JOHNSTON JR., E. R.; DEWOLF, J. T.; MAZUREK, D. Estática e \nmecânica dos materiais. McGraw-Hill. Porto Alegre. 2013. \nBOTELHO, M. H. C. Resistência dos Materiais: para entender e gostar. 2. ed. \nEdgard Blucher. São Paulo, 1992. \nGERE, J. M. Mecânica dos materiais. 7. ed. Cengage Learning. São Paulo. 2010. \nBibliografia Complementar: \nMELCONIAN, S. Mecânica técnica e resistência dos materiais. 19. ed. Érica. São \nPaulo. 2013. \nBEER, F. P. Mecânica vetorial para engenheiros: dinâmica. 9. ed. McGraw-Hill. \nPorto Alegre. 2012. \nBEER, F. P. Mecânica vetorial para engenheiros: estática. 9. ed. McGraw-Hill. \nPorto Alegre. 2011. \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos de física: mecânica. \nLTC. 9. ed. Rio de Janeiro. 2012. \nSERWAY, R. A.; JEWETT, J. W. Princípios de física: vol. 1: mecânica clássica. \nCengage Learning. São Paulo. 2012. \n \n \n4º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nMTC 002 \nMateriais de construção civil \nII \n60 \nObrigatória \nEmenta: \nAglomerantes. Cimento Portland. Agregados. Concreto. Aditivos para concreto. \nPropriedades do concreto nos estados frescos e endurecidos. Dosagem de concreto. \nProdução e aplicação do concreto. Controle tecnológico do concreto. Durabilidade do \nconcreto. Concretos especiais. Argamassas. \nObjetivos Gerais e Específicos: \nA disciplina de Materiais de Construção Civil tem como objetivo capacitar os futuros \nengenheiros civis a relacionar e aplicar o conhecimento científico e tecnológico à \nprodução, normalização, uso e desempenho de materiais e componentes da \nConstrução Civil. Com o intuito de especificar, selecionar, controlar e aplicar os \n", "68": "63 \n \nmateriais e componentes da Construção Civil de modo a atender às exigências de \nprojeto, uso e do meio ambiente. \nBibliografia Básica: \nBAUER, L. A. Falcão (Coord.). Materiais de construção. Rio de Janeiro: LTC, \n2000. v. 1. 5. ed. rev. 471 p. \nBOTELHO, M. H. C.; OSVALDEMAR, M. Concreto armado eu te amo: volume 2. \nSão Paulo: Blücher, 2015.4. ed. v.2, 240 p. \nAMBROZEWICZ, P. H. L. Materiais de construção: normas, especificações, \naplicação e ensaios de laboratório. São Paulo: Pini, 2012. 457 p. \nBibliografia Complementar: \nREBELLO, Y. C. P. Estruturas de aço, concreto e madeira: atendimento da \nexpectativa dimensional. São Paulo: Zigurate, 2005. 7. ed. 373 p. \nRIBEIRO, C. C.; PINTO, J. D. da S.; STARLING, T. Materiais de construção civil. \nBelo Horizonte: Ed. UFMG, 2013. 112 p. 4. ed. rev. \nBERTOLINI, L. Materiais de construção: patologia, reabilitação, prevenção. São \nPaulo: Oficina de Textos, 2010. 414p. \nBORGES, A. de C. Prática das pequenas construções. 6. ed. rev. e ampl. São Paulo: \nEdgard Blücher, 2010. v. 2, vii, 140 p. \nAZEREDO, Hélio Alves de. O edifício até sua cobertura. São Paulo: Blücher, 1997. \n2. ed. rev. 182 p.ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR: \nnormas técnicas aplicadas a materiais de construção civil. \n \n \n \n4º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nFIS 005 \nTransferência de Calor \n45 \nObrigatória \nEmenta: \nConsiderações gerais. Condução. Convecção. Radiação. \nObjetivos Gerais e Específicos: \nProporcionar conhecimentos técnicos relacionados a trocas de calor e transferência de \nmassa e suas aplicabilidades na construção civil. \nBibliografia Básica: \n", "69": "64 \n \nINCROPERA, F. P.; DeWITT, D. P. Transferência de Calor e Massa. 7 ed. Rio de \nJaneiro: LTC, 2014. \nKREITH, F.; BOHN, M. S.; MANGLIK, R. Princípios da transferência de calor. 7 \ned. São Paulo: Cengage Learning, 2014. \nYOUNG, Hugh D.; FREEDMAN, Roger A; FORD, A. Lewis (colab.). Física II: \ntermodinâmica e ondas. 14. ed. São Paulo: Pearson, 2016. 371 p. ISBN \n9788543005737 (v. 2). \nBibliografia Complementar: \nBISTAFA, S. R. Mecânica dos fluidos: noções e aplicações. 1. ed. São Paulo: \nBlucher, 2010. 296p. \nÇENGEL, Y. A. Mecânica dos fluidos: fundamentos e aplicações. 3. ed. São Paulo: \nAMGH, 2015. 992p. \nFOX, R. W., MCDONALD, A. T. & PRITCHARD, P. J., Introdução à Mecânica \ndos Fluidos. 8. ed. Livros Técnicos e Científicos Editora, 2014. 884p. \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos da Física 9. \ned. Rio de Janeiro: LTC, 2011. v. 2 \nNUSSENZVEIG, H. Moysés. Curso de física básica 2: fluidos : oscilações e ondas : \ncalor. 5. ed., São Paulo: Blucher, 2014. \n \n \n \n5º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nENG 001 \nMecânica dos Fluidos \n60 \nObrigatória \nEmenta: \nConceitos fundamentais. Estática dos fluidos. Manometria. Empuxo. Cinemática dos \nfluidos. Equação de energia para regime permanente. Análise dimensional – \nsemelhança. Perda de carga. Instrumentação para medida das propriedades dos \nfluidos e dos escoamentos. \nObjetivos Gerais e Específicos: \nO objetivo geral desta disciplina é capacitar os alunos de Engenharia Civil para o \naprendizado e o domínio da parte conceitual envolvendo o conhecimento de leis, \nprincípios, conceitos básicos, formulações teóricas e empíricas relativas a fluidos em \nequilíbrio e em movimento. \nOs objetivos específicos são: \n● \nPossibilitar ao aluno um domínio das características, conceitos e \ncomportamento de escoamento de fluidos; \n", "70": "65 \n \n● \nFornecer embasamento conceitual indispensável à elaboração de textos \ntécnicos, à emissão de pareceres de engenharia e à interpretação de \ndocumentos relacionados ao conteúdo da disciplina. \nBibliografia Básica: \nBRUNETTI, F. Mecânica de Fluidos. 2. ed. rev. São Paulo: Pearson Prentice Hall, \n2008. 431p. \nFOX, R. W., MCDONALD, A. T. & PRITCHARD, P. J., Introdução à Mecânica \ndos Fluidos. 8. ed. Livros Técnicos e Científicos Editora, 2014. 884p. \nPOTTER, M. C., WIGGERT, D. C. Mecânica de Fluidos. Tradução da 4ª edição \nnorte-americana. São Paulo: Cengage Learning, 2015. 728p. \nBibliografia Complementar: \nBISTAFA, S. R. Mecânica dos fluidos: noções e aplicações. 1. ed. São Paulo: \nBlucher, 2010. 296p. \nÇENGEL, Y. A.; CIMBALA, J. M. Mecânica dos fluidos: fundamentos e \naplicações. 3. ed. Porto Alegre: McGraw Hill, 2015. 821p. \nHIBBELER, R. C. Mecânica dos fluidos. 1. ed. São Paulo: Pearson Prentice Hall, \n2016. 832p. \nMUNSON, B. R.; YOUNG. D. F.; OKIISHI, T. H. Fundamentos da mecânica dos \nfluidos. Tradução da 4ª edição americana. São Paulo: Blucher, 2004. 584p. \nWHITE, F. M. Mecânica dos fluidos. 6. ed. Porto Alegre: McGraw Hill, 2010. 880p. \n \n \n5º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nFIS 006 \nFísica Experimental II \n45 \nObrigatória \nEmenta: \nExperimentos relativos às disciplinas Física II e Física III \nObjetivos Gerais e Específicos: \nReconhecer a teoria estudada nas disciplinas Física II e Física III através de experimentos \nrealizados em laboratório. \nFamiliarizar o aluno com resultados aproximados e com erros que sempre ocorrem em \nsituações práticas. \nAprender a minimizar erros de experimentos. \nBibliografia Básica: \n", "71": "66 \n \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física: Gravitação, \nOndas e Termodinâmica. 9. ed. Rio de Janeiro: LTC, 2012. v. 2 \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física: \nEletromagnetismo. 9. ed. Rio de Janeiro: LTC, 2012. v. 3 \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \nmecânica. 10. ed. Rio de Janeiro: LTC, c2016. v. 1 \nBibliografia Complementar: \nYOUNG, Hugh D.; FREEDMAN, Roger A; FORD, A. Lewis (colab.). Física II: \ntermodinâmica e ondas. 12. ed. São Paulo: Pearson, 2008. 329 p. ISBN \n9788588639331 (v. 2). \nCHAVES, Alaor. Física básica: gravitação, fluidos, ondas, termodinâmica. Rio de \nJaneiro: LTC, 2007. \nHEWITT, Paul G. Física conceitual. 11. ed. Porto Alegre: Bookman, 2011. \nNUSSENZVEIG, H. M. Curso de física básica. 5. ed. São Paulo: Blucher, 2014. \nTIPLER, Paul   A.;   MOSCA,   Gene.   Física   para   cientistas   e engenheiros: \neletromagnetismo. 6. ed. Rio de Janeiro: LTC, 2009. \nYOUNG,   H.    D.;    FREEDMAN,    R.    A.    Física   III: eletromagnetismo. 12. \ned. São Paulo: Pearson, 2009. \n5º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 003 \nResistência dos Materiais II \n60 \nObrigatória \nEmenta: \nAnálise das tensões e deformações. Flexão de vigas estaticamente determinadas e \nindeterminadas. Vigas contínuas. Análise estrutural e métodos de energia. Colunas. \nSolicitações dinâmicas, choque e fadiga. Flexão inelástica. Barras curvas. \nObjetivos Gerais e Específicos: \nMostrar o comportamento mecânico de materiais sujeitos a esforços. Mostrar os \nprincípios básicos da análise de tensões; apresentar a metodologia para o cálculo \ndeformações e esforços. \nBibliografia Básica: \nBEER, Ferdinand P. et al. Mecânica dos materiais: estática. 7. ed. Porto Alegre: \nAMGH, 2015. \nHIBBELER, R. C. Resistência dos materiais. 3. ed. Rio de Janeiro: LTC - Livros \nTécnicos e Científicos, c2000. viii, 701 p. ISBN 8521612281 (broch.). \n", "72": "67 \n \nBOTELHO, Manoel Henrique Campos. Resistência dos materiais para entender e \ngostar: um texto curricular. São Paulo: Nobel, c1998. 272p. (broch.). \nBibliografia Complementar: \nBEER, F. P.; JOHNSTON JR., E. R.; DEWOLF, J. T.; MAZUREK, D. Estática e \nmecânica dos materiais. McGraw-Hill. Porto Alegre. 2013. \nGERE, J. M. Mecânica dos materiais. São Paulo: Cengage Learning, 2003. \nPOPOV, E. P. Introdução à mecânica dos sólidos. 8ª Ed. SÃO PAULO: E. \nBLUCHER, 2009. \nMELCONIAN, SARKIS. Mecânica técnica e resistência dos materiais.19 Ed. São \nPaulo: Érica, 2012. \nBEER, Ferdinand Pierre ET al. Mecânica vetorial para engenheiros. 9. Ed. São \nPaulo: Mcgraw-Hill, 2012. \n \n \n5º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nGEO 001 \nGeologia Aplicada \n60 \nObrigatória \nEmenta: \nEstrutura da Terra. Principais processos geológicos. Minerais. Estratigrafia. Geologia \nestrutural. Projeções estereográficas. Propriedades geológico-geotécnicas de \nformações geológicas. Intemperismo. Propriedades tecnológicas de rochas. \nInvestigação do subsolo. Hidrogeologia. Geologia de túneis. Geologia de barragens. \nObjetivos Gerais e Específicos: \nO discente será capaz de compreender sobre o estudo de propriedades dos minerais e \nrochas com intuito de utilização em obras civis e prevenção de desastres. Dentre os \nobjetivos específicos destacam-se: entender como ocorrem os principais tipos de \ndesastres naturais e conhecer as medidas necessárias para evitá-los ou atenuá-los; \nidentificação de rochas e provisão de constituição mineral; entendimento sobre a \ngeomorfologia local e intuir sobre a disposição do perfil geológico; verificação de \npropriedades tecnológicas de rochas e minerais constituintes; investigação de perfis \ndo subsolo na tomada de decisão acerca de fundações a serem utilizadas; \nreconhecimento de aspectos presentes em obras especiais de túneis e barragens. \nBibliografia Básica: \nTEIXEIRA, W. (Org.) et al. Decifrando a Terra. 2. ed. São Paulo: Companhia \nEditora Nacional, 2009. 623 p. ISBN 9788504014396. \n", "73": "68 \n \nPOPP, J. H. Geologia geral. 6. ed. rev. Rio de Janeiro: LTC, 2010. xi, 309 p. ISBN \n9788521617600. \nJORDAN et al. Para entender a Terra. Editora Bookman, 6ª edição, 2013. \nBibliografia Complementar: \nSCHOBBENHAUS, C. et al. Mapa geológico do Brasil e da área oceânica \nadjacente incluindo depósitos minerais. Escala 1:2.5000.000. 2. ed. Brasília: \nCPRM, \n1995. \n4 \npartes. \nDisponível \nem: \n<http://rigeo.cprm.gov.br/xmlui/handle/doc/8516?show=full>. Acesso em: 01 fev. \n2017. \nGUERRA, A. J. T.; CUNHA, S. B. da (Org.). Geomorfologia e meio ambiente. 11. \ned. Rio de Janeiro: Bertrand Brasil, 2012. 394 p. ISBN 9788528605730. \nAMARAL, R.; SANTORO, J.; YOMINAGA, L. K. Desastres Naturais – Conhecer \npara prevenir. São Paulo: Instituto Geológico, 2009. Disponível no link: \nhttp://www.igeologico.sp.gov.br/downloads/livros/DesastresNaturais.pdf. Acesso em \n04/05/2017. \nBARRY, R. G. & CHORLEY, R. J. Atmosfera, Tempo e Clima. Editora, Bookman \nCompanhia, 9ª edição, 2013. \nCAVALCANTI, I.; DIAS, M. A. F.; JUSTI, M. G. A.; FERREIRA, N. J. Tempo e \nClima no Brasil. Editora Oficina dos Textos. \nMONROE, J. & WICANDER, R. Fundamentos de Geologia. Cengage Learning, \n2010. \nSUGUIO, K; SUZUKI, U. A Evolução Geológica da Terra e a Fragilidade da \nVida. 2ª ed. São Paulo: Blucher, 2010. \nCARVALHO, E. T. Geologia Urbana para todos – Uma visão de Belo Horizonte. \n2ª Ed. Editora Geolurb, Belo Horizonte, 2001. 176p. Disponível no link: \nhttp://www.mediafire.com/file/5815s7f8m5a5ww7/Geologia+Urbana+para+Todos+- \n+Carvalho+ET.pdf. Acesso em 04/05/2017. \n \n \n5º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nCOC 003 \nEletrotécnica \n60 \nObrigatória \nEmenta: \nRevisão dos conceitos básicos de eletricidade. Leis de circuitos elétricos. Dispositivos \nelétricos: equipamentos de medição e principais componentes de circuitos. Geração, \ntransmissão e distribuição de energia elétrica. Motores, geradores e transformadores. \nObjetivos Gerais e Específicos: \n", "74": "69 \n \nIntroduzir os conceitos de eletricidade aplicados a sistemas de corrente contínua e \nalternada. Conhecer os principais componentes e dispositivos usados em circuitos \nelétricos. Conhecer as técnicas de análise de circuitos de corrente contínua e \nalternada. Conhecer o funcionamento de sistemas trifásicos, geradores e \ntransformadores. \nBibliografia Básica: \nGUSSOW, M. Eletricidade Básica. 2. ed. Porto Alegre: Bookman, 2009. 570 p. \nO’MALLEY, J. Análise de Circuitos. 2. ed. Porto Alegre: Bookman, 2014. 376p. \nBOYLESTAD, R. Introdução à Análise de Circuitos. 12. ed. São Paulo: Pearson \nPrentice Hall, 2012. 959p. \nBibliografia Complementar: \nCREDER, H. Instalações elétricas 16. ed. Rio de Janeiro: LTC, 2016. 494p. \nFLARYS, Francisco. Eletrotécnica Geral - Teoria e Exercícios Resolvidos - 2ª ed. \nSão Paulo: Manole, 2013. 304p. \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física: \neletromagnetismo. 9. ed. Rio de Janeiro: LTC, 2011. v. 3. \nMARKUS, O. Circuitos elétricos: corrente contínua e corrente alternada. 9ed. \nSão Paulo: Érica 2011. 304p. \nNISKIER, J.; MACINTYRE, A. Instalações elétricas 6. Ed. Rio de Janeiro :LTC, \n2013. 464p. \n \n \n \n \n \n \n5º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nGET 001 \nMecânica dos Solos I \n75 \nObrigatória \nEmenta: \nFísica do solo: Índices Físicos, Granulometria, Limites de Atterberg, Compacidade, \nConsistência. Identificação e classificação dos solos. Compactação. Tensões e \ndeformações geostáticas. Capilaridade. Hidráulica dos solos: Permeabilidade, \nPercolação, Redes de Fluxo. Compressibilidade. Adensamento. Ensaios \nde \nlaboratório de caracterização. \nObjetivos Gerais e Específicos: \n", "75": "70 \n \nCompreender a abordagem mecânica dada ao comportamento dos solos quando \nsubmetido a situações correntes de obras civis. Reconhecer o comportamento dos \nsolos quanto ao seu estado de saturação e tensões incidentes. \nDentre os principais objetivos específicos se enquadram: reconhecimento de previsão \nde comportamento mecânico dos solos devido aos fatores de formação; correta \nassimilação sobre porções mássicas e volumétricas dos solos; estabelecimento da \nrotina de trabalho para trabalhos de compactação; verificar a distribuição de tensões; \nperceber como o fenômeno de percolação de água pode alterar os níveis de tensão \naplicada no solo. \nBibliografia Básica: \nPINTO, C.S. Curso básico de mecânica dos solos, Oficina de Textos, São Paulo, 3ª \ned. 2006. \nCAPUTO, H. P. Mecânica dos solos e suas aplicações: fundamentos. Volume 1. 7ª \nEd. Rio de Janeiro: LTC, 2015. 252p. ISBN 9788521618850. \nDAS, B. M. Fundamentos de engenharia geotécnica. Tradução da 7ª edição \nnorte-americana. São Paulo: Cengage Learning, 2012. 610 p. ISBN 9788522111121. \nCRAIG, R. F.; ‘PPETT, J. Craig mecânica dos solos. 8ª ed. Rio de Janeiro: LTC, \n2014. xxiii, 419 p. ISBN 9788521626923. \nBibliografia Complementar: \nCAPUTO, H. P. Mecânica dos solos e suas aplicações – Mecânica das Rochas, \nFundações e Obras de Terra. Volume 2. 7ª Ed. Rio de Janeiro, LTC, 2015. 576p. \nISBN 978-8521620389. \nCAPUTO, H. P. Mecânica dos solos e suas aplicações – Exercícios e Problemas \nResolvidos. Volume 3. 7ª Ed. Rio de Janeiro, LTC, 2015. 350p. ISBN \n9788521623595. \nABMS/ABEF. Fundações – Teoria e Prática. Editora PINI, 3ª edição, 2016. 1811p. \nISBN 9788572664691. \nTEIXEIRA, W. (Org.) et al. Decifrando a Terra. 2. ed. São Paulo: Companhia \nEditora Nacional, 2009. 623 p \nMONROE, J. & WICANDER, R. Fundamentos de Geologia. Cengage Learning, \n2010. \nPOPP, J.H. Geologia Geral, 6a ed., Editora LTC, Rio de Janeiro, 2013. \n \n \n6º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 004 \nTeoria das Estruturas I \n60 \nObrigatória \nEmenta: \n", "76": "71 \n \nIntrodução. Conceitos fundamentais. Reações de Apoio. Esforços solicitantes \ninternos. Sistemas isostáticos planos. Sistemas isostáticos no espaço. Linhas de \ninfluência. \nObjetivos Gerais e Específicos: \nEstudar elementos estruturais em modelos reticulados, suas formas de sustentação e \nde apoio, as equações de equilíbrio, conceitos de isoestaticidade e estabilidade, \ncarregamentos localizados e distribuídos, cálculo de esforços solicitantes internos, \ndiagramas de esforços solicitantes e traçado de linhas de influência. \nBibliografia Básica: \nALMEIDA, M.C.F. Estruturas Isostáticas. São Paulo: Oficina de Textos, 2015. 167 \np. \nMARGARIDO,A.F.. Fundamentos de Estruturas: um programa para arquitetos \ne engenheiros que iniciam no estudo das estruturas. 6 ed. São Paulo: Zigurate, \n2001. \nENGEL, Heino. Sistemas de estructuras= Sistemas estruturais. Barcelona: \nGustavo Gili, 2001. \nBibliografia Complementar: \nHIBBELER, R. C. Resistência dos materiais. 7. ed. São Paulo: Pearson, \n2010.GERE, J. M. Mecânica dos materiais. São Paulo: Cengage Learning, 2003. \nPOPOV, E. P. Introdução à mecânica dos sólidos. 8ª ed. SÃO PAULO: E. \nBLUCHER,2009. \nMELCONIAN, S. Mecânica técnica e resistência dos materiais.19ª ed. São Paulo: \nÉrica, 2012. \nBEER, F. P. et al. Mecânica vetorial para engenheiros. 9ª ed. São Paulo: \nMcgraw-Hill, 2012. \n \n \n \n6º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nTEC 001 \nTecnologia das Construções \nI \n60 \nObrigatória \nEmenta: \nTecnologia da construção de edifícios e outros tipos de construções. Trabalhos \npreliminares e instalação de obras. Locação da obra. Sondagens. Execução das \nfundações. Sistemas construtivos. Estruturas em alvenaria, concreto, aço e madeira: \nmateriais, equipamentos e processos construtivos. Execução de formas. Execução das \n", "77": "72 \n \ninstalações prediais. Coberturas; impermeabilização. Revestimentos; pintura. \nIsolamento térmico e acústico. Esquadrias, ferragens e vidraçaria. \nObjetivos Gerais e Específicos: \nIntroduzir os conceitos de sistemas produtivos, técnica, tecnologia, processo e \nmétodos. Considerar a utilização da técnica construtiva, de forma adequada, na etapa \nde estrutura da edificação, por meio do conhecimento dos materiais, da tecnologia e \ndos equipamentos disponíveis no mercado. Despertar o interesse pela tecnologia da \nconstrução. Conscientizar os estudantes da sua responsabilidade profissional, a partir \ndo momento que se assume a responsabilidade técnica de uma construção. Evidenciar \nas vantagens da utilização de técnicas construtivas aprimoradas, no que diz respeito a \nracionalização da obra e observação da normalização, com suas consequências \neconômicas. Estudar as propriedades, especificações, restrições e utilizações dos \nrespectivos materiais de construção. Incentivar a leitura de artigos técnicos e \ncientíficos bem como o manuseio das normas técnicas, catálogos e manuais. \nDiscriminar, quantificar e orçar os materiais e serviços que compõem a etapa de \nestrutura, num projeto arquitetônico específico. \nBibliografia Básica: \nSALGADO, J. Técnicas e Práticas Construtivas para Edificação. São Paulo: \nÉrica, 2009. \nYAZIGI, W. A Técnica de Edificar; São Paulo: Pini, 1998. \nTHOMAZ, E. Tecnologia, Gerenciamento e Qualidade na Construção; São Paulo: \nPINI, 2001. \nBibliografia Complementar: \nSLACK, N; CHAMBERS, S; JOHNSTON, R. Administração da Produção. São \nPaulo: Atlas, 2002. \nRIBEIRO, R. M. Saber-fazer e segmentação de mercado: um estudo de caso na \nconstrução civil. XX Encontro Nacional de Engenharia de Produção - VI \nInternational \nConference \non \nIndustrial \nEngineering \nand \nOperations \nManagement, São Paulo, p. 01-08, 2000. \nKOSKELA, L. Application of the new production philosophy to construction. \nCenter for Integrated Facility Engineering - CIFE, Stanford University, Stanford - \nEUA, Technical Report n. 72, 1992. \nLIMMER, C. V. Planejamento, Orçamento e Controle de Projetos e Obras. Rio \nde Janeiro: LTC, 2015. \nBERNARDES, M. M. S. Planejamento e Controle da Produção para Empresas \nde Construção Civil. Rio de Janeiro: LTC, 2015. \n \n \n6º PERÍODO \n \n", "78": "73 \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nDES 004 \nDesenho \nAssistido \npor \nComputador \n60 \nObrigatória \nEmenta: \nSistemas cad, parâmetros de trabalho no AutoCAD. Comandos básicos. Comandos de \ndesenho. Construção. Modificação. Textos e dimensionamento no AutoCAD. \nImpressão e plotagem. Desenho de projetos arquitetônicos com AutoCad. \nObjetivos Gerais e Específicos: \nUsar o recurso do sistema CAD como uma importante ferramenta na representação de \nprojetos. Utilizar os recursos de um sistema CAD. Desenhar plantas, cortes e outras \nrepresentações simples em 2 dimensões em sistemas CAD. Representar projetos \narquitetônicos em sistema CAD \nBibliografia Básica: \nNETTO, Claudia Campos. Autodesk® Revit® Architecture 2016 - Conceitos e \nAplicações. São Paulo: Érica, 2016. 464 p. ISBN 9788536516004. \nLIMA, Claudia Campos Netto Alves de. Estudo dirigido de AutoCAD. 1. ed., 3. \nreimpr. São Paulo: Érica, 2014. 320 p. (PD). ISBN 9788536504667. \nRIBEIRO, Antônio Clélio; PERES, Mauro Pedro; IZIDORO, Nacir. Curso de \ndesenho técnico e AutoCAD. São Paulo: Pearson Education do Brasil, 2013. 362 \nISBN 9788581430843 \n. \nBibliografia Complementar: \nGASPAR, J. SketchUp para design de móveis. São Paulo: ProBooks, 2013. 195 p. \nISBN 8561453168. \nANDRADE, M. S. Adobe Photoshop Cs6. São Paulo: SENAC, 2013. 602 p. ISBN \n9788539603084. \nALVES, W. P. Adobe Illustrator Cc 2015 - Ferramentas e Técnicas Para Desenho. \nSão Paulo: Érica, 2015. 240 p. ISBN 9788536515762. \nGASPAR, J., Lorenzo, N. T. e Soares, H. S. ARCHICAD passo a passo. V. I. São \nPaulo: ProBooks, 2016. 400 p. ISBN 9788561453480. \nGASPAR, J., Lorenzo, N. T. e Soares, H. S. ARCHICAD passo a passo. V. II. São \nPaulo: ProBooks, 2016. 400 p. ISBN 9788561453497. \nGuia \ndo \nusuário \ndo \nCorelDraw®X8. \nDisponível \nna \ninternet \nem \nhttp://product.corel.com/help/CorelDRAW/540238885/Main/BR/User-Guide/CorelD \nRAW-X8.pdf. Acesso em 04/01/2017. 784 p. \n", "79": "74 \n \n6º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nHIS 001 \nHidráulica I \n60 \nObrigatória \nEmenta: \nIntrodução à Engenharia Hidráulica. Mecânica dos Fluidos na \nHidráulica. \nEscoamento em condutos forçados: perda de carga, linha piezométrica, condutos \nequivalentes, associação de reservatórios. Estações elevatórias: arranjo geral e \nelementos, altura manométrica, potência, rendimento, tubulação de recalque; \nclassificação e tipos de bombas; escolha de bombas centrífugas; curva de bombas e \ncurva de sistemas; associação de bombas; cavitação. \nObjetivos Gerais e Específicos: \nO objetivo geral desta disciplina é capacitar o aluno quanto aos conceitos e aplicações \nde escoamentos em condutos forçados e sistemas de bombeamento. \nOs objetivos específicos são: \n● \nCompreender conceitos envolvidos no escoamento em condutos \nforçados, bem como suas aplicações; \n● \nDistinguir e aplicar os conceitos relacionados aos sistemas de \nrecalque; \n● \nCompreender os conceitos envolvidos no dimensionamento de \nbombas. \nBibliografia Básica: \nAZEVEDO NETTO, J. FERNANDEZ, M. F. Manual de hidráulica. 9ª ed. São \nPaulo: Blucher, 2015. 632p. \nBAPTISTA, M. LARA, M. Fundamentos de Engenharia Hidráulica. Belo \nHorizonte: UFMG. 4ª ed. 2016. 473 p. \nCREDER, Hélio. Instalações hidráulicas e sanitárias. 6. ed. Rio de Janeiro: LTC, \n2006. xv, 423 p. ISBN 9788521614890. \nBibliografia Complementar: \nBRUNETTI, F. Mecânica de Fluidos. 2. ed. rev. São Paulo: Pearson Prentice Hall, \n2008. 431p. \nCHADWICK, A. MORFETT, J. BORTHWICK, M. Hidráulica para engenharia \ncivil e ambiental. Rio de Janeiro: Elsevier. 2016. 504p. \nGARCEZ, L. N. Elementos de engenharia hidráulica e sanitária. 2ª ed. São Paulo: \nEd. Blucher. 1976. 372p. \nHOUGHTALEN, R. J. AKAN, A. O. HWANG, N. H. C. Engenharia hidráulica. \nRIbeirão Preto: Pearson. 4ª ed. 2013. \n", "80": "75 \n \nMACINTYRE, A. Bombas e instalações de bombeamento. Rio de Janeiro: LTC. \n2ª ed. 1993. 806p. \n \n \n \n6º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nTRS 001 \nTopografia \n60 \nObrigatória \nEmenta: \nIntrodução à Topografia. Revisão Matemática. Fundamentos topográficos. Escalas. \nNormalização. Declinação Magnética. Levantamento planimétricos. Cálculo de áreas. \nProjeções UTM. Levantamento altimétrico geométrico. Marcação e interpretação de \ncurvas de nível. Platôs, taludes, rampas e planos inclinados em projetos. Introdução à \nterraplenagem. Representação Gráfica. \nObjetivos Gerais e Específicos: \nCapacitar o aluno a interpretar e representar a superfície topográfica como recurso \nauxiliar na construção civil; avaliar o grau de precisão necessário nos trabalhos \ntopográficos para os fins específicos da engenharia e a viabilidade de aplicação de \nnovas tecnologias da topografia nas obras correntes de infraestrutura; utilizar \nadequadamente instrumental topográfico para planimetria e altimetria, interpretando \nplantas topográficas planialtimétricas. \nBibliografia Básica: \nBORGES, Alberto de Campos. Topografia: aplicada à engenharia civil. 2. ed. São \nPaulo: Edgard Blücher, 1992. 232 p. (2) ISBN 85-212-0131-1. \nTULER, Marcelo; SARAIVA, Sérgio. Fundamentos de topografia. Porto Alegre, \nRS: Bookman, 2014. 308 p. (Tekne). ISBN 9788582601198. \nPASCINI, Antônio de Pádua Gouvêa; MENZORI, Mauro. Topografia. Juiz de Fora: \nUFJF, 2013. 214 p. ISBN 9788576721604. \nBibliografia Complementar: \nBORGES, Alberto de Campos. Exercícios de topografia. 3. ed., rev., ampl., 18. \nreimpr. São Paulo: Blucher, 2014. 192 p. ISBN 9788521200895. \nFITZ, Paulo Roberto. Cartografia básica. 9. ed. São Paulo: Oficina de Textos, 2008. \n143 p. ISBN 9788586238765. \nDAIBERT, João Dalton. Topografia: técnicas e práticas de campo. 1. ed. São Paulo: \nÉrica, 2014. 120 p. (Eixos) ISBN 9788536506586. \nDaibert, João Dalton. Topografia geral. Editora: LTC \n", "81": "76 \n \nCOSTA, Aluízio Alves da. Topografia. Curitiba: Livro Técnico, 2011. 144 p. ISBN \n9788563687227. \n \n \n \n6º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nGET 002 \nMecânica dos Solos II \n60 \nObrigatória \nEmenta: \nResistência ao cisalhamento dos solos. Ensaios de campo e de laboratório para estudo \ndo comportamento tensão-deformação-resistência dos solos. Empuxos de terra. \nEstabilidade de taludes e encostas. Uso de geossintéticos em \ngeotecnia. \nRebaixamento do lençol freático. \nObjetivos Gerais e Específicos: \nCompreender a abordagem mecânica dada ao comportamento dos solos quando \nsubmetido a situações correntes de obras civis. Reconhecer o comportamento dos \nsolos quanto ao seu estado de saturação e tensões incidentes. \nDentre os principais objetivos específicos se enquadram: determinação do coeficiente \nde segurança de taludes e encostas; interpretação das tensões desenvolvidas nos solos; \nentender a analogia entre solo in situ e sob ensaio triaxial; aplicar as variáveis do \ncurso de Mecânica dos Solos em obras rotineiras da engenharia civil. \nBibliografia Básica: \nPINTO, C.S. Curso básico de mecânica dos solos, Oficina de Textos, São Paulo, \n2000. \nCAPUTO, H. P. Mecânica dos solos e suas aplicações: fundamentos. Volume 1. 6. \ned. rev. e ampl. Rio de Janeiro: LTC, 1998. 234 p. ISBN 9788521605591. \nCRAIG, R. F.; KNAPPETT, J. Craig mecânica dos solos. 8. ed. Rio de Janeiro: LTC, \n2014. xxiii, 419 p. ISBN 9788521626923. \nDAS, B. M. Fundamentos de engenharia geotécnica. São Paulo: Cengage \nLearning, 2012. 610 p. ISBN 9788522111121. \nBibliografia Complementar: \nABMS/ABEF. Fundações – Teoria e Prática. Editora PINI, 3ª edição, 2016. 1811p. \nISBN 9788572664691. \nCAPUTO, H. P. Mecânica dos solos e suas aplicações: mecânica das rochas - \nfundações - obras de terra. Volume 2. 6. ed. rev. e ampl. Rio de Janeiro: LTC, 1987. \n498p.498 p. ISBN 9788521605256. \n", "82": "77 \n \nCAPUTO, H. P. Mecânica dos solos e suas aplicações – Exercícios e Problemas \nResolvidos. Volume 3. 7ª Ed. Rio de Janeiro, LTC, 2015. 350p. ISBN \n9788521623595. \nMONROE, J. & WICANDER, R. Fundamentos de Geologia. Cengage Learning, \n2010. \nTEIXEIRA, W. (Org.) et al. Decifrando a Terra. 2. ed. São Paulo: Companhia \nEditora Nacional, 2009. 623 p \nPOPP, J.H. Geologia Geral, 6a ed., Editora LTC, Rio de Janeiro, 2013. \n7º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 006 \nConcreto Armado I \n60 \nObrigatória \nEmenta: \nPropriedades do concreto. Propriedade do aço. Valores Característicos e de Cálculo, \nDiagramas Tensão-Deformação do Concreto e do Aço. Aderência entre o Concreto e \no Aço; Combinação de Ações. \nObjetivos Gerais e Específicos: \nDimensionar estruturas simples de lajes, vigas e pilares para a construção civil. \nBibliografia Básica: \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICA (ABNT). NBR 6118 – \nProjeto e execução de estruturas de concreto. 2003. \nMARCHETTI, Osvaldemar. Pontes de concreto armado. 2. ed. São Paulo: Blucher, \n2018. viii, 237 p. ISBN 9788521212782. \nLEONHARDT F., MONNIG E., Construções de Concreto., Vol 01, 02 e 03. \nInterciência, Rio de Janeiro, 1977. \nBibliografia Complementar: \nFUSCO, P. B., Técnica de armar as estruturas de concreto. Pini. São Paulo, 1995. \nBEER, F. P.; JOHNSTON JR., E. R.; DEWOLF, J. T.; MAZUREK, D. Estática e \nmecânica dos materiais. McGraw-Hill. Porto Alegre. 2013. \nCARVALHO, Roberto Chust; FIGUEIREDO FILHO, Jasson Rodrigues de. Cálculo \ne detalhamento de estruturas usuais de concreto armado: segundo a NBR \n6118:2014. 4. ed. São Paulo: EdUFSCar, 2014. 415 p. ISBN 9788576003564. \nGERE, J. M. Mecânica dos materiais. São Paulo: Cengage Learning, 2003. \nMELCONIAN, SARKIS. Mecânica técnica e resistência dos materiais.19 Ed. São \nPaulo: Érica, 2012. \n", "83": "78 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n7º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 005 \nTeoria das Estruturas II \n60 \nObrigatória \nEmenta: \nEstruturas Hiperestáticas. Conceituação Geral. Princípio dos Trabalhos Virtuais. \nMétodo da Carga Unitária. Método das Forças. Método dos Deslocamentos. Análise \nMatricial de Estruturas. \nObjetivos Gerais e Específicos: \nIdentificar as diversas etapas de uma análise de \nestruturas hiperestáticas; \nDesenvolver e aplicar métodos (formulações) para a determinação de esforços e \ndeformações em estruturas compostas por elementos de \nbarras. \nProver \nconhecimentos necessários à compreensão da análise matricial de estruturas \ncompostas por elementos de barras. Fornecer noções práticas de desenvolvimento e \nimplementação de programas para análise matricial de estruturas. \nBibliografia Básica: \nLEET, K, M.; UANG, C, M.; GILBERT, M, S. Fundamentos de Análise \nEstrutural. 3ª ed. Porto Alegre: Bookman, 2009. \nMARTHA, L, F. Análise de Estruturas - Conceitos e Métodos Básicos. Rio de \nJaneiro: Elsevier, 2010. \nGARRISON, Philip. Fundamentos de estruturas. 3. ed. Porto Alegre: Bookman, \n2018. 414 p. ISBN 9788582604809. \nBibliografia Complementar: \nBEER, F. P. et al. Mecânica vetorial para engenheiros: estática. 9ª ed. São Paulo: \nMcgraw-Hill, 2012. \nMAU, S. T. Introdução à análise estrutural: métodos dos deslocamentos e das \nforças. Rio de Janeiro: Ciência Moderna, c2015. x, 279 p. ISBN 9788539906871. \n", "84": "79 \n \nGERE, J. M. Mecânica dos materiais. São Paulo: Cengage Learning, 2003. \nPOPOV, E. P. Introdução à mecânica dos sólidos. 8ª Ed. SÃO PAULO: E. \nBLUCHER,2009. \nMELCONIAN, SARKIS. Mecânica técnica e resistência dos materiais. 19ª ed. São \nPaulo: Érica, 2012. \n \n \n \n \n \n \n7º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nHIS 002 \nHidráulica II \n60 \nObrigatória \nEmenta: \nCaracterísticas básicas dos escoamentos livres: parâmetros geométricos e hidráulicos \ncaracterísticos, variação de pressão, variação de velocidade. Energia e controle \nhidráulico: regimes de escoamento, número de Froude, caracterização do escoamento \ncrítico, controle hidráulico, transições verticais e horizontais. Escoamento uniforme: \nequação de Manning, cálculo do escoamento uniforme. Escoamento gradualmente \nvariado: análise das linhas d’água, cálculo da linha d’água, cálculo em condições de \nvazão não definida. Escoamento bruscamente variado: ressalto hidráulico, força \nespecífica. Princípios de Hidráulica Fluvial. Estruturas hidráulicas de condução: \ndimensionamento de canais revestidos – seções de máxima eficiência hidráulica; \nbueiros. \nObjetivos Gerais e Específicos: \nO objetivo geral desta disciplina é capacitar o aluno quanto aos conceitos e aplicações \nde escoamentos em canais e condutos com seções não plenas. \nOs objetivos específicos são: \n● \nFornecer embasamento conceitual e matemático para que o aluno seja \ncapaz de dimensionar adequadamente ou efetuar verificações hidráulicas de \nqualquer tipo de aplicação correlata à hidráulica de escoamento livre; \n● \nCompreender os conceitos envolvidos aos tipos de escoamento: \npermanente ou não permanente (transitórios), uniforme ou variado; \n● \nFornecer embasamento conceitual indispensável à elaboração de textos \ntécnicos, à emissão de pareceres de engenharia e à interpretação de \ndocumentos relacionados ao conteúdo da disciplina. \nBibliografia Básica: \n", "85": "80 \n \nAZEVEDO NETTO, J. FERNANDEZ, M. F. Manual de hidráulica. 9ª ed. São \nPaulo: Blucher, 2015. 632p. \nBAPTISTA, M. LARA, M. Fundamentos de Engenharia Hidráulica. Belo \nHorizonte: UFMG. 4ª ed. 2016. 473 p. \nCREDER, Hélio. Instalações hidráulicas e sanitárias. 6. ed. Rio de Janeiro: LTC, \n2006. \nBibliografia Complementar: \nBRUNETTI, F. Mecânica de Fluidos. 2. ed. rev. São Paulo: Pearson Prentice Hall, \n2008. 431p. \nCHADWICK, A. MORFETT, J. BORTHWICK, M. Hidráulica para engenharia \ncivil e ambiental. Rio de Janeiro: Elsevier. 2016. 504p. \nGARCEZ, L. N. Elementos de engenharia hidráulica e sanitária. 2ª ed. São Paulo: \nEd. Blucher. 1976. 372p. \nHOUGHTALEN, R. J. AKAN, A. O. HWANG, N. H. C. Engenharia hidráulica. \nRIbeirão Preto: Pearson. 4ª ed. 2013. \nWHITE, Frank M. Mecânica dos fluídos. 8. ed. Porto Alegre: AMGH, 2018. xvi, \n848 p. ISBN 9788580556063. \n \n \n7º PERÍODO \n \nCódigo: \nDisciplina: \nCarga \nHorária: \nNatureza: \nGET 003 \nProjeto \nGeométrico \nde \nEstradas \n60 \nObrigatória \nEmenta: \nIntrodução ao projeto de estradas. Tráfego. Traçado. Concordância horizontal. \nSuperelevação. Superlargura. Tangente mínima e raio mínimo. Inclinação de rampas. \nDistância de visibilidade. Velocidades. Concordância vertical. Volumes de corte e \naterro. Distância Média de Transporte. Terraplenagem. Drenagem de estradas. \nObjetivos Gerais e Específicos: \nPermitir que o futuro profissional adquira a capacidade de efetuar corretamente o \ndimensionamento dos aspectos relativos ao traçado de rodovias de forma econômica \ne segura. O futuro profissional deverá estar apto a avaliar a demanda de tráfego da \nrodovia, calcular corretamente as dimensões e número de faixa, efetuar a previsão de \ncrescimento de tráfego, calcular corretamente os elementos geométricos das rodovias. \nBibliografia Básica: \n", "86": "81 \n \nANTAS, P. M.; VIEIRA, A.; GONÇALO, E. LOPES, L. Estradas – projeto \ngeométrico e terraplenagem. Rio de Janeiro: Interciência, 2010. \nPIMENTA, Carlos R. T.; OLIVEIRA, Márcio P. Projeto geométrico de rodovias. 2. \ned. São Carlos: RiMa. c2004. ix, 198 p. ISBN 8586552917. \nCARVALHO, Carlos Alexandre Braz de. Projeto geométrico de estradas: \n(introdução). Viçosa, MG: UFV, 2004. 51 p. (Cadernos didáticos ; 99). \nBibliografia Complementar: \nCARVALHO, C. A. B.; LIMA, D. C., GRIPP JÚNIOR, J.; REZENDE, D. S. V.; \nTRINDADE, T. P.; DAMASCENO, V. M. Projeto geométrico de estradas \n(concordância vertical e horizontal). Viçosa: Editora UFV, 2005. \nCARVALHO, C. A. B.; LIMA, D. C., GRIPP JÚNIOR, J.; TRINDADE, T. P.; \nDAMASCENO, V. M. Projeto geométrico de estradas (introdução). Viçosa: \nEditora UFV, 2004. \nDEPARTAMENTO NACIONAL DE ESTRADAS DE RODAGEM – DNER. \nManual de projeto geométrico de rodovias rurais. Rio de Janeiro: Diretoria de \nDesenvolvimento \nTecnológico, \n1999. \nDisponível \nem: \nhttp://ipr.dnit.gov.br/normas-e-manuais/manuais/documentos/706_manual_de_projet \no_geometrico.pdf. Acesso em 04/05/2017. \nDEPARTAMENTO NACIONAL DE INFRAESTRUTURAS DE TRANSPORTES - \nDNIT. Manual de estudos de tráfego. Rio de Janeiro, 2006. Disponível em: \nhttp://www1.dnit.gov.br/arquivos_internet/ipr/ipr_new/manuais/manual_estudos_traf \nego.pdf. Acesso em 04/05/2017. \nDEPARTAMENTO NACIONAL DE INFRAESTRUTURAS DE TRANSPORTES. \nDiretoria de Desenvolvimento Tecnológico. Divisão de Capacitação Tecnológica. \nDiretrizes básicas para elaboração de estudos e projetos rodoviários (escopos \nbásicos / instruções de serviço). Rio de Janeiro, 2006. Disponível em: \nhttp://www1.dnit.gov.br/arquivos_internet/ipr/ipr_new/manuais/diretrizes_basicas_in \nstrucoes_servicos.pdf. Acesso em 04/05/2017. \nDER/SP. Notas Técnicas de Projeto Geométrico, Diretoria de Engenharia, Processo \nPR010988/18/DE/2006, \nCódigo \nNT-DE-F00/001,185p. \nDisponível \nem: \nhttp://sinop.unemat.br/site_antigo/prof/foto_p_downloads/fot_5492notas_tycnicas_d \ne_pbojeto_de_estbadas_-_dey_(sp)_pdf.pdf. Acesso em: 04/05/2017. \n", "87": "82 \n \n7º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nHIS 003 \nHidrologia Aplicada \n60 \nObrigatória. \nEmenta: \nIntrodução. Ciclo hidrológico. Balanço hídrico. Bacia hidrográfica. Noções sobre a \natmosfera \nterrestre. \nPrecipitação. \nAbstrações \nhidrológicas \n(Interceptação. \nArmazenamento \nem \ndepressões \ndo \nterreno. \nInfiltração. \nEvaporação. \nEvapotranspiração). Vazões dos cursos d’água. Regularização de vazões em \nreservatórios. Estatística e probabilidade aplicadas à hidrologia. Relação chuva-vazão \n(Hidrograma e precipitação efetiva. Índice ϕ. Método racional. Método SCS. \nHidrograma unitário). \nObjetivos Gerais e Específicos: \nO objetivo geral desta disciplina é capacitar os alunos de Engenharia Civil para o \naprendizado e o domínio da parte teórica e de algumas ferramentas necessárias para \nauxílio à tomada de decisões diante de um problema hidrológico. \nOs objetivos específicos são: \n● \nEntender os principais conceitos hidrológicos e sua influência nas \nobras de engenharia; \n● \nTratar dos fenômenos relativos à água, sua distribuição e ocorrência na \natmosfera, na superfície terrestre e no solo; \n● \nCompreender as relações da hidrologia com a meteorologia, \nclimatologia, geografia física, geologia e oceanografia; \n● \nFornecer embasamento conceitual indispensável à elaboração de textos \ntécnicos, à emissão de pareceres de engenharia e à interpretação de \ndocumentos relacionados ao conteúdo da disciplina. \nBibliografia Básica: \nGARCEZ, L. N.; ALVAREZ, G. C. Hidrologia. 2ª ed. 4ª reimpressão. São Paulo: \nEdgard Blücher Ltda, 2006. 304p. \nPINTO, N. L. S.; HOLTZ, A. C. T.; MARTINS, J. A.; GOMIDE, F. L. S. Hidrologia \nbásica. 1ª ed. São Paulo: Edgard Blücher Ltda, 1976. 304p. \nTUCCI, C. E. M. Hidrologia: ciência e aplicação. 2ª edição. Porto Alegre: ABRH, \n2000. 943p. \nBibliografia Complementar: \nCOLLISCHONN, W.; DORNELLES, F. Hidrologia para engenharia e ciências \nambientais. 2ª edição revisada e ampliada. Porto Alegre: ABRH, 2013. 350p. \nGRIBBIN, J. E. Introdução à hidráulica, hidrologia e gestão de águas pluviais. \n", "88": "83 \n \nTradução da 4ª edição norte-americana. São Paulo: Editora Cengage Learning, 2015. \n544p. \nNAGHETTINI, M.; PINTO, E. J. A. Hidrologia estatística. CPRM, 2007. 561p.  \nRICHTER, Carlos A.; AZEVEDO NETTO, José M. de. Tratamento de água: \ntecnologia atualizada. São Paulo: Edgard Blücher, 1991. \nTUCCI, C. E. M. Modelos hidrológicos. 2ª ed. revisada e ampliada. Porto Alegre: \nUFRGS, 2005. 678p. \n \n \n \n7º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nTEC 002 \nTecnologia das Construções \nII \n60 \nObrigatória \nEmenta: \nTecnologia e Controles. Revestimentos: Tipos e Processos Executivos. Contrapisos. \nPisos Industriais. Pisos Prediais. Esquadrias: Detalhamento, Instalação. Coberturas: \nDetalhamento e Execução. Pesquisa de Mercado de Materiais e Mão-de-Obra. Custos \nDiretos de Materiais, Mão-de-Obra e Equipamentos. Custos Indiretos da Obra e da \nAdministração. Composição de Custos Unitários. Orçamento: Cálculo \nde \nQuantidades de Serviços, Organização de Orçamento de Custos, Lucro e Preço - \nCurva ABC de Insumos. Análise de Custos X Tempo. \nObjetivos Gerais e Específicos: \nCapacitar o aluno para avaliar as técnicas e tecnologias disponíveis para execução de \nacabamentos de obras. Analisar criticamente projetos e aspectos relacionados à \nexecução de obras. Elaborar orçamentos e cronogramas de obras. Analisar de \nmaneira crítica novas tecnologias de construção. Analisar os aspectos técnicos de \numa construção e suas implicações na segurança e desempenho sob os aspectos \nfinanceiros. Introduzir o conceito de tomada de decisão na definição de tecnologias \naplicação à execução de empreendimentos. \nBibliografia Básica: \nYAZIGI, W. A Técnica de Edificar. 15ª ed. São Paulo: Pini, 2016. \nTHOMAZ, E. Tecnologia, Gerenciamento e Qualidade na Construção. São Paulo: \nPINI, 2001. \nGOLDMAN, P. Introdução ao Planejamento e Controle de Custos na Construção \nCivil Brasileira. 4ª ed. São Paulo: PINI, 2004. \nBibliografia Complementar: \n", "89": "84 \n \nLIMMER, C. V. Planejamento, Orçamento e Controle de Projetos e Obras. Rio de \nJaneiro: LTC, 2015. \nPEURIFOY, R. L. et al. Planejamento, Equipamentos e Métodos para a \nConstrução Civil. 4ª ed. Porto Alegre: Bookman, 2015. \nBERNARDES, M. M. S. Planejamento e Controle da Produção para Empresas de \nConstrução Civil. Rio de Janeiro: LTC, 2015. \nSLACK, N; CHAMBERS, S; JOHNSTON, R. Administração da Produção. São \nPaulo: Atlas, 2002. \nRIBEIRO, R. M. Saber-fazer e segmentação de mercado: um estudo de caso na \nconstrução civil. XX Encontro Nacional de Engenharia de Produção - VI \nInternational \nConference \non \nIndustrial \nEngineering \nand \nOperations \nManagement, São Paulo, p. 01-08, 2000. \nKOSKELA, L. Application of the new production philosophy to construction. \nCenter for Integrated Facility Engineering - CIFE, Stanford University, Stanford - \nEUA, Technical Report n. 72, 1992. \n \n \n \n \n8º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nHIS 004 \nSistemas de abastecimento de \nágua \n60 \nObrigatória \nEmenta: \nIntrodução ao sistema de abastecimento de água. Estudos e concepções. Sistemas de \ncaptação. Sistemas de adução. Reservação. Redes de distribuição. Materiais utilizados \nnos sistemas de distribuição. \nObjetivos Gerais e Específicos: \nO objetivo desta disciplina é capacitar o aluno quanto aos principais processos e \nconceitos relacionados ao projeto de redes de abastecimento de água. \nOs objetivos específicos são: \n● \nAplicar conceitos de hidráulica na elaboração de um sistema de \nabastecimento de água \n● \nDistinguir e dimensionar os elementos que compõem um sistema de \nabastecimento de água \n● \nElaborar um projeto de um sistema de abastecimento de água \nBibliografia Básica: \n", "90": "85 \n \nAZEVEDO NETTO, J. FERNANDEZ, M. F. Manual de hidráulica. 9. ed. São \nPaulo: Edgard Blucher, 2015. 632p. \nHELLER, L. PÁDUA, V. L. Abastecimento de água para consumo humano. Vol. 1 \ne 2. 2. ed. Belo Horizonte: Editora UFMG. 2010.870p. \nVON SPERLING, M. Introdução à qualidade das águas e ao tratamento de \nesgotos. Belo Horizonte: Ed. UFMG. 4 ed. 2014. 452p \nBibliografia Complementar: \nDAVIS, M. Tratamento de águas para abastecimento e residuárias. Rio de \nJaneiro: Elsevier, 2016. 824p. \nGARCEZ, L. N. Elementos de engenharia hidráulica e sanitária. 2. ed. São Paulo: \nEd. Blucher, 1976. 372p. \nHOWE, K. J. HAND, W. D. CRITTENDEN, J. C. Princípios do tratamento de \nágua. São Paulo: Ed. Cengage, 2017. 620p. \nRICHTER, C A. AZEVEDO NETTO, J. Tratamento de água: tecnologia atualizada. \nSão Paulo: Edgard Blucher, 2003. \nSHAMMAS, N. K. Abastecimento de água e remoção de resíduos. 3. ed. São \nPaulo: LTC, 2013. 776p. \n \n \n8º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 008 \nEstruturas Metálicas I \n60 \nObrigatória \nEmenta: \nPerfis estruturais metálicos e as suas aplicações. Aços estruturais e as suas \ncaracterísticas. Tipos de ligação. Acabamentos das superfícies metálicas. Vigas, \npilares e treliças: modelos de projeto. Estruturas modulares. Edifícios. \nObjetivos Gerais e Específicos: \nFornecer aos futuros engenheiros noções básicas sobre a concepção, análise e \ndimensionamento de estruturas de aço; incentivar os alunos a ler de artigos técnicos e \ncientíficos bem como o manuseio das normas técnicas, catálogos e manuais. \nBibliografia Básica: \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 8800: projeto de \nestruturas de aço e de estrutura mista de aço e concreto de edifícios. Rio de Janeiro: \nABNT, 2008. \nPFEIL, W.; PFEIL, M. Estruturas de aço. 8ª ed. Rio de Janeiro: LTC, 2009. \n", "91": "86 \n \nASSOCIAÇÃO \nBRASILEIRA \nDE \nNORMAS \nTÉCNICAS. \nNBR \n14762: \ndimensionamento de estruturas de aço constituídas por perfis formados a frio. Rio de \nJaneiro: ABNT, 2010. \nBibliografia Complementar: \nABNT.NBR 6118: Projeto de Estruturas de Concreto - Procedimento. Associação \nBrasileira de Normas Técnicas, Rio de Janeiro, 2003. \nDIAS, Luís Andrade de Mattos. Edificações de aço no Brasil. São Paulo: Zigurate, \n1993. 287 p. \nHIBBELER, R. C. Resistência dos materiais. 3. ed. Rio de Janeiro: LTC - Livros \nTécnicos e Científicos, c2000. viii, 701 p. \nMOLITERNO, A. Elementos par Projeto em Perfis Leves de Aço, São Paulo: \nEditora Edgard Blücher Ltda., 1989. \nPINHEIRO, A. C. F. B. Estruturas Metálicas: cálculos, detalhes, exercícios e \nprojetos 1. ed. São Paulo: Edgard Blücher Ltda. 2001. 300p. \nPFEIL, W. e PFEIL, M. Estruturas de Aço: dimensionamento prático. 7. ed. Rio de \nJaneiro: Livros Técnicos e Científicos Editora S.A. 2000. 335p. \n \n \n8º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 007 \nConcreto Armado II \n60 \nObrigatória \nEmenta: \nLages de concreto armado. Carregamento nas lajes. Esforços solicitantes. Reações \nnas lajes e nas vigas. Dimensionamento de lajes. Disposições construtivas. Pilares de \nconcreto armado. Esforços solicitantes. Instabilidade local. Instabilidade global. \nLimite de deformação. Limite de abertura de fissuras. \nObjetivos Gerais e Específicos: \nCalcular estruturas especiais de concreto armado. \nBibliografia Básica: \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118 – Projeto e \nexecução de estruturas de concreto. Rio de Janeiro: ABNT, 2003. \nMARCHETTI, Osvaldemar. Pontes de concreto armado. 2. ed. São Paulo: Blucher, \n2018. viii, 237 p. ISBN 9788521212782. \nLEONHARDT F.; MONNIG E., Construções de Concreto, Vol 01, 02 e 03. \nInterciência, Rio de Janeiro, 1977. \n", "92": "87 \n \nBibliografia Complementar: \nBEER, F. P.; JOHNSTON JR., E. R.; DEWOLF, J. T.; MAZUREK, D. Estática e \nmecânica dos materiais. McGraw-Hill. Porto Alegre. 2013. \nGERE, J. M. Mecânica dos materiais. São Paulo: Cengage Learning, 2003. \nPOPOV, E. P. Introdução à mecânica dos sólidos. 8ª Ed. SÃO PAULO: E. \nBLUCHER,2009. \nMELCONIAN, SARKIS. Mecânica técnica e resistência dos materiais.19 Ed. São \nPaulo: Érica, 2012. \nREBELLO, Y.C.P. Estruturas de aço, concreto armado e madeira. 1. ed. São \nPaulo: Zigurate, 2005. \n \n \n8º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nADM 001 \nOrganização e Administração \n60 \nObrigatória \nEmenta: \nO que é administração. Importância para a carreira do Engenheiro. Desenvolvimento \ndas teorias da Administração. Funções administrativas clássicas: planejamento, \norganização, \ndireção \ne \ncontrole. \nLiderança. \nSuprimentos. \nComportamento \nOrganizacional. A empresa e seu ambiente. Funções empresariais clássicas: \nmarketing, produção, finanças e recursos humanos. Gestão da Qualidade. \nEmpreendedorismo. \nObjetivos Gerais e Específicos: \nProporcionar ao aluno uma visão sobre administração geral. Apresentar as escolas e \nfunções administrativas. Mostrar a importância das diversas áreas da administração \npara as empresas de engenharia. Proporcionar aos discentes uma visão de como é o \nprocesso de criação e administração de uma empresa. Demonstrar a importância de \navaliação do ambiente da empresa (interno e externo). \nBibliografia Básica: \nDRUCKER, Peter F. Inovação e espírito empreendedor: (entrepreneurship) : \nprática e princípios . São Paulo: Cengage Learning, c1986. xviii, 378 p. ISBN \n9788522108596. \nMAXIMIANO, Antonio Cesar Amaru. Introdução à administração. 8. ed. rev. e \nampl. São Paulo: Atlas, 2011. 419 p. ISBN 9788522462889. \nSLACK, Nigel; CHAMBERS, Stuart; JOHNSTON, Robert. Administração da \nprodução. 3. ed. São Paulo: Atlas, 2009. 703 p. ISBN 9788522453535. \n", "93": "88 \n \nBibliografia Complementar: \nBULGACOV, Sergio (Org.). Manual de gestão empresarial. 2. ed. São Paulo: Atlas, \n2006. 380 p. ISBN 85224454351. \nCHIAVENATO, Idalberto. Introdução à Teoria Geral da Administração. 8.ed. \nElsevier: Campus, 2011. 640 p. ISBN 9788535246711. \nCHIAVENATO, \nIdalberto. \nEmpreendedorismo: \ndando \nasas \nao \nespírito \nempreendedor . 4. ed. Barueri: Manole, 2012. 315 p. ISBN 9788520432778. \nMAXIMIANO, Antonio Cesar Amaru. Fundamentos da Administração: Introdução à \nTeoria Geral e aos Processos da Administração. 3.ed. Rio de Janeiro: LTC, 2014. \nISBN9788521626497. \nPALADINI, Edson P. Gestão da qualidade: teoria e prática. 3. ed. São Paulo: Atlas, \n2012. xvii, 302 p. ISBN 9788522471157. \n \n \n \n8º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nGET 004 \nPavimentação \n60 \nObrigatória \nEmenta: \nAnálise de projetos. Investigação e classificação dos solos. Dimensionamento de \npavimentos. Técnicas de estabilização de solos. Misturas betuminosas. Técnicas de \nconstrução de pavimentos rígidos e flexíveis. Sinalização. \nObjetivos Gerais e Específicos: \nDirecionar o futuro profissional ao correto dimensionamento de pavimentos de \nestradas. Permitir o conhecimento das técnicas de reforço e estabilização de \npavimentos. Além disso, efetuar corretamente a dosagem dos materiais componentes, \ne conhecer corretamente os ensaios de campo, acompanhar tecnicamente e gerenciar a \nconstrução de pavimentos. \nBibliografia Básica: \nSENÇO, W. Manual de técnicas de pavimentação – Vol. 1. 2ª ed. São Paulo: PINI, \n2010. \nBALBO, J. T. Pavimentação asfáltica, materiais, projeto e restauração. 1ª ed. São \nPaulo: Oficina de Textos, 2007. \nBERNUCCI et al. Pavimentação asfáltica – Formação básica para engenheiros. \nRio \nde \nJaneiro: \nPetrobrás, \nAbeda, \n2006. \n504 \np. \nDisponível \nem: \nhttp://www.ufjf.br/pavimentacao/downloads/disciplina-pavimentacao/livro-pavimenta \ncao-asfaltica/. Acesso em 04/09/2017. \n", "94": "89 \n \nMEDINA, J. de; MOTTA, L. M. G da. Mecânica dos pavimentos. 3. ed. Rio de \nJaneiro: Interciência, 2015. 638 p. \nMARQUES, G. L. O. Pavimentação. Notas de Aula. UFJF, Versão 06.2. Disponível \nem: http://www.ufjf.br/pavimentacao/files/2012/03/Notas-de-Aula-Prof.-Geraldo.pdf. \nAcesso em 04/09/2017. \n \nBibliografia Complementar: \nDEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES – \nDNIT. Manual de pavimentação. 3ª ed. Rio de Janeiro: Instituto de Pesquisas \nRodoviárias, \n2006. \nDisponível \nem: \nhttps://www1.dnit.gov.br/arquivos_internet/ipr/ipr_new/manuais/Manual_de_Pavime \nntacao_Versao_Final.pdf. Acesso em 04/09/2017. \nDEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES – \nDNIT. Manual de pavimentos rígidos. 2ª ed. Rio de Janeiro: Instituto de Pesquisas \nRodoviárias, \n2005.Disponível \nem: \nhttp://ipr.dnit.gov.br/normas-e-manuais/manuais/documentos/714_manual_de_pavim \nentos_rigidos.pdf. Acesso em 04/09/2017. \nDEPARTAMENTO NACIONAL DE ESTRADAS DE RODAGEM – DNER. \nMétodo de projeto de pavimentos flexíveis. 3ª ed. Rio de Janeiro: Instituto de \nPesquisas \nRodoviárias, \n1981. \nDisponível \nem: \nhttp://ipr.dnit.gov.br/normas-e-manuais/manuais/documentos/667_metodo_de_projeto \n_de_pavimentos_flexiveis.pdf. Acesso em 04/09/2017. \nDEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES – \nDNIT. NORMA DNIT 031/2006: Pavimentos flexíveis - concreto asfáltico: \nespecificação de serviço. Rio de Janeiro: Instituto de Pesquisas Rodoviárias, 2006. \n14 \np. \nDisponível \nem: \nhttp://ipr.dnit.gov.br/normas-e-manuais/normas/especificacao-de-servicos-es/dnit031_ \n2006_es.pdf. Acesso em 04/09/2017. \nDEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES – \nDNIT. NORMA DNIT 047/2004: Pavimentos rígidos - execução de pavimento \nrígido com equipamentos de pequeno porte: especificação de serviço. Rio de \nJaneiro: Instituto de Pesquisas Rodoviárias, 2004. 14 p. Disponível em: \nhttp://ipr.dnit.gov.br/normas-e-manuais/normas/especificacao-de-servicos-es/dnit047_ \n2004_es.pdf. Acesso em 04/09/2017. \n \n \n8º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nECN 001 \nEconomia \n45 \nObrigatória \n", "95": "90 \n \nEmenta: \nParte I: Análise clássica de projetos Função econômica da empresa; Conceito de valor \ne dinheiro; Conceito e funções de custo; Custo de oportunidade; Valor do dinheiro no \ntempo; Matemática financeira clássica; Critérios clássicos para análise de projetos \nindustriais sob certeza; orçamentação. Parte II Análise de projetos sob-risco: Critérios \nde decisão sob incerteza e necessidade de quantificação do risco; Critério de \nmaximização do valor esperado. \nObjetivos Gerais e Específicos: \nCapacitar o futuro engenheiro civil na área de economia e finanças para que ele possa \ngerir de forma lucrativa uma empresa ou uma obra. \nBibliografia Básica: \nBLANK, L; TARQUIN, A. Engenharia Econômica. São Paulo: McGraw-Hill, 2008. \nSAMANEZ, C. P. Matemática financeira aplicações à análise de investimentos, 4ª \nedição; São Paulo: Pearson/Prentice Hall, 2007. \nROSS,   STEPHEN   A.;   WESTERFIELD,   RANDOLPH   W.   Administração \nfinanceira corporate finance, 2ª edição - reimpressão; São Paulo: Atlas, 2009. \nBibliografia Complementar: \nNAPOLEONI, L. Economia Bandida. Rio de Janeiro: Difel, 2010. \nLEVITT, S, D; DUBNER, S. J. Freakonomics. Rio de Janeiro: Elsevier, 2007. \nFLEMMING, Diva Marília; GONÇALVES, Mirian Buss. Cálculo A: funções, limite, \nderivação e integração. 36. ed. rev. ampl. São Paulo: Pearson Prentice Hall, c2007. ix, \n448 p. ISBN 9788576051152 (broch.). \nNEUFELD, John L. Estatística Aplicada à administração usando excel. São Paulo: \nPrentice Hall, 2003. 434p. \nWALPOLE, Ronald E et al. Probabilidade & estatística para engenharia e \nciências. 8.ed. São Paulo: Pearson Prentice Hall, 2009. xiv, 491p. \n \n \n \n8º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nADM 002 \nGestão e empreendedorismo \n30h \nOptativa \nEmenta: \nIntrodução ao empreendedorismo. Perfil e comportamento empreendedor. A \nImportância dos empreendedores para a sociedade. Plano de negócios. A importância \ndo marketing. Análise do ambiente de marketing. Planejamento estratégico de \nmarketing. Comportamento do cliente e pesquisa de marketing. \n", "96": "91 \n \nObjetivos Gerais e Específicos: \n● Introduzir conhecimentos básicos de empreendedorismo e gestão de negócios. \n● Promover a capacidade dos discentes com vistas na análise de plano \nestratégico, comportamento do cliente e pesquisa de marketing. \nBibliografia Básica: \nCHIAVENATO, I. Gestão de pessoas: o novo papel dos recursos humanos nas \norganizações. 4ª ed. Editora Manole, 2014. ISBN-10: 8520437613 \nBULGACOV, Sergio (Org.). Manual de gestão empresarial. 2. ed. São Paulo: Atlas, \n2006. 380 p. \nPHILIPS, P. L. Briefing: a gestão do projeto de design. São Paulo: Blucher, 2008. \nBibliografia Complementar: \nCHIAVENATO, I. Empreendedorismo: dando asas ao espírito empreendedor. 4ª ed. \nBarueri, SP: Manole, 2012. \nDRUCKER, P. F. Inovação e Espírito Empreendedor: prática e princípios. São \nPaulo: Editora Pioneira, 1986. \nKOTLER, P.; ROSENBERG, M. Administração de marketing. Tradução de Kevin \nLane Keller, Brasil Ramos Fernandes. São Paulo: Pearson Prentice Hall, 2006. \nxxii,750, il. color. \nARANTES, E. C.; HALICKI, Z; STADLER, A. Empreendedorismo e \nResponsabilidade Social. 2ª ed. Curitiba: Intersaberes, 2014. v.4. \nMAXIMIANO, Antonio Cesar Amaru. Introdução à administração. 8. ed. rev. e \nampl. São Paulo: Atlas, 2011. 419 p. \n \n \n8º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nLIB 001 \nLibras \n30h \nOptativa \nEmenta: \nEducação inclusiva. Aspectos históricos da inclusão de surdos na sociedade. Surdez e a \neducação de surdos no Brasil. O sujeito surdo. Contato entre ouvintes e surdos. Variações \nlinguísticas da Libras e suas mudanças históricas. Sinais icônicos e sinais arbitrários. \nDatilologia. Noções básicas da estrutura linguística da Libras e de sua gramática. \nClassificadores em Libras. Formação de palavras por derivação. Formação de palavras por \ncomposição. O uso do verbo em língua de sinais. Estrutura sintática. Sistema pronominal. \nAdvérbio na Libras. Adjetivos na Libras. Numerais. Grupos de sinais por significados. \nParâmetros da Libras. \n", "97": "92 \n \nObjetivos Gerais e Específicos: \nDesenvolver habilidades na Língua Brasileira de Sinais. \nBibliografia Básica: \nCAPOVILLA, F.; RAPHAEL, V. Dicionário enciclopédico ilustrado trilíngüe – Língua \nBrasileira de Sinais – LIBRAS. (vol. I ). São Paulo: EDUSP, 2001. \nCAPOVILLA, F.; RAPHAEL, V. Dicionário enciclopédico ilustrado trilíngüe – Língua \nBrasileira de Sinais – LIBRAS. (vol. II ). São Paulo: EDUSP, 2001. \nGESSER, Audrei. Libras? Que língua é essa?: Crenças e preconceito em torno da língua \nde sinais e da realidade surda. São Paulo: Parábola, 2009. \nBibliografia Complementar: \nBRASIL, Secretaria de Educação Especial. Política Nacional de Educação Especial na \nPerspectiva da Educação Inclusiva. MEC/SEESP, Secretaria de Educação Especial, \n2006. Disponível em:http://portal.mec.gov.br/seesp/arquivos/pdf/politica.pdf \nBRASIL, Secretaria de Educação Especial. Saberes e práticas da inclusão. Brasília: \nMEC, \nSecretaria \nde \nEducação \nEspecial, \n2006. \nDisponível \nem: \nhttp://portal.mec.gov.br/seesp/arquivos/pdf/alunossurdos.pdf \nFIGUEIRA, Alexandre dos Santos. Material de apoio para o aprendizado de LIBRAS. \nSão Paulo: Phorte, 2011. 340 p. \nHERNAIZ, I. (org.). Educação na diversidade: experiências e desafios na educação \nintercultural bilíngue. 2a ed. Brasília: Ministério da Educação, 2009. \nLIMA, P. A. Educação Inclusiva e igualdade social. São Paulo: Avercamp, 2006. \n \n \n8º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nLIN 002 \nPortuguês instrumental \n30 \nOptativa \nEmenta: \nCondições de produção textual. A comunicação humana: linguagem verbal e não verbal. \nGêneros textuais técnico-profissionais e acadêmicos. Os fatores da textualidade: coesão, \ncoerência, intertextualidade, situacionalidade e a informatividade. \nObjetivos Gerais e Específicos: \nDesenvolver as habilidades de leitura e escrita, sobretudo de gêneros textuais técnico-\nprofissionais e acadêmico-científicos, para o adequado acompanhamento de um curso de \nnível técnico e um bom desempenho profissional. \n", "98": "93 \n \nAprimorar o uso da norma culta; desenvolver a habilidade de produção textual; reconhecer \na produção textual como um processo; reconhecer e desenvolver os mecanismos de coesão \ne coerência textuais; criar condições para a produção de resumos, resenhas, memorandos, \nprojetos de pesquisa e relatórios. \nBibliografia Básica: \nNEVES, Maria Helena de Moura. Texto e gramática. 2. ed. São Paulo: Contexto, 2013. \nMACHADO, A. R.; LOUSADA, E.; ABREU-TARDELLI, L. S. Resumo. São Paulo: \nParábola Editorial, 2004. (Leitura e produção de textos técnicos e acadêmicos;1). \nMACHADO, A. R.; LOUSADA, E.; ABREU-TARDELLI, L. S. Resenha. São Paulo: \nParábola Editorial, 2004. (Leitura e produção de textos técnicos e acadêmicos;2). \nBibliografia Complementar: \nCOSTA, M. A. F. da. Metodologia da pesquisa: conceitos e técnicas. 2 ed. Rio de Janeiro: \nInterciência, 2009. \nFARACO, C. A.; TEZZA, C. Prática de texto: língua portuguesa para nossos estudantes. \n21. ed Petrópolis, RJ: Vozes,, 2011. \nMACHADO, A. R.; LOUSADA, E.; ABREU-TARDELLI, L. S. Planejar gêneros \nacadêmicos: escrita científica, texto acadêmico, diário de pesquisa, metodologia. São \nPaulo: Parábola Editorial, 2004. (Leitura e produção de textos técnicos e acadêmicos;3) \nMACHADO, A. R.; LOUSADA, E.; ABREU-TARDELLI, L. S. Trabalhos de pesquisa: \ndiários de leitura para revisão bibliográfica. São Paulo: Parábola Editorial, 2004. (Leitura e \nprodução de textos técnicos e acadêmicos;4). \nBECHARA, Evanildo. Moderna gramática portuguesa. 38. ed. Rio de Janeiro: Nova \nFronteira, 2015. \n \n \n \n \n \n \n \n \n \n \n \n9º PERÍODO \n \nCódigo: \nDisciplina: \nCarga \nHorária: \nNatureza: \nHIS 005 \nSistemas de Esgoto Sanitário e \nDrenagem Urbana. \n60 \nObrigatória \n", "99": "94 \n \nEmenta: \nConcepção de sistemas de esgoto sanitário. Redes de esgoto sanitário e sistemas \nsimplificados. Emissários e estações elevatórias. Introdução ao tratamento de esgotos. \nConcepção de sistemas de drenagem urbana. Redes de drenagem urbana. Técnicas \ncompensatórias \nObjetivos Gerais e Específicos: \nO objetivo desta disciplina é capacitar o aluno quanto aos principais processos e \nconceitos relacionados ao projeto de redes de esgoto e drenagem urbana. \nOs objetivos específicos são: \n● \nAplicar conceitos de hidráulica na elaboração de um sistema de esgoto \ne drenagem urbana; \n● \nDistinguir e dimensionar os elementos que compõem um sistema de \nesgotos e drenagem urbana; \n● \nElaborar um projeto de um sistema de esgoto e de drenagem urbana. \nBibliografia Básica: \nMIGUEZ, M. G. VEROL, A. P. REZENDE, O. M. Drenagem Urbana. Rio de \nJaneiro: Ed. Elsevier. 2015. 584p. \nNUVOLARI, A. Esgoto Sanitário: Coleta, transporte, tratamento e reuso \nagrícola. São Paulo: Ed. Blucher, 2ª ed. 2011. 562p. \nTUCCI, Carlos E. M; PORTO, Rubem La Laina; BASTOS, Mario T. de. Drenagem \nUrbana. Porto Alegre: ABRH, 1995. \nBibliografia Complementar: \nBAPTISTA, M. NASCIMENTO, N. BARRAUD, S. Técnicas Compensatórias em \nDrenagem Urbana. Porto Alegre: Ed. ABRH, 2ª ed. 2011. 318p. \nBOTELHO, M. H. C. Águas de Chuva. São Paulo: Ed. Blucher, 3ª ed., 2011, 300p. \nCANHOLI, A. P. Drenagem urbana e controle de enchentes. Rio de Janeiro: Ed. \nOficina de Textos, 2ª ed. 2015. 384p. \nGARCEZ, L. N. Elementos de Engenharia Hidráulica e Sanitária. São Paulo: Ed. \nBlucher, 2ª ed, 1976, 372p. \nVON SPERLING, M. Introdução à qualidade das águas e ao tratamento de \nesgotos. Belo Horizonte: Ed. UFMG. 4 ed. 2014. 452p. \n \n \n \n9º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 009 \nEstruturas de Madeira \n60 \nObrigatória \n", "100": "95 \n \nEmenta: \nMadeira: propriedades físicas e mecânicas. Tensões de ruptura e tensões admissíveis. \nProjeto em estado limite. Dimensionamento e verificação de peças de seção simples \nou composta sujeitas à tração, compressão, cisalhamento, torção e flexão. \nEstabilidade de peças de madeira. Ligações, detalhes construtivos. Dimensionamento \nde travejamentos, coberturas, cimbramentos e escoramentos. Execução de um \nprojeto. \nObjetivos Gerais e Específicos: \nCapacitar o engenheiro civil em projetos de construções de madeira. \nDesenvolver o cuidado com detalhes construtivos que podem tornar a obra mais \neficiente. \nBibliografia Básica: \nPFEIL, Walter; PFEIL, Michele. Estruturas de Madeira: Dimensionamento \nSegundo as Normas Brasileiras NBR 7190/97 e Critérios das Normas Norte-\nAmericana NDS e Européia EUROCODE; Rio de Janeiro: LTC, 2003. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 7190 – Projeto de \nestruturas de madeira. São Paulo: ABNT, 1997 \nCALIL JR, C,; LAHR, F.A.R.; DIAS, A.A. Dimensionamento de elementos \nestruturais de madeira; São Paulo: Manole, 2003. \nBibliografia Complementar: \nGERE, J. M. Mecânica dos materiais. São Paulo: Cengage Learning, 2003. \nPOPOV, E. P. Introdução à mecânica dos sólidos. 8ª Ed. SÃO PAULO: E. \nBLUCHER, 2009. \nMELCONIAN, SARKIS. Mecânica técnica e resistência dos materiais.19 Ed. São \nPaulo: Érica, 2012. \nMOLITERNO, A; Caderno de Projetos de Telhados em Estruturas de Madeira. \nSão Paulo: Blucher, 2010. \nREBELLO, Y.C.P. Estruturas de aço, concreto armado e madeira. 1. ed. São \nPaulo: Zigurate, 2005. \n \n \n9º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nHIS 006 \nInstalações \nhidráulicas \nprediais \n45 \nObrigatória \nEmenta: \n", "101": "96 \n \nConcepção de instalações prediais de água fria e de água quente. Concepção de \ninstalações prediais de esgotos sanitários e águas pluviais. Introdução às instalações \nprediais de proteção e combate a incêndio. \nObjetivos Gerais e Específicos: \nO objetivo desta disciplina é capacitar o aluno quanto aos principais conceitos \nnecessários a elaboração e interpretação de projetos prediais de instalações \nhidrossanitárias. \nOs objetivos específicos são: \n- Distinguir e compreender os conceitos básicos de hidráulica \n- Diferenciar as funções aplicações de cada tipo de instalação hidráulica predial \n- Identificar as etapas e procedimentos envolvidos na elaboração dos diversos tipos de \ninstalações hidrossanitárias \nBibliografia Básica: \nBOTELHO, M. H. C. RIBEIRO Jr, G. A. Instalações Hidráulicas Prediais. São \nPaulo: Ed. Blucher, 4ª ed., 2014, 407p. \nCARVALHO Jr, R. Instalações Prediais Hidráulico-Sanitárias: Princípios Básicos \npara Elaboração de Projetos. São Paulo: Edgard Blucher, 2ª ed., 2016, 289p. \nMACINTYRE, A. Instalações Hidráulicas Prediais e Industriais. Rio de Janeiro: \nEd. LTC, 4ª ed., 2010, 596p. \nBibliografia Complementar: \nAZEVEDO NETTO, J. FERNANDEZ, M. F. Manual de hidráulica. São Paulo: Ed. \nBlucher. 9ª ed. 2015. 632p. \nCARVALHO Jr, R. Instalações hidráulicas e o projeto de arquitetura. São Paulo: \nEd. Blucher, 11ª ed. 2017. 360p. \nCARVALHO Jr, R. Patologias em Sistemas Prediais Hidráulico-Sanitários. São \nPaulo: Ed. Blucher, 2ª ed. 2015. 220p. \nMACINTYRE, A.   Manual de Instalações Hidráulicas e Sanitárias. \nRio de \nJaneiro: LTC. 1990. 334p. \nSALGADO, J. C. P. Instalação hidráulica residencial – A prática do dia a dia. Ed. \nÉrica. 2010. 176p. \n \n \n \n9º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nTCC 001 \nTCC I \n30 \nObrigatória \nEmenta: \n", "102": "97 \n \nMetodologia de pesquisa. Elaboração do projeto de pesquisa, constituído dos itens: \nintrodução, objetivos, revisão bibliográfica e metodologia de pesquisa aplicada a \nproblemas de engenharia. Seminários. \nObjetivos Gerais e Específicos: \nOrientar o desenvolvimento do trabalho de conclusão de curso. \nBibliografia Básica: \nArtigos de periódicos e outras fontes bibliográficas, indicados pelo(s) docente(s) de \nacordo com o projeto desenvolvido por cada grupo de estudantes. \nBibliografia Complementar: \nALMEIDA, Mario de Souza. Elaboração de projeto, tcc, dissertação e tese: uma \nabordagem simples, prática e objetiva. 2. ed. São Paulo: Atlas, 2014. x, 82 p. ISBN \n9788522491155. \nOTANI, Nilo; FIALHO, Francisco Antônio Pereira. TCC: métodos e técnicas . 2. ed. \nrev. atual. Florianópolis: Visual Books, 2011. 160 p. ISBN 9788575022733. \nCORREIA, Wilson Francisco. TCC não é um bicho-de-sete-cabeças. Rio de \nJaneiro: Ciência Moderna, 2009. 113 p. (Não é um bicho de sete cabeças). ISBN \n9788573938241. \nNASCIMENTO, Luiz Paulo do. Elaboração de projetos de pesquisa: monografia, \ndissertação, tese e estudo de caso, com base em metodologia científica. São Paulo: \nCengage Learning, 2012. xiii, 149 p. ISBN 9788522111619. \nAPÊNDICE B – REGULAMENTO DE TRABALHO DE CONCLUSÃO DE \nCURSO , do PROJETO PEDAGÓGICO DO CURSO SUPERIOR EM \nENGENHARIA CIVIL \n \n \n \n9º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nGET 005 \nFundações \n60 \nObrigatória \nEmenta: \nIntrodução ao estudo das fundações; Investigações geotécnicas; Fundações rasas; \nFundações \nprofundas; Patologia e reforços de fundações. \nObjetivos Gerais e Específicos: \n", "103": "98 \n \nAnalisar melhores alternativas para dimensionamento de estruturas de fundações \nrasas e profundas baseadas nos ensaios de subsolo. Interpretar com embasamento \ntécnico o perfil do subsolo para empregar as corretas metodologias de \ndimensionamento e predizer sobre comportamento do solo quanto aos recalques, \nestado de saturação e comportamento da linha freática. \nBibliografia Básica: \nREBELLO, Y. C. P. Fundações: guia prático de projeto, execução e \ndimensionamento. 4. ed. São Paulo: Zigurate, 2008. 239 p. \nALONSO, U. R. Exercícios de fundações. 2. ed. São Paulo: Blucher, 2010. 197 p. \nALONSO, U. R. Fundações Profundas. 2. ed. São Paulo: Blucher, 2012. 158 p. \nISBN: 9788521206613. \nAZEREDO, H. A. de. O edifício até sua cobertura. 2. ed. rev. São Paulo: Blücher, \n1997. 182 p. ISBN 9788521201298. \nBibliografia Complementar: \nVIGORELLI, R. Manual prático do construtor e mestre de obras. Curitiba: \nHemus, 2004. 181 p. ISBN 8528900153X. \nHACHICH, W. (Ed.) et al. Fundações: teoria e prática. 2. ed. São Paulo: Pini, 1998. \n751 p. ISBN 8572660984. \nDAS, B. M. Fundamentos de engenharia geotécnica. São Paulo: Cengage \nLearning, c2012. xvii, 610 p. ISBN 9788522111121. \nCRAIG, R. F.; KNAPPETT, J. Craig: mecânica dos solos. 8. ed. Rio de Janeiro: \nLTC, c2014. xxiii, 419 p. ISBN 9788521626923. \nBORGES, A. de C. Prática das pequenas construções. 9. ed. rev. e ampl. São Paulo: \nEdgard Blücher, 2009. v.1, xii, 385 p. ISBN 978852120481. \n \n \n9º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 010 \nEstruturas Metálicas II \n60 \nObrigatória \nEmenta: \nSistemas construtivos em estruturas metálicas. Detalhes estruturais. Perfis formados a \nFrio. Ação do vento nas estruturas. Edificações metálicas de pequeno porte. \nEstruturas mistas de aço e concreto. \nObjetivos Gerais e Específicos: \nFornecer ao futuro profissional um maior aprofundamento na concepção de estruturas \nmetálicas. \n", "104": "99 \n \nBibliografia Básica: \nPFEIL, W.; PFEIL, M. Estruturas de aço. 8. ed. Rio de Janeiro: LTC, 2009. \nASSOCIAÇÃO \nBRASILEIRA \nDE \nNORMAS \nTÉCNICAS. \nNBR \n14762 \n– Dimensionamento de estruturas de aço constituídas por perfis formados a frio. \nRio de Janeiro: ABNT, 2010 \nPINHEIRO, A. C. F. B. Estruturas Metálicas: Cálculos, Detalhes, Exercícios \nPropostos. 2. ed. São Paulo: Edgard Blücher, 2005. \nBibliografia Complementar: \nCENTRO BRASILEIRO DE CONSTRUÇÃO EM AÇO. Edifícios de pequeno \nporte em aço. 4. ed. Rio de Janeiro: CBCA: 2011. \nCENTRO BRASILEIRO DE CONSTRUÇÃO EM AÇO. Galpões para usos gerais. \n4. ed. Rio de Janeiro: CBCA: 2011. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6123: forças \ndevidas ao vento em edificações. São Paulo: ABNT, 2013. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 8800: projeto de \nestruturas de aço e de estruturas mistas de aço e concreto de edifícios. São Paulo: \nABNT, 2008. \nASSOCIAÇÃO BRASILEIRA   DE NORMAS TÉCNICAS. NBR 6355 – Perfis \nestruturais de aço formados a frio - padronização. Rio de Janeiro: ABNT, 2012 \n \n \n9º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nENG 002 \nSegurança do Trabalho \n30 \nObrigatória \nEmenta: \nConceituação de segurança na Engenharia. Controle do ambiente. Proteção coletiva e \nindividual. Proteção contra incêndio. Riscos específicos nas várias habilitações da \nEngenharia. Doenças Ocupacionais. Controle de perdas e produtividade. Segurança \nno projeto. Análise e estatísticas de acidentes. Seleção, treinamento, motivação do \npessoal. Normalização e legislação específica. Organização da segurança do trabalho \nna empresa. Primeiros Socorros. Qualidade de vida. \nObjetivos Gerais e Específicos: \nIntroduzir conceitos de segurança do trabalho. Avaliar os fatores do ambiente de \ntrabalho. Analisar as formas de prevenção de acidentes de acordo com as normas e \nlegislações vigentes. Capacitar o futuro engenheiro civil no controle de acidentes e \ntambém na prevenção. \n", "105": "100 \n \nBibliografia Básica: \nSALIBA,   TUFFI   MESSIAS; PAGANO, SOFIA C. REIS PAGANO. (Org.). \nLegislação de segurança, acidente do trabalho e saúde do trabalhador. 11. ed. \nSão Paulo: LTr, 2015. 708 p. \nSEGURANÇA e medicina do trabalho. Manuais de Legislação Atlas. 76. ed. São \nPaulo: Atlas, 2015. 1096 p. \nTAVARES, JOSÉ DA CUNHA. Noções de prevenção e controle de perdas em \nsegurança do trabalho. 8. ed. São Paulo: Editora Senac São Paulo, 2010. \nBibliografia Complementar: \nSILVA, ALEXANDRE PINTO DA. Temperaturas extremas: calor e frio: manual \ntécnico para avaliação e exposição ocupacional ao calor e frio. São Paulo: LTr, \n2015. \nBASILE, CÉSAR REINALDO OFFA. Direito do trabalho: teoria geral a segurança \ne saúde. 2. ed. São Paulo: Saraiva, 2009. 130 p. (Sinopses jurídicas, v. 27). \nGARCIA, GUSTAVO FILIPE BARBOSA. Meio ambiente do trabalho: direito, \nsegurança e medicina do trabalho. 2. ed. rev. atual ampl. São Paulo: GEN, 2009. \nSALIBA, Tuffi Messias; CORRÊA, Márcia Angelim Chaves. Insalubridade e \npericulosidade: aspectos técnicos e práticos. 17. ed. São Paulo: LTr, 2019. \nBREVIGLIERO, \nEzio; \nPOSSEBON, \nJosé; \nSPINELLI, \nRobson. \nHigiene \nocupacional: agentes biológicos, químicos e físicos. 9. ed. São Paulo: Senac, 2017. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n10º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \n", "106": "101 \n \nGET 006 \nGestão de Sistemas de \nTransportes \n60 \nObrigatória \nEmenta: \nFunção e desenvolvimento dos transportes. Desenvolvimento histórico dos \ntransportes. O sistema de transportes. Características tecnológicas. Elementos de \nprevisão de tráfego. Custos dos serviços em transportes. Métodos de avaliação da \nviabilidade técnica e econômica de empreendimentos relativos a transportes. \nPerspectivas futuras em transportes. \nObjetivos Gerais e Específicos: \nIntroduzir os principais conceitos de gestão de transportes, de forma que o futuro \nprofissional possa efetuar corretamente seu gerenciamento e o dimensionamento dos \nsistemas, visando o controle e a engenharia de tráfego. \nBibliografia Básica: \nMATTAR, A. V.; NOVAES, A. G. PASSAGLIA, E.; VIEIRA, E. Gerenciamento \nde Transportes e Frotas. 3ª ed. São Paulo: Cengage Learning, 2016. \nCHOPRA, S.; MEINDL, P. Gestão Da Cadeia De Suprimentos - Estratégia, \nplanejamento e Operações. 6ª ed. São Paulo: Pearson Education do Brasil, 2015. \nCAMPOS, Vânia Barcellos Gouvêa. Planejamento de transportes: conceitos e \nmodelos. Rio de Janeiro: Interciência, c2013. \nBibliografia Complementar: \nPEREIRA, V. B. Transportes: história, crises e caminhos. 1ª ed. São Paulo: \nCivilização Brasileira, 2014 \nBIRD, R. Byron; STEWART, Warren E.; LIGHTFOOT, Edwin N. Fenômenos de \ntransportes. 2. ed. Rio de Janeiro: LTC, 2004 838 p. \nMINISTÉRIO DOS TRANSPORTES (2012) Plano Nacional de Logística e \nTransporte: \nRelatório \nFinal. \nBrasília, \n2012. \nDisponível \nem: \nhttp://www.transportes.gov.br/public/arquivo/arq1294950307.pdf \n. \nAcesso \nem: \n15/06/2018. \nDIAS, M. A. P. Logística, transporte e infraestrutura: armazenagem, operador \nlogístico, gestão via TI, multimodal. São Paulo: Atlas, 2012. \nFLEURY, Paulo Fernando. Infraestrutura–sonhos e realidade. In: FÓRUM DE \nECONOMIA DA FUNDAÇÃO GETÚLIO VARGAS. 8. 2011. São Paulo. Anais \neletrônicos… \nSão \nPaulo: \nFGV/EESP, \n2011. \nDisponível \nem: \nhttp://cnd.fgv.br/sites/cnd.fgv.br/files/Paulo%20Fernando%20Fleury%20-%20Infraes \ntrutura.pdf . Acesso em: 15/06/2018. \n", "107": "102 \n \n \n \n \n10º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nTCC 002 \nTCC II \n30 \nObrigatória \nEmenta: \nTrabalho orientado por um ou mais professores do Curso em temas de interesse da \nEngenharia Civil. Avaliação dos resultados obtidos com a implementação do projeto \nde conclusão de curso. Minuta do TCC. Trabalho final. \nObjetivos Gerais e Específicos: \nOrientar o desenvolvimento do trabalho de conclusão de curso. \nBibliografia Básica: \nArtigos de periódicos e outras fontes bibliográficas, indicados pelo(s) docente(s) de \nacordo com o projeto desenvolvido por cada grupo de estudantes. \nBibliografia Complementar: \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n10º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nCOC 005 \nInstalações \ncomunicação \nelétricas \ne \nde \n60 \nObrigatória \n", "108": "103 \n \nEmenta: \nConceitos Gerais de Instalações Elétricas. Sistemas Elétricos Residenciais e Prediais: \nFornecimento de Energia aos Prédios. Modalidades de Ligação. Padrões de Entrada \nde Energia. Tipos de Fornecimento de Tensão. Instalações de Iluminação \n(Luminotécnica). Elaboração de Projeto Elétrico em B.T: Esquemas Fundamentais de \nLigação. Previsão de Carga (condições mínimas - NBR 5410): iluminação e lógica. \nTomadas de uso geral e tomadas de uso específico. Potência Instalada. Demanda \nMáxima. Fator de demanda. Condutores elétricos: seções mínimas, tipos, \ndimensionamento. Dimensionamento do eletroduto. Aterramento. Dispositivos de \nproteção dos circuitos: tipos e dimensionamento. \nProjeto elétrico domiciliar e predial. Projeto de instalações telefônicas domiciliares e \nprediais. Projeto de aterramento e proteção contra descargas atmosféricas. \nObjetivos Gerais e Específicos: \nPermitir que o futuro profissional calcule corretamente a demanda de energia elétrica \nda edificação, efetue o correto dimensionamento das instalações e componentes \nelétricos, efetue as proteções adequadas do sistema de energia elétrica, dimensione o \nsistema luminotécnico da maneira adequada, de forma a garantir o conforto e a \nsegurança dos usuários e efetue corretamente o dimensionamento dos sistemas de \ncomunicação. \nBibliografia Básica: \nCREDER, H. Instalações Elétricas. 16 ed. Rio de Janeiro: LTC, 2016. 494p. \nCAVALIN, G. CERVELIN, S. Instalações Elétricas Prediais. 14ª ed. São Paulo: Ed. \nÉrica. 2014, 413p. \nNISKIER, J. Instalações Elétricas. 6 ed. Rio de Janeiro: LTC. 2013. 434p. \nBibliografia Complementar: \nCOTRIM, A. M. B. Instalações elétricas. 5 ed. São Paulo: Pearson Hall, 2009. 496 \np. \nFLARYS, F. Eletrotécnica Geral - Teoria e Exercícios Resolvidos. 2 ed. Rio de \nJaneiro: Manole. 2013. 304p. \nMAMEDE FILHO, J. Instalações elétricas industriais. 7 ed. Rio de Janeiro: LTC. \n2007. 914 p. \nMOREIRA, V. A.. Iluminação elétrica. São Paulo: Ed. Blücher, 1999. 189p. \nNEGRISOLI, M. E. M. Instalações elétricas: projetos prediais em baixa tensão. 3 \ned. São Paulo: Edgard Blucher, 1987. 192 p. \n \n \n \n10º PERÍODO \n", "109": "104 \n \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nENG 003 \nDireito e Legislação \n45 \nObrigatória \nEmenta: \nNoções do direito, ética profissional e engenharia legal, noções de legislação \ntrabalhista, comercial e fiscal; tipos de sociedade; direitos humanos e diversidade; \npropriedade industrial, patentes e direitos. Direito aplicado à engenharia. \nObjetivos Gerais e Específicos: \nProporcionar aos alunos o acesso a informações e ao conhecimento básico da \nlegislação e prática profissional; possibilidades de campos de atuação e inserção no \nmercado de trabalho; do planejamento, organização, gerenciamento e dinâmica de um \nescritório de engenharia; da regulamentação, atribuição ética e responsabilidade \nprofissional; desenvolver a capacidade de análise, planejamento estratégico e demais \nfatores intervenientes para a atuação profissional. \nBibliografia Básica: \nBASILE, C. R. O. Direito do trabalho: teoria geral a segurança e saúde. São Paulo \nSaraiva 2009., \nGARCIA, G. F. B. Meio ambiente do trabalho: direito, segurança e medicina do \ntrabalho. São Paulo: GEN, 2009 . \nBAZZO, W. A.; PEREIRA, L. T. do V. Introdução à engenharia: conceitos, \nferramentas e comportamentos. Coleção Didática. 4. ed. rev. Florianópolis: Ed. \nUFSC, c1988. 292 p. ISBN 9788532806420 \nCONSELHO REGIONAL DE ENGENHARIA DE MINAS GERAIS. Manual de \nengenharia de empreendimentos. Diretoria Técnica e de Fiscalização, 2016. 36 \npag. \nDisponível \nem:<http://www.crea-mg.org.br/servicos/fiscalizacao/engenharianosempreendimento \ns/Documents/parte01-manualfiscalizacao.pdf>. Acesso em : 12 fev 2017. \nCONSELHO FEDERAL DE ENGENHARIA E AGRONOMIA. Resolução nº \n1.048/2013. \nDisponível \nem: \n<http://normativos.confea.org.br/downloads/1048-13.pdf>. Acesso em: 12 fev 2017. \nSALIBA, T. M.; PAGANO, S. C. R. S. Legislação de segurança, acidente de \ntrabalho e saúde do trabalhador. 11. ed. São Paulo: LTR, 2015. 708 p. ISBN \n9788536186573 \nBibliografia Complementar: \nDEL MAR, Carlos Pinto. Direito na construção civil. São Paulo: Pini, 2015. 559 p. \nLei Federal Nº 8.078 de 11 de Setembro de 1990 “Dispõe sobre a Proteção do \nConsumidor e dá outras providências”. \n", "110": "105 \n \nBRASIL. Consolidação das leis do trabalho. 45. ed. São Paulo: LTR, 2015. 1032 p. \nISBN 9788536186580. \nVENOSA, S. de S. Introdução ao estudo do direito: primeiras linhas. 4. ed. São \nPaulo: Atlas, 2014 317 p. ISBN 9788522484621. \nBRASIL. Constituição (1988). Constituição da República Federativa do Brasil. \nBrasília, DF: Senado Federal: Centro Gráfico, 1988. 292 p. \n \n \n \n10º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nETS 001 \nOrientação de Estágio \nSupervisionado \n15 \nObrigatória \nEmenta: \nAtividade \nde \nformação \ndiretamente \nsupervisionada, \ncontribuindo \npara \no \ndesenvolvimento das habilidades e competências estabelecidas, assegurando sua \nconsolidação e articulação. \nObjetivos Gerais e Específicos: \nProporcionar ao aluno a vivência da profissão num ambiente que não pode ser \nreproduzido na universidade, o ambiente profissional; apresentar o aluno ao mercado \nde trabalho quando surgem oportunidades de contato com futuros potenciais \nempregadores. \nBibliografia Básica: \n \nBibliografia Complementar: \n \n \n \n10º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nART 001 \nDesenho de observação \n60 \nOptativa \nEmenta: \n", "111": "106 \n \nDesenvolvimento de métodos e técnicas, tradicionais e contemporâneos para representação \nbidimensional. Introdução dos elementos formais e sintáticos do desenho: ponto; linha, \nmassa, textura, volume, composição, valor tonal, cor, luz e sombra e bases de perspectiva. \nObjetivos Gerais e Específicos: \nDesenvolver habilidades e técnicas de representação gráfica bidimensional. Conhecer e \nutilizar os elementos formais e sintáticos do desenho e exercitar a sua articulação. Estimular \na percepção e a criatividade através da prática da observação e da representação gráfica \nbidimensional. \nBibliografia Básica: \nAUMONT, J. A imagem. 16. ed. Campinas: Papirus, 2012. 331 p. (Ofício de arte e forma). \nISBN 9788530802349. \nLORRAINE, F. Técnicas de representação. Porto Alegre: Bookman, 2011. \nWONG, W. Princípios de forma e desenho. São Paulo: Martins Fontes, 2001. \nBibliografia Complementar: \nMANGUEL, Alberto. Lendo imagens: uma história de amor e ódio. 6. reimpr. São Paulo: \nCompanhia das Letras, 2011. 358 p. ISBN 9788535901498. \nPEDROSA, Israel. Da Cor à Cor Inexistente. Brasília - DF. Editora FUNAME. 1980 \nPIYASENA, Sam. Desenhe!: curso de desenho dinâmico para qualquer um com papel e \nlápis à mão. São Paulo: Gustavo Gili, 2015. 160 p. ISBN 9788565985628. . 741.02 P585d \n2015 (SL) Ac.81589 \nMARTÍN, Gabriel. Fundamentos do desenho artístico: aula de desenho. 2. ed. São Paulo: \nMartins Fontes, 2014. 255 p. ISBN 9788578277857 (broch.). . 741 M381f 2.ed. (SL) \nAc.78194 \nTHORSPECKEN, Thomas. Urban sketching: guia completo de técnicas de desenho \nurbano. São Paulo: Gustavo Gili, 2014. 128 p. ISBN 9788565985529. . 72.011 T522u 2014 \n(SL) Ac.81559 \n \n \n10º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nHIS 008 \nTratamento de Esgotos \n60 \nOptativa \nEmenta: \nAlternativas para tratamento de esgotos sanitários. Caracterização de águas residuárias e \nesgotos sanitários. Transferência de oxigênio. Processos biológicos para tratamento de \nesgostos sanitários urbanos. Processos aeróbios, anaeróbios e combinados. Processos \n", "112": "107 \n \nquímicos e físico-químicos para tratamento de esgotos sanitários. Desinfecção. Reatores \nUASB. Tratamento e disposição de lodos gerados em estações de tratamento de esgotos. \nProjetos. Padrões de qualidade da água. \nObjetivos Gerais e Específicos: \nComo objetivo geral é proporcionar o discente à abordagem científica utilizada no estudo \nsobre os esgotos sanitários suas propriedades e características, bem como os aspectos \nenvolvidos na atenuação dos efeitos deste passivo ao meio físico. \nOs objetivos específicos são: oferecer compreensão dos padrões de qualidade de água, \ncategorização de efluentes, tratamento a partir de processos aeróbios e anaeróbios, correta \ndestinação e possíveis medidas de reaproveitamento do excedente. \nBibliografia Básica: \nVON SPERLING, M. Princípios do tratamento biológico de águas residuárias – Volume \n1 - Introdução à qualidade das águas e ao tratamento de esgotos. UFMG, 4ª Ed., 2014, \n452p. \nVON SPERLING, M. Princípios do tratamento biológico de águas residuárias – Volume \n2 - Princípios básicos do tratamento de esgotos. UFMG, 2ª Ed., 2016, 211p. \nJORDÃO, Eduardo Pacheco; PESSÔA, Constantino Arruda. Tratamento de esgotos \ndomésticos. ABES, 7ªed, 2015. \nBibliografia Complementar: \nCHERNICHARO, C. A. L. Princípios do tratamento biológico de águas residuárias – \nVolume 5 - Reatores Anaeróbios. UFMG, 2ª Ed., 2016, 379p. \nDAVIS, Mackenzie. Tratamento de Águas para Abastecimento e Residuárias. Elsevier, \n2016. \nMETCALF, Leonard; EDDY, Harrison P. Tratamento de efluentes e recuperação de \nrecursos. McGraw Hill Brasil, 2015. \nMIERZWA, J. C. ; HESPANHOL, I. Água na Indústria: uso racional e reúso. São Paulo, \nOficina de Textos, 2005. \nVON SPERLING, M. Princípios do tratamento biológico de águas residuárias – Volume \n3 - Lagoas de estabilização. UFMG, 3ª Ed., 2017, 196p. \n \n \n10º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nHAR 001 \nHistória da Arquitetura e do \nUrbanismo I \n60h \nOptativa \nEmenta: \n", "113": "108 \n \nAnálise da produção artística, arquitetônica e da cidade no período compreendido entre a \npré-história e o século XIV, nas culturas da Antiguidade Mediterrânea e da Europa Medieval \ne nas culturas americanas, árabes e do Extremo Oriente, segundo os seus condicionantes \nsocioeconômicos, culturais, construtivos e estilísticos. Correlação, interpretação e análise \ncrítica do espaço arquitetônico, das formas e das funções dos edifícios dessa época. \nObjetivos Gerais e Específicos: \nCapacitar os alunos para a compreensão da produção arquitetônica e artística do ambiente \nurbano das origens da humanidade até o século XIV. Conhecer os principais estilos, obras e \nartistas do período que compreende a pré-história e o século XIV; entender a cidade \nenquanto produção de agentes em relações de poder político e de trocas econômicas, bem \ncomo fatores culturais e religiosos; internalizar conhecimentos históricos dos quais o \ndiscente possa tirar partido para a sua prática em projetos acadêmicos e atividades \nprofissionais. \nBibliografia Básica: \nBENÉVOLO. L. História da cidade. 6.ed. São Paulo: Perspectiva, 2015. \nFAZIO, M.; MOFFETT, M.; LAWRENCE, W. A história da arquitetura mundial. Porto \nAlegre: AMGH, 2011. \nROBERTSON, D. S. Arquitetura grega e romana. 2. ed. São Paulo: Wmf Martins Fontes, \n2014. \nBibliografia Complementar: \nCUNHA, J. C. da. A história das construções - Vol. 1 - Da Pedra Lascada Às Pirâmides de \nDahchur. Belo Horizonte: Autentica, 2009. \nCUNHA, J. C. da. A história das construções - Vol. 2 - Das grandes Pirâmides de Gisé ao \ntemplo de Medinet Habu. Belo Horizonte: Autentica, 2009. \nCUNHA, J. C. da. A história das construções - Vol. 3 - Das construções olmecas, no \nMéxico, às revelações de Pompeia. Belo Horizonte: Autentica, 2012. \nCUNHA, J. C. da. A história das construções - Vol. 4 - do Panteão de Roma ao Panteão de \nParis. Belo Horizonte: Autentica, 2012. \nZEVI, B. Saber ver a arquitetura. 6. ed. Tradução Maria Isabel Gaspar, Gaëtan Martins de \nOliveira. São Paulo: Wmf Martins Fontes, 2009. \nPEREIRA, J. R. A. P. Introdução à história da arquitetura: das origens ao século XXI. \nPorto Alegre: Bookman, 2010. \n \n \n \n \n10º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \n", "114": "109 \n \nGET 007 \nObras de Terra \n60 \nOptativa \nEmenta: \nAspectos gerais em barragens de terra e enrocamento. Investigações geológicas para \nconstrução de barragens. Geotécnica das fundações em barragens. Estudo dos materiais a \nempregar na construção de barragens. Percolação em barragens de terra e de terra-\nenrocamento. Análise de estabilidade de taludes. Acompanhamento durante a construção e \nfuncionamento. Noções sobre efeitos sísmicos. \nObjetivos Gerais e Específicos: \nO discente será capaz de se aprofundar sobre a construção, funcionamento e comportamento \nde uma barragem, baseando-se em critérios de dimensionamento e premissas científicas da \nMecânica dos Solos e Tecnologia de Fundações. \nBibliografia Básica: \nPINTO, C.S. Curso básico de mecânica dos solos, Oficina de Textos, São Paulo, 2000. \nCAPUTO, H. P. Mecânica dos solos e suas aplicações: mecânica das rochas, fundações e \nobras de terra. 7. ed. Rio de Janeiro: LTC, c2015. v. 2, xvi, 560 p. ISBN 9788521620389. \nCRUZ, P. T. da. 100 barragens brasileiras: casos históricos, materiais de construção, \nprojeto. 2. ed. São Paulo: Oficina de Textos, 2004. xxvi, 647 p. ISBN 978858623802. \nBibliografia Complementar: \nCAPUTO, H. P.; CAPUTO, A. N. (Autor). Mecânica dos solos e suas aplicações: \nfundamentos. 7. ed. Rio de Janeiro: LTC, 2015. 256 p. ISBN 9788521618850. \nREBELLO, Y. C. P. Fundações: guia prático de projeto, execução e dimensionamento. 4. \ned. São Paulo: Zigurate, 2008. 239 p. \nDAS, B. M.; SOBHAN, K. por. Fundamentos de engenharia geotécnica. São Paulo: \nCengage Learning, c2015. xv, 612 p. ISBN 9788522118236. \nCRAIG, R. F.; KNAPPETT, J. Craig: mecânica dos solos. 8. ed. Rio de Janeiro: LTC, \nc2014. xxiii, 419 p. ISBN 9788521626923. \nPOPP, J. H. Geologia geral. 6. ed. rev. Rio de Janeiro: LTC, 2010. xi, 309 p. ISBN \n9788521617600. \n \n10º PERÍODO \n \nCódigo: \nDisciplina: \nCarga Horária: \nNatureza: \nEST 011 \nPontes \n60 \nOptativa \nEmenta: \n", "115": "110 \n \nIntrodução. Classificação das pontes. Ações atuantes. Sistemas estruturais. Seções \ntransversais. Superestrutura das pontes de concreto. Mesoestrutura. Infraestrutura. Processos \nconstrutivos. \nObjetivos Gerais e Específicos: \nProporcionar ao discente o entendimento sobre a concepção, o dimensionamento e o \ndetalhamento construtivo de pontes segundo os materiais de construção empregados. \nEmbasamento técnico para o cálculo de ações, estrutura e abordagens pertinentes a estas \nobras especiais. \nBibliografia Básica: \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6118: Projeto e execução \nde estruturas de concreto. Rio de Janeiro: ABNT, 2003. \nASSOCIAÇÃO BRASILEIRA   DE   NORMAS   TÉCNICAS.   NBR 8800: projeto de \nestruturas de aço e de estrutura mista de aço e concreto de edifícios. Rio de Janeiro: ABNT, \n2008. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 7187: Projeto de pontes \nde concreto armado e de concreto protendido: procedimento. Rio de Janeiro: ABNT, 2003. \nBibliografia Complementar: \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 7188: carga móvel \nrodoviária e de pedestres em pontes, viadutos, passarelas e outras estruturas. Rio de Janeiro: \nABNT, 2013. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6122: projeto e execução \nde fundações. Rio de Janeiro: ABNT, 2010. \nMARCHETTI, O. Pontes de Concreto Armado. 2ª ed. São Paulo: Editora Blucher, 2018. \nGARRISON, Philip. Fundamentos de estruturas. 3. ed. Porto Alegre: Bookman, 2018. \n414 p. \nPFEIL, W.; PFEIL, M. Estruturas de aço. 8ª ed. Rio de Janeiro: LTC, 2009. \n", "116": "111 \n \n \n \n \n \n \n \n \n \n \n \n \n \n3.3 Critérios de aproveitamento de conhecimentos e experiências anteriores \n \nO campus do IFMG Santa Luzia segue as diretrizes dispostas na Resolução CNE/CP \nnº 3/2002 em seu artigo 8º, com o intuito de garantir aos discentes matriculados no curso o \ndireito à aquisição de competências profissionais que os tornem aptos para a inserção em \nsetores profissionais nos quais haja utilização de tecnologias. \nOs discentes poderão ser dispensados de cursar disciplinas por dois meios: \naproveitamento de disciplinas cursadas anteriormente e aproveitamento de conhecimentos e \nexperiências anteriores, dispositivo conhecido pela sigla (ACEA). As datas para solicitação \nde dispensa farão parte do calendário escolar, assim como as datas de resultados e demais \natividades relacionadas à dispensa. Para solicitar a dispensa ou o aproveitamento de \nconhecimentos e experiências anteriores, o discente terá meios para comprovação formal \nestabelecidos por requerimentos feitos pela secretaria acadêmica. \nDispensa \nO aproveitamento de estudos para fins de dispensa seguirá os seguintes critérios em \nconformidade com o artigo 58 do Regulamento de Ensino disposto na Resolução nº 30 de \n14 de dezembro de 2016: \nI. compatibilidade mínima de 75% (setenta e cinco por \ncento) da carga horária, resguardado o cumprimento da carga \nhorária mínima total estabelecida para o curso na legislação vigente; \nII. compatibilidade do conteúdo programático, mediante \nparecer do Coordenador de Curso e um docente da área; \nIII. é permitido o aproveitamento conjunto de 2 (duas) ou \nmais disciplinas para dispensa de 1 (uma) disciplina desde que, \n", "117": "112 \n \nreunidas, no mesmo processo, o conteúdo programático e a carga \nhorária atendam ao estabelecido nos incisos I e II deste artigo; \nIV. é permitida a utilização de 1 (uma) disciplina, no mesmo \nprocesso, para dispensa de 2 (duas) ou mais disciplinas desde que o \nconteúdo programático e a carga horária atendam ao estabelecido \nnos incisos I e II deste artigo; \nV. o requerimento de aproveitamento de disciplinas, \nprotocolado no Setor de Registro e Controle Acadêmico, deverá ser \nfeito em formulário próprio, conforme calendário acadêmico, e estar \nacompanhado do histórico escolar, conteúdo programático e carga \nhorária das disciplinas cursadas na instituição de origem. O ato \nautorizativo de funcionamento do curso deverá constar na \ndocumentação apresentada. \nA análise dos pedidos de aproveitamento de estudos, inclusive no caso de conteúdos \ndefasados, caberá ao Coordenador de Curso e um docente da disciplina ou de área correlata. \n \nEm seu artigo 59 o Regulamento de ensino pontua os seguintes incisos para \naproveitamento de disciplinas para dispensa em função das disciplinas constantes na matriz \ncurricular: \nI. até o máximo de 40% (quarenta por cento) da carga \nhorária total do curso para disciplinas cursadas em outra instituição; \nII. ilimitado para disciplinas cursadas exclusivamente no \nIFMG; \nIII. cumulativo com o aproveitamento de conhecimentos e \nexperiências anteriores (ACEA), se houver. \nParágrafo único. Havendo concomitância das situações \nprevistas nos incisos anteriores, deverá ser aplicada a seguinte \nordem de prioridade: \nI. aproveitamento das disciplinas cursadas no IFMG, de \nforma ilimitada; \n", "118": "113 \n \nII. caso as disciplinas cursadas no IFMG ultrapassem o \nlimite de 40% (quarenta por cento) da carga horária total do curso, o \ndiscente não poderá fazer outros aproveitamentos; \nIII. caso as disciplinas cursadas no IFMG não ultrapassem o \nlimite de 40% (quarenta por cento) da carga horária total do curso, o \ndiscente poderá aproveitar disciplinas de outras instituições, bem \ncomo conhecimentos e experiências anteriores, de forma que o total \nde aproveitamentos não ultrapasse esse limite. \nEm alguns casos, não haverá o direito à dispensa de disciplinas no curso de \nEngenharia Civil do campus Santa Luzia, conforme colocado no artigo 60 do supracitado \nRegimento de Ensino: \nI. O discente que, em período anterior, tiver sido reprovado \nna disciplina; \nII. \nnão \nforem \nreconhecidas \nas \ncorrespondências \nestabelecidas no artigo 58; \nIII. o aproveitamento da disciplina já tiver sido solicitado \nanteriormente e indeferido para a dispensa da mesma disciplina, \ncom a mesma documentação; \nIV. alguma disciplina cursada já tiver sido utilizada para \ndispensa em processos anteriores. \nSe caso o discente tenha iniciado participação em programa de mobilidade \nacadêmica no mesmo período letivo em que ocorreram as reprovações, não ficará impedida \na dispensa de disciplinas. \nMesmo que o discente ingresse com o pedido de dispensa de disciplina(s) da matriz \ncurricular do curso de Engenharia Civil, este deverá frequentar as aulas destas matérias \nrequeridas para dispensa até o deferimento do pedido de aproveitamento. Caso seja \ndeferida, constará no histórico escolar com a denominação e carga horária constantes na \nmatriz curricular do atual curso, com a situação de “Aproveitamento de Estudos” (AE). \n \nACEA \n", "119": "114 \n \nO campus do IFMG Santa Luzia poderá aproveitar conhecimentos e experiências \nanteriores, desde que diretamente relacionados com o perfil do profissional de conclusão da \nrespectiva qualificação ou habilitação profissional. \nA análise de conhecimentos e experiências anteriores será realizada por docente ou \nbanca examinadora indicados pela Coordenação de Curso e se dará por meio de \ninstrumentos de avaliação específicos que deverão aferir os conteúdos, competências e \nhabilidades do discente em determinada disciplina. \nOs critérios adotados para esses aproveitamentos serão os descritos no Regulamento \nde Ensino do IFMG (Resolução 30 de 14 de dezembro de 2016) e em Regimento interno do \ncampus, se houver. O discente poderá solicitar o aproveitamento de conhecimentos \nanteriores de disciplinas definidas pelo Colegiado do Curso. \nDe acordo com o Regulamento de Ensino do IFMG, em seu artigo 68, estão \npontuados os seguintes critérios para o dispositivo de aproveitamento por ACEA: \nI. a(s) avaliação(ões) proposta(s) pelo docente ou banca examinadora \nterá(ão) valor igual à pontuação do período letivo; \nII. será considerado aprovado o discente que obtiver rendimento igual ou \nsuperior a 60% (sessenta por cento), sendo dispensado de cursar a disciplina; \nIII. a dispensa de disciplinas por aproveitamento de conhecimentos e \nexperiências anteriores será limitada a 40% (quarenta por cento) da carga horária \ntotal do curso. O aproveitamento de estudos e o aproveitamento de conhecimentos e \nexperiências anteriores serão cumulativos e obedecerão ao disposto no art. 59; \nIV. o requerimento de aproveitamento de conhecimentos e experiências \nanteriores deverá ser feito conforme calendário acadêmico. \nSeguindo a colocação do inciso II do Regulamento de Ensino, as seguintes \ndisciplinas não são passíveis de aproveitamento por ACEA: \n● Física Experimental I \n● Física Experimental II \n● Introdução à Engenharia \n● Sociologia \n● Projeto Arquitetônico. \nNão serão deferidos pedidos de aproveitamento de conhecimento e experiências \nanteriores (ACEA) às disciplinas que, em ocasiões anteriores, o discente tenha sido \n", "120": "115 \n \nreprovado; ou até mesmo tenham integralizado 80% ou mais da carga horária da disciplina \nrequerida, no semestre corrente. \nA disciplina dispensada será registrada no histórico escolar com a denominação, \ncarga horária e período constantes na matriz curricular do curso, com a situação de \n“Aproveitamento de Conhecimentos e Experiências Anteriores” (ACEA) e atribuição da \nnota obtida pelo discente na avaliação. \n \n \n3.4 Metodologias de ensino \n3.4.1 O processo de construção do conhecimento em sala de aula \n \nAs metodologias de ensino utilizadas no curso de Engenharia Civil do campus Santa \nLuzia valorizarão: \n● As capacidades e conhecimentos prévios dos discentes; \n● As capacidades e a progressiva autonomia dos discentes com necessidades \nespecíficas; \n● Os valores e concepção de mundo dos discentes, seus diferentes ritmos de \naprendizagem, sua cultura específica, referente especialmente \nao \nseu \npertencimento social, étnico-racial, de gênero, etário, religioso e de origem \n(urbano ou rural); \n● O trabalho coletivo e o diálogo entre docentes e equipe pedagógica, bem como \nentre instituição e comunidade; \n● O uso das Tecnologias da Informação e Comunicação – TIC’s; \n● O uso de diferentes estratégias didático-metodológicas: seminários, debates, \natividades em grupo, atividades individuais, projetos de trabalho, estudos \ndirigidos, visitas técnicas, oficinas temáticas e outras. \n \n3.4.2 Proposta interdisciplinar de ensino \n \nO curso de Engenharia Civil promoverá a integração entre as disciplinas/conteúdos \nministrados, através do planejamento conjunto de aulas, da realização de projetos que \nintegrem conhecimentos de diferentes disciplinas e da atribuição de notas de maneira \ncompartilhada. Além destas ações, o curso buscará integrar os saberes que são \n", "121": "116 \n \nproporcionados pelos cursos de Arquitetura e Urbanismo, Design de Interiores, Técnico em \nEdificações e Paisagismo, oferecidos no \ncampus, na produção de \nprojetos \nmultidisciplinares de extensão e pesquisa aplicada contemplando a disseminação do \nconhecimento de maneira transversal. Acredita-se que, assim, os conteúdos farão mais \nsentido para os discentes e que os mesmos aprenderão a utilizar conhecimentos de \ndiferentes áreas para resolver uma situação-problema, capacidade muito demandada pelo \nmercado de trabalho atual. O curso de bacharelado em Engenharia Civil promoverá a \nintegração entre teoria e prática, através de propostas de atividades multidisciplinares, das \nconcepções de projetos na realização das disciplinas de conteúdo específico e do Trabalho \nde Conclusão de Curso, caso o discente opte por fazer um projeto nesta disciplina. O \nestudante deverá resolver uma situação problema por meio da utilização conjunta de \nconhecimentos de outras disciplinas do curso. Esse projeto será acompanhado pelos \nprofessores dos conteúdos que o estudante julgar necessários para a resolução da situação-\nproblema. Esse trabalho representará uma oportunidade para os discentes utilizarem os \nconhecimentos aprendidos para resolverem uma situação problema real, observada no \ncontexto do trabalho na área de atuação. \nAlém disso, na Semana de Ciência e Tecnologia, Semana da Diversidade e na \nSemana do Meio Ambiente (eventos que fazem parte do calendário acadêmico), os \ndiscentes do curso de Engenharia Civil são fomentados a participar de discussões, debates, \npalestras e mesas-redondas de diferentes áreas do conhecimento, já que, nesses eventos, \nprofissionais das áreas da própria Engenharia Civil, Design de Interiores, Paisagismo, \nArquitetura e Urbanismo, Sociologia, Artes e outros, participam contribuindo para a \nformação interdisciplinar dos discentes. \nVale ressaltar também que as políticas institucionais de pesquisa e de extensão \natuam no curso e são implementadas desde 2015, com a aprovação de projetos de pesquisa \ne extensão, que se relacionam a diferentes disciplinas ministradas no curso, promovendo a \ninterdisciplinaridade e integração de conteúdo, o que amplia os conhecimentos dos \ndiscentes envolvidos nos projetos e impulsiona o intercâmbio de informações entre os \ndocentes. \nO curso em questão poderá proporcionar a oferta de cursos de Formação Inicial e \nContinuada (FIC) voltados à área de Engenharia Civil no campus Santa Luzia. Esses cursos \n", "122": "117 \n \npoderão ser ministrados pelos professores integrantes do curso de Engenharia Civil e \nrepresentarão uma oportunidade para discentes e comunidade em geral se beneficiarem \ncom os conhecimentos próprios da área. \n \n3.4.3 Atividades complementares da estrutura curricular: \n \nA carga horária de atividades complementares será de 180 horas, composta por \nparticipação em eventos, como seminários, palestras, simpósios, colóquios, mesas \nredondas, congressos, mini-cursos e oficinas na área, ministrados tanto no campus, quanto \nem empresas e outras instituições. Tais atividades visam complementar a formação dos \nestudantes e deverão estar diretamente relacionadas aos conhecimentos trabalhados no \ncurso de Engenharia Civil. A participação nesses eventos deverá ser comprovada por \ncertificado fornecido pela instituição responsável pelo evento, constando nome do discente \nparticipante, carga horária e nome da atividade. Serão contabilizadas apenas as atividades \ncompatíveis com o conteúdo do curso. Tal compatibilidade será analisada pelo Colegiado \ndo Curso. \nO regulamento de atividades complementares a serem aproveitadas nos cursos de \ngraduação do campus Santa Luzia encontra-se no Apêndice A. \n3.4.4 Atividades de pesquisa e produção científica \n \nO curso de Engenharia Civil do campus Santa Luzia promoverá o desenvolvimento \nde projetos e soluções técnicas e tecnológicas que possam beneficiar a comunidade local e a \nsociedade como um todo. Para tanto, serão incentivados projetos de pesquisa aplicada que \nvisem resolver situações problema colocadas pela realidade local, os que fomentem \ninovação tecnológica e os que possam ser propulsores de produção acadêmica acentuada à \nEngenharia Civil. \n \n3.4.5 Atividades de extensão \n \nAs atividades de extensão superior se pautarão em atender soluções à problemática \nlocal relacionada a uma rotina do curso de Engenharia Civil. O curso promoverá ambientes \nde propagação do conhecimento à comunidade com a participação ativa dos discentes. \nAlém do incentivo aos discentes em participar de projetos de extensão superior, os docentes \n", "123": "118 \n \ne coordenação de curso fomentarão a participação dos alunos em eventos da instituição, nos \nquais haja a integração entre todos os cursos e entre o ensino, a pesquisa e a extensão, como \na Semana de Ciência e Tecnologia, Semana da Diversidade e a Semana de Meio Ambiente \nque constam no calendário acadêmico. Esses eventos são uma oportunidade para que os \nestudantes entrem em contato com profissionais que atuam no mercado de trabalho, com \npesquisadores de outras instituições, além de ser uma ótima oportunidade para a exposição \ndos trabalhos desenvolvidos pelos discentes e professores do campus na extensão superior. \n \n3.4.6 Constituição de empresa júnior \n \nO curso de Engenharia Civil do campus Santa Luzia promoverá práticas \nempreendedoras, incentivando à prática mercadológica na área de atuação, de maneira que \npossam, futuramente, trabalhar como autônomos, consultores ou empresários na área. As \nprincipais atividades a serem pautadas pela empresa júnior estão listadas a seguir: \n- Oferta de serviços sem finalidade lucrativa individual; \n-Serviços relacionados à Engenharia Civil para cidadãos de perfis socioeconômicos \nmais desprovidos; \n- Auxílio às promoções de estágio; \n- Formação de uma base de conveniados. \nPara tanto, a coordenação do curso prioriza manter estreita e constante a relação \ncom instituições que fomentam o empreendedorismo, como o CREA-MG (Conselho \nRegional de Engenharia e Agronomia de Minas Gerais), SEBRAE (Serviço Brasileiro de \nApoio às Micro e Pequenas Empresas) Minas Gerais, bem como trabalhará no sentido dos \ndiscentes vivenciarem, na prática, o empreendedorismo, através de atividades, como a \ncriação e desenvolvimento de uma empresa júnior. \n \n3.4.7 Estágio supervisionado \n \nO estágio supervisionado contempla as diretrizes da Resolução nº 029 de 25 de \nsetembro de 2013 que dispõe sobre a aprovação do Regulamento de Estágio do IFMG, e \nconforme os termos da Lei nº 11.788 de 25 de setembro 2008. O curso de Engenharia Civil \n", "124": "119 \n \npratica as modalidades de estágio supervisionado não-obrigatório e obrigatório. \nO estágio supervisionado não-obrigatório seguirá as seguintes características específicas: \n● \nA lei exige o pagamento de bolsa ou outra forma de contraprestação para o \nestagiário, assim como a concessão de auxílio-transporte; \n● \nPode ser realizado a partir do 1º período do curso e poderá ser considerado \ncomo uma atividade complementar a ser considerada na integralização do curso; \n● \nCarga horária disponível e a validação estão definidas no Regulamento de \nAtividades Complementares do curso de Engenharia Civil, conforme Apêndice A; \nO estágio supervisionado obrigatório terá as seguintes condições pertinentes a esta \nmodalidade: \n● \nPode ser realizado a partir do 5º período do curso; \n● \nAs concessões e pagamento de bolsa são facultativas para o estágio \nobrigatório; \n● \nA carga horária prevista para o estágio supervisionado obrigatório é de 180 \nhoras, correspondendo a 6,04% da carga horária total do curso. \n● \nA carga horária total do estágio pode ser integralizada por meio de \natividades realizadas em mais de uma empresa; \nPara ambas as modalidades as condições estabelecidas para o estágio serão: \n● \nRealização do estágio pode acontecer em concomitância com o curso; \n● \nMáximo de 6 horas diárias e 30 horas por semana, contudo nos horários que \nnão tiverem programadas aulas presenciais o estágio poderá ter uma jornada semanal \nde até 40 horas; \n● \nOrientação tanto por um orientador de estágio do campus (professor), quanto \npor um supervisor de estágio da empresa (profissional da área), os quais \nacompanharão o discente estagiário especialmente sobre questões relacionadas às \natividades realizadas, às disciplinas cursadas e frequência; \n● \nAvaliação será realizada pelo supervisor de estágio e pelo docente \norientador. \nAo cumprir o estágio obrigatório ou não obrigatório e tendo entregado todos os \nformulários e relatórios (parcial e final) no setor de estágios do campus, o discente receberá \numa nota que constará no seu histórico, sendo que 50 (cinquenta) pontos serão avaliados \n", "125": "120 \n \npela empresa que concedeu o estágio, cujos critérios de avaliação serão disponibilizados \npelo campus em formulário próprio (disponibilizado pelo setor de extensão), e os outros 50 \n(cinquenta) pontos restantes serão avaliados pela instituição, mais precisamente pelo \nprofessor orientador de estágio, que será indicado pelo coordenador do curso e fará a \navaliação do relatório final do discente, conforme barema disponível no Apêndice E deste \ndocumento. \nO discente que realizar o estágio não obrigatório poderá utilizar a carga horária para \ncompor as horas das Atividades Complementares, a fim de estimular o engajamento nesta \natividade. Para tal, deve-se seguir o trâmite da resolução que consta no Apêndice A. \nConforme as diretrizes da Resolução nº 029 de 25 de setembro de 2013, artigo 4º, os \nalunos podem ser dispensados total ou parcialmente do estágio obrigatório desde que \ncomprovem exercer funções correspondentes em sua atividade profissional. \nA equiparação da experiência profissional ao estágio obrigatório será considerada se \ncomprovada através de documentação, conforme as seguintes condições: \nI. \nna condição de empregado, declaração em papel timbrado da empresa onde \natua ou atuou, dirigida ao IFMG, devidamente assinada e carimbada pelo \nrepresentante legal da empresa, indicando o cargo ocupado na empresa e as \natividades profissionais desempenhadas pelo estudante; \nII. \nna condição de empresário, cópia do Contrato Social, cartão do CNPJ da \nempresa, comprovando que o estudante participa ou participou do quadro \nsocietário da organização; \nIII. \nna condição de autônomo, comprovante de seu registro na Prefeitura \nMunicipal, comprovante de recolhimento do Imposto Sobre Serviços (ISS) e \ncarnê de contribuição ao INSS; \nO setor responsável por estágios encaminhará a documentação comprobatória de \nexperiência profissional para análise e parecer do coordenador do curso, subsidiado pelos \nprofessores. \nAs atividades que darão direito à dispensa do estágio obrigatório devem ter sido \nrealizadas até 10 anos antes da data do pedido de dispensa. \nCaso seja dispensado de cumprir a carga-horária total ou parcial de estágio \nobrigatório, discriminada neste PPC, o estudante deverá entregar um relato das atividades \n", "126": "121 \n \ndesenvolvidas no formato de Relatório de Estágio, que deverá ser avaliado por um \nprofessor orientador de estágio até a integralização do curso. O professor orientador \natribuirá ao relatório uma nota entre 0 e 100, que constará no histórico escolar do discente, \ncom a aprovação condicionada ao mínimo de 60 pontos. \n \n \n3.4.8 Trabalho de Conclusão de Curso \n \nO Trabalho de Conclusão de Curso (TCC) tem caráter obrigatório e deverá ser \nrealizado por todos discentes do curso de Engenharia Civil. É obrigatório que o assunto a \nser contemplado seja de abrangência da Engenharia Civil. O TCC deve ser elaborado de \nacordo com o regulamento vigente e ser aprovado por banca examinadora. \nO discente deverá, no início do 9º período, escolher uma temática e um orientador, \nentre o corpo docente do campus, o qual o acompanhará durante toda a realização do \ntrabalho. Ao final do 10º período, o estudante deverá apresentar o trabalho para uma banca \nconstituída, no mínimo, pelo professor orientador e mais 02 (dois) membros, sendo um \nobrigatoriamente interno ao IFMG – campus Santa Luzia. Um dos membros poderá ser \nexterno, professor ou profissional ligado ao tema do TCC. \nO regulamento de TCC, com todas as orientações necessárias para a realização do \nTCC, encontra-se disponível no Apêndice B. \n \n3.4.9 Proposta de oferta de disciplinas da graduação presencial por meio da \nEaD \n \nO curso de Engenharia Civil do campus Santa Luzia implantará a oferta de \nconhecimento por meio de disciplinas realizadas em ambientes virtuais, com o apoio \nacadêmico de docentes e tutores, sendo consideradas as diretrizes constantes na Portaria do \nMEC nº 4.059, de 10 de dezembro de 2004 e o Decreto nº 9.057 de 25 de maio de 2017 que \nregulamenta o art. 80 da Lei Federal nº 9.394 de 20 de dezembro de 1996. \n3.4.10 Estratégias de fomento ao empreendedorismo e à inovação tecnológica \n \nO curso de Engenharia Civil do campus Santa Luzia promoverá práticas \nempreendedoras, especialmente através de uma disciplina de caráter optativa chamada \n", "127": "122 \n \n“Gestão e Empreendedorismo”, que poderá ser escolhida pelos discentes a partir do 8º \nperíodo. O objetivo dessa disciplina será incentivar ações empreendedoras nos futuros \nengenheiros civis, de maneira que possam, futuramente, trabalhar como autônomos, \nconsultores ou empresários na área. Para tanto, o professor responsável por essa disciplina \nmanterá contato constante com instituições que fomentam o empreendedorismo, como o \nSEBRAE Minas, bem como trabalhará no sentido dos discentes vivenciarem, na prática, o \nempreendedorismo, através de atividades, como a criação e desenvolvimento de uma \n“empresa júnior”. \nTerá efeito na inovação tecnológica, o engajamento de projetos de pesquisa \naplicada, desenvolvidos por docentes e discentes do curso de Engenharia Civil em editais, \ntanto institucionais quanto os mais consolidados no meio da pesquisa brasileira. \nAdemais, discentes e professores participarão entre os eventos mais importantes da \nárea de inovação na engenharia, sempre com o objetivo de conhecer, analisar e refletir \nsobre novas tecnologias. No futuro, espera-se que os discentes e professores do campus, por \nmeio da pesquisa aplicada, produzam inovações tecnológicas na área da Engenharia Civil. \n3.4.11 Estratégias de fomento ao desenvolvimento sustentável e ao \ncooperativismo \nO curso de Engenharia Civil incentivará a consciência de práticas sustentáveis, \nespecialmente por meio da disciplina “Engenharia Ambiental”, presente no 3º período. De \nforma transversal, as demais disciplinas também promoverão discussões e práticas que \nvalorizem a preservação do meio ambiente e a sustentabilidade e as políticas de Educação \nAmbiental. \nAdemais, anualmente, os discentes refletirão sobre desenvolvimento nacional \nsustentável na Semana de Meio Ambiente, que faz parte do calendário acadêmico. \n \n \n3.5. Modos da integração entre os diversos níveis e modalidades de ensino \n \nO curso de Engenharia Civil estabelecerá uma constante e sistemática integração \ncom o setor produtivo local e regional, especialmente com a finalidade de realização de \nestágios obrigatórios, visitas técnicas e eventos. \n", "128": "123 \n \nO estágio, no curso em questão, será obrigatório, e este ocorrerá nos termos da Lei \nnº 11.788 de 2008 e da Resolução no 029 de 25 de setembro de 2013, que dispõe sobre a \naprovação do Regulamento de Estágio do IFMG. Para a realização dessa atividade, o \ncampus estabelecerá parcerias com empresas da área, localizadas no município e região, \nmediante convênios firmados formalmente pelo setor de extensão e estágios. \nCom o objetivo de proporcionar aos discentes e professores contato com a realidade, \no curso também fomentará a realização de visitas técnicas. Para tanto, serão cadastradas \nempresas da área que possuem interesse em receber discentes e professores. \nO curso também incentivará a participação de discentes e professores em palestras, \nminicursos e oficinas ministrados por professores e profissionais de empresas da região. \n \n \n3.6. Integração com as redes públicas de ensino \n \nO curso de Engenharia Civil também promoverá a integração com a comunidade \nacadêmica em diversos níveis de ensino, abrangendo as modalidades de nível básico e \nmédio. A Semana de Ciência e Tecnologia, Semana da Diversidade e a Semana do Meio \nAmbiente (eventos que fazem parte do calendário acadêmico) são eventos abertos e tem \nampla divulgação na comunidade acadêmica local. Nestes eventos os docentes e discentes \ndo curso de Engenharia Civil juntamente com membros de outras instituições de ensino e \npesquisa poderão participar de discussões, debates, palestras e mesas-redondas de \ndiferentes áreas do conhecimento, já que, nesses eventos, profissionais das áreas de \nEngenharia Civil, Paisagismo, Design, Arquitetura e Urbanismo, Sociologia, Artes e outros \nparticipam, contribuindo para a troca de conhecimento. \nVale ressaltar também que as políticas institucionais de pesquisa e de extensão na \nárea de Engenharia Civil, começaram a ser implementadas em 2015, com a aprovação de \nprojetos de pesquisa e extensão, que se relacionam a diferentes disciplinas ministradas no \ncurso, promovendo a interdisciplinaridade e integração de conteúdo, o que amplia os \nconhecimentos dos discentes envolvidos nos projetos e impulsiona o intercâmbio de \ninformações entre os docentes. \n", "129": "124 \n \n3.7. Serviços de apoio ao discente \n \nA assistência estudantil consiste em um conjunto de benefícios, disponibilizados aos \ndiscentes que atendam a determinados critérios socioeconômicos. Dentre os benefícios, \ntem-se: auxílio moradia, auxílio transporte, auxílio alimentação, auxílio uniforme, etc. \nAlém da concessão de tais benefícios, que levará em conta o perfil e necessidade de cada \ndiscente, o setor de Assistência Estudantil conta com a presença de um assistente social, \nque é responsável por atuar na garantia e ampliação dos direitos sociais e humanos dos \ndiscentes. As intervenções do assistente social são de caráter socioeducativo e visam \nfortalecer a autonomia, a participação e o exercício da cidadania; capacitar, mobilizar e \norganizar os sujeitos, individual e coletivamente, garantindo o acesso a bens e serviços \nsociais; defender os direitos humanos; contribuir para a preservação socioambiental; e \nefetivar a democracia e o respeito à diversidade humana. \nA orientação educacional, realizada por um profissional da pedagogia, consiste em \num conjunto de orientações relativas às estratégias de estudo, de aprendizagem, de \norganização do tempo e do conteúdo ensinado. \nO serviço de psicologia, realizado pela psicóloga do campus, inclui orientação \nprofissional (em parceria com a orientação educacional), plantões de atendimento e \nencaminhamentos para serviços especializados. \nO apoio extra sala de aula é realizado pelos tutores das disciplinas e pelos docentes \nem atendimentos individuais ou em grupo. Além disso, os discentes podem ampliar seus \nconhecimentos e/ou esclarecer dúvidas pendentes nas visitas técnicas organizadas pelos \ndocentes do curso. \nCom o objetivo de diminuir a evasão escolar nos cursos superiores, também está \nprevisto, no calendário acadêmico, o aproveitamento de disciplinas realizadas em outras \ninstituições e o aproveitamento de conhecimentos e experiências anteriores (ACEA), que \nconsiste em um exame de proficiência por meio do qual os discentes podem obter os \ncréditos de uma disciplina com a aprovação em uma prova e/ou outro instrumento de \navaliação, realizados pelos docentes do curso (cf. as seções 4.3.1 e 4.3.2). \nRessalte-se também que as estratégias para a mobilidade acadêmica estão sendo \nimplementadas no campus, por meio da nomeação dos assessores locais da ARINTER \n(Assessoria de Relações Internacionais) do campus Santa Luzia. Esses assessores locais \n", "130": "125 \n \natuarão em conjunto com a ARINTER do IFMG, com o objetivo de fomentar a mobilidade \nacadêmica dos discentes e docentes por meio de convênios firmados com instituições \nexternas. \nÉ necessário destacar também o papel do NAPNEE (Núcleo de Atendimento às \npessoas com necessidades educacionais especiais) na inclusão dos discentes com \nnecessidades específicas na instituição. No campus Santa Luzia, o NAPNEE, já \nimplantado, atende as demandas dos docentes, dos discentes e dos pais/responsáveis legais. \nPara promover um ensino mais participativo e democrático, a Diretoria de Pesquisa, \nEnsino e Extensão (DEPE) incentivou a criação do Diretório Central dos Estudantes (DCE) \ne Diretório Acadêmico (DA) dos discentes. Assim, com o auxílio da DEPE, promoveram \numa eleição, no final de 2015, e elegeram uma chapa mista, constituída por discentes dos \ncursos de Engenharia Civil, Arquitetura e Urbanismo e Design de Interiores, que iniciou, \nefetivamente, sua atuação em janeiro de 2016. \nFuturamente, quando o campus estiver totalmente implantado, serão ofertados \noutros serviços, como odontologia, enfermagem e outros que se fizerem necessários. \n3.8. Certificados e diplomas \n \nAo IFMG, cabe toda a responsabilidade de proceder, todos os atos de expedir e \nregistrar os certificados e diplomas, de acordo com a legislação vigente. O estudante do \ncurso de engenharia civil, após integralizar todos os componentes curriculares, bem como \nentregar o relatório de estágio obrigatório, apresentar o trabalho de conclusão de curso, \nconforme critérios estabelecidos neste projeto pedagógico e atender as obrigações previstas \nna legislação e normas vigentes, entre elas, a relativa ao Exame Nacional de Desempenho \nde Estudantes, receberá o diploma de Bacharel em Engenharia Civil. Esse diploma dará \ndireito tanto ao prosseguimento de estudos quanto ao ingresso no mercado de trabalho. \n3.9. Administração acadêmica do curso \n \nCoordenador de curso \nO atual coordenador do curso de Engenharia Civil, Wemerton Luís Evangelista, \npossui graduação (1999) em Engenharia Civil e pós-graduação lato sensu - Especialização \nem Engenharia de Produção/Civil (2001) pela Faculdade de Engenharia e Arquitetura da \nFumec (1999); Mestrado em Engenharia Civil pela Universidade Federal de Uberlândia \n", "131": "126 \n \n(2004); Doutorado em Engenharia Agrícola pela UFV (Universidade Federal de Viçosa) em \n2011: Análise Ergonômica do Trabalho em um Frigorífico Típico da Indústria Suinícola do \nBrasil. Atualmente é docente com dedicação exclusiva no Instituto Federal Minas Gerais \n(IFMG) campus Santa Luzia. Tem experiência na área de Engenharia Produção, com ênfase \nem Gestão da Produção, Segurança do Trabalho e também em Ergonomia. \nNo campus de Bambuí, onde iniciou suas atividades no IFMG, como servidor efetivo, \nlecionou no curso de bacharelado em Administração, Engenharia de Produção e Engenharia \nde Alimentos, desde de agosto de 2006. Disciplinas que lecionou desde então: \nAdministração da Produção e Serviços I e II, Engenharia Ergonômica (Ergonomia), Saúde, \nMeio Ambiente e Segurança (Ensino a Distância), Introdução a Segurança do Trabalho, \nGestão da Qualidade, Cálculo, Introdução a Engenharia de Produção, Desenvolvimento de \nProdutos, Planejamento e Gestão Estratégica, Gestão de Pessoas, Gestão da Produção. Já no \ncampus de Santa Luzia atuou/atua lecionando as seguintes disciplinas: Metodologia da \npesquisa, Ergonomia e Acessibilidade, Segurança do Trabalho, Materiais de Construção, \nProcesso produtivo no canteiro de obras, Instalações elétricas prediais. Possui também uma \nexperiência de gestão através de sua atuação nos seguintes cargos/comissões no campus \nBambuí: Avaliador Fies/Pronatec e do Pronatec Bolsa-Formação, Coordenador substituto \ndo curso de bacharelado em Engenharia de Produção, Orientador do grupo de pesquisa em \nAdministração- GEPAD, Diretor de Ensino Substituto, Membro da Comissão Responsável \npela implantação de ações de marketing educacional no âmbito do Campus Bambuí, \nCoordenador Geral da Assistência Estudantil do campus Bambuí, Membro da comissão \norganizadora da VI semana de Ciência e Tecnologia do IFMG campus Bambuí, Membro \nda comissão de seleção de bolsistas do Programa Nacional de Acesso ao Ensino Técnico e \nEmprego (Pronatec) do campus Bambuí, Membro da Comissão Organizadora da V Semana \nde Ciência e Tecnologia do campus Bambuí do Instituto Federal de Minas Gerais, Chefe do \nSetor de Almoxarifado e Patrimônio do IFMG (reitoria), Coordenador Geral dos Cursos de \nGraduação. E também no campus de Santa Luzia: Coordenador do Curso Técnico em \nEdificações, Coordenador do Curso de Bacharelado em Engenharia Civil, Presidente do \ncolegiado e do NDE (Núcleo Docente Estruturante) do Curso de Engenharia Civil, \nPresidente da comissão de capacitação, Coordenador do grupo de pesquisa em Ergonomia e \n", "132": "127 \n \nSegurança do Trabalho GEPERGO, Coordenador de diversas pesquisas de iniciação \ncientifica, com ênfase em ergonomia e segurança do trabalho no campus. \n", "133": "128 \n \n \n \nCorpo docente \nNo que segue são apresentados os perfis dos membros do corpo docente do curso de Engenharia Civil e as respectivas disciplinas que \nministram. \n \nDocente \nTitulação \nAno de ingresso \nno IFMG \nRegime de \ntrabalho \nDisciplinas \nAlan Rodrigo \nFonseca Teixeira \nGraduado em Matemática (UFMG/2004), Mestre \nem Matemática (UFMG/2006) \n2014 \nDedicação \nExclusiva \nGeometria Analítica e Álgebra \nLinear, Cálculo II, Cálculo III \nCarolina Helena \nMiranda e Souza \nGraduada em Arquitetura e Urbanismo \n(UFV/2012), Mestre em Arquitetura e Urbanismo \n(UFMG/2016) \n \n2014 \nDedicação \nExclusiva \n \nDesenho Arquitetônico \n \nDaniel Augusto \nde Miranda \nGraduado em Engenharia de Produção Civil \n(CEFET-MG/2008), Mestre em Hidráulica e \nEnergia (Ecole Polytecnique Fédérale de \nLausanne/2011), Doutorando em Saneamento, \nMeio Ambiente e Recursos Hídricos (UFMG) \n \n \n2017 \n \nDedicação \nExclusiva \n \nMecânica dos Fluidos, \nHidráulica I e II \nDário Lúcio Vale \nTheodoro \nGraduado em Engenharia Civil (UFSJ/2014), \nMestre em Estruturas (UFOP/2017) \n \n2010 \nDedicação \nExclusiva \nEstruturas Metálicas II, \nEstruturas de Madeira, \nInstalações Elétricas \n \nDenise Lages \nFloresta \nGraduada em Química bacharelado e licenciatura \n(UFMG/1999 e 2003), mestre em Química \n(UFMG/2002), Doutora em Ciência e Tecnologia \ndos Materiais (CDTN/CNEN/2015) \n \n2008 \n \nDedicação \nExclusiva \n \nQuímica Geral \n \nFelipe Monteiro \nLima \nGraduado em Tecnologia de Análise e \nDesenvolvimento de Sistema (Centro \nUniversitário Claretiano de Batatais/2011) e em \nCiências Biológicas (Universidade Estadual de \nMontes Claros/2005), Especialista em plataforma \n \n \n2014 \n \nDedicação \nExclusiva \n \n \nProgramação de Computadores \n", "134": "129 \n \n \n \n \nde desenvolvimento de web e Psicopedagogia \nInstitucional \n \n \n \n \nFúlvio Cupolillo \nGraduado em Geografia (UFMG/1982), Mestre \nem Metereologia Agrícola (UFV/1997), Doutor \nem Geografia (UFMG/2008) \n \n2011 \nDedicação \nExclusiva \n \nClimatologia \nHudson Cleiton \nReis Pereira \nGraduado em Engenharia Civil (Universidade \nFederal de Viçosa/2008). Mestre em Engenharia \nde Estruturas (UFMG/2015) \n \n2014 \nDedicação \nExclusiva \nResistência dos Materiais I e II, \nConcreto Armado I e II, \nFundações, Pontes. \n \n \nJanaína Park \nGraduada em Engenharia Civil (UFMG/2013), \nMestre em Mecânica dos Solos e Rochas (École \ndes Ponts et Chaussées, França/2013 reconhecido \npela UFMG como Mestre em Geotecnia e \nTransportes). \n \n \n2017 \n \nDedicação \nExclusiva \nMecânica dos solos I, Mecânica \ndos solos II, Geologia Aplicada, \nProjeto Geométrico de Estradas, \nPavimentação, Topografia \nJoão Francisco \nde Carvalho \nNeto \nGraduado em Engenharia de Produção Civil \n(CEFET-MG/2010), Mestre em Engenharia \nMetalúrgica, Materiais e de Minas (UFMG/2016) \n \n2015 \n \nDedicação \nExclusiva \nTeoria das Estruturas I e II, \nEconomia, Gestão de Sistemas \nde Transportes, Introdução à \nEngenharia Civil \n \nLineker Max \nGoulart Coelho \nGraduado em Engenharia Civil (UFMG/2011), \nMestre em Engenharia Hidráulica e Ambiental \n(ENPC, França/2011). Doutorando em Engenharia \nSanitária e Ambiental (UFMG) \n \n2017 \n \nDedicação \nExclusiva \nSistemas de Abastecimento de \nÁgua, Instalações Hidráulicas \nPrediais, Sistemas de Esgoto e \nDrenagem Urbana \nLucélia \nAparecida Radin \nGraduada em Matemática Licenciatura \n(UFSM/2010), Mestre em Matemática \n(UNICAMP/2002) \n \n2010 \nDedicação \nExclusiva \nEquações Diferenciais \nOrdinárias, Estatística, Cálculo e \nCálculo Numérico \n \nMariana de \nCastro Prado \nGraduada em Física (UFMG/2007), Mestre em \nFísica (UFMG/2009), Doutora em Física \n(UFMG/2013) \n \n2015 \n \nDedicação \nExclusiva \nFísica I, Física II, Física III, \nFísica Experimental I, Física \nExperimental II, Eletrotécnica, \nTransferência de Calor. \n", "135": "130 \n \n \n \nNeilson José da \nSilva \nGraduado em Filosofia (UFSJ/2000), Mestre em \nFilosofia (UFMG/2013) \n2016 \nDedicação \nExclusiva \nSociologia \nNeimar de \nFreitas Duarte \nGraduado em Agronomia (UFV/1995), Mestre \nAgronomia (Fitotecnia) (UFLA/2000), Doutor em \nBiologia Vegetal (UFMG/2005) \n \n2006 \nDedicação \nExclusiva \n \nEngenharia Ambiental \n \nSarah Lopes \nSilva \nGraduada em Administração de Empresas \n(FUOM/2006), Pós-graduada em Gestão Pública \n(FINOM/2010), Mestre em Administração \n(Faculdades Novos Horizontes/2015). \n \n2014 \n \nDedicação \nExclusiva \n \nOrganização e Administração \n \nSuelem Sonaly \nLima Oliveira \nGraduada em Engenharia de Materiais \n(UFCG/2013), Mestre em Ciência e Engenharia de \nMateriais (UFCG/2015), Doutoranda em Ciência e \nEngenharia de Materiais (UFCG) \n \n2017 \n \nDedicação \nExclusiva \n \nMateriais de Construção I, \nMateriais de Construção II \n \nTiago Simão \nFerreira \nGraduado em Engenharia Mecânica \n(UFMG/2009), Especialização em Gestão de \nProjeto, (PUCMIAS/2010), Mestre em Estruturas \n(PUCMINAS/2012), Doutor em Estruturas \n(PUCMINAS/2015). \n \n \n2014 \n \nDedicação \nExclusiva \n \nMecânica Vetorial, \nEstruturas Metálicas I. \n \nWemerton Luis \nEvangelista \nGraduado em Engenharia Civil (FUMEC/1999), \nPós-graduado em Engenharia de Produção Civil \n(FUMEC/2001), Mestre em Engenharia Civil \n(UFU/2004). Doutor em Engenharia Agrícola \n(UFV/2011). \n \n \n2006 \n \nDedicação \nExclusiva \nMetodologia do Trabalho \nCientífico, Segurança do \nTrabalho, Tópicos Especiais \n(Processo Produtivo nos \nCanteiros de Obras) \n", "136": "131 \n \n \nCorpo Técnico-Administrativo \nO curso de Engenharia Civil do IFMG campus Santa Luzia contam com o assessoramento \ndo NAPNEE que articula as ações de inclusão, acessibilidade e atendimento educacional \nespecializado. Pela resolução Nº 22 de 03 de novembro de 2016 são atribuições do NAPNEE: \n \nI. \nPropor, discutir e executar ações que promovam: \na) A quebra de barreiras arquitetônicas, educacionais, comunicacionais e atitudinais \nnos campi do IFMG e nas comunidades em que eles se inserem; \nb) A atenção ao educando com necessidade educacional específica no campus; \nc) A inserção das temáticas inclusivas no ensino, na pesquisa e na extensão do \nIFMG; \nd) A disseminação da cultura da inclusão nos campi do IFMG; \ne) A sensibilização e a capacitação de servidores e de outros membros da \ncomunidade escolar. \nII. \nArticular os diversos setores da Instituição nas atividades relacionadas à inclusão e \norientá-los na definição de prioridades de ações, na aquisição de equipamentos e \nsoftwares de tecnologia assistiva e outros materiais didático-pedagógicos a serem \nutilizados nas práticas educativas. \nIII. \nParticipar dos processos de construção e adaptação de políticas de acesso e permanência, \nno âmbito do ensino, da pesquisa, da extensão e da gestão, de modo a atender as pessoas \ncom necessidades educacionais específicas. \nIV. \nAssessorar os dirigentes dos campi do IFMG nas questões relativas à inclusão de pessoas \ncom necessidades educacionais específicas. \nV. \nElaborar o Plano de Ações de Atendimento do NAPNEE, de acordo com as demandas de \ncada campus. \nVI. \nParticipar das comissões que organizam os processos seletivos e exames vestibulares, a \nfim de orientar a equipe local e os candidatos com necessidades específicas. \nVII. \nContribuir na elaboração dos editais de seleção e na contratação dos servidores cujas \natividades estejam direta ou indiretamente ligadas às situações de inclusão. \nVIII. \nAuxiliar e orientar a Instituição na instalação, manutenção e utilização dos equipamentos \nde tecnologia assistiva. \n", "137": "132 \n \n \nIX. \nAcompanhar a vida acadêmica dos alunos com necessidades educacionais específicas, de \nforma a viabilizar as condições necessárias para a sua permanência na Instituição. \nX. \nConstituir Comissão de Trabalho para emissão de parecer indicativo de adequações e/ou \nflexibilização do currículo, metodologias e material didático, após análise de matrícula de \naluno que apresente laudos e outros documentos comprobatórios de necessidades \neducacionais específicas. \nXI. \nElaborar, quando necessário, adaptação curricular e programa de atendimento ao \nestudante com necessidades educacionais específicas, em conjunto com os coordenadores \nde curso e de áreas, docentes, psicólogos e coordenação pedagógica dos campi e auxiliar \nos docentes na adequação das práticas pedagógicas. \nXII. \nElaborar e estimular a elaboração de projetos e editais de apoio a programas que visem \ncaptar recursos para as ações inclusivas no Instituto. \nXIII. \nCuidar da divulgação de informações sobre os Programas de Inclusão do NAPNEE. \nXIV. \nContribuir para que o Plano de Desenvolvimento Institucional do IFMG e os Projetos \nPedagógicos de Cursos dos campi contemplem a educação inclusiva e a acessibilidade, \nconforme a legislação vigente. \nXV. \nArticular e promover parcerias e convênios, tendo em vista a troca de informações, \nexperiências e tecnologias inclusivas, bem como o encaminhamento para diagnóstico e \npara o atendimento educacional especializado. \n \nA Secretaria Acadêmica do campus Santa Luzia, órgão de apoio da Diretoria de Ensino, \nPesquisa e Extensão, apoia o curso de Engenharia Civil nas atividades de natureza administrativa, \ndocumental e serviços como: \nI. \nProceder a matrícula dos acadêmicos; \nII. \nMontar a pasta de documentos dos alunos; \nIII. \nExpedir documentação escolar geral; \nIV. \nExpedir diplomas, certificados e documentos escolares gerais; \nV. \nOrganizar e manter atualizados os arquivos da secretaria acadêmica; \nVI. \nManter o controle dos registros acadêmicos; \nVII. \nDivulgar as diversas atividades do setor escolar e \nVIII. \nExecutar outros trabalhos que lhes sejam atribuídos pelos diretores e coordenadores. \n", "138": "133 \n \n \n3.10. Formas de participação do Colegiado do Curso e do Núcleo Docente \nEstruturante – NDE \nAs normas para funcionamento e atribuições do Colegiado estão descritas no \nRegulamento de Ensino dos Cursos de Graduação IFMG (IFMG, 2016). O colegiado foi \nconstituído após o ingresso da primeira turma no curso e o seu regulamento interno encontra-se \ndisponível no Apêndice C. \nO Núcleo Docente Estruturante (NDE) é formado por no mínimo 05 (cinco) professores \npertencentes ao corpo docente do curso, com liderança acadêmica e presença efetiva no seu \ndesenvolvimento. No mínimo 60% (sessenta por cento) dos membros devem ter titulação \nacadêmica obtida em programa de pós-graduação stricto senso, com a recomendação de que seja \nalcançado o percentual de 100% (cem por cento), sendo que, destes, 60% (sessenta por cento) \npossuam título de Doutor. Deverão ser eleitos pelos seus pares para um mandato de três anos, \npodendo ser reconduzidos após nova eleição, sem limitação do número de reconduções. Em cada \neleição, poderá haver a renovação de, no máximo, 2/3 dos membros. \nConforme descrito no Parecer CONAES nº 4 de 17 de junho de 2010, o NDE do curso de \nEngenharia Civil do campus Santa Luzia terá como atribuições: a concepção, consolidação e \ncontínua atualização do projeto pedagógico do curso – PPC; contribuir para a consolidação do \nperfil profissional pretendido para o egresso; zelar pela integração curricular interdisciplinar \nentre as diferentes atividades de ensino constantes no currículo; zelar pelo cumprimento das \nDiretrizes Curriculares Nacionais para os cursos de graduação; indicar formas de incentivo ao \ndesenvolvimento de linhas de pesquisa e de extensão, oriundas de necessidades da graduação, de \nexigências do mercado de trabalho e afinadas com as políticas públicas relativas à área de \nconhecimento do curso. O regimento do NDE do curso de Engenharia Civil encontra-se \ndisponível no Apêndice D. \n3.11. Infraestrutura \n \nPara o curso de Engenharia Civil, o campus Santa Luzia conta com a seguinte \ninfraestrutura: \na) 09 salas de aula equipadas com quadro branco e/ou lousa digital; \nb) Rede de internet sem fio; \nc) Projetores; \n", "139": "134 \n \n \nd) Auditório; \ne) Sala de reuniões; \nf) Biblioteca, em funcionamento das 7h às 22h, onde podem ser encontrados as bibliografias \nconstantes nas ementas das disciplinas; \ng)  Laboratório de desenho, com equipamentos profissionais (prancheta e régua paralela), \ncapaz de atender 40 discentes; \nh) Laboratório de informática, com os softwares adequados para atender as demandas do \ncurso (Auto Cad, Sketchup, Pacote Office); \ni)  Laboratório Materiais de Construção e Mecânica dos Solos, onde são realizadas \npesquisas científica e de extensão, por professores do curso e bolsistas; \nj) \nLaboratório de Física e Química que converge no apoio para as disciplinas; \nk) Salas individuais para coordenação pedagógica e psicóloga. \n \n \nEm processo vigente de construção/reforma do edifício do Bloco III do campus Santa \nLuzia estão previstos no arranjo físico os espaços definitivos destinados aos laboratórios de \nEstruturas, Materiais e Mecânica dos Solos. O espaço físico destinado a esses laboratórios são \nadequadamente propostos para as capacidades típicas de instalações dessas naturezas. \nEncontram-se licitados os itens (materiais e equipamentos) necessários para suas composições em \nprocesso número 23716.000019/2017-41 com o objeto de licitação “Aquisição de materiais e \nequipamentos para montar e ou equipar laboratório de materiais de construção, laboratório de \ninstalações elétricas e laboratório de hidráulica, destinados ao IFMG – Campus Santa Luzia” e \nprocesso número 23716.000039/2017-12 com objeto de licitação “Maquina Universal de Ensaio \nCampus Santa Luzia”. \nO campus dispõe de salas de professores equipadas com mesas individuais e \ncomputadores. As coordenações dos cursos superiores possuem salas separadas, todas equipadas \ncom computadores para uso exclusivo dos coordenadores. Todos os computadores estão em rede \ncom acionamento de sistema de impressão. \nO IFMG conta com as seguintes Tecnologias de Informação e Comunicação (TICs): \na) Website: www.ifmg.edu.br/santaluzia \nb) Portal MeuIFMG para acesso aos diários, planos de ensino, cronograma e upload \nde documentos: meu.ifmg.edu.br \nc) Acesso ao acervo da Biblioteca: pergamum.ifmg.edu.br \n", "140": "135 \n \n \n \n \n4 CRITÉRIOS E PROCEDIMENTOS DE AVALIAÇÃO \n \nA avaliação perpassa todo o processo de ensino e aprendizagem, visa a correção de \npossíveis distorções e o alcance dos objetivos previstos em cada disciplina. \nNo curso de Engenharia Civil do campus Santa Luzia, a avaliação será contínua e \ncumulativa, considerando a prevalência de aspectos qualitativos sobre os quantitativos e dos \nresultados durante o processo sobre os de eventuais provas finais (Art. 24, inciso V, da lei nº \n9394/96). Ela funcionará como instrumento colaborador na verificação do ensino, aprendizagem \ne também como princípio para tomada de consciência das dificuldades, conquistas e \npossibilidades alcançadas pelos discentes. Nesse sentido, o aproveitamento escolar será avaliado \natravés de acompanhamento contínuo do estudante e dos resultados por ele obtidos nas atividades \navaliativas, partindo dos seguintes princípios: \n● \nInclusão de tarefas contextualizadas e diversidade de instrumentos avaliativos; \n● \nManutenção de diálogo permanente com o estudante; \n● \nUtilização funcional do conhecimento; \n● \nDivulgação dos critérios avaliativos, antes da efetivação das atividades; \n● \nApoio disponível para aqueles que têm dificuldades, com horários de atendimento \nextraclasse dos docentes; definido no início de cada período; \n● \nCorreção dos erros mais importantes sob a ótica da construção de conhecimentos, \natitudes e habilidades; \n● \nRelevância conferida às aptidões dos discentes, aos seus conhecimentos prévios e \nao domínio atual dos conhecimentos que contribuam para a construção do perfil do futuro \negresso. \nCada etapa do curso terá duração de um semestre. Portanto, as disciplinas terão duração \nsemestral, com atribuição de 100 pontos, distribuídos em atividades ao longo do semestre letivo. \nCada atividade avaliativa não deve exceder 40% da nota total. \nA frequência às aulas e demais atividades programadas, para os discentes regularmente \nmatriculados, é obrigatória. O abono de faltas só será permitido nos casos previstos em lei. \nCompete ao professor elaborar as atividades avaliativas consoantes aos conteúdos e \nnatureza de cada disciplina, bem como julgar os resultados. Aos discentes de menor rendimento, \n", "141": "136 \n \n \nserão oferecidas estratégias de recuperação, como a tutoria e o atendimento individualizado do \nprofessor. \nSerá considerado aprovado, ao final de cada semestre, o discente que, após todo o \nprocesso de avaliação, tiver nota final igual ou superior a 60% (sessenta por cento) em cada \ndisciplina cursada e tiver 75% (setenta e cinco por cento) de frequência da carga horária por \ndisciplina. \n4.1. Sistema de avaliação do processo de ensino e aprendizagem \n \nA metodologia de avaliação de discentes do curso de Engenharia Civil do campus Santa \nLuzia é baseada em instrumentos de avaliação da aprendizagem que estimulem o discente ao \nhábito da pesquisa, à criatividade, ao autodesenvolvimento, à atitude crítico-reflexiva, \npredominando os aspectos individuais das disciplinas que compõem a matriz curricular \ndisponível, assim predomina-se, em casos aplicáveis à natureza dos conhecimentos e saberes de \nengenharia, os aspectos qualitativos sobre os quantitativos. \nOs instrumentos de avaliação serão diversificados, compreendendo exercícios como: \ndefesas oral-escritas, testes objetivos, provas discursivas, seminários, projetos orientados, \nexperimentações práticas, feiras, atividades culturais, jornadas pedagógicas, visitas técnicas, \ndentre outros, sendo desejável a utilização do mínimo de três instrumentos diferenciados por \netapa. É obrigatório o registro de qualquer procedimento de avaliação, tendo em vista uma \navaliação progressiva ao longo do semestre, considerando ainda a apuração da assiduidade do \ndiscente. \nAlém das atividades realizadas de forma interna no curso, será incentivada a realização de \neventos periódicos para o esclarecimento de coordenadores de cursos e docentes sobre os \ninstrumentos de reconhecimento e renovação de reconhecimento dos cursos, sobre o Exame \nNacional de Desempenho de Estudantes (ENADE), Conceito Preliminar de Curso e Índice Geral \nde Cursos (IGC) de forma a alcançar e consolidar a meta de conscientização da importância sobre \nas avaliações externas, prevista no Plano de Desenvolvimento Institucional 2014-2018. \n \n \n \n4.2. Sistema de avaliação do projeto do curso \n", "142": "137 \n \n \nAvaliar o curso pressupõe verificar as potencialidades e as fragilidades do mesmo, \nvisando atender aos princípios de qualidade no processo de ensino do Instituto, sendo um \ninstrumento útil para a tomada de decisões, fornecendo subsídios para o seu aperfeiçoamento. \nA avaliação do curso de Engenharia Civil se dará por meio de análises periódicas da \nexecução do Projeto Pedagógico para detecção de pontos de deficiência ou de discordância com \nos objetivos do curso. As análises acontecerão por meio de reuniões promovidas pela equipe \npedagógica, por meio das avaliações dos professores, das avaliações dos discentes e em outras \nsituações. Entre outros, serão avaliados pontos como: \n- atendimento aos objetivos propostos no projeto pedagógico; \n- instalações e equipamentos disponíveis e adequados para o uso de docentes e discentes; \n- titulação e experiência dos docentes adequadas às disciplinas ministradas e ao curso; \n- índices de reprovação e evasão. \nDe maneira mais ampla, pode-se considerar os resultados do trabalho realizado pela \nComissão Própria de Avaliação – CPA, como uma das fontes de avaliação do curso. Tal comissão \ntem como uma de suas atribuições a auto avaliação no IFMG, inicialmente com foco na \nInstituição e os cursos superiores de graduação, levando em conta os fatores que impactam na \nmelhoria da qualidade do ensino, pesquisa e extensão. A CPA se empenha em organizar o seu \nprocesso avaliativo, com vistas a conhecer melhor as fragilidades e pontos fortes do IFMG, \nrefletir sobre suas ações, reavaliar seus conceitos e propor ações que favoreçam esse Instituto na \nrealização de mudanças internas que lhe permitam cumprir sua missão e consolidar-se como \ninstituição de excelência no ensino, na pesquisa e na extensão (PDI 2014-2018, p.190). \nComposição da CPA local do campus Santa Luzia conforme portaria Nº 1219, de 17 de \nnovembro de 2016: \n \nComissão local \nTitulares \nSuplentes \nRepresentante docente \nFrancisco \nBarbosa \nde \nMacedo \nJoão Francisco de Carvalho \nNeto \nRoxane Sidney Resende de \nMendonça \nRepresentante \ntécnico \nadministrativo \nLucas \nFilipe \nAraújo \nAlmeida \nRosane Lucas de Oliveira \nJanaína Rocha Kiel \nRepresentante discente \nLorrayne Queiroz Oliveira \nTiago Rodrigues Maciel \nLorrane Cristina Soares \n", "143": "138 \n \n \nRepresentante \nsociedade Edson Antônio Vieira  \nPaulo Roberto Rodrigues \ncivil \n \nSandro Lúcio de Souza Silva  \n \n \n \nCoelho \n \n \n \n \n \nA avaliação institucional é conduzida nos campi conforme calendário fixado pela CPA \ncentral. Utiliza-se como mecanismo de coleta de dados um questionário online para cada \nsegmento (docente, técnico-administrativo, discente e comunidade externa). Os questionários \nficam disponíveis por período determinado e, durante este período, o acesso pode ser feito de \nqualquer dispositivo conectado à internet por meio dos endereços eletrônicos disponibilizados \npela CPA central. São aplicados três tipos de questionários: \n1. Autoavaliação institucional, \n2. Avaliação de cursos de graduação, \n3. Avaliação institucional da comunidade externa. \nOs membros da comunidade externa respondem apenas ao questionário destinado a este \nsegmento. Os discentes, docentes e servidores técnico-administrativos respondem aos \nquestionários de autoavaliação e de avaliação de curso. \nA divulgação da autoavaliação é realizada com banners fixados dentro das salas de aula e \ncorredores do campus a fim de informar os avaliadores internos. Os endereços dos questionários \nsão enviados juntamente com informações sobre o processo de avaliação para os docentes e \ntécnicos administrativos do campus, por correio eletrônico. Os membros da CPA local também \nconversam diretamente com os servidores de forma a conscientizá-los da importância do \npreenchimento dos questionários. Os coordenadores dos cursos de graduação são informados do \nprocesso. \nPara atingir a comunidade externa, também são fixados banners em estabelecimentos \ncomerciais da região. A diretoria de ensino, pesquisa e extensão também envia os questionários \ndestinados à comunidade externa a contatos da prefeitura do munícipio de Santa Luzia. \n4.2.1 Objetos de avaliação do trabalho docente e do curso \n \nAlém dos elementos expostos acima, uma vez por semestre, sob a responsabilidade do \nsetor pedagógico, o curso de Engenharia Civil e seu corpo docente são avaliados com base nos \nseguintes objetos: \n- Plano de ensino; \n", "144": "139 \n \n \n- Projetos orientados pelo docente; \n- Produtos desenvolvidos sob a orientação do docente; \n- Autoavaliação do docente; \n- Sugestões e críticas dos discentes; e \n- Sugestões e críticas dos próprios docentes, equipe pedagógica, demais servidores técnico \nadministrativos e comunidade. \n \n \n5 CONSIDERAÇÕES FINAIS \n \nEm síntese, espera-se que o curso de Engenharia Civil do campus Santa Luzia contribua \npara a formação profissional de jovens e adultos da região do vetor norte de Belo Horizonte de \nmaneira que possam ter possibilidade de maior qualidade de vida e ascensão profissional por \nmeio de formação teórica de qualidade e fortemente associada ao aspecto tecnológico da \nconstrução civil. \nDessa maneira, pretende-se capacitar os discentes e egressos da Engenharia Civil no \ndesenvolvimento de conceitos, na concepção de projetos inovadores, de tecnologias e/ou no \nacompanhamento e supervisão de suas execuções. Assim, por meio da formação e habilitação, \npoderão atuar em empresas da área da infraestrutura, construção predial, construtoras de todos os \nportes, indústria de base, logística, docência e pesquisa, consultoria técnica e demais áreas de \natuação ou atividades previstas nas atribuições da profissão de Engenheiro Civil. \nDiante disso, espera-se que os egressos do curso tenham capacidade de empreender e \ndesenvolver ações tecnologicamente transformadoras e comprometidas com as responsabilidades \neconômica, social e ambiental. Garantindo em sua atividade profissional prerrogativas \nresponsáveis diante da sustentabilidade do meio em que possa atuar. \nPara isso, este documento será avaliado sempre que necessário por professores, discentes, \nservidores técnico-administrativos e comunidade local. Nesse sentido, o presente documento \nestará em permanente construção, aberto a alterações que se fizerem necessárias para se alcançar \numa educação de qualidade e que promova a transformação social. \n \n \n \n6 REFERÊNCIAS BIBLIOGRÁFICAS \n", "145": "140 \n \n \nBRASIL. Lei 9.795/1999, 27 de abril de 1999. Dispõe Sobre a Educação Ambiental, \nInstitui a Política Nacional de Educação Ambiental e dá outras providências. Diário Oficial da \nUnião. Brasília, 28 de abril de 1999, P. 1. \nBRASIL. Lei nº 9394, de 20 de dezembro de 1996. Estabelece as diretrizes e bases da \neducação nacional. Disponível em: < http://www.planalto.gov.br/ccivil_03/leis/L9394.htm > \nAcesso em: 26 set. 2017. \nBRASIL. Decreto 5.626, de 22 de dezembro de 2005. Regulamenta a Lei no 10.436, de 24 \nde abril de 2002, que dispõe sobre a Língua Brasileira de Sinais - Libras, e o art. 18 da Lei no \n10.098, de 19 de dezembro de 2000. Diário Oficial da União. Brasília, 23 de dezembro de 2015, \np. 28. \nBRASIL. Decreto nº 5.296 de 2 de dezembro de 2004. Regulamenta as Leis nos 10.048, de \n8 de novembro de 2000, que dá prioridade de atendimento às pessoas que especifica, e 10.098, de \n19 de dezembro de 2000, que estabelece normas gerais e critérios básicos para a promoção da \nacessibilidade das pessoas portadoras de deficiência ou com mobilidade reduzida, e dá outras \nprovidências. Diário Oficial da União. Brasília, 3 de dezembro de 2004; p. 5. \nBRASIL. LEI Nº 11.788, DE 25 DE SETEMBRO DE 2008. Dispõe sobre o estágio de \nestudantes; altera a redação do art. 428 da Consolidação das Leis do Trabalho – CLT, aprovada \npelo Decreto-Lei no 5.452, de 1o de maio de 1943, e a Lei no 9.394, de 20 de dezembro de 1996; \nrevoga as Leis nos 6.494, de 7 de dezembro de 1977, e 8.859, de 23 de março de 1994, o \nparágrafo único do art. 82 da Lei no 9.394, de 20 de dezembro de 1996, e o art. 6o da Medida \nProvisória no 2.164-41, de 24 de agosto de 2001; e dá outras providências. Diário Oficial da \nUnião. Brasília, 26 de setembro de 2008, p. 3. \nBRASIL. Decreto nº 9.057 de 25 de maio de 2017. Regulamenta o art. 80 da Lei nº 9.394, \nde 20 de dezembro de 1996, que estabelece as diretrizes e bases da educação nacional. Diário \nOficial da União. Brasília, 26 de maio de 2017, p. 3. \nCNE. Resolução CNE/CES 11/2002. Diário Oficial da União. Brasília, 9 de abril de 2002. \nSeção 1, p. 32. \nCNE. Resolução CNE/CP 3/2002. Diário Oficial da União. Brasília, 23 de dezembro de \n2002. Seção 1, p. 162. \n", "146": "141 \n \n \nCNE. Resolução CNE/CES 2/2007. Diário Oficial da União. Brasília, 19 de junho de \n2007, Seção 1, p. 6. \n \nCONAES. Parecer nº 4 de 17 de junho de 2010, sobre o Núcleo Docente Estruturante. \nParecer aprovado pelo CONAES em reunião ordinária, ocorrida em 17 de junho de 2010. \n \nInstituto Federal de Minas Gerais. Resolução IFMG nº 029 de 25 de setembro de 2013. \nDispõe sobre a aprovação do Regulamento de Estágio. IFMG. Belo Horizonte, Estado de Minas \nGerais, 25 de setembro de 2013. 12. p. \nInstituto Federal de Minas Gerais. Portaria IFMG Nº 1219, de 17 de novembro de 2016. \nDispõe sobre a composição da Comissão Própria de Avaliação (CPA) dos campi do IFMG Lex: \nBoletim de Serviços da Reitoria, Belo Horizonte, p. 74-84, janeiro 2017. Disponível em: < \nhttps://www2.ifmg.edu.br/portal/comunicacao/boletim-de-servico-da-reitoria-2017/boletim-servi \ncos-reitoria-janeiro-2017.pdf/view > Acesso em: 26 set. 2017. \n \nInstituto Federal de Minas Gerais. Anexo à Resolução 030/2016 - Regulamento de Ensino \ndos Cursos de Graduação do Instituto Federal de Educação, Ciência e Tecnologia de Minas \nGerais. Belo Horizonte, Estado de Minas Gerais, 14 de dezembro de 2016. \n \nINSTITUTO BRASILEIRO   DE   GEOGRAFIA   E   ESTATÍSTICA. Cidades: Santa \nLuzia-MG. \nDisponível \nem: \n< \nhttp://www.cidades.ibge.gov.br/painel/economia.php?lang=&codmun=315780&search=minas-ge \nrais|santa-luzia|infogr%E1ficos:-despesas-e-receitas-or%E7ament%E1rias-e-pib >. Acesso em: \n15 jan. 2017. \n \nMinistério da Educação. Portaria nº 4.059 de 10 de dezembro de 2004. Diário Oficial da \nUnião. Brasília, 13 de dezembro de 2004, Seção 1, p. 34. \n \nPREFEITURA DE SANTA LUZIA. Plano Municipal de Educação 2015-2025. Santa \nLuzia/MG, 2015. \n", "147": "142 \n \n \nAPÊNDICE A – REGULAMENTO DAS ATIVIDADES COMPLEMENTARES \n", "148": "143 \n \n \n \n", "149": "144 \n \n \n \n", "150": "145 \n \n \n \n", "151": "146 \n \n \n \n", "152": "147 \n \n \n \n", "153": "148 \n \n \n \n", "154": "149 \n \n \n \n", "155": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n150 \n", "156": "151 \n \n \nAPÊNDICE B – REGULAMENTO DE TRABALHO DE CONCLUSÃO DE \nCURSO \n \n", "157": "152 \n \n \n \n", "158": "153 \n \n \n \n", "159": "154 \n \n \n \n", "160": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n155 \n", "161": "156 \n \n \nAPÊNDICE C – REGULAMENTO DE COLEGIADO DE CURSO \n \n \n \n", "162": "157 \n \n \n \n \n \n", "163": "158 \n \n \n \n \n \n", "164": "159 \n \n \nAPÊNDICE D – REGIMENTO DO NÚCLEO DOCENTE ESTRUTURANTE DE \nCURSO \n \n \n \n", "165": "160 \n \n \n \n \n \n", "166": "161 \n \n \n \n \n \n", "167": "162 \n \n \nAPÊNDICE E – BAREMA DE AVALIAÇÃO DE ESTÁGIO SUPERVISIONADO \nPELO DOCENTE-ORIENTADOR \n \n \n", "168": "163 \n \n \n \n \n \n"}