{"1": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n \n \nRESOLUÇÃO No 032, de 30 de novembro de 2016. \n \n \nAprova o Projeto Pedagógico do Curso de \nEngenharia Química.  \n \n \n \nO PRESIDENTE DO CONSELHO DE ENSINO, PESQUISA E EXTENSÃO \nDA UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ, no uso de suas \natribuições legais e estatutárias, e considerando o Parecer no 085, de 30/11/2016, deste \nmesmo Conselho: \n \n \n  \n \n \nRESOLVE: \n \n \n \nArt. 1º Aprovar o Projeto Pedagógico do Curso de Engenharia Química, \nanexo a esta Resolução. \n \n \nArt. 2º Exclusivamente para garantir o fluxo dos discentes no Curso \ndurante a transição para o novo Projeto Pedagógico de Curso (PPC), o(s) currículo(s) \nanterior(es) coexistirá(ão) com o Currículo 2017 por no máximo três semestres letivos a \npartir do início da vigência do novo PPC, sendo extinto(s) por completo após esse \nperíodo. \n \n \nArt. 3º Esta Resolução entra em vigor na data de sua publicação.  \n \n \nArt. 4º Revogam-se as Resoluções/CONEP nº 007, de 18 de junho de \n2008; nº 045, de 10 de outubro de 2011; e nº 028, de 17 de outubro de 2012. \n \n \n \n \nSão João del-Rei, 30 de novembro de 2016. \n \n \n \n \n \nProf. SÉRGIO AUGUSTO ARAÚJO DA GAMA CERQUEIRA \nPresidente do Conselho de Ensino, Pesquisa e Extensão \n \n \n \nPublicada nos quadros da UFSJ em 01/12/2016. \n \n \n \n \n", "2": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n \n \n \n \n \nColegiado do Curso de Engenharia Química \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO \n \nCURSO DE GRADUAÇÃO EM ENGENHARIA QUÍMICA \n \nGrau Acadêmico: Bacharelado \n \n \n \n \n \n \n \n \n \n \nOuro Branco/MG \n \nNovembro de 2016 \n \n", "3": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n \nSUMÁRIO \n \n1. \n1.HISTÓRICO  \n3 \n2. \n2.APRESENTAÇÃO  \n4 \n3. \nBASE LEGAL  \n4 \n4. \n4.OBJETIVOS \n5 \n5.  \n5.PERFIL DO CURSO \n7 \n6.  \n6.COMPETÊNCIAS, HABILIDADES E ATRIBUIÇÕES LEGAIS \n9 \n7. \nPERFIL DO EGRESSO \n11 \n8. \nOFERECIMENTO \n12 \n9. \nATIVIDADES COMPLEMENTARES \n13 \n10. \nORGANIZAÇÃO CURRICULAR \n14 \n    10.1. \nFUNDAMENTOS DIDÁTICOS-PEDAGÓGICOS \n14 \n    10.2. \nNÚCLEO DE CONTEÚDOS BÁSICOS \n16 \n    10.3. \nNÚCLEO DE CONTEÚDOS PROFISSIONALIZANTES \n16 \n    10.4. \nNÚCLEO DE CONTEÚDOS ESPECÍFICOS \n17 \n    10.5. \nPRÉ-REQUISITOS E CO-REQUISITOS \n19 \n    10.6. \n    10.7. \nDISTRIBUIÇÃO DOS CONTEÚDOS \nCONTEÚDOS TRANSVERSAIS \n19 \n21 \n11. \nESTRUTURA CURRICULAR \n22 \n12. \nFLUXOGRAMA \n24 \n13. \nEMENTÁRIO \n25 \n14. \nESTÁGIO CURRICULAR \n85 \n15. \nTRABALHO DE CONCLUSÃO DE CURSO (TCC) \n86 \n16. \nRECURSOS HUMANOS  \n86 \n17. \nINFRASTRUTURA \n87 \n18. \nGESTÃO DO CURSO E DO PPC \n87 \n19.  \nSISTEMA DE AVALIAÇÃO DO PPC \n94 \n20.  \nSISTEMA DE AVALIAÇÃO DO PROCESSO DE ENSINO E APRENDIZAGEM \n94 \n21. \nATO AUTORIZATIVO (RECONHECIMENTO DO CURSO) \n95 \n22. \nFORMULÁRIO DE CONDIÇÕES DE OFERTA E DE CADASTRO DE CURSO \nPARA DICON \n96 \n \n \n \n \n", "4": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n3 \n1. HISTÓRICO  \n \nA Universidade Federal de São João del-Rei (UFSJ) originou-se das três instituições de ensino superior \nexistentes na década de 1980 na cidade de São João del-Rei, Faculdade Dom Bosco de Filosofia, Ciências e \nLetras, Faculdade de Ciências Econômicas, Administrativas e Contábeis e Faculdade de Engenharia Industrial. \nÉ num contexto de resgate histórico que nasce a Fundação de Ensino Superior de São João del-Rei - FUNREI, \napós a assinatura da Lei nº 7.555 de 18 de dezembro de 1986, pelo então Presidente José Sarney. Em 19 de \nabril de 2002, a instituição torna-se Universidade Federal (Lei 10.425). \nAtualmente, a UFSJ possui seis campi. Sendo três deles localizados na cidade sede de São João Del-\nRei: Campus Santo Antônio, Dom Bosco e Tancredo Neves e três campi avançados (fora de sede) situados nas \ncidades de Ouro Branco, Divinópolis e Sete Lagoas. Oferece diversos cursos de graduação nas modalidades \npresencial e à distância, nas diferentes áreas do conhecimento. No que se refere à pesquisa e ao ensino de pós-\ngraduação, a universidade possui vários programas de mestrado e doutorado. \nPor meio da Portaria SESu/MEC n0 313, de 12 de abril de 2007, o Ministério da Educação instituiu uma \ncomissão, instalada no Departamento de Desenvolvimento da SESU, para discutir a concepção do Campus \nAlto Paraopeba.1 A partir dos resultados do trabalho dessa, foi elaborado o documento “CAMPUS ALTO \nPARAOPEBA DA UFSJ: DIRETRIZES GERAIS”, aprovado no Conselho Universitário da UFSJ, em reunião \nextraordinária de 18/02/08, conforme Resolução 003/08, de 18/02/08. Tal documento traz os aspectos gerais \nda concepção acadêmica dos cursos, conforme apresentamos, de forma sintética, logo a seguir: \n \n \nprotagonismo estudantil – aposta na capacidade de estudo e criatividade dos estudantes; \n \ntrabalho em equipe; \n \nconstituição sistemática de trabalhos voltados à contextualização e integração curricular; \n \nuso de novas tecnologias de informação e comunicação (NTICs) a serviço do processo ensino-\naprendizagem e do desenvolvimento de inovações; \n \nprática da interdisciplinaridade; \n \nconexão entre ensino-pequisa-extensão; \n \nadesão a projetos de iniciação científica, inovação educacional e extensão universitária; \n \ntutoria para o conjunto dos estudantes (tendo em vista orientações acadêmicas e aconselhamentos \nde ordem geral). \n \nDe uma forma geral, a concepção dos cursos foi focada na prática de uma educação direcionada para a \nformação de um profissional dotado de senso crítico, de ética e com competência técnica. Assim sendo, \nespera-se que esse profissional atue no mercado de trabalho, comprometido com as transformações sociais, \npolíticas e culturais e gere conhecimento científico e tecnológico para a sociedade. \n                                                 \n1 A comissão constituiu-se por Helvécio Luiz Reis (Presidente), Agenor Fleury, Augusto Galeão, Claudio Habert, Edson Watanabe, \nEvando Mirra, HelioWaldman e Marco Antônio Tourinho Furtado. \n", "5": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n4 \n2. APRESENTAÇÃO  \n \nEste documento apresenta o Projeto Pedagógico do Curso de Graduação em Engenharia Química do \nCampus Alto Paraopeba da UFSJ, adequado às Diretrizes Curriculares dos Cursos de Graduação em \nEngenharia (Resolução CNE/CES nº 11 de 11/03/2002 e Resolução 2/2007), aos Aspectos Gerais da \nConcepção Acadêmica dos Cursos de Engenharia no Campus Alto Paraopeba (Resolução UFSJ nº 003 de \n18/02/2008), às Diretrizes para Elaboração do PPC (Resolução UFSJ nº 027 de 09/2013) e às informações \nsolicitadas pelo INEP, como integrante do Sistema Nacional de Avaliação do Ensino Superior – SINAES. \nA Engenharia Química é um dos cinco cursos de graduação ofertados no Campus Alto Paraopeba da \nUFSJ, a partir de sua implantação em fevereiro de 2008. Voltado para a educação tecnológica, o Campus Alto \nParaopeba é bastante recente. Em 2005, a Universidade Federal de São João Del-Rei iniciou estudos para a \ncriação do Campus Alto Paraopeba. Já em 2007 o Campus foi oficialmente criado pela Resolução CONSU nº \n026, de 3 de agosto de 2007. Nesse mesmo ano, realizou-se o primeiro vestibular paraos cursos de Engenharia \nMecatrônica, Engenharia Civil com ênfase em Estruturas Metálicas, Engenharia Química, Engenharia de \nTelecomunicações e Engenharia de Bioprocessos, com turmas com início em março de 2008. \nO Campus Alto Paraopeba está localizado na divisa entre as cidades de Ouro Branco e Congonhas, nas \ninstalações do antigo Escritório Central e Centro de Treinamento da Gerdau/Açominas. O Campus ocupa uma \nárea de 81.000 mil metros quadrados. As instalações foram cedidas pela empresa Gerdau à UFSJ em regime \nde comodato para o propósito específico de implantação da universidade.  \nO Projeto Pedagógico do Curso de Engenharia Química foi aprovado pela Resolução no 7, de maio de \n2008. O curso foi iniciado com oferta de 50 vagas em período noturno e, a partir de 2009, passou a oferecer \ntambém 50 vagas no curso integral. Ambos com duração de cinco anos, divididos em 10 semestres, sendo que \ncada semestre apresenta dezoito semanas letivas. A matriz curricular presente nesse documento, serve de \norientação quanto ao ordenamento lógico das unidades curriculares. \n \n3. BASE LEGAL  \n \nOs cursos de Educação Superior no Brasil estão fundamentados na Lei 9394/96 (Lei deDiretrizes e \nBases da Educação Nacional/LDB), regulamentada pela Resolução CEE Nº 127 de 1997.Especificamente, os \nCursos de Bacharelado em Engenharia Química devem se basear na Resolução CNE/CES nº 11 de 11 de \nmarço de 2002. Outros pareceres e resoluções adicionais são listados a seguir: \n \n \nParecer CNE/CES 108, de 7 de maio de 2003, que define a duração de cursos presenciais \ndeBacharelado; \n \nParecer CNE/CES 329, de 11 de novembro de 2004, que institui a carga horária mínima dos cursosde \ngraduação, bacharelados, na modalidade presencial; \n", "6": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n5 \n \nParecer CNE/CES 8, de 31 de janeiro de 2007, que dispõe sobre carga horária mínima \neprocedimentos relativos à integralização e duração dos cursos de graduação, bacharelados, \nnamodalidade presencial; \n \nResolução CNE/CES 2, de 18 de junho de 2007, que dispõe sobre carga horária mínima \neprocedimentos relativos à integralização e duração dos cursos de graduação, bacharelados, \nnamodalidade presencial; \n \nResolução CNE/CES 3, de 2 de julho de 2007, que dispõe sobre procedimentos a serem \nadotadosquanto ao conceito de hora-aula, e dá outras providências; \n \nResolução 022/2013/CONEP/UFSJ, de 31 de julho de 2013, que regulamenta a duração da hora-\naulanos Cursos de Graduação e estabelece o horário institucional da UFSJ; \n \nResolução 027/2013/CONEP/UFSJ, de 11 de setembro de 2013, que estabelece definições, princípios, \ngraus acadêmicos, critérios e padrões para organização dos Projetos Pedagógicos deCursos de \nGraduação na Universidade Federal de São João del-Rei. \n \nEm relação aos Decretos-Leis, Leis e às Resoluções do Conselho Nacional de Educação (CNE) que \ndeterminam a inclusão e a relevância de temas como:  \n \n1) Educação das Relações Étnico-Raciais e para o Ensino de História e Cultura Afro-Brasileira e \nAfricana (CNE CP 01/2004);  \n2) Diretrizes Nacionais para a Educação em Direitos Humanos (CNE CP01/2012);  \n3) Diretrizes Curriculares Nacionais para a Educação Ambiental (CNE CP 02/2012);  \n4) Ensino da Língua Brasileira de Sinais – Libras (Decreto 5.626/2006);  \n5) Estabelecimento de Critérios para a Promoção de Acessibilidade das Pessoas Portadoras de \nDeficiência ou com mobilidade reduzidas (Decreto 5.296/2004);  \n6) Regulamentação da Política Nacional de Proteção dos Direitos da Pessoa com transtorno do Espectro \nAutista (Decreto 8.368/2014);  \n7) Educação Ambiental (Lei 9.795/1999) e  \n8) Obrigatoriedade da temática História e Cultura Afro-Brasileira (Lei 10.639/2003). \n \n4. OBJETIVOS \n \nA Engenharia Química trata de processos industriais nos quais transformações químicas estão presentes \nem etapas fundamentais. O curso forma profissionais com perfil generalista, aptos a atuar nas diversas áreas \nda profissão e com condições de acompanhar e participar do rápido desenvolvimento científico-tecnológico \natual. \nPara a conquista de tais objetivos, entre as competências, habilidades, atitudes e valores fundamentais \nesperados do engenheiro químico a ser formado, destacam-se as capacidades de: \n", "7": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n6 \n \nI. identificar, formular e solucionar problemas relacionados ao desenvolvimento de serviços, processos \ne produtos relativos às indústrias químicas e correlatas, aplicando conhecimentos científicos, \ntecnológicos e instrumentais, incluindo metodologias computacionais, buscando soluções que garantam \neficiência cientifica tecnológica, ambiental e econômica dentro de condutas éticas e de segurança; \nII. conhecer a bibliografia relacionada à engenharia química, inclusive as disponíveis eletrônica e \nremotamente, e, que saiba acessá-las e utilizá-las na solução dos problemas profissionais; \nIII. relacionar informações intra e entre diferentes áreas do conhecimento, desenvolvendo as \ncapacidades de análise, síntese, generalização (indutiva e dedutiva) e o raciocínio associativo;  \nIV. desenvolver, sistematizar e aprimorar conhecimentos básicos, referentes tanto ao desenvolvimento \ncientífico quanto ao desenvolvimento tecnológico, necessários à solução de problemas na sua área de \natuação; \nV. atuar dentro das atuais tendências do mercado, destacando a biotecnologia e ciências ambientais; \nVI. introduzir, desenvolver, avaliar, aprimorar e disseminar serviços, processos e produtos da indústria \nquímica, biotecnologia, de alimentos e correlatas; \nVII. desenvolver e/ou supervisionar projetos de pesquisa nas áreas de conhecimento da engenharia \nquímica; \nVIII. participar da supervisão e gerenciamento do processo de produção industrial conduzindo, \ncontrolando, executando trabalhos técnicos, inclusive para garantir a manutenção e reparo de \nequipamentos e instalações, e para implantar e garantir as boas práticas de fabricação, a observação de \nprocedimentos padronizados e o respeito ao ambiente, nos diferentes campos de atuação;  \nIX. desenvolver, modificar, aplicar e avaliar processos de tratamento de resíduos e efluentes industriais, \nde modo a preservar a qualidade ambiental;  \nX. aplicar metodologia científica no planejamento e execução de procedimentos e técnicas durante a \nemissão de laudos, perícias e pareceres, relacionados ao desenvolvimento de auditoria, assessoria, \nconsultoria na área de engenharia química;  \nXI. empreender estudos de viabilidade técnica e técnica-econômica, relacionados às atividades do \nengenheiro químico;  \nXII. atuar na organização e no gerenciamento industrial, pautando sua conduta profissional por \nprincípios de ética, responsabilidade social e ambiental, dignidade humana, direito à vida, justiça, \nrespeito mútuo, participação, diálogo e solidariedade;  \nXIII. aplicar e avaliar procedimentos e normas de segurança no ambiente de trabalho; \nXIV. administrar sua própria formação continuada, visando constante atualização de sua atuação \nprofissional; \nXV. adotar condutas compatíveis com o cumprimento das legislações reguladoras do exercício \nprofissional e do direito à propriedade intelectual; \nXVI. adotar condutas compatíveis com o cumprimento da legislação ambiental e das regulamentações \n", "8": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n7 \nfederais, estaduais e municipais aplicadas ás empresas e às instituições;  \nXVII. organizar, coordenar, e participar de equipes de trabalho; \nXVIII. desenvolver formas de expressão e de comunicação, tanto oral como visual ou textual, \ncompatíveis com o exercício profissional, inclusive nos processos de negociação e nos relacionamentos \ninterpessoais e intergrupais;  \nXIX. avaliar as possibilidades atuais e futuras da profissão e preparar-se para atender às exigências do \nmundo do trabalho em contínua transformação, dentro de condutas éticas e humanitárias, visando \natender às necessidades sociais. \n \n5. PERFIL DO CURSO \n \nA Engenharia Química, em escala fabril, remete a tecnologias européias praticadas nos meados do \nséculo XIX, quando países desse continente, principalmente a Alemanha, Inglaterra e França, objetivavam \nproduzir bens de consumo duráveis em larga escala, principalmente tecidos. Os grupos profissionais mais \nimportantes à época eram formados por químicos e engenheiros mecânicos. Os processos eram rudimentares \ne, praticamente, eram ampliações de escalas laboratoriais, sem nenhum desenvolvimento de equipamentos \nespecíficos. Aspectos que hoje são primordiais, tais como: otimização de processo, economia energética, \nrendimento e aspectos ambientais, à época, eram totalmente ignorados. Imediatas consequências apareceram, \ntanto que, em 1883, o amadorismo praticado na operação dessas fábricas levou o governo da Inglaterra a \npromulgar o \"Alkali Works Act\" (AWA) que limitava a emissão de ácido clorídrico na produção de hidróxidos \nalcalinos, utilizando o “Processo Le Blanc”. Esse processo foi empregado por várias décadas e \nposteriormente, substituído pelo processo Solvay. Com certeza, o AWA foi a primeira Lei voltada para o meio \nambiente na história moderna da humanidade decorrente da industrialização. A aplicação da Lei criou a \nnecessidade da existência de um corpo técnico de fiscais, destacando-se George E. Davis (1850-1906), que \npercebeu, durante o seu trabalho, a necessidade da existência de um novo profissional, cujos conhecimentos \nestivessem entre o do químico e do engenheiro mecânico e que seria capaz de aplicar uma abordagem mais \nsistemática ao desenvolvimento de novas fábricas, bem como à sua operação. Davis, em 1880, tentou unir \nestes profissionais através da criação da “Sociedade dos Engenheiros Químicos”; porém, não obteve sucesso. \nMesmo assim, alguns anos depois (1887), proferiram uma série de palestras na Escola Técnica de Manchester \n(atual Universidade de Manchester) sobre a operação de fábricas. Essas palestras hoje são consideradas como \nas primeiras aulas de Engenharia Química. Provavelmente, o diferencial nessas palestras era a abordagem de \nconceitos comuns a processos, em detrimento de situações específicas a um determinado produto, fato até hoje \npreservado na formação do Engenheiro Químico. Em 1901, ele publicou o Manual do Engenheiro Químico, \nonde destacava conceitos de segurança, plantas piloto e operações unitárias, que são os pilares da formação do \nengenheiro químico de hoje.  \nSimultaneamente à esses acontecimentos, os Estados Unidos da América, que, até então, eram pouco \ndesenvolvidos no campo da indústria química, optaram por não diversificar a fabricação de produtos \n", "9": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n8 \nquímicos, em que os alemães eram imbatíveis, mas produzir alguns poucos produtos de alto valor agregado e \ngrande escala. Em 1884, o processo Solvay de obtenção de bicarbonato de sódio, desenvolvido em 1863 pelo \nquímico belga Ernest Solvay, é transferido para os EUA, trazendo algumas novidades:  \n \n1) continuidade, ou seja, a matéria prima e os produtos fluem continuamente para dentro e para fora do \nprocesso;  \n2) eficiência no aproveitamento da matéria-prima;  \n3) simplicidade na purificação dos produtos;  \n4) limpeza, por não gerar prejuízo ao meio ambiente. \n \nEm 1888, o professor de Química Orgânica Industrial, Lewis Norton, inaugurou o X Curso do Instituto \nde Tecnologia de Massachussets, encarregado da formação de Engenheiros Químicos, cuja matriz curricular \ninicial buscava organizar e sistematizar os conhecimentos da nova profissão que surgia. Em 1916, foi criada a \nEscola de Engenharia Química na mesma instituição. Nove anos mais tarde, em 1925, seria criado o primeiro \ncurso de Engenharia Química do Brasil, na Escola Politécnica da USP, embora já existisse o curso de \nEngenharia Industrial desde 1896. \nNessa primeira fase, a caracterização do engenheiro químico foi evoluindo de uma formação baseada no \nexperimentalismo industrial, para uma maior sistematização do conhecimento. Ao transformar matéria-prima \nem produtos de maior valor agregado, os primeiros engenheiros químicos começaram a se familiarizar com as \noperações físicas e químicas necessárias para essas transformações. Exemplos dessas operações incluíam \nfiltração, moagem, transporte de sólidos e fluidos, secagem e outros fenômenos que envolviam transferência \nde calor. Essas \"operações unitárias\" tornaram-se uma maneira adequada de organizar a \"ciência da \nengenharia química\", uma vez que classificavam as transformações físicas e permitiam que elas fossem \nestudadas individualmente de forma aprofundada independente do processo produtivo. Em 1915, Arthur \nLittle, em carta endereçada ao presidente do Massachussets Institute of Technology, enfatizou \"o potencial das \noperações unitárias para distinguir a Engenharia Química das demais profissões e também fornecer aos \nprogramas de engenharia química um foco comum\". As operações unitárias representam um segundo \nimportante momento para a matriz curricular dos cursos de engenharia química.  \nNa década de 50, iniciaram-se na Universidade de Minnesota, com os professores Neal R. Amundson e \nRutherford Aris, uma série de estudos relacionados à modelagem matemática de reatores químicos e em 1960 \nocorreu o lançamento daquela que seria talvez a maior revolução na forma de se ensinar os fundamentos da \nengenharia química: o lançamento do livro \"Transport Phenomena\" dos professores Bird, Stewart e Lightfoot, \nda Universidade de Wisconsin. A inclusão da área de fenômenos de transporte caracteriza um terceiro e \nimportante momento para as matrizes curriculares dos cursos de engenharia química. \nNas últimas décadas ocorreram vários avanços nas diversas divisões do campo da engenharia química, \ncujo desenvolvimento é rápido e contínuo. Grande parte dos aperfeiçoamentos envolvendo transformações \nfísicas e químicas são atualizadas periodicamente no “ChemicalEngineers’sHandbook” de Perry; bibliografia \n", "10": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n9 \nindispensável a qualquer engenheiro químico e que já se encontra na sua 8ª edição. \nA criação de um Campus de Engenharias na região do Alto Paraopeba tem como justificativa o fato da \nregião abrigar um dos mais importantes complexos de mineração e metalurgia de ferro do planeta; abrangendo \naproximadamente 20 cidades, sendo sete delas (Ouro Branco, Congonhas, Conselheiro Lafaiete, São Brás do \nSuaçuí, Jeceaba, Entre Rios e Belo Vale) integrantes do Consórcio Público para o Desenvolvimento do Alto \nParaopeba (CODAP). Essa região deverá receber entre 2008 à 2023 investimentos da ordem de 40 bilhões de \nreais destinados à infraestrutura e ampliação do complexo minero-metalúrgico. Destacam-se os investimentos \njá anunciados por grandes empresas, como Vale, CSN, Ferrous, Gerdau e a VSB. Há, portanto, a previsão de \num crescimento significativo na demanda de mão-de-obra de alta qualificação, perspectivas de ampliação da \ndemanda por serviços tecnológicos e de inovação. Outra característica importante da região é a proximidade \ncom a Grande Belo Horizonte (aproximadamente 90 km), onde já se consolidou e está em franca expansão \numa bem sucedida rede de inovação tecnológica e de empresas de alta tecnologia nas áreas de informação, \nquímica fina e biotecnologia. O desenvolvimento econômico e a exploração do potencial tecnológico da \nregião é também uma das prioridades do governo estadual. A região está incluída na estratégia da Secretaria \nEstadual de Ciência e Tecnologia de criação de pólos de excelência no Estado. \nO curso de Engenharia química se insere neste panorama, uma vez que se propõe a formar profissionais \nqualificados na área de Engenharia Química. Os quais tenham capacidade de criar soluções tecnológicas \nconsiderando-se as questões sócio-ambientais garantindo a diversificação da base econômica, seja nas cadeias \nde produção industrial ou em áreas de tecnologia de ponta.  \nO curso de Engenharia Química do Campus Alto Paraopeba, em consonância com o PDI da UFSJ visa \natravés do desempenho de suas atividades, proporcionar o conhecimento e difundi-lo promovendo o bem estar \ne o desenvolvimento social.  \nOutro aspecto que merece destaque em relação ao alinhamento desse curso com o PDI da UFSJ é a sua \noferta de vagas também no período noturno, abarcando assim um contingente de discentes trabalhadores. \nSeguindo as diretrizes pedagógicas institucionais, o curso de Engenharia Química visa contemplar \nconteúdos curriculares que conciliem solidez conceitual com flexibilidade e criatividade para a resolução de \nproblemas do mercado profissional, sem perder a orientação ética e social.  \nAs atividades complementares são parte integrante da formação do discente, propiciando uma melhor \nformação acadêmica e profissional. A prática profissional, que é realizada como unidade curricular Estágio, \npossibilita a inserção dos discentes no mercado de trabalho, aprimorando assim, sua competência técnica e \nenriquecendo sua vivência social. \n \n6. COMPETÊNCIAS, HABILIDADES E ATRIBUIÇÕES LEGAIS \n \nQuando da regulamentação da profissão de químico, que ocorreu com doDecreto-Lei nº 5.452, de \n01/05/43- C.L.T. (Consolidação das Leis do Trabalho), o engenheiro químico ficou, mais uma vez, \nevidenciado como profissional da química. Os artigos 325, 326 e 334 estabeleceram que a engenharia química \n", "11": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n10 \nestá compreendida entre as atividades da profissão de químico. \nCom o advento daLei nº 2.800, de 18/06/56, que criou os Conselhos Federal e Regionais de Química, a \nFiscalização do exercício da profissão de químico passou a ser de competência dos CRQs. \nOs engenheiros químicos são considerados profissionais da química e têm representação garantida na \ncomposição do Conselho Federal de Química e, também, dos Conselhos Regionais, conforme estabelecem os \nartigos 4º, 5º e 12 daLei nº 2.800, de 18/06/56. \nCom a criação dos Conselhos Regionais de Química, os engenheiros químicos e engenheiros \nindustriais: modalidade química, após conclusão de seus cursos, devem se registrar-se unicamente nos CRQs \npara o exercício de sua profissão como químico, pois estes são os órgãos legítimos de fiscalização do seu \nexercício profissional. \nA Lei nº 2.800/56 relaciona diversas atividades de competência dos profissionais da química, sejam elas \nligadas à pesquisa, ao controle de qualidade, ao processo industrial, ou às atividades de projetos de \nequipamentos e instalações industriais na área da química e estabelece que as atividades de estudo, \nplanejamento, projeto de equipamentos e instalações industriais na área da química são privativas dos \nprofissionais com currículo da engenharia química. \nPortanto, compete aos Conselhos Regionais de Química exigirem o registro dos engenheiros químicos e \nseus similares, quando estes exercerem suas atividades na área da química, estabelecendo suas atribuições. \nDe acordo com a Resolução Normativa Federal de nº 36 de 25/4/1974, posteriormente ratificadas pela \nLei no 85.877 de 7/4/1981 são 16 as atribuições do engenheiro químico: \n \n1. direção, supervisão, programação, coordenação, orientação e responsabilidade técnica no âmbito das \nrespectivas atribuições ligadas à atividade de químico;  \n2. assistência, assessoria, consultoria, elaboração de orçamentos, divulgação e comercialização no âmbito \ndas respectivas atribuições relacionadas com a atividade de químico;  \n3. vistoria, perícia, avaliação, arbitramento e serviços técnicos, elaboração de pareceres, laudos e \natestados no âmbito das respectivas atribuições relacionadas com a atividade de químico; \n4. exercício do magistério, respeitada a legislação específica;  \n5. desempenho de cargos e funções técnicas no âmbito das respectivas atribuições relacionadas com a \natividade de químico; 6. ensaios e pesquisas em geral, pesquisas e desenvolvimento de métodos e \nprodutos;  \n7. análise química e físico-química, química biológica, bromatológica, toxicológica e legal, padronização \ne controle de qualidade;  \n8. produção e tratamentos prévios e complementares de produtos e resíduos;  \n9. operação e manutenção de equipamentos e instalações no âmbito das respectivas atribuições \nrelacionadas com a atividade de químico;  \n10. condução e controle de operações e processos industriais, de trabalhos técnicos, reparos e manutenção \nno âmbito das respectivas atribuições relacionadas com a atividade de químico;  \n", "12": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n11 \n11. pesquisa e desenvolvimento de operações e processos industriais;  \n12. estudo, elaboração e execução de projetos de processamento;  \n13. estudo de viabilidade técnica e técnica-econômica de equipamentos e instalações industriais no \nâmbito das respectivas atribuições relacionadas com a atividade de químico;  \n14. estudo, planejamento, projeto e especificações de equipamentos e instalações industriais;  \n15. execução, fiscalização de montagem e instalação de equipamentos industriais; \n16. condução de equipe de instalação, montagem, reparo e manutenção. \n \nA justificativa central da criação e manutenção de um curso de Engenharia Química decorre dessa \namplitude de atividades e demandas relacionadas a esse vasto campo de atuação profissional e da evidente \nnecessidade de profissionais da área tecnológica para o desenvolvimento econômico e social do país. \n \n7. PERFIL DO EGRESSO \n \nO perfil do egresso do Curso de Engenharia Química proposto atende ao que reza o artigo 3º da \nResolução CNE/CES nº 11 de 11/03/2002 e Resolução 02/2007. “O Curso de Graduação em Engenharia tem \ncomo perfil do formando egresso/profissional o engenheiro com formação generalista, humanista, crítica e \nreflexiva, capacitado a absorver e desenvolver novas tecnologias, estimulando a sua atuação crítica e criativa \nna identificação e resolução de problemas, considerando seus aspectos políticos, econômicos, sociais, \nambientais e culturais, com visão ética e humanística, em atendimento às demandas da sociedade”. \nA Resolução CNE/CES nº 11, de 11 de março de 2002, em seu artigo 4º determina que a formação do \nengenheiro tenha por objetivo dotar o profissional dos conhecimentos requeridos para o exercício das \nseguintes competências e habilidades gerais: \n \nI - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à engenharia; \nII - projetar e conduzir experimentos e interpretar resultados; \nIII - conceber, projetar e analisar sistemas, produtos e processos; \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \nV - identificar, formular e resolver problemas de engenharia; \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas; \nVI - supervisionar a operação e a manutenção de sistemas; \nVII - avaliar criticamente a operação e a manutenção de sistemas; \nVIII - comunicar-se eficientemente nas formas escrita, oral e gráfica; \nIX - atuar em equipes multidisciplinares; \nX - compreender e aplicar a ética e responsabilidades profissionais; \nXI - avaliar o impacto das atividades da engenharia no contexto social e ambiental; \nXII - avaliar a viabilidade econômica de projetos de engenharia; \n", "13": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n12 \nXIII - assumir a postura de permanente busca de atualização profissional. \n \nA matriz curricular ora proposta, juntamente com as unidades curriculares que versam sobre conteúdos \nbásicos, específicos e profissionalizantes, formarão profissionais de Engenharia Química que atenderão o \ndisposto na legislação vigente. O Engenheiro Químico com título obtido no Campus Alto Paraopeba, pela \nUFSJ, terá uma formação geral sólida inclusa numa concepção generalista.  \n \n8. OFERECIMENTO \n \nGrau Acadêmico: Bacharelado.  \nModalidade: Educação Presencial (EDP). \nTitulação: Bacharel em Engenharia Química. \nRegime Curricular: Progressão Linear. \nTurnos de Funcionamento: Integral (vespertino e noturno) e Noturno. \nPeriodicidade: Semestral. \nNúmero de Vagas: 100 (divididas em duas entradas com 50 vagas cada). \nCarga Horária Total:3.700 horas, distribuídas da seguinte forma: \n \n \n3.300 horas de disciplinas, \n \n160 horas de Estágio Curricular,  \n \n144 horas de Trabalho de Conclusão de Curso (TCC) \n \n96 horas de Atividades Complementares. \n \nPrazos de Integralização:  \nMínimo: 5 anos (10 semestres). \nPadrão: 5 anos (10 semestres) \nMáximo: 7 anos e meio (15 semestres). \n \nEquivalência hora-aula: hora-aula de 55 minutos. Nesse PPC, somente disciplinas são contabilizadas em \nhora-aula. \nForma de Acesso: Sistema de Seleção Unificada (Sisu), sendo o primeiro semestre destinado ao curso \nnoturno e o segundo semestre ao curso integral. Há possibilidade, também, de se ingressar no curso por \nTransferência Interna (Reopção) e Transferência Externa (PROTAP). \n \nNº do Ato de reconhecimento do curso: Portaria nº 515 de 15 de outubro de 2013. \n \n", "14": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n13 \n9. ATIVIDADES COMPLEMENTARES \n \nAs Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia, no Art. 5º, § 2º, \ndeterminam que: “Deverão também ser estimuladas atividades complementares, tais como trabalhos de \niniciação científica, projetos de multiunidade curricular, visitas técnicas, trabalhos em equipe, \ndesenvolvimento de protótipos, monitorias, participação em empresa júnior e outras atividades \nempreendedoras”. \nO objetivo das Atividades Complementares é favorecer uma formação técnico-científica e humanística \nmais interdisciplinar do graduando, o qual desenvolverá atividades extraclasse e extracurriculares de seu \ninteresse pessoal, de forma a ampliar os seus horizontes profissionais. Estas atividades são parte integrante do \ncurrículo e devem totalizar 96 (noventa e seis) horas, a serem realizadas ao longo do curso. Elas incluem \nparticipações em seminários, encontros, palestras e congressos, publicação de artigos e resumos, estágios, \natividades de pesquisa, de extensão, iniciação científica, representação discente etc. Essas estão apresentadas \nno Quadro 1. O discente deverá apresentar à Coordenação de Curso os certificados ou outros documentos \noficiais comprobatórios. As atividades não incluídas na relação adiante serão analisadas pelo Colegiado de \nCurso antes da sua validação pela Coordenadoria. A contagem de carga horária e o procedimento de validação \ndas Atividades Complementares são definidos em norma própria, aprovada pelo Colegiado do Curso.  \n \nQuadro 1. Relação de Atividades Complementares. \nAtividades \nMonitoria/semestre \nRealização de visita técnica \nIniciação Científica/ano \nParticipação em evento científico \nApresentação, em forma de painel, de trabalho em evento científico \nParticipação em Curso, mini-curso, oficina ou palestra \nApresentação oral de trabalho em evento científico \nTrabalho completo publicado em anais de evento científico (indexado) \nTrabalho completo publicado em anais de evento científico (não-indexado) \nArtigo publicado em periódico científico indexado \nArtigo publicado em periódico científico não-indexado \nParticipação em Empresas Juniores/ano \nParticipação em grupo de estudos orientado \nParticipação no diretório ou centro acadêmico da UFSJ/ano \nMembro de comissão, colegiados ou conselhos/semestre \nParticipação no Programa de Ensino Tutorial (PET)/ano \nParticipação em projeto de extensão/ano \nEstágios extracurricular na área de Engenharia Química \nMembro de comissão organizadora de evento científico \nAtividade profissional na área de Engenharia Química/ano \nCurso de idiomas  \n \n", "15": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n14 \n10. ORGANIZAÇÃO CURRICULAR \n \n10.1. Fundamentos Didáticos-Pedagógicos. \n \nA matriz curricular do curso é baseada nos seguintes princípios norteadores: \n \n \nSeleção de conteúdos contemplando as exigências do perfil do egresso e considerando os problemas, \ndemandas e perspectivas sociais e ambientais atuais e a legislação vigente; \n \nEstabelecimento do tratamento metodológico de ensino que garanta as competências exigidas para o \nexercício da profissão, desenvolvidas em suas dimensões conceitual (teorias, informações e \nconceitos), procedimental (na forma do saber fazer) e atitudinal (valores e atitudes); \n \nEstabelecimento de clima dialógico respeitoso em sala de aula, com espaço para expressiva \nparticipação dos discentes, indicação de suas dúvidas, formas de compreensão e incompreensões; \n \nGarantia de uma ampla formação multi e interdisciplinar, com distribuição do conhecimento científico \nao longo de todo o curso, devidamente interligado e levando em conta a natureza e aevolução \nepistemológica dos modelos explicativos dos materiais e processos químicos; \n \nFavorecimento da flexibilidade curricular, de forma a contemplar interesses e necessidades específicas \ndos discentes e operacionalização desta sob a forma de unidades curriculares de livre \n \nEscolha na Instituição, noutras IFES ou elencadas pelo Colegiado; \n \nGarantia de um ensino problematizado e contextualizado, assegurando a indissociabilidade \nentreensino, pesquisa e extensão; \n \nGarantia de formação de competência na produção do conhecimento com atividades que levem o \ndiscente a procurar, interpretar, analisar e selecionar informações, identificar problemas relevantes, \nrealizar experimentos, elaborar e executar projetos e desenvolvimento de projetos de pesquisa e de \nensino; \n \nIntegração permanente entre teorias, fenômenos (e práticas) e linguagem da Engenharia Química \ncomo eixo articulador da produção do conhecimento, favorecendo atividades de campo e de \nlaboratório com adequada instrumentação técnica para a realização das mesmas; \n \nArticulação entre conceitos e contextos, entre abordagens micro e macroscópicas, qualitativa e \nquantitativa e entre tratamento conceitual e contextualização dos temas da Engenharia química, tendo \nem vista uma concepção sistêmica e aplicada à essa área; \n \nEstímulo às atividades curriculares e extracurriculares como iniciação científica, monitoria,extensão \nuniversitária, estágios, participação em encontros científicos, mini-cursos, grupos PET ou outras que \nvierem a ser aprovadas pelo Colegiado; \n \nAdoção de um regime semestral, com sistema de unidades curriculares organizadas em múltiplos de \n18 horas-aulas e duração de 18 semanas cada, com exceção do Estágio Curricular Obrigatório, as \nAtividades Complementares e Trabalho de Conclusão de Curso; \n", "16": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n15 \n \nAdoção de um sistema de avaliações de rendimento escolar realizadas no decorrer das unidades \ncurriculares, que privilegie a aprendizagem e o diagnóstico e que identifique não somente a \nquantidade de conhecimentos adquiridos, mas também a capacidade do discente de acioná-los e de \nbuscar outros conhecimentos; \n \nIntegralização da carga horária total em tempo médio de cinco anos; \n \nImplantação curricular considerada em caráter experimental permanente, devendo ser sempre \nreavaliada pelo Núcleo Docente Estruturante (NDE) e submetida, no devido tempo, às correções e \nadequações que se mostrarem necessárias; \n \nÉ facultada a oferta de disciplinas na modalidade à distância, de acordo com as normas e a legislação \nvigente. \n \nO Grau Acadêmico Bacharelado em Engenharia Química é oferecido nos períodos integral (vespertino \ne noturno) e noturno, com carga horária mínima para integralização de 3.700 horas, distribuídas \nharmoniosamente ao longo de semestres letivos. O tempo regulamentar de integralização é de 10 semestres, \nsendo os prazos mínimo e máximo, respectivamente, de 10 e 15 semestres. As disciplinas têm regime \nsemestral e a ascensão no curso obedece aos pré-requisitos e co-requisitos estabelecidos. A relação teoria-\nprática está presente ao longo do curso, mediante projetos e atividades incluídos na carga horária das \ndiferentes unidades que compõem o currículo. \nA articulação entre ensino, pesquisa e extensão é fundamental no processo de produção \ndoconhecimento e permite estabelecer um diálogo entre a Engenharia Química e as demais áreas, \nrelacionando o conhecimento científico à realidade social. A familiaridade com os procedimentos da \ninvestigação e com o processo histórico de produção e de disseminação dos conhecimentos químicos é \nincentivada ao longo do curso e a pesquisa científica é um forte instrumento de ensino e um conteúdo de \naprendizagem. O apoio às atividades de pesquisa deverá ser buscado pelos docentes nos diversos programas e \neditais de iniciação científica ofertados no âmbito da Pró-Reitoria de Pesquisa da UFSJ ou diretamente nas \nagências estaduais e federais de fomento à pesquisa. As atividades extensionistas serão incentivadas atravésda \nparticipação dos docentes nos programas e bolsas ofertados localmente pela Pró-Reitoria de Extensão da UFSJ \nou nos editais de âmbito nacional. \nA nova proposta curricular é essencialmente uma atualização da estrutura existente atualmente. Os \nnomes de algumas disciplinas foram alterados para facilitar a comunicação e a associação com os conteúdos. \nOs conteúdos práticos das disciplinas da área de Física foram desmembrados das disciplinas originais, \ngerando uma disciplina experimental independente (Física Experimental), o que permitirá um gerenciamento \nmais adequado destes conteúdos e um melhor aproveitamento por parte do discente no que se refere às \natividades nos laboratórios e aos relatórios. No entanto, as novas disciplinas experimentais, embora separadas, \nforam concebidas para serem realizadas em total articulação com as disciplinas teóricas. Em função destas \nalterações, a posição de algumas disciplinas foi alterada no fluxograma, permitindo uma melhor distribuição.  \n", "17": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n16 \nO curso de graduação em Engenharia Química proposto está estruturado em três núcleos de conteúdos \nobrigatórios, sendo eles respectivamente Básicos, Profissionalizantes e Específicos de acordo com a \nResolução CNE/CES nº 11, de 11/03/2002. \n \n10.2. Núcleo de Conteúdos Básicos \n \nO Núcleo Básico é constituído de disciplinas que abordam conceitos fundamentais de Matemática, \nFísica, Química, Computação, Humanidades e da Engenharia Química. A listagem das disciplinas deste \nNúcleo é apresentada no Quadro 2.  \n \nQuadro 2. Disciplinas Obrigatórias do Núcleo de Conteúdos Básicos. \nDisciplina \nCarga  \nHorária (ha) \nPeríodo \nDepartamento \nResponsável \nCálculo Diferencial e Integral I \n72 \n1º \nDEFIM \nMetodologia Científica \n36 \n1º \nDTECH \nQuímica Geral \n54 \n1º \nDQBIO \nQuímica Geral Experimental \n18 \n1º \nDQBIO \nGeometria Analítica e Álgebra Linear \n72 \n1º \nDEFIM \nAlgoritmos e Estrutura de Dados I \n72 \n1º \nDTECH \nCálculo Diferencial e Integral II \n72 \n2º \nDEFIM \nFenômenos Mecânicos \n72 \n2º \nDEFIM \nIndivíduos, Grupos e Sociedade Global \n36 \n2º \nDTECH \nProjeto e Computação Gráfica I \n36 \n2º \nDTECH \nFundamentos de Química Inorgânica  \n36 \n2º \nDQBIO \nEquações Diferenciais A \n72 \n3º \nDEFIM \nCálculo Diferencial e Integral III \n72 \n3º \nDEFIM \nEstatística e Probabilidade \n72 \n3º \nDEFIM \nEconomia e Administração para Engenheiros \n72 \n3º \nDETCH \nFenômenos Térmicos e Fluidos \n36 \n3º \nDEFIM \nFísica Experimental  \n36 \n4º \nDEFIM \nFenômenos Eletromagnéticos \n72 \n4º \nDEFIM \nCálculo Numérico \n72 \n5º \nDTECH \nMecânica dos Fluídos para Engenharia Química  \n72 \n5º \nDEQUI \nTransferênica de Calor \n72 \n6º \nDEQUI \nCiência, Tecnologia e Sociedade \n36 \n6º \nDTECH \nEletrotécnica \n36 \n6º \nDETEM \nMecânica dos Sólidos para Engenharia Química \n36 \n7º \nDETEM \nTransferência de Massa \n72 \n7º \nDEQUI \nCarga-horária Total: \n1404 hora-aula \n \n \n \n10.3. Núcleo de Conteúdos Profissionalizantes \n \nO núcleo de conteúdos profissionalizantes, cerca de 15% da carga horária mínima total do curso versará \nsobre um subconjunto coerente de tópicos voltados para a área de Engenharia Química, definidos pela UFSJ, \ntais como Algorítimos e Estrutura de Dados, Bioquímica, Ciência dos Materias, Físico-Química, Gestão \nAmbiental, Gestão Econômica, Instrumentação, Métodos Numéricos, Modelagem, Análise e Simulação de \nSistemas, Operações Unitárias, Processos de Fabricação, Processos Químicos e Biológicos, Químicas \nOrgânica e Analítica, Reatores Químicos e Bioquímicos e Termodinâmica Aplicada. A listagem dasdisciplinas \ndeste Núcleo é apresentada no Quadro 3. \n \n", "18": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n17 \nQuadro 3. Disciplinas Obrigatórias do Núcleo de Conteúdos Profissionalizantes. \nDisciplina \nCarga horária \n(ha) \nPeríodo \nDepartamento \nResponsável \nMeio Ambiente e Gestão para a Sustentabilidade \n36 \n2º \nDTECH \nQuímica Orgânica I \n72 \n2º \nDEQUI \nQuímica Orgânica II \n36 \n3º \nDEQUI \nQuímica Orgânica Experimental \n36 \n4º \nDEQUI \nPrincípios de Processos Químicos \n72 \n4º \nDEQUI \nFundamentos de Química Analítica  \n36 \n4º \nDQBIO \nQuímica analítica experimental \n18 \n4º \nDQBIO \nFísico Química \n72 \n4º \nDQBIO \nFísico Química experimental \n18 \n4º \nDQBIO \nAnálise instrumental  \n36 \n5º \nDQBIO \nLaboratório de Análise Instrumental \n36 \n5º \nDQBIO \nTermodinâmica I \n72 \n5º \nDEQUI \nProcessos Químicos Industriais \n72 \n5º \nDEQUI \nOperações Unitárias I \n72 \n6º \nDEQUI \nMateriais para Indústria Química \n72 \n6º \nDEQUI \nTermodinâmica II \n72 \n6º \nDEQUI \nInstrumentação Industrial  \n36 \n7º \nDEQUI \nOperações Unitárias II \n72 \n7º \nDEQUI \nOperações Unitárias III \n72 \n8º \nDEQUI \nModelagem e Simulação de Processos Químicos  \n72 \n8º \nDEQUI \nEngenharia Economica \n72 \n8º \nDEQUI \nEngenharia Bioquímica \n72 \n9º \nDQBIO \nControle Ambiental na Indústria \n72 \n10º \nDEQUI \nCarga-horária Total: \n1296 horas-aula \n \n \n10.4. Núcleo de Conteúdos Específicos \n \nO Bacharelado em Engenharia Química tem por objetivo preparar o profissional para atuação mais \nespecífica na área de Processos Químicos Industriais emastambém na Pesquisa e Desenvolvimento em \nqualquer segmento industrial e/ouatividade acadêmica em nível superior. Desta forma, o Núcleo de Conteúdos \nEspecíficos inclui, além doTCC e Estágio Curricular Obrigatório, disciplinas que permitam um maior \naprofundamento dos conteúdos de Engenharia Química, conformepode ser visualizado no Quadro 4.  \n \nQuadro 4. Disciplinas do Núcleo de Conteúdos Específicos. \nDisciplina \nCarga horária \n(ha) \nPeríodo \nDepartamento \nResponsável \nIntrodução a Engenharia Química \n36 \n1º \nDEQUI \nCinética e Cálculo de Reatores Químicos \n72 \n7º \nDEQUI \nLaboratório de Eng. Química I \n72 \n7º \nDEQUI \nProjeto de Reatores \n72 \n8º \nDEQUI \nLaboratório de Eng. Química II \n72 \n8º \nDEQUI \nControle de Processos Químicos \n72 \n9º \nDEQUI \nDesenvolvimento de Processos Quimicos I \n72 \n9º \nDEQUI \nLaboratório de Eng. Química III \n72 \n9º \nDEQUI \nAnálise e Otimização de Processos Químicos \n72 \n10º \nDEQUI \nProjetos eInstalações na Indústria Química \n72 \n10º \nDEQUI \nDesenvolvimento de Processos Químicos II \n72 \n10º \nDEQUI \nOptativas  \n144 \n- \n- \nCarga-horária Total: \n900 horas-aula \n \n \n \n \n \n", "19": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n18 \nNeste Núcleo estão inseridas as disciplinas optativas, que têm o objetivo de tornar mais flexível o \ncurrículo, bem como a formação acadêmica e profissional, a partir da escolha do próprio discente, permitindo \num perfil multidisciplinar individualizado. As unidades curriculares optativas correspondem a um elenco pré-\nestabelecido, onde o discente escolhe livremente as que mais interessem à sua formação. O discente deverá \ncumprir 144 horas-aula em unidades curriculares optativas, distribuídas em diferentes semestres. A relação de \ndisciplinas que podem ser cursadas encontram-se na Quadro 5. \n \nQuadro 5. Relação de disciplinas optativas e suas respectivas cargas horárias. \n \nUnidade Curriculare \nCarga Horária \n(Hora-aula/hora) \nDepartamento \nResponsável \nEquações Diferenciais B \n36/33 \nDEQUI \nConservação da Energia na Indústria \n36/33 \nDEQUI  \nTratamento de Águas Industriais \n36/33 \nDEQUI \nFundamentos da Catálise Heterogênea \n36/33 \nDEQUI \nSistemas Particulados \n36/33 \nDEQUI \nTécnicas de Otimização Aplicadas à Engenharia Química \n36/33 \nDEQUI \nCorrosão e Tratamentos De Proteção Industrial \n36/33 \nDEQUI \nRefino de Petróleo \n36/33 \nDEQUI \nSegurança Industrial \n36/33 \nDEQUI \nAvanços da Engenharia Química \n36/33 \nDEQUI \nLíngua Brasileira de Sinais \n36/33 \nDEQUI \nCombustão e Propulsão \n36/33 \nDEQUI \nEletroquímica Industrial \n36/33 \nDEQUI \nFundamentos de Mineração e Siderurgia \n36/33 \nDEQUI \nTecnologias em Biocombustíveis \n36/33 \nDEQUI \nDesign de Experimentos \n36/33 \nDEQUI \n \nO elenco poderá ser modificado de acordo com as necessidades do curso e a disponibilidade de \nespecialidades do quadro de docentes da Instituição, a critério do Colegiado do Curso de Engenharia Química. \nUnidades curriculares não constantes do elenco de optativas poderão ser consideradas para integralização do \ncurso desde que haja aprovação do Colegiado do Curso.  \nOutras unidades curriculares optativas podem ser propostas por professores do curso de Engenharia \nQuímica e por professores de outras unidades acadêmicas da UFSJ, desde que tais ofertas sejam aprovadas \npelo Colegiado do Curso de Engenharia Química.  \nPodem, também, ser consideradas optativas, as unidades curriculares aprovadas pelo Colegiado do \nCurso de Engenharia Química, cursadas em instituições estrangeiras (mobilidade acadêmica/intercâmbio) uma \nvez que estas sejam adequadamente comprovadas e estejam de acordo com a legislação Institucional vigente. \nA unidade curricular Libras é uma classificada como uma disciplina Optativa e conta com 36 horas \nconforme legislação própria.  \nAs unidades curriculares optativas aprovadas pelo Colegiado, poderão ser ministradas em língua \ninglesa, com conteúdo compátivel à formação do engenheiro químico, afim de atender a demanda de discentes \nintercambistas recebidos pelo curso de Engenharia Quimicae discentes regularmente matriculados.  \n \n", "20": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n19 \n10.5. Pré-Requisitos e Co-Requisitos \n \nAs unidades curriculares foram distribuídas ao longo dos dez períodos, de modo a construir o \nconhecimento em engenharia química com aprofundamento gradativo e reflexivo. Para assegurar a \ncontinuidade e um melhor aproveitamento das unidades curriculares pré-requisitos e co-requisitos foram \nadotados. \nAssim, o discente só poderá cursar uma unidade curricular quando houver obtido aprovação nas \nunidades curriculares consideradas pré-requisitos da mesma. \nPor outro lado, há conteúdos experimentais para os quais é desejável que a formação teórica seja \nrealizada concomitantemente. Nestes casos, as disciplinas experimentais são oferecidasno mesmo período \nletivo das disciplinas teóricas correspondentes, sendo co-requisitos das mesmas. \nOs co-requisitos também foram adotados para que unidades curriculares cujos conteúdos são \ncomplementares ou correlacionados sejam cursadas simultaneamente no mesmo semestre. \n \n10.6. Distribuição dos Conteúdos \n \nA distribuição dos conteúdos por núcleos está listadano Quadro 6. Esta distribuição segue o disposto \nnas Diretrizes Curriculares dos Cursos de Graduação em Engenharia, estabelecidas na Resolução CNE/CES no \n11 de 11/03/2002 e Resolução CNE/CES 2/2007. \nDentre os conteúdos curriculares de natureza científico-cultural, estão previstas 1404 horas-aula de \ndisciplinas que contemplam Núcleo Básico (39%), 1296 horas-aula dedisciplinas de conteúdos que integram o \nNúcleo Profissionalizante (36%) e 900 de disciplinas de conteúdos específicos relativas ao Núcleo Específico, \ne Disciplinas Optativas (25%). Totalizando 3600 horas-aula de disciplinas, o que representa 3300 horas, \nconsiderando a duração da hora-aula como 55 minutos. A carga horária das Atividades Complementares é de \n96 horas, o Trabalho de Conclusão de Curso tem carga horária de 144 horas e o Estágio Curricular \nObrigatório tem carga de 160 horas. Desta forma, a carga horária total do Curso de Engenharia Química, Grau \nAcadêmico Bacharelado, é de 3.700 horas, em acordo com a Resolução CNE/CES 2, de 18 de junho de 2007 e \ncom a Resolução 027/2013/CONEP/UFSJ, de 11 de setembro de 2013. \n", "21": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n20 \n \n \nQuadro 6. Distribuição dos Conteúdos. \nMódulos \nNúcleos \nConteúdos \nCargas-horárias \nHoras-aula \nHoras(h) \nObrigatório \nBásico \nMetodologia Científica e Tecnológica \nComunicação e Expressão \nInformática \nExpressão Gráfica \nMatemática \nFísica \nFenômenos de Transporte \nMecânica dos Sólidos \nEletricidade Aplicada \nQuímica \nCiência e Tecnologia dos Materiais \nAdministração \nEconomia \nCiências do Ambiente \nHumanidades, Ciências Sociais e Cidadania \n1404 \n1287 \nProfissionalizante \n \nAlgorítmos e Estrutura de Dados \nBioquímica \nCiência dos Materiais \nFísico-Química \nGestão Ambiental \nGestão Econômica \nMétodos Numéricos \nModelagem, Análise e Simulação de Sistemas \nOperações Unitárias \nProcessos de Fabricação \nProcessos Químicos e Biológicos \nQuímica Analítica \nQuímica Orgânica \nReatores Químicos e Bioquímicos \nTermodinâmica Aplicada \nInstrumentação  \n1296 \n1188 \nEspecífico \nIntrodução a Engenharia Química \nCinética e Cálculo de Reatores Químicos \nLabiratórios de Eng. Química I, II e III \nProjeto de Reatores \nControle de Processos Químicos \nDesenvolvimento de Processos Químicos I e II \nAnálise e Otimização de Processos Químicos \nProjetos e Instalações na Indústria Química \n756 \n693 \nTrabalho de Conclusão de Curso \n- \n144 \nEstágio Curricular Obrigatório \n- \n160 \nLivre \nDisciplinas Optativas  \n144 \n132 \nAtividades Complementares \n- \n96 \nTotal: \n3700h \n \n", "22": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n21 \n10.7. Conteúdos Transversais \n \nOs Projetos Político Pedagógicos dos Cursos (PPC) de Graduação da Universidade Federal de São João \ndel-Rei (UFSJ) estão alinhados institucionalmente com a preocupação e dedicação desta universidade em ser \numa instituição inclusiva, acessível e com dispositivos efetivos para a implantação de políticas assistivas e de \ninclusão. Esta é a orientação mestra presente em seu Plano de Desenvolvimento Institucional (PDI) (2014-\n2018), cujas políticas de metas e ações estão especificadas no Projeto Pedagógico Institucional (PPI), contidas \nno mesmo documento (PDI).  \nDentre as ações que tomam como premissa fundamental o compromisso e a inserção junto à formação \ndiscente, identifica-se a preocupação com investimentos prioritários, nos trabalhos de ensino, extensão e \npesquisa cujo alvode suas problematizações e indicações de soluções, contemplem áreas relacionadas \naquestões ambientais, sociais, raciais e de acessibilidade, que propiciem benefícios à sociedade. Como \nresultado do investimento nessas prioridades, a UFSJ conta com trabalhos desenvolvidos nas áreas de \nRepresentação dos Negros no Ensino Brasileiro (Equipe TUGANA); ações do Núcleo de Investigações em \nJustiça Ambiental (NINJA), Incubadora Tecnológica de Cooperativas Populares (ITCP), Incubadora de \nDesenvolvimento Tecnológico do Setor das Vertentes (INDETEC).  \nPara além destas ações, que demonstram o caráter indissociável entre ensino, pesquisa e extensão, a \nUFSJ conta ainda com o Núcleo de Acessibilidade (NACE), que trabalha na indicação de necessidades \nimediatas para o acesso (físico, mental e sensorial) à Universidade, mas também na proposição de projetos e \nidentificação de demandas para a ampliação deste acesso. A viabilização das políticas de acesso à UFSJ são \nrealizadas pelo Programa UFSJ SEM FRONTEIRAS, fundado em 2010. O UFSJ SEM FRONTEIRAS é \npossível graças à sua inserção do Programa INCLUIR. Estes programas possibilitam que a UFSJ atue em três \nfrentes distintas e consolidadas:  \n \n1) a realização, anual, do Seminário de Inclusão no Ensino Superior;  \n2) a Recepção e o Acompanhamento dos Discentes portadores de deficiência, com a finalidade de \nassegurar-lhes a permanência e o desenvolvimento acadêmico e social na universidade; e, \n3) O incentivo e apoio para os projetos de extensão e pesquisa que relacionem a inclusão e o \ndesenvolvimento de tecnologias assistivas no cotidiano da universidade. \n \n", "23": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n22 \n11. ESTRUTURA CURRICULAR \n \nNo Quadro 7 é apresentada a estrutura curricular do curso de engenharia química \n \nQuadro 7. Estrutura curricular. \nPeríodo \nNome da Unidade \nCurricular \nCarga horária (ha) \nCarga Horária \n(horas) \n \n \nPré-requisito ou Co-\nrequisitoa \nTipob \nNaturezac \nModo de \nOferecimento\nd \nUC \nResponsável \nTeórica \nPrática \nTotal \n1 \nCálc. Dif. e Integral I \n72 \n- \n72 \n66 \n- \nD \nOBR \nN \nDEFIM \n1 \nAlg. e Est. de Dados I \n72 \n- \n72 \n66 \n- \nD \nOBR \nN \nDTECH \n1 \nMetodologia Científica \n36 \n- \n36 \n33 \n- \nD \nOBR \nN \nDTECH \n1 \nQuímica Geral \n54 \n \n54 \n49,5 \n- \nD \nOBR \nN \nDQBIO \n1 \nQuímica Geral Exp. \n- \n18 \n18 \n16,5 \n- \nD \nOBR \nN \nDQBIO \n1 \nGeom. Anal. e Álg.Linear \n72 \n- \n72 \n66 \n- \nD \nOBR \nN \nDEFIM \n1 \nIntrod. a Eng. Química \n36 \n- \n36 \n33 \n- \nD \nOBR \nN \nDEQUI \n2 \nCálculo Dif. e Integral II \n72 \n- \n72 \n66 \nCálculo Dif. e Integral I \nD \nOBR \nN \nDEFIM \n2 \nFenômenos Mecânicos \n72 \n- \n72 \n66 \nCálculo Dif. e Integral I \nD \nOBR \nN \nDEFIM \n2 \nIndivíduos, Grupos e \nSociedade Global \n36 \n- \n36 \n33 \n- \nD \nOBR \nN \nDTECH \n2 \nMeio Ambiente e Gestão \npara a Sustentabilidade \n36 \n- \n36 \n33 \n- \nD \nOBR \nN \nDTECH \n2 \nProjeto e Comp. Gráfica I \n \n36 \n36 \n33 \n- \nD \nOBR \nN \nDTECH \n2 \nFund. de Quím. Inorgânica \n36 \n- \n36 \n33 \nQuímica geral \nD \nOBR \nN \nDQBIO \n2 \nQuímica Orgânica I \n72 \n- \n72 \n66 \nQuímica Geral \nD \nOBR \nN \nDEQUI \n3 \nEquações Diferenciais A \n72 \n- \n72 \n66 \nCálculo Dif. e Integral II \nD \nOBR \nN \nDEFIM \n3 \nCálculo Dif. e Integral III \n72 \n- \n72 \n66 \nCálculo Dif. e Integral II \nD \nOBR \nN \nDEFIM \n3 \nEstat. e Probabilidade \n72 \n- \n72 \n66 \nCálculo Dif. e Integral I \nD \nOBR \nN \nDEQUI \n3 \nFen. Térmicos e Fluidos \n36 \n \n36 \n33 \nFenômenos Mecânicos \nD \nOBR \nN \nDEFIM \n3 \nQuímica Orgânica II \n36 \n- \n36 \n33 \nQuímica Orgânica I \nD \nOBR \nN \nDEQUI \n3 \nEcon. e Adm. para Eng. \n72 \n- \n72 \n66 \n- \nD \nOBR \nN \nDTECH \n4 \nFísica Experimental \n- \n36 \n36 \n33 \nFen.Eletromagnéticos \nD \nOBR \nN \nDEFIM \n4 \nFen.Eletromagnéticos \n72 \n \n72 \n66 \nFenômenos Mecânicos \nD \nOBR \nN \nDEFIM \n4 \nPrinc. de Proc. Químicos \n72 \n- \n72 \n66 \nCálculo Dif. e Integral I \nD \nOBR \nN \nDEQUI \n4 \nFund. de Quimica Analitica \n36 \n- \n36 \n33 \nQuímica Geral \nD \nOBR \nN \nDQBIO \n4 \nQuímica Analítica Exp. \n- \n18 \n18 \n16,5 \nQuímica Geral Exp. \nD \nOBR \nN \nDQBIO \n4 \nQuímica Orgânica Exp. \n \n36 \n36 \n33 \nQuímica Orgânica I \nD \nOBR \nN \nDEQUI \n4 \nFisico-Quimica \n72 \n- \n72 \n66 \nQuímica Geral \nD \nOBR \nN \nDQBIO \n4 \nFisico-Quimica \nExperimental \n- \n18 \n18 \n16,5 \nQuim. Geral Exp./Físico \nQuímica \nD \nOBR \nN \nDQBIO \n5 \nCálculo Numérico \n72 \n- \n72 \n66 \nCálculo Dif. e Integral I/ \nAlg e Est. de Dados I \nD \nOBR \nN \nDTECH \n5 \nMecânica dos Fluidos \npara Engenharia Química \n72 \n- \n72 \n66 \nCálculo Dif. e Integral II \nD \nOBR \nN \nDEQUI \n5 \nTermodinâmica I \n72 \n- \n72 \n66 \nFisico-Quimica \nD \nOBR \nN \nDEQUI \n5 \nAnálise Instrumental \n36 \n- \n36 \n33 \nFund. Quim. Analítica \nD \nOBR \nN \nDQBIO \n5 \nLab.de Análise \nInstrumental \n- \n36 \n36 \n33 \nQuím. Anal. Exp. + \nAnálise Instrumental \nD \nOBR \nN \nDQBIO \n5 \nProc. Quím.Industriais \n72 \n- \n72 \n66 \nIntr. a Eng. Química \nD \nOBR \nN \nDEQUI \n6 \nCiência, Tec. e Sociedade \n36 \n- \n36 \n33 \nNão há \nD \nOBR \nN \nDTECH \n6 \nTransferência de Calor \n72 \n- \n72 \n66 \nMecanica dos Fluidos \nD \nOBR \nN \nDEQUI \n6 \nTermodinâmica II \n72 \n- \n72 \n66 \nTermodinâmica I \nD \nOBR \nN \nDEQUI \n6 \nMateriais para Ind. Quím. \n72 \n- \n72 \n66 \nQuímica Geral \nD \nOBR \nN \nDEQUI \n6 \nEletrotécnica \n36 \n- \n36 \n33 \nFen. Eletromagnéticos \nD \nOBR \nN \nDETEM \n6 \nOperações Unitárias I \n72 \n- \n72 \n66 \nMecânica dos Fluidos p. \nEng. Química \nD \nOBR \nN \nDEQUI \n7 \nMecânica dos Sólidos \n36 \n- \n36 \n33 \nFenômenos Mecânicos \nD \nOBR \nN \nDETEM \n", "24": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n23 \n \n \nLegenda para as abreviações mostradas no Quadro 7:  \na. PR: Pré-requisito; CR: Co-requisito;  \nb. D: Disciplina; TA: Trabalho Acadêmico; AC: Atividades Complementares;  \nc. OBR: Obrigatória; OPT: Optativa;  \nd. N: Normal; E: Estendida. \n \nNo Quadro 8 são apresentadas as unidades curriculares com pré-requisito em termos de carga horária \nem Unidades Curriculares (UCs) cumpridas. \n \nQuadro 8. Relação de Pré-requisitos para algumas unidades curriculares em termos de UCs cumpridas. \nUnidades Curriculares \nPré-requisitos em termos de UCs \ncumpridas (horas-aula) \nEngenharia Econômica \n1800 \nDesenvolvimento de Processos Químicos I \n2160 \nEstágio Curricular Obrigatório \n2112 \nTrabalho de conclusão de curso \n2412 \npara Engenharia Química \n7 \nTransferência de Massa \n72 \n- \n72 \n66 \nTransferencia de Calor \nD \nOBR \nN \nDEQUI \n7 \nInstrumentação Industrial \n36 \n- \n36 \n33 \nFenômenos Mecânicos \nD \nOBR \nN \nDEQUI \n7 \nCinética e Cálculo de \nReatores Químicos \n72 \n- \n72 \n66 \nFisico-Química \nD \nOBR \nN \nDEQUI \n7 \nLab. de Eng. Química I \n- \n72 \n72 \n66 \nOperações unitárias I \nD \nOBR \nN \nDEQUI \n7 \nOperações Unitárias II \n72 \n- \n72 \n66 \nTermodinâmica I / \nTransferência de Calor \nD \nOBR \nN \nDEQUI \n8 \nEngenharia Econômica \n72 \n- \n72 \n66 \n1800 ha \nD \nOBR \nN \nDEQUI \n8 \nProjeto de Reatores \n72 \n- \n72 \n66 \nCinética e Cálculo de \nReatores Químicos \nD \nOBR \nN \nDEQUI \n8 \nLab. de Eng. Química II \n- \n72 \n72 \n66 \nOperações unitárias I \nD \nOBR \nN \nDEQUI \n8 \nModelagem e Simulação \nde Proc. Quím. \n54 \n18 \n72 \n66 \nCalculo Numérico/ \nPrincípios de Proc. Quim. \nD \nOBR \nN \nDEQUI \n8 \nOperações Unitárias III \n72 \n \n72 \n66 \nTermodinâmica II \nD \nOBR \nN \nDEQUI \n9 \nControle de Proc. Quím. \n54 \n18 \n72 \n66 \nEqu. Dif. A/ Mod. e \nSim.de Proc. Quím. \nD \nOBR \nN \nDEQUI \n9 \nDes.de Proc. Químicos I \n72 \n- \n72 \n66 \n2160 ha \nD \nOBR \nN \nDEQUI \n9 \nEngenharia Bioquímica \n72 \n- \n72 \n66 \nCinética e Cálculo de \nReatores Químicos \nD \nOBR \nN \nDEQUI \n9 \nLab. de Eng. Química III \n- \n72 \n72 \n66 \nOp. Unitárias III /Cin. e \nCál. de Reatores Quím.  \nD \nOBR \nN \nDEQUI \n9 \nOptativas \n72 \n \n72 \n66 \n- \n \nOPT \n \n- \n10 \nAnálise e Otimização de \nProcessos Químicos \n72 \n- \n72 \n66 \nMod. e Sim. de Proc. \nQuím. /Eng. Econômica \nD \nOBR \nN \nDEQUI \n10 \nControle Ambiental na \nIndústria \n72 \n- \n72 \n66 \nProc. Quím. Industriais \nD \nOBR \nN \nDEQUI \n10 \nProjetos e Instalações na \nIndústria Química \n72 \n- \n72 \n66 \nProjeto de Reatores \nD \nOBR \nN \nDEQUI \n10 \nDesenvolvimento de \nProcessos Químicos II \n- \n72 \n72 \n66 \nDes. de Proc. Quim. I \nD \nOBR \nN \nDEQUI \n10 \nOptativas \n72 \n \n72 \n66 \n- \nD \nOPT \n \n- \n10 \nEstágio Curricular \nObrigatório \n- \n- \n160h  \n160 \n2112ha  \nE \nOBR \nE \nDEQUI \n10 \nTrabalho de Conclusão de \nCurso \n- \n- \n144h \n144 \n2412 ha \nTA \nOBR \nE \nDEQUI \n \nAtividades \nComplementares \n- \n- \n144h \n96 \n- \nAC \nOBR \nE \n- \n", "25": " \n \n24 \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n \n12.FLUXOGRAMA  \n \nProcessos \nQuímicos \nIndustriais\nOptativa\nCálculo Numérico\nMecânica dos \nSólidos para Eng. \nQuímica \nOptativa\nEstatística e \nProbabilidade\nMateriais para a \nIndústria Química\nMeio Ambiente e \nGestão para \nSustentabilidade\nEconomia, \nAdministração para \nEngenharia \nQuímica Analítica \nExperimental \nFísico Química\nIndivíduos, Grupos \ne Sociedade Global\nProjetos e \nInstalações \nIndustriais\nEngenharia \nEconômica\nInstrumentação \nIndustrial\nCiência, Tecnologia e \nSociedade\nOptativa\nIntrodução a \nEngenharia Química\nQuímica Orgânica\nEquações \nDiferenciais A\nFísica Experimental\nControle de \nProcessos \nQuímicos\nLaboratório de \nEngenharia \nQuímica II\nAnálise e \nOtimização de \nProcessos\nProjeto de Reatores\nAlgoritmos e \nEstruturas de Dados \nI\nFundamentos de \nQuímica inorgânica\nQuímica Orgânica II\nFundamentos de \nQuímica Analítica\nAnálise \nInstrumental\nGeometria Analitica \ne Álgebra Linear\nProjeto e \nComputação \nGráfica I\nLaboratório de \nAnálise \nInstrumental\nOperações Unitárias I\nDesenvolvimento de \nProcessos \nQuímicos II\nTermodinâmica I\nTransferência de \nMassa\nOperações Unitárias \nIII\nDesenvolvimento de \nProcessos \nQuímicos I \nCinética e Cálculo \nde Reatores\nLaboratório de \nEngenharia \nQuímica III\nTermodinâmica II\nCálculo Diferencial e \nIntegral I\nCálculo Diferencial \ne Integral II\nCálculo Diferencial \ne Integral III\nFenômenos \nEletromagnéticos\nTransferência de Calor\nMecânica dos \nFluídos para Eng. \nQuímica\n7o Período\n8o Período\n9o Período\n10o Período\n1o Período\n2o Período\n3o Período\n4o Período\n5o Período\n6o Período\nFísico Química \nExperimental\nOperações Unitárias \nII\nEngenharia \nEconômica\nOptativa\nEletrotécnica\nControle Ambiental\nLaboratório de \nEngenharia \nQuímica I\nQuímica Geral\nMetodologia \nCientífica\nFenômenos \nTérmicos e Fluidos\nQuímica Geral \nExperimental\nModelagem e \nSimulação de \nProcessos \nEnegenharia \nBioquímica\nPrincípios de \nProcessos \nQuímicos\nQuímica Orgânica \nExperimental\n \n \nCarga Horária Total: 3.700 horas \n \n 3.300 horas de Disciplinas  \n 160 horas de Estágio Curricular \n 144 horas de Trabalho de Conclusão de Curso (TCC) \n 96 horas de Atividades Complementares \nEconomia e \nAdministração p. \nEngenheiros \nQuímica \nOrgânica I \na \nCinética e Calc. \nde Reatores \nQuímicos \nModelagem e \nSimulação de \nProc. Quim. \nControle \nAmbiental na \nIndústria \nProjetos e \nInstalações na \nInd. Quim. \nAnálise e \nOtimização de \nProc. Quim. \nFenômenos \nMecânicos \n \n", "26": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n25 \n \n13. EMENTÁRIO \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Introdução a Engenharia Química \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 1º \nCarga Horária: \nCódigo CONTAC EQ001 \nTeórica: 36ha / 33,0h \nPrática: -  \nTotal: 36ha / 33h \nPré-requisito:  \nCo-requisito:  \n \nEMENTA \nEngenharia Química: formação e profissão. Legislação, atribuições, associações de classe. Indústria química brasileira: \nhistórico e situação atual. O curso de EQ na UFSJ/CAP: infraestrutura e organização curricular. Introdução aos processos \nindustriais. Elaboração de Fluxograma de processos. \nOBJETIVOS \nIntroduzir os aspectos principais da formação do engenheiro químico. Apresentar as atribuições e as áreas de atuação dos \nprofissionais graduados em Engenharia Química. Apresentar o curso de EQ da UFSJ/CAP. Introduzir alguns processos \nprodutivos utilizados em indústrias químicas. \nBIBLIOGRAFIA BÁSICA \n1. BRASIL, N. I. Introdução à Engenharia Química. 3a ed. Rio de Janeiro: Interciência, 2013. \n2. SHREVE, R. N. e BRINK, Jr. J.A. Indústrias de Processos Químicos, 4a ed. Rio de Janeiro: LTC, 2008. \n3. CREMASCO, M. A. Vale a Pena Estudar Engenharia Química. 3ª ed. São Paulo: Edgard Blücher Ltda., 2015. \nBIBLIOGRAFIA COMPLEMENTAR \n1. WONGTSCHOWSKI, P. Indústria Química Riscos e Oportunidades. 2a ed. São Paulo: Edgard Blücher Ltda.,2002. \n2. Projeto Pedagógico do Curso de Engenharia Química da UFSJ – CAP. \n3. HIMMELBLAU, D. M. e RIGGS, J.B, Engenharia Química. Princípios e Cálculos. 8aed. São Paulo: LTC, 2014. \n4. GAUTO, M. E ROSE, G. Processos e Operações Unitárias da Indústria Química. 1a ed. Ciência Moderna, 2011. \n5. TERRON, L.R. Operações Unitárias Para Químicos Farmacêuticos e Engenheiros. 1aed. LTC, 2012. \n \n", "27": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n26 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Cálculo Diferencial e Integral I \nNatureza: Obrigatória \nUnidade Acadêmica: DEFIM \nPeríodo: 1º \nCarga Horária: \nCódigo CONTAC CT001 \nTeórica: 72ha / 66,0h \nPrática: -  \nTotal: 72ha / 66,0h \nPré-requisito:  \nCo-requisito:  \n \nEMENTA \nNúmeros reais e Funções reais de uma variável real. Limites. Continuidade. Derivadas e aplicações. Antiderivadas. Integral \nDefinida. Teorema Fundamental do Cálculo. \nOBJETIVOS \nPropiciar o aprendizado dos conceitos de limite, derivada e integral de funções de uma variável real. Propiciar a compreensão \ne o domínio dos conceitos e das técnicas de Cálculo Diferencial e Integral. Desenvolver a habilidade de implementação \ndesses conceitos e técnicas em problemas nos quais eles se constituem os modelos mais adequados. Desenvolver a \nlinguagem matemática como forma universal de expressão da Ciência. \nBIBLIOGRAFIA BÁSICA \n1. STEWART, J. Cálculo. 6 ed. São Paulo: Cengage Learning, 2009. Vol.1. \n2. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo. 8a ed. Porto Alegre: Bookman, 2007. Vol.1. \n3. THOMAS, G. B.; FINNEY, R.; WEIR, M. D.; GIORDANO, F. R. Cálculo de George B. Thomas. 10a ed. New Jersey: Prentice-Hall. \n2002. Vol. 1. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SIMMONS, G. F. Cálculo com Geometria Analítica. São Paulo: Makron Books, 1987. Vol.1. \n2. ANTON, H.. Cálculo: um novo horizonte. 6a ed. Porto Alegre: Bookman, 2000. Vol.1. \n3. LEITHOLD, L. Cálculo com Geometria Analítica. 3a ed. Harbra, 1994. Vol.1. \n4. FLEMMING, D. M; GONÇALVES, M. B Cálculo A (Funções, Limites, Derivação e Integração). 6a ed. New Jersey: Prentice-\nHall. 2007. Vol. 1. \n5. SWOKOWSKI, E. W. Cálculo com Geometria Analítica. 2a ed. São Paulo: Makron Books, 1994. Vol.1. \n \n", "28": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n27 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Geometria Analítica e Álgebra Linear \nNatureza: Obrigatória \nUnidade Acadêmica: DEFIM \nPeríodo: 1º \nCarga Horária: \nCódigo CONTAC CT005 \nTeórica: 72ha / 66,0h \nPrática: -  \nTotal: 72ha / 66,0h \nPré-requisito:  \nCo-requisito:  \n \nEMENTA \nÁlgebra Vetorial. Retas e Planos. Matrizes. Cálculo de determinantes. Espaço vetorial Rn. Autovalores e Autovetores de \nMatrizes. \nOBJETIVOS \nPropiciar aos discentes a capacidade de interpretar geometricamente e espacialmente conceitos matemáticos e interpretar \nproblemas e fenômenos abstraindo-os em estruturas algébricas multidimensionais. \nBIBLIOGRAFIA BÁSICA \n1. SANTOS, R.J. Álgebra Linear e Aplicações. Belo Horizonte: Imprensa Universitária da UFMG, 2006. \n2. RORRES, C.; HOWARD, A. Álgebra Linear com Aplicações. 8a ed. Porto Alegre: Bookman, 2001. \n3. SANTOS, N. M. Vetores e Matrizes: uma introdução à álgebra linear. 4a ed. São Paulo: Thomson Learning, 2007. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SANTOS, F.J. FERREIRA, S. Geometria Analítica. Porto Alegre: Bookman, 2009. \n2. BOULOS, P., CAMARGO, I. Geometria Analítica: um tratamento vetorial. 2a ed. São Paulo: McGraw-Hill, 1987. \n3. STEINBRUCH, A.; WINTERLE, P. Álgebra Linear. 2a ed. São Paulo: McGraw-Hill, 1987. \n4. POOLE, D. Álgebra Linear com Aplicações. Pioneira (Thomson Learning), 2004. \n5. LIPSCHUTZ, S. Álgebra Linear: teoria e problemas. 3a ed. São Paulo: Makron Books, 1994. \n \n", "29": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n28 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Química Geral \nNatureza: Obrigatória \nUnidade Acadêmica: DQBIO \nPeríodo: 1º \nCarga Horária: \nCódigo CONTAC CT003 \nTotal: 54ha / 49,5h \nPrática: -  \nTotal: 54ha / 49,5h \nPré-requisito:  \nCo-requisito:  \n \nEMENTA \nMatéria, estrutura eletrônica dos átomos, propriedades periódicas dos elementos, teoria das ligações químicas, forças \nintermoleculares, reações em fase aquosa e estequiometria, cinética química, equilíbrio químico e eletroquímica. \nOBJETIVOS \nPermitir que os discentes compreendam como os átomos se arranjam, por meio das ligações químicas, para formar \ndiferentes materiais. Permitir que os discentes entendam os princípios envolvidos nas transformações químicas, as relações \nestequiométricas envolvidas e os aspectos relacionados com o conceito de equilíbrio químico das reações reversíveis bem \ncomo o conceito de reações eletroquímicas. \nBIBLIOGRAFIA BÁSICA \n1. KOTZ, J.C.; TREICHEL Jr., P. Química e reações Químicas. Rio de Janeiro: LTC, 2005. Vol. 1 e 2. \n2. BROWN, T.L.; LEMAY Jr., H.E.; BURSTEN, B.E. Química: a ciência central. São Paulo: Pearson, 2005. \n3. BROWN, L.S.; HOLME, T.A. Química geral aplicada à engenharia. São Paulo: Cengage Learning, 2010. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ATKINS, P.; JONES, L. Princípios de química: questionando a vida moderna e o meio ambiente. Porto Alegre: Bookman, \n2006.  \n2. SPENCER, J.N.; BODNER, G.M.; RICKARD, L.H. Química Estrutura e dinâmica, 3a ed., Rio de Janeiro: LTC, 2006. V. 1 e 2. \n3. BRADY, J.E.; HUMISTON, G.E. Química geral. Rio de Janeiro: LTC, 1986. \n4. RUSSEL, J.B. Química geral. São Paulo: Makron Books, 2004. V. 1 e 2. \n5. MAHAN; B.M.; MYERS, R.J. Química um curso universitário. 4a ed. São Paulo: Edgard Blucher,1995. \n \n", "30": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n29 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Química Geral Experimental \nNatureza: Obrigatória \nUnidade Acadêmica: DQBIO \nPeríodo: 1º \nCarga Horária: \nCódigo CONTAC CT004 \nTeórica: - \nPrática: 18ha / 16,5h \nTotal: 18ha / 16,5h \nPré-requisito:  \nCo-requisito:  \n \nEMENTA \nNormas de laboratório, elaboração de relatórios, medidas experimentais, introdução as técnicas de laboratório, \ndeterminação das propriedades das substâncias, reações químicas, soluções, cinética química, equilíbrio químico e \neletroquímica. \nOBJETIVOS \nDesenvolver no discente as habilidades básicas de manuseio de produtos químicos, realização de experimentos, conduta \nprofissional e comunicação dos resultados na forma de relatórios científicos dentro de um laboratório de Química, além de \npermitir que o discente visualize conceitos desenvolvidos nas aulas teóricas. \nBIBLIOGRAFIA BÁSICA \n1. CONSTANTINO, M.G.; DA SILVA, G.V.J.; DONATE, P.M. Fundamentos de Química Experimental. São Paulo: Editora Edusp, \n2004. \n2. DA SILVA, R.R.; BOCCHI, N.; ROCHA FILHO, R.C. Introdução a Química Instrumental. São Paulo: Mcgraw-Hill, 1990. \n3. POSTMA, J.M.; ROBERTS JR., J.L.; HOLLENBERG, J.L. Química no laboratório, 5a ed., Barueri: Manoli,2009. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ATKINS, P.; JONES, L. Princípios de química: questionando a vida moderna e o meio ambiente. Porto Alegre: Bookman, \n2006.  \n2. BACCAN, N. ANDRADE, J.C.; GODINHO, O.E.S.; BARONE, J.S. Química Analítica Quantitativa Elementar, 3ª Ed. São Paulo: \nEdgard Blücher, 2003. \n3. DE ALMEIDA, P.G.V. (org.) Química Geral: Práticas Fundamentais.Viçosa : Editora UFV, 2009.  \n4. ROCHA FILHO, R.C.; DA SILVA, R.R Cálculos Básicos da Química, São Carlos: Edufscar, 2006. \n5. RUBINGER, M.M.M.; BRAATHEN, P.C. Experimentos de Química com Materiais Alternativos de Baixo Custo e Fácil \nAquisição. Viçosa: Editora UFV, 2009. \n6. VOGEL, A.I. Química Analítica Qualitativa. São Paulo: Editora Mestre Jou, 1981. \n", "31": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n30 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Algoritmos e Estrutura de Dados I \nNatureza: Obrigatória \nUnidade Acadêmica: DTECH \nPeríodo: 1º \nCarga Horária: \nCódigo CONTAC CT006 \nTeórica: 54ha / 49,5h \nPrática: 18,0ha / 16,5h \nTotal: 72h / 66,0h \nPré-requisito:  \nCo-requisito:  \n \nEMENTA \nPosição e contribuições da Computação no desenvolvimento científico e tecnológico, com ênfase nas Engenharias. Breve \nhistórico do desenvolvimento de computadores e linguagens de computação. Sistema de numeração, algoritmo, conceitos \nbásicos de linguagens de programação, comandos de controle, estruturas homogêneas, funções e estruturas heterogêneas. \nOBJETIVOS \nIntroduzir o discente na área da computação, tornando-o capaz de desenvolver algoritmos e codificá-los em uma linguagem \nde alto nível a fim de resolver problemas de pequeno e médio porte com ênfase em problemas nas áreas das Engenharias.  \nBIBLIOGRAFIA BÁSICA \n1. MIZRAHI, V. V. Treinamento em Linguagem C++ - Módulo 1. 2a ed. São Paulo: Makron Books, 2006. \n2. SCHILDT, H. C Completo e Total. 3ª Ed. São Paulo: Makron Books, 1997. \n3. GUIMARÃES, A. M.; LAGES, N. A. C. L. Algoritmos e Estrutura de Dados. Rio de Janeiro: LTC, 1994. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SOUZA, M. et al. Algoritmos e Lógica de Programação, São Paulo: Thomson Pioneira, 2005. \n2. FORBELLONE, A. L. V.; EBERSPACHER, H. F. Lógica de Programação. São Paulo: Makron Books, 2000.  \n3. EVARISTO, J. Aprendendo a programar: Programando em Linguagem C. Rio de Janeiro: Book Express, 2001. \n4. KERNIGHAN, B. W. RITCHE, D. M. C a linguagem de programação padrão ANSI. 16ª ed. Rio de Janeiro: Editora Campus, \n2003. \n5. LOPES,A.; GARCIA,G. Introdução à programação: 500 algoritmos resolvidos. Rio de Janeiro: Elsevier, 2002. \n", "32": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n31 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Metodologia Científica \nNatureza: Obrigatória \nUnidade Acadêmica: DTECH \nPeríodo: 1º \nCarga Horária: \nCódigo CONTAC CT002 \nTeórica: 36ha / 33,0h \nPrática: -  \nTotal: 36ha / 33,0h \nPré-requisito:  \nCo-requisito:  \n \nEMENTA \nO fazer científico e a reflexão filosófica. Diretrizes para leitura, compreensão e formatação de textos científicos. Tipos de \ntextos e normatização ABNT. Noções fundamentais do fazer científico: método, justificação, objetividade, intersubjetividade. \nO problema da indução e o método hipotético-dedutivo. Realismo e antirealismo. Progresso, incomensurabilidade e \nhistoricidade. Ciência: objetivos, alcance, limitações. Demarcação: ciência versus pseudociência. \nOBJETIVOS \nConhecer e compreender os tipos de trabalhos científicos e os aspectos fundamentais que orientam a sua produção. \nCompreender e problematizar perspectivas e princípios implicados no processo de investigação científica. Problematizar a \nnoção de progresso da ciência sob a ótica da epistemologia e da história da ciência. Refletir sobre os objetivos, alcance e \nlimitações da produção científica. \nBIBLIOGRAFIA BÁSICA \n1. ALVES-MAZZOTTI, A.J & GEWANDSZNAJDER, F. O Método nas Ciências Naturais e Sociais. São Paulo: Pioneira Thomson, \n2002. \n2. GLEISER, M. A Dança do Universo. São Paulo: Companhia das Letras, 1997. \n3. Retalhos Cósmicos. São Paulo: Companhia das Letras, 1999. \n4. KUNH, T. A Estrutura das Revoluções Científicas. São Paulo: Ed. Perspectiva, 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ALFONSO-GOLDFARB, Ana Maria. O que é História da Ciência. São Paulo: Editora Brasiliense, 1994. \n2. ANDERY, M. A. et al. Para compreender a ciência: uma perspectiva histórica. 12ª ed. São Paulo: EDUC, 2003. \n3. CHALMERS, A. O que é ciência afinal? São Paulo: Ed. Brasiliense, 1993. \n4. CREASE, R. P. Os Dez Mais Belos Experimentos Científicos. Rio de Janeiro: Jorge Zahar, 2006. \n5. DAWKINS, R. Desvendando o Arco-Íris: ciência, ilusão e encantamento. São Paulo: Ed. Companhia das letras, 2000. \n6. DESCARTES, René. Discurso Sobre o Método. São Paulo: Hemus Editora, 1968. \n7. GUERRA, Andréia; BRAGA, Marco; REIS, José Cláudio. Uma Breve História da Ciência Moderna. Rio de Janeiro: Jorge Zahar \nEditores, 2003. \n8. MEDEIROS, J.B. Redação Científica: a prática de fichamentos, resumos, resenhas. São Paulo: Ed. Atlas, 2008. \n9. POPPER, K. A Lógica da Pesquisa Científica. São Paulo: Ed. Cultrix, 2008. \n", "33": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n32 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Cálculo Diferencial e Integral II \nNatureza: Obrigatória \nUnidade Acadêmica: DEFIM \nPeríodo: 2º \nCarga Horária: \nCódigo CONTAC CT007 \nTeórica: 72ha / 66,0 \nPrática:  \nTotal: 72ha / 66,0 \nPré-requisito: Cálculo Diferencial e Integral I \nCo-requisito:  \n \nEMENTA \nTécnicas de Integração. Aplicações de Integral. Funções Reais de Várias Variáveis Reais: derivada parcial, regra da cadeia, \nplanos tangentes, derivadas direcionais e gradiente, extremos relativos e absolutos, multiplicadores de Lagrange, aplicações. \nTeoria de Séries: definição, exemplos, testes de convergência, séries de potência, séries de Taylor. \nOBJETIVOS \nPropiciar o aprendizado das técnicas do Cálculo Integral de funções de uma variável real. \nPropiciar a compreensão e o domínio dos conceitos e das técnicas de Cálculo Diferencial em várias variáveis reais. Propiciar o \naprendizado da Teria de Séries. Desenvolver a habilidade de implementação desses conceitos e técnicas em problemas nos \nquais eles se constituem os modelos mais adequados. Desenvolver a linguagem matemática como forma universal de \nexpressão da Ciência. \nBIBLIOGRAFIA BÁSICA \n1. STEWART, J. Cálculo. 6a ed. São Paulo: Cengage Learning, 2009. Vol. 1 e 2. \n2. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo. 8a ed. Porto Alegre: Bookman, 2007. Vol.1 e 2. \n3. THOMAS, G. B.; FINNEY, R.; WEIR, M. D.; GIORDANO, F.R. Cálculo. 10a ed. Editora Prentice-Hall, 2002. Vol. 1 e 2. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SIMMONS, G. F. Cálculo com Geometria Analítica. São Paulo: Pearson. 1987. Vol.1 e 2. \n2. ANTON, H. Cálculo: um novo horizonte. 6a ed. Porto Alegre: Bookman, 2000. Vol.1 e 2. \n3. LEITHOLD, L. Cálculo com Geometria Analítica. 3a ed. São Paulo: Harbra, 1994. Vol.1 e 2. \n4. FLEMMING, D. M; GONÇALVES, M. B. Cálculo B. 6a ed. São Paulo: Pearson, 2007.  \n5. SWOKOWSKI, E. W. Cálculo com Geometria Analítica. 2a ed. São Paulo: Makron Books, 1994. Vol.1 e 2. \n", "34": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n33 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Projeto e Computação Gráfica I \nNatureza: Obrigatória \nUnidade Acadêmica: DTECH \nPeríodo: 2º \nCarga Horária:   \nCódigo CONTAC EQ002 \nTeórica: - \nPrática: 36ha / 33,0h \nTotal: 36ha / 33,0h \nPré-requisito:  \nCo-requisito:  \n \nEMENTA \nMetodologia de desenvolvimento de projeto. Processos de representação de projeto. Sistemas de coordenadas e projeções: \nvistas principais, vistas especiais, vistas auxiliares. Projeções a partir de perspectiva, projeções a partir de modelos. Projeções \ncilíndricas e ortogonais. Fundamentos de geometria descritiva. Utilização de escalas. Normas e convenções de expressão e \nrepresentação de projeto; normas da ABNT. Desenvolvimento de projetos; Elaboração de vistas, cortes; definições de \nparâmetros e nomenclaturas de projetos, detalhes, relação com outras disciplinas da engenharia. Fundamentos de \ncomputação gráfica; primitivas, planos e superfícies, transformações geométricas 2D, sistemas de visualização 2D, métodos e \ntécnicas de sintetização (“renderização”). \nOBJETIVOS \nCapacitar o discente para interpretar e desenvolver projetos de engenharia; desenvolver a visão espacial; utilizar \ninstrumentos de elaboração de projetos de engenharia assistido por computador com a utilização de computação gráfica; \nrepresentar projetos de engenharia de acordo com as normas e convenções da expressão gráfica como meio de comunicação \ndos engenheiros. \nBIBLIOGRAFIA BÁSICA \n1. SIMMONS C. H., MAGUIRE D. E. Desenho Técnico. Hemus, 2006. \n2. RIBEIRO, A. S. et al. Desenho técnico Moderno: LTC, 4ª ed. 2006. \n3. HEARN, D. D., BAKER, M. P. Computer Graphics with OpenGL (3rd Edition) 2003. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ABNT Normas para o Desenho Técnico. Rio de Janeiro, 2000. \n2. SPECK, H. J.; Manual de desenho técnico. Florianópolis: UFSC, 1997. \n3. LEAKE J. M. Manual de Desenho Técnico para Engenharia - Desenho, Modelagem e Visualização. 1 ed. Rio de Janeiro: LTC, \n2010. \n4. MANFE, G. et al, Desenho Técnico Mecânico: Curso Completo - vol. 1 e 2. Hemus, 2004. \n5. MANFE, G. et al, Desenho Técnico Mecânico: Curso Completo - vol. 3. Hemus, 2004. \n \n", "35": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n34 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Fenômenos Mecânicos \nNatureza: Obrigatória \nUnidade Acadêmica: DEFIM \nPeríodo: 2º \nCarga Horária:   \nCódigo CONTAC CT008 \nTeórica: 72ha / 66,0h \nPrática: - \nTotal: 72ha / 66,0h \nPré-requisito: Cálculo Diferencial e Integral I  \nCo-requisito:   \n \nEMENTA \nVetores; Cinemática; Leis de Newton e suas aplicações; Trabalho, Energia e princípios de conservação; Impulso, momento \nlinear e seu princípio de conservação; Cinemática e Dinâmica da Rotação; Oscilações e Ondas. \nOBJETIVOS \nO curso tem como intenção primordial propiciar ao discente conhecimento científico para a modelagem de sistemas físicos. \nEm especial, espera-se que o discente adquira no curso capacidade para a descrição de fenômenos físicos com base nos \nprincípios da Mecânica. O curso deverá preparar o discente com embasamento para as unidades curriculares dos próximos \nsemestres, em especial aquelas ligadas à Mecânica. \nOutro enfoque do curso é propiciar aos discentes a capacidade de solucionar problemas através da aplicação das leis de \nNewton ou através dos princípios de conservação de energia e momento (linear e angular), cabendo ao discente decidir qual \no método mais apropriado para a situação analisada. Esse enfoque fica claro no tratamento de sistemas ondulatórios. \nBIBLIOGRAFIA BÁSICA \n1. Chaves, Alaor, Sampaio, F. Física Básica: Mecânica. Vol. 1 e 2; Ed. LAB&LTC. \n2. Resnick, R.,  Halliday, D., Krane, K., Física, 5ª ed. Vol.1 e 2, Ed. LTC. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Nussensveig, M. Curso de Física Básica. 4ª ed. Ed. Edgard Bluchërd, Vol.1 e 2. \n2. Young, H., Freedman, R.  Sears & Zemansky Física I (Mecânica). 10ª ed Pearson Education do Brasil, vol. 1. \n3. Feynman, R., The Feynman Lectures on Physics, vol. 1 e 2. \n4. Tipler, P., Mosca, G., Física  5ª ed. Vol.1 e 2, Ed. Gen & LTC. \n5. Serway, R., Jr., J. Jewett, Princípios de Física. Ed. Cengage Learning, Vol. 1 e 2. \n \n", "36": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n35 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Química Orgânica I \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 2º \nCarga Horária \nCódigo CONTAC EQ004 \nTeórica: 72ha / 66,0h \nPrática: - \nTotal: 72ha / 66,0h \nPré-requisito: Química Geral \nCo-requisito:   \n \nEMENTA \nEstrutura eletrônica e ligação química; Introdução às substâncias orgânicas; Alcanos, Alcenos e Alcinos; Estereoquímica; \nDeslocalização eletrônica e ressonância; Dienos: Espectroscopia na região do UV/Vis; Reações de substituição e de \neliminação de haletos de alquila; Alcoóis, éteres, epóxidos e substâncias que contêm enxofre; Substâncias \norganometálicas; Espectroscopia no infravermelho. \nOBJETIVOS \nIntroduzir ao discente de Engenharia os conceitos básicos da Química Orgânica. Identificar e diferenciar a reatividade de \ncompostos orgânicos. Identificar os reagentes e ou condições necessárias, bem como os mecanismos para realizar o \nplanejamento da síntese de compostos orgânicos. \nBIBLIOGRAFIA BÁSICA \n1. BRUICE, P. Y. Fundamentos de Química Orgânica 2ª ed., Editora Pearson, 2013.  \n2. SOLOMONS, T.W.G. Química Orgânica vol. I e II, 9a ed., Editora LTC, 2008. \n3. BRUICE, P. Y. Química Orgânica vol. 1, 4ª ed., Pearson Editora, 2006.  \n4. BARBOSA, L. C. A.; Introdução a Química Orgânica. Pearson Editora, 2004. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MCMURRY, J. Química Orgânica, 6ª ed. Ed. Prentice Hall, 2005. \n2. VOLLHARDT, K. P.; SCHORE, N.E. Química Orgânica: Estrutura e Função, 4ª ed. Ed. Bookman, 2004. \n3. MORRISON, R. & BOYD, R.; Química Orgânica. 14a ed.; Ed. Fundação Caloustre Gulbenkian, 2005. \n4. CONSTANTINO, M. G. Química Orgânica - Curso Básico Universitário Vol. 1, 2 e 3, 1ª Ed. Ed. LTC. \n", "37": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n36 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Fundamentos de Química Inorgânica \nNatureza: Obrigatória \nUnidade Acadêmica: DQBIO \nPeríodo: 2º \nCarga Horária:  \nCódigo CONTAC EQ003 \nTeórica: 36,0ha / 33,0h \nPrática: - \nTotal: 36,0ha / 33,0h \nPré-requisito: Química Geral \nCo-requisito:   \n \nEMENTA \nGrupos representativos. Complexos de metais de transição. Química de compostos de coordenação. \nOBJETIVOS \nSaber distinguir os elementos presentes na tabela periódica estabelecendo reatividade e propriedades físicas e químicas. \nEstudar a ocorrência, propriedades, métodos de obtenção e de aplicação de compostos pertencentes aos grupos dos metais \nalcalinos e alcalino-terrosos, elementos de transição, halogênios e gases nobres. Compreender os complexos e compostos de \ncoordenação, relacionando-os à reatividade e estrutura em função das mais modernas teorias de ligação.  \nBIBLIOGRAFIA BÁSICA \n1. LEE, J.D. Química Inorgânica não tão concisa. 5ª ed. São Paulo: Edgard Blücher, 2000. \n2. SHRIVER, D.F.; ATKINS, P.W. Química Inorgânica. 4ª ed. Porto Alegre: Bookman, 2008. \n3. ATKINS, P.W.; JONES, L. Princípios de Química. 3ª ed. Porto Alegre: Bookman, 2007. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BARROS, H.L.C. Química Inorgânica: uma introdução. 1ª ed. Belo Horizonte: UFMG, 1992. \n2. HUHEEY, J.E.; KEITER, E.A.; KEITER, R.L. Inorganic Chemistry: Principles of structure and reactivity. 4a ed. 3. Harper Collins \nPublisher, 1993. \n3. COTTON, A.F. Basic Inorganic Chemistry. 3a ed. New York: John Wiley Publisher, 1995. \n4. COTTON, A.F. Advanced Inorganic Chemistry. 6ª ed. New York: Jonh Wiley Publisher, 1999.  \n5. BASOLO, F.; JOHNSON, R.C. Química de los compuestos de coordenação. Reverté, 1978. \n", "38": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n37 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Indivíduos, Grupos e Sociedade Global \nNatureza: Obrigatória \nUnidade Acadêmica: DTECH \nPeríodo: 2º \nCarga Horária: \nCódigo CONTAC CT009 \nTeórica: 36,0ha / 33,0h \nPrática: - \nTotal: 36,0ha / 33,0h \nPré-requisito:  \nCo-requisito:  \n \nEMENTA \nContribuições das ciências humanas para a formação de engenheiros. Indivíduos e relações interpessoais. A vida social e seus \ncomponentes. Relações de poder. Constituição social de identidades de indivíduos e grupos. O fenômeno da globalização e \nsuas consequências para o mundo do trabalho. Visão planetária e o conceito de humanidade. Relações humanas e dinâmicas \nde grupo nas empresas. Satisfação pessoal e produtividade social através do trabalho. \nOBJETIVOS \nCompreender o homem e suas práticas sociais e simbólicas como resultantes de um processo de construção ao longo da \nhistória. Entender a relação indivíduo-sociedade considerando o ethos e a visão de mundo que norteiam as práticas de um e \nde \noutro. \nConhecer \nfundamentos \nteóricos \nda \npsicologia \nsocial. \nCompreender \na \nrelação \ndialética \nentre \nindividuo/grupo/sociedade como construção social. Identificar e analisar os conceitos de subjetividade, cultura, sociedade e \no processo de socialização na atual sociedade de consumo. \nBIBLIOGRAFIA BÁSICA \n1. BERGAMINI, C. W. Psicologia aplicada à administração de empresas: psicologia do comportamento organizacional. 4 ed. \nSão Paulo: Atlas, 2005. \n2. BRUM, A. C. Desenvolvimento econômico brasileiro. Petrópolis/RJ: Vozes; Ijuí/RS: Editora UNIJUÍ, 2005. \n3. GIDDENS, A.. Sociologia. 4 ed. Porto Alegre: Artmed, 2005. \n4. PICHON-RIVIÈRE, E. O processo grupal. São Paulo: Martins Fontes, 1986. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ALBUQUERQUE, E.S.(org) Que país é este? São Paulo: Editora Globo, 2008. \n2. BAUDRILLAR, J.. A sociedade de consumo. Lisboa/Portugal: Edições 70, s/d. \n3. BOTTOMORE, T. B. Introdução à sociologia. Rio de Janeiro: Jorge Zahar editores, 1987. \n4. BOCK, A. M.; GONÇALVES, M. G.; FURTADO, O. Psicologia sócio-histórica: uma perspectiva crítica em psicologia. São \nPaulo: Cortez Editora, 2001. \n5. CARVALHO, J.M. Cidadania no Brasil: o longo caminho. Ed. Civilização Brasileira, Rio de Janeiro, 2007. \n6. CATANI, A. M. O que é capitalismo. São Paulo: Brasiliense. 2003. \n7. DAMATTA, R. Carnavais, malandros e heróis: para uma sociologia do dilema brasileiro. Rio de Janeiro: Rocco, 1997. \n8. FONSECA, E. G. O valor do amanhã. São Paulo: Companhia das Letras, 2008. \n9. GIDDENS, A.. As Consequências da Modernidade. São Paulo: Editora da Unesp, 1991. \n", "39": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n38 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Meio Ambiente e Gestão para a Sustentabilidade \nNatureza: Obrigatória \nUnidade Acadêmica: DTECH \nPeríodo: 2º \nCarga Horária:  \nCódigo CONTAC CT010 \nTeórica: 36,0ha / 33,0h \nPrática: - \nTotal: 36,0ha / 33,0h \nPré-requisito:  \nCo-requisito:   \n \nEMENTA \nMeio ambiente e desenvolvimento sustentável: histórico, princípios e conceitos fundamentais. Avaliação de Impacto \nAmbiental: ferramentas, aplicações e implicações para a sociedade e organizações. Gestão ambiental no processo de \navaliação de impacto ambiental e em empresas. Ética ambiental e gestão para a sustentabilidade. Princípios básicos de \nlegislação e direito ambiental. Geração, destino e tratamento de resíduos. Tecnologias para o desenvolvimento sustentável: \nanálise de ciclo de vida dos produtos, produção limpa e eficiência energética. Tecnologias para mitigação de impactos. \nOBJETIVOS \nCompreender o histórico de desenvolvimento dos conceitos de meio ambiente e desenvolvimento sustentável. Compreender \nos processos e estudos ambientais para desenvolvimento da Avaliação de Impacto Ambiental. Desenvolver postura ética e \natitude crítica frente aos processos produtivos, em busca da sustentabilidade. Compreender princípios de negociação, \nlegislação e direito ambiental. Fomentar o desenvolvimento e a aplicação de tecnologias para o desenvolvimento sustentável, \ncom ênfase em ciclo de vida de produtos, produção limpa e eficiência energética. Fomentar a aplicação de tecnologias para \nmitigação de impactos ambientais. \nBIBLIOGRAFIA BÁSICA \n1. ALMEIDA, J. R. de. Gestão ambiental para o desenvolvimento sustentável. Rio de Janeiro: Thex, 2006, 572 p. \n2. DIAS, R. Gestão ambiental, responsabilidade social e sustentabilidade. São Paulo: Atlas, 2007, 196 p. \n3. BRAGA, B.; HESPANHOL, I.; CONEJO, J. G. L. Introdução à Engenharia Ambiental. São Paulo: Pearson Education, 2008, \n318p. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SÁNCHEZ, L. E. Avaliação de impacto ambiental: conceitos e métodos. São Paulo: Oficina de Textos, 2006. 495 p. \n2. HINRICHS, R. A.; KLEINBACH, M. Energia e Meio Ambiente. São Paulo, Cengage Learning, 2010, 560p. \n3. CHEHEBE, J. R. B. Análise do Ciclo de vida de produtos: ferramenta gerencial da ISO 14000. Rio de Janeiro: Qualitymark, \n2002, 104 p. 1ª reimpessão. \n4. MACHADO, P. A. L. Direito ambiental brasileiro. 15.ed.; rev. e amp. São Paulo: Malheiros, 2007, 1111 p. \n5. POLETO, C. (Org). Introdução ao gerenciamento ambiental. Rio de Janeiro: Interciência, 2010, 354p. \n", "40": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n39 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Estatística e Probabilidade \nNatureza: Obrigatória \nUnidade Acadêmica: DEFIM \nPeríodo: 3º \nCarga Horária:   \nCódigo CONTAC CT012 \nTeórica: 72ha / 66,0h \nPrática: - \nTotal: 72ha / 66,0h \nPré-requisito: Cálculo Diferencial e Integral I \nCor-equisito:  \n \nEMENTA \nDefinições gerais. Coleta, organização e apresentação de dados. Medidas de posição. Medidas de dispersão. Probabilidades. \nDistribuições de probabilidades. Amostragem. Distribuição de amostragem. Teoria da estimação. Teoria da decisão. \nCorrelação e regressão linear simples. \nOBJETIVOS \nConceitos fundamentais ao tratamento de dados. Capacitar o discente a aplicar técnicas estatísticas para a análise de dados \nna área de engenharia, e a apresentar e realizar uma análise crítica dos resultados. \nBIBLIOGRAFIA BÁSICA \n1. BUSSAB, W.O.; MORETTIN, P.A. Estatística Básica. 5 ed. São Paulo: Saraiva, 2003. \n2. COSTA NETO, P.L.O. Estatística. 3 ed. São Paulo: Edgard Blucher, 2007. \n3. TRIOLA, M. F. Introdução à Estatística. Rio de Janeiro: LTC, 2008. \nBIBLIOGRAFIA COMPLEMENTAR \n1. DANTAS, C.A.B. Probabilidade: Um Curso Introdutório. 2a ed. São Paulo: EDUSP, 2000. \n2. DEVORE, J.L. Probabilidade e Estatística: para engenharia e ciências. São Paulo: Pioneira Thomson, 2006. \n3. HINES, W.W.; et al. Probabilidade e Estatística na Engenharia. 4a ed. Rio de Janeiro: LTC, 2006. \n4. MAGALHÃES, M.N.; LIMA, A.C.P. Noções de Probabilidade e Estatística. São Paulo: EDUSP, 2004. \n5. MONTGOMERY, D.C.; RUNGER, G.C. Estatística Aplicada e Probabilidade para Engenheiros. 2a ed. Rio de Janeiro: LTC, \n2003. \n", "41": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n40 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Cálculo Diferencial e Integral III \nNatureza: Obrigatória \nUnidade Acadêmica: DEFIM \nPeríodo: 3º \nCarga Horária: \nCódigo CONTAC CT011 \nTeórica: 72ha / 66,0h \nPrática: - \nTotal: 72ha / 66,0h \nPré-requisito: Cálculo Diferencial e Integral II \nCo-requisito:  \n \nEMENTA \nCampos Vetoriais. Parametrização de Curvas. Integrais Múltiplas. Mudança de Variáveis em Integrais Múltiplas. Integrais de \nLinha. Teorema de Green. Integrais de Superfície. Teorema de Stokes. Teorema de Gauss (teorema da divergência). \nAplicações. \nOBJETIVOS \nPropiciar o aprendizado dos conceitos de campos vetoriais, integrais duplas e triplas, integrais de linha e integrais de \nsuperfície. Desenvolver a habilidade de implementação desses conceitos em problemas nos quais eles se constituem os \nmodelos mais adequados. Desenvolver a linguagem matemática como forma universal de expressão da Ciência. \nBIBLIOGRAFIA BÁSICA \n1. STEWART, J. Cálculo. 6a ed. São Paulo: Cengage Learning, 2009. Vol. 1 e 2. \n2. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo.. 8a ed. Porto Alegre: Bookman, 2007. Vol.1 e 2. \n3. THOMAS, G. B.; FINNEY, R.; WEIR, M. D.; GIORDANO, F.R. Cálculo. 10a ed. Upper Saddle River: Prentice-Hall, 2002. Vol.1 e \n2. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SIMMONS, G. F. Cálculo com Geometria Analítica. São Paulo: Pearson, 1987. Vol. 1 e 2. \n2. ANTON, H. Cálculo: um novo horizonte. 6a ed. Porto Alegre: Bookman, 2000. Vol. 1 e 2. \n3. LEITHOLD, L. Cálculo com Geometria Analítica. 3ª ed. São Paulo: Harbra, 1994. Vol. 1 e 2. \n4. FLEMMING, D. M.; GONÇALVES, M. B. Cálculo B. 6ª ed. São Paulo: Pearson, 2007. \n5. SWOKOWSKI, E. W. Cálculo com Geometria Analítica. 2ª ed. São Paulo: Makron Books, 1994. Vol. 1 e 2. \n", "42": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n41 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Equações Diferenciais A \nNatureza: Obrigatória \nUnidade Acadêmica: DEFIM \nPeríodo: 3º \nCarga Horária: \nCódigo CONTAC CT014 \nTeórica: 72ha / 66,0 \nPrática:  \nTotal: 72ha / 66,0h \nPré-requisito: Cálculo Diferencial e Integral II \nCo-requisito:  \n \nEMENTA \nPosição e contribuições do estudo de equações diferenciais no desenvolvimento científico e tecnológico, com ênfase nas \nEngenharias. Equações diferenciais de primeira e segunda ordem. Equações lineares de ordem superior. Sistemas de \nequações diferenciais lineares. Transformada de Laplace. Aplicações. \nOBJETIVOS \nDesenvolver a habilidade de solução e interpretação de equações diferenciais em diversos domínios de aplicação, \nimplementando conceitos e técnicas em problemas nos quais elas se constituem os modelos mais adequados. \nBIBLIOGRAFIA BÁSICA \n1. WILLIAN, E.; BOYCE, R. C. P. Equações Diferenciais Elementares e Problemas de Valores de Contorno. 8ª ed. Rio de \nJaneiro: LTC, 2006. \n2. ZILL, D. G. Equações Diferenciais com aplicações em Modelagem. Rio de Janeiro: Thomson, 2003. \n3. ZILL, D. G. & CULLEN, M. R. Equações Diferenciais. São Paulo: Makron Books, 2001, vol. 1. \nBIBLIOGRAFIA COMPLEMENTAR \n1. PENNEY, D. E.; EDWARDS, C. H. Equações Diferenciais Elementares com Problemas de Valores de Contorno. 3ª ed. Rio de \nJaneiro: Prentice Hall, 1995. \n2. ZILL, D. G.; CULLEN, M. R. Matemática Avançada para a Engenharia: Equações diferenciais elementares e transformada \nde Laplace. 3ª ed. Porto Alegre: Bookman, 2009. \n3. KREYSZIG, E. Matemática Superior para Engenharia. 9ª ed. Rio de Janeiro: LTC, 2009. V.1. \n4. STEWART, J. Cálculo. 6a ed. São Paulo: Thomson, 2009. V. 1 e 2. \n5. ANTON, H.; BIVENS, I.; DAVIS, S. Cálculo. 8a ed. Porto Alegre: Bookman, 2007. Vol. 1 e 2. \n", "43": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n42 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Química Orgânica II \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 3º \nCarga Horária: \nCódigo CONTAC EQ006 \nTeórica: 36ha / 33,0h \nPrática: - \nTotal: 36ha / 33,0h \nPré-requisito: Química Orgânica I \nCo-requisito:  \n \nEMENTA \nSistemas Insaturados Conjugados; Compostos Aromáticos; Reações de Compostos Aromáticos; Aldeídos e Cetonas; Ácidos \nCarboxílicos e seus Derivados; Síntese e Reações de Compostos -Dicarbonílicos; Aminas; Fenóis e Haletos de arila; Reações \nde Oxidação e Redução; Polímeros. \nOBJETIVOS \nCapacitar o discente para a resolução de problemas que envolvam métodos de preparação, propriedades físicas e químicas \ndas substâncias estudadas, e os conceitos teóricos fundamentais da química orgânica. \nBIBLIOGRAFIA BÁSICA \n1. BRUICE, P. Y. Fundamentos de Química Orgânica 2ª ed., Editora Pearson, 2013.  \n2. SOLOMONS, T.W.G. Química Orgânica, vol. I e II, 9a ed., Editora LTC, 2008. \n3. BRUICE, P. Y. Química Orgânica vol. 1, 4ª ed., Prentice Hall editora, 2006.  \n4. BARBOSA, L. C. A.; Introdução a Química Orgânica. Pearson Editora, 2004. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MCMURRY, J. Química Orgânica, 6ª ed. Ed. Prentice Hall, 2005. \n2. VOLLHARDT, K. P.; SCHORE, N.E. Química Orgânica: Estrutura e Função, 4ª ed. Ed. Bookman, 2004. \n3. MORRISON, R. & BOYD, R.; Química Orgânica. 14a ed.; Ed. Fundação Caloustre Gulbenkian, 2005. \n4. CONSTANTINO, M. G. Química Orgânica - Curso Básico Universitário Vol. 1, 2 e 3, 1ª Ed. Ed. LTC. \n", "44": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n43 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Fenômenos Térmicos e Fluidos \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 3º \nCarga Horária:   \nCódigo CONTAC CT013 \nTeórica: 36ha / 33,0h \nPrática: - \nTotal: 36ha / 33,0h \nPré-requisito: Fenômenos Mecânicos \nCo-requisito:  \n \nEMENTA \nIntrodução à Mecânica dos Fluídos, Temperatura e Calor, Propriedades Térmicas da Matéria, Primeira Lei da Termodinâmica, \nSegunda Lei da Termodinâmica, Entropia e Máquinas térmicas. \nOBJETIVOS \nO curso tem como intenção primordial propiciar ao discente conhecimento científico para a modelagem de sistemas físicos, \ncom ênfase especial àqueles que envolvam fenômenos de natureza termodinâmica e sistemas fluidos. Em especial, espera-se \nque o discente adquira no curso capacidade para a descrição e compreensão de tais fenômenos físicos. O curso deverá \nfornecer ao discente embasamento para as unidades curriculares dos próximos semestres, em especial aquelas ligadas à \nMecânica dos Fluídos, Transferência de Calor e Massa e Termodinâmica. \nBIBLIOGRAFIA BÁSICA \n1- Resnick, R., Halliday, D., Krane, K., Física, 5ª ed. Vol. 2, Ed. LTC. \n2- Young, H., Freedman, R. Sears & Zemansky - Física I (Mecânica). 10ª ed Pearson, vol. 2. \nBIBLIOGRAFIA COMPLEMENTAR \n1- Nussensveig, M. Curso de Física Básica. 4ª ed. Ed. Edgard Bluchërd, Vol.2. \n2- Serway, R., Jr., J. Jewett, Princípios de Física. Ed. Cengage Learning, Vol. 2. \n3- Tipler, P., Mosca, G., Física 5ª ed. Vol.2, Ed. Gen & LTC. \n4- Feynman, R., The Feynman Lectures on Physics, vol. 1 e vol. 2.  \n", "45": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n44 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO – PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Economia e Administração para Engenheiros \nNatureza: Obrigatória \nUnidade Acadêmica: DTECH \nPeríodo: 3º \nCarga Horária:   \nCódigo CONTAC CT018 \nTeórica: 72 ha / 66,0h \nPrática: - \nTotal: 72 ha / 66,0h \nPré-requisito:  \nCo-requisito:  \n \nEMENTA \nA organização industrial, divisão do trabalho e o conceito de produtividade. Funções empresariais clássicas: marketing, \nprodução, finanças e recursos humanos. Poder e conhecimento técnico nas organizações. Planejamento e controle da \nprodução e estoque. Empreendedorismo. Indicadores econômicos, juros, taxas, anuidades e amortização de empréstimos. \nProdução, preço e lucro. Fluxo de caixa. Mark-up e determinação de preço de um produto. Análise de econômicas de \ninvestimentos. Conceitos gerais de macro e microeconomia. Relação entre oferta e demanda e elasticidade. \nOBJETIVOS \nFornecer conceitos essenciais de economia e administração para serem aplicados na formulação e avaliação de projetos de \nengenharia. Estimular a visão crítica sobre os processos de produção e comercialização de produtos industriais. \nBIBLIOGRAFIA BÁSICA \n1. CHIAVENATO, I. Introdução à teoria geral da administração. 3. Ed. rev. atual. Rio de Janeiro: Elsevier, 2004. \n2. DORNELAS, J. C. A. Empreendedorismo: transformando ideias em negócios. 2.ed. Rio de Janeiro: Elsevier.  \n3. GAITHER, N.; FRAZIER, G. Administração da produção e operações. 8.ed. São Paulo: Thomson Learning, 2007. \n4. KOTLER, P.; ARMSTRONG, G. Princípios de marketing. São Paulo: Pearson Prentice Hall, 2008.  \n5. MANKIW, N. G. Introdução à economia. 2ed. Rio de Janeiro: Elsevier, 2001.  \nBIBLIOGRAFIA COMPLEMENTAR \n1. AMATO J. N. Redes de cooperação produtiva e clusters regionais: oportunidades para as pequenas e médias empresas. \nSão Paulo: Atlas, 2008. \n2. ANSOFF, I. H. McDONELL, E. J. Implantando a administração estratégica. 2.ed. São Paulo: Atlas, 1993. \n3. CHEHEBE, J. R. B. Análise do Ciclo de vida de produtos: ferramenta gerencial da ISO 14000. Rio de Janeiro: Qualitymark, \n2002. \n4. DAVIS, M.M. AQUILANO, N.J. CHASE, R.B. Fundamentos de Administração da produção. Porto Alegre: Bookman, 2001. \n", "46": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n45 \n \n \n \n \n \n \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \nUnidade Curricular: Física Experimental  \nNatureza: Obrigatória \nUnidade Acadêmica: DEFIM \nPeríodo: 4º \nCarga Horária: \nCódigo CONTAC \nTeórica: - \nPrática: 36ha / 33,0h \nTotal: 36ha / 33,0h \nPré-requisito:  \nCo-requisito: Fenômenos Eletromagnéticos \nEMENTA \nTeoria de medidas e erros, experimentos de mecânica, experimentos de oscilações e ondas, experimentos de termodinâmica, \nexperimentos de eletromagnetismo. \nOBJETIVOS \nO curso pretende proporcionar um contato com experimentos envolvendo mecânica, termodinâmica, oscilações, ondas, \neletricidade, campos magnéticos, circuitos e afins. O curso será semanal e fica a critério do professor realizar um \nexperimento por semana ou modificar esse prazo durante o semestre para realizar experimentos mais complexos. \nInicialmente o(a) discente) será orientado (a)sobre a teoria de medidas e erros, sobre como redigir um relatório seguindo \nnormas técnicas, como coletar dados criteriosamente, como construir gráficos utilizando recursos computacionais, como \nanalisar os resultados do experimento. À medida que o domínio sobre técnicas experimentais aumenta, a complexidade dos \nexperimentos pode aumentar, proporcionando assim uma curva de aprendizado adequada a cada curso. O(A) professor(a) \npode adaptar e propor novos experimentos ao longo do curso, direcionando o aprendizado experimental de acordo com o \nrendimento da turma. Espera-se que no final do curso o(a) discente seja capaz de realizar experimentos com autonomia. \nBIBLIOGRAFIA BÁSICA \n1. Halliday, Resnick, Walker. Fundamentos de Física. LTC Vol.3.  \n2. Young, H., Freedman, R.  Sears&Zemansky - Física III (Mecânica). 10ª ed Pearson Education do Brasil, vol. 3. \n3. Nussensveig, M. Curso de Física Básica. 4ª ed. Ed. Edgard Bluchërd, Vol.3. \n4. Tipler, P., Mosca, G., Física  5ª ed. Vol.3, Ed. Gen&LTC. \n5. Vuolo, J.H., Fundamentos da Teoria de Erros, Blücher. \n6. Campos, Alves, Speziali, Física Experimental Básica na Universidade, Ed. UFMG. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Chaves, Alaor, Sampaio, F. Física:  Mecânica. Vol. 3; Ed. LAB&LTC. \n2. Serway, R., Jr., J. Jewett, Princípios de Física. Vol. 3, Ed. Cengage Learning. \n3. Keller, Gettes & Skove, Física, Vol. 2, Ed. Makron Books. \n4. Resnick, R.,  Halliday, D., Krane, K., Física, 5ª ed. Vol.3, Ed. LTC. \n5. Feynman, R., The Feynman Lectures on Physics, vol. 1 e vol. 2. \n6. Griffiths, D., Introduction to Electrodynamics, Ed. Willey.  \n", "47": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n46 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Fenômenos Eletromagnéticos \nNatureza: Obrigatória \nUnidade Acadêmica: DEFIM \nPeríodo: 4º \nCarga Horária:  \nCódigo CONTAC CT016 \nTeórica: 72ha / 66,0h \nPrática: - \nTotal: 72ha / 66,0h \nPré-requisito: Fenômenos Mecânicos \nCo-requisito:  \n \nEMENTA \nCarga elétrica, Força Elétrica e Lei de Coulomb; Campo Elétrico de Cargas puntuais e campo elétrico de distribuições de carga \ncontínuas; Lei de Gauss; Potencial Elétrico; Capacitores e Dielétricos; Corrente Elétrica, Resistores e introdução aos circuitos \nelétricos (associação de resistores, circuitos RL, RC e RLC, Lei das Malhas); Campo Magnético e Força Magnética, Leis de \nAmpère e Biot-Savart, Indução Eletromagnética: Lei de Faraday e Lei de Lenz, Indutância e Corrente Alternada, Propriedades \nMagnéticas da Matéria; \nOBJETIVOS \nO curso tem como intenção primordial propiciar ao discente conhecimento científico para a modelagem de sistemas físicos, \ncom ênfase especial àqueles que envolvam fenômenos de natureza elétrica e magnética. O curso deverá fornecer ao discente \nembasamento para as unidades curriculares dos próximos semestres, em especial aquelas ligadas à eletricidade e ao \nmagnetismo. \nBIBLIOGRAFIA BÁSICA \n1. Halliday, Resnick, Walker. Fundamentos de Física. LTC Vol.3.  \n2. Young, H., Freedman, R.  Sears&Zemansky  Física III (Mecânica). 10ª ed Pearson Education do Brasil, vol. 3. \n3. Nussensveig, M. Curso de Física Básica. 4ª ed. Ed. Edgard Bluchërd, Vol.3. \n4. Tipler, P., Mosca, G., Física  5ª ed. Vol.3, Ed. Gen&LTC. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Chaves, Alaor, Sampaio, F. Física:  Mecânica. Vol. 3; Ed. LAB&LTC. \n2. Serway, R., Jr., J. Jewett, Princípios de Física. Vol. 3, Ed. Cengage Learning. \n3. Keller, Gettes & Skove, Física, Vol. 2, Ed. Makron Books. \n4. Resnick, R.,  Halliday, D., Krane, K., Física, 5ª ed. Vol.3, Ed. LTC. \n5. Feynman, R., The Feynman Lectures on Physics, vol. 1 e vol. 2. \n6. Griffiths, D., Introduction to Electrodynamics, Ed. Willey.  \n", "48": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n47 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Princípios de Processos Químicos \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 4º \nCarga Horária: \nCódigo CONTAC EQ012 \nTeórica:  72ha / 66,0h \nPrática: - \nTotal: 72ha / 66,0h \nPré-requisito: Cálculo Diferencial e Integral I \nCorrequisito: Físico-Química \n \nEMENTA \nIntroduzir os fundamentos dos cálculos utilizados na Engenharia Química. Leis de conservação da matéria e energia. \nPropriedades termodinâmicas e de transporte dos gases, vapor e de misturas gás-vapor.  Resolução de problemas envolvendo \nbalanços materiais e de energia. Técnicas computacionais de resoluções de problemas envolvendo balanço de energia e \nmassa. \nOBJETIVOS \nAprendizagem dos fundamentos dos cálculos utilizados na Engenharia Química. \nBIBLIOGRAFIA BÁSICA \n1. HIMMELBLAU, D. M. Engenharia Química. Princípios e Cálculos, Prentice-Hall do Brasil, 2001. \n2. COULSON, Chemical Engineering, 5a ed. Butterworth-Heinemann, 1996. Vol. 1. \n3. BRASIL, N.I. Introdução à Engenharia Química. 2a ed. Rio de Janeiro: Interciência, 2004. \nBIBLIOGRAFIA COMPLEMENTAR \n1. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. McGraw-Hill, 1997. \n2. TURNS, R.S. An introdution to combustion Concepts and applications. 2a ed. McGrawHill,  2000. \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations. 2a ed., John Wiley & \nSons, 1980. \n4.McCABE, W. L.; SMITH, J. C.; HARRIOTT, P. Unit Operations of Chemical Engineering, 6ª ed., McGraw-Hill International \nEditions, 2000. \n5.RUSSEL, T.F., DENN, M.M. Introduction to Chemical Engineering Analysis. John Wiley & Sons, 1972. \n", "49": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n48 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Fundamentos de Química Analítica  \nNatureza: Obrigatória \nUnidade Acadêmica: DQBIO \nPeríodo: 4º \nCarga Horária:   \nCódigo CONTAC EQ008 \nTeórica: 36ha / 33,0h \nPrática: - \nTotal: 36ha / 33,0h \nPré-requisito: Química Geral \nCo-requisito:   \n \nEMENTA \nClassificação dos métodos analíticos. Erros e tratamento estatístico de dados. Princípios básicos das titulações. Equilíbrio e \ntitulação ácido-base. Equilíbrio de precipitação. Complexometria e titulação complexométrica. Reações e titulação de oxi-\nredução. \nOBJETIVOS \nPermitir que os discentes compreendam aspectos qualitativos e quantitativos das análises titulométricas; Fornecer ao \ndiscente subsíduos para a determinação quantitativa de diferentes espécies; Desenvolver o senso crítico no discente para \ninterpretação de resultados analíticos. \nBIBLIOGRAFIA BÁSICA \n1. BACCAN, N.; ANDRADE, J.C.; GODINHO, O.E.S.; BARONE, J.S. Química Analítica Quantitativa Elementar. 3ª edição, \nCampinas: Edgar Blücher, 2008. 308 p. \n2. HARRIS, D.C. Análise Química Quantitativa. 6ª edição, Rio de Janeiro: LTC, 2005. 876 p. 3. SKOOG, D.A.; WEST. 3. D.M.; \nHOLLER, F.J.; CROUCH, S.R. Fundamentos de Química Analítica. 8 a Edição, São Paulo: Thomson, 2008. 999 p. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BASSET, J.; DENNEY, R.C.; JEFFERY, G.H.; MENDHAM, J. Análise Química Quantitativa. 6 a edição, Rio de Janeiro: LTC, 2002. \n462 p.  \n2. VOGEL, A.I. Química Analítica Quantitativa. 5 a edição, Rio de Janeiro: Guanabara, 1992. 712 p.  \n3. Química Analítica Qualitativa. Sao Paulo: Mestre Jou, 1981. 655 p.  \n4. OHLWEILER, O.A. Química Analítica Quantitativa. 3 a edição, Rio de Janeiro: LTC, 1981. v. 1. 273 p.  \n5.Química Analítica Quantitativa. 3 a edição, Rio de Janeiro: LTC, 1981. v. 2. 226 p \n", "50": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n49 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Química Analítica Experimental \nNatureza: Obrigatória \nUnidade Acadêmica: DQBIO \nPeríodo: 4º \nCarga Horária: \nCódigo CONTAC EQ009 \nTeórica: \nPrática: 18 ha / 16,5h \nTotal: 18 ha / 16,5h \nPré-requisito: Química Geral Experimental \nCo-requisito: Fundamentos de Química Analítica  \n \nEMENTA \nExperimentos de laboratório envolvendo os seguintes temas: equilíbrio químico, titulação ácido-base, equilíbrio de \nprecipitação, titulação complexométrica e titulação de óxido-redução. \nOBJETIVOS \nPossibilitar ao discente conhecer as técnicas clássicas de análise, bem como os fatores experimentais que podem influenciar \nalgumas determinações; Desenvolver o senso crítico no discente para interpretação de resultados práticos; Fornecer ao \ndiscente o conhecimento de todas as etapas de uma análise química. \nBIBLIOGRAFIA BÁSICA \n1. BACCAN, N.; ANDRADE, J.C.; GODINHO, O.E.S.; BARONE, J.S. Química Analítica Quantitativa Elementar. 3ª edição, \nCampinas: Edgar Blücher, 2008. 308 p.  \n2. HARRIS, D.C. Análise Química Quantitativa. 6ª edição, Rio de Janeiro: LTC, 2005. 876 p. 3. SKOOG, D.A.; WEST, D.M.; \nHOLLER, F.J.; CROUCH, S.R. Fundamentos de Química Analítica. 8a Edição, São Paulo: Thomson, 2008. 999 p. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BASSET, J.; DENNEY, R.C.; JEFFERY, G.H.; MENDHAM, J. Análise Química Quantitativa. 6a edição, Rio de Janeiro: LTC, 2002. \n462 p.  \n2. VOGEL, A.I. Química Analítica Quantitativa. 5a edição, Rio de Janeiro: Guanabara, 1992. 712 p.  \n3. Química Analítica Qualitativa. Sao Paulo: Mestre Jou, 1981. 655 p.  \n4. OHLWEILER, O.A. Química Analítica Quantitativa. 3a edição, Rio de Janeiro: LTC, 1981. v. 1. 273 p.  \n5. Química Analítica Quantitativa. 3 a edição, Rio de Janeiro: LTC, 1981. v. 2. 226 p. \n", "51": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n50 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Físico-Química \nNatureza: Obrigatória \nUnidade Acadêmica: DQBIO \nPeríodo: 4º \nCarga Horária: \nCódigo CONTAC EQ010 \nTeórica: 72 ha / 66,0h \nPrática: - \nTotal: 72 ha / 66,0h \nPré-requisito: Química Geral  \nCo-requisito:  \n \nEMENTA \nAs Propriedades dos Gases. Leis da termodinâmica. Espontaneidade e equilíbrio. Potencial químico. Soluções. Eletroquímica. \nCinética química. Fenômenos de superfície. \nOBJETIVOS \nDesenvolver no discente habilidades de laboratório e manuseio de reagentes químicos e equipamentos. Praticar o método \nde inquirir, que é o fundamento de todas as ciências experimentais. Fazer e interpretar observações experimentais, \nfundamentais para o método científico. \nBIBLIOGRAFIA BÁSICA \n1. ATKINS, P. W.; DE PAULA, J. Físico-Química. 8ª ed. Rio de Janeiro: LTC, 2008. Vol. 1. \n2. ATKINS, P. W.; DE PAULA, J. Físico-Química. 8ª ed. Rio de Janeiro: LTC, 2008. Vol. 2. \n3. CASTELLAN, G. W. Fundamentos de Físico-Química. Rio de Janeiro: LTC, 1986. \n4. BALL, D. W. Físico-química. São Paulo: Cengage Learning, 2005. Vol.1 \n5. BALL, D. W. Físico-química. São Paulo: Cengage Learning, 2005. Vol.2. \nBIBLIOGRAFIA COMPLEMENTAR \n1. PRIGOGINE, I., KONDEPUDI, D. Termodinâmica - dos Motores Térmicos às Estruturas Dissipativas. Porto Alegre: Instituto \nPiaget, 2001. \n2. MOORE, W. J. Físico-Química. 4ª Ed. São Paulo: Edgard Blücher,  2005. Vol. 1. \n3. MOORE, W. J. Físico-Química. 4ª Ed. São Paulo: Edgard Blücher, 2005. Vol. 2. \n4. MCQUARRIE, D. A., SIMON, J. D. Molecular Thermodynamics. University Science Books, California 1999. \n5. MONK, P. M. S. Physical Chemistry Understanding Our Chemical World. Inglaterra: John Wiley & Sons Ltd., 2004. \n", "52": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n51 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Físico-Química Experimental \nNatureza: Obrigatória \nUnidade Acadêmica: DQBIO \nPeríodo: 4º \nCarga Horária:   \nCódigo CONTAC EQ011 \nTeórica:  \nPrática: 18 ha / 16,5h \nTotal: 18 ha / 16,5h \nPré-requisito: Química Geral Experimental \nCo-requisito: Físico-Química \n \nEMENTA \nAs Propriedades dos Gases. Primeira lei da termodinâmica e Entalpia. Potencial químico. Soluções. Eletroquímica. Cinética \nquímica. Fenômenos de superfície. \nOBJETIVOS \nDesenvolver no discente habilidades de laboratório e manuseio de reagentes químicos e equipamentos. Praticar o método \nde inquirir, que é o fundamento de todas as ciências experimentais. Fazer e interpretar observações experimentais, \nfundamentais para o método científico. \nBIBLIOGRAFIA BÁSICA \n1. RANGEL, R. N. Práticas de Físico-Química, 3ª Ed. São Paulo: Edgard Blucher, 2006. \n2. MIRANDA-PINTO, C. O. B.; de SOUZA, E. Manual de Trabalhos Práticos de Físico-Química. Belo Horizonte: UFMG, 2006. \n3. POSTMA, J. M., ROBERTS JR. J. L., HOLLENBERG, J. L. Química no laboratório, 5ª Ed., Barueri: Manole, 2009. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SHOEMAKER, D. P., GARLAND, C. W., NIBLER, J. W. Experiments in physical chemistry. USA: McGraw Hill, 2008. \n2. CASTELLAN, G. W. Fundamentos de Físico-Química. Rio de Janeiro:LTC, 1986. \n3. BALL, D. W. Físico-química. São Paulo: Cengage Learning, 2005. V.1. \n4. CONSTANTINO, M. G., DA SILVA, G. V. J., DONATE, P. M. Fundamentos de Química Experimental, São Paulo: Edusp, 2004. \n5. ATKINS, P. W., DE PAULA, J. Físico-Química. 8ª Ed. Rio de Janeiro: LTC, 2008. V. 1. \n", "53": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n52 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \n \nUnidade Curricular: Química Orgânica Experimental  \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 4º \nCarga Horária:   \nCódigo CONTAC EQ007 \nTeórica:  \nPrática: 36ha / 33,0h \nTotal: 36ha / 33,0h \nPré-requisito: Química Orgânica II \nCo-requisito:  \n \n \n \n \nEMENTA \nSíntese, Separação, purificação e identificação de compostos orgânicos. \nOBJETIVOS \nHabilitar o discente na prática de isolamento, purificação e análise de substâncias orgânicas e familiarização com as técnicas, \noperações e segurança de um laboratório de química orgânica. \nBIBLIOGRAFIA BÁSICA \n1. ENGEL, R. G.; KRIZ, G. S.; LAMPMAN, G. M.; PAVIA, D. L.; Química Orgânica Experimental – Técnicas de Escala Pequena, 30 \nEd., Editora Cengage Learning, São Paulo/SP, 2012. \n2. PAVIA, D. L; LAMPMAN, G. M; KRIZ, G. S. E ENGEL, R. G.. Química Orgânica Experimental – Técnicas de Escala Pequena, 20 \nEd., Editora Bookman, Porto Alegre/RS, 2005. \n3. FURNISS, A. S., HANAFORD, A. J., SMITH, P. W. G., TATCHELL, A. R.. Vogel’s – Textbook of Practical Organic Chemistry, 50 \nEd., New York: John Wiley & Sons, 1989. \n4. ZUBRICK, J. W., Manual de Sobrevivência no Laboratório de Química Orgânica, 60ed., Editora LTC. \n5. SOLOMONS, T.W.G. Química Orgânica- vol. I e II, 9a ed., Editora LTC, 2008. \nBIBLIOGRAFIA COMPLEMENTAR \n1. DIAS, A. G., DA COSTA, M. A., GUIMARÃES, P. I C.. Guia Prático de Química Orgânica – Volume 1: Técnicas e \nProcedimentos: Aprendendo a fazer, 10ed., Editora Interciência, Rio de Janeiro/RJ, 2004. \n2. DIAS, COSTA & CANESSO. Guia Prático de Química Orgânica – Volume II: Síntese Orgânica: Executando Experimentos, \n10ed., Editora Interciência, Rio de Janeiro/RJ, 2008. \n3. GONÇALVES, D., WAL., E, ALMEIDA, R. R. DE.. Química Orgânica Experimental. São aulo: McGraw-Hill, 1988. \n4. CIENFUEGOS, F.. Segurança no Laboratório, 10 ed. Editora Interciência, Rio de Janeiro/RJ, 2001. \n5. CONSTANTINO, G. C., DA SILVA, G. V. J., DONATE, P. M..Fundamentos de Química Experimental, 10 ed., Editora da \nUniversidade de São Paulo (EDUSP), São Paulo, 2004. \n6. MANO, E. B.; SEABRA, A. P. Práticas de Química Orgânica. Ed. Edgard Blücher, 1987. \n", "54": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n53 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Termodinâmica I \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 5º \nCarga Horária:   \nCódigo CONTAC EQ021 \nTeórica: 72 ha / 66,0h \nPrática: - \nTotal: 72 há / 66,0h \nPré-requisito: Físico-Química  \nCo-requisito:  \n \nEMENTA \nConceitos fundamentais. Revisão da equação de conservação da matéria. Primeira lei da termodinâmica. Termoquímica. \nSegunda Lei da termodinâmica. Desigualdade de Clausius.  Termodinâmica dos Processos Químicos com fluxo. Ciclos de \nPotencia. Máquinas de Combustão interna: Ciclo Otto, cicio diesel, Planta de potência de turbina de gases de combustão. \nCiclo de refrigeração. Relações Termodinâmicas para sistemas abertos e fechados. Propriedades PVT dos fluidos. \nOBJETIVOS \nEnunciar e desenvolver a primeira e a segunda Lei da termodinâmica. Aplicação destas leis a substâncias puras. Mostrar \noperações e processos envolvendo ciclos de potencia e refrigeração. \nBIBLIOGRAFIA BÁSICA \n1. VAN NESS, H.C.; SMITH J.M.; ABBOTT, M.M. Introdução à Termodinâmica da Engenharia Química, 7a Eed. Rio de Janeiro: \nLTC, 2009. \n2. KORETSKY, M.D. Termodinâmica para Engenharia Química, 1ª ed. Rio de Janeiro: LTC, 2007. \n3. VAN WYLEN, SONNTAG, G. BORGNAKKE, C. Fundamentos da Termodinâmica. 7a ed. São Paulo: Edgard Blucher, 2009. \nBIBLIOGRAFIA COMPLEMENTAR \n1. POLING, B. PRAUSNITZ, J.M. The Properties of Gases and Liquids. 5a Ed. New York: McGraw Hill, 2001. \n2. SANDLER, S.I. Chemical and Engineering Thermodynamics, 3a Ed. John Wiley, 1999. \n3. LEWIS, G.N.; RANDALL, M. Thermodinamics, 2a Ed. New York: McGraw Hill, 1961. \n4. RUSSEL, L.D.F.; ADEBIYI, G.A. Classical Thermodinamics. 1a. Ed. New York: Oxford University Press, 1993. \n5. LEVENSPIEL, O. Termodinâmica amistosa para engenheiros. 1ª Ed. São Paulo: Edgard Blucher, 2002. \n", "55": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n54 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Mecânica dos Fluidos para Engenharia Química \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 5º \nCarga Horária:  \nCódigo CONTA EQ020 \nTeórica: 72 ha / 66,0h \nPrática: - \nTotal: 72 ha / 66,0h \nPré-requisito: Cálculo Diferencial e Integral II \nCo-requisito:  \n \nEMENTA \nConceitos e propriedades fundamentais dos fluidos. Estática dos fluidos. Dinâmica dos fluidos. Classificação dos fluidos. \nEquações gerais da dinâmica dos fluidos. Relações integrais e diferenciais. Análise dimensional e semelhança. Escoamento de \nfluidos em regime laminar e turbulento. Escoamento em dutos. \nOBJETIVOS \nApresentar os fundamentos de transporte de quantidade de movimento e aplicá-los na análise e resolução de problemas \nenvolvendo escoamento de fluidos usados na Engenharia Química. \nBIBLIOGRAFIA BÁSICA \n1. FOX, R. W.; MCDONALD, A. T. Introdução à Mecânica dos Fluidos 6a ed. Rio de Janeiro: LTC, 2006. \n2. MUNSON, B. R., YOUNG, D. F., OKIISHI, T. H. Fundamentos da Mecânica dos Fluidos. São Paulo: Edgard Blücher, 2004. \n3. Çengel Y.A, Cimbala, J.M. Mecânica dos Fluidos: Fundamentos e Aplicações. McGraw-Hill, 2008, 850p. \n4. BENNETT, C. O.; MYERS, J. E. Fenômenos de Transporte - Quantidade de Movimento, Calor e Massa, São Paulo: Mc Graw-\nHill, 1978. \nBIBLIOGRAFIA COMPLEMENTAR \n1. \n1. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. McGraw-Hill, 1997. \n2. WELTY, J.R., WICKS, C.E., WILSON, R.E. Fundamentals of Momentum, Heat and Mass Transfer. John Wiley & Sons, 1976. \n3. WHITE, M.F. Mecânica dos Fluidos, 4a Ed., São Paulo: McGraw-Hill, 2002. \n4. BIRD, R.B., STEWART, W. E., Lightfoot, K.N. Fenômenos de Transporte. Editora Reverté S.A., 1980. \n5. SHAMES, I.H. Mecânica dos Fluidos, São Paulo: Edgard Blücher, 1973. Vol. 1 e 2. \n", "56": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n55 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Análise Instrumental \nNatureza: Obrigatória \nUnidade Acadêmica: DQBIO \nPeríodo: 5º \nCarga Horária:   \nCódigo CONTAC EQ017 \nTeórica: 36 ha / 33,0h \nPrática: - \nTotal: 36 ha / 33,0h \nPré-requisito: Fundamentos de Química Analítica  \nCo-requisito:  \n \nEMENTA \nClassificação e seleção de métodos analíticos. Métodos de quantificação de analitos. Métodos de preparo de amostras. \nEspectrometria de absorção molecular UV-VIS. Espectroscopia de absorção atômica. Espectroscopia de emissão atômica. \nMétodos eletroanalíticos. Métodos cromatográficos de análise (cromatografia gasosa e cromatografia líquida de alta \neficiência). \nOBJETIVOS \nFornecer os conhecimentos teóricos dos métodos analíticos mais usados na atualidade; Possibilitar que o discente estabeleça \ndiferenças e semelhanças entre os métodos de análise; Fornecer ao discente o conhecimento de todas as etapas de uma \nanálise química; Possibilitar a escolha correta de uma seqüência analítica para um dado composto.  \nBIBLIOGRAFIA BÁSICA \n1. SKOOG, D.A.; HOLLER, F.J.; NIEMAN, T.A. Princípios de Análise Instrumental. 5a Ed. Bookman Companhia, 2002.  \n2. COLLINS, C.H.; BRAGA, G.L.; BONATO, P.S. Fundamentos de Cromatografia.1ª ed. Campinas: UNICAMP, 2006. 456 p.  \n3. TICIANELLI, E.; GONZALEZ, E.R. Eletroquímica. São Paulo: Edusp. 1998. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SKOOG, D.A.; WEST, D.M.; HOLLER, F.J.; CROUCH, S.R. Fundamentos de Química Analítica. 8 a Edição, São Paulo: Thomson, \n2007. 999 p.  \n2. HARRIS, D.C. Análise Química Quantitativa. 6ª edição, Rio de Janeiro: LTC, 2005. 876 p. 3. MITRA, S. Sample Preparation \nTechniques in Analytical Chemistry. New Jersey: John Wiley, 2003. 439 p.  \n4. BRETT, A.M.O.; BRETT, C.M.A. Eletroquímica Princípios, métodos e aplicações. New York: Oxford University Press. 1993. 5. \nEWING, G.W. Métodos instrumentais de análise química. Vol. 1. Sao Paulo: Edgard Blucher, 2004. \n6. EWING, G.W. Métodos instrumentais de análise química. Vol. 2. Sao Paulo: Edgard Blucher, 2004. \n", "57": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n56 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Laboratório de Análise Instrumental \nNatureza: Obrigatória \nUnidade Acadêmica: DQBIO \nPeríodo: 5º \nCarga Horária:   \nCódigo CONTAC EQ018 \nTeórica:  \nPrática: 36 ha /33,0h \nTotal: 36 ha / 33,0h \nPré-requisito: Química Analítica Experimental \nCo-requisito: Análise Instrumental \n \nEMENTA \nExperimentos de laboratório envolvendo métodos de preparo de amostras, espectrometria de absorção molecular UV-VIS, \nmétodos eletroanalíticos e métodos cromatográficos de análise. \nOBJETIVOS \nPermitir que o discente entre em contato com as técnicas analíticas mais usadas atualmente; Permitir que o discente \ncompreenda todas as etapas de uma análise química e quais fatores podem interferir no resultado final da análise; Fornecer \nao discente subsídios para a interpretação de dados analíticos. \nBIBLIOGRAFIA BÁSICA \n1. SKOOG, D.A.; HOLLER, F.J.; NIEMAN, T.A. Princípios de Análise Instrumental. 5a Ed. Bookman Companhia, 2008, 836 p. \n2. COLLINS, C.H.; BRAGA, G.L.; BONATO, P.S. Fundamentos de Cromatografia. 1 ª ed. Campinas: UNICAMP, 2006. 456 p.  \n3. TICIANELLI, E.; GONZALEZ, E.R. Eletroquímica. São Paulo: Edusp. 1998. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SKOOG, D.A.; WEST, D.M.; HOLLER, F.J.; CROUCH, S.R. Fundamentos de Química Analítica. 8 a Edição, São Paulo: Thomson, \n2008. 999 p. \n2. HARRIS, D.C. Análise Química Quantitativa. 6ª edição, Rio de Janeiro: LTC, 2005. 876 p. \n3. MITRA, S. Sample Preparation Techniques in Analytical Chemistry. New Jersey: John Wiley, 2003. 439 p. \n4. BRETT, A.M.O.; BRETT, C.M.A. Eletroquímica: Princípios, métodos e aplicações. New York: Oxford University Press. 1993. \n5. EWING, G.W. Métodos Instrumentais de análise química. Vol. 1. Sao Paulo: Edgard Blucher, 2004. \n6. EWING, G.W. Métodos Instrumentais de análise química. Vol. 2. Sao Paulo: Edgard Blucher, 2004. \n", "58": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n57 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Processos Químicos Industriais \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 5º \nCarga Horária: \nCódigo CONTAC EQ016 \nTeórica: 72 ha / 66,0h \nPrática: - \nTotal: 72ha /66,0h \nPré-requisito: Introdução à Engenharia Química \nCo-requisito:  \n \nEMENTA \nIntrodução ao estudo dos Processos Químicos Industriais de forma a relacioná-los à Engenharia Química. Apresentação de \nfluxogramas e estudo de processos produtivos de interesse nacional. Gases Industriais. Refino do petróleo. Fabricação de \nferro e aço. Fabricação de cimento. Indústria de celulose e papel. Indústria de açúcar e álcool. Indústria de biodiesel, biogás e \nderivados. \nOBJETIVOS \nAplicação dos fundamentos da química e engenharia química aos processos químicos industriais. Fornecer informações sobre \nos principais processos produtivos das indústrias nacionais, com ênfase nas indústrias existentes na região. Permitir o \nentendimento de fluxogramas e a visualização dos processos químicos na escala real. \nBIBLIOGRAFIA BÁSICA \n1. SHREVE, R. N. e BRINK, Jr. J.A. Indústrias de Processos Químicos, 4ª ed. Rio de Janeiro: LTC, 2008. \n2. SZKLO, A. S. Fundamentos do Refino de Petróleo. 1ªed. Rio de Janeiro: Interciência, 2005. \n3. BRASIL, N.I, ARAÚJO, M.A.S., SOUSA, E.C.M (organizadores), QUELHAS, A.D...[et al.](autores). Processamento de Petróleo e \nGás: petróleo e seus derivados, processamento primário, processos de refino, petroquímica, meio ambiente. Rio de \nJaneiro: LTC, 2012. \n4. CHIAVERINI, V. Aços e ferros fundidos. 6a ed. São Paulo: ABM,1990.  \n5. DRAPCHO C., NGHIEM J., WALKER T. Biofuels Engineering Process Technology, McGraw-Hill, 2008. \n6. BORZANI W. et al. Biotecnologia Industrial. São Paulo: Edgar Blucher, 2006. Vol.1, 2, 3 e 4. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ARAÚJO, L. A., Manual de Siderurgia. 1ª Ed. São Paulo: Arte e Ciência. Vol 1 e 2.  \n2. HOLIK H., Handbook of Paper and Board, 1ª ed. Wiley, 2006. \n3. KNOTHE G., KRAHL, J., GERPEN, J. V., RAMOS, L. P. Manual de Biodiesel. São Paulo: Edgar Blucher, 2006. \n4. MARIANO, J. B. Impactos Ambientais do Refino de Petróleo. 1ª Ed. Rio de Janeiro: Interciência, 2005. \n5. MCKINNEY R. W. J. Technology of paper recycling, Blackie Academic & Professional, 1997. \n6. SILVA, A. L. C.; MEI, P. R.  Aços e ligas especiais. 2ª ed. São Paulo: Edgard Blucher, 2006. \n", "59": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n58 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Cálculo Numérico \nNatureza: Obrigatória \nUnidade Acadêmica: DTECH \nPeríodo: 5º \nCarga Horária:   \nCódigo CONTAC CT015 \nTeórica: 54 ha / 49,5h \nPrática: 18 ha / 16,5h  \nTotal: 72 ha / 66,0h \nPré-requisito: Cálculo Diferencial e Integral I + Algoritmos e Estruturas de Dados I \nCo-requisito:  \n \nEMENTA \nPosição e contribuições do Cálculo Numérico no desenvolvimento científico e tecnológico, com ênfase nas Engenharias. \nTeoria de erros. Zeros de funções e zeros reais de polinômios. Solução de sistemas lineares: métodos diretos e iterativos. \nAjuste de curvas. Interpolação. Integração numérica. Resolução numérica de equações diferenciais ordinárias. Exemplos de \naplicações do Cálculo Numérico na Engenharia. Aulas práticas em laboratório. \nOBJETIVOS \nIntroduzir o discente na área da Análise Numérica e do Cálculo Numérico, tornando-o capaz de analisar e aplicar algoritmos \nnuméricos em problemas reais, codificando-os em uma linguagem de alto nível a fim de resolver problemas de pequeno e \nmédio porte em Ciência e Tecnologia. \nBIBLIOGRAFIA BÁSICA \n1. CHAPRA, S. C., CANALE, R. P. Métodos Numéricos para a Engenharia. 5ª Ed. São Paulo: MCGRAW-HILL BRASIL, 2008 \n2. CAMPOS, F. F. Algoritmos Numéricos, 2a ed. Rio de Janeiro: LTC, 2007.  \n3. FRANCO, N. B. Cálculo Numérico. 1a ed. Prentice Hall, 2006. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BARROSO, L., BARROSO, M. M. A.; CAMPOS FILHO, F. F. Cálculo Numérico com Aplicações. 2a ed. São Paulo: Harbra, 1987. \n2. RUGGIERO, M. A. G.; LOPES, V. L. R. Cálculo Numérico – Aspectos teóricos e computacionais. 2a ed. São Paulo: Pearson, \n1996. \n3. SPERANDIO, D.; MENDES, J. T.; SILVA, L. H. M. Cálculo numérico - características matemáticas e computacionais dos \nmétodos numéricos. 1a ed. Prentice Hall. 2003. \n4. PUGA, L.; PUGA P. A.; TÁRCIA, J. H. M. Cálculo Numérico. 1a ed. LCTE, 2008.  \n5. CLÁUDIO, D. M. E MARINS, J.M. Cálculo Numérico Computacional. 2° ed São Paulo: Atlas, 1994. \n6. HUMES; MELO; YOSHIDA; MARTINS. Noções de Cálculo numérico. São Paulo: McGraw Hill, 1984. \n", "60": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n59 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Eletrotécnica  \nNatureza: Obrigatória \nUnidade Acadêmica: DETEM \nPeríodo: 6º \nCarga Horária:   \nCódigo CONTAC EQ022 \nTeórica: 36 ha / 33,0h \nPrática: - \nTotal: 36 ha / 33,0h \nPré-requisito: Fenômenos Eletromagnéticos \nCo-requisito:  \n \nEMENTA \nNoções de teoria de circuitos elétricos aplicados à indústria, componentes elétricos, consumo e tarifação de energia elétrica. \nEnergia elétrica da geração ao consumo industrial. Máquinas Elétricas de Aplicação Industrial. \nOBJETIVOS \nProporcionar ao estudante de engenharia de química os fundamentos de eletrotécnica necessários para sua atuação na \nindústria. \nBIBLIOGRAFIA BÁSICA \n1. DORF, R. C.  Introdução aos Circuitos Elétricos, 7ª ed., Rio de Janeiro: LTC 2008. \n2. FITZGERALD, A. E., KINGSLEY JR, C., STEPHEN, D., Máquinas elétricas, Porto Alegre: Bookman, 2006. \n3. BIRD, J. Circuitos Elétricos Teoria e Tecnologia, 3ª ed. São Paulo: Campus, 2009. \nBIBLIOGRAFIA COMPLEMENTAR \n1. ALBUQUERQUE, R. A. Análise de circuitos em corrente alternada. 2ª ed.São Paulo: Érica, 2007. \n2. IRWIN, J. D. Análise de circuitos em engenharia. 4ª ed. São Paulo Makron Books, 2005. \n3. JOHNSON, D. E.; HILBURN, J. L. e JOHNSON, J. R. Fundamentos de Análise de Circuitos Elétricos, 4ª ed. Rio de Janeiro: LTC, \n1994. \n4. NILSSON, J. & RIEDEL, S. Circuitos Elétricos 6ª ed.Rio de Janeiro: LTC, 2003. \n5. VAN VALKENBURG, M. E. Network Analysis. 3ª ed. New Jersey: Prentice Hall, 1992. \n6. CHUA, L., DESOER, C. & KUH, E. Linear and Nonlinear Circuits. New York: McGraw-Hill, 1987. \n7. SEN, P. C. Principles of Electric Machines and Power Electronics. New York: Wiley, 1997. \n8. TORO, V. D., Fundamentos de Máquinas Elétricas. Rio de Janeiro: LTC, 1999. \n9. MARTIGNONI, A., Máquinas Elétricas de Corrente Alternada. Rio de Janeiro: Globo, 1995 \n10. CARVALHO, G., Máquinas Elétricas - Teorias e Ensaios. São Paulo: Érica, 2006. \n", "61": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n60 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Ciência, Tecnologia e Sociedade \nNatureza: Obrigatória \nUnidade Acadêmica: DTECH \nPeríodo: 6º \nCarga Horária: 36 horas aulas / 33,0h \nCódigo CONTAC CT017 \nTeórica: 36 ha / 33,0h \nPrática: - \nTotal: 36 ha / 33,0h \nPré-requisito:  \nCo-requisito: \n \nEMENTA \nNatureza e implicações políticas e sociais do desenvolvimento científico-tecnológico. Contexto de justificação e contexto de \ndescoberta: a construção social do conhecimento. Objetividade do conhecimento científico e neutralidade da investigação \ncientífica: limitações e críticas. Problemas éticos da relação entre ciência, tecnologia, sociedade e ambiente. Instituições e \npráticas científicas: ideologias, valores, interesses, conflitos e negociações. O pensamento sistêmico e o pensamento \ncomplexo na ciência. \nOBJETIVOS \nRefletir sobre as correlações entre Ciência, Tecnologia, Sociedade e Ambiente; Compreender diferentes concepções de \nciência; Problematizar as noções de objetividade e neutralidade e método científico; Despertar uma atitude crítica e uma \npostura ética em relação ao papel social dos profissionais das áreas tecnológicas. \nBIBLIOGRAFIA BÁSICA \n1. FEYERABEND, P. Contra o Método. São Paulo: Ed. UNESP, 2007. \n2. LENOIR, T. Instituindo a Ciência: a produção cultural das disciplinas científicas. São Leopoldo: UNISSINOS, 2004. \n3. LATOUR, B. Ciência em Ação: como seguir cientistas e engenheiros sociedade afora. São Paulo: UNESP, 1999. \nBIBLIOGRAFIA COMPLEMENTAR \n1. CHALMERS, A. O que é ciência afinal? São Paulo: Ed. Brasiliense, 1993. \n2. LATOUR, B. et al. Vida de Laboratório. Rio de Janeiro: Relume Dumara, 1997. \n3. PORTOCARREIRO, V. (ed.). Filosofia, História e Sociologia das Ciências. Rio de Janeiro: Fiocruz, 1994. \n4. BAZZO, W.A. et al. Introdução aos Estudos CTS. Madri: OEI, 2003. \n5. ESTEVES, M.J. Pensamento Sistêmico: o novo paradigma da ciência. 2ª ed. Campinas: Papirus, 2003. \n", "62": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n61 \n \n \n \nUnidade Curricular: Materiais para a Indústria Química \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 6º \n \nCarga Horária:   \nCódigo CONTAC EQ019 \nTeórica: 72 ha / 66,0h \nPrática: - \nTotal: 72 ha / 66,0h \nPré-requisito: Química Geral \nCo-requisito:  \n \n \n \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \nEMENTA \nClassificação dos materiais, Propriedades e Estruturas dos materiais usados em engenharia: materiais metálicos, poliméricos, \ncerâmicos e compósitos. Processamento de materiais de engenharia. Degradação de materiais. Seleção de materiais. Técnicas \nexperimentais de caracterização de materiais de engenharia. \nOBJETIVOS \nCompreender de maneira geral o conjunto dos materiais de engenharia: metais, polímeros e  cerâmicos. Conhecer os \nprincípios básicos de estrutura e propriedades aplicados na seleção de materiais da indústria Química, abordando os \nfenômenos de corrosão metálica e métodos de proteção anticorrosiva. Conhecer critérios de seleção de materiais de \nconstrução de equipamentos da indústria química. \nBIBLIOGRAFIA BÁSICA \n1. CALLISTER, W. D. Fundamentos da Ciência e Engenharia de Materiais. 2a ed., Rio de Janeiro: LTC, 2006. \n2. VAN VLACK, L. Princípios de Ciência e Tecnologia dos Materiais. Rio de Janeiro: Campus, 1999. \n3. CALLISTER, W. D. Ciência e Engenharia de Materiais Uma Introdução. 7a ed. Rio de Janeiro: LTC, 2008. \n4. ASKELAND D.R., Ciência e Engenharia dos Materiais. São Paulo: Cengage Learning, 2008. \n5. GENTIL, V. Corrosão. Rio de Janeiro: Guanabara Dois, 1984. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MANO, E. B. Polímeros como Materiais de Engenharia. São Paulo: Edgard Blücher, 1991. \n2. RAMANATHAN, L. V. Corrosão e seu controle. São Paulo: Hemus, 2004. \n3. SOUZA, S. A. Ensaios mecânicos de Materiais Metálicos. 5a Ed. São Paulo: Edgard Blücher, 2004. \n4. LESKO, J. Design Industrial - Materiais e Processos de Fabricação, São Paulo: Edgard Blücher, 2004. \n5. FERRANTE, M. Seleção de materiais. 2a ed. São Carlos: EdUFSCar, 2002. \n", "63": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n62 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Transferência de Calor \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 6º \nCarga Horária:   \nCódigo CONTAC EQ013 \nTeórica: 72 ha / 66,0h \nPrática: - \nTotal: 72 ha / 66,0h \nPré-requisito: Mecânica dos Fluidos para Engenharia Química \nCo-requisito: \n \nEMENTA \nIntrodução à transferência de calor. Transferência de calor por condução. Transferência de calor por convecção. Radiação \nTérmica. \nOBJETIVOS \nApresentação dos fundamentos de transferência de calor integrada aos fenômenos de transferência de quantidade de \nmovimento e aplicá-los na análise e resolução de problemas na Engenharia Química. \nBIBLIOGRAFIA BÁSICA \n1. INCROPERA, F.P., DEWITT, D.P., BERGMAN, T. L., LAVINE, A. S. Fundamentos de Transferência de Calor e de Massa, 6ª ed. \nRio de Janeiro: LTC, 2008. \n2. Cengel, Y.A.. Transferência de Calor e Massa – Uma abordagem prática, Mc. Graw Hill, São Paulo, 3ª ed., 2009. \n3. OZISIK, M.N. Transferência de Calor - Um texto básico, São Paulo: Guanabara Koogan, 1990. \n4. INCROPERA, F.P. e DeWitt, D.P. Introduction to Heat Transfer, 2a ed. John Wiley & Sons, 1990. \nBIBLIOGRAFIA COMPLEMENTAR \n1. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed., McGraw-Hill, 1997.  \n2. KREITH, F. Princípios da Transmissão de Calor, São Paulo: Edgard Blücher Ltda, 1977. \n3. KERN, D. Q. Processos de Transmissão de Calor, São Paulo: Guanabara Dois, 1980.  \n4. HOLMAN, J. P. Transferência de Calor, Mc Graw-Hill, 1983.  \n5-WELTY, J. R.; WILSON, R. E.; WICS, C.E. Fundamentals of Momentum Heat and Mass Transfer, 3a ed. Nova York: Jonh Wiley \ne Sons, 1984. \n", "64": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n63 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Termodinâmica II \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 6º \nCarga Horária:   \nCódigo CONTAC EQ014 \nTeórica: 72 ha / 66,0h \nPrática: - \nTotal: 72 ha / 66,0h \nPré-requisito: Termodinâmica I \nCo-requisito:  \n \nEMENTA \nTermodinâmica de soluções. Teoria e aplicações. Equilíbrio vapor-líquido (VLE). Tópicos em equilíbrio de fases. Equilíbrio em \nreações químicas. \nOBJETIVOS \nEste curso contempla os princípios termodinâmicos, fundamentos da Termodinâmica de soluções e conceitos modernos \naplicáveis à engenharia química. No final da disciplina o discente terá os conhecimentos suficientes para compreender as \noperações básicas e processos da indústria química. Ao mesmo tempo terá um conhecimento amplo e profundo sobre os \nmétodos de estimação e cálculo de propriedades termodinâmicas relacionadas com o equilíbrio entre fases e o equilíbrio \nquímico. \nBIBLIOGRAFIA BÁSICA \n1. VAN NESS,H.C.; SMITH J.M.; ABBOTT, M.M. ABBOTT. Introdução à Termodinâmica da Engenharia Química, 7a. ed. Rio de \nJaneiro: LTC, 2009. \n2. KORETSKY, M.D. Termodinâmica para Engenharia Química, 1ª ed. Rio de Janeiro: LTC, 2007. \n3. SANDLER, S.I. Chemical and Engineering Thermodynamics, 3a. ed. John Wiley, 1999. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BORGNAKKE G. SONNTAG V. W. , G., C. Fundamentos da Termodinâmica, 7a. ed., São Paulo: Edgard Blucher, 2009. \n2. POLING, B. PRAUSNITZ, J.M. The Properties of Gases and Liquids, 5a. ed. New York: McGraw Hill, 2001. \n3. LEWIS, G.N.; RANDALL, M. Thermodinamics, 2a ed. New York: McGraw Hill, 1961. \n4. RUSSEL, L.DF.; ADEBIYI, G.A.; Classical Thermodinamics, 1a. ed., New York: Oxford University Press, 1993. \n5. LEVENSPIEL, O.  Termodinâmica amistosa para engenheiros , 1ª ed. São Paulo: Edgard Blucher, 2002.  \n", "65": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n64 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Operações Unitárias I \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 6º \nCarga Horária:  \nCódigo CONTAC EQ023 \nTeórica: 72 ha / 66,0h \nPrática: - \nTotal: 72 ha / 66,0h \nPré-requisito: Mecânica dos Fluidos para Engenharia Química \nCo-requisito:  \n \nEMENTA \nMoagem e peneiramento: Equipamentos utilizados em fragmentação de sólidos, distribuição granulométrica de amostras de \nsólidos, separação sólido-sólido. Transporte de fluidos: Bombas, Acessórios de tubulação, Compressores. Fundamentos de \nsistemas particulados: Colunas de recheio, Leito fluidizado. Separação sólido-líquido e sólido-gás: Principais equipamentos \npara separação sólido-líquido e sólido-gás. Agitação e mistura: Equipamentos que proporcionam agitação e mistura. \nOBJETIVOS \nFornecer ao discente os conhecimentos básicos e aplicados necessários para a perfeita compreensão das principais operações \ndas indústrias químicas para o transporte de fluidos, bem como os princípios de funcionamento e operação dos \nequipamentos que as realizam. Apresentar aos estudantes os princípios fundamentais envolvidos nas operações unitárias \nrelacionadas a sistemas particulados, tendo em vista o projeto e a análise de desempenho dos equipamentos que lidam com \ntais sistemas. Ao final do Curso, o discente terá condições de dimensionar os mais comuns e escolher os mais adequados para \naplicações específicas. \nBIBLIOGRAFIA BÁSICA \n1. McCABE, W. L.; SMITH, J. C.; HARRIOTT, P. Unit Operations of Chemical Engineering, 6ª ed., McGraw-Hill International \nEditions, 2000. \n2. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations, 2a ed., John Wiley & \nSons, 1980. \n3. GEANKOPLIS, C.J. Transport Processes and Unit Operations, 3rd ed, Prentice-Hall, 1993. \n4. MASSARANI, G. Filtração. Rio de Janeiro: Publicação didática, COPPE/UFRJ, 1978. \n5. MASSARANI G. Fluidodinâmica em Sistemas Particulados. Rio de Janeiro: Editora UFRJ, 1997. \nBIBLIOGRAFIA COMPLEMENTAR \n1. GOMIDE, R. Operações Unitárias. Edição do Autor, 1980. Vol. 1 e 2.  \n2. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed., McGraw-Hill, 1997. \n3. M. C. POTTER e D. C. WIGGERT, Mecânica dos Fluidos, Thomson, 2004.  \n", "66": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n65 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Mecânica dos Sólidos para Engenharia Química \nNatureza: Obrigatória \nUnidade Acadêmica: DETEM \nPeríodo: 7º \nCarga Horária:   \nCódigo CONTAC EQ015 \nTeórica: 36 ha / 33,0h \nPrática:  \nTotal: 36 ha / 33,0h \nPré-requisito: Fenômenos Mecânicos \nCo-requisito:  \n \nEMENTA \nConceitos de tensão e deformação. Tração, compressão e cisalhamento e torção.  Estado plano de tensões e de deformações. \nAnálise de peças submetidas a esforços simples e combinados. Noções de hiperestática e flambagem. Aplicações em \ntubulações e vasos de pressão. Efeito da variação da temperatura. \nOBJETIVOS \nO discente deverá ser capaz de (a) entender os fundamentos teóricos do comportamento mecânico dos sólidos deformáveis, \n(b) reconhecer as limitações das hipóteses de cálculo adotadas, (c) estruturar de maneira lógica e racional as ideias e os \nconceitos envolvidos nos cálculos, (d) estabelecer analogias de procedimentos de cálculo e conceitos em diferentes situações, \n(e) incorporar as habilidades necessárias para resolver problemas de aplicação em Engenharia.  \nBIBLIOGRAFIA BÁSICA \n1. BEER, F. P.; JOHNSTON Jr., E. R. Mecânica Vetorial para Engenheiros. Estática. 5. ed. São Paulo: Makron Books do Brasil \nEditora Ltda. 1994. Vol. I \n2. HIBBELER, R. C. Resistência dos Materiais. 3 Ed. Rio de Janeiro: LTC. 2000. \n3. POPOV, E.P. Introdução à Mecânica dos Sólidos. São Paulo: Edgard Blücher Ltda. 1978. \n4. BEER, F. P.; JOHNSTON Jr., E. R. Resistência dos Materiais. São Paulo: McGraw-Hill do Brasil Ltda. 1982. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MERIAM, J. Estática. Rio de janeiro: LTC, 1994. \n2. BEER, F.; JOHNSTON, E. R. J. Resistência dos materiais. São Paulo: Makron books do Brasil, 1996. \n3. SCHIEL, F. Introdução à Resistência dos Materiais, HARBRA, 1984. \n4. GERE J. M. Mecânica dos Materiais. São Paulo: Cengage Learning, 2003. \n5. UGURAL A. C. Mecânica dos Materiais. Rio de Janeiro: LTC, 2009. \n", "67": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n66 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Cinética e Cálculo de Reatores Químicos \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 7º \nCarga Horária:  \nCódigo CONTAC EQ026 \nTeórica: 72 ha / 66,0h \nPrática:  \nTotal: 72 ha / 66,0h \nPré-requisito: Físico-Química \nCo-requisito:  \n \nEMENTA \nConceitos Fundamentais. Balanços molares e tipos de reatores. Leis de velocidade. Tabela estequiométrica. Reatores em série \ne paralelo. Obtenção e análise de dados cinéticos. Reações múltiplas. Cinética enzimática e transporte de oxigênio. Catálise e \nreatores catalíticos. Adsorção física e química. Reações heterogêneas. Módulo de Thiele. Difusão. Desativação e regeneração \nde catalisadores. \nOBJETIVOS \nApresentar os princípios básicos da cinética de reações em fase homogênea, reações catalíticas em fase heterogênea, difusão \ne análise de resultados experimentais. Especificar, dimensionar e avaliar o desempenho de reatores para uso em laboratório e \nna indústria química. \nBIBLIOGRAFIA BÁSICA \n1. FOGLER, H. S. Elementos de Engenharia das Reações Químicas, 4a. ed. Rio de Janeiro: LTC, 2009. \n2. LEVENSPIEL, O. Engenharia das Reações, 3a ed. São Paulo: Edgard Blücher Ltda, 2000. \n3. FROMENT, G. F.; BISCHOFF, K. B., Chemical Reactor Analysis and Design, 3th edition, Wiley & SONS, 2010. \n4. SCHMAL, M. Cinética e Reatores - Aplicação na Engenharia Química - Teoria e Exercícios; 2ª ed. Rio de Janeiro: Synergia \nEditora, 2013. \n5. ROBERTS, GEORGE W. Reações Químicas e Reatores Químicos. LTC, 2010. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MANN, UZI. Principles of Chemical Reactor Analysis and Design. 2ª Ed. John Wiley Professio, 2009. \n2. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw-Hill, \n1997. \n3. NAUMAN, E. B. Chemical Reactor Design, Optimization, and Scaleup. McGraw-Hill Education, 2002. \n", "68": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n67 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Operações Unitárias II \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 7º \nCarga Horária:  \nCódigo CONTAC EQ032 \nTeórica: 72 ha / 66,0h \nPrática:  \nTotal: 72 ha / 66,0h \nPré-requisito: Transferência de Calor + Termodinâmica I \nCo-requisito:  \n \nEMENTA \nTeoria Básica de Trocadores de Calor;  Tipo de escoamento: Correntes Paralelas, contracorrentes, correntes Cruzadas. Tipo de \nconstrução: Bitubulares, casco e tubos, placas paralelas, compactos. Coeficiente global de troca térmica: Determinação do \ncoeficiente convectivo de troca térmica. Método de cálculo de trocadores de calor: ∆Tml, Efetividade-NUT. Evaporadores: \nModelos de Evaporadores, diagramas termodinâmicos aplicados em evaporadores, número de efeitos. Cristalizadores: \nModelos de Cristalizadores, cristais, diagramas termodinâmicos aplicados em cristalizadores, balanços globais de massa e \nenergia. Refrigeração: Fluidos Refrigerantes, ciclo de refrigeração de Carnot e seus desvios, sistemas de refrigeração, \nrefrigeração por compressão de vapor, refrigeração por absorção. Psicrométrica: Conceitos fundamentais de psicrométrica, \ncartas psicrométricas, umidificarão, desumidificação. Torres de Resfriamento: Conceitos fundamentais de torres de \nresfriamento, cálculos de torres de resfriamento. \nSecagem: Comportamento geral na secagem, mecanismos de movimento de umidade, cálculo do tempo de secagem, \nequipamentos utilizados para fazer a secagem. \nOBJETIVOS \nAplicar os conceitos da termodinâmica clássica, transferência de calor/massa e apresentar as principais operações unitárias \nda indústria química que envolvem esses fenômenos. Especificar, dimensionar e avaliar o desempenho de equipamentos da \nindústria química onde estas operações são realizadas. \nBIBLIOGRAFIA BÁSICA \n1. D. KERN, Process Heat Transfer, McGraw-Hill, 1950. \n2. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering, 6ª ed, McGraw-Hill, 2000. \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, L.B. Principlesof Unit Operations, 2a ed., John Wiley & \nSons, 1980. \n4. MORAN, J. M.;SHAPIRO, H. N.; BOETTNER, D. D.; BAILEY, M. B., Princípios de Termodinâmica Para Engenharia, 7ª ed., LTC, \n2013. \n5. KREITH, F.; BOHN, M. S., Princípios de Transferência de Calor, 1ª Ed., Thomson Pioneira, 2003. \nBIBLIOGRAFIA COMPLEMENTAR \n1. INCROPERA, F. P.; DEWITT, D. P.; BERGMAN, T. L.; LAVINE, A. S., Fundamentos de Transferência de Calor e de Massa, 6ª Ed., \nLTC, 2008. \n2. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed., McGraw-Hill, 1997.  \n3. G. F. HEWITT, G. L. SHIRES e T. R. BOTT, Process Heat Transfer, 1ª ed., ou mais recente, CRC, 1994. \n", "69": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n68 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Transferência de Massa \nNatureza: Obrigatória \nUnidade Acadêmica:DEQUI \nPeríodo: 7º \nCarga Horária: \nCódigo CONTAC EQ025 \nTeórica: 72 ha / 66,0h \nPrática:  \nTotal: 72 ha / 66,0h \nPré-requisito: Transferência de Calor  \nCo-requisito: - \n \nEMENTA \nIntrodução - Fundamentos de transferência de massa, A lei de Fick e equações diferenciais de transferência de massa, Difusão \nmolecular em regime permanente, Difusão molecular em regime transiente, Transferência de massa por convecção, \nCorrelações para a transferência de massa convectiva, Transferência de massa entre fases, Equipamentos de transferência de \nmassa. \nOBJETIVOS \nApresentar e discutir os fenômenos de transferência de massa e as semelhanças e analogias com transferência de quantidade \nde movimento e de calor. Analisar os fundamentos de transferência de massa visando aplicação em operações industriais \nreais que serão tratadas na disciplina Operações Unitárias 3. \nBIBLIOGRAFIA BÁSICA \n1. Bird, R.B., Stewart, W.E. e Lightfoot, E.U. Fenômenos de Transporte, 2ª Ed., LTC editora, 2004. \n2. Welty, J.R.; Wilson, R.E.; Wicks, C.E. Fundamentals of Momentun, Heat and Mass Transfer, 5ª  Ed., John Wiley & Sons, New \nYork, 2007. \n3. Cremasco, M.A. Fundamentos de Transferência de Massa, 2ª Ed., Editora da Unicamp, 2003. \n4. Incropera, D.P.I.; DeWitt, D.P. Fundamentos de Transferência de Calor e Massa, 5ª Ed., LTC Editora, 2003. \nBIBLIOGRAFIA COMPLEMENTAR \n1. Benitez J. Principles and Modern Applications of Mass Transfer Operations, 2ª Ed., John Wiley & Sons, New Jersey, 2009. \n2. Cussler, E.L. Diffusion - Mass Transfer in Fluid Systems, 3ª Ed., Cambridge University Press, 2009.  \n3. GIORGETTI, M.F. Fundamentos de Fenômenos de Transporte para Estudantes de Engenharia, São Carlos: Suprema, 2008. \n4. ROMA,W.N.L. Fenômenos de Transporte para Engenharia 2ª ed., Rima Editora, 2006.  \n5. SISSON, L.E. e PITTS, D.R. Fenômenos de Transporte Rio de Janeiro: Guanabara Dois., 1979. \n", "70": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n69 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Laboratório de Engenharia Química I \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 7º \nCarga Horária: \nCódigo CONTAC EQ027 \nTeórica:  \nPrática: 72 ha / 66,0h \nTotal: 72 ha / 66,0h \nPré-requisito: Operações Unitárias I \nCo-requisito:  \n \nEMENTA \nAplicação dos estudos de fenômenos de transporte e equipamentos industriais em: Equipamentos de caracterização de \nfluidos e regimes de escoamento; Equipamentos de classificação de partículas; Equipamentos de bombeamento de fluidos. \nOBJETIVOS \nNesta disciplina serão realizados experimentos didáticos que possibilitem ao discente compreender melhor os conceitos e \nteorias dos fenômenos de transporte de movimento, assim como suas aplicações em operações unitárias. \nBIBLIOGRAFIA BÁSICA \n1. McCABE, W. L.; SMITH, J. C.; HARRIOTT, P. Unit Operations of Chemical Engineering, 6ª ed., McGraw-Hill International \nEditions, 2000. \n2. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations, 2a ed., John Wiley & \nSons, 1980. \n3. GEANKOPLIS, C.J. Transport Processes and Unit Operations, 3rd ed, Prentice-Hall, 1993. \n4. MASSARANI, G. Filtração. Rio de Janeiro: Publicação didática, COPPE/UFRJ, 1978. \n5. MASSARANI, G. Problemas em Sistemas Particulados. São Paulo:Edgard Blucher Ltda, 1984. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MASSARANI G. Fluidodinâmica em Sistemas Particulados. Rio de Janeiro: Editora UFRJ, 1997. \n2. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw-Hill, \n1997. \n3. GOMIDE, R. Operações Unitárias. Edição do Autor, Vol. 1 e 3, 1980. \n4. M. C. POTTER e D. C. WIGGERT, Mecânica dos Fluidos, Thomson, 2004. \n5. COULSON, J.M. & RICHARDSON Chemical Engineering, 3rd ed., Pergamon Press, 1977,v.1. \n", "71": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n70 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Instrumentação Industrial \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 7º \nCarga Horária:  \nCódigo CONTAC EQ030 \nTeórica: 36 ha / 33,0h \nPrática:  \nTotal: 36 ha / 33,0h \nPré-requisito: Fenômenos Mecânicos  \nCo-requisito:  \n \nEMENTA \nConceitos Fundamentais. Medição. Transdutores. Medidores. Elementos finais de controle. Controlador PID. Conversores. \nOutros tipos de medidores e analisadores. \nOBJETIVOS \nApresentar conceitos de instrumentação industrial. \nBIBLIOGRAFIA BÁSICA \n1. BEGA, E. A. Instrumentação Industrial, 2a. ed., Rio de Janeiro: Interciência, 2005. \n2. BALBINOT, A., e BRUSAMARELLO, V. J. Instrumentação e Fundamentos de Medidas, 1a ed., Rio de Janeiro: LTC, 2007, Vol. 2 \n3. ANDERSON, N. A. Instrumentation for Process Measurement and Control. 3a Edition, CRC Press, 1997. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BLIPTAK, B. G. (Editor). Instrument Engineers' Handbook: Process Measurement and Analysis. 4a ed., CRC Press., 2003. \nVol. 1. \n2. BALBINOT, A., e BRUSAMARELLO, V. J. Instrumentação e Fundamentos de Medidas. 1a ed., Rio de Janeiro: LTC, 2006, Vol. \n1. \n3. De SÁ, D. O. J. Instrumentation Fundamentals for Process Control. 1a ed., CRC Press, 2001. \n4. JOHNSON, C. Process Control Instrumentation Technology. 8a ed., Prentice Hall, 2005. \n5. BARTELT, T. L. M. Instrumentation and Process Control. 1a ed., São Paulo: Cengage Learning, 2006. \n", "72": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n71 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Modelagem e Simulação de Processos Químicos \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 8º \nCarga Horária:  \nCódigo CONTAC EQ024 \nTeórica: 54 ha / 49,5h \nPrática: 18 ha / 16,5h \nTotal: 72 ha / 66,0h \nPré-requisito: Cálculo Numérico + Princípios de Processos Químicos \nCo-requisito:  \n \n \nEMENTA \nModelos matemáticos e suas classificações. Ferramentas computacionais. Resolução de sistemas de equações comumente \nencontrados em problemas na Engenharia Química: sistemas de equações lineares, não-lineares, diferenciais ordinárias, \nalgébrico-diferenciais, diferenciais parciais). Análise de sistemas: número de condições de matrizes, estabilidade e bifurcação \nde sistemas dinâmicos. Introdução à identificação de sistemas.  \nOBJETIVOS \nApresentar ferramentas e metodologias para análise de processos, capacitando o discente a desenvolver modelos \nmatemáticos, resolver as equações obtidas, e interpretar os resultados de simulações. Apresentar fundamentos de ajuste \nparamétrico. O laboratório de informática para a atividade prática, será agendado pelo docente de acordo com  os critérios \nde avaliação da disciplina. \nBIBLIOGRAFIA BÁSICA \n1. PINTO, J. C. e LAGE, P. L. C., Métodos Numéricos em Engenharia Química, Série Escola Piloto de Engenharia Química, Rio \nde Janeiro: COPPE/UFRJ, E-papers, 2001. \n2. BEQUETTE, B. W., Process Dynamics – Modeling Analysis and Simulation, Prentice-Hall International, 1998. \n3. RICE, R. G. e Do, D. D. Applied Mathematics and Modeling for Chemical Engineers, New York: John Wiley, 1995. \nBIBLIOGRAFIA COMPLEMENTAR \n1. LUYBEN, W. L., Process Modeling, Simulation and Control for Chemical Engineering, McGraw-Hill, 2ª ed., 1990.  \n2. L. C. BARROSO et al. Cálculo Numérico: com Aplicações, 2a. ed., São Paulo: Harbra, 1987. \n3. Press et al. Numerical Recipes, Cambridge University Press, New York, 2a ed, (FORTRAN, C). \n4. FINLAYSON, B. A. Introduction to Chemical Engineering Computing, Paperback, 2006. \n5. CAMERON, I., HANGOS, K. Process Modelling and Model Analysis, 4. Academic Press, 2001. \n \n \n \n", "73": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n72 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Projeto de Reatores \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 8º \nCarga Horária:  \nCódigo CONTAC EQ033 \nTeórica: 72 ha / 66,0h \nPrática:  \nTotal: 72 ha / 66,0h \nPré-requisito: Cinética e Cálculo de Reatores Químicos \nCorrequisito:  \n \nEMENTA \nReatores descontínuo, tubular e mistura. Reatores com reciclo e em série. Seleção de reatores para reações múltiplas. \nBiorreatores. Projeto de reatores ideais e não ideais. Modelos de contato e escoamento. Introdução aos reatores multifásicos. \nReatores para reações entre fluidos. Reatores não catalíticos. Reator de leito fluidizado, de leito de lama e de leito gotejante. \nOBJETIVOS \nAprendizado da teoria e metodologia relacionadas com o projeto, análise e otimização de reatores químicos industriais. Esta \ndisciplina foca o estudo de reatores catalíticos heterogêneos, efeitos térmicos e desvios da idealidade do escoamento. \nTrabalhos e projetos específicos visam a desenvolver a capacidade do discente em definir tipos de reator em função do \nprocesso em questão. \nBIBLIOGRAFIA BÁSICA \n1. FOGLER, H. S. Elementos de Engenharia das Reações Químicas, 4a. ed. Rio de Janeiro: LTC, 2009. \n2. LEVENSPIEL, O. Engenharia das Reações, 3ah ed.. São Paulo: Edgard Blücher Ltda, 2000. \n3. FROMENT, G. F.; BISCHOFF, K. B., Chemical Reactor Analysis and Design, 2a Edition, Wiley & SONS, 1990. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SCHMAL, M. Cinética Homogênea Aplicada à Calculo de Reatores; Rio de Janeiro: Guanabara Dois, 1982. \n2. Hill Jr, C.G. An Introduction to Chemical Engineering: Kinetics and Reactor  Design. John Wiley & Sons, New York, 1977. \n3. SMITH, J. M., Chemical Engineering Kinetics, 3a ed., International Student Edition, McGraw-Hill International Book Co., \n1981. \n4. BUTT, J. B.; Reaction Kinetics and Reactor Design, Prentice-Hall, Englewood Cliffs, New Jersey, 1980. \n5. BORZANI, W.; SCHMIDELL, W.; LIMA, U.A.; AQUARONI, E. Biotecnologia Industrial. São Paulo: Edgard Blücher, Vol. 1 e 3., \n2001. \n \n \n \n", "74": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n73 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Engenharia Econômica \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 8º \nCarga Horária:  \nCódigo CONTAC EQ028 \nTeórica: 72 ha / 66,0h \nPrática:  \nTotal: 72 ha / 66,0h \nPré-requisito: 1800 ha \nCo-requisito:  \n \nEMENTA \nConceito geral, matemática financeira, analise de mercado, depreciação de ativo fixo e amortização, avaliação econômica em \nprocessos químicos: estimativa de custos de capital e de produção, estados financeiros projetados, critérios de avaliação de \ninvestimento de capital, financiamento de projetos de investimento, avaliação de alternativas de substituição, analises de \nriscos e incerteza. \nOBJETIVOS \nDar conhecimentos para formular e avaliar economicamente projetos na indústria de processos químicos, assim como \nproporcionar a base para a seleção e priorização de alternativas de solução de problemas. \nBIBLIOGRAFIA BÁSICA \n1. SAMANEZ, C.P., Matemática Financeira: Aplicações e Análise de Investimento, 3a Ed. ERJ, Sãp Paulo, 2002. \n2. TURTON, R., Analysis, Synthesis, and Design of Chemical Processes, 3a Ed., 2009. \n3. SAMANEZ, C.P., Engenharia Econômica, Pearson Prentice Hall, 2009. \n4. BLANK&TARQUIN, Engenharia Econômica, 6a ed., Mc Graw Hill, 2008. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SCHWEYER, H.E., Process Engineering Economics 1a ed., ., McGraw-Hill;, 1956. \n2.THUESEN, H. G.,Economia del proyecto en ingenieria, 1a edition. McGraw-Hill; 1956. ed.Prentice/Hall Internacional, 1973. \n3. FABRYCK,W.J. & THUESEN,G.J. Economic Decision Analysis. 3a ed., New Jersey: Prentice-Hall, 1999. \n4. PETERS, M.; TIMMERHAUS, K.; WEST, R., Plant Design and Economics for Chemical Engineers, 3a ed. McGraw-Hill \nScience/Engineering/Math; 2002. \n5. EHRLICH, P. J. Engenharia Econômica. São Paulo: Atlas, 1983.  \n6. HIRSCHFELD, H. Engenharia Econômica e Análise de Custos. São Paulo, Atlas, 2001. \n", "75": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n74 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Laboratório de Engenharia Química II \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 8º \nCarga Horária: \nCódigo CONTAC EQ031 \nTeórica:  \nPrática: 72 ha / 66,0h \nTotal: 72 ha / 66,0h \nPré-requisito: Operações Unitárias II \nCo-requisito:  \n \nEMENTA \nAplicação prática dos estudos de fenômenos de transporte e operações unitárias em: \nEquipamentos de troca térmica; Equipamentos que realizam transferência de calor e massa simultaneamente;Equipamentos \nque promovem separação de partículas. \nOBJETIVOS \nNesta disciplina serão realizados experimentos didáticos que possibilitem ao discente compreender melhor conceitos e \nteorias dos fenômenos de transferências de calor e massa, simultaneamente e processos de separação de partículas, assim \ncomo suas aplicações em operações unitárias. \nBIBLIOGRAFIA BÁSICA \n1. D. KERN, Process Heat Transfer, McGraw-Hill, 1950. \n2. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering, 6ª ed, McGraw-Hill, 2000. \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations, 2a ed., John Wiley & \nSons, 1980. \n4. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering, 6ª ed, McGraw-Hill, 2000. \n5. KREITH, F.; BOHN, M. S., Princípios de Transferência de Calor, 1ª Ed. ou mais recente, Thomson Pioneira, 2003. \nBIBLIOGRAFIA COMPLEMENTAR \n1. INCROPERA, F. P.; DEWITT, D. P.; BERGMAN, T. L.; LAVINE, A. S., Fundamentos de Transferência de Calor e de Massa, 6ª Ed. \nou mais recente, LTC, 2008. \n2. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw-Hill, \n1997. \n3. G. F. HEWITT, G. L. SHIRES e T. R. BOTT, Process Heat Transfer, 1ª ed. ou mais recente, CRC, 1994. \n", "76": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n75 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Operações Unitárias III \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 8º \nCarga Horária: \nCódigo CONTAC EQ038 \nTeórica: 72 ha / 66,0h \nPrática:  \nTotal: 72 ha / 66,0h \nPré-requisito: Termodinâmica II \nCo-requisito: - \n \nEMENTA \nTeoria básica sobre Destilação: Destilação Flash, destilação Contínua, dimensionamento de colunas, destilação em batelada;  \nAbsorção, Dessorção e Adsorção: Fundamentos, Aplicações industriais; Extração líquido-liquido: Único estágio, múltiplos \nestágios, equipamentos e aplicações industriais. \nOBJETIVOS \nAplicar os conceitos da termodinâmica clássica, transferência de calor/massa e apresentar as principais operações unitárias \nda indústria química que envolvem processos de Destilação, Absorção, Dessorção e Adsorção além da Extração Líquido-\nLíquido . Especificar, dimensionar e avaliar o desempenho de equipamentos da indústria química onde estas operações são \nrealizadas. \nBIBLIOGRAFIA BÁSICA \n1. KISTER, H.; Distillation Operation, 1ª. ed. ou mais recente, McGraw-Hill, 1990. \n2. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering, 6ª ed ou mais recente, McGraw-Hill, 2000. \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations, 2a ed. ou mais recente, \nJohn Wiley & Sons, 1980. \n4. KISTER, H.; Distillation Design, 1ª. ed. ou mais recente, McGraw-Hill, 1992. \nBIBLIOGRAFIA COMPLEMENTAR \n1. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw-Hill, \n1997. \n2. SCHWEITZER, P.A. Separation Techniques for Chemical Engineers. 3rd Ed ou mais recente, McGraw-Hill, 1997. \n3. COULSON,  J.M.  & RICHARDSON Chemical  engineering. 3ª  ed. Ou mais recente, England,  Pergamon Press Ltd, 1977. \n", "77": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n76 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Desenvolvimento de Processos Químicos I \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 9º \nCarga Horária:  \nCódigo CONTAC EQ 035 \nTeórica: 72 ha / 66,0h \nPrática:  \nTotal: 72 ha / 66,0h \nPré-requisito: 2160 ha \nCo-requisito:  \n \nEMENTA \nApresentação de problema aberto: desenvolvimento de um processo químico. 2. Pesquisa bibliográfica: metodologia. 3. \nSegurança de trabalho no laboratório e na indústria. 4. Determinação dos gargalos tecnológicos do processo. 5. Proposição \nde planos de pesquisa. 6. Levantamento preliminar de dados experimentais. 7. Seminários. \nOBJETIVOS \nEstimular no discente a capacidade de atuar como \"engenheiro\", no sentido de buscar soluções para o desenvolvimento de \num processo químico. Estimular o trabalho em equipe e a interação entre grupos. \nBIBLIOGRAFIA BÁSICA \n1. SHREVE, R. W. e BRINK, J. A. Indústria de Processos Químicos - 4ªEd. Rio de Janeiro: Guanabara Dois, 1980. \n2. KIRK, R. E. e OTHMER, D. F. ENCYCLOPEDIA OF CHEMICAL TECHNOLOGY - 22 volumes, London 1963 -70.  \n3. DIMIAN A. C., BILDEA C. S. Chemical Process Design, Wiley- Interscience, 2008. \n4. TAGEDER, F. e MAYER, L., Métodos de la industria química. Barcelona: Editora Reverté S.A,1980. \nBIBLIOGRAFIA COMPLEMENTAR \n1. HONIG, P. Princípios de Tecnologia Azucarera - 3 vol., México 1969. \n2. Industrial Microbiology- Casida, L. E. Industrial Microbiology - N. York: Prescot & Dunn, 1963.  \n3. AQUARONE, E. , BORZANI, V., LIMA, U. A.Tecnologia das Fermentações- Ed. Bluchner, S. Paulo, 1975.  \n4. DORAN, P. M. Bioprocess Engineering Principles. 2a ed. London: Academic Press Ltd., 1997.PERIÓDICOS Anuário da \nABIQUIM (Associação Brasileira da Indústria Química). \n5. Anuário das Indústrias do Brasil - Registro Industrial Brasileiro, 1981 (3 vol.).  \n6. Revista Brasileira de Engenharia Química Revista de Química Industrial Química e Derivados Comércio Exterior Indústria e \nDesenvolvimento Chemical engineering Energia: Fontes Alternativas Açúcar, Álcool e Papel Sugar y Azucar do Brasil \nSaccharum. \n", "78": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n77 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Engenharia Bioquímica \nNatureza: Obrigatória \nUnidade Acadêmica: DQBIO \nPeríodo: 9º \nCarga Horária:  \nCódigo CONTAC EQ036 \nTeórica: 72 ha / 66,0h \nPrática: - \nTotal: 72 ha / 66,0h \nPré-requisito: Cinética e Cálculo de Reatores Químicos \nCo-requisito:  \n \nEMENTA \nIntrodução à bioengenharia. Noções de bioquímica. Noções de microbiologia. Cinética das reações enzimáticas. Cinética do \ncrescimento microbiano. Estequiometria da atividade celular. Esterilização. Biorreatores. Agitação e aeração em biorreatores. \nPrincipais etapas de separação e purificação de biomoléculas. Principais bioprocessos e produtos de interesse industrial. \nBiolixiviação. \nOBJETIVOS \nIntroduzir conceitos fundamentais de bioquímica e microbiologia. Desenvolver e entender os principais modelos cinéticos \nque descrevem os processos enzimáticos e fermentativos. Capacitar o discente a desenvolver bioprocessos em grande escala \neficientes e econômicos, mantendo uma visão integrada das etapas de biotransformação no biorreator e de separação e \npurificação subsequentes. \nBIBLIOGRAFIA BÁSICA \n1. LEHNINGER, A. L. Princípios de Bioquímica. São Paulo: Sarvier, 2006. \n2. VOET, D. E VOET, J. G. Biochemistry. 2a Ed. John Wiley & Sons, Inc., 1995. \n3. TORTORA G. J., FUNKE B. R, CASE C. L. Microbiologia. 8ª Ed. Porto Alegre, 2005. \n4. MADIGAN, M. T.; MARTINKO, J.M.; PARKER, J. Microbiologia de Brock. 10ª Ed. São Paulo: Pearson Education do Brasil, 2004. \n5. PELCZAR, M. J.; CHAN, E. C. S. E KRIEG, N. R. Microbiologia. Conceitos e Aplicações. 2ª Ed. São Paulo: Makron Books do \nBrasil, 1996. Vol. 1. \nBIBLIOGRAFIA COMPLEMENTAR \n1. BAILEY, J. E. E OLLIS, D. F. Biochemical Engineering Fundamentals. 2a ed. New York: McGraw-Hill, 1986. \n2. BLANCH, H. W. E CLARK, D. S. Biochemical Engineering, New York: Marcel Dekker Inc., 1997. \n3. GARY WALSH, G. e HEADON, D. R. Protein Biotechnology. Chichester: Jonh Wiley,1994. \n4. SEGEL, I. H. Biochemical calculations: how to solve mathematical problems in general biochemistry. New York: Jonh \nWiley, 1976. \n5. SHULER, M. L. e KARGI, F. Bioprocess Engineering Basic Concepts. Englewood Cliffs: Prentice- Hall International Inc. 1992.  \n6. SCOPES, R. K. Protein Purification: Principles and Practice. New York: Springer-Verlag Inc., Boston, 1994.  \n7. SCHMIDELL, W.; LIMA, U. A.; AQUARONE, E.; BORZANI, W. Biotecnologia Industrial. São Paulo: Edgard Blücher Ltda.,2001. \nVol.1,2 e 3. \n \n \n \n", "79": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n78 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Controle de Processos Químicos \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 9º \nCarga Horária:  \nCódigo CONTAC EQ034 \nTeórica: 54 ha / 49,5h \nPrática: 18 ha / 16,5h \nTotal: 72 ha / 66,0h \nPré-requisito: Equações Dif. A + Modelagem e Simulação de Processos Químicos \nCo-requisito:  \n \nEMENTA \nConceitos Fundamentais. Modelos dinâmicos. Conceitos matemáticos. Comportamento dinâmico de sistemas. Diagrama de \nblocos. Estabilidade de sistemas de controle. Controlador PID. Domínio da frequência. Outras estratégias de controle. \nOBJETIVOS \nApresentar conceitos de controle de processos químicos, e de projeto e sintonia de controladores feedback. \nBIBLIOGRAFIA BÁSICA \n1. EDGAR F., e MELLICHAMP D. A.. Process Dynamics and Control. Wiley; 2nd Ed., 2003.  \n2. STEPHANOPOULOS G. Chemical Process Control: An Introduction to Theory and Practice. PTR Prentice Hall, 1984. \n3. LUYBEN W. L.. Process Modeling, Simulation and Control for Chemical Engineers. 2a Ed., McGraw-Hill Companies; 1989. \nBIBLIOGRAFIA COMPLEMENTAR \n1. LIPTAK B.G. (Editor). Instrument Engineers' Handbook: Process Control and Optimization. 4a Ed. CRC Press. 2005. Vol. 2. \n2. OGATA, K. Engenharia de Controle Moderno. 4a Ed., Prentice-Hall Brasil, 2003. \n3. OGUNNAIKE B. A., e RAY.W. H. Process Dynamics, Modeling, and Control. Oxford University Press. 1994. \n4. BEQUETTE B. W. Process Control: Modeling, Design and Simulation. Prentice Hall PTR. 2003. \n5. MARLIN T.. Process Control: Designing Processes and Control Systems for Dynamic Performance. 2a Ed. McGraw-Hill \nScience/Engineering/Math;. 2000. \n", "80": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n79 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Laboratório de Engenharia Química III \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 9º \nCarga Horária:  \nCódigo CONTAC EQ037 \nTeórica:  \nPrática: 72 ha / 66,0h \nTotal: 72 ha / 66,0h \nPré-requisito: Operações Unitárias III + Cinética e Cálculo de Reatores Químicos \nCo-requisito:  \n \nEMENTA \nNesta disciplina serão realizados experimentos didáticos que possibilitem ao discente aplicá-los de forma prática, os \nestudos de fenômenos de transporte e operações unitárias em: Equipamentos de medição de propriedades de difusão, \nequipamento de adsorção e dessorção, equipamento de destilação, Reatores químicos, equipamento de mistura, \nequipamento de secagem. \nOBJETIVOS \nNesta disciplina serão realizados experimentos didáticos que possibilitem ao discente compreender melhor conceitos e \nteorias dos fenômenos de transferências de calor, calor e massa simultaneamente e processos com reação química. \nBIBLIOGRAFIA BÁSICA \n1. KISTER, H.; Distillation Operation, 1ª. ed. ou mais recente, McGraw-Hill, 1990. \n2. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering, 6ª ed ou mais recente, McGraw-Hill, 2000. \n3. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations, 2a ed. ou mais recente, \nJohn Wiley & Sons, 1980. \n4. MORAN, J. M.;SHAPIRO, H. N.; BOETTNER, D. D.; BAILEY, M. B., Princípios de Termodinâmica Para Engenharia, 7ª ed. ou \nmais recente, LTC, 2013. \n5. TREYBAL, R.E. Mass-Transfer Operations, 3ª ed. ou mais recente. McGraw-Hill, 1980 \nBIBLIOGRAFIA COMPLEMENTAR \n1. INCROPERA, F. P.; DEWITT, D. P.; BERGMAN, T. L.; LAVINE, A. S., Fundamentos de Transferência de Calor e de Massa, 6ª Ed. \nou mais recente, LTC, 2008. \n2. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw-Hill, \n1997. \n3. REID, R.C.; PRAUSNITZ, J.M.; POLING, B.E. Properties of Gases and Liquids. 4ª Ed ou mais recente, McGraw-Hill, 1987. \n    \n", "81": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n80 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Projetos e Instalações na Indústria Química \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 10º \nCarga Horária:  \nCódigo CONTAC EQ042 \nTeórica: 72 ha / 66,0h \nPrática:  \nTotal: 72 ha / 66,0h \nPré-requisito: Projeto de Reatores \nCo-requisito:  \n \nEMENTA \nMetodologia do projeto de instalações. Unidades típicas das instalações produtivas. Estratégias de produção. Centros de \nprodução, logística interna e sistemas de movimentação. Ergonomia, segurança e higiene das instalações. Desenvolvimento \ndo layout. Modelagem física e de fluxos. Formalização e documentação do projeto de unidades produtivas. Balanço material \ne energético de fábricas. Utilidades. Seleção e especificação dos equipamentos. Análise econômica do processo. Tipos de \nfluxogramas: plantas e isométrico. Modelos preliminares e detalhados. Plano de armazenamento de matéria prima. Arranjo \nde unidades químicas. Legislação ambiental e segurança do trabalho. \nOBJETIVOS \nConsolidar os conhecimentos obtidos ao longo do curso através da elaboração do projeto de uma indústria de processos \nquímicos utilizando metodologias adequadas. Capacitar o discente para projetar o arranjo técnico/organizacional de uma \nunidade produtiva considerando as interações entre homens, materiais e equipamentos expressando o resultado por \nintermédio de representações gráficas. Estudo de viabilidade econômica de processos químicos. Elaboração de relatórios, \nprojeto de unidades de processo e apresentação de seminários. \nBIBLIOGRAFIA BÁSICA \n1. COULSON, J.M. e RICHARDSON, J.F.; Chemical Engineering, Pergamon Press, 1986. Vol. 1, 2, 3 e 6. \n2. FELDER, R.M. e ROUSSEAU, R.W. Elementary Principles of Chemical Processes, 3a ed Nova York: John Wiley & Sons, 2004. \n3. FOGLER, H. S.; Elementos de Engenharia das Reações Químicas, 3a ed. Rio de Janeiro: LTC, 2002. \n4. FOUST, A. S.; WENZEL, L. A.; CLUMP, C.W.; MAUS, L. e ANDERSEN, L. B. Princípios das Operações Unitárias, 2ª Ed., Rio de \nJaneiro: LTC, 1982. \n5. HEWITT, G.F.; SHIRES, G.L. e BOTT, T.R. Process Heat Transfer, CRC, 1994. \n6. HIMMEMBLAU, D.M. e RIGGS, J.B. Engenharia Química Princípios e Cálculos, 7ª Edição, Prentice-Hall Ltda. \n7. KERN, D. Process Heat Transfer, McGraw-Hill, 1950. \n8. KISTER, H.; Distillation Design, 1a. ed., McGraw-Hill, 1992. \n9. KISTER, H.; Distillation Operation”, 1a. ed., McGraw-Hill, 1990. \n10. LEVENSPIEL, O.; Chemical Reaction Engineering; 3a ed. Nova York: John Wiley & Sons, 1998. \n11. MCCABE, W.L.; SMITH, J. C. e HARRIOT, P. Unit Operations of Chemical Engineering, 6ª Ed., McGraw-Hill, 2001. \nBIBLIOGRAFIA COMPLEMENTAR \n1. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. McGraw-Hill, 1997. \n2. REID, PRAUSNITZ & POLING - The Properties of Gases and Liquids, 1987. \n3. SANDLER, S.I. Chemical, Biochemical and Engineering Thermodynamics John Wiley, 4a. edição, 2006. \n4. SEADER, J.D. e HENLEY, E.J.; Separation Process Principles, 2ª. edição, Wiley, 2005. \n5. SMITH, J.M., Van NESS, H.C. e Abbott, M.M. Introdução à Termodinâmica da Engenharia Química, LTC Editora, 7ª. edição, \n2007. \n6. TREYBAL, R.E.; Mass Transfer Operations, 3ª. ed., McGraw-Hill, 1980. \n7. TURTON, R., BAILIE, R. C., WHITING, W., SHAEWITZ, J. A. Analysis, Synthesis and Design of Chemical Processes, Prentice \nHall, 1998. \n8. WELTY, J.R.; WILSON, R.E. e WICKS, C.C. Fundamentals of Momentum, Heat, and Mass Transfer, 4a Ed., John Wiley & Sons, \n2001. \n", "82": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n81 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Análise e Otimização de Processos Químicos \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 10º \nCarga Horária:  \nCódigo CONTAC EQ039 \nTeórica: 72 ha/ 66,0h \nPrática:  \nTotal: 72 ha/ 66,0h \nPré-requisito: Mod. e Sim. de Processos Químicos + Engenharia Econômica \nCo-requisito:  \n \n \n \nEMENTA \nBalanço de massa e energia em unidades de processo. Síntese de processos químicos. Fluxogramas de processos Noções de \nestimativa de custos. Análise de sistemas. Análise de incertezas em parâmetros de processo. Abordagens para simulação de \nprocessos químicos. Sensibilidade paramétrica. Fundamentos de otimização de processos químicos. Estudos de caso. \nOBJETIVOS \nApresentar metodologia básica para a síntese, análise e otimização de unidades químicas industriais. \nBIBLIOGRAFIA BÁSICA \n1. TURTON, R.; BAILIE, R.C.; WHITING, W.B. e SHAEIWITZ, J.A. Analysis, Synthesis, and Design of Chemical Processes. 2ª Ed. \nPrentice Hall PTR, 2004. \n2. PERLINGEIRO, C.A.G. Introdução a Engenharia de Processos. São Paulo: Edgar-blucher, 2005. \n3. HIMMELBLAU, D. M. & EDGAR, T.F., Optimization of Chemical Process, McGraw Hill, 1988. \n4. KUSMAR, A, Chemical Process Synthesis and Engineering Design, McGraw-Hill, 1982. \nBIBLIOGRAFIA COMPLEMENTAR \n1. KLETZ, T.A. What Went Wrong? Case histories of process plant disasters and how they could have been avoided, 5th ed., \nButterworth-Heinemann, 2009. \n2. DOUGLAS, J. M., Conceptual Design of Chemical Process, McGraw-Hill, 1988. \n3. HOLLAND, C. D., LIAPIS, A I., Computer Methods for Solving Dynamics Separation Problems, McGraw-Hill, 1983. \n4. ALLEN, D. T., SHONNARD, D.R. Green Engineering: Environmentally Conscious Design of Chemical Processes. Prentice Hall \nPTR, 2002. \n5. FELDER, R. M., ROUSSEAU, R. W. Elementary Principles of Chemical Processes.3ª ed., New York: John Wiley, 2000. \n6. HIMMELBLAU, D. M., BISCHOFF,K.B., Process Analysis and Simulation – Deterministic Systems, John Wiley & Sons, 1968. \n7. HUSAIN, A. Chemical Process Simulation, John Wiley & Sons, 1968. \n", "83": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n82 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno:NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Controle Ambiental na Indústria  \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 10º \nCarga Horária:  \nCódigo CONTAC EQ040 \nTeórica: 72 ha/ 66,0h \nPrática: - \nTotal: 72 ha/ 66,0h \nPré-requisito: Processos Químicos Industriais \nCo-requisito:  \n \nEMENTA \nIntrodução: a crise ambiental e a poluição industrial; características e natureza de contaminantes; definição e uso de \nparâmetros de monitoramento da qualidade de efluentes e resíduos. Efluentes hídricos: propriedades e características do \nmeio hídrico; monitoramento da qualidade do efluente na indústria - parâmetros físico-químicos e microbiológicos de \nqualidade e caracterização das águas residuárias; níveis do tratamento de efluentes; tratamento biológico de águas \nresiduárias: processos aeróbios e anaeróbios, convencionais ou com variantes; tratamentos físico-químicos de águas \nresiduárias industriais; separação por membranas, coagulação, floculação e precipitação química, troca iônica, adsorção, \nentre outros. Emissões atmosféricas: propriedades e características do meio atmosférico. principais poluentes do ar por \nemissão atmosférica na indústria e suas consequências; monitoramento da qualidade do ar na indústria; métodos e \nequipamentos para o controle de emissões atmosféricas industriais: precipitadores eletrostáticos, filtros manga, lavadores de \ngases, adsorção e absorção, entre outros; ruído e controle na indústria. Resíduos sólidos: propriedades e características do \nmeio terrestre; classificação de resíduos sólidos urbanos e industriais; principais resíduos sólidos gerados por atividades \nindustriais e suas consequências; Política Nacional de Resíduos Sólidos (PNRS) e logística reversa; tratamento e disposição \nfinal de resíduos sólidos. \nOBJETIVOS \nApresentar e discutir os principais poluentes, suas causas e efeitos e a legislação pertinente. Analisar os métodos de controle \ne discutir sua adequação a casos práticos. Desenvolver nos discentes o espírito crítico para análise da questão ambiental, \nsobretudo no que diz respeito à atuação do Engenheiro Químico. \nBIBLIOGRAFIA BÁSICA \n1. BRAGA, B., HESPANHOL, I., CONEJO, J.G.L., MIERZWA, J.C., de BARROS, M.T.L., SPENCER, M., PORTO, M., NUCCI, N., \nJULIANO, N. E EIGER, S. Introdução à Engenharia Ambiental. São Paulo: Pearson Education, 2008.  \n2. CAVALCANTI, José Eduardo W. A. Manual de Tratamento de Efluentes Industriais. São Paulo: Engenho Editora Técnica Ltda, \n2009. \n3. REYNOLDS, T.D. E RICHARDS, P.A. Unit operations and processes in environmental engineering. 2a. ed. Boston: PWS \nPublishing Company, 1996. \n4. VON SPERLING, M. Princípios do Tratamento Biológico de Águas Residuárias. Vol. 1 Introdução à qualidade das águas e \nao tratamento de esgotos. 3a. ed. Belo Horizonte: DESA-UFMG, 2005. \nBIBLIOGRAFIA COMPLEMENTAR \n1. HOCKING, M.B. Handbook of Chemical Technology and Pollution Control. 3a. ed. Elsevier Science & Technology Books. \n2006. \n2. PEAVY H. S., ROWE D. R., TCHOBANOGLOUS G.  Environmental engineering. McGraw-Hill Science, 1985. \n3. REYNOLDS, J.P., JERIS, J.S., THEODORE, L. Handbook of Chemical and Environmental Engineering. New York: John Wiley & \nSons, 2002. \n4. ROBINSON W.D. The solid waste handbook : a practical guide Wiley-Interscience,1986. \n5. STERN, A. C. BOUBEL, R. W.; TURNER, D. B. & FOX D. L. Fundamentals of Air Pollution. 3ª Ed. Orlando:.Academic Press, \n1994. \n6. TCHOBANOGLOUS, G. E BURTON, F.L. Wastewater engineering: treatment and reuse (Metcalf & Eddy). 4a. ed. New York: \nMcGraw-Hill, 2003. \n", "84": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n83 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Desenvolvimento de Processos Químicos II \nNatureza: Obrigatória \nUnidade Acadêmica: DEQUI \nPeríodo: 10º \nCarga Horária:  \nCódigo CONTAC EQ041 \nTeórica:  \nPrática: 72 ha/ 66,0h \nTotal: 72 ha/ 66,0h \nPré-requisito: Desenvolvimento de Proces.Químicos I \nCo-requisito: - \n \nEMENTA \nDesenvolvimento do projeto proposto na disciplina Desenvolvimento de Processos Químicos I.  Seminários: Apresentação e \ndiscussão dos resultados.  Redação de relatório final. \nOBJETIVOS \nEstimular no discente a capacidade de atuar como \"engenheiro\", no sentido de buscar soluções para o desenvolvimento de \num processo químico. Estimular o trabalho em equipe e a interação entre grupos. \nBIBLIOGRAFIA BÁSICA \n1. SHREVE, R. W. e BRINK, J. A. Indústria de Processos Químicos 4ªEd. Rio de Janeiro: Guanabara Dois, 1980. \n2. KIRK, R. E. e OTHMER, D. F. ENCYCLOPEDIA OF CHEMICAL TECHNOLOGY 22 volumes, London 1963 -70.  \n3. DIMIAN A. C., BILDEA C. S. Chemical Process Design, Wiley- Interscience, 2008. \n4. McCABE, W.L., SMITH, J.C., Unit Operations of Chemical Engineering, 6ª ed ou mais recente, McGraw-Hill, 2000. \n5. FOUST, A.S.; WENZEL, L.A.; CLUMP, C.W.; MAUS, L.; ANDERSEN, L.B. Principles of Unit Operations, 2a ed. ou mais recente, \nJohn Wiley & Sons, 1980. \nBIBLIOGRAFIA COMPLEMENTAR \n1. MORAN, J. M.;SHAPIRO, H. N.; BOETTNER, D. D.; BAILEY, M. B., Princípios de Termodinâmica Para Engenharia, 7ª ed. ou \nmais recente, LTC, 2013.  \n2. PERRY, R.H.; GREEN, D.W. MALONEY, J.O. Perry’s Chemical Engineer’s Handbook, 7a ed. ou mais recente, McGraw-Hill, \n1997. \n3. DORAN, P. M. Bioprocess Engineering Principles. 2a ed. London: Academic Press Ltd., 1997. \n4. PERIÓDICOS Anuário da ABIQUIM (Associação Brasileira da Indústria Química).  \n5. Revista Brasileira de Engenharia Química Revista de Química Industrial Química e Derivados Comércio Exterior Indústria e \nDesenvolvimento Chemical engineering Energia: Fontes Alternativas Açúcar, Álcool e Papel Sugar y Azucar do Brasil \nSaccharum. \n6. Teses, dissertações e periódicos especializados em Engenharia Química. \n", "85": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n84 \n \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL-REI – UFSJ \nInstituída pela Lei nº 10.425, de 19/04/2002 – D.O.U. DE 22/04/2002 \nPRÓ-REITORIA DE ENSINO DE GRADUAÇÃO –PROEN \nCOORDENADORIA DE ENGENHARIA QUIMICA \nCOENQUI \n \nCURSO: ENGENHARIA QUÍMICA \nGrau Acadêmico: Bacharelado  \nTurno: NOTURNO/INTEGRAL \nCurrículo: 2017 \n \nUnidade Curricular: Língua Brasileira de Sinais LIBRAS na Formação de Professores \nNatureza: Optativa \nUnidade Acadêmica:  \nPeríodo:  \nCarga Horária:  \nCódigo CONTAC EQ 062 \nTeórica: - \nPrática: - \nTotal: 36ha/ 66,0h \nPré-requisito:  \nCo-requisito: \n \nEMENTA \nSurdez e deficiência auditiva (DA) nas perspectivas clínica e histórico cultural. Cultura surda. Aspectos linguísticos e teóricos da \nLIBRAS. Educação de surdos na formação de professores, realidade escolar e alteridade. Papel dos tradutores-intérpretes \neducacionais de Libras–Portuguesas. Legislação específica sobre LIBRAS e educação de surdos. Prática em LIBRAS: vocabulário geral \ne específico da área de atuação docente. \nOBJETIVOS \nCriar condições iniciais para atuação na educação de surdos, por meio da Língua Brasileira de Sinais - LIBRAS, na respectiva área de \nconhecimento. \nBIBLIOGRAFIA BÁSICA \n1. BRASIL. Lei nº 10.436, de 24/04/2002. \n2. BRASIL. Decreto nº 5.626, de 22/12/2005. \n3. CAPOVILLA, Fernando César; RAPHAEL, Walkíria Duarte. Dicionário Enciclopédico Ilustrado Trilíngüe da Língua de Sinais \nBrasileira, Volumes I e II. 3 ed. São Paulo: Editora da Universidade de São Paulo, 2001. \n4. FELIPE, Tanya A. & MONTEIRO, Myrna S. LIBRAS em Contexto: Curso Básico. 5. Ed. ver. Ministério da Educação, Secretaria de \nEducação Especial. Brasília, 2004. \n5. LACERDA, Cristina Broglia Feitosa de. O Intérprete Educacional de língua de Sinais no Ensino Fundamental: refletindo sobre limites \ne possibilidades. In LODI, \n7. Ana Claúdia B. HARRISON, Kathryn M. P. CAMPOS, Sandra R. L. de. TESKE, \n8. Ottmar. (organizadores) Letramento e Minorias. Porto Alegre: Editora Mediação, 2002. \n9. LODI, Ana Claudia B. et al. (Orgs.) Letramento e minorias. Porto Alegre: Editora Mediação, 2002.  \n10. LODI, Ana C. B.; HARRISON, Kathrin M. P.; CAMPOS, Sandra, R. L. Leitura e escrita no contexto da diversidade. Porto Alegre: \nMediação, 2004. \n11. QUADROS, Ronice. M. et al. Estudos Surdos I, II, III e IV – Série de Pesquisas. Editora Arara Azul. Rio de Janeiro. \n12. QUADROS, Ronice. M. de & KARNOPP, L. B. Língua de Sinais Brasileira: Estudos lingüísticos. Porto Alegre. Artes Médicas. 2004. \n13. SKLIAR, Carlos B. A Surdez: um olhar sobre as diferenças. Editora Mediação. Porto Alegre. 1998. \nBIBLIOGRAFIA COMPLEMENTAR \n1. SACKS, Oliver. Vendo vozes. Uma jornada pelo mundo dos surdos. Rio de Janeiro: Imago, 1990 \n2. SEE-MG. Coleção Lições de Minas. Vocabulário Básico de LIBRAS Língua Brasileira de Sinais. Secretaria do Estado da Educação de \nMinas Gerais, 2002. \n3. SEE-MG. A inclusão de discentes com surdez, cegueira e baixa visão na Rede Estadual de Minas Gerais: orientações para pais, \ndiscentes e profissionais da educação. Secretaria do Estado da Educação de Minas Gerais, 2008. \n4. STROBEL, Karin. As imagens do outro sobre a cultura surda. Florianópolis \n5. STROBEL, K. L. & FERNANDES, S. Aspectos Lingüísticos da Libras.  \n6. Curitiba: SEED/SUED/DEE, 1998. (Disponível em: <http://www8.pr.gov.br/portals/portal/institucional/dee/aspectos_ ling.pdf>. \nAcesso em: 01 março. 10). \nSITES: \nCEFET/SC NEPES - http://hendrix.sj.cefetsc.edu.br/%7Enepes/ \nENSINO E APRENDIZAGEM DE LIBRAS - http://ensinodelibras.blogspot.com \nFENEIS - http://www.feneis.org.br/page/index.asp \nDICIONÁRIOS DE LIBRAS: www.dicionariolibras.com.br e www.acessobrasil.org.br \n", "86": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n85 \n \n14. ESTÁGIO CURRICULAR \n \nA unidade curricular “Estágio curricular obrigatório” além de atender às exigências legais (Lei 11.788, de \n25/09/2008), tem como finalidade oferecer ao estudante oportunidade de conhecer um ambiente real de sua futura \natividade profissional. Segundo a resolução CNE/CES no 11/2002 “o estágio é parte integrante da graduação \ncom carga horária mínima de 160 horas”. O estágio complementa a formação acadêmica do estudante, \npermitindo aplicar conhecimentos teóricos adquiridos durante o curso, através da vivência em situações reais, que \nserão de fundamental importância para o exercício da profissão no futuro.  \nPara obtenção da titulação bacharel em Engenharia Química, o discente deverá realizar uma carga horária \nmínima de 160 horas de estágio curricular obrigatório. Essa carga horária é viável para o discente, pois a mesma \npoderá ser completada no período de férias escolares, característica particularmente desejável, pois facilita a \nrealização do mesmo. \nPode-se listar alguns dos objetivos do estágio curricular: \n \n \nPermitir o desenvolvimento de habilidades técnico-científicas, visando-se uma melhor qualificação \ndo futuro profissional; \n \nPropiciar condições para aquisição de maiores conhecimentos e experiências no campo profissional;  \n \nVivenciar situações práticas que demandem o domínio da ciência e da tecnologia; \n \nBuscar uma complementação educacional compatível com as necessidades do mercado de trabalho;  \n \nPromover a integração da Instituição/curso-Empresa-comunidade; \n \nDesenvolver comportamento ético em relação às suas atividades profissionais; \n \nFacilitar o processo de atualização das unidades curriculares, permitindo adequar, aquelas de caráter \nprofissionalizante às constantes inovações tecnológicas, políticas, sociais e econômicas a que estão \nsujeitas; \n \nAtenuar o impacto da passagem da condição de estudante para a de profissional, permitindo \naoestagiário mais oportunidades de conhecer a filosofia, diretrizes, organização e funcionamento das \ninstituições alvo de sua respectiva atuação;  \n \nDurante o estágio, o discente terá como orientador do estágio um docente do curso de Engenharia Química \nda UFSJ e como supervisor um profissional de Engenharia Química da empresa onde o estágio será realizado \n(Empresa Contratante). Ao final do estágio, o estudante deverá apresentar ao orientador um relatório das \natividades realizadas no estágio. O orientador poderá, a seu critério, solicitar que o estudante apresente e defenda \nseu relatório perante uma banca, escolhida a seu critério. Poderão ser consideradas como estágio as atividades \ndesenvolvidas em indústrias, empresas de consultoria, institutos de pesquisa ou universidades. Os procedimentos \npara inscrição na unidade curricular, execução do estágio e sua avaliação são definidos em norma própria, \naprovada pelo Colegiado do Curso.  \n", "87": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n86 \n \n15. TRABALHO DE CONCLUSÃO DE CURSO (TCC) \n \nA unidade curricular Trabalho de Conclusão de Curso (TCC) tem por objetivo consolidar a contribuição \nindividual do discente ao conhecimento sistematizado em Engenharia Química. O discente deverá redigir uma \nmonografia final de curso sobre uma atividade prática ou teórica de seu interesse. A atividade deverá ser \norientada por um docente do Curso de Engenharia Química ou Engenheiro Químico. No caso de atividades \ndesenvolvidas em indústria ou em laboratórios externos ao Campus Alto Paraopeba/UFSJ, o professor orientador \npoderá indicar um profissional co-orientador. A monografia será redigida na forma de um artigo científico, \nsegundo as normas da ABNT para elaboração de trabalhos científicos e outras normas definidas pelo Colegiado \ndo Curso. Ao final, o discente deverá, em sessão pública, apresentar seu trabalho a uma banca examinadora \nconstituída por três professores, sendo um deles o orientador. Além disso, o orientador poderá solicitar a \npublicação da monografia, em forma de artigo, em revistas institucionais, nacionais ou internacionais.  \nPara poder se inscrever nesta unidade o discente deverá ter cumprido o mínimo de 2412 horas-aula do \ncurso de engenharia química. O tipo e estrutura do trabalho, a forma de apresentação, a composição de banca e os \ncritérios de avaliação são definidos em norma própria, aprovada pelo Colegiado do Curso. \n \n16. RECURSOS HUMANOS \n \nO Grau Acadêmico Bacharelado do curso de Engenharia Química abrange unidades curriculares da área de \nEngenharia Química, Química, Física, Matemática, Computação e Humanidades. No Campus Alto Paraopeba da \nUFSJ, os departamentos responsáveis por estas áreas são, respectivamente, o Departamento de Engenharia \nQuímica (DEQUI), Departamento de Química, Biotechnologia e Engenharia de Bioprocessos (DQBIO), \nDepartamento de Física e Matermática (DEFIM) e Departamento de Tecnologia e Engenharia Civil, Computação \ne Humanidades (DETCH). \nO Departamento de Engenharia de Telecomunicações e Mecatrônica (DETEM) é o responsável \npelasdisciplinas Mecânica dos Sólidos para Engenharia Químicae Eletrotécnica, assim como o DQBIO é o \nresponsável pela ferta da disciplina de Engenharia Bioquímica. As disciplinas da área de Química Orgânica, \ntambém estão sob a responsabilidade do DEQUI. \nOs Engenheiros Químicos que compõem o Departamento de Engenharia Química (DEQUI), principal \ngrupo responsável pela administração e pelo desenvolvimento do Curso de Engenharia Química, bem como os \ndiversos setores da UFSJ envolvidos com este Curso, conta hoje com um quadro de docentes com nível de \nqualificação compatível com o oferecimento de uma formação de qualidade, sendo em sua maioria doutores em \nsuas áreas de especialização. Além disso, tal grupo tem mostrado, ao longo dos anos, capacidade de reflexão \ncoletiva e compromisso no que se refere à atualização constante de conhecimentos e capacidades, como estágios \nde pós-doutorado, cursos, participação em eventos e outras atividades formativas. O curso tem ainda à disposição \n", "88": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n87 \nos serviços de três técnicos, sendo dois deles atuam na área de química e um na área de eletromecânica, e de um \nassistente de laboratório químico. \n \n17. INFRAESTRUTURA \n \nEm termos de infraestrutura, o Curso de Engenharia Química conta com várias salas de aula \ndisponibilizadas no prédio principal do Campus Alto Paraopeba. Nesse mesmo prédio estão localizados 10 \nlaboratórios, sendo eles: Laboratórios de Informática I, II e III, Laboratório de Química Geral, Laboratório de \nQuímica Orgânica e Analítica, Laboratório de Química Inorgânica e Físico-Química, Laboratório de Análise \nInstrumental, Laboratório de Fenômenos Mecânicos, Laboratório de Fenômenos Térmicos e Fluidos, Laboratório \nde Fenômenos Eletromagnéticos. Em prédio, à parte, estão situados 08 laboratórios, dedicados exclusivamente ao \ncurso de Engenharia Química, como os Laboratórios de Engenharia Química I, II e III, Laboratório de \nModelagem e Simulação de Processos Químicos, Laboratório de Reações Químicas, Laboratórios de \nDesenvolvimento de Processos Químicos I e II e Laboratório de Controle. Todos esses laboratórios de ensino \nusados possuem infraestrutura adequada ao ensino de graduação em Engenharia Química. \n \n18. GESTÃO DO CURSO E DO PPC \n \nO Curso de Engenharia Química é administrado pelo Colegiado do Curso, com regimento próprio, e em \nobservância aos aspectos legais estabelecidos no Estatuto e no Regimento Geral da UFSJ. A gestão do Curso é \nrealizada pela Coordenadoria de Curso, órgão executivo composto pelo Coordenador e pelo Vice-Coordenador, e \npelo Colegiado de Curso, que é o órgão deliberativo. O Colegiado do Curso é composto pelo Coordenador (que o \npreside), pelo Vice-Coordenador de Curso, por três docentes do curso e por um representante do corpo discente. \nTodos os membros são eleitos pelos seus pares.  \nO Núcleo Docente Estruturante (NDE) também participa ativamente na atualização do PPC do Curso, \ncontribuindo principalmente para a consolidação do perfil profissional desejado e para a integração curricular \ninterdisciplinar entre as diferentes atividades do curso. \nO Projeto pedagógico do curso de Engenharia Química da UFSJ foi reformulado e o novo currículo será \nimplantado a partir de 2017. As modificações em relação ao currículo anterior foram: alteração do nome de \ndisciplinas, deslocamento de disciplinas no fluxograma curricular, desmembramento de disciplinas teórico-\npráticas em disciplinas teóricas e práticas independentes (Quadro 9), alterações em co- e pré-requisitos, aumento \nna quantidade de horas de Atividades Complementares. A carga horária total das disciplinas retiradas do PPC é \nigual à carga horária das disciplinas acrescentadas É importante ressaltar que estas modificações não afetarão \nsignificativamente o andamento do curso e que não haverá necessidade de nenhuma complementação de carga \nhorária por parte dos discentes. Os ingressantes no primeiro semestre de 2017 ingressarão na nova matriz \ncurricular, já os demais discentes migrarão gradualmente em até 03 semestres, conforme Resolução CONEP no \n027/2013/UFSJ, de forma a garantir uma transição tranquila aos discentes, sem ônus para a conclusão do curso de \nacordo com o as equivalências apresentadas nos Quadros 10 e 11 e Quadros 12, 13 e 14 que apresentam o \n", "89": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n88 \nplanejamento da transição da matriz curricular 2010 para 2017 que apresenta detalhadamente a oferta das \nunidades curriculares semestralmente no decorrer dos dez períodos do curso. \n \nQuadro 9. Disciplinas retiradas e acrescentadas na reformulação do Projeto Pedagógico do Curso (PPC). \nDisciplinas Retiradas do PPC 2010 \nCH (hora-aula) \nDisciplinas Acrescentadas ao PPC 2017 \nCH (hora-aula) \nFundamentos de Mineração e Siderurgia \n36 \nOptativa \n36 \nQuímica Orgânica Experimental I \n18 \nQuímica Orgânica Experimental \n36 \nQuímica Orgânica Experimental II \n18 \nFenômenos Ondulatórios, Térmicos e fluidos \n72 \nFenômenos Térmicos e Fluidos \n36 \n \n \nFísica Experimental Básica \n36 \n \nQuadro 10. Equivalências entre unidades curriculares das matrizes de 2008 e 2010. \nEngenharia Química Currículo 2008 \nCH (hora-aula) \nEngenharia Química Currículo 2010 \nCH (hora-aula) \nFunções de uma Variável \n108/72 \nCálculo Diferencial e Integral I \n72 \nMetodologia Científica \n36 \nMetodologia Científica \n36 \nEstruturas Atômicas, Moleculares e Cristalinas \n72 \nQuímica Geral \n54 \nQuímica Geral Experimental \n18 \nGeometria Analítica \n36 \nGeometria Analítica e Álgebra Linear \n72 \nÁlgebra Linear \n36 \nLinguagem de computação \n72 \nAlgoritmos e Estrutura de Dados I \n72 \nProjeto e Comp. Gráfica (ênfase Eng.Química) \n72 \nProjeto e Computação Gráfica I \n36 \nIntrodução a Engenharia Química \n36 \nFunções de uma Variável \n108/72 \nCálculo Diferencial e Integral II \n72 \nFunções de Várias Variáveis \n72/108 \nFenômenos Mecânicos \n72 \nFenômenos Mecânicos \n72 \nIndivíduos, Grupos e Sociedade Global \n36 \nIndivíduos, Grupos e Sociedade Global \n36 \nQuímica Inorgânica \n72 \nMeio Amb. e Gestão para a Sustentabilidade \n36 \nFundamentos de Química Inorgânica \n36 \nQuímica Orgânica I \n72 \nQuímica Orgânica I \n54 \nQuímica Orgânica Experimental I \n18 \nFunções de Várias Variáveis \n72/108 \nCálculo Diferencial e Integral III \n72 \nCampos Vetoriais \n36 \nEstatística e Probabilidade \n72 \nEstatística e Probabilidade \n72 \nFenômenos Térmicos, Ondulatórios e Fluídos \n72 \nFenômenos Térmicos, Ondulatórios e Fluídos \n72 \nEquações Diferenciais A \n72 \nEquações Diferenciais A \n72 \nFísico-Química I \n72 \nFísico-Química \n72 \nQuímica Analítica \n72 \nFundamentos de Química Analítica \n36 \nQuímica Analítica Experimental \n18 \nFísico-Química Experimental \n18 \nCálculo Numérico \n72 \nCálculo Numérico \n72 \nFenômenos Elétricos e Magnéticos \n72 \nFenômenos Eletromagnéticos \n72 \nLógica e Argumentação em Ciência \n36 \nCiência, Tecnologia e Sociedade \n36 \nQuímica Orgânica II \n72 \nQuímica Orgânica II \n54 \nQuímica Orgânica Experimental II \n18 \nFundamentos de Engenharia Química \n72 \nPrincípios de Processos Químicos \n72 \nMecânica dos Fluidos para Eng. Química \n72 \nMecânicas dos Fluidos para Eng. Química \n72 \nFísico-Química II \n72 \nTermodinâmica I \n72 \nMétodos e Algoritmos Computacionais \n72 \nEconomia e Administração para Engenheiros \n72 \nEquações Diferenciais B \n72 \nEletrotécnica para Engenharia Química \n36 \nCiência dos Materiais \n72 \nMateriais para Indústria Química \n72 \nFundamentos de Física Moderna \n72 \nMecânica dos Sólidos para Eng. Química \n36 \nOptativa I \n36 \n \n", "90": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n89 \n \nQuadro 11. Equivalências entre unidades curriculares das matrizes de 2010 e 2017. \nEngenharia Química Currículo 2010 \nCH (hora-aula) \nEngenharia Química Currículo 2017 \nCH (hora-aula) \nCálculo Diferencial e Integral I \n72 \nCálculo Diferencial e Integral I \n72 \nMetodologia Científica \n36 \nMetodologia Científica \n36 \nQuímica Geral \n54 \nQuímica Geral \n54 \nQuímica Geral Experimental \n18 \nQuímica Geral Experimental \n18 \nGeometria Analítica e Álgebra Linear \n72 \nGeometria Anal. e Álgebra Linear \n72 \nAlgoritmos e Estrutura de Dados I \n72 \nAlgoritmos e Estrutura de Dados I \n72 \nIntrodução a Engenharia Química \n36 \nIntrodução a Engenharia Química \n36 \nProjeto e Computação Gráfica (ênfase Eng. Química) \n72 \nProjeto e Comp. Gráfica (ênfase Eng. Química) \n72 \nCálculo Diferencial e Integral II \n72 \nCálculo Diferencial e Integral II \n72 \nFenômenos Mecânicos \n72 \nFenômenos Mecânicos \n72 \nIndivíduos, Grupos e Sociedade Global \n36 \nIndivíduos, Grupos e Sociedade Global \n36 \nFundamentos de Química Inorgânica  \n36 \nFundamentos de Química Inorgânica \n36 \nMeio Ambiente e Gestão para a Sustentabilidade \n36 \nMeio Amb. e Gestão para a Sustentabilidade \n36 \nCálculo Diferencial e Integral III \n72 \nCálculo Diferencial e Integral III \n72 \nQuímica Orgânica I \n54 \nQuímica Orgânica I \n72 \nQuímica Orgânica II \n54 \nQuímica Orgânica II \n36 \nQuímica Orgânica Exp. I+ Química Orgânica Exp. II \n18+18 \nQuímica Orgânica Experimental \n36 \nCálculo Diferencial e Integral III \n72 \nCálculo Diferencial e Integral III \n72 \nEstatística e Probabilidade \n72 \nEstatística e Probabilidade \n72 \nFenômenos Ondulatórios, Térmicos e Fluídos \n72 \nFísica Experimental \n36 \nFenômenos Térmicos e Fluídos \n36 \nEquações Diferenciais A \n72 \nEquações Diferenciais A \n72 \nFísico-Química \n72 \nFísico-Química \n72 \nFundamentos de Química Analítica \n72 \nFundamentos de Química Analítica \n72 \nQuímica Analítica Experimental \n18 \nQuímica Analítica Experimental \n18 \nFísico-Química Experimental \n18 \nFísico-Química Experimental \n18 \nCiência, Tecnologia e Sociedade \n36 \nCiência, Tecnologia e Sociedade \n36 \nFenômenos Eletromagnéticos \n72 \nFenômenos Eletromagnéticos \n72 \nPrincípios de Processos Químicos \n72 \nPrincípios de Processos Químicos \n72 \nMecânicas dos Fluidos para Eng. Química \n72 \nMecânicas dos Fluidos  \n72 \nTermodinâmica I \n72 \nTermodinâmica I \n72 \nEconomia e Administração para Engenheiros \n72 \nEconomia e Adm. para Engenheiros \n72 \nEletrotécnica para Engenharia Química \n36 \nEletrotécnica para Engenharia Química \n36 \nMateriais para Indústria Química \n72 \nMateriais para Indústria Química \n72 \nMecânica dos Sólidos para Eng.Química \n36 \nMecânica dos Sólidos  \n36 \nAnálise Instrumental \n36 \nAnálise Instrumental \n36 \nLaboratório de Análise Instrumental  \n36 \nLaboratório de Análise Instrumental \n36 \nProcessos Químicos Industriais \n72 \nProcessos Químicos Industriais  \n72 \nTransferência de Calor \n72 \nTransferência de Calor \n72 \nTermodinâmica II \n72 \nTermodinâmica II \n72 \nOperações Unitárias I \n72 \nOperações Unitárias I \n72 \nOperações Unitárias II \n72 \nOperações Unitárias II \n72 \nOperações Unitárias III \n72 \nOperações Unitárias III \n72 \nTransferência e Massa \n72 \nTransferência e Massa \n72 \nInstrumentação Industrial \n36 \nInstrumentação Industrial \n36 \nModelagem e Simulação de Proc. Químicos \n72 \nModelagem e Sim. de Proc. Químicos \n72 \nTópicos especiais em Engenharia Quimica 1 \n36 \nOptativa \n36 \nCinética e Calculo de Reatores Químicos \n72 \nCinética e Calculo de Reatores Químicos \n72 \nLaboratório Engenharia Química I \n72 \nLaboratório Engenharia Química I \n72 \n", "91": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n90 \nEngenharia Química Currículo 2010 \nCH (hora-aula) \nEngenharia Química Currículo 2017 \nCH (hora-aula) \nLaboratório Engenharia Química II \n72 \nLaboratório Engenharia Química II \n72 \nLaboratório Engenharia Química III \n72 \nLaboratório Engenharia Química III \n72 \nEngenharia Econômica \n72 \nEngenharia Econômica \n72 \nProjeto de Reatores \n72 \nProjeto de Reatores \n72 \nFundamentos de Mineração e Siderurgia \n36 \nFundamentos de Mineração e Siderurgia \n36 \nControle de Processos Químicos \n72 \nControle de Processos Químicos \n72 \nEngenharia Bioquímica \n72 \nEngenharia Bioquímica \n72 \nControle Ambiental na Indústria \n72 \nControle Ambiental na Indústria \n72 \nAnálise e Otimização de Processos Químicos \n72 \nAnálise e Otimização de Processos Quimicos \n72 \nProjetos e Instalações na Indústria Quimica \n72 \nProjetos e Instalações na Industria Quim. \n72 \nOptativa I \n36 \nOptativa  \n36 \nOptativa II \n36 \nOptativa \n36 \nOptativa III \n36  \nOptativa  \n36 \nTópicos Especiais I \n36 \nOptativa \n36 \nTópicos Especiais II \n36 \nOptativa  \n36 \nTópicos Especiais III \n36  \nOptativa  \n36 \nDesenvolvimento de Processos Quimicos I \n72 \nDesenvolvimento de Processos Químicos I \n72 \nDesenvolvimento de Processos Químicos II \n72 \nDesenvolvimento de Processos Químicos II \n72 \n \n \n \nQuadro 12. Planejamento da oferta de unidades curriculares por períodos para o primeiro semestre de 2017 para transição da \nmatriz curricular 2010 para 2017. \nUnidades Curriculares Currículo 2010 \nCH (ha) \nCH (h) \nUnidades Curriculares Currículo 2017 \nCH (ha) \nCH (h) \n1o Período/Primeiro Semestre 2017 (Noturno) \nCálculo Diferencial e Integral I \n72 \n66 \nCálculo Diferencial e Integral I \n72 \n66 \nAlgoritmos e Est. de Dados I \n72 \n66 \nAlgoritmos e Est. de Dados I \n72 \n66 \nMetodologia Científica \n36 \n33 \nMetodologia Científica \n36 \n33 \nQuímica Geral \n54 \n49,5 \nQuímica Geral \n54 \n49,5 \nQuímica Geral Experimental \n18 \n16,5 \nQuímica Geral Experimental \n18 \n16,5 \nGeometria Anal. e Álgebra Linear \n72 \n66 \nGeometria Anal. e Álgebra Linear \n72 \n66 \nIntrodução a Engenharia Química \n36 \n33 \nIntrodução a Engenharia Química \n36 \n33 \n2o Período/Primeiro Semestre (Integral) \nCálculo Dif. e Integral II \n72 \n66 \nCálculo Diferencial e Integral II \n72 \n66 \nFenômenos Mecânicos \n72 \n66 \nFenômenos Mecânicos \n72 \n66 \nIndivíduos, Grupos e Sociedade Global \n36 \n33 \nIndivíduos, Grupos e Sociedade Global \n36 \n33 \nMeio Ambiente e Gestão para a Sustentabilidade \n36 \n33 \nProjeto e Comp. Gráfica I \n36 \n33 \nProjeto e Comp. Gráfica I \n36 \n33 \nFund. de Química Inorgânica \n36 \n33 \nFund. de Química Inorgânica \n36 \n33 \nQuímica Orgânica I \n72 \n66 \nQuímica Orgânica I \n54 \n49,5 \n \n \n \nQuímica Orgânica Experimental I  \n18 \n16,5 \n \n \n \n3o Período/Primeiro Semestre (Noturno) \nEquações Diferenciais A \n72 \n66 \nEquações Diferenciais A \n72 \n66 \nCálculo Dif. e Integral III \n72 \n66 \nCálculo Dif. e Integral III \n72 \n66 \nEstatística e Probabilidade \n72 \n66 \nEstatística e Probabilidade \n72 \n66 \nFenômenos Ondulatórios, Térmicos e Fluidos \n72 \n66 \nFen. Ondulatórios, Térmicos e Fluidos \n72 \n66 \nQuímica Orgânica II \n72 \n66 \nQuímica Orgânica II \n54 \n49,5 \nQuímica Orgânica Experimental II \n36 \n33 \nEcon. e Administração para Engenheiros \n72 \n66 \n4o Período/Primeiro Semestre (Integral) \nCálculo Numérico \n72 \n66 \nFenômenos Eletromagnéticos \n72 \n66 \nFenômenos Eletromagnéticos \n72 \n66 \nPrincípios de Proc. Químicos \n72 \n66 \nPrincípios de Proc. Químicos \n72 \n66 \nFund. de Quimica Analitica \n36 \n33 \nFund. de Quimica Analitica \n36 \n33 \nQuímica Analítica Exp. \n36 \n16,5 \nQuímica Analítica Exp. \n36 \n16,5 \nFisico-Quimica \n72 \n66 \nFisico-Quimica \n72 \n66 \nFisico-Quimica Experimental \n18 \n16,5 \nFisico-Quimica Experimental \n18 \n16,5 \n \n \n \n", "92": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n91 \n5o Período/Primeiro Semestre (Noturno) \nEletrotécnica \n36 \n33 \nCálculo Numérico \n72 \n66 \nMecânica dos Fluidos para Engenharia Química \n72 \n66 \nMecânica dos Fluidos para Eng. Química \n72 \n66 \nTermodinâmica I \n72 \n66 \nTermodinâmica I \n72 \n66 \nAnálise Instrumental \n36 \n33 \nAnálise Instrumental \n36 \n33 \nLab. de Análise Instrumental \n36 \n33 \nLab. de Análise Instrumental \n36 \n33 \nProcessos Quím. Industriais \n72 \n66 \nProcessos Quím. Industriais \n72 \n66 \nCiência, Tecnologia e Sociedade \n36 \n33 \n \n \n \n6o Período/Primeiro Semestre (Integral) \nEconomia e Adm. para Engenheiros \n72 \n66 \nCiência, Tecnologia e Sociedade \n36 \n33 \nTransferência de Calor \n72 \n66 \nTransferência de Calor \n72 \n66 \nTermodinâmica II \n72 \n66 \nTermodinâmica II \n72 \n66 \nMateriais para Indústria Química \n72 \n66 \nMateriais para Indústria Química \n72 \n66 \nOptativa I \n36 \n33 \nEletrotécnica \n36 \n33 \nMecânica dos Sólidos para Engenharia Química \n36 \n33 \nOperações Unitárias I \n72 \n66 \n7o Período/Primeiro Semestre (Noturno) \nModelagem e Sim. de Proc. Quím. \n54 \n66 \nMecânica dos Sólidos para Eng.Química \n36 \n33 \nTransferência de massa \n72 \n66 \nTransferência de massa \n72 \n66 \nCinética e Cálc. de Reatores Quím. \n \n \nInstrumentação Industrial \n36 \n33 \nLaboratório de Eng. Química I \n72 \n66 \nCinética e Cálc. de Reatores Quím. \n72 \n66 \nOperações Unitárias I \n72 \n66 \nLaboratório de Eng. Química I \n72 \n66 \n \n72 \n66 \nOperações Unitárias I \n72 \n66 \n8o Período/Primeiro Semestre (Integral) \nEngenharia Econômica \n72 \n66 \nEngenharia Econômica \n72 \n66 \nProjeto de Reatores \n72 \n66 \nProjeto de Reatores \n72 \n66 \nLab. de Eng. Química II \n72 \n66 \nLab. de Eng. Química II \n72 \n66 \nInstrumentação Industrial \n36 \n33 \nModelagem e Sim. de Proc. Quím. \n54 \n66 \nOperações Unitárias II \n72 \n66 \nOperações Unitárias II \n72 \n66 \nFundamentos de Mineração e Siderurgia  \n36 \n33 \nInstrumentação Industrial  \n36 \n33 \n9o Período/Primeiro Semestre (Noturno) \nControle de Proc. químicos \n54 \n66 \nControle de Proc. químicos \n54 \n66 \nDesenv. de Proc. Químicos I \n72 \n66 \nDesenv. de Proc. Químicos I \n72 \n66 \nEngenharia Bioquímica \n72 \n66 \nEngenharia Bioquímica \n72 \n66 \nLab. de Eng. Química III \n72 \n66 \nLab. de Eng. Química III \n72 \n66 \nOperações Unitárias III \n72 \n66 \nOptativas \n72 \n66 \nOptativas \n72 \n66 \nOperações Unitárias III \n72 \n66 \n10o Período/Primeiro Semestre (Integral) \nAnálise e Otimização de Processos Químicos \n72 \n66 \nAnálise e Otimização de Proc. Químicos \n72 \n66 \nControle Ambiental na Indústria \n72 \n66 \nControle Ambiental na Indústria \n72 \n66 \nProjetos e Instalações na Indústria Química \n72 \n66 \nProjeto s e Instalações da Indústria Química \n72 \n66 \nDesenvolvimento de Processos Químicos II \n72 \n66 \nDesenvolvimento de Processos Químicos II \n72 \n66 \nOptativas \n72 \n66 \nOptativas \n72 \n66 \n \n \n \nQuadro 13. Planejamento da oferta de unidades curriculares por períodos para o segundo semestre de 2017 para transição da \nmatriz curricular 2010 para 2017. \nUnidades Curriculares Currículo 2010 \nCH (ha) \nCH (h) \nUnidades Curriculares Currículo 2017 \nCH (ha) \nCH (h) \n1o Período/Segundo Semestre 2017 (Integral) \nCálculo Diferencial e Integral I \n72 \n66 \nCálculo Diferencial e Integral I \n72 \n66 \nAlgoritmos e Est. de Dados I \n72 \n66 \nAlgoritmos e Est. de Dados I \n72 \n66 \nMetodologia Científica \n36 \n33 \nMetodologia Científica \n36 \n33 \nQuímica Geral \n54 \n49,5 \nQuímica Geral \n54 \n49,5 \nQuímica Geral Experimental \n18 \n16,5 \nQuímica Geral Experimental \n18 \n16,5 \nGeometria Anal. e Álgebra Linear \n72 \n66 \nGeometria Anal. e Álgebra Linear \n72 \n66 \nIntrodução a Engenharia Química \n36 \n33 \nIntrodução a Engenharia Química \n36 \n33 \n2o Período/Segundo Semestre (Noturno) \nCálculo Dif. e Integral II \n72 \n66 \nCálculo Diferencial e Integral II \n72 \n66 \nFenômenos Mecânicos \n72 \n66 \nFenômenos Mecânicos \n72 \n66 \nIndivíduos, Grupos e Sociedade Global \n36 \n33 \nIndivíduos, Grupos e Sociedade Global \n36 \n33 \n", "93": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n92 \nMeio Ambiente e Gestão para a Sustentabilidade \n36 \n33 \nProjeto e Comp. Gráfica I \n36 \n33 \nProjeto e Comp. Gráfica I \n36 \n33 \nFund. de Química Inorgânica \n36 \n33 \nFund. de Química Inorgânica \n36 \n33 \nQuímica Orgânica I \n72 \n66 \nQuímica Orgânica I \n54 \n49,5 \n \n \n \nQuímica Orgânica Experimental I  \n18 \n16,5 \n \n \n \n3o Período/Segundo Semestre 2017 (Integral) \nEquações Diferenciais A \n72 \n66 \nEquações Diferenciais A \n72 \n66 \nCálculo Dif. e Integral III \n72 \n66 \nCálculo Dif. e Integral III \n72 \n66 \nEstatística e Probabilidade \n72 \n66 \nEstatística e Probabilidade \n72 \n66 \nFenômenos Ondulatórios, Térmicos e Fluidos \n72 \n66 \nFenômenos Térmicos e Fluidos \n36 \n33 \nQuímica Orgânica II \n72 \n66 \nQuímica Orgânica II \n36 \n33 \nQuímica Orgânica Experimental II \n36 \n33 \nEconomia e Administração para Engenheiros \n72 \n66 \n4o Período/Segundo Semestre (Noturno) \nCálculo Numérico \n72 \n66 \nFenômenos Eletromagnéticos \n72 \n66 \nFenômenos Eletromagnéticos \n72 \n66 \nPrincípios de Proc. Químicos \n72 \n66 \nPrincípios de Proc. Químicos \n72 \n66 \nFund. de Quimica Analitica \n36 \n33 \nFund. de Quimica Analitica \n36 \n33 \nQuímica Analítica Exp. \n36 \n16,5 \nQuímica Analítica Exp. \n36 \n16,5 \nFisico-Quimica \n72 \n66 \nFisico-Quimica \n72 \n66 \nFisico-Quimica Experimental \n18 \n16,5 \nFisico-Quimica Experimental \n18 \n16,5 \nQuímica Orgânica Experimental  \n36 \n33 \n \n \n \nFísica Experimental \n36 \n33 \n5o Período/Segundo Semestre 2017 (Integral) \nEletrotécnica \n36 \n33 \nCálculo Numérico \n72 \n66 \nMecânica dos Fluidos para Engenharia Química \n72 \n66 \nMecânica dos Fluidos para Engenharia Química \n72 \n66 \nTermodinâmica I \n72 \n66 \nTermodinâmica I \n72 \n66 \nAnálise Instrumental \n36 \n33 \nAnálise Instrumental \n36 \n33 \nLab. de Análise Instrumental \n36 \n33 \nLab. de Análise Instrumental \n36 \n33 \nProcessos Quím. Industriais \n72 \n66 \nProcessos Quím. Industriais \n72 \n66 \nCiência, Tecnologia e Sociedade \n36 \n33 \n \n \n \n6o Período/Segundo Semestre (Noturno) \nEconomia e Adm. para Engenheiros \n72 \n66 \nCiência, Tecnologia e Sociedade \n36 \n33 \nTransferência de Calor \n72 \n66 \nTransferência de Calor \n72 \n66 \nTermodinâmica II \n72 \n66 \nTermodinâmica II \n72 \n66 \nMateriais para Indústria Química \n72 \n66 \nMateriais para Indústria Química \n72 \n66 \nOptativa I \n36 \n33 \nEletrotécnica \n36 \n33 \nMecânica dos Sólidos para Engenharia Química \n36 \n33 \nOperações Unitárias I \n72 \n66 \n7o Período/Segundo Semestre 2017 (Integral) \nModelagem e Sim. de Proc. Quím. \n54 \n66 \nMecânica dos Sólidos para Engenharia Química \n36 \n33 \nTransferência de massa \n72 \n66 \nTransferência de massa \n72 \n66 \nCinética e Cálc. de Reatores Quím. \n \n \nInstrumentação Industrial \n36 \n33 \nLaboratório de Eng. Química I \n72 \n66 \nCinética e Cálc. de Reatores Quím. \n72 \n66 \nOperações Unitárias I \n72 \n66 \nLaboratório de Eng. Química I \n72 \n66 \n \n72 \n66 \nOperações Unitárias II \n72 \n66 \n8o Período/Segundo Semestre (Noturno) \nEngenharia Econômica \n72 \n66 \nEngenharia Econômica \n72 \n66 \nProjeto de Reatores \n72 \n66 \nProjeto de Reatores \n72 \n66 \nLab. de Eng. Química II \n72 \n66 \nLab. de Eng. Química II \n72 \n66 \nInstrumentação Industrial \n36 \n33 \nModelagem e Sim. de Proc. Quím. \n54 \n66 \nOperações Unitárias II \n72 \n66 \nOperações Unitárias II \n72 \n66 \nFundamentos de Mineração e Siderurgia  \n36 \n33 \n \n \n \n9o Período/Segundo Semestre 2017 (Integral) \nControle de Proc. químicos \n54 \n66 \nControle de Proc. químicos \n54 \n66 \nDesenv. de Proc. Químicos I \n72 \n66 \nDesenv. de Proc. Químicos I \n72 \n66 \nEngenharia Bioquímica \n72 \n66 \nEngenharia Bioquímica \n72 \n66 \nLab. de Eng. Química III \n72 \n66 \nLab. de Eng. Química III \n72 \n66 \nOperações Unitárias III \n72 \n66 \nOptativas \n72 \n66 \nOptativas \n72 \n66 \nOperações Unitárias III \n72 \n66 \n10o Período/Segundo Semestre (Noturno) \nAnálise e Otimização de Processos Químicos \n72 \n66 \nAnálise e Otimização de Processos Químicos \n72 \n66 \nControle Ambiental na Indústria \n72 \n66 \nControle Ambiental na Indústria \n72 \n66 \nProjetos e Instalações na Indústria Química \n72 \n66 \nProjeto s e Instalações da Indústria Química \n72 \n66 \nDesenvolvimento de Processos Químicos II \n72 \n66 \nDesenvolvimento de Processos Químicos II \n72 \n66 \nOptativas \n72 \n66 \nOptativas \n72 \n66 \n \n", "94": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n93 \n \nQuadro 14. Planejamento da oferta de unidades curriculares por períodos para o primeiro semestre de 2018 para transição da \nmatriz curricular 2010 para 2017. \nUnidades Curriculares Currículo 2010 \nCH (ha) \nCH (h) \nUnidades Curriculares Currículo 2017 \nCH (ha) \nCH (h) \n1o Período/Primeiro Semestre 2018 (Noturno) \nCálculo Diferencial e Integral I \n72 \n66 \nCálculo Diferencial e Integral I \n72 \n66 \nAlgoritmos e Est. de Dados I \n72 \n66 \nAlgoritmos e Est. de Dados I \n72 \n66 \nMetodologia Científica \n36 \n33 \nMetodologia Científica \n36 \n33 \nQuímica Geral \n54 \n49,5 \nQuímica Geral \n54 \n49,5 \nQuímica Geral Experimental \n18 \n16,5 \nQuímica Geral Experimental \n18 \n16,5 \nGeometria Anal. e Álgebra Linear \n72 \n66 \nGeometria Anal. e Álgebra Linear \n72 \n66 \nIntrodução a Engenharia Química \n36 \n33 \nIntrodução a Engenharia Química \n36 \n33 \n2o Período/Primeiro Semestre 2018 (Integral) \nCálculo Dif. e Integral II \n72 \n66 \nCálculo Diferencial e Integral II \n72 \n66 \nFenômenos Mecânicos \n72 \n66 \nFenômenos Mecânicos \n72 \n66 \nIndivíduos, Grupos e Sociedade Global \n36 \n33 \nIndivíduos, Grupos e Sociedade Global \n36 \n33 \nMeio Ambiente e Gestão para a Sustentabilidade \n36 \n33 \nProjeto e Comp. Gráfica I \n36 \n33 \nProjeto e Comp. Gráfica I \n36 \n33 \nFund. de Química Inorgânica \n36 \n33 \nFund. de Química Inorgânica \n36 \n33 \nQuímica Orgânica I \n72 \n66 \nQumica Orgânica I \n54 \n49,5 \n \n \n \nQuímica Orgânica Experimental I  \n18 \n16,5 \n \n \n \n3o Período/Primeiro Semestre 2018 (Noturno) \nEquações Diferenciais A \n72 \n66 \nEquações Diferenciais A \n72 \n66 \nCálculo Dif. e Integral III \n72 \n66 \nCálculo Dif. e Integral III \n72 \n66 \nEstatística e Probabilidade \n72 \n66 \nEstatística e Probabilidade \n72 \n66 \nFenômenos Ondulatórios, Térmicos e Fluidos \n72 \n66 \nFenômenos Térmicos e Fluidos \n36 \n33 \nQuímica Orgânica II \n72 \n66 \nQuímica Orgânica II \n36 \n33 \nQuímica Orgânica Experimental II \n36 \n33 \nEconomia e Administração para Engenheiros \n72 \n66 \n4o Período/Primeiro Semestre 2018 (Integral) \nCálculo Numérico \n72 \n66 \nFenômenos Eletromagnéticos \n72 \n66 \nFenômenos Eletromagnéticos \n72 \n66 \nPrincípios de Proc. Químicos \n72 \n66 \nPrincípios de Proc. Químicos \n72 \n66 \nFund. de Quimica Analitica \n36 \n33 \nFund. de Quimica Analitica \n36 \n33 \nQuímica Analítica Exp. \n36 \n16,5 \nQuímica Analítica Exp. \n36 \n16,5 \nFisico-Quimica \n72 \n66 \nFisico-Quimica \n72 \n66 \nFisico-Quimica Experimental \n18 \n16,5 \nFisico-Quimica Experimental \n18 \n16,5 \nQuímica Orgânica Experimental  \n36 \n33 \n \n \n \nFísica Experimental \n36 \n33 \n5o Período/Primeiro Semestre 2018 (Noturno) \nEletrotécnica \n36 \n33 \nCálculo Numérico \n72 \n66 \nMecânica dos Fluidos para Engenharia Química \n72 \n66 \nMecânica dos Fluidos para Eng.Química \n72 \n66 \nTermodinâmica I \n72 \n66 \nTermodinâmica I \n72 \n66 \nAnálise Instrumental \n36 \n33 \nAnálise Instrumental \n36 \n33 \nLab. de Análise Instrumental \n36 \n33 \nLab. de Análise Instrumental \n36 \n33 \nProcessos Quím. Industriais \n72 \n66 \nProcessos Quím. Industriais \n72 \n66 \nCiência, Tecnologia e Sociedade \n36 \n33 \n \n \n \n6o Período/Primeiro Semestre 2018 (Integral) \nEconomia e Adm. para Engenheiros \n72 \n66 \nCiência, Tecnologia e Sociedade \n36 \n33 \nTransferência de Calor \n72 \n66 \nTransferência de Calor \n72 \n66 \nTermodinâmica II \n72 \n66 \nTermodinâmica II \n72 \n66 \nMateriais para Indústria Química \n72 \n66 \nMateriais para Indústria Química \n72 \n66 \nOptativa I \n36 \n33 \nEletrotécnica \n36 \n33 \nMecânica dos Sólidos para Engenharia Química \n36 \n33 \nOperações Unitárias I \n72 \n66 \n7o Período/Primeiro Semestre 2018 (Noturno) \nModelagem e Sim. de Proc. Quím. \n54 \n66 \nMecânica dos Sólidos para Engenharia Química \n36 \n33 \nTransferência de massa \n72 \n66 \nTransferência de massa \n72 \n66 \nCinética e Cálc. de Reatores Quím. \n \n \nInstrumentação Industrial \n36 \n33 \nLaboratório de Eng. Química I \n72 \n66 \nCinética e Cálc. de Reatores Quím. \n72 \n66 \nOperações Unitárias I \n72 \n66 \nLaboratório de Eng. Química I \n72 \n66 \n \n72 \n66 \nOperações Unitárias II \n72 \n66 \n8o Período/Primeiro Semestre 2018 (Integral) \nEngenharia Econômica \n72 \n66 \nEngenharia Econômica \n72 \n66 \n", "95": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n94 \nProjeto de Reatores \n72 \n66 \nProjeto de Reatores \n72 \n66 \nLab. de Eng. Química II \n72 \n66 \nLab. de Eng. Química II \n72 \n66 \nInstrumentação Industrial \n36 \n33 \nModelagem e Sim. de Proc. Quím. \n54 \n66 \nOperações Unitárias II \n72 \n66 \nOperações Unitárias III \n72 \n66 \nFundamentos de Mineração e Siderurgia  \n36 \n33 \n \n \n \n9o Período/Primeiro Semestre 2018 (Noturno) \nControle de Proc. químicos \n54 \n66 \nControle de Proc. químicos \n54 \n66 \nDesenv. de Proc. Químicos I \n72 \n66 \nDesenv. de Proc. Químicos I \n72 \n66 \nEngenharia Bioquímica \n72 \n66 \nEngenharia Bioquímica \n72 \n66 \nLab. de Eng. Química III \n72 \n66 \nLab. de Eng. Química III \n72 \n66 \nOperações Unitárias III \n72 \n66 \nOptativas \n72 \n66 \nOptativas \n72 \n66 \nOperações Unitárias III \n72 \n66 \n10o Período/Primeiro Semestre 2018 (Integral) \nAnálise e Otimização de Processos Químicos \n72 \n66 \nAnálise e Otimização de Processos Químicos \n72 \n66 \nControle Ambiental na Indústria \n72 \n66 \nControle Ambiental na Indústria \n72 \n66 \nProjetos e Instalações na Indústria Química \n72 \n66 \nProjeto s e Instalações da Indústria Química \n72 \n66 \nDesenvolvimento de Processos Químicos II \n72 \n66 \nDesenvolvimento de Processos Químicos II \n72 \n66 \nOptativas \n72 \n66 \nOptativas \n72 \n66 \n \n \n19. SISTEMA DE AVALIAÇÃO DO PPC \n \nA avaliação do novo PPC será feita de forma contínua pelo Núcleo Docente Estruturante (NDE), por meio \nde reuniões entre os membros e com os discentes e docentes do curso, com o objetivo de: \n \n Identificar possíveis problemas e dificuldades no andamento do curso; \n Avaliar a eficiência das modificações realizadas na última atualização do PPC; \n Identificar e propor soluções para situações de retenção e de evasão em disciplinas do curso; \n Discutir o andamento do processo de ensino e aprendizagem no âmbito das disciplinas ofertadas. \n \nAlém disso, a equipe de docentes do curso de Engenharia Química do Departamento de Engenharia \nQuímica (DEQUI) poderá realizar encontros periódicos visando-se discutir o andamento do curso e o \ndesempenho dos discentes, podendo dar contribuições ao NDE ou diretamente ao Colegiado do Curso. \n \n20. SISTEMA DE AVALIAÇÃO DO PROCESSO DE ENSINO E APRENDIZAGEM \n \nO sistema de avaliações deve subsidiar o docente a diagnosticar problemas, redefinir rumos e aferir \nresultados em relação aos objetivos propostos, e auxiliar o discente a traçar seu percurso de aprendizagem e \norganizar ações, identificando suas deficiências e grau de engajamento pessoal. O processo de avaliação \ndependerá das especificidades de cada unidade curricular e do docente responsável, devendo ser explicitado no \nPlano de Ensino da Unidade Curricular, preparado pelo docente e aprovado pelo Colegiado de Curso no início de \ncada semestre letivo. Caberá, portanto, ao Colegiado assegurar o cumprimento do disposto no item Fundamentos \nDidático-Pedagógicos apresentados neste Projeto (Seção 10.1). Aliado a isso, cada docente e discente deverá \nconsiderar os aspectos legais acerca da avaliação, estabelecidos no Regimento Geral da UFSJ. \nAs unidades curriculares passarão por um constante processo avaliativo, realizado em conjunto pelo \ndocente responsável, pelos discentes nela inscritos, pelo NDE e pelo Colegiado de Curso. A avaliação deverá \n", "96": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n95 \nconsiderar os seguintes itens, entre outros que o Colegiado de Curso julgar pertinentes ou à legislação \nInstitucional vigente:  \n \n adequação do conteúdo da unidade curricular à formação do engenheiro químico e adequação da \nprofundidade do conhecimento em cada assunto abordado; \n adequação da bibliografia utilizada;  \n adequação dos recursos didáticos empregados nas aulas;  \n organização didática do conhecimento na preparação das aulas;  \n assiduidade e pontualidade do docente; \n relacionamento ético e respeitoso do docente para com os discentes;  \n disponibilidade do docente para atendimento ao discente em horários extraclasse previamente \nestabelecidos;  \n adequação do modelo de avaliação do discente, que leve em conta o estabelecido na Seção 10.1 deste \nProjeto;  \n fidelidade à ementa e ao plano de ensino apresentados à classe no início do semestre letivo;  \n identificação, pelo discente, de suas deficiências e grau de empreendimento pessoal (sua parcela de \nesforço) na obtenção do resultado final;  \n e condições de infra-estrutura física e material para a disciplina. \n \n21. ATO AUTORIZATIVO (RECONHECIMENTO DO CURSO) \n \n \n \n", "97": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n96 \n \n22. FORMULÁRIO DE CONDIÇÕES DE OFERTA E DE CADASTRO DE CURSO PARA A DICON \n \nNome do curso: Engenharia Química \n \nModalidade:  \n(x) Educação Presencial – EDP \n(   ) Educação a Distância – EAD  \n \n \nRegime curricular: \n(x) Progressão Linear \n(   ) 2 ciclos: \n(   )1º ciclo \n(   )2º ciclo \n \nCondições de Oferta do Curso \nDenominação \nNº de vagas oferecidas no \nEdital do Processo Seletivo \nNº de entradas por \nProcesso Seletivo \nSemestre de entrada \npor Processo Seletivo \n1º semestre \n2º semestre \nGrau \nAcadêmico \nBacharelado \n100 \n2 \n1 \n1 \nLinhas de \nFormação \nEspecífica \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTitulação \nBacharel em Engenharia Química \n \n \nCondições de cadastro do curso \nCarga Horária total de integralização: 3700h \nPrazos para integralização (semestres) \nMínimo \n10 \nLimite de carga horária semestral \npermitida ao discente  \nMínimo \n247h \nPadrão \n10 \nPadrão \n370h \nMáximo \n15 \nMáximo \n* \nCondições de validação das unidades curriculares cursadas em outros cursos \nAprovação pelo Colegiado de Curso \nCondições de migração de currículo \nTodos os discentes do Currículo 2010 serão transferidos para o Currículo 2017 de acordo com a grade de transição apresentada. \nEntretanto, para os ingressantes no Currículo 2010, o prazo máximo de integralização continuará a ser de 7 anos e meio (15 \nsemestres).  \n* Conforme artigo 10 da Resolução CONEP nº 24, de 09 de julho de 2014. \n \n \n \n \nMatriz de Organização Curricular \n \nUnidade Curricular \nCarga horária (CH) \nObrigatória \nOptativa \nEletiva \nTotal \nConteúdo de natureza científico-cultural \n3168 \n132 \n \n3300 \nAtividades complementares \n96 \n- \n \n96 \nEstágio supervisionado \n160 \n- \n \n160 \nTrabalho acadêmico \n144 \n- \n \n144 \nCarga horária total para integralização \n3700h \nObs: especificar particularidades na organização curricular com implicações no cadastro da estrutura curricular no CONTAC \n \n \n \n", "98": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n97 \n \nMatriz de Progressão Curricular \n \nPeríodo \nde Oferta \nUnidade \nCurricular \nTipologia \nOferecimento \nUnidade \nacadêmica \nresponsável \nCarga \nHorária (CHA) \nUnidade curricular \nPré-requisito (P) e/ou correquisito (C) \nTeórica \nPrática \n1 \nCálculo Diferencial e Integral I \nD \nN \nDEFIM \n72 \n- \n- \n1 \nMetodologia Científica \nD \nN \nDTECH \n36 \n- \n- \n1 \nQuímica Geral \nD \nN \nDQBIO \n54 \n- \n- \n1 \nQuímica Geral Experimental \nD \nN \nDQBIO \n- \n18 \n- \n1 \nGeometria Analítica e Álgebra Linear \nD \nN \nDEFIM \n72 \n- \n- \n1 \nAlgoritmos e Estrutura de Dados I \nD \nN \nDTECH \n72 \n- \n- \n1 \nIntrodução a Engenharia Química \nD \nN \nDEQUI \n36 \n- \n- \n2 \nCálculo Diferencial e Integral II \nD \nN \nDEFIM \n72 \n- \nCálculo Dif. e Integral I (P) \n2 \nFenômenos Mecânicos \nD \nN \nDEFIM \n72 \n- \nCálculo Dif.l e Integral I (P) \n2 \nIndivíduos, Grupos e Soc. Global \nD \nN \nDTECH \n36 \n- \n- \n2 \nMeio Amb. e Gestão para a Sustent. \nD \nN \nDTECH \n36 \n- \n- \n2 \nProjeto e Computação Gráfica I \nD \nN \nDTECH \n- \n36 \n- \n2 \nFund. de Química Inorgânica \nD \nN \nDQBIO \n36 \n- \nQuímica Geral (P) \n2 \nQuímica Orgânica I \nD \nN \nDEQUI \n72 \n- \nQuimica Geral (P) \n3 \nEquações Diferenciais A \nD \nN \nDEFIM \n72 \n- \nCálculo Dif. e Integral II (P) \n3 \nCálculo Diferencial e Integral III \nD \nN \nDEFIM \n72 \n- \nCálculo Dif.e Integral II (P) \n3 \nEstatística e Probabilidade \nD \nN \nDEFIM \n72 \n- \nCálculo Dif. e Integral I (P) \n3 \nFenômenos Térmicos e Fluidos \nD \nN \nDEFIM \n36 \n- \nFenômenos Mecânicos (P) \n3 \nQuímica Orgânica II \nD \nN \nDEQUI \n36 \n- \nQuímica Orgânica I (P) \n3 \nEcon. e Adm.para Engenheiros \nD \nN \nDTECH \n72 \n- \n- \n4 \nFísica Experimental \nD \nN \nDEFIM \n- \n36 \nFenôm. Eletromagnéticos (C) \n4 \nQuímica Orgânica Experimental \nD \nN \nDEQUI \n- \n36 \nQuímica Orgânica II (P) \n4 \nFenômenos Eletromagnéticos \nD \nN \nDEFIM \n72 \n- \nFenômenos Mecânicos (P) \n4 \nPrincípios de Proc. Químicos \nD \nN \nDEQUI \n72 \n- \nCálculo Dif. e Int. I (P) + Físico-Química \n(C) \n4 \nFísico-Química \nD \nN \nDQBIO \n72 \n \nQuímica Geral (P) \n4 \nFísico-Química Experimental \nD \nN \nDQBIO \n \n18 \nQuímica Geral Exp. (P) + Fisico-Quimica \n(C) \n4 \nFund.de Química Analítica \nD \nN \nDQBIO \n36 \n- \nQuímica Geral (P) \n4 \nQuímica Analítica Experimental \nD \nN \nDQBIO \n- \n18 \nQuímica Geral Exp. (P) + Fund. de Quím. \nAnalítica (C) \n5 \nMecânica dos Fluidos para Eng. Química \nD \nN \nDEQUI \n72 \n- \nCálculo Dif. e Integral II (P) \n5 \nTermodinâmica I \nD \nN \nDEQUI \n72 \n- \nFísico-Química (P)  \n5 \nAnálise Instrumental \nD \nN \nDQBIO \n36 \n- \nFund. de Química Analitca (P) \n5 \nLab. de Análise Instrumental \nD \nN \nDQBIO \n- \n36 \nQuímica Analitca Exp. (P) + Análise \nInstrumental (C) \n5 \nProcessos Químicos Industriais \nD \nN \nDEQUI \n72 \n- \nIntrodução à Eng. Química (P) \n5 \nCálculo Numérico \nD \nN \nDTECH \n54 \n18 \nCálculo Diferencial e Integral I (P) + \nAlgoritmos e Estruturas de Dados I (P) \n6 \nCiência, Tecnologia e Sociedade \nD \nN \nDTECH \n36 \n \n- \n6 \nEletrotécnica \nD \nN \nDETEM \n36 \n \nFenôm. Eletromagnéticos (P) \n6 \nTransferência de calor \nD \nN \nDEQUI \n72 \n- \nMecânica dos Fluidos p. Eng. Química (P) \n6 \nTermodinâmica II \nD \nN \nDEQUI \n72 \n- \nTermodinâmica I (P) \n6 \nMateriais para Indústria Química \nD \nN \nDEQUI \n72 \n- \nQuímica Geral (P) \n6 \nOperações Unitárias I \nD \nN \nDEQUI \n72 \n- \nMecânica dos Fluidos p. Eng. Química (P) \n7 \nMecânica dos Sólidos para Eng. Química \nD \nN \nDETEM \n36 \n- \nFenômenos Mecânicos (P) \n7 \nCinética e Cál. de Reatores Quím. \nD \nN \nDEQUI \n72 \n- \nFísico-Química (P) \n7 \nInstrumentação Industrial \nD \nN \nDEQUI \n36 \n- \nFenômenos Mecânicos (P) \n7 \nLaboratório de Eng. Química I \nD \nN \nDEQUI \n- \n72 \nOperações Unitárias I (P) \n7 \nTransferência de Massa \nD \nN \nDEQUI \n72 \n- \nTransferência de Calor(P) \n7 \nOperações Unitárias II \nD \nN \nDEQUI \n72 \n- \nTermodinâmica I (P) + \nTransferência de Calor (P) \n", "99": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n98 \n8 \nModelagem e Simulação de Processos \nQuímicos \nD \nN \nDEQUI \n72 \n- \nPrinc. de Proc. Químicos (P) + Cál. \nNumérico ( P) \n8 \nOperações Unitárias III \nD \nN \nDEQUI \n72 \n- \nTermodinâmica II (P) \n8 \nProjeto de Reatores \nD \nN \nDEQUI \n72 \n- \nCin. e Cál. de Reatores Quím. (P) \n8 \nLaboratório de Eng. Química II \nD \nN \nDEQUI \n \n72 \nOperações Unitárias II (P) \n8 \nEngenharia Econômica \nD \nN \nDEQUI \n72 \n- \n1800h (P) \n9 \nControle de Processos Químicos \nD \nN \nDEQUI \n72 \n- \nEq. Dif. A (P)+ Modelagem e Sim. e Proc. \nQuím. (P)  \n9 \nDesenvolvimento de Processos Químicos \nI \nD \nN \nDEQUI \n72 \n- \n2160ha (P) \n9 \nEngenharia Bioquímica \nD \nN \nDQBIO \n72 \n- \nCinética e Cál. de Reatores químicos (P) \n9 \nOptativas \nD \nN \nDEQUI \n72 \n- \nDefinida pela ementa da  \nDisciplina \n9 \nLaboratório de Eng. Química III \nD \nN \nDEQUI \n- \n72 \nOperações Unitárias III (P) + Cin. e Cál. \nde Reatores Quím. (P) \n10 \nProjetos e Inst. da Ind. Quím. \nD \nN \nDEQUI \n72 \n- \nProjeto de Reatores (P) \n10 \nAnálise e Otimiz. de Processos Químicos \nD \nN \nDEQUI \n72 \n- \nModelagem e Sim.de Proc. Quím. (P) + \nEngenharia Econômica (P) \n10 \nControle Ambiental na Indústria \nD \nN \nDEQUI \n72 \n- \nProc. Quím. Industriais (P) \n10 \nDesenv.de Proc. Químicos II \nD \nN \nDEQUI \n72 \n- \nDesenv. de Proc. Químicos I (P) \n10 \nOptativas \nD \nN \nDEQUI \n72 \n- \nDefinida pela ementa da Discip. \n10 \nEstágio Curricular Obrigatório \nE \nE \nDEQUI \n- \n160h \n2112 horas aula de UC’s \n10 \nTrabalho de Conclusão de Curso \nTA \nE \nDEQUI \n- \n144h \n2640 horas aula de UC’s \n \nAtividades Complementares \nAC \nE \n- \n- \n96h \n- \n \nP: Pré-requisito; C: Co-Requisito \nD: Disciplina; E: Estágio; TA: Trabalho Acadêmico; AC: Atibidades Complementares \nN: Normal; E: Estendida \n \na) Matriz de descrição das unidades curriculares optativas \nUnidades Curriculares \nTipologia \nOferecimento \nCH (CHA) \nUnidade Curricular \nPré-requisito  \nou Co-requisito \nEquações Diferenciais B \nD \nN \n36 \n- \nConservação da Energia na Indústria \nD \nN \n36 \n- \nTratamento de Águas Industriais \nD \nN \n36 \n- \nFundamentos da Catálise Heterogênea \nD \nN \n36 \n- \nSistemas Particulados \nD \nN \n36 \n- \nTécnicas de Otimização Aplicadas à Eng. Química \nD \nN \n36 \n- \nCorrosão e Tratamentos de Proteção Industrial \nD \nN \n36 \n- \nRefino de Petróleo \nD \nN \n36 \n- \nSegurança Industrial \nD \nN \n36 \n- \nAvanços da Engenharia Química \nD \nN \n36 \n- \nLíngua Brasileira de Sinais \nD \nN \n36 \n- \nCombustão e Propulsão \nD \nN \n36 \n- \nEletroquímica Industrial \nD \nN \n36 \n- \nFundamentos de Mineração e Siderurgia \nD \nN \n36 \n- \nTecnologias em Biocombustíveis \nD \nN \n36 \n- \nDesign de Experimentos \nD \nN \n36 \n- \n \n* A ser definido pela ementa da disciplina. \n", "100": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n99 \n \nb) Tabela de Equivalência entre unidades curriculares de diferentes currículos e/ou cursos. \nUnidade curricular \n do curso \nCH (CHA) \nUnidade Curricular  \nequivalente \nCurso \nCurrículo \nCH (CHA) \nTeórica \nPrática \nTeórica \nPrática \nCálculo Diferencial e Integral I \n72 \n- \nCálculo Dif. e Integral I \nEC,ET,EB,EM,EQ,EQI \n2010 \n66 \n- \nAlgoritmos e Estrut. de Dados I \n72 \n- \nAlgoritmos e Est. de Dados I \nEC,ET,EB,EM,EQN,EQI \n2010 \n66 \n- \nMetodologia Científica \n36 \n- \nMetodologia Científica \nEC,ET,EB,EM,EQN,EQI \n2010 \n33 \n- \nQuímica Geral \n54 \n- \nQuímica Geral \nEC,ET,EB,EM, EQN,EQI \n2010 \n33 \n- \nQuímica Geral Experimental \n- \n18 \nQuímica Geral Experimental \nEC,ET,EB,EM,EQ \n2010 \n- \n16,5 \nGeom. Analítica e Álgebra \nLinear \n72 \n- \nGeometria Anal.e Álg. Linear \nEC,ET,EB,EM, EQN,EQI \n2010 \n66 \n- \nIntrodução a Engenharia \nQuímica \n36 \n- \nIntrodução a Eng.Química \nEQN,EQI \n2010 \n33 \n- \nCálculo Diferencial e Integral II \n72 \n- \nCálculo Dif. e Integral II \nEQN,EQI,EC,EB,ET,EM \n2010 \n66 \n- \nFenômenos Mecânicos \n72 \n- \nFenômenos Mecânicos \nEC,ET,EB,EM,EQ, EQN,EQI \n2010 \n66 \n- \nIndivíduos, Grupos e Sociedade \nGlobal \n36 \n- \nIndivíduos, Grupos e Sociedade \nGlobal \nEQN,EQI,EC,EB,ET,EM \n2010 \n33 \n- \nMeio Ambiente e Gestão para a \nSustentabilidade \n36 \n- \nMeio Ambiente e Gestão para a \nSustentabilidade \nEQN,EQI,EC,EB,ET,EM \n2010 \n33 \n- \nProjeto e Computação Gráfica I \n36 \n- \nProjeto e Comp. Gráfica I \nEQN,EQI,EC,EB,ET,EM \n2010 \n33 \n- \nFund. de Química Inorgânica \n36 \n- \nFund. de Química Inorgânica \nEQN,EQI \n2010 \n33 \n- \nQuímica Orgânica I \n72 \n- \nPrincípios de Química Orgânica, \nQuímica Orgânica I \nEQN,EQI,EB \n2010 \n49,5 \n- \nQuímica Orgânica Experimental \n- \n36 \nQuím. Orgânica Exp.I, Princ. de \nQuímica Orgânica Exp. \nEQN,EQI,EB \n2010 \n- \n16,5 \nEquações Diferenciais A \n72 \n- \nEquações Diferenciais A \nEQN,EQI,EC,EB,ET,EM \n2010 \n66 \n- \nCálculo Diferencial e Integral III \n72 \n- \nCálculo Dif. e Integral III \nEQN,EQI,EC,EB,ET,EM \n2010 \n66 \n- \nEstatística e Probabilidade \n72 \n- \nEstatística e Probabilidade \nEQN,EQI EC,EB,ET,EM \n2010 \n66 \n- \nFenômenos Térmicos e Fluidos \n36 \n- \nFenômenos Térmicos \nEQN,EQI EC,EB,ET,EM \n2010 \n33 \n- \nQuímica Orgânica II \n36 \n \nQuímica Orgânica II \nEQN,EQI \n2010 \n33 \n \nFísica Experimental \n- \n36 \n- \n- \n2010 \n- \n33 \nCálculo Numérico \n72 \n- \nCálculo Numérico \nEQN,EQI EC,EB,ET,EM \n2010 \n66 \n- \nFenômenos Eletromagnéticos \n72 \n- \nFen. Eletromag., Fen.Eletromag. \nEQN,EQI EC,EB,ET,EM \n2010 \n33 \n- \nPrincípios de Proc. Químicos \n72 \n- \nPrincípios de Proc. Quím. \nEQN,EQI \n2010 \n66 \n- \nFund. de Química Analítica \n36 \n-- \nFund. de Quim. Analitica, Quím. \nAnalítica Exp. Aplic. Bioprocessos \nEQN,EQI, EB \n2010 \n33 \n- \nQuímica Analítica Experimental \n- \n18 \nQuím. Analítica Exp., Quím. Analítica \nExp. Aplic. Bioproc. \nEQN,EQI, EB \n2010 \n- \n16,5 \nFísico Química \n72 \n- \nFisico Quimica \nEQN,EQI \n2010 \n66 \n- \nFísico Química Experimental \n- \n18 \nFisico Quimica Experimental, Fund. \nde Físico-Química Exp. \nEQN,EQI, EB \n2010 \n- \n16,5 \nMecânica dos Fluidos para \nEngenharia Química \n72 \n- \nMec. dos Fluidos para Eng. Química , \nMec. dos Fluidos em Bioprocessos \nEQN,EQI, EB \n2010 \n66 \n- \nTermodinâmica I \n72 \n- \nTermodinâmica I, Termod. Aplicada a \nBioprocessos \nEQN,EQI, EB \n2010 \n66 \n- \nAnálise Instrumental \n36 \n36 \nAnálise Instrumental, Análise \nInstr.Aplicada a Bioprocessos \nEQN,EQI, EB \n2010 \n33 \n33 \nEconomia e Administração para \nEngenheiros \n72 \n- \nEconomia e Administração para \nEngenheiros \nEQN,EQI EC,EB,ET,EM \n2010 \n66 \n- \nProcessos Químicos Industriais \n72 \n- \nProc. Químicos Industriais \nEQN,EQI \n2010 \n66 \n- \nCiência, Tecnologia e Sociedade \n36 \n- \nCiência, Tecnologia e Sociedade \nEQN,EQI EC,EB,ET,EM \n2010 \n33 \n- \nTransferência de Calor \n72 \n- \nTransferência de Calor, Transf. de \nCalor em Bioprocessos \nEQN,EQI, EB \n2010 \n66 \n- \nTermodinâmica II \n72 \n- \nTermodinâmica II \nEQN,EQI \n2010 \n66 \n- \n", "101": " \n \n \nCONEP – UFSJ \nParecer No 085/2016 \nAprovado em 30/11/2016 \n100 \nMateriais para Indústria \nQuímica \n72 \n- \nMateriais para Ind. Quím. \nEQN,EQI \n2010 \n66 \n- \nMecânica dos Sólidos para \nEngenharia Química \n36 \n- \nMecânica dos Sólidos para Eng. \nQuím., Mec. dos Sólidos \nEQN,EQI, EM \n2010 \n33 \n- \nEletrotécnica \n36 \n- \nEletrotécnica para Eng. Química, \nEletrotécnica Geral, Eletrotécnica \nEQN,EQI, EC,EB \n2010 \n33 \n- \nOperaçõs Unitárias I \n72 \n- \nOperaçõs Unitárias I \nEQN,EQI \n2010 \n66 \n- \nOperações Unitárias II \n72 \n- \nOperações Unitárias II \nEQN,EQI \n2010 \n66 \n- \nTransferência de Massa \n72 \n- \nTransferência de Massa, Transf. de \nMassa em Bioproc. \nEQN, EQI, EB \n2010 \n66 \n- \nInstrumentação Industrial \n36 \n- \nInstrumentação Industrial \nEQN,EQI \n2010 \n33 \n- \nCinética e Cálculo de Reatores \nQuímicos \n72 \n- \nCinética e Cál. de Reatores Químicos, \nCinética e Cálculo de Bioreatores \nEQN,EQI, EB \n2010 \n66 \n- \nLaboratório de Eng. Química I \n- \n72 \nLaboratório de Eng. Química I \nEQN,EQI \n2010 \n- \n66 \nEngenharia Economica \n72 \n- \nEngenharia Economica \nEQN,EQI \n2010 \n66 \n- \nProjeto de Reatores \n72 \n- \nProjeto de Reatores \nEQN,EQI \n2010 \n66 \n- \nLaboratório de Eng. Química II \n- \n72 \nLab. de Engenharia Química II \nEQN,EQI \n2010 \n- \n66 \nMod. e Sim. de Proc. Químicos \n72 \n- \nMod. e Simulação de Proc.Químicos \nEQN,EQI \n2010 \n66 \n- \nControle de Processos Químicos \n72 \n- \nControle de Proc. Químicos \nEQN,EQI \n2010 \n66 \n- \nProjetos e Instalações na \nIndústria Química \n72 \n- \nProjetos e Instalações na Indústria \nEQN,EQI \n2010 \n66 \n- \nDesenv. de Processos Quimicos I \n72 \n- \nDesenv. de Proc. Quimicos I \nEQN,EQI \n2010 \n66 \n- \nEngenharia Bioquímica \n72 \n- \nEngenharia Bioquímica \nEQN,EQI \n2010 \n66 \n- \nLaboratório de Eng. Química III \n- \n72 \nLab. de Eng. Química III \nEQN,EQI \n2010 \n- \n66 \nAnálise e Otimização de \nProcessos Químicos \n72 \n- \nAnálise e Otimização de Processos \nQuímicos \nEQN,EQI \n2010 \n66 \n- \nControle Ambiental na Indústria \n72 \n- \nControle Ambiental na Ind. \nEQN,EQI \n2010 \n66 \n- \nDesenv. de Proc. Químicos II \n72 \n- \nDesenv. de Proc. Químicos II \nEQN,EQI \n2010 \n66 \n- \n \n \n \n"}