{"1": " \n \n \nCENTRO FEDERAL DE EDUCAÇÃO \nTECNOLÓGICA DE MINAS GERAIS \n \n \n \n \n \n \nPROJETO POLÍTICO-PEDAGÓGICO \nDO CURSO DE ENGENHARIA \nELÉTRICA \n \n \n \n \n \n \n \nBelo Horizonte \nMarço de 2007 \n \n", "2": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \nii \n \nSUMÁRIO \n \n \n \nLISTA DE TABELAS \niii \n \n \n \n1. INTRODUÇÃO \n1 \n \n \n \n2.  CONTEXTO INSTITUCIONAL E HISTÓRICO DO CURSO DE ENGENHARIA \nINDUSTRIAL ELÉTRICA DO CEFET MG \n4 \n \n \n \n3.  PRINCÍPIOS NORTEADORES DO PROJETO POLÍTICO PEDAGÓGICO \n6 \n \n \n \n4.  O CONTEXTO DO CAMPO PROFISSIONAL E ÁREA DE CONHECIMENTO DO \nCURSO \n9 \n \n \n \n5.  PERFIL DO ALUNO INGRESSANTE \n12 \n \n \n \n \n5.1. Perfil do aluno ingressante no 2º semestre de 2004 \n12 \n \n \n \n \n5.2. Processo Seletivo e Número de Vagas \n13 \n \n \n \n6. CURRÍCULO DO CURSO DE ENGENHARIA ELÉTRICA \n15 \n \n \n \n \n6.1. Objetivos \n15 \n \n \n \n \n6.2. Perfil do Egresso \n16 \n \n \n \n \n6.3. Sistema de Avaliação \n17 \n \n \n \n \n6.4. Eixo de Conteúdos e Atividades: definição e estruturação do currículo \n17 \n \n \n \n \n6.5. Definição da carga horária das disciplinas e do tempo escolar \n20 \n \n \n \n \n6.6. Plano de implementação curricular  \n21 \n \n \n \n \n6.7. Estrutura de apresentação dos eixos  \n23 \n \n \n \n \n6.8. Eixos de Conteúdos e Atividades: descrição dos conteúdos e desdobramento em \ndisciplinas  \n24 \n \n \n \n \n6.9. Descrição das atividades desenvolvidas através dos Eixos para atendimento ao perfil do \negresso \n54 \n \n \n \n7. MONITORAMENTO DO PROJETO POLÍTICO PEDAGÓGICO \n62 \n \n \n \n8.  RECURSOS FÍSICOS E HUMANOS \n63 \n \n \n \n9. REFERÊNCIAS BIBLIOGRÁFICAS \n65 \n \n \n \n \n", "3": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \niii \n \nLISTA DE TABELAS \n \n \nTabela 1 – Módulos de aulas. \n20 \n \n \nTabela 2 - Correspondência entre a carga horária de disciplinas. \n21 \n \n \nTabela 3 – Síntese de normas a serem elaboradas. \n22 \n \n \nTabela 4 – Estrutura de apresentação dos Eixos de Conteúdos e Atividades. \n23 \n \n \nTabela 5 – Síntese da distribuição de carga horária por eixo. \n56 \n \n \nTabela 6 – Síntese de carga horária para disciplinas optativas e atividades complementares. \n57 \n \n \nTabela 7 – Relação de disciplinas, pré-requisitos e co-requisitos. \n57 \n \n \nTabela 8 – Laboratório: espaço físico e competências. \n63 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "4": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n1\n1. \nINTRODUÇÃO \n \nO presente documento consiste na reestruturação curricular do curso de Engenharia \nIndustrial Elétrica do CEFET MG, apresentado na forma de projeto pedagógico. Neste sentido são \ndestacados, no presente trabalho, aspectos relacionados ao processo de elaboração da reestruturação \ncurricular do curso, as motivações que demandaram e direcionaram as mudanças apresentadas, os \naspectos de ordem histórica, filosófica e pedagógica que serviram de norte para esta reestruturação, \no modelo curricular construído e seu processo de implementação. A estrutura curricular apresentada \nneste projeto é denominada “Eixos de Conteúdos e Atividades”, modelo este construído \ncoletivamente no âmbito dos cursos de graduação do CEFET MG e conceitualmente apresentado no \npresente documento. A comissão que realizou os estudos preliminares para aprovação nos órgãos \ncolegiados do CEFET MG, propôs a alteração do nome do curso para Engenharia Elétrica, retirando \no termo “Industrial”, por considerá-lo desnecessariamente restritivo em relação ao campo de \natuação do engenheiro que o CEFETMG se propõe formar. \nO trabalho realizado tendo em vista esta estruturação é fruto de um processo coletivo de \nconstrução cotidiana de propostas, experiências e reflexões que vêm se acumulando no âmbito do \nensino superior do CEFET-MG há vários anos, em especial, a partir da promulgação da Lei 9394/96 \n– Lei de Diretrizes e Bases da Educação Nacional – que imprimiu mudanças importantes no \ncontexto do ensino nacional, demandando alterações nos currículos dos cursos de Engenharia desta \nInstituição.  \nAo longo de todos esses anos, diversas ações foram realizadas visando o aprimoramento \ndos \ncursos \nde \nengenharia \nindustrial, \ndentre \nas \nquais \nse \ndestacam: \no \nprograma \nREENGE/PRODENGE/RECOPE desenvolvido a partir do ano de 1994, com resultados efetivos \npara os cursos de engenharia industrial do CEFET-MG; os trabalhos, conduzidos no âmbito do \nConselho Departamental, que propiciaram alterações curriculares nos cursos de Engenharia \nIndustrial Elétrica e Engenharia Industrial Mecânica, implementadas em 1997; o projeto de \nracionalização da carga horária do currículo dos cursos de engenharia industrial, então vigentes, \nacompanhado da implantação do Trabalho de Conclusão de Curso. Com relação ao projeto de \nracionalização de carga horária, os resultados não foram implementados na sua totalidade, uma vez \nque se optou por uma ampla reestruturação dos currículos dos cursos de engenharia, que ora se \napresenta. \nNo ano de 2002 foram implantados os Colegiados de Curso para os Cursos de Engenharia \nIndustrial Elétrica, Engenharia Industrial Mecânica e Engenharia de Produção Civil, sendo que a \nregulamentação definitiva desses colegiados ocorreu com a Portaria CD-072 de 10/12/03. Ainda, no \n", "5": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n2\nano de 2002, foi criado o Fórum dos Coordenadores dos Cursos de Graduação, pelo Conselho \nDepartamental, visando integrar as atividades acadêmicas e administrativas dos cursos de graduação \nno âmbito do CEFET-MG. Paralelamente, por iniciativa de grupos de professores e seguindo uma \npolítica de melhoria da qualidade de ensino, coordenada pela Diretoria de Ensino Superior do \nCEFET-MG, foram criados e aprimorados laboratórios nas dependências do Campus II, bem como \ngrupos de pesquisa, buscando sintonia com o Curso de Pós-Graduação do CEFET-MG. \nÉ importante lembrar que, além destas, outras ações desenvolvidas trouxeram ganhos \nsignificativos para os cursos de engenharia, dentre as quais se destacam: a criação de laboratórios e \ngrupos de pesquisa e desenvolvimento tais como o LACTEA (Laboratório Aberto de Ciência \nTecnologia e Arte), o LEACOPI (Laboratório de Eletromagnetismo Aplicado e Controle de \nProcessos Industriais), o CPEI (Centro de Pesquisa em Energia Inteligente), o NEAC (Núcleo de \nEngenharia Aplicada a Competições), a implantação da incubadora de empresas Nascente, a criação \nda Empresa Júnior – CEFET Júnior –, a ampliação dos grupos de pesquisa e do número de bolsistas \nde iniciação científica. Destaca-se ainda a atualização das Normas Acadêmicas, a sistematização \ndos estágios, o desenvolvimento de um acompanhamento mais sistemático aos alunos, tanto \npedagógico quanto assistencial, realizado pelo NAE (Núcleo e Apoio ao Ensino) e pela SAE (Seção \nde Assistência ao Estudante) dentre outras.  \nNo ano de 2002, o Conselho Nacional de Educação publicou a Resolução CNE/CES 11, \nde 11 de março de 2002, instituindo as Diretrizes Curriculares Nacionais (DCN) para os cursos de \nEngenharia. Cumpre ressaltar que, no processo de elaboração das DCN, o CEFET-MG se fez \nrepresentar, participando ativamente deste processo, através da Coalizão das Escolas de Engenharia \nde Minas Gerais, vinculada à ABENGE (Associação Brasileira de Ensino de Engenharia).  A partir \nda promulgação da Resolução CNE/CES 11, a reestruturação curricular dos cursos de engenharia \ntomou uma configuração não apenas pedagógica como também de caráter legal.  \nNo 1º semestre do ano de 2002, a Diretoria do Ensino Superior promoveu o Seminário \n“Ensino de Engenharia: Desafios e Perspectivas”, buscando realizar junto aos professores de \ngraduação uma reflexão sobre o tema e sensibilizar a comunidade acadêmica sobre a necessidade de \nreestruturar os currículos de engenharia bem como de elaborar os projetos pedagógicos dos cursos \nde Engenharia Industrial do CEFET-MG. \nTodas essas iniciativas contribuíram para acumular experiências e conhecimentos que nos \npermitem agora buscar uma completa reestruturação dos cursos de Engenharia Industrial do \nCEFET-MG. \nEm outubro de 2003, a nova Diretoria Geral do CEFET-MG estabeleceu, dentre suas \nprioridades, promover a reestruturação curricular dos cursos de Engenharia Industrial. Neste \n", "6": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n3\nsentido, em fevereiro de 2004, foi realizado “I Seminário de Reestruturação Curricular dos Cursos \nde Engenharia Industrial Elétrica e Engenharia Industrial Mecânica do CEFET-MG”. Esse \nSeminário contou com a presença significativa dos professores de graduação, de técnicos \nadministrativos e de representantes de alunos do ensino superior, incluindo setores institucionais \ncomo o NAE – Núcleo de Apoio ao Ensino, o CIE-E – Centro de Integração Escola-Empresa e o \nDCE – Diretório Central dos Estudantes. Como resultado foi organizado um plano de ação para o \ndesenvolvimento dos trabalhos de reestruturação curricular dos cursos, com objetivo geral de \nelaborar o Projeto Político-Pedagógico dos cursos de engenharia. A partir deste I Seminário, foi \nplanejada uma seqüência de atividades que possibilitaram o efetivo envolvimento da comunidade \ndo Ensino Superior no processo de construção do Projeto Político-Pedagógico dos cursos de \nengenharia, bem como a definição de eixos temáticos que forneceriam as bases conceituais e dados \npara o prosseguimento do trabalho, nos seguintes termos: \n \n- \nAnálise de conjunturas e cenários relacionados ao campo da engenharia no âmbito \ninterno e externo ao CEFET-MG, com foco nos aspectos locais, nacionais e \ninternacionais; \n- \nDefinição preliminar do perfil do egresso a ser formado, tomando como referência a \nanálise de conjunturas e cenários; \n- \nElaboração dos princípios norteadores do Projeto Político-Pedagógico para os cursos de \nengenharia; \n- \nDefinição de uma estruturação curricular tendo como modelo estrutural os eixos de \nconteúdos e atividades; \n- \nProposição dos objetivos do curso de engenharia; \n- \nDiscussão preliminar das atividades integradoras e complementares do curso e da \nimplantação do Trabalho de Conclusão de Curso. \n \nNo I Seminário de Reestruturação Curricular foi proposta a criação de uma Comissão \nresponsável pela coordenação dos trabalhos relacionados a esse tema. Optou-se pela criação de \ncomissão com representantes dos Cursos de Engenharia Industrial Elétrica e Engenharia Industrial \nMecânica, de modo a manter uma formatação similar de currículo em ambos os cursos. Tal \ncomissão, com o objetivo de construir propostas integradas de currículos, foi constituída por meio \nde indicação de nomes pelos Coordenadores de Cursos, contando com representantes dos três \ncursos de Engenharia da Instituição, incluída então a Engenharia de Produção Civil. \n", "7": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n4\nForam realizados, no decorrer de todo o ano de 2004, uma série de seminários, reuniões, \npalestras e encontros com alunos, professores, funcionários e ainda com profissionais externos \ndando andamento ao trabalho de construção do Projeto Político-Pedagógico.  \nO presente documento apresenta a sistematização do conjunto de debates realizados ao \nlongo desse processo, na forma de projeto político-pedagógico. São aqui destacados o contexto \nhistórico do curso e do campo de aplicação da Engenharia Elétrica, os princípios norteadores do \nProjeto e seu embasamento filosófico e pedagógico. A estrutura curricular foi organizada por eixos \nde conteúdos e atividades, descritos neste projeto. \n \n \n2. \nCONTEXTO INSTITUCIONAL E HISTÓRICO DO CURSO DE ENGENHARIA \nINDUSTRIAL ELÉTRICA DO CEFET-MG \n \nO Curso de Engenharia Industrial Elétrica do CEFET-MG teve seus primórdios \ninstituídos pelo Decreto Federal No. 547 de 1969, que criou, na então Escola Técnica Federal de \nMinas Gerais, o curso de Engenharia de Operação Elétrica, de curta duração, que começou a \nfuncionar em 1972. Naquele período, conhecido como “desenvolvimentista”, esperava-se que as \nprofissões da área tecnológica cumprissem o papel de impulsionar o desenvolvimento industrial \ncentrado na produção de bens duráveis. Implantava-se então no país um modelo dependente de \ntecnologia e capital estrangeiros, com incentivos financeiros do Programa MEC/USAID, ancorado \nem concepções positivistas da ciência, que influenciaram de maneira substancial os currículos \nuniversitários. \nA Reforma Universitária de 1968 é exemplo de política pública implementada nessa \ndireção pelo governo militar. Segundo as concepções então reinantes, caberia à escola treinar os \nindivíduos para as tarefas demandadas estritamente pelos postos de trabalho, sem nenhuma reflexão \nacerca do modelo econômico e técnico-científico vigentes. Acreditava-se ainda que o aluno \nconstitui-se num receptáculo vazio a ser preenchido com os conhecimentos científicos, identificados \ncom a verdade e transmitidos pelo professor. \nToda a estruturação da vida universitária e dos currículos baseou-se assim em modelos \nepistemológicos, pedagógicos e institucionais, fundados na fragmentação e hierarquização de \nprogramas, tempos, espaços e saberes. A organização em departamentos, por exemplo, procurou \naproximar a universidade do modelo empresarial, buscando-se com isso uma maior eficiência \nburocrática. Procurou-se alcançar o mesmo objetivo com a organização em semestres. Nesse \nmesmo período, o governo federal implementou uma reforma na educação básica através da Lei \n", "8": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n5\n5.692 de 1971, objetivando, dentre outras coisas, expandir o número de profissionais técnicos no \nmercado de trabalho. \nÉ nesse contexto geral que os alunos da primeira turma do curso de Engenharia de \nOperação Elétrica, da então Escola Técnica Federal de Minas Gerais, iniciam sua formação, em \n1972, tendo colado grau em 1975. \nO curso de Engenharia de Operação Elétrica tinha como objetivo a formação de mão de \nobra capaz de atender às demandas criadas pelo ideal desenvolvimentista. No entanto, vários fatores \nfizeram com que essa modalidade de curso não alcançasse o prestígio desejado em todo o país, \ndificultando a absorção de seus  egressos pelo mercado de trabalho na sua área de atuação.  \nEm 1978 ocorreu a transformação de algumas antigas Escolas Técnicas Federais em \nCentros Federais de Educação Tecnológica (Lei Federal 6545/78), que passaram a ter como \nobjetivo ministrar Cursos Técnicos de Segundo Grau, Cursos Superiores de Tecnologia e de \nEngenharia Industrial. Através desta lei a Escola Técnica Federal de Minas Gerais foi transformada \nem Instituição Federal de Ensino Superior isolada, passando a denominar-se Centro Federal de \nEducação Tecnológica de Minas Gerais (CEFET-MG). Nesse mesmo ano, o curso de Engenharia de \nOperação Elétrica foi então extinto e, em 1979, começou a funcionar o curso de Engenharia \nIndustrial Elétrica, com cinco anos de duração, contando com elevada carga horária de disciplinas \nteórico-práticas, acrescido de um estágio profissional supervisionado, com duração mínima de 360 \nhoras. \nEm 1983, uma Comissão encarregada de propor mudança nos currículos do curso de xxx \nfoi nomeada e seu trabalho foi utilizado como subsídio por outra Comissão que, em 1986, foi \ndesignada para a mesma finalidade, e que apresentou um pré-estudo proposto nesse mesmo ano. \nEntre 1987 e 1989 foi realizado um processo revisão do currículo das engenharia, a partir \nde análise das ementas, visando a identificação de possíveis superposições de conteúdos e, da \ninterdependência entre as disciplinas, as cargas horárias, a periodização de revisão  do ementário, \ndos pré-requisitos e da montagem do fluxograma do curso de acordo com os parâmetros de \n“currículo mínimo”, definidos na legislação em vigor. A proposta foi então aprovada pelo Conselho \nDepartamental em dezembro de 1989 dando origem à Resolução CD-039 de 14 de dezembro de \n1990, que foi implementada a partir de 1991. \nEm 1993, novos objetivos são formulados para os CEFET’s através da Lei nº 8.711 de 28 \nde setembro daquele ano, que ampliou a âmbito de ação da instituição relativo ao ensino superior, \nregulamentando inclusive os cursos de pós-graduação stricto sensu nas áreas tecnológicas. \nEm 1997 foram inseridas novas disciplinas na grade curricular, tendo em vista uma \natualização de conteúdos: Introdução à Engenharia, Tópicos Especiais em Engenharia Elétrica e \n", "9": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n6\nTópicos Especiais em Humanidades, além da mudança da carga horária de Química e do nome de \nProcessamento de Dados para Programação Computacional. \nEm maio de 2001 a Proposta Institucional do CEFET-MG, ligada ao Programa de \nAperfeiçoamento das Condições de Oferta dos Cursos de Graduação do MEC, identificou a \nnecessidade de uma completa reestruturação curricular. A partir daí uma comissão nomeada pelo \nDiretor Geral elaborou um projeto de racionalização da carga horária do currículo então vigente, \nacompanhado da implantação do Trabalho de Conclusão de Curso. Durante a tramitação dessa \nproposta pelos órgãos colegiados, verificou-se a necessidade de uma mudança mais profunda no \ncurrículo do curso, fato este que foi reforçado pelas Novas Diretrizes Curriculares do Curso de \nEngenharia aprovadas em 2002 (Resolução CNE/CES 11/02). A partir de então se desencadeou o \nprocesso de reestruturação curricular que culminou no presente documento. \nParalelamente ao processo de reestruturação curricular, inúmeras iniciativas de caráter \ncientífico-pedagógico vêm sendo implementadas, como mencionado anteriormente, atestando que, \nao lado das mudanças formais, muitas outras realizações acontecem no cotidiano da escola e vão, \ncom o tempo, impondo-se pela importância e relevância que demonstram possuir, contribuindo \ntambém para a construção da cultura organizacional que viabiliza, nesse momento, o presente \nProjeto. \n \n \n3. \nPRINCÍPIOS NORTEADORES DO PROJETO POLÍTICO-PEDAGÓGICO \n \nO dinamismo da sociedade contemporânea e as constantes mudanças no campo da ciência \ne tecnologia vêm requerendo, nos últimos anos, mudanças no currículo do curso, dificilmente \nrealizáveis sem uma reestruturação mais profunda do mesmo, o que implica a revisão dos princípios \nque estarão norteando esta reestruturação. \nO projeto pedagógico de um curso, por definição, deve partir dos princípios gerais, \nreferentes à concepção filosófica e pedagógica que preside a elaboração de um currículo, \ndestacando-se os pressupostos que orientam a proposta e a prática curricular. Esses pressupostos, \nalinhados aos princípios e missão do CEFET-MG e em consonância com sua história, envolvem \nquatro dimensões básicas, a saber: a concepção de conhecimento e sua forma de aplicação e \nvalidação – dimensão epistemológica –, a visão sobre o ser humano com o qual relacionamos e que \npretendemos formar – dimensão antropológica –, os valores que são construídos e reconstruídos no \nprocesso educacional – dimensão axiológica – e os fins aos quais o processo educacional se propõe \n– dimensão teleológica. \n", "10": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n7\nNa esfera da dimensão do conhecimento, toma-se como ponto de partida a análise da \nrealidade contemporânea, diversificada e em constante transformação, aspectos estes que passam a \nbalizar a produção do conhecimento. Esta produção encontra-se, desta forma, revestida de um \ncaráter histórico e dinâmico, o que torna refutável a idéia de um conhecimento que tenha a \npretensão de encontrar verdades absolutas e definitivas. Aprender é, neste sentido, um processo \nintrinsecamente ligado à vida, não é algo estocável, implica a possibilidade de reconstrução do \nconhecimento pelo aluno, passa pela pesquisa como atitude diante do mundo, pelo desenvolvimento \nda autonomia do aluno e envolve o conceito de formação da cidadania. No processo de \nensino/aprendizagem não é mais possível o modelo no qual o professor transmite o conhecimento \npara o aluno. Este processo requer a interação do sujeito com a realidade e do professor com o \naluno, implica a capacidade de interpretação do real e a possibilidade do conflito. Aprender é um \nprocesso ambíguo, que deve conduzir ao diferente, não é uma linha de mão única, em síntese, \nenvolve o conceito de complexidade. O professor tem o papel de instigar o aluno a formular e \nresolver o problema possibilitando, desta forma, o desenvolvimento da capacidade de pesquisa no \naluno. Neste sentido, o objeto da aprendizagem não pode ser ditado de maneira absoluta pelo \nmercado. Inserida numa realidade social diversificada, cabe à escola buscar compreender as \ncondições e os condicionantes desta, de modo a definir o que deve ser objeto de estudo em seus \ncurrículos tanto quanto o modo e profundidade como aqueles conhecimentos serão abordados. \nPortanto, há necessidade em demarcar a área do conhecimento que o curso irá enfatizar, os \nconteúdos envolvidos, a metodologia aplicada e a forma de validação e de avaliação do \nconhecimento. \nQuanto aos sujeitos envolvidos no processo de ensino/aprendizagem, professores, alunos \ne técnico-administrativos fazem parte de uma teia de relações na qual a produção do conhecimento \né resultado desta interação. O aluno é alguém que tem uma história, que traz expectativas e valores \ncom relação ao mundo e ao seu próprio futuro. É alguém que encontra-se em processo de tornar-se, \nque não sai do mundo social quando ingressa na escola, mas que traduz o mundo em seu processo \nde aprender. Nesse sentido, a aprendizagem pode partir do aluno que deve ser instigado a lidar com \nos desafios e situações reais. O professor, como sujeito deste processo, é também alguém que \ninvestiga, que questiona, que aprende. O professor que não admite a possibilidade de não saber e, \nportanto, não assume a postura de aprender e renovar-se constantemente, dificilmente terá \ncondições de possibilitar que seu o aluno desenvolva estas capacidades. Assim, a necessidade de \npromover um sujeito politicamente preparado para atuar no mundo contemporâneo, capaz de \nconstruir seu projeto de vida, de contribuir para uma sociedade melhor será resultado desta \ninteração de sujeitos que na escola constitui o elo básico de sua atividade. Um projeto pedagógico \n", "11": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n8\natinge as pessoas, vai ao encontro delas, precisa que elas se coloquem como sujeitos de sua \nrealização. No conjunto destas relações, espera-se que o processo de emancipação seja \npossibilitado, que a competência para a cidadania seja construída. Portanto, torna-se fundamental a \ndefinição do perfil do egresso e a clareza dos objetivos do curso para delinear o caminho a ser \npercorrido e para possibilitar a avaliação deste processo. \nNa dimensão dos valores, é essencial a sintonização com uma visão de mundo por parte \nda escola, expressa num modelo de sociedade e de educação que tenham como referência os \ngrandes desafios do mundo contemporâneo e, em termos específicos, os desafios enfrentados por \nnossa nação. Não se deve cair no improviso assim como não podemos desconhecer o edifício do \nsaber acumulado pelas gerações passadas, sobretudo aquele saber associado às áreas humanas e \nsociais, que trazem as bases para a construção da ética e da cidadania. Como fenômeno sócio-\nhistórico, a aprendizagem é multicultural, não deve ser colocada a serviço de grupos e precisa \nsuperar impactos tais como o da globalização, sem perder de foco seus aspectos positivos. Com a \nglobalização, a dimensão tecnológica do conhecimento tem predominado sobre as demais \ndimensões, tais como a filosofia e a ética, perdendo a referência do ser humano, da natureza e da \nvida de um modo geral. No mundo atual, o individualismo, a competitividade, a sobrevivência do \nmais forte, que reproduz um modelo darwinista de sociedade, além da busca desenfreada do prazer \ne do poder, acabam constituindo um valor cultural do qual a própria escola torna-se cúmplice e \nreprodutora. É na expressão do projeto pedagógico que estes aspectos devem ser desvelados. \nO conhecimento e a prática técnica e científica precisam estar em contínua avaliação, \nmediada pela visão humanista e pela reflexão em torno dos valores que perpassam essas práticas. \nDesta forma, a ciência e a tecnologia não podem constituir meramente meios para atingir os fins \ndeterminados pelo sistema de produção, mas precisam traduzir os modos pelos quais o ser humano \npassa a interagir com o mundo tendo como referência a discussão atualizada e balizada na reflexão \ndos valores e da ética. O currículo deve evidenciar as diversas práticas que possibilitem a formação \nde um profissional com visão crítica e social; que esteja comprometido com a ética e com o \ndesenvolvimento humano; que não seja manipulado e que saiba buscar alternativas; que tenha \ncapacidade de avaliação e de intervenção no mundo. \nNa dimensão teleológica, a escola não pode ter um fim em si mesma. Seu destino é a \nbusca do saber tendo como meta a construção de um mundo melhor e sua missão precisa ser \nexpressa em função deste propósito. Na escola tecnológica moderna, a primazia encontra-se no \naspecto técnico do conhecimento, porém o seu projeto tem um fundamento essencialmente político. \nA sua finalidade, o aspecto essencial que fundamenta e justifica sua existência no âmbito da \nsociedade, consiste em tornar-se promotora de uma transformação na vida dos indivíduos que por \n", "12": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n9\nela passam e, por conseguinte, contribuir para a construção que reflita os anseios e necessidades \neminentes daquela sociedade. Os sujeitos envolvidos com os projetos e ações no interior desta \nescola devem assumir, portanto, postura crítica buscando a constante avaliação e reflexão sobre os \ninteresses que envolvem estas atividades. Definir os fins da instituição constitui um processo \ndinâmico, é antes uma atitude, uma prática que precisa perpassar todas as suas ações, de modo a não \nficar perdida no discurso enquanto caminha por trilhas dissociadas de seus propósitos essenciais. \nDesta forma, os fins a que a escola se propõe precisam ser explicitados e conhecidos por aqueles \nque dela participam, precisam refletir nos currículos dos cursos e nas práticas disseminadas no \ninterior da escola, precisam ser enfim, avaliados continuamente, para que não cristalizem ou \ndogmatizem, permanecendo esquecidos e dissociados de seu tempo. \nDestacados esses pontos essenciais que constituem os pressupostos básicos de um projeto \npedagógico, é pertinente enfatizar que, apesar de nenhum currículo conseguir atingir plenamente \ntodos estes pontos em sua realização na prática escolar, esses pressupostos continuam como \nreferências, como desafios, quase utopias que apontam rumos e direcionam metas a serem \nconstantemente buscadas. Na implementação do currículo e em sua construção/reconstrução estas \nmetas são sistematicamente retomadas e exercem o papel de um farol a direcionar nossas ações. \n \n \n4. \nO \nCONTEXTO \nDO \nCAMPO \nPROFISSIONAL \nE \nÁREA \nDE \nCONHECIMENTO DO CURSO \n \nA Engenharia Elétrica teve sua delimitação e definição como campo específico de \nconhecimento e de aplicação mais precisamente a partir do final do século XIX, com o \ndesenvolvimento da eletricidade e das primeiras tecnologias ligadas a este setor. Foi, no entanto, ao \nlongo do século XX que esta área de conhecimento apresentou grande desenvolvimento atingindo \nno momento atual um amplo campo de conhecimento. A diversidade de temas que abrangem a \ngrande área da Engenharia Elétrica tornou-se de tal forma diversificada, que outras modalidades de \nengenharia foram sendo desmembradas a partir desta. Em determinados cursos estas modalidades \nsão tratadas na forma de ênfases. Assim sendo, além do campo originalmente pertinente à \nengenharia elétrica, que envolve os sistemas de energia elétrica, outras áreas foram sendo agregadas \nà formação do profissional tais como: microeletrônica, telecomunicações, automação e controle, \ncomputação. Desta forma, um curso que forneça as bases conceituais e os fundamentos destas áreas \ndevidamente articulados, tem condições de preparar um profissional para atuar em diversos desses \nsegmentos da engenharia elétrica. Esta articulação constitui a essência do projeto em questão, como \nestá apresentado no tópico 6, denominado Proposta Curricular. Um engenheiro eletricista com uma \n", "13": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n10\nformação que contemple conhecimentos e fundamentos nestas áreas tem a seu dispor um amplo \nleque de opções para atuação no mercado profissional. Uma vez que a tecnologia moderna está em \nconstante mudança e que o cenário no qual a engenharia se desenvolve implica no aparecimento de \nsituações inovadoras e muitas vezes inesperadas, a forma mais adequada de preparação do \nengenheiro para esta realidade consiste em fornecer-lhe instrumentos que ampliem suas \npossibilidades de atuação e de escolhas. Este é um dos referencias que orienta a execução deste \nprojeto. \nPara identificar as demandas externas ao curso, o CEFET-MG realizou uma pesquisa \n(cuja metodologia científica não foi explicitada) informal de egressos do curso de Engenharia \nIndustrial Elétrica, abrangendo uma amostra em torno de 40% dos formados entre 1999 e 2002. \nEssa pesquisa evidenciou uma boa inserção dos alunos no mercado de trabalho, com \n100% dos mesmos estando empregados. Destes, 80% atuam na área de formação profissional e 20% \natuam em outras áreas. \nEntre os que atuam na área de formação, o maior empregador é a indústria \nautomobilística (montadoras e fabricantes de autopeças, predominando as empresas de médio e \ngrande porte – 25%), seguida pelo setor de telecomunicações (20%), pelo setor público (20%) e \npelo ramo de projetos elétricos e montagens. Aparecem ainda os ramos de desenvolvimento de \nsoftwares, consultorias, serviços de automação e fabricação de vidros. \nAs principais atividades demandadas pelo mercado aos engenheiros formados no CEFET-\nMG são: desenvolvimento e acompanhamento de projetos elétricos (25%), funções administrativas \n(20%), controle de qualidade (10%), controle de processos (10%), implantação e gestão de redes \n(10%), manutenção de equipamentos (10%), suporte técnico, atividades de pesquisa e \ndesenvolvimento de softwares, cada um com 5%. Os conhecimentos mais utilizados pelos ex-alunos \nrelacionam-se aos conteúdos de circuitos elétricos e automação industrial (15%), gestão de \nqualidade, controle de servomecanismos, administração e eletrônica digital que aparecem com a \nfreqüência de 10% cada um. Com a freqüência de 5% aparecem os conhecimentos de acionamentos \nelétricos, máquinas elétricas, estatística, planejamento e controle de processos, eletrotécnica \naplicada, eletrônica industrial, proteção de sistemas elétricos de potência, instrumentação e antenas. \nSegundo os egressos do curso de Engenharia Industrial Elétrica as áreas da engenharia \nelétrica em maior expansão no mercado são as de automação industrial, telecomunicações, controle \nestatístico de processos, engenharia de qualidade, projetos em sistemas de segurança, engenharia \nhospitalar e logística. Entretanto, 20% dos egressos acreditam não haver nenhuma área da \nengenharia elétrica em expansão. \n", "14": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n11\nAo lado da pesquisa junto aos egressos, professores do CEFET-MG realizaram também \numa pesquisa junto a órgãos diversos como o Banco de Desenvolvimento de Minas Gerais, o \nInstituto de Desenvolvimento Industrial de Minas Gerais-INDI, Prêmio Mineiro da Qualidade e em \ninstituições de ensino de engenharia de renome internacional. Tais pesquisas evidenciaram a já \nconhecida imprevisibilidade do mercado de trabalho brasileiro, que não difere da situação em Minas \nGerais, tendo, entretanto, apontado algumas preocupações recorrentes: a demanda por profissionais \ndotados de iniciativa própria, de autonomia e de visão empreendedora e ainda flexível o suficiente \npara atuarem em áreas diversas. Particularmente no período atual em que a economia global tem \napresentado um crescimento razoável, com reflexos similares na economia nacional, o campo \nprofissional das engenharias tem ampliado e diversificado, tanto no aspecto de diversidade de áreas \nde atuação quanto à forma de contratação do engenheiro. \nSegundo CRIVELLARI (1998): \n“Observa-se uma queda nos níveis de emprego do engenheiro no setor industrial em favor do \nemprego no setor terciário. Os processos de reestruturação produtiva e o movimento de terceirização nos \nprocessos produtivos impactaram fortemente sobre os escritórios de engenharia. Os profissionais saem das \ngrandes empresas industriais e passam a trabalhar para elas, em regime de prestação de serviço”. \nA essa tendência geral, devem-se associar, entretanto, os dados da Pesquisa de Egressos \n2004 do CEFET-MG, que apontam para o emprego dos engenheiros investigados majoritariamente \nna indústria automobilística. \nNuma síntese genérica, é preciso ter em conta que ao mesmo tempo em que o mercado \ndemanda competências muito concretas, capazes de colocar o engenheiro em ação imediata em \ncontextos bastante específicos, o enxugamento dos quadros e o processo de terceirização aludidos \npor Crivellari, apontam para a necessidade de uma formação genérica e flexível do engenheiro, \ntornando-o capaz de adaptar-se a circunstâncias variadas. \nEsse é o principal desafio de uma estruturação curricular: considerar as incertezas do \nmercado, suas demandas imediatas, sua diversidade de opções e inovações tendo em vista um \nprojeto de nação autônoma e com justiça social. \n \n \n \n \n \n \n \n", "15": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n12\n \n5. PERFIL DO ALUNO INGRESSANTE \n \n5.1 - Perfil do aluno ingressante no 2º semestre de 2004 \n \nDados coletados pelo Núcleo de Apoio ao Ensino – NAE, no Questionário de Sondagem \ndo Perfil do Aluno, aplicado no momento da matrícula do segundo semestre de 2004, apontam que \nos alunos ingressantes apresentam como características principais: são todos brasileiros, solteiros, \nnascidos em Minas Gerais (97%), em zonas urbanas. Apenas 12% são mulheres; a imensa maioria é \nbem jovem: 42% com até 18 anos, 49% entre 19 e 21 anos e 9% acima de 22 anos. \nConstituem-se assim em típicos jovens urbanos mineiros, sendo que 86% residem com as \nfamílias. Dos ingressantes (47%) encontram-se inseridos no mercado de trabalho (trabalhando ou \nem situação atual de desemprego). Destaca-se ainda que 38% dos respondentes começaram a \ntrabalhar antes de completar a maioridade e 53% nunca trabalharam. Grande número dos \nrespondentes não possui renda própria (77%) e 98% declaram serem mantidos pela família. \nEm relação à escolaridade dos pais constatou-se que 43% dos pais e das mães desses \njovens estudaram até o ensino médio. Os demais se dividem entre pais que estudaram até o ensino \nfundamental (cerca de 26%) e aqueles que concluíram o curso superior (cerca de 25%). Existem \nalguns poucos pais que possuem curso de pós-graduação. Isso significa que temos alunos de grupos \nfamiliares heterogêneos quanto à escolaridade, predominando famílias de escolaridade inferior à \nescolaridade atual dos filhos. \nQuanto à vida escolar anterior, são alunos que não sofreram nenhuma reprovação durante \nsua escolarização. Aproximadamente metade deles concluiu o 2º grau em escolas privadas (58%) e \na outra parte em escolas públicas. Dos 44 respondentes do questionário, apenas 4 concluíram curso \nmédio no CEFET-MG e outros 3 no COLTEC-MG, sendo que 84% fizeram pré-vestibular. \nConcluindo essa parte referente ao perfil sócio-econômico, percebe-se que grande parte \ndos alunos é oriunda de famílias trabalhadoras de posição intermediária ou baixa no mercado de \ntrabalho, mas que investem o máximo possível nos estudos dos filhos, proporcionando-lhes estudos \nem escolas privadas e pré-vestibulares, ainda que a renda familiar de 56% esteja abaixo de 8 \nsalários mínimos (R$1.920,00 que é pouco acima do que o DIEESE estipula como o “Salário \nMínimo Necessário” ao trabalhador hoje, constituindo-se, portanto, num orçamento familiar \nlimitado). Apenas 4 alunos ingressantes no curso de Elétrica (9% do total) possuem renda familiar \nacima de 15 salários mínimos. \n", "16": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n13\nO interesse pelo curso do CEFET-MG deveu-se, segundo os investigados, por vocação \npessoal para a área (60%); pela qualidade de ensino da instituição (21%), por orientação de \nfamiliares (9%) e 10% foram motivados pela gratuidade do ensino. \nOs dados coletados no Questionário de Sondagem de Habilidade Computacionais, \naplicado também pelo NAE nos alunos do 1º período do Curso de Engenharia Industrial Elétrica, no \nsegundo semestre de 2004, indicam que a maioria (88%) dos alunos possuía computador em casa e \no utilizava antes de iniciar o curso e que 3% dos alunos não possuíam computador em casa, mas \ntinha acesso a alguma máquina de conhecidos. \nConcluindo, percebeu-se que todos os alunos tiveram acesso a computador antes de \niniciar o curso. A maioria dos alunos apresenta conhecimentos suficientes para utilizar \nrazoavelmente e/ou têm domínio dos programas computacionais pesquisados. A maior parte dos \nentrevistados considera imprescindível que haja um plantão de apoio e que o CEFET ensine todos \nos programas básicos (apesar de responderem ter conhecimento deles). A maior ênfase relaciona-se \nà disponibilidade de laboratórios equipados com computadores como recurso para facilitar o \ndesenvolvimento de habilidades de uso dos programas computacionais e de realização de atividades \nescolares. \nEsses dados indicam, para a construção de um novo currículo, que as turmas iniciantes \nsão bastante heterogêneas em termos sócio-culturais, alertando para o fato de que o CEFET-MG já \noferece um significativo atendimento às camadas de menor renda. Merece destaque, entretanto o \nfato de que, ainda que provenientes de famílias de médio e baixo estrato econômico, esses alunos \nvêm de uma formação altamente valorizadora dos estudos, da cultura escolar e das ferramentas \natualmente utilizadas. Esses alunos foram aprovados num processo seletivo em que o índice de \ncandidatos por vaga foi de 15,8. Uma análise panorâmica dos dados coletados em outros semestres \nsobre o perfil do aluno ingressante no CEFET-MG demonstra esta tendência observada na pesquisa \ncitada. \n \n5.2 - Processo Seletivo e Número de Vagas \n \nO processo seletivo para admissão de novos alunos será realizado semestralmente, \nsegundo as normas para a realização de processos seletivos para o ensino superior em vigor no \nCEFET-MG. \nO presente Projeto Político-Pedagógico foi concebido, incluindo-se estrutura curricular, \nvisando o Curso de Graduação em Engenharia Elétrica em turno diurno no Campus II de Belo \nHorizonte. \n", "17": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n14\nConsiderando o ambiente físico das salas de aula disponíveis no CEFET-MG; a demanda \nestimada para os cursos; o fato de que o curso faz uso intensivo de laboratórios de circuitos \nelétricos, eletrônica, eletromagnetismo etc., o que requer a divisão da turma em subturmas; que \nestes laboratórios devem acomodar uma média de 9 a 15 alunos, sendo três ou quatro alunos por \nbancada, a Comissão sugere que, a cada semestre sejam oferecidas à comunidade 40 (quarenta) \nvagas, no turno diurno, para Campus II, Belo Horizonte, conforme aprovado na 409a Reunião do \nConselho Departamental. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "18": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n15\n6. CURRÍCULO DO CURSO DE ENGENHARIA ELÉTRICA \n \n \n6.1. Objetivos \n \nO Curso de Engenharia Elétrica do CEFET-MG tem como objetivo geral formar \nprofissionais com sólida base conceitual e prática nos conteúdos básicos, profissionalizantes e \nespecíficos do curso e preparados para atuarem no processo produtivo e no desenvolvimento \ntécnico e científico do país, considerando-se os aspectos políticos, sociais, culturais, econômicos, \nambientais, humanos e éticos, abrangendo os seguintes campos da Engenharia Elétrica: \n- \nAutomação e Controle de Processos; \n- \nSistemas de Energia Elétrica; \n- \nQualidade, Conservação e Eficiência de Energia; \n- \nSistemas Eletrônicos; \n- \nTelecomunicações; \n- \nModelagem Computacional. \n \nOs campos acima citados, tendo em vista a especificidade de cada área, envolvem \nconhecimentos de: \n- \nFísica, química e matemática; \n- \nComputação; \n- \nCircuitos elétricos; \n- \nEletromagnetismo; \n- \nEquipamentos e materiais; \n- \nEletrotécnica; \n- \nEletrônicas analógica e digital; \n- \nAutomação, instrumentação e controle;  \n- \nGeração, transmissão e distribuição de energia elétrica; \n- \nGerenciamento e comercialização de energia; \n- \nOperação e manutenção de sistemas elétricos; \n- \nProjetos em engenharia; \n- \nTelecomunicações; \n- \nConversão de energia; \n- \nAcionamentos industriais; \n- \nRepresentação e interpretação gráfica; \n- \nMeio ambiente; \n", "19": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n16\n- \nAdministração e gerenciamento; \n- \nSegurança, legislação e ética profissional; \n- \nHumanidades e ciências sociais aplicada à engenharia. \n \n6.2. Perfil do Egresso \n \nO egresso do Curso de Engenharia Elétrica do CEFET-MG deve ser um profissional com \nsólida formação científica e tecnológica no campo da engenharia elétrica, capaz de absorver, \ndesenvolver e aplicar tecnologias, com visão crítica e criativa, e com competência para \nidentificação, formulação e resolução de problemas comprometido com a qualidade de vida numa \nsociedade cultural, econômica, social e politicamente democrática, justa e livre; visando o pleno \ndesenvolvimento humano aliado ao equilíbrio ambiental. \nO curso de Engenharia Elétrica do CEFET-MG está estruturado para desenvolver um \nprofissional capaz de: \n \na) No campo científico e tecnológico: \n- \nDesenvolver \numa \nsólida \nbase \nem \nMatemática, \nFísica, \nCircuitos \nElétricos/Eletrônicos e Eletromagnetismo, além da capacidade de inter-relacionar e \nconstruir conhecimento a partir desta base; \n- \nDesenvolver e aplicar conhecimentos matemáticos, científicos, tecnológicos e \ninstrumentais no campo profissional; \n- \nIdentificar, formular e resolver problemas relacionados à engenharia quantificando \ne avaliando a potencialidade técnica e econômica de tais soluções; \n- \nDesenvolver capacidade técnica que permita avaliar e aproveitar oportunidades e \nnecessidades regionais, nacionais e globais no sentido de atender demandas \neconômicas, políticas e sociais. \n- \nPlanejar, supervisionar e coordenar projetos e serviços na área de engenharia; \n- \nDesenvolver e aplicar ferramentas computacionais e de projeto na solução de \nproblemas técnicos; \n- \nConduzir e realizar experimentos e práticas investigativas com capacidade para \ninterpretar resultados e tomar decisões;  \n- \nUtilizar a computação para o desenvolvimento de ciência e tecnologia e em \nprocessos produtivos; \n- \nInterpretar e desenvolver comunicação gráfica; \n", "20": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n17\n- \nConhecer e aplicar normas técnicas na áreas de atuação profissional; \n- \nDesenvolver e aplicar modelos na engenharia. \nb) No campo do desenvolvimento humano e social: \n- \nCompreender e desenvolver visão sistêmica dos processos nos quais atua; \n- \nDesenvolver \ncapacidade \nde \ncomunicação \ninterpessoal, \nleitura, \nredação, \ninterpretação e representação simbólica; \n- \nTrabalhar em equipe multidisciplinar e interdisciplinar; \n- \nComprometer-se com o processo de atualização e de aprendizagem continuada no \ncampo profissional; \n- \nAbordar e solucionar problemas de engenharia considerando, de forma crítica e \nintegrada, os aspectos humanos, políticos, econômicos, ambientais, biológicos, \néticos, sociais e culturais; \n- \nDesenvolver a capacidade de liderança, de empreendedorismo e de gerenciamento; \n- \nDesenvolver a criatividade e a visão crítica e reflexiva em relação à sua prática \nprofissional; \n- \nConhecer, avaliar e estar preparado para atuar de acordo com a legislação \nprofissional. \n- \nAtuar no campo profissional comprometendo-se com a realidade social e as \nnecessidades ambientais. \n \n6.3. Sistema de Avaliação \n \nNo que concerne ao Curso de Graduação em Engenharia Elétrica, o sistema de avaliação a \nser adotado, é o regulamentado pelas Normas Acadêmicas do CEFET-MG. \n \n6.4. Eixos de Conteúdos e Atividades: definição e estruturação do currículo \n \nO presente Projeto apresenta uma visão filosófica e uma concepção pedagógica que têm \ncomo referência:  \n- \nPossibilitar e incentivar a integração interdisciplinar de modo a favorecer o diálogo \nentre os docentes e a construção de propostas conjuntas; \n- \nViabilizar a flexibilidade na oferta curricular visando atender às demandas de \natualizações constantes de ementas e planos de ensino; \n- \nAmpliar a diversidade de opções para os estudantes possibilitando, dentro de \ndeterminados limites, liberdade para planejar seu próprio percurso e opção quanto \n", "21": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n18\nàs disciplinas e atividades a serem realizadas na etapa de finalização de seu curso, \nem função da especialidade profissional que ele escolher. \n \nO modelo curricular em questão, organizado de modo a viabilizar os aspectos \nanteriormente descritos, é estruturado em Eixos de Conteúdos e Atividades, a partir dos quais são \ndesmembradas as disciplinas e as práticas pedagógicas constituintes do currículo. Neste Projeto, o \nEixo de Conteúdos e Atividades consiste de um conjunto de conteúdos curriculares, coerentemente \nagregados, relacionados a uma área de conhecimento específica dentro do currículo incluindo as \natividades envolvidas na sua implementação. Dentro desta concepção a estruturação curricular \napresenta o seguinte formato: \n \n \n \n \n \n \n \n \n \n \nNesta estrutura curricular são considerados os seguintes aspectos: \n- O currículo é descrito a partir dos Eixos de Conteúdos e Atividades que o compõem; \n- Cada Eixo de Conteúdos e Atividades descreve os conteúdos curriculares e/ou tipos de \natividades desenvolvidas e a carga horária do eixo; \n- Os conteúdos e atividades curriculares constituem a estrutura básica do currículo, a partir \ndos quais são desdobradas as disciplinas e as atividades curriculares; \n- Os conteúdos curriculares são classificados dentro dos parâmetros estabelecidos pelas \nDiretrizes Curriculares Nacionais do Curso de Graduação em Engenharia (Res. CNE/CES \n11/02) em conteúdos básicos, conteúdos profissionalizantes e conteúdos específicos; \n- \nAs atividades curriculares são descritas a partir das metodologias aplicadas na \noperacionalização dos conteúdos; \n- \nAs atividades de práticas profissionais são destacadas em um eixo específico e buscam \nintegrar conhecimentos de diversos eixos de forma interdisciplinar. As atividades de \npráticas profissionais envolvem atividades de caráter obrigatório – estágio supervisionado \ncurricular e trabalho de conclusão de curso (TCC I e TCC II) – e atividades optativas – \nprojeto de iniciação científica, projeto orientado, projeto de extensão (realizadas em \nEIXO DE CONTEÚDOS E ATIVIDADES: \nRelaciona os eixos de conteúdos/atividades constituintes do currículo, descrevendo os \nconteúdos de cada eixo e respectivas cargas horárias. \nDISCIPLINAS E ATIVIDADES: \nRelaciona as disciplinas com ementas/CH integrantes de cada eixo. \nPLANO DE ENSINO: \nRelaciona o plano de ensino de cada disciplina. \n", "22": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n19\nempresas, órgãos governamentais, organizações não-govenamentais, comunidades etc), \nprodução científica, pesquisa tecnológica, participação em congressos e seminários, \ndesenvolvimento de atividade em Empresa Júnior, dentre outras; \n-  Os conteúdos e atividades descritos nos eixos (envolvendo denominação do eixo, carga \nhorária e descrição dos conteúdos, obrigatórios e optativos) deverão ser aprovados na \nesfera dos órgãos colegiados máximos da Instituição: Conselho de Ensino e Conselho \nDiretor1; \n- As disciplinas e os planos de ensino que forem comuns aos outros cursos de graduação \n(envolvendo denominação da disciplina, cargas horárias e ementas) deverão ser aprovados \nna esfera do conselho de graduação da Instituição: Conselho Departamental ou \nequivalente; \n- As disciplinas e os planos de ensino (envolvendo denominação da disciplina, cargas \nhorárias e ementas) que forem específicos do curso de Engenharia Elétrica deverão ser \naprovados na esfera do Colegiado do Curso; \n- Os planos de ensino das disciplinas de um curso de graduação deverão ser aprovados na \nesfera dos Colegiados de cada curso e informados ao órgão colegiado imediatamente \nsuperior, juntamente com a justificativa técnica e administrativa. \n \nCada Eixo é coordenado por dois professores (coordenador e coordenador adjunto) com \natribuições essencialmente de caráter pedagógico, no sentido de promover a integração entre as \ndisciplinas, a proposição de ementas e de atividades interdisciplinares e a interação entre outros \nEixos do curso. O detalhamento das atividades e a forma de definição dos coordenadores de Eixos \nserão objeto de proposição do Colegiado do Curso e aprovação pelo Conselho Departamental. \nA vinculação dos professores aos eixos é de natureza essencialmente pedagógica, \npermanecendo a vinculação funcional ao Departamento Acadêmico de origem do professor. Esta \nvinculação se dará mediante convite do Colegiado do Curso ao professor ou mediante proposta do \nprofessor ao Colegiado do Curso que deverá aprovar esta vinculação. Os critérios para vinculação \nserão normatizados pelo Conselho Departamental. \nUm professor poderá estar vinculado simultaneamente a mais de um eixo, de acordo com \nsua formação e competência profissional. \n \n \n1 – Até o presente momento estas atribuições são de competência do Conselho de Ensino e do Conselho \nDiretor. Com a criação do CEPE (Conselho de Ensino Pesquisa e Extensão) este conselho será a instância \nmáxima para este tipo de decisão. \n", "23": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n20\n6.5. Definição da carga horária das disciplinas e do tempo escolar \nA carga horária do curso é dimensionada na unidade “hora-relógio”. Neste sentido, os \nhorários de aulas semanais serão modulares com duração de 1h e 40 min para cada módulo, com \nintervalo de 10 min entre módulos, conforme apresentado na Tabela 1 (para os cursos diurnos): \n \nTabela 1 – Módulos de aulas. \nMódulo SEG TER QUA QUI SEX SAB \n1 \n2.1 \n3.1 \n4.1 \n5.1 \n6.1 \n7.1 \n2 \n2.2 \n3.2 \n4.2 \n5.2 \n6.2 \n7.2 \n3 \n2.3 \n3.3 \n4.3 \n5.3 \n6.3 \n7.3 \n \nMódulo SEG TER QUA QUI SEX SAB \n4 \n2.4 \n3.4 \n4.4 \n5.4 \n6.4 \n7.4 \n5 \n2.5 \n3.5 \n4.5 \n5.5 \n6.5 \n7.5 \n6 \n2.6 \n3.6 \n4.6 \n5.6 \n6.6 \n7.6 \n \nMódulo SEG TER QUA QUI SEX \n7 \n2.7 \n3.7 \n4.7 \n5.7 \n6.7 \n8 \n2.8 \n3.8 \n4.8 \n5.8 \n6.8 \n \nA referência para indicação do módulo-horário semanal é a seguinte: \n \n                                             Módulo horário                               \n \n                                   Dia da semana \nDentro do quadro de horário da Tabela 1, cada disciplina é planejada para ser \ndesenvolvida ao longo de um semestre com 100 dias letivos, sendo previsto três possibilidades: \n- \nDisciplina de 25h – ocupa 1 módulo por semana; \n- \nDisciplina de 50h – ocupa 2 módulos por semana; \n- \nDisciplina de 75h – ocupa 3 módulos por semana. \nAlternativamente, a critério do Colegiado do Curso, uma disciplina de 25 h poderá ser \nplanejada de modo a ocupar mais de 1 módulo por semana, concentrando desta forma um número \nmaior de aulas em uma determinada etapa do semestre letivo. \nA carga horária total do curso é de 3450 h, sendo 3200 h relativas às atividades \nacadêmicas e 250 h ao estágio supervisionado na empresa (conforme apresentado no item 6.8). \nComo resultado deste dimensionamento, obtém-se:  \nx.y \n", "24": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n21\n- \n3200h em 10 semestres letivos; \n- \nMédia de 320h por semestre; \n- \nMédia de 20h por semana (com 17 semanas por semestre); \n- \nMédia de 4 h de atividades por dia (semana com 5 dias letivos). \n \nO sétimo e oitavo módulos da Tabela 1, que estão no período noturno, poderão ser \nutilizados para as aulas do décimo período do curso de Engenharia Elétrica a fim de possibilitar a \nrealização do estágio supervisionado. \nAo ser implantado o novo currículo, este novo quadro de horário deverá ser aplicado \nsimultaneamente para todos os períodos do novo currículo e do currículo anterior, de modo a \nviabilizar o intercâmbio de professores e alunos entre os dois currículos. As cargas horárias das \ndisciplinas do currículo anterior não serão alteradas, uma vez que há compatibilidade destas com o \nnovo quadro horário (Tabela 1), conforme pode ser verificado na Tabela 2. \n \nTabela 2 - Correspondência entre a carga horária de disciplinas. \nCurrículo anterior – hora-aula (50 min) Currículo novo – hora (60 min) \n30 \n25 \n60 \n50 \n90 \n75 \n \nNa grade horária semanal deverá ser previsto pelo menos um módulo livre em cada turno \nao longo do semestre de modo a possibilitar o encontro de professores e alunos de turmas diferentes \nvisando à produção conjunta de trabalhos e projetos. Esta é uma forma de viabilizar, em termos \npráticos, a interdisciplinaridade no curso. O módulo horário semanal livre possibilita também a \nrealização de reuniões com professores, com alunos e de órgãos como o DCE (Diretório Central dos \nEstudantes), além de possibilitar o planejamento de palestras de interesse geral para alunos e/ou \nprofessores, sem prejuízo para as aulas durante o semestre letivo. Propõe-se que este módulo livre \nseja comum a todos os cursos de graduação e definido pelo Conselho Departamental ou \nequivalente. \n \n6.6. Plano de Implementação Curricular \n \nDeverá ser elaborado pelo Colegiado do Curso, sob coordenação do Fórum dos \nCoordenadores, e aprovado no Conselho Departamental um Plano de Implementação Curricular. \n", "25": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n22\nNesse sentido, antes da implantação da primeira turma do novo currículo deverão ser elaborados os \nseguintes documentos: \n1 – Estudo preliminar do quadro de equivalência entre disciplinas do antigo currículo e \ndisciplinas do novo currículo; \n2 – Definição dos professores que irão lecionar no 1º período; \n3 - Definição dos planos de ensino das disciplinas do 1º período; \n4 - Definição do horário das aulas do 1º período; \n5 - Definição dos recursos necessários à implantação do currículo novo (laboratórios, \nbiblioteca, espaço físico etc.). \n \nA partir da implantação do 1º período e antes da implantação de cada período \nsubseqüente, os tópicos 2, 3, 4 e 5 acima deverão ser cumpridos tendo em vista a implantação dos \nperíodos subseqüentes. \nAs normas para Trabalho de Conclusão de Curso (TCC I ou TCC II) e Estágio Curricular \nSupervisionado (envolvendo critérios para designação de professores, atribuições dos diversos \nsetores envolvidos, elementos de ordem pedagógica e demais aspectos relevantes condizentes com \nestas atividades) deverão ser elaboradas pelo Colegiado do Curso, sob coordenação do Fórum dos \nCoordenadores e aprovadas no Conselho Departamental, até o final do segundo ano de implantação \nda 1ª turma do novo currículo. \nA Tabela 3 apresenta a síntese dos aspectos a serem normatizados pelo Conselho \nDepartamental e/ou Colegiado do Curso, tendo em vista a implantação do novo currículo. \nTabela 3 – Síntese de normas a serem elaboradas. \nItem \nObjeto de normatização \nÓrgão propositor Órgão \nnormatizador \nPrazo \n1 \nEstrutura, atribuições e definição de \nprofessores para composição dos eixos \nConselho \nDepartamental \nConselho \nDepartamental \nAntes do início  \ndo 1º período \n2 \nNormas de Estágio Supervisionado \nColegiado do \ncurso \nColegiado do \ncurso \nAté final do 4º \nperíodo \n3 \nNormas do TCC \nColegiado do \ncurso \nColegiado do \ncurso \nAté final do 4º \nperíodo \n4 \nNormas para atividades de prática \nprofissional complementares \n(Iniciação Científica, atividades de \nextensão, participação em eventos etc) \nColegiado do \ncurso \nColegiado do \ncurso \nAté final do 4º \nperíodo \n5 \nQuadro de equivalência de disciplinas \ncurrículo anterior/novo \nColegiado do \ncurso \nConselho \nDepartamental \nAté final do 1º \nperíodo \n \n", "26": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n23\n6.7. Estrutura de apresentação dos Eixos \n \nA Tabela 4 apresenta a estrutura de apresentação dos Eixos de Conteúdos e Atividades, \ncom destaque para a forma de descrição dos conteúdos obrigatórios, para esfera de decisão sobre o \ncurrículo e para a carga horária. \n \nTabela 4 – Estrutura de apresentação dos Eixos de Conteúdos e Atividades. \nConteúdos Obrigatórios (refere-se aos conteúdos que o estudante deverá cursar \nnecessariamente para integralização do curso). \nCarga \nhorária \n(horas) \nDescreve os conteúdos gerais obrigatórios do Eixo. \nOs conteúdos gerais descritos neste quadro e respectiva carga horária serão objetos de \naprovação pelo Conselho de Ensino / Conselho Diretor (ou órgão equivalente). \n \nDesdobramento em disciplinas \nRelaciona as disciplinas do Eixo que compõem a estrutura curricular obrigatória. \nA relação das disciplinas comuns aos cursos, descrição dos conteúdos disciplinares para \ncada disciplina e respectiva carga horária serão objetos de aprovação pelo Conselho \nDepartamental ou órgão equivalente. \nA relação das disciplinas específicas do curso, descrição dos conteúdos disciplinares \npara cada disciplina e respectiva carga horária serão objetos de aprovação pelo \nColegiado do Curso. \n \n \nConteúdos Optativos (refere-se aos conteúdos que o estudante poderá cursar \nparcialmente, como parte dos créditos destinados às disciplinas optativas do curso). \nCarga \nhorária \n(horas) \nDescreve os conteúdos gerais optativos do Eixo. \nOs conteúdos gerais descritos neste quadro e respectiva carga horária serão objetos de \naprovação pelo Conselho Departamental ou equivalente. \n \nDesdobramento em disciplinas \nRelaciona as disciplinas do Eixo que compõem a estrutura curricular optativa. \nA relação das disciplinas comuns aos cursos, descrição dos conteúdos disciplinares para \ncada disciplina e respectiva carga horária serão objetos de aprovação pelo Conselho \nDepartamental ou órgão equivalente. \nA relação das disciplinas específicas do curso, descrição dos conteúdos disciplinares \npara cada disciplina e respectiva carga horária serão objetos de aprovação pelo \nColegiado do Curso. \n \nAs disciplinas optativas denominadas “Tópicos Especiais” deverão ser propostas no \nsemestre anterior à sua oferta e terão suas ementas aprovadas no Colegiado do curso. \n \n \n \n \n", "27": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n24\n6.8. Eixos de Conteúdos e Atividades: descrição dos conteúdos e desdobramento em \ndisciplinas \n \nEIXO 1 – MATEMÁTICA \n \nObjetivos: formar sólida base em Matemática, visando construção de conhecimentos posteriores, \ndesenvolvendo no aluno a capacidade de equacionar e resolver problemas, além de dar capacidade \nde estudos independentes. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo básico. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nCálculo vetorial; geometria analítica; cônicas; matrizes; sistemas lineares; funções reais: \nlimites, continuidade, derivadas; funções elementares; integrais definidas, indefinidas e \nimpróprias; funções de várias variáveis: derivadas parciais, diferenciais, integrais \nmúltiplas; quádricas; problemas de otimização; coordenadas polares no plano e no \nespaço; campos vetoriais; simetrias; integrais curvilíneas e de superfície; operadores \ndiferenciais; teoremas integrais; séries numéricas e de funções; transformadas integrais; \nequações diferenciais ordinárias e parciais; espaços vetoriais; transformações lineares; \nvalores próprios; produto interno; ortogonalidade; formas quadráticas; diagonalização. \n375 \n \nDesdobramento em disciplinas \n \nGeometria Analítica e Álgebra Vetorial \nCálculo I \nCálculo II \nCálculo III \nCálculo IV \nÁlgebra Linear \n75 \n75 \n75 \n50 \n50 \n50 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nGeometria Analítica e Álgebra Vetorial – 75 horas \nEquações analíticas de retas, planos e cônicas; vetores: operações e bases; equações vetoriais de \nretas e planos; equações paramétricas; álgebra de matrizes e determinantes; autovalores; sistemas \nlineares: resolução e escalonamento; coordenadas polares no plano; coordenadas cilíndricas e \nesféricas; superfícies quádricas: equações reduzidas (canônicas). \n \nCálculo I – 75 horas \nFunções reais: limites, continuidade, gráficos; derivadas e diferenciais: conceito, cálculo e \naplicações; máximos e mínimos; concavidade; funções elementares: exponencial, logaritmo, \ntrigonométricas e inversas; integrais definidas: conceito, teorema fundamental e aplicações; \nintegrais indefinidas: conceito e métodos de integração; integrais impróprias. \n \nCálculo II – 75 horas \nFunções reais de várias variáveis: limites, continuidade, gráficos, níveis; derivadas parciais: \nconceito, cálculo, e aplicações; coordenadas polares cilíndricas e esféricas: elementos de área e \nvolume; integrais duplas e triplas em coordenadas cartesianas e polares: conceito, cálculo, \nmudanças de coordenadas e aplicações; campos vetoriais; gradiente, divergência e rotacional; \nintegrais curvilíneas e de superfície; teoremas integrais: Green, Gauss e Stokes. \n \n", "28": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n25\nCálculo III – 50 horas \nEquações diferenciais ordinárias de primeira ordem: resolução e aplicações; equações diferenciais \nlineares de ordem superior; sistemas de equações diferenciais; transformada de Laplace e sua \naplicação em equações diferenciais. \n \nCálculo IV – 50 horas \nSéries numéricas e de potências; séries de Taylor e aplicações; séries de Fourier; transformada de \nFourier; equações diferenciais parciais; equações da onda, do calor e de Laplace. \n \nÁlgebra Linear – 50 horas \nEspaços vetoriais, subespaços, bases, dimensão; transformações lineares e representação matricial; \nautovalores e autovetores; produto interno; ortonormalização; diagonalização; formas quadráticas; \naplicações. \n \nConteúdos Optativos \nCarga \nhorária \n(horas) \nTópicos avançados que podem incluir problemas de valores de contorno; Sturm-\nLiouville; funções complexas; resíduos; transformações conformes; funções especiais \nda matemática; formas bilineares; mínimos quadrados; análise qualitativa e estabilidade \nde sistemas de equações diferenciais; matrizes esparsas; métodos variacionais. Outros \ntópicos a serem propostos. \n150 \nDesdobramento em disciplinas \n \nVariáveis Complexas \nMétodos Matemáticos da Engenharia A \nTópicos Especiais em Matemática I \nTópicos Especiais em Matemática II \n50 \n50 \n25 \n25 \n \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nVariáveis Complexas – 50 horas \nIntrodução às variáveis complexas: números e funções complexas; derivabilidade; condições de \nCauchy-Riemann; funções complexas elementares; integrais complexas; teorema de Cauchy; \nindependência do caminho; séries de Taylor e de Laurent; resíduos; aplicações. \n \nMétodos Matemáticos da Engenharia A – 50 horas \nTópicos avançados em equações diferenciais ordinárias e parciais: equações especiais de Euler, \nLagrange, Bessel e outras. Método de Froboenius. Equações parciais com condições de fronteira: \nproblemas de Dirichlet, Neumann e Cauchy. Classificação para sistemas lineares. Estabilidade \nlocal. Outros tópicos. \n", "29": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n26\nEIXO 2 – FÍSICA E QUÍMICA \n \nObjetivos: formar sólida base em Física, visando construção de conhecimentos posteriores, \ndesenvolvendo no aluno a capacidade de equacionar e resolver problemas, além de dar capacidade \nde estudos independentes. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo básico. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nLigações químicas; reações químicas; cinética química; termoquímica; eletroquímica; \npilhas; tratamento e purificação de substâncias (água, etc.); mecânica newtoniana; \neletricidade e magnetismo; oscilações, ondas e luz; termodinâmica. \n275 \nDesdobramento em disciplinas \n \nQuímica \nLaboratório de Química \nFísica I \nFísica Experimental I \nFísica II \nFísica Experimental II \nFísica III \n50 \n25 \n50 \n25 \n50 \n25 \n50 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nQuímica – 50 horas \nMatéria e suas propriedades; desenvolvimento da teoria atômica; mecânica quântica; classificação \ndos elementos; propriedades periódicas; ligações químicas; funções químicas; leis químicas; \ngeneralidades sobre compostos; síntese de compostos minerais; soluções; energia e reações \nquímicas. \n \nLaboratório de Química – 25 horas \nPráticas em laboratório dos temas e tópicos abordados na disciplina de “Química”, mais \nespecificamente, experimentos nas áreas de equipamentos básicos de laboratório, finalidades e \nutilização, técnicas de laboratório, avaliação de resultados experimentais, organização e \nfuncionamento de um laboratório, normas e procedimentos de segurança incluindo os primeiros \nsocorros, ligações químicas, equilíbrio químico, estequiometria, soluções e reações. \n \nFísica I - 50 horas \nIntrodução; velocidade e acelerações vetoriais; princípios da dinâmica; aplicações das leis de \nNewton; trabalho e energia mecânica; conservação de energia; momento linear e conservação do \nmomento linear; momento angular e conservação do momento angular; dinâmica dos corpos \nrígidos; gravitação. \n \nFísica II - 50 horas \nCarga elétrica e matéria; lei de Coulomb; o campo elétrico; fluxo elétrico lei de Gauss; potencial \nelétrico; capacitores e dielétricos; corrente elétrica; resistência elétrica; força eletromotriz; circuitos \nde corrente contínua; campo magnético; lei de Ampére; indução eletromagnética; lei de Faraday; \nondas eletromagnéticas; lei de Lenz; indutância e energia do campo magnético; circuitos de \ncorrente alternada. \n \n", "30": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n27\nFísica Experimental I - 25 horas \nPráticas em laboratório dos temas e tópicos abordados nas disciplinas de física, mais \nespecificamente, experimentos nas áreas de mecânica, eletricidade, magnetismo, circuitos elétricos \ne eletromagnetismo. \n \nFísica III - 50 horas \nTemperatura; calor; 1ª e 2ª leis da termodinâmica; propriedade dos gases; teoria cinética dos gases; \ntransferência de calor e massa; estática e dinâmica dos fluidos; oscilações; ondas e movimentos \nondulatórios; luz; natureza e propagação da luz; reflexão e refração; interferência, difração e \npolarização da luz; efeito fotoelétrico; efeito Compton. \n \nFísica Experimental II – 25 horas \nPráticas em laboratório dos temas e tópicos abordados nas disciplinas de física, mais \nespecificamente, experimentos nas áreas de termodinâmica, oscilações e ondas, ótica. \n \n \nConteúdos Optativos \nCarga \nhorária \n(horas) \nMecânica Newtoniana. Dinâmica de partículas. Equilíbrio e dinâmica dos corpos \nrígidos. Equação de Lagrange. Teoria Hamiltoniana. Tópicos avançados que podem \nincluir Física Quântica e Relatividade. Outros tópicos a serem propostos. \n125 \nDesdobramento em disciplinas \n \nMecânica Geral \nIntrodução à Física Moderna \nTópicos Especiais em Física I \nTópicos Especiais em Física II \nTópicos Especiais em Química I \n50 \n50 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nMecânica Geral – 50 horas \nElementos de mecânica Newtoniana. Movimento unidimensional de uma partícula. Movimento de \numa partícula em 2 ou 3 dimensões. Movimento de um sistema de partículas. Dinâmica do corpo \nrígido. Rotação em torno de um eixo. Equação de Lagrange. Teoria Hamiltoniana. \n \nIntrodução à Física Moderna – 50 horas \nTeoria da relatividade; física quântica, física dos semicondutores, física nuclear, física de partículas. \n \n \n", "31": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n28\nEIXO 3 – COMPUTAÇÃO E MATEMÁTICA APLICADA \n \nObjetivos: preparar o aluno para as técnicas de análise e tratamento de dados, com base sólida nos \nmétodos fundamentais e nas técnicas computacionais para desenvolvimento de projetos futuros em \nque recursos numéricos sejam utilizados; inserir o aluno no mundo moderno no qual a informática é \nparte imprescindível de qualquer empreendimento. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo básico, profissionalizante e \nespecífico. \n \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nColeta de dados; técnicas de amostragem; distribuições; probabilidades; estatística; \nestimação; testes de hipóteses; variância; correlação; regressão; diferenças finitas; \nmétodos iterativos; interpolação de dados; métodos numéricos para integração e \nresolução equações numéricas e diferenciais; conceitos básicos de computação; \ncomputadores digitais; sistemas operacionais; redes; uso de softwares aplicativos e \nmatemáticos; algoritmos; linguagens de programação. \n200 \nDesdobramento em disciplinas \n \nProgramação de Computadores I \nLaboratório de Programação de Computadores I \nProgramação de Computadores II \nLaboratório de Programação de Computadores II \nEstatística \nMétodos Numéricos Computacionais \n25 \n25 \n25 \n25 \n50 \n50 \n \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nProgramação de Computadores I – 25 horas \nSistemas numéricos: representação e aritmética nas bases: decimal, binária, octal e hexadecimal; \nintrodução à lógica; álgebra e funções Booleanas; algoritmos estruturados: tipos de dados e \nvariáveis, operadores aritméticos e expressões aritméticas; operadores lógicos e expressões lógicas; \nestruturas de controle; entrada e saída de dados; estruturas de dados; organização e manipulação de \narquivos. \n \nLaboratório de Programação de Computadores I – 25 horas \nPráticas em laboratório dos temas e tópicos abordados na disciplina \"Programação de \nComputadores I\" utilizando uma linguagem de programação. \n \nProgramação de Computadores II – 25 horas \nConceitos de orientação a objetos: tipos abstratos de dados, objetos, classes, métodos, visibilidade, \nescopo, encapsulamento, associações de classes, estruturas todo-parte e generalização-\nespecialização, interfaces; herança de interface e de classe, polimorfismo, sobrecarga, invocação de \nmétodos; aplicações em uma linguagem de programação orientada a objetos; noções de modelagem \nde sistemas usando UML: diagrama de classes e de interação. \n \n \n \n", "32": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n29\nLaboratório de Programação de Computadores II – 25 horas \nPráticas em laboratório dos temas e tópicos abordados na disciplina “Programação de \nComputadores II”. \n \nEstatística – 50 horas \nElementos de probabilidade: variáveis aleatórias discretas e contínuas; distribuições de \nprobabilidades; tratamento de dados; amostragem e distribuições amostrais; estimação; teste de \nhipótese e intervalo de confiança; correlação e regressão. \n \nMétodos Numéricos Computacionais – 50 horas \nErros; diferenças finitas; métodos iterativos; interpolação e aproximação de funções; derivação e \nintegração numéricas; resolução numérica de equações: algébricas; transcendentes e lineares; \nmétodo de mínimos quadrados; zeros de funções de uma ou mais variáveis; ajuste de funções; \nresolução numérica de equações diferenciais; utilização de softwares de análise numérica. \n \nConteúdos Optativos \nCarga \nhorária \n(horas) \nProgramação Orientada a Objetos; Otimização de Sistemas Dinâmicos; Sistemas \nOperacionais. Outros tópicos a serem propostos. \n175 \nDesdobramento em disciplinas \n \nLinguagens de Programação \nLaboratório de Linguagens de Programação \nOtimização de Sistemas Dinâmicos \nAnálise e Programação Orientada a Objetos \nTópicos Especiais em Computação e Matemática Aplicada I \nTópicos Especiais em Computação e Matemática Aplicada II \n25 \n25 \n25 \n50 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nLinguagens de Programação – 25 horas \nEvolução das principais linguagens de programação; noções de sintaxe e semântica; nomes, \nvinculações; verificação de tipos; tipos de dados; expressões e instruções de atribuição; estruturas \nde controle no nível de instrução; subprogramas: ambientes de referências locais, métodos de \npassagem de parâmetros, etc.; tipos abstratos de dados; programação orientada a objetos; tratamento \nde exceções; linguagens de programação funcionais; linguagens de programação lógicas. \n \nLaboratório de Linguagens de Programação – 25 horas \nPráticas em laboratório dos temas e tópicos abordados na disciplina “Linguagens de Programação”. \n \nOtimização de Sistemas Dinâmicos – 25 horas \nProblemas de otimização lineares e não-lineares; algoritmos determinísticos e estocásticos. \n \nAnálise e Programação Orientada a Objetos – 50 horas \nObjeto, classe, atributos de classe e de objetos, métodos; abstração, encapsulamento, polimorfismo, \nmodularidade, persistência, tipificação; estrutura todo parte e de generalização. Linguagem de \nProgramação Orientada a Objetos.  Definição de classe, membros de classe: atributos, funções \nmembro, construtores e destrutores; ponteiros this; Friends: classe e funções friends; sobrecarga de \nfunções; conversão de tipos. Herança simples e múltipla; classes abstratas, polimorfismo e funções \nvirtuais; templates. \n \n", "33": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n30\nEIXO 4 – HUMANIDADES E CIÊNCIAS SOCIAIS APLICADAS À ENGENHARIA \n \nObjetivo: capacitar o aluno para abordar e solucionar problemas de engenharia considerando os \naspectos humanos, políticos, econômicos, ambientais, éticos, sociais e culturais; desenvolver a \ncapacidade de liderança, de empreendedorismo e de gerenciamento; desenvolver a criatividade e a \nvisão crítica e reflexiva em relação à sua prática profissional. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo básico e profissionalizante. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nA engenharia elétrica, campo profissional e cenários da engenharia no Brasil e no \nmundo. Filosofia da ciência e da tecnologia; critérios de avaliação de tecnologias e \nparadigmas emergentes; ética e cidadania. Sociologia como estudo da interação \nhumana; cultura e sociedade; engenharia e sociedade. Psicologia do trabalho nas \norganizações; teoria das organizações; cultura organizacional; RH nos cenários \norganizacionais e relações humanas; tipos de empresas e estruturas organizacionais; \nempresa como sistema. Funções básicas da administração empresarial; administração. \nPlanejamento e controle da produção; sistema de controle e operacionalização. \nMacroeconomia e microeconomia; engenharia econômica e custos de produção. \nNormalização e elaboração de normas técnicas e especificações; aspectos básicos da \nqualidade; controle estatístico de processo. Legislação e direito;  noções básicas de \ndireito; regulamentação profissional do engenheiro. Engenharia ambiental e meio \nambiente; noções de ecologia; legislação ambiental. Engenharia de segurança; \nfundamentos da higiene do trabalho. \n275 \nDesdobramento em disciplinas \n \nIntrodução à Engenharia Elétrica \nFilosofia da Tecnologia \nIntrodução à Sociologia \nPsicologia Aplicada às Organizações \nGestão Ambiental \nIntrodução ao Direito \nOrganização Empresarial \nNormalização e Qualidade Industrial \nIntrodução à Economia \nIntrodução à Engenharia de Segurança \nEducação Corporal e Formação Profissional I \n25 \n25 \n25 \n25 \n25 \n25 \n25 \n25 \n25 \n25 \n25 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nIntrodução à Engenharia Elétrica – 25 horas \nA engenharia elétrica e o espaço de atuação do engenheiro; cenários da engenharia no Brasil e no \nmundo; áreas da engenharia elétrica; introdução ao campo profissional da engenharia envolvendo \ncontato com empresas e atividades práticas. Introdução à experimentação e ao desenvolvimento de \nprotótipos e projetos na engenharia. \n \nFilosofia da Tecnologia – 25 horas \nFilosofia da ciência e da tecnologia: história da ciência e da tecnologia; epistemologia da \ntecnologia; avaliação das questões tecnológicas no mundo contemporâneo; tecnologia e paradigmas \nemergentes; ética e cidadania. \n", "34": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n31\nIntrodução à Sociologia – 25 horas \nSociologia como estudo da interação humana; cultura e sociedade; os valores sociais; mobilização \nsocial e canais de mobilidade; o indivíduo na sociedade; engenharia e sociedade; instituições \nsociais; sociedade brasileira; mudanças sociais e perspectivas. \n \nPsicologia Aplicada às Organizações – 25 horas \nEstruturação da personalidade; comunicação humana; a subjetividade nos laços sociais; o indivíduo \ne o grupo; desenvolvimento interpessoal; dinâmica de grupo; princípios de administração de \nRecursos Humanos; inter-relacionamento humano: liderança; motivação, comunicação, trabalho em \nequipe, administração de conflitos; políticas de cargos e salários. \n \nGestão Ambiental – 25 horas \nFundamentos de Ecologia; ecossistema: estrutura e funcionamento, impactos das atividades \nantropicas sobre os ciclos ecológicos; poluição das águas, do ar e do solo; estudos de impacto \nambiental; sistemas de gestão ambiental. \n \nIntrodução ao Direito – 25 horas \nSistema constitucional brasileiro; noções básicas de direito civil, comercial, administrativo, trabalho \ne tributário; aspectos relevantes em contratos; regulamentação profissional; fundamentos da \npropriedade industrial e intelectual. \n \nOrganização Empresarial – 25 horas \nTipos de empresas e estruturas organizacionais. Diagramas de montagem e de processo. Otimização \ndo ciclo produtivo e disposição de equipamentos. planejamento e controle da produção; sistema de \ncontrole e operacionalização Organogramas. Técnicas de identificação e aproveitamento de \noportunidades, na aquisição e gerenciamento dos recursos necessários ao negócio. Plano de \nnegócios. \n \nNormalização e Qualidade Industrial – 25 horas \nNormalização: fundamentos e conceitos; normalização a nível nacional, internacional e empresarial; \nelaboração de normas técnicas e especificações; aspectos básicos da qualidade industrial; controle \nestatístico de processo; gráficos e cartas de controle; normas básicas para planos de amostragem e \nguias de utilização.  \n \nIntrodução à Economia – 25 horas \nIntrodução: natureza e método da economia; microeconomia: fatores de produção, mercados, \nformação de preços, consumo; macroeconomia: o sistema econômico, relações intersetoriais, \nconsumo, poupança, investimento, produto e renda nacional, circulação no sistema econômico, \nsetor público, relações com o exterior; introdução à engenharia econômica: custos de produção. \n \nIntrodução à Engenharia de Segurança – 25 horas \nEstatística dos acidentes; causas e custos dos acidentes; aspectos sociais e econômicos dos \nacidentes; CIPA, SEESMT; acidente elétrico; prevenção e combates de incêndios; equipamentos de \nproteção individual; agentes físicos, químicos e biológicos; fundamentos da higiene do trabalho; \nacidentes de trânsitos e na construção civil; doenças ocupacionais; noções de toxicologia industrial; \nergonomia na prevenção de acidentes; as cores na engenharia de segurança; primeiros socorros. \n \nEducação Corporal e Formação Profissional I – 25 horas \nProcesso de formação humana dos alunos. Práticas, vivências e reflexões sobre temas que são \nfundamentais a inserção dos novos engenheiros no universo das relações de produção atuais. \nCorporeidade humana, atividade física, saúde e lazer. \n", "35": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n32\n \nConteúdos Optativos \nCarga \nhorária \n(horas) \nAdministração. Humanidades e Ciências Sociais. Planejamento e Controle da \nProdução. Língua estrangeira. Prática de esportes. Saúde e equilíbrio emocional. \nOutros tópicos a serem propostos. \n150 \nPortuguês Instrumental \nEducação Corporal e Formação Profissional II \nPlanejamento e Controle da Produção \nIntrodução à Administração \nTópicos Especiais em Humanidades e Ciências Sociais Aplicadas à Engenharia I \nTópicos Especiais em Humanidades e Ciências Sociais Aplicadas à Engenharia II \n25 \n25 \n25 \n25 \n25 \n25 \n \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nPortuguês Instrumental – 25 horas \nCiência da linguagem: signo lingüístico, níveis conotativo e denotativo da linguagem, definições e \nestudo das diferenças entre linguagem escrita e falada; processo comunicativo; desenvolvimento de \nestratégias globais de leitura de textos e análise de discurso; desenvolvimento da produção de textos \ntécnicos e científicos. \n \nEducação Corporal e Formação Profissional II – 25 horas \nA situação do trabalho; O Trabalho e sua evolução. O Significado da atividade do homem. O \nCampo da Ergonomia. Metodologia do estudo ergonômico do trabalho. Análise da Demanda, \nAnálise da Tarefa. Análise das Atividades do Homem no Trabalho. \n \nPlanejamento e Controle da Produção – 25 horas \nFunções de planejamento e controle da produção; objetivos da produção, sua classificação e \ncaracterização; fluxo de informações e materiais; requisitos operacionais; previsão de vendas; \ninformação de vendas; adequação com a capacidade operacional; dimensão econômica; ponto de \nequilíbrio; roteiro da produção; fluxograma do produto; seqüência de operações; carga de máquinas; \nplanejamento e controle do estoque; análise ABC; dimensionamento, sistemas de controle e sua \noperacionalização; plano de produção; estimativa quantitativa; determinação de carga e máquinas; \naplicação de Pert/CPM. \n \nIntrodução à Administração – 25 horas \nIntrodução à administração; escolas e contribuições à teoria geral da administração; funções básicas \nda administração de recursos humanos; administração de suprimentos; administração financeira: \numa abordagem na empresa moderna. \n \n \n \n", "36": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n33\nEIXO 5 – ELETROMAGNETISMO E CIRCUITOS ELÉTRICOS \n \nObjetivo: fornecer ao estudante uma compreensão holística da teoria eletromagnética, ressaltando \nseu caráter unificador e básico, a partir do qual pode ser compreendido um grande número de áreas \nespecíficas da engenharia elétrica. Ressaltar os aspectos físicos do eletromagnetismo aplicados em \nengenharia sem, contudo, descartar o formalismo matemático mínimo necessário. Apresentar a \nteoria de circuitos elétricos como base para compreensão de sistemas complexos, levando o \nestudante a desenvolver  habilidade para poder escrever, resolver e entender as equações de \ncircuitos. Enfatizar o estudo de fontes dependentes de tensão e corrente, abrindo caminho para \nmelhor entendimento dos modelos de dispositivos eletrônicos. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nEquações de Maxwell e suas aplicações: formas diferencial e integral; domínios do \ntempo e da freqüência; definições generalizadas de condutores e isolantes; ondas \neletromagnéticas \nuniformes \ne \nnão \nuniformes \nem \nmeios \nmateriais; \nondas \neletromagnéticas guiadas; princípios de radiação eletromagnética; aplicações em \neletrostática, magnetostática e quase-estática. Relação entre a teoria de circuito e a de \nCampo. \nElementos de circuitos: fontes de tensão e de corrente, Leis de Ohm e de Kirchhoff, \ntensão, corrente e energia em elementos resistivos, capacitivos e indutivos. Técnicas de \nanálise de circuitos. Amplificador operacional. Respostas natural e ao degrau. Análise \nde circuitos senoidais em regimes permanente e transitório. Potência e máxima \ntransferência de potência. Impedância e admitância. Circuitos trifásicos. Freqüência \ncomplexa. Aplicações da Transformada de Laplace, das Séries e Transformadas de \nFourier em análise de circuito. Resposta em freqüência, Diagrama de Bode. Circuitos de \nseleção de freqüência. Circuitos de duas portas e quadripolos. \n275 \nDesdobramento em disciplinas \n \nCircuitos Elétricos I \nLaboratório de Circuitos A \nCircuitos Elétricos II \nLaboratório de Circuitos B \nEletromagnetismo \nLaboratório de Eletromagnetismo \nIrradiação e Ondas Guiadas \n75 \n25 \n50 \n25 \n50 \n25 \n25 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nCircuitos Elétricos I – 75 horas \nTensão e corrente elétrica. Fontes de tensão e de corrente contínuas. Resistência elétrica. \nIndutância. Capacitância. Leis de Kirchhoff. Divisor de tensão e divisor de corrente. Técnicas de \nanálise de circuitos: correntes de malha, tensões de nó, circuitos equivalentes de Thevenin e de \nNorthon e superposição. Fonte de tensão senoidal. Circuitos no domínio do tempo. Resposta do \ncircuito em corrente alternada senoidal (ca). Valor médio e valor eficaz. Circuito no domínio da \nfrequência. Fasores e diagrama fasorial. Impedância e admitância. Potência em circuitos de ca: \naparente, ativa e reativa. Fator de potência. Ressonância. Técnicas de análise de circuitos em ca. \nMáxima transferência de potência. Geração trifásica. Cargas trifásicas equilibradas e \ndesequilibradas. Potência em circuitos trifásicos. \n", "37": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n34\n \nLaboratório de Circuitos A – 25 horas \nVerificações experimentais de tópicos abordados em Circuitos Elétricos I e simulações \ncomputacionais. \n \nCircuitos Elétricos II – 50 horas \nFrequência complexa. Resposta em frequência. Filtros passivos: passa alta, passa-baixa, passa-\nfaixa, corta-faixa. Decibel. Diagrama de Bode. Indutância mútua. Circuitos magneticamente \nacoplados. Quadripolos. Circuito RL, RC e RLC: resposta natural e resposta a um degrau \n(transitório). Solução por Transformada de Laplace. \n \nLaboratório de Circuitos B – 25 horas \nVerificações experimentais de tópicos abordados em Circuitos Elétricos II e simulações \ncomputacionais. \n \nEletromagnetismo – 50 horas \nEquações de Maxwell e suas aplicações: breve histórico; correntes de condução e de deslocamento; \nformas diferencial e integral, passagem da forma diferencial para integral e vice-versa; \nrepresentações nos domínios do tempo e da freqüência (fasorial ou complexo); definições \ngeneralizadas de condutores e isolantes (tangente de perdas); potenciais de Lorentz; efeitos pelicular \ne de proximidade; aplicações em eletrostática (soluções das Equações de Poisson e de Laplace e \nproblemas de fronteira, capacitâncias de geometrias complexas), magnestostática (materiais \nferromagnéticos, circuitos magnéticos, indutâncias de geometrias complexas) e quase-estática \n(variação temporal lenta, indutância mútua e auto-indutância, transformador, gerador, motor, \ncorrentes parasitas, histerese dielétrica, relações de fronteira); relação entre a Teoria de Circuito e a \nde Campo. \n \nLaboratório de Eletromagnetismo – 25 horas \nVerificações experimentais de tópicos abordados em Eletromagnetismo e simulações \ncomputacionais. \n \nIrradiação e Ondas Guiadas – 25 horas \nOndas eletromagnéticas planas, esféricas e cilíndricas, uniformes e não uniformes, em meios \nmateriais (condutores e dielétricos) infinitos e semi-infinitos (reflexão, refração, difração e \npolarização); ondas eletromagnéticas guiadas (linhas de transmissão, guias de onda e ressonadores); \nprincípios de radiação eletromagnética e de antenas; teorema de Poynting. \n \nConteúdos Optativos \nCarga \nhorária \n(horas) \nEmissões conduzidas e irradiadas. Susceptibilidade e interferências eletromagnéticas. \nCompatibilidade Eletromagnética. Outros tópicos a serem propostos. \n150 \nDesdobramento em disciplinas \n \nCompatibilidade Eletromagnética \nLaboratório de Irradiação e Ondas Guiadas \nTópicos Especiais em Eletromagnetismo e Circuitos Elétricos I \nTópicos Especiais em Eletromagnetismo e Circuitos Elétricos II \nTópicos Especiais em Eletromagnetismo e Circuitos Elétricos III \n50 \n25 \n25 \n25 \n25 \n \n \n \n", "38": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n35\nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nCompatibilidade Eletromagnética \nIntrodução. Normas e ensaios. Radiação e antenas. Ondas viajantes. Tensões induzidas por \ndescargas atmosféricas. Blindagem. Aterramento. Equalização de potenciais. Protetores e filtros. \nCabos e linhas. Descargas eletrostáticas. \n \nLaboratório de Irradiação e Ondas Guiadas – 25 horas \nVerificações experimentais de tópicos abordados em Irradiação e Ondas Guiadas. \n \n", "39": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n36\nEIXO 6 – FUNDAMENTOS GERAIS DA ENGENHARIA ELÉTRICA \n \nObjetivo: desenvolver competências básicas e aplicar conhecimentos que dão suporte na formação \ndo engenheiro eletricista nas áreas de expressão gráfica, mecânica, fenômenos dos transportes, \nmedidas, materiais e instalações elétricas. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nRepresentação de forma e dimensão e noções de desenho técnico industrial com \nemprego e aplicação de recursos computacionais. Níveis de energia e bandas de energia \nnos sólidos. Estrutura dos materiais. Comportamento dos materiais sob campo elétrico e \nmagnético. Aplicações dos materiais na engenharia elétrica; dispositivos e \nequipamentos elétricos; ensaios elétricos em materiais; ensaios mecânicos em materiais; \nteoria da elasticidade; torção, flexões e tensões; solicitações normais. Mecânica dos \nfluidos. Termodinâmica e transferência de calor. Conversores livres; conversão forçada; \ntrocadores de calor; aplicações na engenharia. Metrologia. Teoria dos erros; \ncomponentes elétricos e eletrônicos; métodos de medição de grandezas elétricas e \ngrandezas não-elétricas. Planta de instalações elétricas; iluminação predial e industrial; \nProjeto elétrico de iluminação. \n275 \nDesdobramento em disciplinas \n \nRepresentação Gráfica \nFundamentos de Resistência dos Materiais \nMateriais Elétricos \nTecnologia Aplicada aos Materiais Elétricos \nSistemas de Medição \nLaboratório de Sistemas de Medição \nInstalações Elétricas \nFenômenos de Transporte \n50 \n25 \n25 \n25 \n50 \n25 \n25 \n50 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nRepresentação Gráfica – 50 horas \nRepresentação de forma e dimensão; convenção e normalização para representação gráfica; escala e \nperspectiva; vistas e cortes; noções de desenho técnico industrial, arquitetônico e civil. Emprego e \naplicação de recursos computacionais em desenho técnico de engenharia. \n \nFundamentos de Resistência dos Materiais – 25 horas \nEnsaios mecânicos em materiais; teoria da elasticidade; torção, flexões e tensões; solicitações \nnormais. \n \nMateriais Elétricos – 25 horas \nNíveis de energia e bandas de energia nos sólidos; modelo atômico; estrutura dos materiais; \ncomportamento dos materiais sob campo elétrico: condutores, semicondutores e dielétricos; \ncomportamento dos materiais sob campo magnético; física dos materiais semicondutores: função de \nprobabilidade de Fermi-Dirac, junção PN; junção PN com polarização externa; aplicações dos \nmateriais na engenharia elétrica. \n \n \n", "40": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n37\nTecnologia Aplicada aos Materiais Elétricos – 25 horas \nAplicações dos materiais e dispositivos elétricos; equipamentos elétricos de média e baixa tensão; \nensaios elétricos em materiais. \n \nSistemas de Medição –50 horas \nMetrologia; sistema internacional de unidades; incerteza da medição; calibração de sistemas de \nmedição; componentes elétricos e eletrônicos; métodos de medição de grandezas elétricas; medidas \nde grandezas não-elétricas. \n \nLaboratório de Sistemas de Medição – 25 horas \nAplicação de métodos e técnicas de medição em laboratório. \n \nInstalações Elétricas – 25 horas \nPlanta de instalações elétricas; iluminação predial e industrial; dimensionamento de componentes \nelétricos; projeto elétrico de iluminação. \n \nFenômenos de Transporte –50 horas \nMecânica dos fluidos; fundamentos de escoamento; termodinâmica; transferência de calor: \ncondução, convecção e radiação; trocadores de calor; aplicações na engenharia. \n \nConteúdos Optativos \nCarga \nhorária \n(horas) \nTópicos a serem propostos. \n75 \nDesdobramento em disciplinas \n \nTópicos Especiais em Fundamentos Gerais da Engenharia Elétrica I \nTópicos Especiais em Fundamentos Gerais da Engenharia Elétrica II \nTópicos Especiais em Fundamentos Gerais da Engenharia Elétrica III \n25 \n25 \n25 \n \n \n", "41": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n38\nEIXO 7 – CONVERSÃO DE ENERGIA \n \nObjetivo: preparar o aluno para a análise e a solução de problemas de engenharia, relacionados à \nprodução e ao consumo de energia elétrica em ambiente industrial. Desenvolver no estudante um \nentendimento amplo e moderno sobre os diversos sistemas de conversão de energia, incluindo a \nconversão eletromecânica e a conversão baseada em dispositivos estáticos de potência. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nCircuitos magnéticos: histerese, excitação senoidal e imã permanente. Transformadores \nmonofásicos e trifásicos. Conversão eletromecânica de energia: processos de conversão \nde energia, energia de campo, força mecânica no sistema eletromagnético, máquinas \nrotativas e cilíndricas. Máquinas em corrente contínua. Máquinas de indução (ou \nassíncronas). Máquinas síncronas. Motores monofásicos e trifásicos. Acionamentos \nindustriais e dimensionamento de motores elétricos. \n150 \nDesdobramento em disciplinas \n \nConversão de Energia \nLaboratório de Conversão de Energia \nMáquinas Elétricas \nLaboratório de Máquinas Elétricas \n50 \n25 \n50 \n25 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nConversão de Energia – 50 horas \nPrincípios de conversão eletromecânica da energia. Transformadores monofásicos; cálculo dos \nparâmetros elétricos e magnéticos; auto-transformador; transformador de três enrolamentos; \ntransformador trifásico; máquinas rotativas: conceitos básicos, princípios de funcionamento, \nconjugado eletromagnético; ensaios; máquinas de corrente contínua: tecnologia, tensões e \nfuncionamento do comutador, relações de velocidade e conjugado das máquinas derivação, série, \ncomposta e excitação independente. \n \nLaboratório de Conversão de Energia – 25 horas \nEnsaios de rotina: transformadores, máquinas rotativas e máquinas de corrente contínua. \n \nMáquinas Elétricas –50 horas \nMáquinas assíncronas: elementos construtivos, campos magnéticos, relações de conjugados e \nvelocidade das máquinas trifásicas; características de funcionamento, circuitos equivalentes e \nclassificação comercial dos motores de indução; motores de indução monofásicos; máquinas \nsíncronas: elementos construtivos, relações de tensão, diagramas fasoriais, relações de conjugado e \npotência, operação em paralelo; conjugados de carga, conjugado acelerador e de frenagem, regime \nde trabalho em condição de carga, tensão e velocidade de acionamento, variação de velocidade, \ncomportamento térmico do motor; dimensionamento de motores elétricos. \n \nLaboratório de Máquinas Elétricas – 25 horas \nEnsaios de rotina: máquinas síncronas e assíncronas. \n \n \n \n", "42": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n39\nConteúdos Optativos \nCarga \nhorária \n(horas) \nTransientes e dinâmica das máquinas. Conversores de potência com equipamentos \nsemicondutores. Máquinas e centrais hidroelétricas; centrais termoelétricas e outros \ntipos de aproveitamento; motores de combustão interna: explosão, diesel e turbina de \ngás. Energias alternativas: solar, eólica, biomassa, etc; meio ambiente e \ndesenvolvimento sustentável. Outros tópicos a serem propostos. \n275 \nDesdobramento em disciplinas \n \nAcionamentos Industriais \nLaboratório de Acionamentos Industriais \nConversão de Energia II \nFontes Alternativas de Energia \nMáquinas Elétricas II \nTópicos Especiais em Conversão de Energia I \nTópicos Especiais em Conversão de Energia II \nTópicos Especiais em Conversão de Energia III \n50 \n25 \n50 \n25 \n50 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nAcionamentos Industriais – 50 horas \nIntrodução a acionamentos elétricos; conjugado de carga, acelerador e de frenagem em motores \nelétricos; regime de trabalho de motores elétricos em condição de carga; comportamento térmico de \nmotores elétricos; variação de velocidade de motores elétricos; dimensionamento de motores \nelétricos. \n \nLaboratório de Acionamentos Industriais – 25 horas \nAplicações de acionamentos elétricos em laboratório. \n \nConversão de Energia II – 50 horas \nConhecimentos especiais de temas e/ou tecnologias modernas que estejam despontando e que sejam \nrelativas a Conversão de Energia. \n \nFontes Alternativas de Energia – 25 horas \nRecursos minerais energéticos e fontes renováveis de energia; histórico da produção e consumo de \nenergia no Brasil e no mundo; influência dos fatores tecnológicos, econômicos, políticos, sociais e \necológicos nos seguintes sistemas energéticos: petróleo, carvão mineral, gás natural, energia \nnuclear, energia hidráulica, biomassa, energia solar, energia eólica e outros; avaliação crítica do \nsuprimento de energia no Brasil. \n \nMáquinas Elétricas II – 50 horas \nTransientes e dinâmica das Máquinas Elétricas. Máquinas em corrente contínua (CC): gerador CC \nexcitado separadamente; dinâmica de motores CC. Máquinas síncronas: curto circuito trifásico e \nvariação súbita de carga. Dinâmica em máquinas de indução. Transformadores: corrente transitória \n(inrush). \n \n \n", "43": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n40\nEIXO 8 – ELETRÔNICA \n \nObjetivo: permitir ao estudante conhecer os principais dispositivos eletrônicos semicondutores em \nsuas características construtivas, princípios de funcionamento e modos de operação; conhecer e \nsaber aplicar os principais conceitos da eletrônica: amplificação, retificação, codificação \n(modulação e demodulação) e realimentação. Ser capaz de analisar e sintetizar sistemas de \nprocessamento digital e analógico de sinais; desenvolver a capacidade de analisar, projetar \n(sintetizar) e implementar de maneira eficaz e engenhosa sistemas eletrônicos analógicos, digitais e \nmicroprocessados utilizando técnicas e estratégias adequadas à solução de problemas práticos. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nFísica de semicondutores; dispositivos semicondutores: construção, princípios de \nfuncionamento e aplicações; amplificadores operacionais: características básicas, \ncircuito interno e sua utilização e projeto de circuitos lineares e não-lineares; retificação, \namplificação, realimentação, filtragem, modulação e amostragem; circuitos digitais \ncombinacionais e seqüenciais, análise e projeto de sistemas microprocessados. \n325 \nDesdobramento em disciplinas \n \nDispositivos e Circuitos Eletrônicos \nEletrônica Geral \nInstrumentação Eletrônica \nLaboratório de Eletrônica Geral \nLaboratório de Instrumentação Eletrônica \nLaboratório de Sistemas Digitais \nLaboratório de Sistemas Microprocessados \nSistemas Digitais \nSistemas Microprocessados \n50 \n50 \n50 \n25 \n25 \n25 \n25 \n50 \n25 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nDispositivos e Circuitos Eletrônicos – 50 horas \nAmplificador operacional: características básicas, operação em malha aberta e com realimentação, \nmodelos, análise e projeto de circuitos lineares com operacionais. Diodo de junção e suas aplicações \nbásicas; diodo zener, fotodiodos e dispositivos especiais. Transistores de efeito de campo e \ntransistor bipolar de junção: construção, funcionamento, curvas características, polarização, \naplicações básicas e modelos para pequenos e grandes sinais. Dispositivos de potência: tiristor; \nSCR, transistores de potência, IGBT. \n \nEletrônica Geral – 50 horas \nAmplificadores multi-estágio; resposta em freqüência de amplificadores; amplificadores \nrealimentados; circuito interno do amplificador operacional; noções de amplificadores de potência; \ncomparadores, comparadores com histerese; circuitos para geração e conformação de sinais, filtros \nativos, osciladores, PLL; conversores A/D e D/A. \n \nInstrumentação Eletrônica – 50 horas \nTransdutores de posição, força, pressão, vazão, fluxo, nível, temperatura, ondas sonoras etc. \nTransmissores de sinais. Condicionamento, amplificação e processamento de sinais advindos de \n", "44": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n41\nsensores. Casamento de impedância, proteção contra interferências de origem eletromagnética, \nbootstraping e compensação dinâmica. Aquisição de dados. \n \nLaboratório de Eletrônica Geral – 25 horas \nDesenvolvimento de montagens relacionadas em laboratório, solução de problemas práticos \nutilizando conceitos abordados na disciplina teórica relacionada e simulações em computador \ndigital. \n \nLaboratório de Instrumentação Eletrônica – 25 horas \nProjeto de sistemas eletrônicos integrados (medição, processamento e atuação) para aplicações \ndiversas. \n \nLaboratório de Sistemas Digitais – 25 horas \nDesenvolvimento de montagens relacionadas em laboratório, solução de problemas práticos \nutilizando conceitos abordados na disciplina teórica relacionada e simulações em computador \ndigital. \n \nLaboratório de Sistemas Microprocessados – 25 horas \nDesenvolvimento de sistemas microprocessados para a solução de problemas práticos e simulações \nem computador digital. \n \nSistemas Digitais – 50 horas \nSistemas de numeração; álgebra e funções Booleanas; portas lógicas: tipos e aplicações; análise e \nprojeto de circuitos combinacionais; dispositivos lógico-programáveis; flip-flops e elementos de \nmemória, circuitos seqüenciais síncronos e assíncronos; contadores, registradores; máquinas de \nestado. \n \nSistemas Microprocessados – 25 horas \nOrganização de um sistema microcoprocessado; memória: tipos, programação e acesso; descrição \nfuncional do microprocessador; mapeamento da memória e de entrada e saída; conjunto básico de \ninstruções; desenvolvimento de algoritmos e técnicas de programação; estudo de técnicas para \nacionamento e controle de periféricos. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "45": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n42\nConteúdos Optativos \nCarga \nhorária \n(horas) \nAnálise e projeto de conversores estáticos chaveados; técnicas para análise e projeto de \ncircuitos eletrônicos analógicos e digitais; eletrônica e instrumentação aplicada aos \nsistemas automotivos; projeto de circuitos digitais e implementação utilizando \ndispositivos programáveis; circuitos eletrônicos para telecomunicações: osciladores, \nmoduladores e demoduladores, PLL. Projetos Eletrônicos; Processos de fabricação de \nCircuitos Integrados; Dispositivos Programáveis; Sistemas Embarcados; Circuitos de \nComunicação. Outros tópicos a serem propostos. \n200 \nDesdobramento em disciplinas \n \nEletrônica de Potência \nLaboratório de Eletrônica de Potência \nProjetos Eletrônicos \nDispositivos Programáveis \nTópicos Especiais em Eletrônica I  \nTópicos Especiais em Eletrônica II \nTópicos Especiais em Eletrônica III \n50 \n25 \n25 \n25 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nEletrônica de Potência – 50 horas \nDispositivos semicondutores de potência; retificadores controlados e não-controlados; conversores \nDC/DC chaveados; inversor de freqüência; circuitos de comando, acionamento, auxílio à \ncomutação e proteção; ciclo conversores; especificação e projeto de dissipadores; princípios básicos \nde fontes chaves e fontes ininterruptas de energia (UPS).  \n \nLaboratório de Eletrônica de Potência – 25 horas \nDesenvolvimento de montagens relacionadas em laboratório, solução de problemas práticos \nutilizando conceitos abordados na disciplina teórica relacionada e simulações em computador \ndigital. \n \nProjetos Eletrônicos – 25 horas \nTécnicas de projeto de circuitos eletrônicos analógicos e digitais, projeto orientado de circuitos \neletrônicos para solução de problemas específicos.  \n \nDispositivos Programáveis – 25 horas \nDispositivos lógicos programáveis; linguagem de descrição de hardware. \n \n", "46": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n43\nEIXO 9 – CONTROLE E AUTOMAÇÃO \n \nObjetivo: Permitir ao estudante conhecer e saber aplicar as principais representações para a \ndinâmica de sistemas lineares e não-lineares; desenvolver a capacidade de projetar, implementar e \nsintonizar compensadores contínuos e discretos compromissando aspectos de robustez e \ndesempenho; ser capaz de analisar e projetar sistemas que integram técnicas de processamento de \nsinais, otimização, identificação e controle de sistemas; conhecer os princípios fundamentais de \ninstrumentação, sensores, atuadores e aplicação destes em sistemas de monitoração, controle e \nanálise experimental; ser capaz de analisar, projetar e implementar sistemas de automação e \nsupervisão de controle de sistemas industriais. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nAnálise de Sistemas Lineares, Análise e Síntese de Sistemas Contínuos e Discretos, \nModelagem e Simulação de Sistemas de Controle Contínuos e Discretos, Sistemas de \nInstrumentação Industrial, Sistemas de Comandos e Controles Elétricos. \n250 \nDesdobramento em disciplinas \n \nAnálise de Sistemas Lineares \nControle de Processos \nInstrumentação Industrial \nLaboratório de Análise de Sistemas Lineares \nLaboratório de Controle de Processos \nLaboratório de Instrumentação Industrial \nSistemas Controlados por Computador \nLaboratório de Sistemas Controlados por Computador \n50 \n50 \n25 \n25 \n25 \n25 \n25 \n25 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nAnálise de Sistemas Lineares – 50 horas \nCaracterísticas de sistemas lineares. Sistemas com realimentação. Modelagem matemática de \nsistemas lineares. Análise de sistemas no domínio da freqüência e em espaço de estados. Resposta \nem freqüência, diagramas de Bode e Nyquist, lugar das raízes. Simulação computacional de \nsistemas lineares. \n \nControle de Processos – 50 horas \nProjeto de sistemas de controle no domínio da freqüência e no espaço de estados: projeto por \nalocação de pólos, realimentação de estados. Controlabilidade e observabilidade.  \n \nInstrumentação Industrial – 25 horas \nHistórico da Instrumentação Industrial. Terminologia e simbologia de instrumentos. Norma ISA. \nElementos sensores (Pressão, Vazão, Temperatura, Nível). Elementos Finais de Controle. \nControladores Industriais. Estratégias de Controle. Técnicas de projeto de sistemas de \ninstrumentação industrial. \n \nLaboratório de Análise de Sistemas Lineares – 25 horas \nUtilização de Planta Piloto para efetuar modelagem, operação em malha aberta/operação em malha \nfechada bem como análise de resultados/respostas. \n \n", "47": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n44\nLaboratório de Controle de Processos – 25 horas \nUtilização de Planta Piloto para efetuar modelagem, identificação de Parâmetro e projeto de \ncontroladores. \n \nLaboratório de Instrumentação Industrial – 25 horas \nProjeto de Instrumentação de uma Planta Industrial. Utilização de Planta de Instrumentação \nIndustrial para a implementação de malhas de controle de vazão, temperatura, nível e vazão. \nMontagem de diversos sistemas de controles e comandos elétricos baseados em controladores \nlógico programáveis. \n \nLaboratório de Sistemas Controlado por Computador – 25 horas \nAnálise e Projeto em Laboratório de Sistemas controlados por computador. \n \nSistemas Controlados por Computador – 25 horas \nTransformada Z. Análise e Síntese de Sistemas Discretos. Modelagem e simulação, estudo de \nSistema de Controle. Estabilidade de Sistemas de Controle. Projeto de Sistemas Controlados por \nComputador. \n \nConteúdos Optativos \nCarga \nhorária \n(horas) \nAplicação avançada de sistemas de controle. Instrumentação e automação na indústria. \nEstudo, análise e síntese de sistemas de controle moderno; Automação Industrial, \nControle Adaptativo e Robusto, Controle Ótimo, Sistemas Inteligentes. Análise e \nprojeto de sistemas não-lineares. Outros tópicos a serem propostos. \n375 \nDesdobramento em disciplinas \n \nControle e Comandos Elétricos \nLaboratório de Controle e Comandos Elétricos  \nAutomação Industrial \nControle Adaptativo Robusto \nControle Robusto Ótimo \nSistemas Inteligentes \nSistemas de Controle \nTópicos Especiais em Controle e Automação I \nTópicos Especiais em Controle e Automação II \nTópicos Especiais em Controle e Automação III \n25 \n25 \n50 \n50 \n50 \n50 \n50 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nControle e Comandos Elétricos – 25 horas \nHistórico e Constituição dos Controladores Lógico Programáveis. Critérios para dimensionamento e \nconfiguração de controladores programáveis; comandos elétricos seqüenciais e combinacionais \nutilizando PLC’s. Técnica moderna para desenvolvimento de projetos de sistemas de controles em \nprocessos industriais; projeto completo de comando e controle de uma máquina ou processo de uma \nunidade industrial. \n \nLaboratório de Controle e Comandos Elétricos – 25 horas \nUtilização de bancada com controladores programáveis para implementação de sistemas de controle \ne comandos diversos. Utilização de planta de Instrumentação Industrial para a implementação de \nmalhas de controle bem como configuração de redes de comunicação de chão de fábrica. \n \n", "48": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n45\nAutomação Industrial – 25 horas \nAplicação avançada de PLC’s; interfaces homem/máquina; sistemas supervisórios; sistemas digitais \nde controle distribuído (SDCD); robótica e comando numérico computadorizado (CNC). \nLaboratório: Montagens em laboratórios com PLC’s, sistemas supervisórios, robôs e inversores de \nfreqüência; simulação de uma planta industrial automatizada. \n \nControle Adaptativo Robusto– 50 horas \nPassos no projeto de um sistema de controle. Controle adaptativo e controle robusto. Ordenação de \nganhos. Controle adaptativo direto e indireto. Controle adaptativo por alocação de polos. \nModelagem de sistemas e estimação de parâmetro em tempo real. Identificadores de parâmetros e \nobservadores adaptativos. Reguladores auto ajustáveis determinísticos, estocásticos e preditivos. \nControle adaptativo por modelo de referência. \n \nControle Robusto Ótimo – 50 horas \nOtimização com teoria estruturante nas teorias de sistemas. Histórico da otimização em teoria de \ncontrole. Problemas comtemporâneos de otimização em controle: robustez, estabilização quadrática \ne critérios de normas; análise convexa. Otimização global versus otimização convexa em problemas \nde controle. Formulação de problemas de controle ótimo robusto em termos de desigualdades \nmatriciais lineares (LMI's). Experimentos computacionais. \n \nSistemas Inteligentes – 50 horas \nResolução de problemas. Fundamentos lógico matemáticos. Lógica proposicional e Lógica de \nprimeira ordem. Representação do conhecimento. Mecanismos de inferência. Aprendizagem. \nLinguagens para implementação. Inteligência computacional. Aplicações. \n \nSistemas de Controle – 50 horas \nSistemas não lineares: conceitos básicos, comportamento estacionário, plano de fase, funções \ndescritivas. Teoria de processos estocásticos: conceitos básicos, sistemas dinâmicos, filtros de \nKalman, Princípio da separação. Princípios de controle robusto. Princípios de controle adaptativo \n \n", "49": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n46\nEIXO 10 – SISTEMAS DE ENERGIA \n \nObjetivo: desenvolver no estudante a capacidade de entendimento e projeto de sistemas de energia \nelétrica, de forma que essa chegue ao usuário final com qualidade, segurança e economia. Realçar \nos conhecimentos anteriores obtidos outros eixos e desenvolver habilidades para a solução de \nproblemas complexos em uma abordagem interdisciplinar e multidisciplinar. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nVisão geral de sistemas elétricos de potência e modelagem de seus principais elementos. \nEstudos de fluxo de potência: soluções e controle. Estabilidade transitória de sistemas \nelétricos de potência. Componentes simétricas. Cálculo de correntes de curto circuito \nassociadas a faltas simétricas e assimétricas. Representação em p.u. Dimensionamento e \nespecificação de disjuntores, transformadores, relés, chaves, cabos, linhas e \naterramentos. Filosofia de proteção de sistemas elétricos e seus componentes; zonas de \nproteção. Seletividade e coordenação de proteção. Principais equipamentos utilizados \nem sistemas de energia elétrica. Caracterização física do comportamento de solos \ntípicos, malhas de terra e aterramento de equipamentos elétricos. \n100 \nDesdobramento em disciplinas \n \nEletrotécnica I \nSistemas Elétricos de Potência \n50 \n50 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nEletrotécnica I – 50 horas \nAnálise das respostas nos regimes transitório e permanente de circuitos passivos em corrente \nalternada (CA): no domínio fasorial (ou da freqüência) e no domínio do tempo. Conceitos de \npotências instantânea, ativa, reativa e complexa, impedância e relações entre os fasores de tensão e \ncorrente em circuitos monofásicos e trifásicos (equilibrados e desequilibrados) em CA. Método das \nComponentes Simétricas e sua aplicação no cálculo de correntes de curto circuito. Grandezas em \np.u. Tipos de curto-circuito: faltas simétricas e assimétricas e regimes subtransitório, transitório e \nsíncrono. Modelagem de geradores, transformadores, linhas de transmissão, motores e cargas sob \ncondições de curto-circuito. Diagramas unifilar e de seqüências positiva, negativa e zero. \nDispositivos e equipamentos de proteção. \n \nSistemas Elétricos de Potência – 50 horas \nModelagem dos componentes de sistemas elétricos de potência. Cálculo e estudo de fluxo de \npotência. Estabilidade do sistema elétrico de potência. \n \n \n \n \n \n \n \n \n \n \n", "50": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n47\nConteúdos Optativos \nCarga \nhorária \n(horas) \nTópicos avançados que podem incluir caracterização física de linhas de transmissão e \nseus principais parâmetros; operação econômica de sistemas de potência; padronização \nde tensões; transmissão e de distribuição de energia; subestações elétricas; transitórios \neletromagnéticos e suas soluções numéricas; cálculo de sobretensões; coordenação de \nisolamento; qualidade de energia elétrica e sua regulamentação; harmônicos e suas \nprincipais fontes; técnicas de alta tensão: geração de impulso e ensaios de \nequipamentos; planejamento e controle da operação de sistemas elétricos; GTD de \nenergia elétrica; transitórios eletromagnéticos em sistemas de energia elétrica; \ncoordenação de isolamento; centrais elétricas; máquinas hidráulicas; equipamentos \nelétricos. Outros tópicos a serem propostos. \n725 \nDesdobramento em disciplinas \n \nAterramentos Elétricos \nProteção de Sistemas de Energia \nEquipamentos Elétricos \nPlanejamento e Controle da Operação \nEletrotécnica II \nTransmissão de Energia Elétrica  \nDistribuição de Energia Elétrica \nSubestações Elétricas \nTransitórios Eletromagnéticos em Sistemas de Energia Elétrica \nCoordenação de Isolamento \nQualidade de Energia Elétrica \nTécnicas de Alta Tensão \nMáquinas Hidráulicas e Centrais Elétricas \nTópicos Especiais em Sistemas de Energia I \nTópicos Especiais em Sistemas de Energia II \nTópicos Especiais em Sistemas de Energia III \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nAterramentos Elétricos – 50 horas \nResistividade dos solos. Processos de medição. Análise dos resultados das medições. Modelagem \nde solos. Malhas de terra. Sistemas de aterramento. Controle das tensões de passo e toque: \naterramento de equipamentos elétricos. \n \nProteção de Sistemas de Energia – 50 horas \nFilosofia de proteção. Transformadores de corrente e de potencial. Diagramas esquemáticos de \ndisjuntores. Proteção de linhas de transmissão, de transformadores de potência, de geradores e de \nbarramentos. Teleproteção. Seletividade de coordenação da proteção. Proteção de subestações \ntípicas. Dimensionamento de transformadores típicos para instrumentos. Tipos básicos e ajustes de \nrelés utilizados na indústria. Proteção de motores e contra sobretensões. Exemplos práticos. \n \nEquipamentos Elétricos – 50 horas \nRotinas para aquisição de um equipamento do SEP, estruturação dos trabalhos de manutenção e \nseus requisitos; noções sobre embalagem, transporte, acondicionamento e montagem dos diversos \ntipos de equipamentos. Equipamentos de manobra e proteção: seccionadora, interruptores, chaves a \nóleo, corta-circuitos, fusíveis AT, disjuntores, religadores e pára-raios de AT. Equipamentos de \ntransformação: transformadores de potência, de instrumentos e especiais (autotransformadores, \n", "51": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n48\nreguladores de tensão, de aterramento e de isolamento), painéis elétricos. Equipamentos diversos: \nresistores de aterramento, capacitores de potência, reatores, retificadores, baterias acumuladas. \n \nPlanejamento e Controle da Operação – 50 horas \nConceitos gerais de operação de sistemas elétricos; planejamento e controle da operação de \nsistemas elétricos.  \n \nEletrotécnica II – 50 horas \nPadronização de tensões, variações admissíveis, redução de variações. Cálculo das quedas de \ntensão. Normalização e medidas de segurança. Critérios para seleção de níveis de tensão. \nDefinições dos tipos de arranjo de distribuição, dos diagramas unipolares típicos. Dimensionamento \nde transformadores. Especificação dos principais equipamentos de manobra e dos tipos de cabos. \nCritérios para aterramento dos sistemas e para instrumentos de medição e respectivos \ntransformadores. Proteção básica. Correção do fator de potência. Planejamento elétrico completo de \num sistema industrial típico de médio porte. \n \nTransmissão de Energia Elétrica – 50 horas \nParâmetros elétricos das linhas de transmissão: resistência, indutância, capacitância e condutância. \nDistribuições espaciais e temporais das ondas de tensão e de corrente em linhas de transmissão. \nCálculo prático de linhas de transmissão. Noções sobre transmissão em corrente contínua. \nEquacionamento técnico-econômico da transmissão de energia. \n \nDistribuição de Energia Elétrica – 50 horas \nA distribuição de energia elétrica como componente do sistema de potência. O sistema de \ndistribuição, redes e linhas. Redes primária e secundária. Desenvolvimento de um projeto de rede \naérea de distribuição urbana: levantamento de dados preliminares, de carga e demanda, locação dos \npostes. Dimensionamento mecânico, relação de material e orçamento, apresentação do projeto. \n \nSubestações Elétricas – 50 horas \nLocalização de subestações. Definição de esquema unifilar. Arranjo dos equipamentos em planta, \ncortes e detalhes. Especificação de estruturas e equipamentos. Sistemas de aterramento e cálculo da \nmalha de terra. Dimensionamento dos serviços auxiliares. Atividades práticas: visita técnica e \ndesenvolvimento de um projeto. \n \nTransitórios Eletromagnéticos em Sistemas de Energia Elétrica – 50 horas \nLinhas de transmissão. Parâmetros de linhas de transmissão. Ondas viajantes. Sobretensões em \nsistemas de energia elétrica. Cálculo de transitórios eletromagnéticos. Modelagem de equipamentos \ne fenômenos para cálculo de transitórios nos domínios do tempo e da freqüência. Simulações \ncomputacionais. \n \nCoordenação de Isolamento – 50 horas \nConceitos probabilísticos básicos. Suportabilidade dos meios isolantes. Métodos de coordenação de \nisolamento. Coordenação de isolamento em subestações e em linhas de transmissão. \n \nQualidade de Energia Elétrica – 50 horas \nIntrodução, Conceitos Fundamentais, Afundamento de Tensão e Interrupções da Alimentação, \nSobretensões Transitórias, Variações de Tensão de Longa Duração, Harmônicas, Flutuação e \nTremulação da Tensão, Ligações à Terra, Monitoramento da Qualidade, Soluções reparadoras para \nproblemas da Qualidade, Regulamentação e normalização da qualidade de energia. \n \n \n", "52": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n49\nTécnicas de Alta Tensão – 50 horas \nGeração de impulsos com formas de ondas diversas (normalizadas ou não). Geradores de impulso. \nTestes e ensaios de impulsos. Ensaios de equipamentos elétricos de EAT. Técnicas de manutenção \nde sistemas em AT e EAT com “linha viva”. Técnicas de alta tensão voltadas para o \ndesenvolvimento de equipamentos elétricos de EAT. \n \nMáquinas Hidráulicas e Centrais Elétricas – 50 horas \nCentrais hidroelétricas: utilização do potencial hidráulico; meteorologia; hidrometria; condutores \nlivres; tubulações forçadas; barragens; dilatação; berços e maciços de ancoragem; turbinas; \nreguladores de velocidade; especificações de alternadores e excitatrizes; casa de máquinas; serviços \nauxiliares; centrais termoelétricas e outros tipos de aproveitamento; produção de calor por \ncombustão e combustíveis; estudo do vapor de água e geradores de vapor; estudo dos motores de \ncombustão interna; estudos das instalações elevatórias de água: bombas. Co-geração. \n \n \n", "53": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n50\nEIXO 11 – TELECOMUNICAÇÕES \n \nObjetivo: capacitar o estudante a compreender e aplicar filosofias básicas, processos, circuitos e \noutros blocos constituintes de modernos sistemas de telecomunicações. Desenvolver no aluno a \ncapacidade de estudos independentes. \n \nClassificação pelos conteúdos da diretriz curricular: núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nSistemas de comunicação; técnicas de modulação e demodulação; meio físico e \nsistemas eletrônicos. Equipamentos de radio-enlace, radiofreqüência e redes. Sistemas \neletrônicos para transmissão e recepção de sinais. \n100 \nDesdobramento em disciplinas \n \nSistemas de Comunicação \nLaboratório de Sistemas de Comunicação \nTransmissão e Recepção de Sinais \n25 \n25 \n50 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nSistemas de Comunicação – 25 horas \nIntrodução aos sistemas de comunicações, convolução, teorema da amostragem, quantização, \ncodificação, compressão de sinais, PCM, hierarquia digital - PDH e SDH. \n \nTransmissão e Recepção de Sinais – 50 horas \nTransmissão de informações e espectro de freqüências; caracterização de ruídos e distorção em \nsistemas de microondas FN; ruído térmico e de intermodulação; amplificadores de RF (pequenos e \ngrandes sinais); osciladores; sistemas AM, FM e RM; transmissão digital; moduladores e \ndemodulares / multiplex; linhas de transmissão em rádio freqüência. \n \nLaboratório de Telecomunicações – 25 horas \nTestes dos sistemas de radiofreqüências, Simulações de sinais analógicos e digitais, Aplicações da \namostragem, quantização e codificação, compressão de sinais, modulação pulsada, hierarquia \ndigital; Testes dos sistemas de transmissões e recepções; Simulações de sinais analógicos e digitais, \nAplicações da transmissão digital com moduladores, demodulares e multiplexadores, fibras óticas. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "54": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n51\nConteúdos Optativos \nCarga \nhorária \n(horas) \nBase matemática e algoritmos modernos para processamento de sinais, teoria da \nirradiação e das ondas guiadas; eletromagnetismo aplicado ao estudo da teoria \nde antenas, propagação e de microondas; projeto de antenas; cálculo de \nradioenlace; telefonia fixa e móvel, sistemas óticos. Telefonia, Comunicações \nÓpticas, Comunicações por satélite. Outros tópicos a serem propostos. \n300 \nDesdobramento em disciplinas \n \nAntenas e Propagação \nMicroondas \nTelefonia \nComunicações ópticas \nProcessamento de Sinais \nTópicos Especiais em Telecomunicações I \nTópicos Especiais em Telecomunicações II \nTópicos Especiais em Telecomunicações III \n50 \n50 \n50 \n25 \n50 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nAntenas e Propagação – 50 horas \nPrincípios básicos do fenômeno de radiação eletromagnética; mecanismos e modelos de propagação \nde ondas eletromagnéticas; antenas lineares e conjuntos (dipolo, Yagi-Uda, Log-Periódica) e de \nabertura (parabólicas); cálculo de cobertura radioelétrica; simulações computacionais. \n \nMicroondas – 50 horas \nGeração de microondas; matriz de espalhamento; medidas e elementos concentrados em \nmicroondas; componentes e circuitos de microondas; casamento de impedâncias e carta de Smith; \nmodos de propagação, guias de onda e cavidades ressonantes; aplicações industriais. \n \nTelefonia – 50 horas \nEvolução das centrais telefônicas, redes rígidas e flexíveis, estrutura de central telefônica, tráfego, \nsinalizações telefônicas, normalização do sistema de telefonia, noções de telefonia celular.  \n \nComunicações ópticas – 25 horas \nMateriais óticos; estudos das fibras mono e multímodos; características da transmissão em \nfreqüências da luz. \n \nProcessamento de Sinais – 50 horas \nSinais e sistemas, sistemas lineares e não-lineares, series e transformada de Fourier, caracterização \nde sinais e sistemas no domínio do tempo e da freqüência, teoria da amostragem e a análise dos \nsistemas amostrados, transformada de Laplace e Z, sistemas realimentados, filtros digitais. \n \n", "55": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n52\nEIXO 12 – ATIVIDADES DE PRÁTICA PROFISSIONAL \n \nObjetivos: preparar o aluno para a transição entre o meio acadêmico e o mercado de trabalho. \n \nConteúdos Obrigatórios \nCarga \nhorária \n(horas) \nPrática profissional na empresa; pesquisa bibliográfica, definição e elaboração do \nTrabalho de Conclusão de Curso. \n76 \nDesdobramento em disciplinas \n \nMetodologia e Redação Científica \nOrientação de Estágio Supervisionado \nOrientação do Trabalho de Conclusão de Curso I (TCC I) \nOrientação do Trabalho de Conclusão de Curso II (TCC II) \n25 \n25 \n13 \n13 \n \nMetodologia e Redação Científica – 25 horas \nConceito de ciência; pesquisa em ciência e tecnologia; redação técnica e científica; normalização e \nelaboração de trabalhos técnicos e científicos. \n \nOrientação de Estágio Supervisionado – 25 horas \nOrientação acadêmica e profissional mediante encontros regulares, programados, tanto no âmbito \nacadêmico quanto no ambiente profissional onde o estágio é realizado; participação do aluno nas \natividades relacionadas ao estágio. \nEsclarecimentos: Para efeito de registro acadêmico o aluno deverá matricular-se na disciplina \n“Orientação de Estágio Supervisionado” (25 h). Esta disciplina consta de: \n- encontros regulares e programados do aluno com professor orientador - 15h;  \n- participação do aluno nas atividades relacionadas ao estágio: reuniões com CIEE e Coordenação + \nSeminário de Estágio - 10 h. \n- atividade de estágio na empresa - 250 horas empresa. \n \nOrientação de Trabalho de Conclusão de Curso I (TCC I) – 13 horas \nPlanejamento, desenvolvimento e avaliação do projeto do Trabalho de Conclusão de Curso, \nversando sobre uma temática pertinente ao curso, sob a orientação de um professor orientador. \nEsclarecimentos: Nesta fase deverá ser designado um professor para orientar o aluno na elaboração \ndo pré-projeto. \n \nOrientação de Trabalho de Conclusão de Curso II (TCC II) – 25 horas \nDesenvolvimento e avaliação do Trabalho de Conclusão de Curso, versando sobre uma temática \npertinente ao curso, sob a orientação de um professor orientador. \nEsclarecimentos: Produção de um trabalho técnico-científico, versando sobre tema da área da \nEngenharia Elétrica Esta disciplina consta de encontros regulares e programados do aluno com \nprofessor orientador visando. Este trabalho será avaliado por uma Banca Avaliadora. \n \n \n \n \n \n \n \n \n \n", "56": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n53\nConteúdos Optativos \nCarga \nhorária \n(horas) \nAtividades complementares de formação profissional. \n \nDesdobramento em atividades \n \nAtividade Livre \nAtividade na Empresa Júnior \nParticipação em Seminários \nPesquisa Tecnológica \nProdução Científica \nProjeto de Extensão \nProjeto Orientado \nProjetos de Engenharia Aplicada às Competições \nProjetos de Iniciação Científica \nTrabalhos Interdisciplinares \n \n \nEsclarecimentos: A carga horária máxima das atividades complementares, à exceção do item 1. \nabaixo, deverá ser regulamentada pelo Colegiado do Curso de Engenharia Elétrica, não podendo \nultrapassar os limites máximos descritos nos itens 2. a 6. abaixo. \n \n1. O Estágio Curricular obrigatório deverá ser de, no mínimo, 250 horas, para todos os cursos \nsuperiores. \n2. Cada semestre de Iniciação Científica e Tecnológica comprovada corresponde a 50 horas (4 \ncréditos). A carga horária máxima em atividades de iniciação científica que poderá ser integralizada \né 300 horas ou 24 créditos; \n3. Cada semestre de Monitoria comprovada corresponde a 25 horas (2 créditos). A carga horária \nmáxima em atividades de monitoria que poderá ser integralizada é 150 horas ou 12 créditos; \n4. Cada semestre de Atividade de Extensão Comunitária comprovada corresponde a 25 horas (2 \ncréditos). A carga horária máxima em atividades de extensão comunitária que poderá ser \nintegralizada é 100 horas ou 8 créditos; \n5. Cada semestre de Outras Atividades Curriculares comprovada corresponde a 13 horas (1 crédito). \nA carga horária máxima em atividades de outras atividades curriculares que poderá ser integralizada \né 50 horas ou 4 créditos; \n6. Cada semestre de Tópicos Especiais de Prática Profissional comprovada corresponde a 13 horas \n(1 crédito). A carga horária máxima em atividades de prática profissional que poderá ser \nintegralizada é 75 horas ou 6 créditos. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "57": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n54\n6.9. Descrição das atividades desenvolvidas através dos Eixos para atendimento ao perfil do \negresso \n \nO currículo é organizado de modo a desenvolver atividades através dos Eixos com foco no \nperfil desejado do egresso. Neste sentido, destacam-se os seguintes aspectos: \n \n- \nA sólida formação em conteúdos básicos da engenharia elétrica está alicerçada nos eixos 1, \n2, 3, 5 e 6 principalmente, onde são construídos os fundamentos conceituais para aplicação \nnos demais eixos; \n- \nOs eixos 5, 6, 7, 8, 9, 10 e 11, no que se refere aos conteúdos obrigatórios, fornecem, em \nsua maioria, os elementos de formação profissional do curso. Os conteúdos optativos desses \neixos apresentam um aspecto profissionalizante específico, implicando em ênfases \nfocalizadas em determinadas áreas da engenharia elétrica; \n- \nO eixo 4 tem, por um lado, o papel de promover a avaliação crítica dos aspectos humanos e \nsociais relacionados à engenharia e, por outro lado, desenvolver no estudante visão \nsistêmica das questões relacionadas à engenharia e tecnologia e capacidade de \ndesenvolvimento gerencial, empreendedora com visão ética das questões relacionadas à \nengenharia; \n- \nNo início do curso os fundamentos de matemática, física e computação fornecem as bases \npara o desenvolvimento dos demais conteúdos do curso; \n- \nO desenvolvimento de habilidades que envolvem identificação e formulação de problemas, \naplicação de ferramentas computacionais, desenvolvimento e aplicação de modelos na \nengenharia constituem objeto de atividades planejadas pelos professores nas disciplinas, \nenvolvendo um trabalho conjunto integrado ao eixo no qual a disciplina se vincula; \n- \nAs disciplinas de laboratório não são apenas apêndices das disciplinas teóricas, são \nplanejadas de modo a integrar conhecimentos de mais de uma disciplina possibilitando a \nprática da interdisciplinaridade. Busca-se evitar a prática da fragmentação e isolamento dos \nconhecimentos mediante promoção de atividades que integrem conteúdos de eixo e inter-\neixos; \n- \nO desenvolvimento de experimentos e práticas investigativas visando à interpretação de \nresultados e tomada de decisões é objeto, principalmente, das disciplinas de laboratório, o \nque não implica que outras disciplinas essencialmente teóricas não tenham também esta \nmeta; \n", "58": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n55\n- \nO desenvolvimento da capacidade de comunicação é uma prática que deve ser planejada e \naplicada por cada eixo, com ênfase específica e delineada para determinadas disciplinas, \nque estarão focalizando este aspecto no curso, tais como: produção de textos dissertativos \nem determinadas disciplinas do eixo 4 e produção de relatórios técnicos em disciplinas de \nlaboratórios. O TCC I, TCC II e o Estágio Supervisionado devem se pautar pela produção \nde relatórios/trabalhos escritos com orientação específica de professores orientadores; \n- \nA produção técnica e científica está planejada ao longo do curso em diversas oportunidades \ntais como através das atividades desenvolvidas em diversas disciplinas envolvendo \ntrabalhos de pesquisa, relatórios de atividades, relatórios de aulas práticas bem como no \nTCC I, TCC II, no Estágio Supervisionado e nas atividades optativas de Iniciação Científica \ndentre outras atividades complementares; \n- \nSerão incentivados desenvolvimentos de trabalhos em equipe ao longo do curso, \nenvolvendo inclusive trabalhos comuns entre disciplinas. Para tanto, é previsto um módulo \nde horário semanal livre ao longo do semestre de modo a viabilizar o encontro de \nprofessores e alunos de turmas diferentes; \n- \nO curso tem como meta, desde o início, integrar o aluno no campo profissional, através \nprincipalmente do eixo 4, fornecendo uma visão geral e crítica da engenharia e da \ntecnologia, através de disciplinas como Introdução à Engenharia, Filosofia da Tecnologia, \nEngenharia de Segurança, Engenharia e Meio Ambiente, Educação Corporal e Formação \nHumana, Sociologia.  \n- \nO fluxograma do curso é planejado de modo que a carga horária de conteúdos obrigatórios \né maior no início e meados do curso e os conteúdos optativos são ofertados \npreferencialmente ao final do curso (como pode ser verificado na Tabela 7 e na Figura 1); \n- \nConteúdos de gerenciamento, normalização e qualidade, organização empresarial, \npsicologia, direito, economia, metodologia e redação científica são ofertados mais ao final \ndo curso quando o estudante encontra-se mais próximo de atuar no mercado de trabalho e \nde desenvolver as atividades do TCC I, TCC II e do Estágio Supervisionado; \n- \nCerca de 15% da carga horária do curso são de disciplinas/atividades optativas, Tabela 5, \nsendo que o aluno deverá ser orientado pela Coordenação (ou por professores designados \npara esta finalidade) no sentido de direcionar sua formação profissional ao escolher as \ndisciplinas optativas, podendo optar por uma especialização em um determinado eixo \nespecifico; \n", "59": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n56\n- \nDefine-se um número máximo de carga horária de disciplinas/atividades optativas permitida \npor eixo, evitando-se um desnível ou uma tendência inadequada na escolha de disciplinas \ndo curso pelo estudante (conforme apresentado na Tabela 6); \n- \nCabe à escola o planejamento da oferta de disciplinas optativas e ao estudante a escolha das \ndisciplinas optativas a cursar dentro dos limites estabelecidos; \n- \nO Seminário Final de Estágio Supervisionado (no 10º período) tem como objetivo geral \npromover a socialização das experiências dos estudantes no mercado de trabalho, a \nampliação do conhecimento das diversas áreas de atuação do engenheiro e a avaliação \ncrítica do campo de atuação profissional a partir de situações concretas vivenciadas pelos \nestudantes; \n- \nO Seminário de TCC II (no 9º período) tem como objetivo geral promover a integração de \nconhecimentos realizados pelos estudantes na área da engenharia, a troca de experiências e \ncomunicação desse aprendizado e sua produção técnico-científica; \n- \nSerá incentivada a promoção de seminários internos voltados para temas de engenharia, de \nfeiras e exposições de trabalhos de alunos, de intercâmbio entre escolas, com \naproveitamento para integralização curricular, devidamente normatizada e avaliada pelo \nColegiado do Curso, como forma de ampliar conhecimentos no campo profissional; \n \nAs Tabelas 5 e 6 apresentam, respectivamente, as sínteses da distribuição de carga horária \npor eixo e de carga horária máxima de disciplinas optativas. \nTabela 5 – Síntese da distribuição de carga horária por eixo. \nEIXO \nDENOMINAÇÃO \nCH Obrigatória (h) \n1 \nMatemática \n375 \n2 \nFísica e Química \n275 \n3 \nComputação e Mat. Aplicada \n200 \n4 \nHumanidades e Ciências Sociais \n275 \n5 \nEletromagnetismo e Circuitos \n275 \n6 \nFundamentos da Engenharia \n275 \n7 \nConversão de Energia \n150 \n8 \nEletrônica \n325 \n9 \nControle e Automação \n250 \n10 \nSistemas de Energia \n100 \n11 \nTelecomunicações \n100 \n12 \nAtividades de Prática Profissional \n76  \n \nTOTAL de C.H. OBRIGATÓRIA \n2676 \n \nTOTAL de C.H. OPTATIVA \n500 \n \nEstágio (atividade fora de sala de aula) \n250 \n \nTOTAL de C.H. do CURSO \n3426 \n", "60": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n57\nTabela 6 – Síntese de carga horária para disciplinas optativas e atividades complementares. \nTotal de Optativas necessário para integralização curricular = 500h \nBloco Eixos \nMáximo de horas de disciplinas optativas \nque o estudante pode cursar \nA \n1 – 2 - 3 \n150 \nB \n4 \n50 \nC \n5 – 6 – 7 - 8 200 \nD \n9 \n300 \nE \n10 \n300 \nF \n11 \n300 \nG \n12 \n100 \n \nA Tabela 7 ilustra a relação das disciplinas, organizadas em ordem crescente de período, e \nos respectivos pré-requisitos e co-requisitos. \n \nTabela 7 – Relação de disciplinas, pré-requisitos e co-requisitos (T = Teórica; P = Prática). \nPeríodo \nN.º Disciplina \nT P Carga \nHorária \n(CH) \nPré-\nrequisito \nCo-\nrequisito \n1º \n01 Cálculo I \nX  \n75 \n- \n- \n \n02 Geometria Analítica e \nÁlgebra Vetorial \nX  \n75 \n- \n- \n \n03 Química \nX  \n50 \n- \n- \n \n04 Laboratório de Química \n \nX 25 \n- \n- \n \n05 Programação de \nComputadores I \n \nX 25 \n- \n- \n \n06 Laboratório de \nProgramação de \nComputadores I \n \nX 25 \n \n \n \n07 Introdução à Engenharia \nElétrica \nX  \n25 \n- \n- \n \n08 Educação Corporal e \nFormação Profissional I \n \nX 25 \n- \n- \n \n \nSubtotal de CH  \n \n325 \n \n \n2º \n09 Cálculo II \nX  \n75 \n01 \n- \n \n10 Física I \nX  \n50 \n01 \n- \n \n11 Programação de \nComputadores II \n \nX 25 \n05/06 \n12 \n \n12 Laboratório de \nProgramação de \nComputadores II \n \nX 25 \n- \n11 \n \n13 Representação Gráfica \n \nX 50 \n- \n- \n \n14 Filosofia da Tecnologia \nX  \n25 \n07 \n- \n \n15 Gestão Ambiental \nX  \n25 \n- \n- \n \n16 Introdução à Engenharia \nde Segurança \nX  \n25 \n- \n- \n \n \nSubtotal de CH  \n \n300 \n \n \n", "61": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n58\n3º \n17 Cálculo III \nX  \n50 \n09 \n- \n \n18 Métodos Numéricos \nComputacionais \nX  \n50 \n11 \n17 \n \n19 Física II \nX  \n50 \n09/10 \n- \n \n20 Física Experimental I \n \nX 25 \n- \n19 \n \n21 Materiais Elétricos \nX  \n25 \n03 \n19 \n \n22 Introdução à Sociologia \nX  \n25 \n14 \n- \n \n23 Circuitos Elétricos I \nX  \n75 \n- \n19 \n \n24 Laboratório de Circuitos \nElétricos A \n \nX 25 \n- \n23 \n \n \nSubtotal de CH  \n \n325 \n \n \n4º \n25 Cálculo IV \nX  \n50 \n17 \n- \n \n26 Álgebra Linear \nX  \n50 \n02/17 \n- \n \n27 Física III \nX  \n50 \n19 \n- \n \n28 Física Experimental II \n \nX 25 \n20 \n27 \n \n29 Tecnologia Aplicada aos \nMateriais Elétricos \n \nX 25 \n21 \n- \n \n30 Circuitos Elétricos II \nX  \n50 \n23 \n- \n \n31 Laboratório de Circuitos \nElétricos B \n \nX 25 \n23/24 \n30 \n \n32 Sistemas Digitais \nX  \n50 \n19 \n- \n \n33 Laboratório de Sistemas \nDigitais \n \nX 25 \n- \n32 \n \n34 Fundamentos de \nResistência dos Materiais \nX  \n25 \n10 \n- \n \n \nSubtotal de CH  \n \n375 \n \n \n5º \n35 Estatística \nX  \n50 \n- \n09 \n \n36 Eletromagnetismo \nX  \n50 \n25/27 \n- \n \n37 Laboratório de \nEletromagnetismo \n \nX 25 \n- \n36 \n \n38 Dispositivos e Circuitos \nEletrônicos \nX  \n50 \n21 \n- \n \n39 Análise de Sistemas \nLineares \nX  \n50 \n25/26 \n- \n \n40 Laboratório de Análise de \nSistemas Lineares \n \nX 25 \n- \n39 \n \n41 Sistemas de Medição \nX  \n50 \n30 \n- \n \n42 Sistemas \nMicroprocessados \nX  \n25 \n32 \n- \n \n43 Laboratório de Sistemas \nMicroprocessados \n \nX 25 \n- \n42 \n \n \nSubtotal de CH  \n \n350 \n \n \n6º \n44 Conversão de Energia \nX  \n50 \n36 \n- \n \n45 Laboratório de Conversão \nde Energia \n \nX 25 \n- \n44 \n \n46 Irradiação e Ondas \nGuiadas \nX  \n25 \n36 \n- \n \n47 Eletrônica Geral \nX  \n50 \n38 \n- \n \n48 Laboratório de Eletrônica \n \nX 25 \n- \n47 \n", "62": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n59\nGeral \n \n49 Controle de Processos \nX  \n50 \n39 \n- \n \n50 Laboratório de Controle de \nProcessos \n \nX 25 \n- \n49 \n \n51 Laboratório de Sistemas \nde Medição \n \nX 25 \n41 \n- \n \n52 Fenômenos de Transporte \nX  \n50 \n27 \n- \n \n53 Instalações Elétricas \n \nX 25 \n30 \n- \n \n \nSubtotal de CH  \n \n350 \n \n \n7º \n54 Máquinas Elétricas \nX  \n50 \n44 \n- \n \n55 Laboratório de Máquinas \nElétricas \n \nX 25 \n- \n54 \n \n56 Eletrotécnica \nX  \n50 \n30 \n- \n \n57 Sistemas de Comunicação X  \n25 \n47 \n- \n \n58 Laboratório de Sistemas \nde Comunicação \n \nX 25 \n- \n57 \n \n59 Instrumentação Eletrônica X  \n50 \n47 \n- \n \n60 Laboratório de \nInstrumentação Eletrônica \n \nX 25 \n- \n59 \n \n61 Sistemas Controlados por \nComputador \nX  \n25 \n49 \n- \n \n62 Laboratório de Sistemas \nControlados por \nComputador \n \nX 25 \n- \n61 \n \n \nDisciplinas Optativas \n \n \n50 \nA definir na \noferta \n \n \n \nSubtotal de CH  \n \n350 \n \n \n8º \n63 Sistemas Elétricos de \nPotência \nX  \n50 \n56 \n- \n \n64 Transmissão e Recepção \nde Sinais \nX  \n50 \n47 \n- \n \n65 Instrumentação Industrial \nX  \n25 \n49 \n- \n \n66 Laboratório de \nInstrumentação Industrial \n \nX 25 \n- \n65 \n \n67 Orientação do Trabalho de \nConclusão de Curso I \nX  \n13 \nTer \nintegralizado \n1800h \n- \n \n68 Metodologia e Redação \nCientífica \n \n \n25 \n- \n67 \n \n \nDisciplinas Optativas \n \n \n175 \nA definir na \noferta \n \n \n \nSubtotal de CH  \n \n363 \n \n \n9º \n69 Psicologia Aplicada às \nOrganizações \nX  \n25 \nTer \nintegralizado \n2000h \n- \n \n70 Normalização e Qualidade \nIndustrial \nX  \n25 \nTer \nintegralizado \n2000h \n- \n \n71 Introdução à Economia \nX  \n25 \nTer \nintegralizado \n1800h \n- \n \n72 Orientação do Trabalho de \nConclusão de Curso II \nX  \n13 \n67 \n- \n", "63": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n60\n \n \nDisciplinas Optativas \n \n \n200 \nA definir na \noferta \n \n \n \nSubtotal de CH  \n \n288 \n \n \n10º \n73 Introdução ao Direito \nX  \n25 \nTer \nintegralizado \n2600h \n- \n \n74 Organização Empresarial \nX  \n25 \nTer \nintegralizado \n2600h \n- \n \n75 Orientação de Estágio \nSupervisionado \n \nX 25 \nTer \nintegralizado \n2600h \n- \n \n \nDisciplinas Optativas \n \n \n75 \nA definir na \noferta \n \n \n \nSubtotal de CH  \n \n150 \n \n \nTotal de CH \nObrigatórias \n \n \n \n \n2676 h \n \n \nTotal de CH \nOptativas \n \nA definir na oferta \n \n \n500 h \nA definir na \noferta \n \nTotal de CH \nEstágio \nSupervisionado na \nEmpresa \n \n \n \n \n250 h \n \n \nTotal de CH do \nCurso \n \n \n \n \n3426 h \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "64": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n61\nA Figura 1 esboça a grade horária do curso. \n \n01\n02\n03\n04\n05\n06\n07\n08\nCálculo I\nGeometria\nQuímica\nLaboratório de\nProgramação de\nLaboratório de\nIntrodução à\nEducação\nAnalítica e\nQuímica\nComputadores I\nProgramação de\nEngenharia\nCorporal e\n1º Período\nÁlgebra Vetorial\nComputadores I\nElétrica\nFormação\n325 h\nProfissional I\n75\n75\n50\n25\n25\n25\n25\n25\n09\n10\n11\n12\n13\n14\n15\n16\nCálculo II\nFísica I\nProgramação de\nLaboratório de\nRepresentação\nFilosofia da\nGestão\nIntrodução à\nComputadores II\nProgramação de\nGráfica\nTecnologia\nAmbiental\nEngenharia de\n2 º Período\nPré requisito: 01\nPré requisito: 01\nPré requisito: 05 e 06\nComputadores II\nPré requisito: 07\nSegurança\n300 h\nCo requisito: 12\nPré requisito: 11\n75\n50\n25\n25\n50\n25\n25\n25\n17\n18\n19\n20\n21\n22\n23\n24\nCálculo III\nMétodos Numéricos\n  Física II\nFísica\nMateriais\nIntrodução à\nCircuitos\nLab. de Circ.\nComputacionais\nExperimental I\nElétricos\nSociologia\nElétricos I\nElétricos A\n 3 º Período\nPré requisito: 09\nPré requisito: 11\nPré requisito: 09 e 10\nPré requisito: 03\n325\nCo requisito: 17\nCo requisito: 19\nCo requisito: 19\nCo requisito: 19\nCo requisito: 23\n50\n50\n50\n25\n25\n25\n75\n25\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\nCálculo IV\nÁlgebra Linear\nFísica III\nFísica \nTecnologia Aplic.\nCircuitos\nLab. de Circ.\nSistemas\nLab. de Sist.\nFund. Resist.\nExperimental II\naos Materiais Elét.\nElétricos II\nElétricos B\nDigitais\nDigitais\ndos Materiais\n 4 º Período\nPré requisito: 17\nPré requisito: 02 e 17\nPré requisito: 19\nPré requisito: 20\nPré requisito: 21\nPré requisito: 23\nPré requisito: 23 e 24\nPré requisito: 19\nPré requisito: 10\n375 h\nCo requisito: 27\nCo requisito: 30\nCo requisito: 32\n50\n50\n50\n25\n25\n50\n25\n50\n25\n25\n35\n36\n37\n38\n39\n40\n41\n42\n43\nEstatística\nEletromagnetismo \nLaboratório de\nDispositivos e\nAnálise de\nLab. Análise de\nSistemas de\nSistemas Micro-\nLab. de Sist.\nEletromagnetismo\nCirc. Eletrônicos\nSistemas Lineares\nSist. Lineares\nMedição\nprocessados\nMicroproc.\n 5 º Período\nPré requisitos: 25 e 27\nPré requisito: 21\nPré requisito: 25 e 26\nPré requisito: 30\nPré requisito: 32\n350 h\nCo requisito: 09\nCo requisito: 36\nCo requisito: 39\nCo requisito: 42\n50\n50\n25\n50\n50\n25\n50\n25\n25\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\nConversão de\nLab. de Conv.\nIrradiação e\nEletrônica\nLab. de\nControle de\nLab. de Cont. de\nLab. de Sist. de\nFenômenos de\nInstalações\nEnergia\nde Energia\nOndas Guiadas\nGeral\nEletrônica Geral\nProcessos\nProcessos\nMedição\nTransporte\nElétricas\n 6 º Período\nPré requisito: 36\nPré requisito: 36\nPré requisito: 38\nPré requisito: 39\nPré requisito: 41\nPré requisito: 27\nPré requisito: 30\n350 h\nCo requisito: 44\nCo requisito:  47\nCo requisito: 49\n50\n25\n25\n50\n25\n50\n25\n25\n50\n25\n54\n55\n56\n57\n58\n59\n60\n61\n62\nMáquinas\nLab. de Máq.\nEletrotécnica\nSistemas de\nLab. de Sist. de\nInstrumentação\nLab. de Inst.\nSistemas Contro-\nLab. Sist. Con-\nOptativas\nElétricas\nElétricas\nComunicação\nComunicação\nEletrônica\nEletrônica\nlados por Comp.\ntrolados Comp.\n 7 º Período\nPré requisito: 44\nPré requisito: 30\nPré requisito: 47\nPré requisito: 47\nPré requisito: 49\nPré Requisito: A\n350 h\nCo requisito: 54\nCo requisito:  57\nCo requisito:  59\nCo requisito:  61\ndefinir na oferta\n50\n25\n50\n25\n25\n50\n25\n25\n25\n50\n63\n64\n65\n66\n67\n68\nSistemas Elétricos\nTransmissão e\nInstrumentação\nLab. de Inst.\nOrientação de\nMetologia e\nOptativas\nde Potência\nRecep. de Sinais\nIndustrial\nIndustrial\nTCC I\nRed. Científica\n 8 º Período\nPré requisito: 56\nPré requisito: 47\nPré requisito: 49\nPré Requisito: Ter\nPré Requisito: A\n363 h\nCo requisito:  65\nintegralizado\nCo requisito: 67\ndefinir na oferta\n50\n50\n25\n25\n1800 h            13\n25\n175\n69\n70\n71\n72\nPsicologia Aplic.\nNormalização e\nIntrodução à\nOrientação de\nOptativas\nàs Organizações\nQualidade Ind.\nEconomia\nTCC II\n9 º Período\nPré Requisito: Ter inte-\nPré Requisito: Ter inte-\nPré Requisito: Ter inte-\nPré Requisito: 67\nPré Requisito: A\n288 h\ngralizado 2000 h\ngralizado 2000 h\ngralizado 1800 h\ndefinir na oferta\n25\n25\n25\n13\n200\n73\n74\n75\nIntrodução ao\nOrganização\nOrientação de\nOptativas\nDireito\nEmpresarial\nEstágio Superv.\n10 º Período\nPré Requisito: Ter inte-\nPré Requisito: Ter inte-\nPré Requisito: Ter\nPré Requisito: A\n150 h\ngralizado 2600 h\ngralizado 2600 h\nintegralizado\ndefinir na oferta\n25\n25\n 2600 h           25\n75\nEstágio na Empresa: 250 h\nCarga Horária Total do Curso: 3426 horas\n \n \nLegenda\nEixo 1\nEixo 7\nEixo 2\nEixo 8\nEixo 3\nEixo 9\nEixo 4\nEixo 10\nEixo 5\nEixo 11\nEixo 6\nEixo 12\n \n", "65": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n62\n \n7. \nMONITORAMENTO DO PROJETO POLITICO PEDAGÓGICO  \n \nConsidera-se que, para efeito de monitoramento do Projeto Político Pedagógico, poderão \nser considerados os seguintes pontos: \n- \nO monitoramento deverá ser normatizado pelos Colegiados de Curso e aprovados na esfera \ndo Conselho Departamental; \n- \nO foco do monitoramento será a auto-avaliação interna do curso abrangendo avaliação da \nestrutura, do currículo e das práticas pedagógicas, dos docentes e dos discentes visando a \ncorreção de rumos e a possibilidade de melhoria e avanços a partir do debate entre os \nsujeitos do processo educativo; \n- \nConsiderar propostas de nivelamento e monitorando dos ingressantes desde o processo \nseletivo, particularmente nos primeiros períodos, de forma a contribuir para o \ndesenvolvimento de habilidades básicas necessárias ao estudante de ensino superior de \nengenharia; \n- \nEstabelecer parâmetros e instrumentos de avaliação da aprendizagem do aluno; \n- \nEstabelecer procedimentos de acompanhamento das disciplinas, alunos e professores que \npermitam a implementação de mecanismos de recuperação dos alunos e revisão dos \nprocessos de ensino-aprendizagem, com base na avaliação dos semestres anteriores; \n- \nDefinir Orientação Metodológica e Ações Pedagógicas, por meio de atividades de educação \ncontinuada como cursos, oficinas, seminários interdisciplinares, em atendimento as \nnecessidades dos docentes e técnico-administrativos envolvidos com o curso, no que se \nrefere à elaboração de instrumentos de avaliação, planejamento de atividades avaliação, \nestratégias dinamização da sala de aula, além de técnicas de ensino, projetos, tutoria, uso de \nferramentas digitais, etc. \n \n \n \n \n \n", "66": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n63\n \n8. \nRECURSOS FÍSICOS E HUMANOS \n \nNa Tabela 8 são relacionados os laboratórios do curso, destacando-se o espaço físico \nexistente e o setor responsável pela administração do recurso. \n \nTabela 8 – Laboratório: espaço físico e competências. \nDISCIPLINA de LABORATÓRIO \nLABORATÓRIO / PRÉDIO \nCOMPETÊNCIA \nQuímica Experimental \nQuímica / P1 \nDADB \nProgramação Computacional I / II \nInformática / P1 \nDADB \nFísica Experimental A, B e C \nFísica/ LACTEA / P1 / P5 \nDADB \nRepresentação Gráfica \nInformática / P1 \nDAEE \nLab de Sistemas Digitais \nEletrônica Digital / P1 \nDAEE \nTecnologia Aplicada aos Materiais \nMateriais e Eletromagnetismo P1 \nDAEE \nLad de Circuitos Elétricos A e B \nCircuitos Elétricos / P1 \nDAEE \nLab de Análise de Sistemas Lineares \nControles Elétricos / P 8/9 \nDAEE \nLab de Sistemas Cont por Computador \nControles Elétricos / P 8/9 \nDAEE \nLab de Controle de Processos \nControle de Processos / P 8/9 \nDAEE \nLab de Instrumentação Industrial \nInstrumentação Industrial / P 8/9 \nDAEE \nLab de Controle e Automação \nControle e Automação / P 8/9 \nDAEE \nLab de Eletrônica Geral \nEletrônica P / 1 \nDAEE \nLab de Sistemas Microprocessados \nMicroprocessadores P / 1 \nDAEE \nLab de Instrumentação Eletrônica \nEletrônica / P 1 \nDAEE \nLab de Sistemas de Medição \nMedidas Elétricas / P 1 \nDAEE \nLab de Conversão de Energia \nConversão de Energia \nDAEE \nLab de Màquinas Elétricas \nMáquinas Elétricas \nDAEE \nLab de Eletromagnetismo \nEletromagnetismo /LEACOPI \nDAEE \n \nDeve-se observar que haverá a necessidade de se contratar novos professores para a \nimplementação da Reestruturação Curricular. Concretamente, estima-se a necessidade de \ncontratação de 6 (seis) doutores. Essa estimativa foi levantada com base nos seguintes aspectos: \n• \nCarga horária total das disciplinas obrigatórias (teóricas e de laboratório); \n• \nCarga horária total das disciplinas optativas; \n• \nAtendimento às disciplinas dos eixos de Sistemas de Energia, Controle e Automação e \nTelecomunicações; \n• \nNecessidade de orientação de alunos de TCC I, TCC II e Estágio Supervisionado; \n• \nParticipação de docentes na Coordenação do Curso, Colegiado do Curso, Chefia de \nDepartamento e representante no Conselho Departamental; \n• \nDesenvolvimento de atividades de pesquisa e extensão; \n", "67": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n64\n• \nPrevisão de aposentadoria de um expressivo número de professores nos próximos \nanos (estimativa de cerca de 25% dos docentes atuais do Departamento Acadêmico de \nEngenharia Elétrica). \n \nCom relação à contratação de servidores técnico-administrativos, estima-se a necessidade \nde funcionários para a Coordenação, Departamento e laboratórios (oficinas e LEACOPI). Em \nrelação às atividades administrativas, tanto o Departamento quanto a Coordenação do Curso de \nEngenharia Elétrica não dispõem no momento de servidores para o desenvolvimento dessas \natividades. \n", "68": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n65\n \n9. \nREFERÊNCIAS BIBLIOGRÁFICAS  \n \n \nBORGES, Mário Neto; CUNHA, Flávio Macedo. Currículo para cursos de engenharia: o \ntexto e o contexto de sua construção. Revista de Ensino de Engenharia, v.20, n.02, 2001, pp. \n41-47. \n \nBRUNO, Lúcia; LAUDARES, João B.(orgs). Trabalho e formação do engenheiro. Belo \nHorizonte: FUMARC, 2000. \n \nCASTANHO, Sérgio; CASTANHO, Maria Eugênia L.M. (orgs) O que há de novo na \neducação superior. Campinas: Papirus, 2004. \n \nCHERNICHARO, Carlos Augusto L.; LAVALL, Armando C.C.; ARANTES, Eduardo M.; \nGUIMARÃES, Helder A.; LIBÂNEO, Marcelo. A new program for the civil engineering \ncourse at the Federal University of Minas Gerais, Brazil. International Conference on \nEngineering Education. Rio de Janeiro, 1998. \n \nBRASIL. MINISTÉRIO DA EDUCAÇÃO. Resolução CNE/CES 11/02: Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia. Brasília: CONSELHO \nNACIONAL DE EDUCAÇÃO, 2002. \n \nCRIVELARI, Helena M.T. Relação educativa e formação de engenheiros em Minas Gerais \nIn: BRUNO, Lúcia; LAUDARES, João B. (orgs) Trabalho e formação do Engenheiro.Belo \nHorizonte : FUMARC, 2000, p. 227-266. \n \nCUNHA, Flávio Macedo. Por uma filosofia da tecnologia no ensino de engenharia. Trabalho \napresentado no XXXII Congresso de Ensino de Engenharia, Brasília, setembro de 2004. \n \nFRANCISCO FILHO, Geraldo. A educação brasileira no contexto histórico. Campinas: \nAlínea, 2001. \n \nOLIVEIRA, Tarcísio A. S. O mercado mineiro para a engenharia e o CEFET-MG. \nDocumento base para o II Seminário de Reestruturação Curricular das Enegenharias do \nCEFET-MG. Belo Horizonte, 2004. \n \nPENA, Mônica D.C. Acompanhamento de egressos no âmbito educacional brasileiro – \nanálise da situação profissional de diplomados nos cursos de Engenharia Industrial Elétrica e \nMecânica do CEFET-MG, no período de 1983 a 1994. \n \nPILETTI, Nélson. História da Educação no Brasil. São Paulo: Ática, 1995. \n \nPIRRÓ e LONGO, Waldimir. “Reengenharia” do ensino de engenharia: uma necessidade. \nhttp://www.engenheiro2001.org.br/programas/971207a.htm Acesso em 12/05/04. \n \n_____. Desafios para os institutos de pesquisa. II Conferência Nacional de Coência, \nTecnologia e Inovação. \n \n", "69": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Gerais – CEFET-MG \n \n66\nSOUZA, José Rubens. A formação do engenheiro industrial em Minas Gerais. Documento \nbase para o II Seminário de Reestruturação Curricular das Engenharias do CEFET-MG. \nBelo Horizonte, 2004. \n \nTILAK, Jandhyala B.G. Higher education and development. Seminário Internacional \nUniversidade XXI. MEC, Brasília, 2003. \n \nPesquisa de Egressos do curso de Engenharia Industrial Elétrica \n \nBDMG (Banco de Desenvolvimento de Minas Gerais), o INDI (Instituto de Desenvolvimento \nIndustrial de Minas Gerais), Prêmio Mineiro da Qualidade. \n \nNAE - Questionário de Sondagem do Perfil do Aluno. \n \nQuestionário de Sondagem de Habilidades Computacionais, aplicado também pelo NAE nos \nalunos do 1º período do Curso de Engenharia Industrial Elétrica. \n \n \n \n"}