{"1": " \n \n \n \n \nPROJETO POLÍTICO PEDAGÓGICO \nDO  \nCURSO DE GRADUAÇÃO EM  \nENGENHARIA DE MINAS \n \n \n \n \n \nBelo Horizonte – MG \n2017 \n \n \n \nUniversidade Federal de Minas Gerais \n \nEscola de Engenharia \n \n", "2": "2 \n \nSumário \n1. Contextualização da UFMG ................................................................................................... 4 \n1.1 Dados de Identificação...................................................................................................... 4 \n1.2 Perfil Institucional, Missão, Breve Histórico ...................................................................... 5 \n1.2.1 Missão ...................................................................................................................... 5 \n1.2.2 Breve Histórico ......................................................................................................... 5 \n2. Contextualização do Curso .................................................................................................. 10 \n2.1 Dados de Identificação da Unidade e do Curso................................................................ 10 \n2.2 Contexto Educacional ..................................................................................................... 11 \n2.3 Políticas institucionais no âmbito do curso ...................................................................... 12 \n2.4 Requisitos de Acesso ...................................................................................................... 13 \n2.5 Políticas de Acessibilidade e Permanência ...................................................................... 14 \n3. Objetivos do curso .............................................................................................................. 15 \n3.1 Geral ......................................................................................................................... 15 \n3.2 Específicos ................................................................................................................. 15 \n4. Perfil profissional do egresso ............................................................................................... 16 \n5. Organização Curricular ........................................................................................................ 18 \n5.1 Estrutura do Curso .......................................................................................................... 18 \n5.2 Conteúdos curriculares ................................................................................................... 21 \n5.3 Representação do Currículo ............................................................................................ 37 \n6. Metodologia ....................................................................................................................... 38 \n6.1 Novas metodologias de ensino e aprendizagem .............................................................. 38 \n6.2 Tecnologias de informação e comunicação – TICs – no processo ensino-aprendizagem .. 38 \n6.3 Apoio ao discente ........................................................................................................... 39 \n7. Avaliação dos Processos de Ensino-Aprendizagem .............................................................. 41 \n8. Avaliação do curso .............................................................................................................. 43 \n8.1 Avaliação interna de cursos ....................................................................................... 43 \n9. Corpo Docente .................................................................................................................... 43 \n9.1 Corpo docente do curso .................................................................................................. 43 \n9.2 Núcleo Docente Estruturante – NDE..................................................................................43 \n9.3 Atuação do Colegiado.........................................................................................................44 \n10. Instalações, Gabinetes e Biblioteca.................................................................................... 46 \n10.1 Gabinetes de trabalho para professores Tempo Integral – TI e sala de professores ....... 47 \n", "3": "3 \n \n10.2 Espaço de trabalho para a Coordenação do curso ......................................................... 47 \n10.3 Salas de aula ................................................................................................................. 47 \n10.4 Equipamentos de informática ....................................................................................... 47 \n10.5 Biblioteca...................................................................................................................... 48 \n11. Laboratórios ...................................................................................................................... 52 \n11.1 Laboratório de Operações de Lavra e Segurança de Mina ............................................. 53 \n11.2 Laboratório de Pesquisa Mineral e Planejamento de Mina ............................................ 53 \n11.3 Laboratório de Mineração e Mineralogia ...................................................................... 54 \n11.4 Laboratório de Geotecnologias (LGT) ............................................................................ 54 \n11.5 Laboratório de Fenômenos de Interfaces ...................................................................... 54 \n11.6 Laboratório de Tratamento de Minérios ....................................................................... 55 \n11.7 Laboratório de Tecnologia de Rochas (LTR) ................................................................... 55 \n11.8 Laboratório de Processamento e Análises Químicas de Minerais................................... 56 \n11.9Laboratório de Caracterização de Minérios e Materiais..................................................55 \n12. Componentes Curriculares ................................................................................................ 57 \n12.1 Disciplinas Obrigatórias....................................................................................................56 \n12.2 Disciplinas Optativas ..................................................................................................... 90 \n12.3 Atividades Acadêmicas Curriculares Complementares..................................................102 \n13. Referências ..................................................................................................................... 105 \n \n \n \n \n", "4": "4 \n \n1.Contextualização da UFMG \n1.1 Dados de Identificação \nMantenedora: Ministério da Educação \nIES: Universidade Federal de Minas Gerais - UFMG \nNatureza Jurídica:  \nPessoa Jurídica de Direito Público – Federal \nCNPJ: \n00.394.445/0188-17 \nEndereço: \nAv: Antônio Carlos, 6627 \nPampulha – Belo Horizonte – MG  \nCEP: 31270 – 901 \nFone:  \n+55 (31) 3409-5000 \nSitio: http//: ufmg.br \ne-mail: reitor@ufmg.br \nAto Regulatório: Credenciamento \nLei Estadual \nNo documento: 956 \nData de Publicação: 07/09/1927 \nPrazo de Validade: \nVinculado ao Ciclo Avaliativo \nAto Regulatório: Recredenciamento \nLei Federal \nNº documento: 971 \nData de Publicação: 19/12/1949 \nPrazo de Validade: \nVinculado ao Ciclo Avaliativo \n \nCI – Conceito Institucional  \n4 \n2009 \nIGC – Índice Geral de Cursos \n5 \n2009 \nIGC Contínuo \n4.1700 \n2009 \nReitor: Jaime Arturo Ramirez \nGestão: 2013 - 2017 \n", "5": "5 \n \n1.2 Perfil Institucional, Missão, Breve Histórico \nA Universidade Federal de Minas Gerais (UFMG), nos termos do seu Estatuto, \naprovado pelo Conselho Universitário em 5 de julho de 1999, tem por finalidades \nprecípuas a geração, o desenvolvimento, a transmissão e a aplicação de \nconhecimentos por meio do ensino, da pesquisa e da extensão, compreendidos de \nforma indissociada e integrados na educação e na formação técnico-profissional dos \ncidadãos, bem como na difusão da cultura e na criação filosófica, artística e \ntecnológica. No cumprimento dos seus objetivos, a UFMG mantém cooperação \nacadêmica, científica, tecnológica e cultural com instituições nacionais e internacionais \ne constitui-se, também, em veículo de desenvolvimento regional, nacional e \ninternacional. \n1.2.1 Missão \nGerar e difundir conhecimentos científicos, tecnológicos e culturais, destacando-se \ncomo Instituição de referência nacional na formação de indivíduos críticos e éticos, \ndotados de sólida base científica e humanística e comprometidos com intervenções \ntransformadoras na sociedade e com o desenvolvimento sustentável. \n1.2.2 Breve Histórico \nNo século XVIII, a criação de uma Universidade em Minas Gerais já fazia parte do \nprojeto político dos Inconfidentes. A proposta, entretanto, só veio a se concretizar na \nterceira década do século XX, no bojo de intensa mobilização intelectual e política que \nteve no então Presidente do Estado, Antônio Carlos Ribeiro de Andrada, sua principal \nexpressão. Nesse contexto, pela Lei Estadual Nº 956, de 7 de setembro de 1927, foi \nfundada a Universidade de Minas Gerais (UMG), pela reunião das quatro instituições \nde ensino superior existentes, à época, em Belo Horizonte: a Faculdade de Direito, \ncriada em 1892; a Faculdade de Medicina, criada em 1911; a Escola de Engenharia, \ncriada em 1911; e a Escola de Odontologia e Farmácia, cujos cursos foram criados em, \nrespectivamente, 1907 e 1911. O primeiro Reitor da UMG, nomeado em 10 de \nnovembro do mesmo ano, foi Francisco Mendes Pimentel, Diretor da Faculdade de \nDireito, que foi sede da primeira Reitoria.   \n \n", "6": "6 \n \nUm ano depois, os planos do governo estadual para a UMG voltaram-se à necessidade \nda construção de um complexo universitário, já então denominado Cidade \nUniversitária. Como resultado de uma parceria com a Prefeitura de Belo Horizonte, \nforam colocados à disposição da UMG 35 quarteirões, com 639 lotes e área \nequivalente a 500.000 m2, nos bairros de Lourdes e Santo Agostinho. Contudo, essa \nlocalização, em plena zona urbana e, em especial, de ocupação e valorização \niminentes, foi, à época, muito questionada, por se considerar que tal situação acabaria \npor implicar uma limitação ao crescimento futuro do espaço físico da Instituição. Em \n1937, porém, o Interventor Benedito Valadares destinou, no âmbito de seu plano \neducacional, nova área para essa Universidade, nas proximidades do Parque \nMunicipal.  \nAcontecimentos políticos, no entanto, deram outra direção à consolidação do \ndesejado espaço universitário. Em um quadro em que o Governo do Estado Novo era \nhostilizado pela camada estudantil, a ideia de situar as universidades longe das regiões \ncentrais das cidades tornou-se adequada ao sistema. Assim, em 1942, a Fazenda Dalva, \nsituada na zona suburbana de Belo Horizonte, na região da Pampulha, foi \ndesapropriada e destinada à sede da Cidade Universitária. Tal decisão foi aprovada \npela comunidade universitária, por intermédio de Comissão criada para interlocução \ncom o Governo, findo o período do Estado Novo, considerando-se a amplitude, \ntranquilidade e topografia da área, sua relativa proximidade ao centro urbano e a \nfacilidade de transportes.  \nA partir da década de 1960, iniciou-se a real implantação do Campus Pampulha. O \nPlano Diretor para a Cidade Universitária, que definia o sistema viário e o zoneamento \ndas atividades por áreas de conhecimento e serviços, foi concluído em 1957, quando \nforam iniciadas as respectivas obras de infra-estrutura e de apoio. Em sequência, \nforam projetados e edificados os prédios da Reitoria, do Estádio Universitário, a ser \nconstruído pelo Estado, do Instituto de Pesquisas Radioativas, atualmente sob \nadministração do Centro de Desenvolvimento da Tecnologia Nuclear (CDTN), dos \nInstitutos de Mecânica e Eletrotécnica, atual Colégio Técnico, e de uma Unidade \nResidencial, hoje Unidade Administrativa II, cujo prédio, porém, se manteve inacabado \npor bom tempo. Prosseguindo em seu processo de expansão e diversificação, a já \n", "7": "7 \n \nentão denominada Universidade Federal de Minas Gerais incorporou e criou novas \nUnidades Acadêmicas e cursos: Escola de Enfermagem (1950), Escola de Veterinária \n(1961), Conservatório Mineiro de Música (1962), Escola de Belas Artes, Escola de \nBiblioteconomia (1963), hoje Escola de Ciência da Informação, e Escola de Educação \nFísica (1969), hoje Escola de Educação Física, Fisioterapia e Terapia Ocupacional.  \nCom a aprovação de seu plano de reestruturação, em 1967, e o advento da Reforma \nUniversitária, em 1968, a UFMG sofreu profunda alteração orgânica, principalmente \nno que se refere à estrutura do seu sistema de ensino. O desmembramento da antiga \nFaculdade de Filosofia deu origem à Faculdade de Filosofia e Ciências Humanas, ao \nInstituto de Ciências Biológicas e ao Instituto de Ciências Exatas – ambos responsáveis \npela implementação dos ciclos básicos, respectivamente, de ciências biológicas e de \nciências exatas – ao Instituto de Geociências, à Faculdade de Educação e à Faculdade \nde Letras. O ciclo básico de ciências humanas, ministrado pela Faculdade de Filosofia e \nCiências Humanas, foi instituído apenas em 1973. Ainda em 1968, elaborou-se um \nplano paisagístico que definiu diretrizes para a implantação definitiva do Campus, o \nqual foi sendo complementado, até o final dos anos 1990, mediante políticas \nespecíficas, o qual permitiu a ocupação do amplo terreno da Pampulha. Em 2001, fez-\nse a transferência da Faculdade de Odontologia para esse Campus.  \nEm 1998, foi instituída uma comissão para elaborar o Plano Diretor da UFMG. Embora \nesse Plano ainda não tenha sido aprovado pelo Conselho Universitário, os princípios \nnorteadores e as proposições que o compõem balizam, até hoje, as decisões relativas \nao espaço físico do Campus Pampulha. Nesse mesmo ano, foi instituído um projeto \nconcernente à transferência, para esse Campus, das unidades acadêmicas localizadas \nna região central de Belo Horizonte, que visava à integração das diversas áreas do \nconhecimento, à ampliação do número de vagas e à promoção do desenvolvimento \nacadêmico dessa Universidade. Tal projeto, denominado Campus 2000, possibilitou, \nem 2004, a transferência da Faculdade de Farmácia, em 2007, a transferência da \nFaculdade de Ciências Econômicas e, em 2009, a transferência da Escola de Engenharia \npara o Campus Pampulha, bem como a ampliação, reforma e modernização de \nalgumas unidades acadêmicas nele instaladas anteriormente.  \n", "8": "8 \n \nAssim, com a efetiva implantação desse Campus, iniciada na década de 1960, nele se \nencontram, hoje, 20 Unidades Acadêmicas, 4 Unidades Especiais – Hospital das \nClínicas,  EscolaFundamental(Centro Pedagógico), Colégio Técnico e o Teatro \nUniversitário – 21 Órgãos Complementares que são vinculados às Unidades \nAcadêmicas da UFMG e 6 Órgãos Suplementares quesão vinculados à Reitoria. \nAlém do Campus Pampulha, em sua estrutura física atual a UFMG conta com o Campus \nSaúde, localizado na região central de Belo Horizonte, onde funcionam a Faculdade \ndeMedicina, a Escola de Enfermagem e nove unidades prediais que compõem o \nHospital dasClínicas, considerado centro de referência e excelência regional e nacional \nem medicina de alta complexidade. Em diferentes bairros de Belo Horizonte, \nlocalizam-se aEscola de Arquitetura, a Faculdade de Direito, além do Centro Cultural e \ndo Museu de HistóriaNatural e Jardim Botânico. Fora da capital, funcionam o Instituto \nde Ciências Agrárias, situado noCampus Regional de Montes Claros, e duas fazendas – \numa experimental, emIgarapé, e outra modelo, em Pedro Leopoldo, ambas vinculadas \nà Escola de Veterinária.Em Diamantina, estão instalados o Instituto Casa da Glória \n(antigo Centro de GeologiaEschwege) e a Casa Silvério Lessa do Instituto de \nGeociências; emTiradentes, situa-se o complexo histórico-cultural dirigido pela \nFundação Rodrigo Mello Franco de Andrade, que compreende o Museu Casa Padre \nToledo e os prédios do Fórum,da Cadeia e do Centro de Estudos. \nA UFMG desenvolve projetos e programas de ensino, nos níveis de Graduação e de \nPós-Graduação, Pesquisa e Extensão, sob a forma de atividades presenciais e a \ndistância, em todas as áreas do conhecimento. Ocupa-se, também, da oferta de cursos \nde Educação Básica e Profissional, na Escola de Educação Básica e Profissional, no \nCampus Pampulha. Além de se constituírem um campo de experimentação para a \nformação no ensino superior, esses sistemas de Educação Básica e Profissional da \nUFMG compõem um locusde produção teórica e metodológica sobre questões \nreferentes a esses níveis de ensino, inclusive de propostas de integração entre ambos. \nNos cursos de Graduação da UFMG, são oferecidas vagas para os diversos cursos de \nlicenciatura e bacharelado, distribuídas entre os turnos diurno e noturno; são também \noferecidas vagas para a modalidade “Psicólogo” (presente no Curso de Psicologia) e \n“Tecnólogo” (presente no Curso Superior de Tecnologia em Radiologia), além das \n", "9": "9 \n \nmodalidades “Bacharelado” e “Licenciatura”.  A Pós-Graduação dessa Universidade \noferta vagas para os cursos de especialização, mestrado e doutorado.  \nAo lado de uma política de expansão que perpassa sua trajetória desde a fundação, a \nUFMG tem-se pautado por parâmetros de mérito e qualidade acadêmicos em todas as \nsuas áreas de atuação. Seus docentes têm participação expressiva em Comitês de \nAssessoramento de órgãos de fomento à pesquisa, em Comitês Editoriais de revistas \ncientíficas e em diversas Comissões de Normas Técnicas.  \nComo Instituição de Ensino Superior integrante do Sistema Federal de Ensino Superior \nBrasileiro, a UFMG é a maior Universidade Pública do Estado de Minas Gerais e \ndestaca-se não apenas pela abrangência de sua atuação, mas também pelos mais \nelevados índices de produção intelectual, características que justificam sua posição de \nreferência e de liderança, tanto regional quanto nacional. Pela quarta vez consecutiva, \no ensino da UFMG é classificado como o melhor do país entre as 195 universidades, \npúblicas e privadas, avaliadas no Ranking Universitário Folha (RUF 2017).  \n \n \n", "10": "10 \n \n2.Contextualização do Curso \n2.1 Dados de Identificação da Unidade e do Curso \nCurso: Engenharia de Minas \nUnidade: Escola de Engenharia  \nEndereço: Campus UFMG Pampulha Av. \nAntônio Carlos 6627 - Escola de Engenharia \n- Bloco III - Sala 3045. \nFone:  \n+55 (31) 3409-1865 \nSitio:http://www.demin.ufmg.br \ne-mail:colegiadominas@demin.ufmg.br \nDiretoria da Unidade:  \nDiretor: Prof. Alessandro Fernandes \nMoreira \nVice-Diretor: Prof. Cícero Murta Diniz \nStarling \nGestão:  \n2014-2018 \nCoordenação do Curso:  \nCoordenadora: Andréia Bicalho Henriques \nSubcoordenador: Renan Collantes Candia \nSecretária do Curso: Valéria Guimarães \nGestão:  \nagosto/2016 a agosto/2018 \nPortaria D.O.U. Nº 5.032-18/08/2016 \nNúmero de Vagas: 60 vagas \nCPC: 4,5 (2015) \nTurno de Funcionamento:  \nDiurno \nCarga Horária Total:  \n3600h \nTempo padrão do curso: \n10 semestres \nModalidade:  \nPresencial \n", "11": "11 \n \n2.2 Contexto Educacional \nO Curso de graduação em Engenharia de Minas tem sua origem no curso de \nEngenharia Industrial Metalúrgica, criado em 1945 pela Escola de Engenharia. Com sua \nextinção em 1960, criou-se o curso de Engenharia de Minas e Metalurgia, cujo \ndesdobramento, em 1966, possibilitou o surgimento do curso de Engenharia de Minas. \nA extração de minério de ferro em Itabira pela então estatal Cia. Vale do Rio Doce \n(CVRD) foi carro-chefe da estruturação do chamado Vale do Aço em Minas Gerais. \nEntre as décadas de 1960 e 1990, a CVRD e os investimentos na produção de aço \ntransformavam o espaço brasileiro em um nó da rede internacional de mineração e \nsiderurgia, demandando reestruturações e a implantação de novos estoques de \ndensidades técnicas e informacionais, requisitos da atividade produtiva moderna.  \nA atividade mineral, ao longo de sua trajetória no país, tem se caracterizado como a \nbase impulsionadora da sua industrialização e contribuição socioeconômica. As \nperspectivas de crescimento do setor para os próximos anos e a demanda por \nprofissionais qualificados são muito positivas.  \nÉ consenso em todos os documentos elaborados por entidades governamentais e pelo \nsetor produtivo que a formação de recursos humanos para a engenharia mineral não \nacompanhou seu crescimento, que há uma grande carência de profissionais da área no \nBrasil. Dados do INEP/MEC, apresentados pelo Secretário de Ensino Superior, \nProfessor Luiz Cláudio Mota, no Ministério de Minas e Energia, em setembro de 2011, \nmostraram que, a despeito do aumento do número de vagas ocorrido nos últimos anos \npara os Cursos de Engenharia de Minas (instituições públicas e privadas), o número de \nconcluintes está muito distante das projeções, feitas pelo Plano Nacional de \nMineração, de necessidade desse profissional no mercado de trabalho. Considerando \nas projeções do PNM – 2030, seriam necessários 500 engenheiros de minas/ano para \natender às demandas da mineração, enquanto que, de acordo com as projeções do \nINEP/MEC, apenas 100 profissionais por ano seriam formados. Ressalte-se, contudo, \nque, independentemente da demanda por esses profissionais, cabe às Instituições \nresponder com responsabilidade ao perfil do profissional que deve ser formado para \natender ao setor. \n", "12": "12 \n \nNo cenário de sustentabilidade imposto cada vez mais aos setores produtivos, a \nexistência de grandes reservas de minérios e a demanda por bens minerais no mundo \nnão serão suficientes para materializar as perspectivas positivas do Plano Nacional de \nMineração – 2030 para a mineração brasileira e para os profissionais da engenharia de \nminas. A necessidade de desenvolvimento de novas tecnologias para a produção \nmineral mais limpa, para o aproveitamento de minérios de mais baixo teor, para o \naproveitamento de seus rejeitos, bem como a contribuição social do setor, será \nfundamental para concretizar essas perspectivas. Em síntese, é sob um cenário de \ngrandes desafios tecnológicos e de um novo saber sobre as relações mineração, meio \nambiente e sociedade, que se coloca a formação dos engenheiros de minas da UFMG. \n2.3 Políticas institucionais no âmbito do curso \nO curso de Engenharia de Minas atende integralmente às diretrizes político-\npedagógicas da UFMG, dentre as quais se salientam (Plano de Desenvolvimento \nInstitucional – PDI):  \n• A elaboração e implementação de propostas curriculares comprometidas com \na inserção regional e nacional. \n• A flexibilidade curricular, embasada na ampliação do conceito de atividade \nacadêmica e no entendimento do conceito de percurso para fins de \nintegralização curricular. \n• A consistência e qualidade dos projetos acadêmicos, propiciando aos alunos \nliberdade de acesso ao conhecimento, autonomia intelectual, capacidade de \naprendizagem continuada, atuação ética e formação em sintonia com as \nnecessidades regionais e nacionais. \n• A revitalização permanente dos currículos acadêmicos, ancorados em avanços \nconceituais e metodológicos. \n• A inserção internacional de alunos de Graduação e Pós-Graduação, \npreferencialmente em programas de mobilidade discente regidos pelo princípio \nda reciprocidade. \n", "13": "13 \n \n• O estímulo ao desenvolvimento de projetos e programas inter, multi e \ntransdisciplinares. \n• A integração permanente e efetiva entre os níveis e modalidades de ensino, \npesquisa e extensão. \nNo âmbito das políticas do MEC, o curso atende a todas as suas diretrizes, tanto no \nque se refere às Diretrizes Curriculares para o Ensino de Engenharia, quanto à \nregulamentação para os procedimentos relativos à integralização e duração dos cursos \nde graduação, bacharelados, na modalidade presencial (ResoluçãoCNE/CES Nº11,de 11 \nde março de 2002, ResoluçãoCNE/CES Nº02, de 18 de junho de 2007). \nMerece destaque, entre as diretrizes políticas institucionais e do MEC para o ensino de \ngraduação, a integração ensino de graduação e pós-graduação/pesquisa no Curso de \nEngenharia de Minas da UFMG. O Programa de Pós-Graduação em Engenharia \nMetalúrgica, de Materiais e de Minas, implantado em 1971 (Mestrado) e 1983 \n(Doutorado), tem conceito da CAPES nível 6 e essa excelência tem reflexos diretos na \ngraduação. Mesmo atendendo rigorosamente à legislação vigente, o Curso de \nEngenharia de Minas não se furta a avaliar periodicamente o seu currículo. É consenso \nque a atualização curricular deve ser permanente, visando atender às mudanças \ntecnológicas, sociais e culturais que permeiam a chamada “era do conhecimento”. \n2.4 Requisitos de Acesso \nA admissão da maioria dos alunos da graduação na UFMG ocorre por meio do Sisu – \nSistema de Seleção Unificada, como processo seletivo, desde 2014 (os cursos que \npossuem provas de habilidades específicas não participam do Sisu). O Sisu, criado pelo \nGoverno Federal em parceria com o MEC, seleciona os estudantes através de suas \nnotas no ENEM, o Exame Nacional do Ensino Médio. A média obtida na prova é a única \netapa no processo seletivo. \nO DRCA, Departamento de Registro e Controle Acadêmico, responsável por garantir \nque os registros e os controles acadêmicos sejam realizados de maneira correta, de \nacordo com a legislação educacional e as normas internas da Instituição, é o órgão \nresponsável pelo registro acadêmico e pela matrícula dos novos estudantes. \n \n", "14": "14 \n \nDepois de encerrado o período de matrícula nas vagas iniciais de cada curso, e após \nserem computados possíveis desligamentos de estudantes por descumprimento das \nnormas acadêmicas até o semestre anterior, as vagas remanescentes, porventura \nexistentes, são oferecidas à comunidade de acordo com as modalidades previstas pela \nUFMG.  \n2.5 Políticas de Acessibilidade e Permanência \nA UFMG possui um Núcleo de Acessibilidade e Inclusão – NAI, responsável pela \nproposição, organização e coordenação de ações que assegurem as condições de \nacessibilidade necessárias ao ingresso, permanência, participação e autonomia de \npessoas com deficiência no âmbito da Instituição, em atenção à Lei No 13.146, de 6 de \njulho de 2015, que institui a Lei Brasileira de Inclusão da Pessoa com Deficiência. Esse \nnúcleo orienta os alunos com deficiência, apresentando sua estrutura de apoio, para \nque conheçam os recursos de suporte disponíveis para deficientes visuais e deficientes \nauditivos. \nO CADV – Centro de Apoio ao Deficiente Visual, presta serviços de acessibilidade à \ninformação dentro do NAI e fica localizado na biblioteca da Fafich, 1oandar, \noferecendo suporte acadêmico para o percurso universitário dos alunos, de qualquer \nUnidade Acadêmica, com deficiência. Isto inclui a assessoria de natureza didático-\npedagógica e de recursos tecnológicos. O docente poderá solicitar auxílio para que \nseus alunos realizem avaliações, pesquisas e trabalhos acadêmicos, de acordo com \nsuas respectivas necessidades. O centro possui acervos de textos gravados, digitais e \nem Braille. O Centro dispõe de microcomputadores com acesso à Internet, impressora \nBraille, lupa eletrônica, além dos softwares JAWS, DOSVOX, AUDACITY, Braille Fácil e \nABBYY FINEREADER, associado ao scanner, para digitalizar textos. \nO NAI possui, também, um serviço comTradutores/Intérpretes de Libras-Português, \nque podem ser solicitados via site do Núcleo. \nA matriz curricular do Curso de Engenharia de Minas contempla a disciplina \nFundamentos de Libras (Língua Brasileira de Sinais), de acordo com o Decreto No \n5.626/2005, como atividade optativa de 04 créditos. \nA permanência dos estudantes que ingressaram no curso é sempre um desafio para a \nUniversidade, em particular, para o Colegiado de Curso, dada a diversidade e a \n", "15": "15 \n \ncomplexidade de fatores que podem levar à evasão. Um fator primordial, nesse \nsentido, é o socioeconômico, tratado pela UFMG por meio da FUMP, Fundação \nUniversitária Mendes Pimentel. A FUMP é uma instituição sem fins lucrativos, que tem \ncomo missão prestar assistência estudantil aos alunos de baixa condição \nsocioeconômica da Universidade. Isso é feito por meio de Programas que visamfacilitar \no acesso à alimentação, saúde, moradia, transporte, aquisição de material escolar, \nalém de outros projetos que auxiliam os estudantes a terem um bom desempenho \nacadêmico, reduzindo a evasão na Universidade.  \n3.Objetivos do curso \n3.1 Geral \nO Curso de Engenharia de Minas da UFMG visa à formação de profissionais aptos a \natuarem no mercado, buscando a responsabilidade com o ambiente, a ética \nprofissional e a inovação nas atividades de mineração e processos minerais. Objetiva \nformar engenheiros com sólido preparo fundamental e tecnológico, com capacidade \npara absorver, criticar, desenvolver, aperfeiçoar e aplicar novas tecnologias. A \nestrutura do curso e suas atividades acadêmicas buscam estimular uma atuação \ncriativa e crítica na identificação e resolução de problemas de Engenharia de Minas, \nconsiderando seus aspectos econômicos, sociais, ambientais, culturais e políticos, com \nvisão ética e humanística, em atendimento às demandas da sociedade.  \n3.2 Específicos \nO curso busca: \n-Assegurar sólida formação básica em prospecção mineral, exploração mineral, lavra e \nbeneficiamento mineral, além de formação na área de geotecnia, águas subterrâneas e \nde meio ambiente.  \n-Propiciar formação interdisciplinar com estudos teóricos e práticos, técnicas de \nanálise e desenvolvimento experimental e tecnológico.  \n- Estimular o desenvolvimento de uma postura de permanente busca de atualização \nprofissional, com uma série de atividades em classe e extraclasse, que incluem: \nprojetos acadêmicos de graduação, projetos de extensão, iniciação à docência \n", "16": "16 \n \n(programas de monitoria), iniciação tecnológica, iniciação científica, produção \ncientífica e tecnológica e atividades à distância.  \n-Preparar o egresso para um campo de atuação bastante amplo, envolvendo \nempreendimentos de mineração de qualquer porte. \n-Preparar o egresso para atuar buscando a sustentabilidade e o aproveitamento de \ntodos os produtos da mineração. \n4.Perfil profissional do egresso \nOs Engenheiros de Minas atendem às múltiplas exigências da indústria de mineração, \nbem como dos diversos atores intervenientes no empreendimento de mineração: \ninstituições de ensino e instituições de pesquisa tecnológica, agências e órgãos \ngovernamentais, entidades não governamentais, empresas de prestação de serviços, \nbancos, empresas que atuam na comercialização de bens minerais e empresas \nconsumidoras de bens minerais. Busca-se formar um Engenheiro com habilidades \ntécnicas, que se caracterizam pela diversidade, atualidade e dinamismo, com ampla \nvisão da mineração no mundo, bem como uma visão crítica e ampla a respeito da sua \ninserção na sociedade, com formação nas diversas áreas que compõem o campo de \nconhecimentos da Engenharia de Minas, que são: prospecção mineral e exploração \nmineral, lavra de minas e beneficiamento mineral. Os egressos têm formação para \natuação na área ambiental, de controle de processo, controle de qualidade, de \nimplantação de sistemas de automação e controle. Além das características \npretendidas para o profissional formado em engenharia, segundo o Conselho Federal \nde Engenharia, Arquitetura e Agronomia (CONFEA), o egresso do curso de Engenharia \nde Minas deverá apresentar as seguintes competências e habilidades nas diversas \náreas da mineração, expressas através da capacidade de:  \n� Planejar, supervisionar, elaborar e coordenar projetos de engenharia; \n� Dimensionar no espaço e no tempo temas e objetos de estudo;  \n� Elaborar modelos qualitativos e quantitativos;  \n� Integrar dados de diversas fontes;  \n", "17": "17 \n \n� Raciocinar e trabalhar com problemas e projetos em diversos ambientes e \nescalas de operação;  \n� Desenvolver raciocínio analógico e sequencial; \n� Adaptar-se às demandas do mercado; \n� Atuar em equipes multidisciplinares; \n� Síntese e análise, com o domínio dos códigos culturais, científicos, tecnológicos, \nlinguísticos e matemáticos necessários para a interpretação da realidade; \n� Utilizar as ferramentas tecnológicas mais avançadas;  \n� Dominar a linguagem técnica e utilizá-la na comunicação com outras profissões \ne com a sociedade;  \n� Efetiva comunicação oral e escrita em língua portuguesa e em pelo menos uma \nlíngua estrangeira;  \n� Compreender as questões de ordem administrativa, legal, socioeconômica, \nmoral, cultural e ambiental, bem como aquelas decorrentes das relações \ninternacionais; \n� Lidar com áreas específicas do saber de acordo com suas tendências e \nvocações. \nE também apresentar: \n� Aptidão para aprender a aprender;  \n� Comportamento ético, autônomo, crítico, criativo, empreendedor, político, na \nbusca de soluções de questões de interesse da sociedade; \n� Internalização da importância da mineração e do meio ambiente. \n \n", "18": "18 \n \n5.Organização Curricular \n5.1 Estrutura do Curso \nO Curso de Engenharia de Minas da UFMG foi concebido para formar profissionais \nhabilitados a atuar nos âmbitos regional, nacional e internacional, dada a característica \ntransfronteirista das empresas de mineração.  \nCentrado no conhecimento das ciências básicas, das ciências da engenharia e das \nmatérias afetas à área da engenharia de minas, o curso está fundamentado em uma \nabordagem pedagógica que oferece ao seu egresso uma formação sólida o suficiente \npara o “aprender continuamente”, para uma atuação crítica e criativa diante dos \nprocessos minerários, ao tempo em que possibilita espaços para a construção do \nempreendedorismo, para as relações interpessoais, para o “aprender fazendo” e para \na busca de novos conhecimentos, no âmbito da interdisciplinaridade. \nO espaço da interdisciplinaridade é disponibilizado por meio de disciplinas optativas. \nCada vez mais, os alunos têm sido incentivados e orientados a buscar outros \nconhecimentos para complementar suas formações profissionais. Essa escolha é livre e \ndepende da iniciativa do próprio aluno, em um processo que caracteriza o \nfortalecimento da autonomia na construção do saber. \nO curso de graduação em Engenharia de Minas está estruturado em dois ciclos. O \nprimeiro, com duração de 5 semestres, concentra os conteúdos de ciências exatas e \ninicia o aluno em topografia e geologia. O segundo, também com duração de 5 \nsemestres, abrange assuntos ligados à geologia, pesquisa mineral, processamento \nmineral, lavra de minas e outros temas de caráter geral. O curso tem duração prevista \nde 5 anos, com um total de 3600 horas (240 créditos), distribuídas em disciplinas \nobrigatórias e optativas, incluindo 165 horas (11 créditos) em Estágio Supervisionado \nObrigatório e 45 horas (3 créditos) em Trabalho de Conclusão de Curso (TCCI e TCCII). \nA carga horária máxima para matrículapor período é de 450 horas (30 créditos) e a \nmínima é de 225 horas (15 créditos).  \nApós a reformulação curricular implantada em 2018, o curso de graduação em \nEngenharia de Minas passa a oferecer oportunidade ampla para seus alunos \nadquirirem formação profissional sólida e atualizada. Além disso, diversos recursos \n", "19": "19 \n \noriundos de projetos institucionais, de pesquisa e de extensão permitiram equipar o \nDepartamento de Engenharia de Minas com uma extensa e moderna infra-estrutura \nlaboratorial. O perfil do graduado em Engenharia de Minas é bastante amplo, \nhabilitando-o a desempenhar todos os papéis legais da profissão (Decreto No \n23569/33), nas áreas de Pesquisa Mineral, Lavra de Minas, Processamento Mineral e \ntambém Meio Ambiente relacionado à atividade minerária. \nA reformulação curricular do curso de Engenharia de Minas tem os seguintes objetivos:  \n1) Adequar a estrutura curricular às Diretrizes para os Currículos de Graduação da \nUFMG, aprovadas pelo CEPE em 19/04/2001. Tal adequação leva a uma maior \nflexibilização, através do aumento da exigência deatividades acadêmicas optativas no \npercurso padrão. \n2) Incluir as Formações:   \n• Livre; \n• Complementar Pré-estabelecida em Prospecção Geofísica; \n• Complementar Pré-estabelecida em Fundamentos de Engenharia Nuclear; \n• Complementar Aberta; \n• Avançada – possibilidade de o aluno cursar atividades didáticas ofertadas por \nprogramas de pós-graduação. \n3) Incluircreditação das Atividades Acadêmicas Complementares (Acadêmico-\nCientífico-Culturais) como Participação em Eventos, Empresa Júnior, etc. \n4) Incluir as atividades acadêmicasTrabalho de Conclusão de Curso I e II como \ndisciplinas obrigatórias. \n5) Aumentar a carga horária da atividade acadêmica Estágio Supervisionado em \nEngenharia de Minas para 165 horas (11 créditos).  \n6) Atualizar o currículo do engenheiro de minas, considerando o cenário nacional e \ninternacional, frente às novas atribuições e competências. Tal atualização busca um \ncurrículo equânime dos nossos alunos frente às mais renomadas instituições, \ncomoUniversityof British Columbia (Canadá), McGillUniversity (Canadá), Colorado \n", "20": "20 \n \nSchoolof Mines (Estados Unidos), CamborneSchoolof Mines (Reino Unido), \nUniversityofQueensland (Austrália), HacettepeUniversity (Turquia), Universidad de \nChile (Chile), UniversityofWitwatersrand (África do Sul), etc. \nO currículo do curso, além da flexibilização e da interdisciplinaridade, conta ainda com \na inclusão de conteúdos (transversais ou não) como direitos humanos, relações étnico-\nraciais, sustentabilidade, meio ambiente, responsabilidade social, entre outros, \natendendo assim aos requisitos legais quanto à inclusão desses conteúdos.  \nDepartamentos da UFMG envolvidos na formação do Engenheiro de Minas \n- Departamento de Engenharia de Minas - Escola de Engenharia \n- Departamento de Engenharia de Produção - Escola de Engenharia \n- Departamento de Estruturas - Escola de Engenharia \n- Departamento de Engenharia Metalúrgica e de Materiais - Escola de Engenharia \n- Departamento de Engenharia Mecânica - Escola de Engenharia \n- Departamento de Engenharia Elétrica - Escola de Engenharia \n- Departamento de Engenharia Química - Escola de Engenharia \n- Departamento de Engenharia Nuclear - Escola de Engenharia \n- Departamento de Geologia - Instituto de Geociências \n- Departamento de Cartografia - Instituto de Geociências \n- Departamento de Matemática - Instituto de Ciências Exatas  \n- Departamento de Estatística-Instituto de Ciências Exatas \n- Departamento de Ciência da Computação -Instituto de Ciências Exatas \n- Departamento de Física - Instituto de Ciências Exatas \n- Departamento de Química -Instituto de Ciências Exatas \n- Faculdade de Direito \n- Faculdade de Letras \n \n", "21": "21 \n \n5.2 Conteúdos curriculares \nA composição curricular proposta para o curso, nos termos da Resolução CNE/CES No \n11, de 11 de março de 2002, é apresentada nas Tabelas I à IV. Os campos do \nconhecimento para a composição curricular estão compostos por: núcleo básico: 30% \nda carga horária total do curso; núcleo profissionalizante: 15% da carga horária total \ndo curso; núcleo de conteúdos específicos: 45% da carga horária total do curso; \noptativas: 10% da carga horária total do curso. \n \nTabela I: Composição curricular – Núcleo Básico \nCamposdo  \nConhecimento \nAtividades Acadêmicas \nNatureza    \nOB/OP \nCarga \nHorária  \nTotal \nCréditos \nNúcleo Básico  \n  \n  \n  \n  \n  \nGeometria Analítica e Álgebra Linear \nOB \n60 \n4 \n  \nCálculo Diferencial e Integral I \nOB \n90 \n6 \n  \nCálculo Diferencial e Integral II \nOB \n60 \n4 \n  \nCálculo Diferencial e Integral III \nOB \n60 \n4 \n  \nEquações Diferenciais A \nOB \n60 \n4 \n  \nFundamentos de Mecânica \nOB \n60 \n4 \n  \nFísica Experimental Básica: Mecânica \nOB \n30 \n2 \n  \nFundamentos de Mecânica dos Fluidos e Termodinâmica \nOB \n30 \n2 \n  \nFísica Experimental Básica: Termodinâmica \nOB \n30 \n2 \n  \nFundamentos de Eletromagnetismo \nOB \n60 \n4 \n  \nFísica Experimental Básica: Eletromagnetismo \nOB \n30 \n2 \n  \nFundamentos de Ocilações, Ondas e Óptica \nOB \n60 \n4 \n  \nFísica Experimental Básica: Ondas e Óptica \nOB \n30 \n2 \n  \nQuímica Geral B \nOB \n60 \n4 \n  \nQuímica Geral Experimental \nOB \n30 \n2 \n  \nProgramação de Computadores \nOB \n60 \n4 \n  \nEstatística e Probabilidades \nOB \n60 \n4 \n  \nResistência dos Materiais \nOB \n60 \n4 \n  \nEletrotécnica \nOB \n30 \n2 \n  \nElementos de Máquinas para Engenharia de Minas \nOB \n30 \n2 \n  \nDireito e Legislação \nOB \n30 \n2 \n  \nTopografia \nOB \n60 \n4 \nCarga Horária \n  \n  \n1080 \n72 \n% da C.H. Total do \nCurso \n  \n  \n30,0% \n30,0% \n \n \n \n \n \n", "22": "22 \n \nTabela II: Composição curricular – Núcleo Profissionalizante \nCampos \ndoConhecimento \nAtividades Acadêmicas \nNatureza    \nOB/OP \nCarga  \nHorária  \nTotal \nCréditos \nNúcleo \nProfissionalizante \n  \n  \n  \n  \n  \nMineralogia \nOB \n60 \n4 \n  \nPetrografia \nOB \n60 \n4 \n  \nGeologia Geral \nOB \n75 \n5 \n  \nGeologia Estrutural \nOB \n75 \n5 \n  \nGeologia de Depósitos \nOB \n75 \n5 \n  \nProcessos Metalúrgicos \nOB \n30 \n2 \n  \nOrganização Industrial \nOB \n30 \n2 \n  \nInstrumentação e Controle de Processos \nOB \n30 \n2 \n  \nAnálise Instrumental \nOB \n60 \n4 \n  \nAnálise Instrumental - Laboratório \nOB \n45 \n3 \nCarga Horária \n  \n  \n540 \n36 \n% da C.H. Total do \nCurso \n  \n  \n15,0% \n15,0% \n \nTabela III: Composição curricular – Núcleo Específico \nCampos \ndoConhecimento \nAtividades Acadêmicas \nNatureza    \nOB/OP \nCarga \nHorária \nTotal \nCréditos \nNúcleo de Conteúdos \nEspecíficos \n  \n  \n  \n  \nObrigatórias \n  \n  \n  \n  \n \nIntrodução à Engenharia de Minas \nOB \n45 \n3 \n  \nAproveitamento Sustentável de Recursos Minerais \nOB \n30 \n2 \n  \nEconomia dos Recursos Não-Renováveis \nOB \n30 \n2 \n  \nDesenho de Mina \nOB \n60 \n4 \n  \nProspecção de Depósitos \nOB \n60 \n4 \n  \nGeoestatística \nOB \n60 \n4 \n  \nMecânica das Rochas \nOB \n60 \n4 \n  \nOperações de Mina I - Perfuracao e Desmonte \nOB \n60 \n4 \n  \nPesquisa Operacional \nOB \n45 \n3 \n  \nExploração e Avaliação de Depósitos \nOB \n60 \n4 \n  \nGeologia de Engenharia e Hidrogeologia Aplicada \nOB \n60 \n4 \n  \nCondicionamento de Mina Subterrânea \nOB \n60 \n4 \n  \nMétodos de Lavra  \nOB \n60 \n4 \n  \nAspectos Sócio-Ambientais na Mineração \nOB \n30 \n2 \n  \nProcessamento Mineral \nOB \n60 \n4 \n  \nProcessamento Mineral - Laboratório \nOB \n60 \n4 \n  \nPlanejamento de Lavra I -  Longo Prazo \nOB \n45 \n3 \n  \nOperações de Mina II - Carregamento e Transporte \nOB \n45 \n3 \n  \nAvaliação Econômica de Projetos de Mineração \nOB \n45 \n3 \n  \nProjeto de Usina \nOB \n45 \n3 \n  \nFlotação \nOB \n60 \n4 \n  \nFlotação – Laboratório \nOB \n45 \n3 \n", "23": "23 \n \n  \nPlanejamento de Lavra II - Curto Prazo \nOB \n45 \n3 \n  \nIntegração Mina-Usina \nOB \n45 \n3 \n  \nFechamento de Mina \nOB \n30 \n2 \n  \nDesenvolvimento de Processos \nOB \n60 \n4 \n  \nAproveitamento Sustentável de Rejeitos \nOB \n45 \n3 \n  \nProjeto de Mineração - Integração Multidisciplinar \nOB \n60 \n4 \n  \nTrabalho de Conclusão de Curso I \nOB \n15 \n1 \n  \nTrabalho de Conclusão de Curso II \nOB \n30 \n2 \n  \nEstágio Supervisionado em Engenharia de Minas \nOB \n165 \n11 \nCarga Horária \n  \n  \n1620 \n108 \n% da C.H. Total do \nCurso \n  \n  \n45,0% \n45,0% \n \nTabela IV: Composição curricular – Optativas \nCampos \ndoConhecimento \nAtividades Acadêmicas \nNatureza    \nOB/OP \nCarga  \nHorária  \nTotal \nCréditos \nOptativas \nTópicos Especiais em Engenharia de Minas I \nOP \n15 \n1 \n  \nTópicos Especiais em Engenharia de Minas II \nOP \n30 \n2 \n  \nTópicos Especiais em Engenharia de Minas III \nOP \n45 \n3 \n  \nTópicos Especiais em Engenharia de Minas IV \nOP \n60 \n4 \n  \nSimulação de Modelos Estocásticos \nOP \n45 \n3 \n  \nAplicação de Software em Modelagem Geológica e \nPlanejamento de Lavra \nOP \n45 \n3 \n  \nOtimização de Operações Unitárias na Lavra \nOP \n45 \n3 \n  \nControle de Particulados na Mineração \nOP \n45 \n3 \n  \nModelagem e Simulação Aplicada ao Processamento Mineral \nOP \n45 \n3 \n  \nGeomecânica Aplicada a Lavra \nOP \n45 \n3 \n  \nMinério de Ferro - Cadeia Produtiva \nOP \n45 \n3 \n  \nFlotação de Silicatos \nOP \n45 \n3 \n  \nSeparação Sólido-Líquido \nOP \n45 \n3 \n  \nSimulação Aplicada à Ventilação de Mina \nOP \n45 \n3 \n  \nÁgua na Mineração \nOP \n45 \n3 \n  \nIntrodução a Tecnologia da Qualidade \nOP \n45 \n3 \n  \nGestão da Dinâmica do Conhecimento \nOP \n45 \n3 \n  \nMétodos Físicos de Concentração de Minérios \nOP \n30 \n2 \n  \nAnálise de Imagem Aplicada à Mineração \nOP \n30 \n2 \n  \nEstabilidade de Taludes \nOP \n45 \n3 \n  \nAplicações do Método dos Elementos Discretos na \nMineração \nOP \n30 \n2 \n  \nProgramação Aplicada à Mineração \nOP \n45 \n3 \n  \nRochas e Minerais Industriais \nOP \n30 \n2 \n  \nFundamentos de Libras \nOP \n60 \n4 \n  \nFundamentos de Espectroscopia Raman e no Infravermelho \nOP \n60 \n4 \n  \nEquações Diferenciais B \nOP \n60 \n4 \n  \nHidro e Eletrometalurgia \nOP \n45 \n3 \n  \nInglês Instrumental 1 \nOP \n60 \n4 \n  \nInglês Instrumental 2 \nOP \n60 \n4 \n  \nAplicações do GPR para Prospectar a Subsuperfície \nOP \n60 \n4 \n  \nAplicações do Método Elétrico para Prospectar a \nSubsuperfície \nOP \n60 \n4 \n  \nAplicações do Método Sísmico de Refração para Prospectar \na Subsuperfície \nOP \n60 \n4 \n", "24": "24 \n \n  \nIntrodução à Energia Nuclear I \nOP \n60 \n4 \n  \nRadioproteção \nOP \n60 \n4 \n  \nDetecção das Radiações e Instrumentação Nuclear \nOP \n60 \n4 \n  \nAplicações de Radioisótopos \nOP \n60 \n4 \n  \nParticipação/Organização de Eventos e/ou Empresa Junior \nOP \n15 \n1 \n  \nApresentação de Trabalho Técnico em Eventos \nOP \n30 \n2 \n  \nPublicação de Trabalho Técnico em Periódico Nacional \nOP \n45 \n3 \n  \nPublicação de Trabalho Técnico em Periódico Internacional \nOP \n90 \n6 \n  \nIniciação à Pesquisa \nOP \n45 \n3 \n  \nProjeto de Extensão \nOP \n45 \n3 \n  \nIniciação à Docência  \nOP \n45 \n3 \n  \nVivência Profissional Complementar \nOP \n45 \n3 \n \nTópicos Avançados \nOP \n30 \n2 \n \nTópicos Avançados \nOP \n45 \n3 \n  \nTópicos Avançados \nOP \n60 \n4 \n  \nTópicos Avançados \nOP \n75 \n5 \nCarga Horária \n  \n  \n360 \n24 \n% da C.H. Total do \nCurso \n  \n  \n10,0% \n10,0% \nCarga Horária Total = 3600 h (240 créditos) \n \nA estrutura curricular do curso é a seguinte: \n1º Período: \n- FIS065 FUNDAMENTOS DE MECÂNICA (60H) \n- FIS151 FÍSICA EXPERIMENTAL BÁSICA: MECÂNICA (30H) \n- EMN016 INTRODUÇÃO À ENGENHARIA DE MINAS (45h)  \n- GEL063 MINERALOGIA (60h) \n- MAT001 CÁLCULO DIFERENCIAL E INTEGRAL I (90h)  \n- MAT038 GEOMETRIA ANALÍTICA E ÁLGEBRA LINEAR (60h)  \n \n2º Período: \n- EMN017 APROVEITAMENTO SUSTENTÁVEL DE RECURSOS MINERAIS (30H) \n- GEL064 GEOLOGIA GERAL (75H) \n- GEL065 PETROGRAFIA (60h) \n- DCC001 PROGRAMAÇÃO DE COMPUTADORES (60H) \n- FIS152 FUNDAMENTOS DE MEC. DOS FLUIDOS E TERMODINÂMICA (30H) \n- FIS154 FÍSICA EXPERIMENTAL BÁSICA:TERMODINÂMICA (30H) \n- MAT039 CÁLCULO DIFERENCIAL E INTEGRAL II (60h) \n \n3º Período: \n- FIS153 FÍSICA EXPERIMENTAL BÁSICA: ELETROMAGNETISMO (30h) \n- FIS069 FUNDAMENTOS DE ELETROMAGNETISMO (60h) \n- MAT002 CÁLCULO DIFERENCIAL INTEGRAL III (60h) \n- MAT015 EQUAÇÕES DIFEENCIAIS A (60H) \n- GEL066 GEOLOGIA ESTRUTURAL (75h) \n- EST031 ESTATÍSTICA E PROBABILIDADES (60h) \n- EMN018 ECONOMIA DOS RECURSOS NÃO-RENOVÁVEIS (30h) \n \n", "25": "25 \n \n4º Período: \n- FIS086 FUNDAMENTOS DE OSCILAÇÕES,ONDAS E ÓPTICA (60H) \n- FIS155 FÍSICA EXPERIMENTAL BÁSICA: ONDAS,ÓPTICA (30H) \n- EES003 RESISTÊNCIA DOS MATERIAIS (60H) \n- EMN019 PROSPECÇÃO DE DEPÓSITOS (60H)  \n- GEL067 GEOLOGIA DE DEPÓSITOS (75H) \n- DIT001 DIREITO E LEGISLAÇÃO (30H) \n- EMN020 GEOESTATÍSTICA (60H) \n \n5º Período: \n- CRT015 TOPOGRAFIA (60H) \n- EMN021 MECÂNICA DAS ROCHAS (60H)  \n- EMN022 EXPLORAÇÃO E AVALIAÇÃO DE DEPÓSITOS (60H) \n- QUI003 QUÍMICA GERAL B (60H) \n- QUI019 QUÍMICA GERAL EXPERIMENTAL (30H) \n- EMN023 ANÁLISE INSTRUMENTAL (60H) \n- EMN024 ANÁLISE INSTRUMENTAL – LABORATÓRIO (45H) \n \n6º Período: \n- ELE063 ELETROTÉCNICA (30H)  \n- EMN025 DESENHO DE MINA (60H) \n- EMA256 ELEMENTOS DE MÁQUINAS PARA ENGENHARIA DE MINAS (30H) \n- EPD036 ORGANIZAÇÃO INDUSTRIAL (30H) \n- EMN026 GEOLOGIA DE ENGENHARIA E HIDROGEOLOGIA APLICADA (60H)  \n- EMN027 MÉTODOS DE LAVRA (60H) \n- EMN028 PROCESSAMENTO MINERAL (60H) \n- EMN029 PROCESSAMENTO MINERAL – LABORATÓRIO (60H) \n \n7º Período: \n- EMN030 CONDICIONAMENTO DE MINA SUBTERRÂNEA (60H) \n- EMN031 OPERAÇÃO DE MINA I – PERFURAÇÃO E DESMONTE (60H) \n- EMN032 PLANEJAMENTO DE LAVRA I – LONGO PRAZO (45H) \n- EMN033 ASPECTOS SOCIOAMBIENTAIS NA MINERAÇÃO (30H) \n- EMN034 FLOTAÇÃO (60H) \n- EMN035 FLOTAÇÃO – LABORATÓRIO (45H) \n \n8º Período \n- EMN036 PROJETO DE MINERAÇÃO – INTEGRAÇÃO MULTIDISCIPLINAR (60H)  \n- EMN037 OPERAÇÕES DE MINA II – CARREGAMENTO E TRANSPORTE (45H) \n- EMN038 PLANEJAMENTO DE LAVRA II – CURTO PRAZO (45H) \n- EMN039 AVALIAÇÃO ECONÔMICA DE PROJETOS DE MINERAÇÃO (45H) \n- EMN040 PROJETO DE USINA (45H) \n- EMN041 DESENVOLVIMENTO DE PROCESSOS (60H) \n \n9º Período: \n- EMN042 PESQUISA OPERACIONAL (45H) \n- EMN043 INTEGRAÇÃO MINA-USINA (45H) \n", "26": "26 \n \n- EQM078 INSTRUMENTAÇÃO E CONTROLE DE PROCESSOS (30H) \n- EMT087 PROCESSOS METALÚRGICOS (30H) \n- EMN044 FECHAMENTO DE MINA (30H) \n- EMN045 APROVEITAMENTO SUSTENTÁVEL DE REJEITOS (45H) \n- EMN046 TRABALHO DE CONCLUSÃO DE CURSO I (15H) \n \n10º Período \n- EMN047 TRABALHO DE CONCLUSÃO DE CURSO II (30H) \n- EMN048 ESTÁGIO SUPERVISIONADO EM ENGENHARIA DE MINAS (165H) \n \nOptativas Gerais \nCréditos  \nCarga \nHorária  \nEMN049 Tópicos Especiais em Engenharia de Minas I \n1 \n15 \nEMN050 Tópicos Especiais em Engenharia de Minas II \n2 \n30 \nEMN051 Tópicos Especiais em Engenharia de Minas III \n3 \n45 \nEMN052 Tópicos Especiais em Engenharia de Minas IV \n4 \n60 \nEMN053 Simulação de Modelos Estocásticos \n3 \n45 \nEMN054 Aplicação de Software em Modelagem Geológica \ne Planejamento de Lavra \n3 \n45 \nEMN055 Otimização de Operações Unitárias na Lavra \n3 \n45 \nEMN056 Controle de Particulados na Mineração \n3 \n45 \nEMN057 Modelagem e Simulação Aplicada ao \nProcessamento Mineral \n3 \n45 \nEMN058 Geomecânica Aplicada a Lavra \n3 \n45 \nEMN059 Minério de Ferro - Cadeia Produtiva \n3 \n45 \nEMN060 Flotação de Silicatos \n3 \n45 \nEMN061 Separação Sólido-Líquido \n3 \n45 \nEMN062 Simulação Aplicada à Ventilação de Mina \n3 \n45 \nEMN063 Água na Mineração \n3 \n45 \nEMN064 Introdução a Tecnologia da Qualidade \n3 \n45 \nEMN065 Gestão da Dinâmica do Conhecimento \n3 \n45 \nEMN066 Métodos Físicos de Concentração de Minérios \n2 \n30 \nEMN067 Análise de Imagem Aplicada à Mineração \n2 \n30 \nEMN068 Estabilidade de Taludes \n3 \n45 \nEMN069 Aplicações do Método dos Elementos Discretos \nna Mineração \n2 \n30 \nEMN070 Programação Aplicada à Mineração \n3 \n45 \nEMN071 Mineral e Rochas Industriais \n2 \n30 \nEMN072 Participação/Organização de Eventos e/ou \nEmpresa Júnior \n1 \n15 \nEMN073 Apresentação de Trabalho e Eventos  \n2 \n30 \nEMN074 Publicação de Trabalho Técnico em Periódico \nNacional \n3 \n45 \nEMN075 Publicação de Trabalho Técnico em Periódico \nInternacional \n6 \n90 \nEMN076 Iniciação à Pesquisa \n3 \n45 \n", "27": "27 \n \nEMN077 Projeto de Extensão \n3 \n45 \nEMN078 Projeto à Docência \n3 \n45 \nEMN079 Vivência Profissional Complementar \n3 \n45 \nEMN080 Tópicos Avançados I \n2 \n30 \nEMN081 Tópicos Avançados II \n3 \n45 \nEMN082 Tópicos Avançados III \n4 \n60 \nEMN083 Tópicos Avançados IV \n5 \n75 \nEMT030 Hidro e Eletrometalurgia \n3 \n45 \nENU001 Aplicações de Radioisótopos   \n4 \n60 \nENU003 Radioproteção \n4 \n60 \nENU009 Introdução à Energia Nuclear I \n4 \n60 \nGEL068 Aplicações do GPR para Prospectar a Subsuperfície \n4 \n60 \nGEL069 Aplicações do Método Elétrico para Prospectar a \nSubsuperfície \n4 \n60 \nGEL070 Aplicações do Método Sísmico de Reafração para \nProspectar a Subsuperfície \n4 \n60 \nLET223 Fundamentos de Libras   \n4 \n60 \nMAT016 Equações Diferenciais B \n4 \n60 \nQUI247 Fundamentos de Espectroscopia \nRaman/Infravermelho \n4 \n60 \nUNI001 Inglês Instrumental I \n4 \n60 \nUNI002 Inglês Instrumental II \n4 \n60 \nAtividades Acadêmicas Complementares \n \nCARGA HORÁRIA MÍNIMA: 0 CRÉDITO (0H)  \nCARGA HORÁRIA MÁXIMA: 9 CRÉDITOS (135H) \nAtividades acadêmicas articuladas ao ensino de Graduação, tais como participação em \ncursos de extensão, iniciação científica (IC), participação em mini-cursos são parte da \nformação do Engenheiro de Minas. Os programas de bolsas da graduação têm por \nobjetivo oferecer aos alunos complementação acadêmica em diferentes níveis de \nformação, contribuindo para o desenvolvimento da capacidade crítica, para a \naquisição de hábitos de estudo e para o domínio da sistemática do ensino ou da \npesquisa. O estudante poderá realizar atividades extraclasse envolvendo: Programas \nde IC, através de bolsas concedidas pela FAPEMIG, pelo CNPq ou bolsas individuais \nconcedidas por convênios com empresas no desenvolvimento de projetos específicos, \nProgramas de IC voluntária, Programas de Graduação coordenados pela PROGRAD, \nentre eles os Projetos Especiais de Graduação (PEG) e os Programas de Monitoria \n(PMG). \n", "28": "28 \n \nA UFMG mantém programas institucionais de Bolsas de Iniciação Científica (BIC) \ncoordenados pela Pró-Reitoria de Pesquisa. Esses Programas têm por objetivo \nintroduzir o aluno na produção do conhecimento e na convivência cotidiana com os \nprocedimentos científicos, com sua organização, técnicas e métodos. Pelo seu caráter \ninstitucional, possibilitam um modo de gestão da pesquisa que amplia e revitaliza a \nprodução científica, não apenas em áreas já consolidadas, mas também naquelas em \nque essas atividades estão, ainda, em processo de estruturação. \nA participação dos alunos de graduação nos projetos de pesquisa e extensão do \nDepartamento de Engenharia de Minas tem sido, ao longo dos anos, um lócus \nprivilegiado de integração dos estudantes com a realidade da atividade mineral, com \nas metodologias científicas e, principalmente, com a integração de conhecimentos. \nSem dúvida, a localização geográfica do curso e as relações que os docentes do \nDepartamento de Engenharia de Minas mantêm com as inúmeras empresas de \nmineração que atuam em Minas Gerais têm contribuído, sobremaneira, para essa \ncaracterística particular do curso.  \n \nA Empresa Junior (Minas Jr.) e o Centro de Estudos em Mineração (CEMin), do Grêmio \nMínero-Metalúrgico Louis Ensch, são espaços que caracterizam de forma singular a \npossibilidade de construção do empreendedorismo e das relações interpessoais para \nos alunos da graduação. Anualmente, o CEMin organiza o Simpósio Mínero-\nMetalúrgico da UFMG, que conta com a presença de expoentes da mineração \nbrasileira em palestras e cursos. Organizado pelos alunos, desde a captação de \nrecursos para viabilizar o evento, até a elaboração do seu conteúdo técnico, o \nSimpósio encontra-se em sua XXVIII (2017) edição e conta com o apoio das maiores \nempresas de mineração do país.  \nNo que se refere à internacionalização, o curso tem oferecido regularmente aos alunos \ndo último ano oportunidade de visita às minas de cobre do Chile, como parte das \natividades de visitas técnicas que compõem o seu projeto pedagógico. Conhecido por \nser o maior produtor mundial de cobre e por deter a maior mina a céu aberto do \nmundo, além de uma grande expertise em processamento mineral, a visita oferece aos \nalunos uma oportunidade de aumentar conhecimentos. \n", "29": "29 \n \nAtividades Acadêmicas Complementares \n Créditos  CH \nParticipação/Organização de Eventos e/ou Empresa Junior \n1 \n15 \nApresentação de Trabalho Técnico em Eventos \n2 \n30 \nPublicação de Trabalho Técnico em Periódico Nacional \n3 \n45 \nPublicação de Trabalho Técnico em Periódico Internacional \n6 \n90 \nIniciação à Pesquisa \n3 \n45 \nProjeto de Extensão \n3 \n45 \nIniciação à Docência \n3 \n45 \nVivência Profissional Complementar \n3 \n45 \n \nFormação Complementar Pré-Estabelecida em Prospecção Geofísica \nCARGA HORÁRIA: 12 CRÉDITOS (180H) \nFC: Prospecção Geofísica \nCréditos CH \nAplicações do GPR para Prospectar a Subsuperfície \n4 \n60 \nAplicações do Método Elétrico para Prospectar a \nSubsuperfície \n4 \n60 \nAplicações do Método Sísmico de Refração para \nProspectar a Subsuperfície \n4 \n60 \n \nFormação Complementar Pré-Estabelecida em Fundamentos de Energia Nuclear \nCARGA HORÁRIA: 12 CRÉDITOS (180H) \nFC: Fundamentos de Energia Nuclear \nCréditos CH \nIntrodução à Energia Nuclear I \n4 \n60 \nRadioproteção \n4 \n60 \nDetecção das Radiações e Instrumentação Nuclear \n4 \n60 \n \nFormação Complementar Aberta \nCARGA HORÁRIA: 12 CRÉDITOS (180H) \nNa Formação Complementar Aberta (FCA), o aluno, com a orientação do coordenador \ndo curso de Engenharia de Minas, poderá escolher atividades didáticaspara compor \numa formação desejada em determinada área, que apresente relação com o curso, e \ndeverá inclui-la no Plano de Estudos. \n \nFormação Avançada \n", "30": "30 \n \nCARGA HORÁRIA MÍNIMA: 0 CRÉDITO (0H) \nCARGA HORÁRIA MÁXIMA: 9 CRÉDITOS (135H) \n \nO discente poderá cursar atividades didáticas ofertadas por Programas de Pós-\ngraduação e utilizá-las para solicitar aproveitamento de estudos,de acordo com a \nResolução CEPE Nº18,de 07 de outubro de 2014. \n \nFormação Avançada \nCréditos \nCH \nTópicos Avançados I \n2 \n30 \nTópicos Avançados II \n3 \n45 \nTópicos Avançados III \n4 \n60 \nTópicos Avançados IV \n5 \n75 \n \nFormação Livre \nCARGA HORÁRIA: 3 CRÉDITOS (45H)  \nA Formação Livre (FL) é composta por atividades curriculares livremente escolhidas \npelos alunos.São disciplinas presentes em currículos de outros cursos de graduação da \nUFMG, que podem ser escolhidas pelo alunocom base em interesses individuais, de \nacordo com a oferta e disponibilidade de vagas.  \nConteúdosdas Diretrizes Curriculares Nacionais para o Ensino Superior: \n1- Direitos Humanos, de acordo com a ResoluçãoCNE/CP Nº 1, de 30 de maio de \n2012. \nEsse conteúdo é abordado nas disciplinas: \n- INTRODUÇÃO À ENGENHARIA DE MINAS (1o período)  \n- APROVEITAMENTO SUSTENTÁVEL DE RECURSOS MINERAIS (2o período) \n- ASPECTOS SÓCIO-AMBIENTAIS NA MINERAÇÃO (7o período) \n \n2- Relações Étnico-raciais, de acordo com a ResoluçãoCNE/CP Nº 1, de 17 de \njunho de 2004. \n \nEsse conteúdo é abordado nas disciplinas: \n- INTRODUÇÃO À ENGENHARIA DE MINAS (1o período)  \n- APROVEITAMENTO SUSTENTÁVEL DE RECURSOS MINERAIS (2o período) \n- ASPECTOS SÓCIO-AMBIENTAIS NA MINERAÇÃO (7o período) \n \n", "31": "31 \n \n3- Educação Ambiental, de acordo com a ResoluçãoCNE/CP Nº 2, de 15 de junho \nde 2012. \nEsse conteúdo é abordado nas disciplinas: \n- ECONOMIA DOS RECURSOS NÃO-RENOVÁVEIS (3o período) \n- GEOLOGIA DE ENGENHARIA E HIDROGEOLOGIA APLICADA (6o período)  \n- MÉTODOS DE LAVRA (6o período) \n- PROCESSAMENTO MINERAL (6o período) \n- CONDICIONAMENTO DE MINA SUBTERRÂNEA (7o período) \n- OPERAÇÃO DE MINA I – PERFURAÇÃO E DESMONTE (7o período) \n- ASPECTOS SÓCIO-AMBIENTAIS NA MINERAÇÃO (7o período) \n- OPERAÇÕES DE MINA II – CARREGAMENTO E TRANSPORTE (8o período) \n- PLANEJAMENTO DE LAVRA II – CURTO PRAZO (8operíodo) \n- PROJETO DE USINA (8o período) \n \nE ainda será abordado o conteúdo de Prevenção e combate a incêndio e desastres,de \nacordo com Lei No13.425, de 30 de março de 2017, nas disciplinas: \n \n- OPERAÇÃO DE MINA I – PERFURAÇÃO E DESMONTE (7o período) \n- CONDICIONAMENTO DE MINA SUBTERRÂNEA (7o período) \n \n \n \nAtividades Semipresenciais \n \nA Resolução CEPE Nº 06/2016, de 10 de maio de 2016, regulamenta a oferta de \natividades didáticas na modalidade semipresencial nas disciplinas de cursos de \ngraduação presenciais. As atividades semipresenciais presentes no currículo do curso \nde Engenharia de Minas são: EPD036 - Organização Industrial, EMA256 - Elementos de \nMáquinas para Engenharia de Minas, LET223 - Fundamentos de Libras, UNI001 - Inglês \nInstrumental 1 e UNI002 - Inglês Instrumental 2. As atividades acadêmicas ofertadas \nsemipresencialmente no curso não ultrapassam 20% da carga horária total e, em todas \nas atividades semipresenciais, são previstos encontros presenciais para avaliações. \n \nEstágio Supervisionado em Engenharia de Minas \nEm dezembro de 2016, considerando o que determina a Lei Nº 11.788, de 25 de \nsetembro de 2008, bem como os estudos realizados pela Pró-Reitoria de Graduação, \naCongregação da Escola de Engenharia aprovou a Resolução No 03/2016, que dispõe \n", "32": "32 \n \nsobre os critérios para a realização do Estágio Curricular no âmbito dos cursos de \ngraduação da Escola de Engenharia da UFMG (Anexo I). Nos termos dessa Resolução, o \nEstágio Curricular – obrigatório ou não – configura-se como vivência profissional que \ndeve realizar-se sob a responsabilidade de um professor orientador; incluir um plano \nde trabalho por ele aprovado; constar no sistema de registro de atividades acadêmicas \nda UFMG; e incluir a obrigatoriedade de relatório final avaliado pelo supervisor do \ncampo de estágio e pelo orientador responsável.  \nPara a realização do estágio curricular, impõe-se a celebração de instrumentos \njurídicos específicos, devidamente regulamentados em Portarias do Reitor. O início de \ntal atividade é precedido de Termo de Compromisso, assinado entre o aluno e o \ncampo de estágio, com a interveniência da UFMG, de modo a se configurar a \ninexistência de vínculo empregatício entre as partes. É facultado aos Colegiados de \nCurso, ou às instâncias universitárias responsáveis pelo acompanhamento do estágio, \nestabelecer normas específicas, quando couber. \nO estágio curricular se constitui em uma atividade que propicia ao aluno adquirir \nexperiência profissional e contribui para a sua inserção no mercado de trabalho. \nEnquadram-se nesse tipo de atividade as experiências de trabalho em equipe \nmultidisciplinar, o cumprimento de tarefas com prazos estabelecidos, em ambiente \nhierarquizado e com componentes cooperativistas e corporativistas, dentre outras. O \nobjetivo é proporcionar ao aluno a oportunidade para aplicar os seus conhecimentos \nacadêmicos em situações da prática profissional clássica, propiciando-lhe o exercício \nde atividades em situações vivenciadas e a aquisição de uma visão crítica de sua área \nde atuação profissional.  \nA avaliação dessa atividade envolve parâmetros estabelecidos em conjunto com as \nfontes geradoras de estágio e o corpo docente do curso. Esta atividade ocorre no 10º \nperíodo do currículo do curso de Engenharia de Minas e possui carga horária de 165 \nhoras (11 créditos). \nUm professor do Departamento de Engenharia de Minas é designado para orientar o \nestudante durante o estágio. Ao final do estágio, o estudante deve elaborar um \n", "33": "33 \n \nrelatório, que é avaliado pelo professor responsável e recebe uma nota compreendida \nentre 0 e 100.  \nA Escola de Engenharia dispõe de uma Central de Oportunidades em Engenharia, \ncriada em 2001 para fomentar o desenvolvimento de atividades complementares à \nformação \nacadêmica \ndo \naluno \nde \ngraduação. \nA \nCentral \n(http://centraloportunidades.eng.ufmg.br) é o setor responsável pela divulgação de bolsas \nde graduação, como monitorias e iniciação científica, bem como pela captação, análise \ne divulgação de vagas de estágio para alunos dos cursos de Engenharia e de emprego \npara os ex-alunos da instituição. Visando aumentar a interação escola - empresa, o \nsetor organiza eventos e palestras promovidos pelas empresas e por outros setores da \nsociedade. A Central de Oportunidades incentiva ações que reforçam o vínculo e \ncompromisso do setor com a colocação dos alunos da graduação e dos já formados no \nmercado de trabalho. \n \nTrabalho de conclusão de curso (TCC) \nO TCC é uma atividade obrigatória, individual e relatada sob a forma de monografia \nsobre qualquer área do conhecimento da Engenharia de Minas. O TCC é organizado \natravés de duas disciplinas. A primeira, TCCI, objetiva a definição de temas, escolha dos \nprofessores supervisores e elaboração do plano de estudo. No semestre seguinte, o \naluno desenvolve o tema escolhido, através da disciplina TCCII. O Colegiado do Curso \norganiza as atividades das disciplinas, acompanhadas por um professor responsável. A \navaliação inclui a elaboração de uma monografia e a sua apresentação oral frente a \numa banca composta pelo orientador e mais um membro. O outro membro deverá \npossuir formação superior e será indicado pelo professor orientador. O membro \npoderá ser externo à UFMG, com experiência no tema desenvolvido pelo aluno.  \nO aluno é incentivado a utilizar, para a realização do TCC, alguma atividade \nsupervisionada com a qual esteja envolvido durante seu curso, tais como as atividades \nde Iniciação Científica, Projetos de Monitoria, Projetos Especiais de Graduação, \nProgramas Especiais de Tutoria (PET), participação em Projetos de Consultoria ou \nEstágio Supervisionado. \n", "34": "34 \n \n \nEm outubro de 2017, foi aprovada, pelo Colegiado do Curso, a Resolução No001/2017: \n \nResolução No 001/2017 de 02de outubro de 2017. \n \nDispõe sobre o trabalho de conclusão de curso no âmbito do curso de \ngraduação em Engenharia de Minas. \n \nO Colegiado de Graduação em Engenharia de Minas da UFMG, no uso de \nsuas atribuições estatutárias, considerando o disposto no Projeto Pedagógico \ndo Curso, no Art. 5º da Resolução Complementar 01/98 do Conselho de \nEnsino, Pesquisa e Extensão da UFMG, resolve: \nArt 1º. A elaboração e a defesa de Trabalho de Conclusão de Curso (TCC), sob \na forma de monografia, são partes integrantes do Curso de Graduação em \nEngenharia de Minas e serão realizadas nos termos desta resolução. \nArt. 2º. No 9º (nono) e 10º (décimo) períodos do Curso, o aluno deverá \nmatricular-se nas disciplinas TCC I e TCC II, com carga horária de 15 e 30 \nhoras, respectivamente. \n \nParágrafo 1º. Até 30 (trinta) dias após o início do respectivo semestre \nletivo, o aluno deverá entregar ao professor da disciplina TCC I a carta de \naceite, com a indicação do tema da monografia e do orientador. \n \nParágrafo 2º. A escolha de um professor-orientador externo ao Curso \npoderá ser aceita sob aprovação do Colegiado. \n \nParágrafo 3º. O TCC deverá ser desenvolvido individualmente ou poderá \nser realizado em dupla, se o tema for de caráter prático/experimental. \n \nParágrafo 4º. A nota da disciplina TCC I será dividida entre o professor \nda disciplina e o orientador. \nArt. 3º. O Trabalho de Conclusão de Curso (TCC) deverá, preferencialmente, \nter caráter aplicado e voltado para a resolução de problemas práticos de \nEngenharia de Minas ou áreas afins, desenvolvido dentro ou fora da \nUniversidade, em empresas produtoras de bens materiais e serviços. \n \nParágrafo único. O tema do TCC é livre, mas deve agregar e sintetizar \nconhecimentos do Curso. Deve conter etapas efetivas de resolução de \nproblemas reais, sendo enfatizada a aplicação prática de conhecimentos de \nengenharia e a validação/avaliação dos resultados. \n", "35": "35 \n \nArt. 4º. A monografia poderá seguir a estrutura convencional (modelo em \nanexo) ou, em casos particulares, outra estrutura proposta pelo orientador, \ncomo artigo técnico de congresso e/ou periódico. No caso de artigo técnico, o \naluno não precisará apresentar a monografia e, sim, o artigo escrito. \nParágrafo 1º. O aluno que optar pelo artigo técnico terá de ser o primeiro \nautor do mesmo. \n \nParágrafo 2º. A data da publicação do artigo poderá ser de até 1 (um) \nano antes da defesa do TCC ou o aceite do artigo (pelo congresso ou \nperiódico) deverá ser apresentado à banca no ato da defesa do TCC. \nArt. 5º. Ao final da disciplina TCC II, o aluno deverá fazer a defesa de seu \ntrabalho de monografia ou artigo técnico, a qual deverá ser realizada em \nsessão pública, perante uma banca composta pelo orientador e mais um \nmembro. \n \nParágrafo 1º. O outro membro deverá possuir formação superior e será \nindicado pelo professor orientador. O membro poderá ser externo à UFMG, \ncom experiência no tema desenvolvido pelo aluno. \n \nParágrafo 2º. A defesa deverá ser realizada durante o respectivo período \nletivo, conforme estabelecido no calendário Escolar da UFMG. \n \nParágrafo 3º. Caberá ao aluno distribuição de uma cópia do trabalho \npara cada membro da banca, em prazo de, no mínimo, 10 (dez) dias antes da \ndefesa. \n \nParágrafo 4º. A data e horário da sessão de defesa deverão ser \nindicados pelo orientador e divulgados pela Secretaria do Colegiado, com \nantecedência mínima de 5 (cinco) dias úteis. \n \nParágrafo 5º. A defesa deverá contemplar uma apresentação oral pelo \naluno, de, no máximo, 20 (vinte) minutos, seguida de arguição pela banca. \n \nParágrafo6º. A avaliação deverá levar em conta a parte escrita \n(monografia ou artigo) e a apresentação oral. \n \nParágrafo7º. Cada um dos membros da banca atribuirá pontuação de 0 \n(zero) a 100 (cem), sendo a nota final resultante da média das notas atribuídas \npelos examinadores e considerando-se aprovado o aluno que obtiver nota final \nmínima igual a 60 (sessenta) pontos. \n \nParágrafo 8º. As notas de cada avaliador e a nota final deverão ser \ntranscritas em ata (modelo em anexo), assinada pelos membros da banca. \n \nParágrafo 9º. A ata deverá ser entregue à Secretaria do Colegiado de \nGraduação, juntamente com uma cópia digital da monografia ou artigo. \n", "36": "36 \n \n \nParágrafo10º. Caso haja necessidade de correção do trabalho, o aluno \nterá até 5 (cinco) dias após a defesa para entrega da cópia da monografia ou \nartigo corrigido ao Colegiado. \nANEXOS: \n• CARTA DE ACEITE PARA ORIENTAÇÃO (Anexo II); \n• MODELO DE MONOGRAFIA TCC (Anexo III); \n• MODELO DE ATA TCC (Anexo IV); \n \nBelo Horizonte, de 02 outubro de 2017. \n \n \n__________________________ \nProfa. Andréia Bicalho Henriques \nCoordenadora do Curso de Engenharia de Minas \n", "37": "37 \n \n5.3 Representação do Currículo \nA TabelaVapresenta, resumidamente, a estrutura curricular por núcleo do curso. \nTabela V: INTEGRALIZAÇÃO CURRICULAR DO CURSO DE ENGENHARIA DE MINAS \nPercursos Curriculares \nTempo previsto em \nsemestres \nMín.de créd. p/ \nmatrícula  \n Encargos Curriculares \nNúcleo Específico \nF. Compl. \nF. Livre \nTotal \nObrigatórios \nOptativos \nOptativos \nOptativos \nCarga \nHorária \nCréd. \nC.Horária \nCréditos \nC.Horária \nCréditos \nC.Horária \nCréditos \nCarga \nHorária \nCréditos \nMin. \nRef. \nMax. \nMin. Max. Min. Max Min. Max. Min. Max Min. Max Min. Max \nBach. Formação Livre \n10 \n10 \n16 \n15 \n3240 \n216 \n315 315 21 \n21 \n  \n  \n  \n  \n45 \n45 \n3 \n3 \n3600 \n240 \nBach. Formação Complementar Aberta \n10 \n10 \n16 \n15 \n3240 \n216 \n135 135 \n9 \n9 \n180 180 12 \n12 \n45 \n45 \n3 \n3 \n3600 \n240 \nBach. Formação Complementar Pré-\nEstabelecida: Fundamentos de Energia \nNuclear \n10 \n10 \n16 \n15 \n3240 \n216 \n135 135 \n9 \n9 \n180 180 12 \n12 \n45 \n45 \n3 \n3 \n3600 \n240 \nBach. Formação Complementar Pré-\nEstabelecida: Prospecção Geofísica \n10 \n10 \n16 \n15 \n3240 \n216 \n135 135 \n9 \n9 \n180 180 12 \n12 \n45 \n45 \n3 \n3 \n3600 \n240 \n \n \n", "38": "38 \n \n6.Metodologia \n6.1 Novas metodologias de ensino e aprendizagem \nA metodologia de ensino adotada, de forma geral, inclui: exposições orais, estudos \ndirigidos individuais e em grupo, elaboração, produção e apresentação de \ntrabalhos individuais e em grupo, excursões e atividades de campo orientadas, uso \nde laboratórios, demonstrações práticas, palestras, dentre outros. Em algumas \ndisciplinas, como, por exemplo, “Introdução à Engenharia de Minas”, a \nmetodologia de ensino se dá por exposição dialogada. Nas disciplinas de caráter \nexperimental, estimula-se o espírito crítico, integração de equipes, distribuição de \ntarefas, bem como elaboração de relatórios e apresentações em público. \n6.2Tecnologias de informação e comunicação – TICs – no processo ensino-\naprendizagem \nO Moodle, que vem sendo utilizado por diversas instituições no mundo, inclusive \npela UFMG, se apresenta como uma ferramenta didática online, uma vez que \ndisponibiliza ao professor a escolha de ferramentas como fóruns, chat, diários, \ndentre outras, que se enquadram dentro do objetivo pretendido pelo professor \ndurante a disciplina. Além disto, fornece um espaço de aprendizagem como um \nprocesso dinâmico, baseado no construcionismo social, proporcionando a \ncolaboração mútua dos participantes, o cooperativismo, a troca e o \ncompartilhamento de materiais, pesquisas, coletas e revisão de tarefas, a \navaliação entre colegas e o registro de notas no ensino a distância, presencial ou \nparcialmente presencial. Atualmente, é instrumento de divulgação de conteúdos \naos alunos, programas, cronogramas, planos de aula e é também meio de \ncomunicação e divulgação de resultados.  \nMateriais didáticos, tais como apresentações de aulas, apostilas e publicações são \ndisponibilizadas aos alunos, principalmente nas áreas em que não se dispõe \nbibliografia em português. Exemplo disso é a “Apostila de Aulas Práticas” de \nTratamento de Minérios e também “Apostila de Aulas de Flotação”. O livro \n“Introdução ao Tratamento de Minérios”, editado pelos professores Eduardo Sales \n", "39": "39 \n \nValadão e Armando Correa de Araújo, 2012, ISBN:9788570414786, é referência na \nárea e utilizado no curso. \n6.3 Apoio ao discente \nA Pró-Reitoria de Graduação (PROGRAD) administra um Programa de Bolsas \nAcadêmicas, que tem contemplado, a cada ano, centenas de estudantes. O \nreferido Programa compreende os tipos que se seguem: \n \n1.PROGRAMA DE MONITORIA DE GRADUAÇÃO – PMG– Tem por propósito iniciar \no estudante nas atividades de docência no Ensino Superior, bem como apoiar os \nprofessores nas suas tarefas didáticas. \n \n2. PROGRAMA DE MONITORIA DO ENSINO TÉCNICO – PMET –O Programa de \nMonitoria do Ensino Técnico, subprograma do Programa de Monitoria da \nGraduação, visadar suporte às atividades acadêmicas curriculares vinculadas aos \nprojetos pedagógicos dos cursos técnicosofertados no Colégio Técnico. O \nPrograma de Monitoria do Ensino Técnico tem por objetivos principais \nadiminuição dos índices de retenção e evasão escolares, a inovação e o \ndesenvolvimento de tecnologias emetodologias ativas de ensino para as \ndisciplinas do Colégio. Visa contribuir para a formação docente dosestudantes de \ngraduação da UFMG no que tange à experiência de ensino que pode advir do \nprograma,propiciando a integração entre estudantes de licenciatura e \nbacharelado com o foco na formação sólida deum futuro cidadão tecnicamente \nqualificado ao exercício de sua profissão.  \n \n3. PROGRAMA ESPECIAL DE BOLSAS ACADÊMICAS PARA ESTUDANTES DOS \nCURSOS NOTURNOS DE GRADUAÇÃO – PRONOTURNO– Destina-se a possibilitar \ndedicação integral aos estudos a estudantes do turno noturno que mais se \ndestacam por sua competência. Condicionadas ao cumprimento de um conjunto \nde requisitos acadêmicos, tais bolsas são garantidas aos estudantes desde os \nperíodos iniciais do curso e no transcorrer dos demais períodos letivos. Nesse \n", "40": "40 \n \ncaso, os bolsistas cumprem um período de treinamento, que envolve atividades \nde ensino, pesquisa e extensão. \n \n4. PROGRAMA DE IMERSÃO À DOCÊNCIA – PID – Visa contribuir para a qualidade e \nevolução do ensino de graduação na UFMG. \n \n5. PROGRAMA DE INCENTIVO À FORMAÇÃO DOCENTE – PIFD –Visa contribuir para \na qualidade e evolução do ensino de graduação e pós-graduação na UFMG. \n \n6. PROGRAMA DE EDUCAÇÃO TUTORIAL – PET –Consiste em um tradicional \nprograma do MEC, originalmente coordenado pela CAPES e, atualmente, sendo \nconsiderado como importante estratégia para a formação de lideranças \nacadêmicas. \n \nOutro programa de bolsas, coordenado pela Pró-Reitoria de Extensão (PROEx), \ndenominado Programa de Bolsas de Extensão, tem por objetivo apoiar, por meio \nda concessão de bolsas, o desenvolvimento de programas e/ou de projetos de \nextensão de Unidades, órgãos ou setores que têm potencial para implementar \nexperiências acadêmicas, de forma qualitativa e de acordo com a política da \nUFMG para essa área. \nA Extensão articula projetos, programas, cursos e eventos, que promovem \nrelações interdisciplinares e interprofissionais. Na UFMG, a extensão é processo \neducativo, artístico, cultural e científico, articulado com o ensino e a pesquisa, de \nforma indissociável, cujo objetivo é ampliar a relação da Universidade com a \nsociedade. As atividades de extensão, nas áreas técnica, científica, artística e \ncultural, são realizadas sob a forma de programas, projetos, cursos, \nassessoramentos, prestação de serviços e/ou consultorias, entre outras. \nOutro importante apoio ao estudante é dado pela Pró-Reitoira de Pesquisa (PRPq).  \nA Pró-Reitoria de Pesquisa da UFMG tem como principal função assessorar a \nAdministração da Universidade nos assuntos relativos à pesquisa científica e \n", "41": "41 \n \ntecnológica, estimular e fomentar a atividade de pesquisa na Universidade, tendo \ncomo referência a qualidade e a relevância, para bem cumprir o papel de geradora \nde conhecimentos e de formação de recursos humanos. A PRPq oferece vários \nprogramas de bolsas para pesquisa, como Iniciação Científica, Iniciação Científica \nem \nArtes, \nIniciação \nCientífica \nnas \nAções \nAfirmativas, \nIniciação \nem \nDesenvolvimento Tecnológico e Inovação, etc. \nVale destacar, ainda, os Programas de Intercâmbio para os estudantes da UFMG. \nCiente da importância que a experiência internacional desempenha na formação \nacadêmica de um estudante, a UFMG, por intermédio da Diretoria de Relações \nInternacionais (DRI), oferece programas acadêmicos que têm alcançado \nexpressivos resultados no que concerne ao fluxo de intercâmbio de alunos dos \nníveis de Graduação e Pós-Graduação, que, por essa via, têm oportunidade de \nvivenciar sistemas educacionais distintos e outra ótica de formação universitária, \nalém de poderem interagir com estudantes de culturas diversas. O intercambista \npassa um a dois períodos letivos numa instituição estrangeira e as atividades \ndesenvolvidas por ele no exterior, desde que aprovadas pelo Colegiado do seu \ncurso, podem ser incorporadas ao seu histórico escolar. O intercâmbio de alunos é \namparado pela ResoluçãoCEPE Nº 03,de 04 de dezembro de 2012. \nA UFMG também oferece intercâmbio nacional através do Convênio ANDIFES de \nmobilidade acadêmica. As Instituições Federais de Ensino Superior (IFES), \njuntamente com a Associação Nacional dos Dirigentes das Instituições Federais de \nEnsino Superior (ANDIFES), firmaram convênio com o objetivo de regular a relação \nde reciprocidade entre as IFES, proporcionando a mobilidade de alunos de \ngraduação, por meio do Programa ANDIFES de Mobilidade Estudantil. \n7.Avaliação dos Processos de Ensino-Aprendizagem \nA verificação do rendimento escolar é feita por disciplina, abrangendo os aspectos \nde frequência e aproveitamento, ambos eliminatórios por si mesmos. Entende-se \npor aproveitamento o resultado da avaliação do aluno nas atividades \ndesenvolvidas na disciplina. \n", "42": "42 \n \nOs procedimentos de avaliação ocorrem através da realização de provas escritas, \ndo desenvolvimento de trabalhos e através da solução de exercícios, como \natividades intra e extraclasse. De forma geral, as disciplinas obrigatórias têm \nponderação maior nas avaliações escritas. As disciplinas obrigatórias dos últimos \nperíodos do curso e as disciplinas optativas têm ponderação maior em favor da \nrealização de exercícios e trabalhos.  \nA apuração do aproveitamento em cada disciplina é feita por pontos cumulativos, \nem uma escala de 0 (zero) a 100 (cem). Todas as atividades do curso, incluindo o \nEstágio Curricular e o Trabalho de Conclusão de Curso, são avaliadas em 100 \npontos.  Nenhuma avaliação escrita pode valer mais do que 40 pontos. É \nnecessário um desempenho superior ou igual a 60 pontos para que o aluno seja \naprovado. \n Em relação às disciplinas de laboratório, o procedimento de avaliação mais \ncomum é a produção de relatório. Em algumas disciplinas de laboratório, também \nocorrem avaliações escritas.  \nÉ considerado frequente em determinada disciplina o aluno que comparecer em, \npelo menos, 75% da carga horária da aividade.  Abaixo desse percentual, o aluno é \nconsiderado infrequente e, portanto, reprovado.  \nApurados os resultados finais de cada disciplina, o rendimento escolar de cada \naluno é convertido nos conceitos: \n A - Excelente: 90 a 100 pontos \n B - Ótimo: 80 a 89 pontos \n C - Bom: 70 a 79 pontos \n D - Regular: 60 a 69 pontos \n E - Fraco: 40 a 59 pontos \n F - Insuficiente: abaixo de 40 pontos e/ou infrequente. \nO aluno que alcança, no mínimo, conceito D e apresenta frequência é considerado \naprovado na disciplina, obtendo os créditos correspondentes. \n", "43": "43 \n \nOs alunos de graduação com conceito igual ou inferior a E não têm direito a \nprestar exame especial. O cálculo da nota final do aluno submetido a exame \nespecial é feito pela soma do total de pontos obtidos ao final do período letivo eo \ntotal de pontos obtidos no exame especial, sendo o somatório dividido por dois. \n8. Avaliação do curso \nA UFMG conta com a Diretoria de Avaliação Institucional (DAI), vinculada ao \nGabinete do Reitor, que é responsável pela avaliação interna dos cursos de \ngraduação e pela coordenação e assessoramento aos Colegiadosnos processos \nrelacionados à avaliação externa dos cursos e à aplicação do Exame Nacional de \nAvaliação de Desempenho de Estudantes de Graduação (Enade). \n8.1 Avaliação interna de cursos \nA avaliação interna dos cursos de graduação consiste na aplicação, a todos os \nalunos, \nde \num \nquestionário \npara \navaliação \ndos \nprofessores \ne \ndas \ndisciplinas/atividades cursadas a cada semestre. Esse questionário é preenchido, \nvia Internet, no Sistema MinhaUFMG, sendo o acesso liberado sempre por ocasião \nda matrícula para o semestre seguinte.  \nOs resultados das avaliações dos professores e das disciplinas/atividades estão \ndisponíveis para a comunidade acadêmica no MinhaUFMG. Procurar em \nSistemas>Aplicações Acadêmicas>Resultado da Avaliação de Cursos e Disciplinas. \n9.Corpo Docente \n9.1 Corpo docente do curso \nA extensa maioria de docentes do curso apresenta o título de doutor. O regime de \ntrabalho dos docentes é exclusivamente de 40h, DE, como mostrado na Tabela VI. \n \n \n \n \n \n", "44": "44 \n \n \nTabela VI- Corpo Docente do Curso \nNome \nTitulação \n \nRegime de \nTrabalho \n \nVínculo \nempregatício \nAlizeibekSaleimen Nader \nDoutor \nDE 40 h \nEstatutário \nAndréia Bicalho Henriques \nDoutor \nDE 40 h \nEstatutário \nDouglas Batista Mazzinghy \nDoutor \nDE 40 h \nEstatutário \nCarlos Esteves Teixeira Junior \nDoutor \nDE 40 h \nEstatutário \nCarlos Enrique Arroyo Ortiz \nDoutor \nDE 40 h \nEstatutário \nCláudio Lúcio Lopes Pinto  \nDoutor \nDE 40 h \nEstatutário \nEvandro Moraes da Gama  \nDoutor \nDE 40 h \nEstatutário \nGeorge Eduardo Sales Valadão  \nDoutor \nDE 40 h \nEstatutário \nJoão Martins da Silva \nMestre \nDE 40 h \nEstatutário \nLuiz Cláudio Monteiro Montenegro \nDoutor \nDE 40 h \nEstatutário \nPaulo Roberto de Magalhães Viana \nDoutor \nDE 40 h \nEstatutário \nRenan Collantes Candia \nDoutor \nDE 40h \nEstatutário \nRísiaMagriotisPapini \nDoutor \nDE 40 h \nEstatutário \nRoberto Galéry \nDoutor \nDE 40 h \nEstatutário \nSônia Denise Ferreira Rocha \nDoutor \nDE 40 h \nEstatutário \n \n9.2 Núcleo Docente Estruturante – NDE \nO Núcleo Docente Estruturante (NDE) foi instituído pela Resolução CEPE Nº15, de \n31 de maio de 2011, com o intuito de qualificar o envolvimento docente no \nprocesso de concepção e consolidação de um curso de graduação. O NDE do curso \nde Engenharia de Minas foi implementado em 2012. Entretanto, devido à fase de \n", "45": "45 \n \ntransição pela qual o curso passou, com mudanças na Coordenação e \naposentadoria do Prof. Adriano Gripp, que coordenou o curso por mais de 10 \nanos, o NDE não se reuniu frequentemente. A primeira reunião do NDE se deu em \n28/09/2013, quando se discutiram aspectos do curso, como a necessidade de \ncondução de uma reformulação curricular e as atividades relacionadas à \nrenovação de reconhecimento do curso. Atualmente, o NDE é formado pela atual \ncoordenadora (Profa. Andréia Bicalho Henriques), pelo Subcoordenador (Prof. \nRenan Candia) e pelos professores do Departamento de Engenharia de Minas – \nProfa. RísiaMagriotisPapini, Prof. Douglas Mazzinghy, Prof. Carlos Arroyo e Prof. \nPaulo Roberto de Magalhães Viana, todos doutores. A atuação do NDE está em \nfase de dinamização. Estão agendadas reuniões periódicas, bimestrais, a cada \núltima quinta-feira do mês alternado, para discussão dos assuntos de interesse do \ncurso. \n9.3 Atuação do Colegiado \nA Coordenadora, Profa. Andréia Bicalho Henriques, assumiu a Cooordenação do \ncurso em agosto/2016. É engenheira de minas pela UFMG, com mestrado e \ndoutorado em Tecnologia Mineral (UFMG), e está na Universidade há 20 anos. \nAtua no ensino na graduação, extensão e pesquisa desde 2015. A Coordenadora \natende aos alunos em horário definido, sempre às quartas-feiras (13:00-16:00h), \nou com agendamento fora desse horário. \nO Subcoordenador, Prof. Renan Collantes Candia, assumiu a Subcooordenação do \ncurso em agosto/2016. É engenheiro de minas pela UNSAAC (Universidad Nacional \nde San AntonioAbaddel Cusco, Peru), com mestrado e doutorado na área de \nLavra(USP), e está na Universidade há 05 anos. Atua no ensino na graduação, \nextensão e pesquisa desde 2012. Atendeaos alunos em horário definido, sempre \nàs terças-feiras (10:00-12:00h). \nPara a coordenação e execução do projeto pedagógico, a Coordenação e \nSubcoordenaçãodo curso realizam: \n1. Reuniões de Colegiado, ao longo do semestre, com seus membros, \nincluindo os representantes discentes. \n", "46": "46 \n \n2. Reuniões com professores e alunos de cada subárea do curso (pesquisa \nmineral, lavra, tratamento de minérios, meio ambiente). \n3.  Acompanhamento da execução do calendário escolar. \n4. Acompanhamento e monitoramento sistemático do cumprimento dos \nplanos de curso de cada disciplina, entrevistas com professores e alunos. \n5. Acompanhamentodas metodologias de ensino e de avaliação do processo \nde ensino-aprendizagem, conforme plano aprovado previamente. \n6. Gerenciamentodas dificuldades encontradas no ensino das disciplinas e no \nrelacionamento entre alunos e professores. \n7. Apoio pedagógico aos alunos, facilitando acesso à biblioteca, internet, \ntextos, registros acadêmicos, reprografia, acompanhamento psicopedagógico, \netc. \n8. Monitoramentoda bibliografia indicada para cada disciplina, inclusive sua \ndisponibilidade na biblioteca. \n9. Encaminhamentodas listas de aquisições bibliográficas. \n10. Estímulo/fomentode trabalhos complementares ao curso, como: \n- Palestras, simpósios, seminários, congressos e cursos dentro e fora da \ninstituição, ciclos de debates, etc. \n- Pesquisas e/ou iniciação científica e extensão universitária. \n11.Acompanhamento da frequência de professores e alunos. \n12. Coordenaçãodas atividades de estágio. \n13. Selecão de empresas para estágios. \n14. Assessoria às atividades de avaliação institucional, como o ENADE. \n15. Reunião com os membros do NDE do curso, semestralmente. \n16.Outras ações. \n10.Instalações, Gabinetes e Biblioteca \nNo caso específico da Escola de Engenharia da UFMG, esta foi construída com \ninfraestrutura física adequada às necessidades de mobilidade de portadores de \nnecessidades especiais. Toda a Escola possui rampas de acesso e elevadores \ndevidamente projetados para esse fim. \n", "47": "47 \n \n \n10.1 Gabinetes de trabalho para professores Tempo Integral – TI e sala de \nprofessores \nOs professores da Escola de Engenharia da UFMG possuem gabinetes, em sua \nmaioria, individuais, com recursos computacionais disponíveis, boa iluminação, \nespaço suficiente para realização dos trabalhos e atendimento aos alunos. Os \nDepartamentos Acadêmicos da Escola de Engenharia da UFMG dispõem de salas \nde reuniões e sala de café.  \n10.2 Espaço de trabalho para a Coordenação do curso \nA Secretariado Colegiado de Graduação em Engenharia de Minas da UFMG se \nlocaliza na sala 3045, Bloco III da Escola de Engenharia, no Campus Pampulha. A \nCoordenação dispõe de uma sala para trabalho e atendimento aos alunos (sala \n3046). \n10.3 Salas de aula \nA Escola de Engenharia possui cerca de 50 salas de aula para o ensino de \ngraduação. Ao início de cada semestre, é efetuada a alocação de salas para as \ndisciplinas do curso. A maioria das 50 salas de aula (cerca de 80%)possui recursos \nmultimídia. As carteiras foram adquiridas recentemente, quando da mudança da \nEscola de Engenharia para o Campus Pampulha. \n10.4 Equipamentos de informática \nOs alunos do curso de Engenharia de Minas têm acesso ao Centro de Cálculo \nEletrônico (CCE). O CCE tem por objetivo oferecer laboratórios computacionais \npara alunos e recursos de rede para a comunidade da Escola de Engenharia da \nUFMG. Auxilia as atividades de ensino e pesquisa, oferecendo igual acesso a \nrecursos \ncomputacionais \ne \noportunidades \npara \ntrabalhos \nacadêmicos \ncolaborativos da comunidade da Escola de Engenharia. A Unidade de Manutenção \nde Micros (UMM) trabalha em parceria com o CCE, sendo responsável pela \ninstalação dos softwares, manutenção de equipamentos de informática e suporte \nàs redes computacionais.  O CCE dispõe de 07 salas de aula, contando com 168 \nmicrocomputadores, 12 servidores e 2000 usuários cadastrados.  \n", "48": "48 \n \nA quantidade de equipamentos relativa ao número de usuários é de 2000/168 = \n11,90 alunos por microcomputador em sala de aula. A velocidade de acesso à \ninternet é, hoje, de 1Gbps do roteador ao servidor do CCE e de 100Mbps entre as \nestações e o servidor do CCE. A política adotada para atualização dos \nequipamentos e softwares é baseada na avaliação anual e ocorre de acordo com a \ndisponibilidade orçamentária. Considerando a adequação do espaço físico, o \nlaboratório se encontra em local separado do prédio de aulas, em ambiente \ntranquilo, onde todas as salas são climatizadas e o acesso às mesmas é feito por \ncorredor largo que não se congestiona nos momentos de troca de aulas. \nO laboratório possui normas internas de funcionamento, que são informadas ao \naluno no momento de seu cadastro. Para suporte técnico, conta com dois técnicos \npermanentes, sete monitores nos meses de abril a dezembro, e ainda com o apoio \ndo Setor de Tecnologia da Informação da Escola de Engenharia. Para atendimento \nà comunidade, o laboratório funciona de07 às 22horas, de segundas às sextas-\nfeiras, e aos sábados, de07 às 12horas. \n10.5 Biblioteca \nA Biblioteca da Escola de Engenharia (BEE) foi fundada juntamente com a Escola \nLivre de Engenharia em 1911 e, atualmente, seu acervo é estimado em 35.000 \ntítulos, entre livros, teses, memórias, normas técnicas, além de cerca de 1.600 \ntítulos de periódicos. A Biblioteca, como integrante do Sistema de Bibliotecas da \nUFMG,presta serviços informatizados de empréstimos e tratamento do material \nbibliográfico através do Sistema Pergamum. Além disso, permite acesso a diversas \nbases de dados, tais como Bases do Portal CAPES, Bases da Biblioteca Virtual \nUniversitária, dentre outras.  \nA área das instalações da Biblioteca, incluindo salas e espaço para estudo e acervo, \né de 2.193m². O quadro de pessoal técnico e administrativo é composto por oito \nbibliotecários, nove funcionários administrativos, três estagiários e dois contínuos. \nOs seguintes serviços são prestados pela Biblioteca: empréstimo domiciliar; \nempréstimo entre bibliotecas; atendimento ao usuário via telefone e e-mail; \nnormalização de fichas catalográficas; orientação e treinamento à pesquisa \n", "49": "49 \n \nbibliográfica através do Portal CAPES; comutação bibliográfica de materiais \nindisponíveis no acervo da UFMG; orientação quanto ao uso do sistema \nPergamum; treinamento de usuário; elaboração de fichas catalográficas e \nrecebimento de doações. \nO Portal de Periódicos da CAPES é uma biblioteca virtual que oferece acesso à \nprodução científica mundial às instituições de ensino e pesquisa do Brasil. Conta \natualmente com mais de 33 mil periódicos científicos em texto completo, além de \nbases de dados, livros, obras de referência, normas técnicas, teses e dissertações, \npatentes, conteúdo audiovisual, dentre outros. \nPelo Portal de Periódicos da CAPES, os alunos têm acesso a 29 bases de dados \nrelacionadas à área de Engenharia de Minas, destacando-se os seguintes \nperiódicos: \n- \nActa Geotechnical \n- \nActa Montana   \n- \nAdvances in Information Mining \n- \nAdvances in MaterialsSciences \n- \nAnnals of University of Petroşani. Mining Engineering \n- \nAppliedGeochemistry \n- \nAustralian Journal of Mining : AJM \n- \nBHM. Berg-und hüttenmännischeMonatshefte \n- \nCanadianMineralogist \n- \nClay Minerals \n- \nClaysand Clay Minerals \n- \nCoal Age (Overland Park, Kan.)   \n- \nCoalPreparation \n- \nComputersandGeotechnics \n- \nDyna \n", "50": "50 \n \n- \nE&P \n- \nElements \n- \nEngineeringand Mining Journal \n- \nEngineeringGeologySpecialPublication \n- \nEuropean Journal of Mineral Processing and Environmental Protection \n- \nEuropeanJournalofMineralogy \n- \nExplorationand Mining Geology \n- \nFortnightly \n- \nGeochemicalTransactions \n- \nGeofluids \n- \nGeologie&Mijnbouw \n- \nGeominas \n- \nGeophysicalProspecting \n- \nGeotechnicalandGeologicalEngineering \n- \nGeotechnicalTestingJournal \n- \nIEA CoalInformation \n- \nInternational Journal \nfor \nNumerical and \nAnalytical Methods \nin \nGeomechanics \n- \nInternational Journal of Applied Engineering Research \n- \nInternational Journal of Coal Geology \n- \nInternational Journal of Coal Preparation and Utilization   \n- \nMine Water and the Environment   \n- \nMineral Economics \n- \nMineral Processing and Extractive Metallurgy Review   \n- \nMineral ResourcesEngineering \n", "51": "51 \n \n- \nMineralium Deposita \n- \nMinerals& Energy   \n- \nMineralsEngineering \n- \nNatural ResourcesResearch \n- \nNatural Toxins \n- \nOffshore   \n- \nThe Oil Daily \n- \nOilShale \n- \nOre GeologyReviews \n- \nProceedings of the ICE - Geotechnical Engineering   \n- \nThe Quarterly Journal of Engineering Geology   \n- \nRadiation Effects and Defects in Solids   \n- \nREM. Revista Escola de Minas \n- \nResourcesPolicy \n- \nReviews in Mineralogy and Geochemistry \n- \nRevista del Instituto de Investigación de la Facultad de Geología, Minas, \nMetalurgia y Ciencias Geográficas de la Universidad Nacional Mayor de San \nMarcos \n- \nRevista Minelor \n- \nRock Mechanics and Rock Engineering   \n- \nRock Products \n- \nRocks andMinerals \n- \nRocky Mountain Geology \n- \nRudarsko-geolosko-naftnizbornik \n- \nSmart Grid and Renewable Energy \n", "52": "52 \n \n- \nTecnologia em Metalurgia, Materiais e Mineração \n- \nTransactions - Institution of Mining and Metallurgy. Section A. Mining \nIndustry \n- \nTransactions - Institution of Mining and Metallurgy. Section C. Mineral \nProcessing & Extractive Metallurgy  \n- \nTransactions of the Indian Institute of Metals \n- \nTransactions of the Institution of Mining and Metallurgy. Section A. Mining \nTechnology   \n- \nTransactions. Section B. Applied Earth Science   \n- \nTunnelling and Underground Space Technology   \n- \nTunnels &TunnellingInternational   \n- \nTurkish Journal of Engineering & Environmental Sciences   \n- \nUtility Automation & Engineering T & D. \n11.Laboratórios \nVários laboratórios especializados estão disponíveis para os alunos em diversas \nUnidades da UFMG que ofertam disciplinas para o Curso de Engenharia de Minas.  \nAlguns exemplos são: Laboratórios de Química Geral, Físico-Química, Química \nAnalítica, Física Experimental, Eletrotécnica Geral, dentre outros. No entanto, \nserão descritos a seguir apenas os laboratórios mais específicos do Curso de \nEngenharia de Minas, disponibilizados pelo Departamento de Engenharia de \nMinas: \n-Laboratório de Operações de Lavra e Segurança de Mina \n- Laboratório de Pesquisa Mineral e Planejamento de Mina \n-Laboratório de Mineração e Mineralogia \n-Laboratório de Geotecnologias (LGT) \n- Laboratório de Fenômenos de Interfaces \n- Laboratório de Tratamento de Minérios \n", "53": "53 \n \n- Laboratório de Tecnologia de Rochas (LTR) \n- Laboratório de Processamento e Análise Química de Minerais \n-Laboratório de Caracterização de Minérios e Materiais \n \n11.1 Laboratório de Operações de Lavra e Segurança de Mina \nÉ utilizado para aulas práticas das disciplinas Métodos de Lavra, Operações de \nMina I - Perfuração e Desmonte, Operações de Mina II - Carregamento e \nTransporte. O laboratório é utilizado principalmente para atividades de ensino \nprático de problemas e situações contempladas nas disciplinas supracitadas. \nSalienta-se ainda a participação mais direta de alunos envolvidos com programas \nde iniciação científica, em projetos de pesquisa visando à solução de problemas \nrelacionados com a análise e prevenção de riscos em operações de lavra \n(mineração a céu aberto e subterrânea).  \nNão existe ainda um regulamento formal de uso do laboratório, o qual funciona \ndurante o dia, acompanhando o horário de funcionamento do Departamento de \nEngenharia de Minas. Há acompanhamento regular por parte do técnico \nresponsável, assim como por alunos monitores designados exclusivamente para \nesses propósitos. O espaço físico permite sua utilização de forma segura. O arranjo \nfísico do laboratório satisfaz as exigências da normalização brasileira, visando à \nminimização dos riscos durante sua utilização. Os insumos do laboratório são \nadquiridos via verbas específicas da UFMG, verbas do Departamento de \nEngenharia de Minas e verbas de Projetos de usuários, sendo suficientes para seu \nfuncionamento regular.  \n11.2 Laboratório de Pesquisa Mineral e Planejamento de Mina \nÉ utilizado para aulas práticas das disciplinas Prospecção de Depósitos, Exploração \ne Avaliação de Depósitos, Planejamento de Lavra I - Longo Prazo, Planejamento de \nLavra II - Curto Prazo. O laboratório visa complementar o ensino teórico, através \nda utilização de algumas ferramentas computacionais, com enfoque na simulação \ncomputacional de problemas e situações contempladas nas disciplinas acima \nindicadas. \n", "54": "54 \n \nO laboratório contribui para o processo de ensino-aprendizagem, através das \naulas práticas realizadas no mesmo, trabalhos realizados por alunos de iniciação \ncientífica e alunos de mestrado e doutorado da área de Tecnologia Mineral do \nPrograma de Pós-graduação em Engenharia Metalúrgica, Minas e Materiais. O \nlaboratório dispõe de mesas, computadores, armários, projetor, quadros e os \nsoftwares Minesight, Micromine e Tolpac. Os softwares foram obtidos a partir de \nparcerias com as empresas fornecedoras de soluções ao mercado da mineração. \n11.3 Laboratório de Mineração e Mineralogia \nÉ utilizado para aulas práticas das disciplinas Prospecção de Depósitos, Exploração \ne Avaliação de Depósitos, Rochas e Minerais Industriais e para estudos realizados \npor alunos de graduação, projetos de iniciação científica e projetos de extensão \nnas subáreas de Pesquisa Mineral, Lavra de Minas, Avaliação Econômica de \nProjetos de Mineração e Minerais e Rochas Industrais,dentreoutras. Dispõe de um \nacervo mineralógico significativo.  \n11.4 Laboratório de Geotecnologias (LGT) \nLocalizado no Centro de Desenvolvimento Sustentável da UFMG, Pedro Leopoldo - \nMG, o LGT é uma parceria entre o Departamento de Engenharia de Minas e o \nDepartamento de Engenharia de Materiais e Construção. O LGT tem como missão \nprincipal desenvolver atividades de ensino, pesquisas aplicadas e extensão, tendo \ncomo objeto central a sustentabilidade. O LGT tem financiamento através do \nprojeto “Desenvolvimento de aglomerante de baixo custo a partir de estéril de \nmina para produção de pelotas de minério de ferro por meio de calcinação rápida \ntipo \nFlash”. \nEste \nprojeto \nfoi \ncontemplado \nno \nEdital \n01/2010 \nFAPEMIG/FAPESP/FAPESPA/VALE S.A.  \nO laboratório é utilizado para aulas práticas da disciplina Aproveitamento \nSustentável de Rejeitos. \n11.5 Laboratório de Fenômenos de Interfaces \nÉ utilizado para aulas práticas das disciplinas Flotação e Flotação - Laboratório, \ncom enfoque em testes de flotabilidade em provetas e tubo de Hallimond e \ntambém medidas de Potencial Zeta. São desenvolvidas atividades de pesquisa por \n", "55": "55 \n \nalunos de iniciação científica e de mestrado e doutorado do Programa de Pós-\ngraduação em Engenharia Metalúrgica, Minas e Materiais. Os principais e mais \ncomplexos \nequipamentos \nexigem \nsempre \ntreinamento \nespecífico, \nque \nnormalmente é ministrado pelo coordenador do laboratório ou sob sua \nsupervisão. O espaço físico é amplo, permitindo fácil e seguro trânsito dos \nusuários, estando os equipamentos principais separados em bancadas ou salas \nespecíficas.  \n11.6 Laboratório de Tratamento de Minérios \nO laboratório conta com uma estrutura e equipamentos adequados ao \ndesenvolvimento das aulas práticas dos cursos de graduação e pós-graduação, \nalém de atender a comunidade através dos projetos de extensão. É utilizado para \naulas práticas das disciplinas Processamento Mineral, Processamento Mineral - \nLaboratório, Flotação, Flotação - Laboratório. O laboratório contribui para o \nprocesso de ensino-aprendizagem, através das aulas práticas realizadas no \nmesmo, trabalhos realizados por alunos de iniciação científica e alunos de \nmestrado e doutorado da área de Tecnologia Mineral do Programa de Pós-\ngraduação em Engenharia Metalúrgica, Minas e Materiais. \n11.7 Laboratório de Tecnologia de Rochas (LTR) \nO laboratório desenvolve procedimentos de caracterização de maciços rochosos, \ndeterminação de propriedades mecânicas de rochas e maciços rochosos \n(deformabilidade e resistência), monitoramento e controle de desmonte de \nrochas e caracterização tecnológica de rochas ornamentais, em parceria com \noutros Departamentos da UFMG e outras Universidades, colaborando no \ndesenvolvimento de dissertações de mestrado e teses de doutorado e também \ncom empresas de mineração, empresas de consultoria e fabricantes de \nequipamentos. \nO LTR conta com dois funcionários e um corpo discentecomposto atualmente por \nnove alunos de graduação. Destes, sete alunos são estagiários e dois são bolsistas \nde iniciação científica. Outros alunos utilizam as instalações do LTR para \n", "56": "56 \n \ndesenvolvimento do Trabalho de Conclusão de Curso (TCC).  O laboratório é \nutilizado para aulas práticas da disciplina Mecânica das Rochas. \n11.8 Laboratório de Processamento e Análises Químicas de Minerais \nO laboratório foi implementado recentemente, em 2009, com a finalidade de dar \nsuporte à análise química de minerais, minérios e soluções aquosas, bem como ao \ndesenvolvimento de processos associados à água na mineração e processamento \nmineral. Apresenta uma característica de atuação voltada ao meio ambiente, com \nequipe multidisciplinar, envolvendo alunos do ensino médio, graduação, mestrado \ne doutorado.  \n11.9Laboratório de Caracterização de Minérios e Materiais \nO laboratório é composto pelos equipamentos: difratômetro de raios X, \nespectrômetro de fluorescência de raios X,espectrômetro infravermelho, \ngranulômetro. Faz análises de caracterização de minerais e rochas, bem como de \noutros materiais, e atende à graduação,para aulas práticas de diversas disciplinas, \ntrabalhos de conclusão de curso, projetos de iniciação à pesquisa, outros projetos \nde pesquisa, e também à pós-graduação e extensão. \n \n \n \n \n \n \n \n \n \n \n \n", "57": "57 \n \n12.Componentes Curriculares \n12.1 Disciplinas Obrigatórias \nVersão curricular: 2018/1 \n1º Período \nDisciplina: \nFUNDAMENTOS DE MECÂNICA \nCódigo: FIS065 \n \nTeórica: \n60 Horas \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nCinemática de partícula. Força e leis de Newton. Dinâmica da partícula. Trabalho e \nenergia. Conservação de energia. Sistemas de partículas. Conservação do \nmomento linear. Colisões. Cinemática rotacional. Dinâmica de rotação. Torque e \nequilíbrio de corpos rígidos. Conservação do momento angular. Gravitação. \n \nBibliografia Básica: \n1-Física - Volume 1, Alaor Chaves, Reichmann& Affonso Editores \n \nBibliografia complementar: \n1- Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A \n2- Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \n1- Física, P. Tipler, Ed. Guanabara  \n \n \nDisciplina: \nFÍSICA EXPERIMENTAL BÁSICA: MECÂNICA \nCódigo: FIS151 \n \nTeórica: \n00 Horas \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n30 Horas \nTipo: \nObrigatória \n \nEmenta: \nObtenção, tratamento e análise de dados obtidos em experimentos de mecânica \n(Física). Utilização de aparelhos de medida. Apresentação de resultados. \n \nBibliografia Básica: \n1-Física - Volume 1, Alaor Chaves, Reichmann& Affonso Editores \n2- Roteiro de Aula Prática; \n3- Apostila. \n \nBibliografia complementar: \n1- Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A \n", "58": "58 \n \n2- Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \nFísica, P. Tipler, Ed. Guanabara \nDisciplina: \nINTRODUÇÃO À ENGENHARIA DE MINAS \nCódigo: EMN016 \n \nTeórica: \n45Horas \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n45Horas  \nTipo: \nObrigatória \n \nEmenta: \nPrincipais etapas da mineração: pesquisa de depósitos, lavra, processamento, \nlogística, mercado. Noções de impacto ambiental, legislação e projetos. \nDiscussão sobre a formação, campo de atuação, responsabilidades e ética \nprofissional do Engenheiro de Minas. Relações étnico-raciais e direitos \nhumanos. Visita técnica. \n \nBibliografia: \n1-Hartman, \nHoward \nL. \n&Mutmansky, \nJan \nM.   \nIntroductory \nMining \nEngineering.   John Wiley, and Sons, 2002 \n2-Anuário Mineral (disponível: www.dnpm.gov.br) \n3-Declaração Universal dos Direitos Humanos - ONU \nhttps://nacoesunidas.org/direitoshumanos/ \n4- Educação para as Relações étnico-raciais: livros sobre relações étnico-\nraciais (MEC): \nhttp://etnicoracial.mec.gov.br/images/pdf/publicacoes \n \n \nDisciplina: \nMINERALOGIA \nCódigo: GEL063 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nConceitos básicos. Tipos estruturais de matéria. Estado cristalino, simetria, \noperações e graus de simetria. Sistemas cristalinos. Minerais: classes químicas; \npropriedades físicas, químicas e gênese. Identificação de minerais, aulas práticas. \n \nBibliografia: \n1 - Berry L.G. & Mason, B. (1959) Mineralogy - W.H. Freeman &Co. San \nFrancisco. \n2 - Dana, J.D. &Hurlbut, C.S. (1974): Manual de Mineralogia - Livros Técnicos \ne Científicos Editora S.A. Rio de Janeiro. \n3 - Deer, W.A. Homie R.A. Zussaman, J. (1965): Rock Forming Minerals. \nLongmans, London. \n4 -Klockmann, F. &Ramdohr, P. (1974): Tratado De Mineralogia-Editorial \nGustavo Gili, S.A., Barcelona.   \n", "59": "59 \n \n \n \nDisciplina: \nCÁLCULO DIFERENCIAL E INTEGRAL I \nCódigo: MAT001 \n \nTeórica: \n90 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n90 Horas \nTipo: \nObrigatória \n \nEmenta: \nFunções de R em R. Derivadas. Integrais. Aplicações. \n \nBibliografia: \n1 - Simmons, G.F., Cálculo com Geometria Analítica. McGraw Hill, SP, 1987, Vol.I. \n2 - Shenk, Al. Cálculo e Geometria Analítica, Campus, RJ, 1985, Vol.I. \n3 - Leithod, L. O Cálculo com Geometria Analítica, Habra, SP, Vol.I. \n4 - Ávila, G.S.S. Cálculo I, Livros Técnicos e Científicos, Brasília Editora Ltea. \n5 - Piskunov, N. Differential and Integral Calculus. Moscou, MIR, Publishers. \n6 - Lewis, K. Cálculo e Álgebra Linear. Livros Técnicos e Científicos, Editora Ltda, \nRJ, Vol.I e II \n \nDisciplina: \nGEOMETRIA ANALÍTICA E ÁLGEBRA LINEAR I \nCódigo: MAT038 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas   \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nÁlgebra Vetorial . Retas e Planos. Matrizes, Sistemas Lineares e Determinantes. O \nEspaço Vetorial Rn .Autovalores e Autovetores de Matrizes.  Diagonalização de \nMatrizes Simétricas. \n \nBibliografia: \n1. Kolman, B.  - Álgebra Linear. Ed. Guanabara - 1987. \n2. Nathan, M. S. - Vetores e Matrizes. Livros Técnicos e Científicos - Editora S.A.- \n1988. \n3. Lipschutz, S. -  Álgebra Linear. Editora Mc Graw-Hill - 1971 \n4. Boldrini, J. L/ COSTA, S. I. R ./ RIBEIRO, V. L. F. F  /  WETZLER, H. G. - Álgebra \nLinear. - Ed. Harbra 1980. \n5.  Anton, H. - Álgebra Linear - Ed. Campus - 3a edição \n \n \n \n \n \n \n \n", "60": "60 \n \n2º Período \nDisciplina: \n APROVEITAMENTO SUSTENTÁVEL DE RECURSOS \nMINERAIS \nCódigo: EMN017 \n \nTeórica: \n30Horas  \nCarga Horária: \nPrática: \n00Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \nEmenta: \nMatérias-primas minerais: caraterísticas física, químicas e mineralógicas. Cadeia \nProdutiva. Processos Minerais. Reservas, Produção e Mercado. Processamento de \nrejeitos. Análise do ciclo de vida. Relações étnico-raciais e direitos humanos. \nEstudo de Caso. Visita técnica. \n \nBibliografia Básica: \n1-A Indústria Extrativa Mineral e a Transição Para o Desenvolvimento Sustentável \n(www.cetem.gov.br/livros) \n2-Rochas & Minerais Industriais/Ed. Adão Benvindo da Luz e Fernando Antonio \nFreitas Lins. Rio de Janeiro: CETEM/MCT, 2005. 867p. \n3-Sumário Mineral (www.dnpm.gov.br/dnpm/sumarios) \n4-Indicadores \nde \nSustentabilidade \nPara \na \nIndústria \nExtrativa \nMineral \n(www.cetem.gov.br/livros) \n5-Declaração Universal dos Direitos Humanos - ONU \nhttps://nacoesunidas.org/direitoshumanos/ \n6- \nEducação \npara \nas \nRelaçõesétnico-raciais: \nlivrossobrerelaçõesétnico-\nraciais (MEC): \nhttp://etnicoracial.mec.gov.br/images/pdf/publicacoes \n \n \nDisciplina: \nGEOLOGIA GERAL \nCódigo: GEL064 \n \nTeórica: \n60Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n75Horas  \nTipo: \nObrigatória \n \nEmenta: \nEstrutura da Terra, Tectônica de Placas, processos endógenos e exógenos, grupos \nde rochas (ígneas, sedimentares, metamórficas), noções de estratigrafia e escala \ndo tempo geológico. Trabalho de campo de dois dias. \n \nBibliografia Básica: \n1 - Para Entender a Terra FRANK PRESS; RAYMOND SIEVER JOHN GROETZINGER ET \nAL.  \nEditora: Artmed ISBN: 8536306114 Ano: 2006 Edição: 4 Número de páginas: 656 \n2 – Geologia Estrutural e introdução a Geotecnica – Loczy e Ladeira – 1982. \n3 – Geologia Geral – Vi Viktor Leinz e Sérgio E. Amaral. 1983. \n", "61": "61 \n \n \n \nDisciplina: \nPETROGRAFIA \nCódigo: GEL065 \n \nTeórica: \n45Horas \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n60Horas  \nTipo: \nObrigatória \n \nEmenta: \nPetrografia e petrologia das rochas ígneas, metamórficas e sedimentares. \nClassificação e estudo mineralógico. Identificação macroscópica de rochas, aulas \npráticas. \nBibliografia Básica: \n1 - Barbosa, A.L.M. - Petrografia Macroscópica. \n2 - Pirsson& Knopf - Rocks and Rock Minerals. \n3 - Turner, Willian & Gilbert - Petrografia. \n \n \n \n \n \n \n \n \n \n \nDisciplina: \n PROGRAMAÇÃO DE COMPUTADORES \nCódigo: DCC001 \n \nTeórica: \n60Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nMetodologia de desenvolvimento de programas, programação em linguagem de \nalto nível. Comandos básicos, estruturas de dados, modularização. \n \nBibliografia: \n1 – Guimarães, A de M.; Lages, N.A de C. - Algoritmos e Estruturas de Dados. Rio \nde Janeiro: Livros Técnicos e Científicos Editora AS, 1985. \n2 – Introdução à Ciência da Computação. Rio de Janeiro: Livros Técnicos e \nCientíficos Editora AS, 1984. \n3 – Farrer, H.; Becker, C.G; Faria, E.C.; Campos Filho, F.F.; Matos, H.F. de; Santos, \nM.A. dos, Maia, M.L. - Pascal Estruturado. Rio de Janeiro: Guanabara Dois, 1985. \n4 – Grilo, M.C. - Turbo Pascal. Rio de Janeiro: Livros Técnicos e Científicos Editora \nAS. \n5 – Aguilar, C.R.Q. - Introdução à Programação Utilizando as Linguagens Logo e \nPascal. (apostila). \n \n \n \nDisciplina: \nFUNDAMENTOS \nDE \nMEC. \nDOS \nFLUIDOS \nE \nTERMODINÂMICA \nCódigo: FIS152 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n30 Horas \nTipo: \nObrigatória \n", "62": "62 \n \n \nEmenta: \nTemperatura e dilatação. Modelo cinético do gás ideal. Calor e a primeira lei da \ntermodinâmica. Entropia e a segunda lei da termodinâmica. Estática e dinâmica de \nfluidos. Equação de Bernoulli. \n \nBibliografia: \n1.Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A \n2.Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \n3.Física, P. Tipler, Ed. Guanabara. \n \n \n \nDisciplina: \nFÍSICA EXPERIMENTAL BÁSICA: TERMODINÂMICA \nCódigo: FIS154 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n30 Horas  \nTipo: \nObrigatória \n \nEmenta: \nObtenção, tratamento e análise de dados obtidos em experimentos de \ntermodinâmica e fluidos (Física). Elaboração de relatórios científicos completos. \n \nBibliografia Básica: \n1.Física Experimental Básica na Universidade. A.A. Campos, E.S. Alves, N.L. Speziali, \nEditora \nUFMG. \n2. Apostila \"Laboratório de Física Básica – Termodinâmica\" - Departamento de \nFísica - UFMG.  \n \nBibliografia Complementar \nFísica, D. Halliday, R. Resnick e K. S. Krane, Livros Técnicos e Cientifico S.A \nFundamentos de Física, D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico \nS.A  \nFísica, P. Tipler, Ed. Guanabara. \n \nDisciplina: \nCÁLCULO DIFERENCIAL E INTEGRAL II \nCódigo: MAT039 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nCoordenadas \nPolares, \nCônicas, \nSéries, \nSérie \ne \nFórmula \nde \nTaylor, \nDiferenciabilidade de Funções de Várias Variáveis \n \n \n \n", "63": "63 \n \n \nBibliografia: \n1. Penney,E. D., Edwards, Jr. C. H. – Cálculo com Geometria Analítica - Ed. \nPrentice-Hall do Brasil - Volumes 2 e 3. \n2. Simmons, G. F. - Cálculo com Geometria Analítica - McGraw-Hill, SP, volume 02 \n3. Leithold, L. - Cálculo com Geometria Analítica - Harbra, SP, volume 02 \n4. Guidorizzi, H - Um Curso de Cálculo, LTC - Volume 02 \n5. Boulos, P. / Oliveira, I. C. - GeometriaAnalítica (um tratamento vetorial) – \nMcGraw-Hill - SP. \n6. Ávila, G. S. S. - Cálculo,Volume 02 – LTC \n \n \n \n3º Período \nDisciplina: \nFÍSICA \nEXPERIMENTAL \nBÁSICA: \nELETROMAGNETISMO \nCódigo: FIS153 \n \nTeórica: \n00Horas  \nCarga Horária: \nPrática: \n30Horas  \n \nTotal: \n00Horas  \nTipo: \nObrigatória \n \nEmenta: \nObtenção, tratamento e análise de dados obtidos em experimentos de \neletromagnetismo (Física). Elaboração de relatórios científicos completos. \n \nBibliografia Básica: \n1.Apostila \"Laboratório de Física Básica - Eletromagnetismo\" - Departamento de \nFísica \n-UFMG. \n2-Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A \n3-Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \n4-Física, P. Tipler, Ed. Guanabara.  \n \nBibliografia Complementar: \n1.Experimentos de Eletromagnetismo. \n \nDisciplina: \nFUNDAMENTOS DE ELETROMAGNETISMO \nCódigo: FIS069 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \n \n \n \n", "64": "64 \n \nEmenta: \nCarga elétrica, campo elétrico e a lei de Gauss. Potencial elétrico, capacitores e \ndielétricos. Corrente e resistência elétricas. Campo magnético e lei de Ampère. Lei \nde Faraday e indutância. Materiais magnéticos. Equações de Maxwell. \n \nBibliografia: \n1-Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A \n2-Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \n3-Física, P. Tipler, Ed. Guanabara. \n \n \n \n \nDisciplina: \nCÁLCULO DIFERENCIAL INTEGRAL III \nCódigo: MAT002 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nIntegração de função de duas ou mais variáveis. Integrais de linha e de superfície. \nTeoremas de Gauss e de Stokes. \n \nBibliografia Básica: \n1 - Simmons, G.F. Cálculo com Geometria Analítica, McGraw Hill, vol.II. \n \nBibliografia Complementar: \n1 - Kreyszig, E. Matemática Superior, livros Técnicos e Científicos. Editora ltda, \nvol.II. Rio de Janeiro. \n2 - Spiegel, M.R. Análise Vetorial, McGraw Hill do Brasil, São Paulo. \n3 - HSU, H.P. Vector Analysis, New York, Simon & Schuster Inc. \n4 - Apostol, T.M. Calculus, New York, Blaisdell Publishing Company. \n \n \nDisciplina: \n EQUAÇÕES DIFERENCIAIS A \nCódigo: MAT015 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nEquações diferenciais de 1ª e 2ª ordens. Sistemas lineares de equações \ndiferenciais lineares. Solução em séries de potência. Transformada de Laplace. \n \n \n \n", "65": "65 \n \nBibliografia : \n1 - Simmons, G.F. Cálculo com Geometria Analítica, McGraw Hill, vol.II. \n2 - Kreyszig, E. Matemática Superior, Livros Técnicos e Científicos. Editora Ltda, \nvol.II. Rio de Janeiro. \n3 - Spiegel, M.R. Análise Vetorial, McGraw Hill do Brasil, São Paulo. \n4 - HSU, H.P. Vector Analysis, New York, Simon & Schuster Inc. \n5 - Apostol, T.M. Calculus, New York, Blaisdell Publishing Company. \n \nDisciplina: \nGEOLOGIA ESTRUTURAL \nCódigo: GEL066 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n75 Horas  \nTipo: \nObrigatória \n \n \n \nEmenta: \nEstratigrafia de sequencias, identificação de estruturas geológicas, mapeamento \ngeológico, mapeamento estrutural, sensoriamento remoto, esteriogramas, foto \ninterpretação, trabalho de campo. \n \nBibliografia Básica: \n1 - Para Entender a Terra FRANK PRESS; RAYMOND SIEVER JOHN GROETZINGER ET \nAL.  \nEditora: Artmed ISBN: 8536306114 Ano: 2006 Edição: 4 Número de páginas: 656 \n2 – Geologia Estrutural e introdução a Geotecnica – Loczy e Ladeira – 1982. \n3 – Geologia Geral – Vi Viktor Leinz e Sérgio E. Amaral. 1983. \n \n \nDisciplina: \n ESTATÍSTICA E PROBABILIDADES \nCódigo: EST031 \n \nTeórica: \n60 Horas \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60Horas \nTipo: \nObrigatória \n \nEmenta: \nEstatística descritiva. Probabilidades. Variáveis Aleatórias Discretas. Variáveis \nAleatórias Contínuas. Teorema central do limite. Estimação. Testes de hipóteses. \n \nBibliografia: \n1. Werkema, M. C. C. (1995). Ferramentas Estatísticas Básicas para o \ngerenciamento de Processos. Volume 2 da série Ferramentas de Qualidade. Belo \nHorizonte: Fundação Christiano Ottoni, Escola de Engenharia, Universidade \nFederal de Minas Gerais. \n2. Werkema, M. C. C. (1996). Como Estabelecer Conclusões com Confiança: \nEntendendo Inferência Estatística. Volume 4 da série Ferramentas da Qualidade. \n", "66": "66 \n \nBelo Horizonte: Fundação Christiano Ottoni, Escola de Engenharia, Universidade \nFederal de Minas Gerais.  \n \nDisciplina: \nECONOMIA DOS RECURSOS NÃO-RENOVÁVEIS \nCódigo: EMN018 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n00Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \nEmenta: \nMétodos de exploração (trincheiras, poços e sondagens), métodos de amostragem \ne tratamento dos dados, modelagem geológica explicita, implícita e probabilística, \ncódigo de mineração (conceito de recursos e reservas) e avaliação de jazidas (teor \nde corte e teor médio). Teoria econômica e recursos naturais. Previsão de preços \nde commodities. Recursos renováveis e não-renováveis. Teorias do uso ótimo e \nexaustão ótima. Legislação. Impacto ambiental. Aplicação prática com uso de \nplanilhas eletrônicas e softwares específicos. \n \nBibliografia Básica: \n1 - Kreiter V. M. 1968. Geological Prospecting and Exploration.Mir. Moscou. 383 \npag. (Há edição em espanhol. Editora Paraninfo. 1978). \n2 - Lahee F. H.1961. Field Geology.MacGraw Hill. (Há edição emespanhol. \nEdicionesOmega. 1970).PETERS W. C. 1978. Exploration and Mining \nGeology.John Wiley & Sons. \n \n4º Período \nDisciplina: \nFUNDAMENTOS DE OSCILAÇÕES, ONDAS e ÓPTICA Código: FIS086 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nOscilações mecânicas. Circuitos elétricos de corrente alternada. Ondas mecânicas. \nSom. Ondas eletromagnéticas. Polarização. Birrefringência. Interferência e \ndifração da luz. \n \nBibliografia: \n1.Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A \n2.Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e \nCientifico S.A  \n3.Física, P. Tipler, Ed. Guanabara. \n \n \n \n \n", "67": "67 \n \nDisciplina: \nFÍSICA EXPERIMENTAL BÁSICA: ONDAS, ÓPTICA \nCódigo: FIS155 \n \nTeórica: \n00Horas  \nCarga Horária: \nPrática: \n30Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \nEmenta: \nExperimentos de Ondas e Óptica. \n \nBibliografia Básica: \n1.Apostila \"Laboratório de Física Básica - Ondas\" - Departamento de Física -UFMG. \n2.Apostila \"Laboratório de Física Básica - Óptica\" - Departamento de Física - \nUFMG.  \n \nBibliografia Complementar: \n1.Experimentos de Eletromagnetismo, Óptica e Ondas \n \nDisciplina: \nRESISTÊNCIA DOS MATERIAIS \nCódigo: EES003 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \nEmenta:  \nTração e compressão. Corte. Estudo de solicitações básicas: solicitação axial, \ntorção de secções circulares e anulares, flexão. Análise de tensões e de \ndeformações. Critérios de resistência. Materiais não resistentes a tração. Muros \nde arrimo. \n \nBibliografia: \n1 - HIBBELER, R.C. – Resistência dos Materiais. LTC Editora, 3ª. Edição, 1997. \n2 - POPOV, E.P. - Resistência dos Materiais. Prentice-Hall do Brasil, 1978. \n3 - SHAMES, I.H. – Introdução à Mecânica dos Sólidos. Prentice-Hall do Brasil, \n1983. \n4 - MEGSON, T.H.G. – Aircraft Structures for Engineering Student. Edward Arnold, \n1980 \n \n \n \nDisciplina: \nPROSPECÇÃO DE DEPÓSITOS \nCódigo: EMN019 \n \nTeórica: \n45Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n60Horas  \nTipo: \nObrigatória \n \nEmenta: \nConceito, prospecção geoquímica, anomalia e background, prospecção \ngeofísica, métodos gravimétricos, magnetométricos, sísmicos, elétricos \n", "68": "68 \n \nradiométricos e suas aplicações, instrumentação e interpretação de resultados. \nVisita técnica. \n \nBibliografia Básica: \n1 - Kreiter V. M. 1968. GeologicalProspectingandExploration.Mir. Moscou. 383 \npag. (Há edição em espanhol. Editora Paraninfo. 1978). \n2 - Lahee F. H.1961. Field Geology.MacGraw Hill. (Há edição emespanhol. \nEdicionesOmega. 1970).PETERS W. C. 1978. Exploration and Mining \nGeology.John Wiley & Sons. \n3 - McKinstry, H.E., 1948. Mining Geology.Prentice Hall. (também em espanhol. \nEdicionesOmega, 1970). \n4 - Peters, W.C., 1978. Exploration and Mining Geology.John Wiley & Sons. \n5 - Reedman, J.H., 1979. Techniques in Mineral Exploration Applied Science \nPubl., London, 533p. \n \nDisciplina: \nGEOLOGIA DE DEPÓSITOS \nCódigo: GEL067 \n \nTeórica: \n60Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n75Horas  \nTipo: \nObrigatória \n \nEmenta: \nMorfologia de depósitos minerais, ambientes metalogenéticos, gênese de \ndepósitos minerais, principais depósitos minerais brasileiros. Petrografia de \nminérios. Trabalho de campo de dois dias. \n \nBibliografia Básica: \n1 - Kreiter V. M. 1968. Geological Prospecting and Exploration.Mir. Moscou. 383 \npag. (Há edição em espanhol. Editora Paraninfo. 1978). \n2 - Lahee F. H.1961. Field Geology.MacGraw Hill. (Há edição emespanhol. \nEdicionesOmega. 1970).PETERS W. C. 1978. Exploration and Mining \nGeology.John Wiley & Sons. \n3 - McKinstry, H.E., 1948. Mining Geology.Prentice Hall. (também em espanhol. \nEdicionesOmega, 1970). \n4 - Peters, W.C., 1978. Exploration and Mining Geology.John Wiley & Sons. \n5 - Reedman, J.H., 1979. Techniques in Mineral Exploration Applied Science \nPubl., London, 533p. \n \n \nDisciplina: \nDIREITO E LEGISLAÇÃO \nCódigo: DIT001 \n \nTeórica: \n30Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \n \n \n \n", "69": "69 \n \nEmenta:  \nConstituição. Administração Pública. Noções de contrato. Empresas. Direito \nComercial. Direito do trabalho. Propriedade Industrial. Legislação pertinente à \nárea de conhecimento de engenharia de minas. \n \nBibliografia Básica: \n1 - BARROS, Alice Monteiro de. Curso de Direito do Trabalho, São Paulo: LTr, \n2005. \n2 - COELHO, Fábio Ulhoa. Manual de Direito Comercial. São Paulo: Saraiva, 2005. \n3 - COELHO, Sacha Calmon Navarro. Manual de Direito Tributário. Rio de Janeiro: \nForense, 2003. \n4 - DOWER, Nelson. Instituições de Direito Público e Privado. \n5 - GONÇALVES, Carlos Roberto. Coleção Sinopses Jurídicas.  São Paulo: Saraiva, \n2005. \n6- GONÇALVES, Maria Helena H. B.. Ética & Trabalho. Rio de Janeiro: SENAC, \n1997. \n7 - MARTINS, Sérgio Pinto. Instituições de Direito Público e Privado. São Paulo: \nAtlas. 2005. \n \n \nDisciplina: \nGEOESTATÍSTICA \nCódigo: EMN020 \n \nTeórica: \n30Horas  \nCarga Horária: \nPrática: \n30Horas  \n \nTotal: \n60Horas  \nTipo: \nObrigatória \n \nEmenta: \nAmostragem de minérios, inferência estatística, qualidade de dados, teste de \nhipóteses, análise de variância, desenho experimental, regressão de mínimos \nquadrados, análise multivariada, fundamentos de geoestatística (introdução a \nteoria das variáveis regionalizadas), variograma. Uso de Excel e de softwares \nespecíficos. Aulas práticas. \nBibliografia Básica: \n1.Montgomery, Douglas C.; Runger, George C.; Calado, Verônica. \nEstatística aplicada e probabilidade para engenheiros. 6.ed. Rio de \nJaneiro. \n2. Yamamoto,JorgeKazuo; Barbosa , Paulo M. Landim.  Geoestatística - \nConceitos e Aplicações. \n \nBibliografia Complementar: \n1.Montgomery, Douglas C. Design and analysis of experiments. \n2. Chilès, Jean-Paul; Delfiner, Pierre. Geostatistic: Modeling spatial uncertainty. \n \n \n \n", "70": "70 \n \n5º Período \n \nDisciplina: \nTOPOGRAFIA  \nCódigo: CRT015 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nConceitos e objetivos. Relação com a Geodésia e Cartografia. Instrumentos e \nmétodos topográficos. Plano topográfico, projeções e sistemas de coordenadas \nlocais e globais. Cálculos de coordenadas, distâncias, azimutes, áreas e volumes. \nRepresentação da planimetria e da altimetria. Sistemas de Posicionamento por \nSatélites (GPS/GNSS). Elaboração de plantas, mapas e Modelos Digitais de \nTerrenos. Leitura, interpretação e análise de plantas. Aplicações da topografia em \nescavações e minas subterrâneas. \n \nBibliografia:  \n1 - Comastri, J.A. - Topografia- Planimetria. \n2 - Comastri, J.A. - Topografia - Altimetria. \n3 - Souza, J.O. de - Agrimensura. \n4 - Domingues, F. A. A. - Topografia e Astronomia de Posição. \n5 - Espartel, L. - Curso de Topografia. \n6 - Cardão, C.  - Curso Topografia. \n7 - Apostilas. \n \nDisciplina: \n MECÂNICA DAS ROCHAS \nCódigo: EMN021 \n \nTeórica: \n45Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n60Horas  \nTipo: \nObrigatória \n \nEmenta: \nPrincípios da Mecânica de Rochas, tensão e deformação, caracterização e \nclassificação de rochas, de descontinuidades e de maciços rochosos, critérios de \nresistência, estabilidade de escavações em maciços rochosos, monitoramento e \nsuporte/reforço de maciços rochosos. Aulas práticas. Visita técnica. \n \nBibliografia Básica: \n1. IntroductionTo Rock Mechanics; Goodman; Willey, 2010. \n2. Rock Mechanics: For underground mining; Barry H.G. Brady and E.T. \nBrown; Springer, 2010. \n3. Rock Slope Engineering, 4a edição; Duncan C. Wyllie and Chris Mah; \nInstitute of Mining and Metallurgy; 2004. \n4. Fundamentals of Rock Mechanics; John Jaeger and N. G. Cook; Blackwell, \n2007. \n", "71": "71 \n \n5. Surface Mining; Bruce A. Kennedy, Society for Mining, Metallurgy, and \nExploration SME; 1990. \n6. Minas a céu aberto: planejamento de lavra; Adilson Curi; Oficina de \nTextos; 2014 \n \nBibliografiaComplementar: \n1.Underground \nMining \nMethods: \nEngineering \nFundamentals \nand \nInternational Case Studies; William A. Hustrulid and Richard L. Bullock; \nSociety for Mining, Metallurgy, and Exploration SME; 2001. \n2. SME Mining Enginering Handbook; Peter Darling (Editor), 3a  edição; \nSociety for Mining, Metallurgy, and Exploration SME; 2011 \n3. Rock Slope Engineering: 3a edição; Evert Hoek and Jonathan D. Bray; \nInstitute of Mining and Metallurgy; 1981 \n4. Underground Excavations in Rock; Evert Hoek and Ted Brown; Institute of \nMining and Metallurgy; 1980 \n \n \nDisciplina: \nEXPLORAÇÃO E AVALIAÇÃO DE DEPÓSITOS \nMINERAIS \nCódigo: EMN022 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nMétodos de exploração (trincheiras, poços e sondagens), métodos de amostragem \ne tratamento dos dados, modelagem geológica explicita, implícita e probabilística, \ncódigo de mineração (conceito de recursos e reservas) e avaliação de jazidas (teor \nde corte e teor médio). \n \nBibliografia Básica: \n1.Soares, A. Geoestatística para as Ciências da Terra e do Ambiente. 2ª edição. \nLisboa: IST Press, 2006. \n2. Andriotti, J. L. S. Fundamentos de Estatística e Geoestatística. UnisinosBrasil, \n2004. \n3. Deustch, C. V.; Khan, K. D.; Leaungthong, Oy. Solved Problems in \nGeostatistics. London: John Wiley and Sons Ltda, 2008. \n \nBibliografiaComplementar: \n1.Deutsch, C. V.; Journel, A. G. GSLIB: Geoestatistical Software Library and User' s \nGuide. Oxford University Press,1998. \n2. Davis, J. Statistics and Data Analysis in Geology. John Wiley and Sons, 2002. \n3. Hustrulid, A. W.; Kuchta, M. Open Pit Mine - Planning and Design. 2a edição. \nTaylor & Francis Group, Rotterdam: A. A. Balkema. Volume 2, 2006. \n4. Valente, J. Geomatematica: lições de geoestatística. Ouro Preto: Fundação \nGorceix, 1982.  \n", "72": "72 \n \n5. Yamamoto, J. K. Avaliação e classificação de reservas minerais. Gráfica São \nPaulo: EDUSP/FAPESP, 2001 \n \n \nDisciplina: \nQUÍMICA GERAL B \nCódigo: QUI003 \n \nTeórica: \n60Horas  \nCarga Horária: \nPrática: \n00Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nEstrutura eletrônica dos átomos. Propriedades periódicas. Ligações químicas \n(ligações iônica e covalente, introdução a TOM, teoria de bandas). Forças \nintermoleculares (química supramolecular, sistemas biológicos, materiais). \nSoluções. Equilíbrio químico.  \n \nBibliografia: \n1 - Slabaugh; Parsons - Química Geral, Livros Técnicos Científicos Editora. Livro \ntexto. \n2 - Mahan, B. - Química; um curso universitário, São Paulo. E. Blucher. 1975. \n3 - Pimentel G.C.; Spratley, R.O. - Química: um tratamento moderno. São Paulo, \nUSP, INL, 1974. \n4-Apostila “Prática de Química Geral \n \nDisciplina: \nQUÍMICA GERAL EXPERIMENTAL \nCódigo: QUI019 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n30Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \nEmenta: \nTécnicas de laboratório. Preparo e padronização de soluções. Reações químicas. \nEquilíbrio químico. Eletroquímica. Cinética de reação. \n \nBibliografia Básica: \n1 - Slabaugh; Parsons - Química Geral, Livros Técnicos Científicos Editora. Livro \ntexto. \n2 - Mahan, B. - Química; um curso universitário, São Paulo. E. Blucher. 1975. \n3 - Pimentel G.C.; Spratley, R.O. - Química: um tratamento moderno. São Paulo, \nUSP, INL, 1974. \n4-Apostila “Prática de Química Geral \n \nDisciplina: \nANÁLISE INSTRUMENTAL \nCódigo: EMN023 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n", "73": "73 \n \n \nEmenta: \nLigação química, química da estrutura cristalina, amostragem, fracionamento, \nrecálculo de análise química, identificação de minerais, fluorescência de Raios X, \ndifração de Raios X, microscopia ótica, MEV/EDS, espectroscopia infravermelha. \nAulas práticas. \n \nBibliografia Básica: \n1.Caracterização Tecnológica de Minérios – Neumann, R., Schneider, C.L. e Alcover \nNeto, A., p.54-109, em: Tratamento de Minérios, 3a Ed., CETEM / MCT, Rio de \nJaneiro, 2002, 850p.  \n2. Princípios de Análise Instrumental – 5a.ed. – Trad. Caracelli, I., Isolani, P.C., \nSantos, R.H.A., Francisco, R.H.P. – Bookman Cia. Editora – Artmed Editora S.A., São \nPaulo, 1998, 836p.  \n3. Applied Mineralogy – A Quantitative Approach–   Jones, M.P.  \nGraham & Trotman, London, 1987, 259p.  \n \nBibliografiaComplementar: \n1. Applied Mineralogy in the Mining Industry   –   Petruk, W. Elsevier Science B.V., \nAmsterdam, 2000, 268p. \n2. Particle Size Measurement – 5th. Ed.   –   Allen, T. Chapman and Hall, London, \n1997, 525p. \n3. The Infrared Spectra of Minerals   –   Farmer, V.C., Editor Mineralogical Society, \nLondon, 1974, 539p. \n4. Electron Microscopy and Analysis – Goodhew, P.J., Humphreys, J. e Beanland, R.  \nTaylor & Francis, London, 2001, 251p. \n \nDisciplina: \nANÁLISE INSTRUMENTAL -LABORATÓRIO \nCódigo: EMN024 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta: \nUso dos principais métodos de análise instrumental sobre amostras de \nminérios:fluorescência de Raios X, difração de Raios X, microscopia ótica, \nMEV/EDS, espectroscopia infravermelha. Aulas práticas. Confecção de relatório \ntécnico. \n \nBibliografia Básica: \n1.Caracterização Tecnológica de Minérios – Neumann, R., Schneider, C.L. e Alcover \nNeto, A., p.54-109, em: Tratamento de Minérios, 3a Ed., CETEM / MCT, Rio de \nJaneiro, 2002, 850p.  \n2. Princípios de Análise Instrumental – 5a.ed. – Trad. Caracelli, I., Isolani, P.C., \nSantos, R.H.A., Francisco, R.H.P. – Bookman Cia. Editora – Artmed Editora S.A., São \nPaulo, 1998, 836p.  \n3. Applied Mineralogy – A Quantitative Approach–   Jones, M.P.  \n", "74": "74 \n \nGraham & Trotman, London, 1987, 259p.  \n \nBibliografiaComplementar: \n1. Applied Mineralogy in the Mining Industry   –   Petruk, W. Elsevier Science B.V., \nAmsterdam, 2000, 268p. \n2. Particle Size Measurement – 5th. Ed.   –   Allen, T. Chapman and Hall, London, \n1997, 525p. \n3. The Infrared Spectra of Minerals   –   Farmer, V.C., Editor Mineralogical Society, \nLondon, 1974, 539p. \n4. Electron Microscopy and Analysis – Goodhew, P.J., Humphreys, J. e Beanland, R.  \nTaylor & Francis, London, 2001, 251p. \n \n6º Período \nDisciplina: \nELETROTÉCNICA  \nCódigo: ELE063 \n \nTeórica: \n30 Horas \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \nEmenta: \nCircuitos elétricos. Corrente contínua e corrente alternada. Métodos de resolução \nde malhas. Noções de medidas elétricas. Teoria básica de máquinas elétricas e \nsuas aplicações. Noções sobre equipamentos e sistemas de alimentação de \nmotores e circuitos de baixa potência. \n \nBibliografia: \n1- Eletrotécnica - Princípios e Aplicações - A. Gray e G.A. Wallace. \n2 – Instalações Elétricas De Residências: Marcelo Ribeiro da Silva. \n3 - Electric Power For Mine Service – Capítulo 16 do Mining  Engineers. \nHandbook Peele. \n4 - Instalações Elétricas - Hélio Creder. \n \nDisciplina: \nDESENHO DE MINA \nCódigo: EMN025 \n \nTeórica: \n00Horas  \nCarga Horária: \nPrática: \n60 Horas  \n \nTotal: \n60 Horas \nTipo: \nObrigatória \n \nEmenta: \nNormas de desenho técnico. Computação gráfica. Escalas. Sistemas de projeção. \nRepresentação gráfica de cavas, taludes, rampas, bermas, galerias, realces, pilhas. \nPlano diretor de empreendimento mineiro. \nBibliografia Básica: \n1.Miceli, M., Ferreira, P – Desenho Técnico: básico. Editora Ao Livro Técnico, 2ª \nED. \n2. Hustrulid, W., Kuchta, M. – Open Pit Mine Planning & Design. CRC Press, 3ª ED. \n", "75": "75 \n \n3. Hartman, L. - Introductory Mining Engineering. Wiley, 2ª ED. \n4. Ricardo, H.S.,Catalani, G. – Manual de Prático de Escavação e Terraplenagem. \nPINI, 3ª ED. \n \nBibliografia Complementar: \n1.Normas Regulamentadoras (NBR).  \n2. Apostila de Topografia PUC-PR, Maria Cecília, 2015, Curso de Topografia. \n3. George Omura, MasteringAutocad 2016, Simbex Editor, 1ª \n \n \nDisciplina: \n ELEMENTOS DE MÁQUINAS PARA ENGENHARIA \nDE MINAS \nCódigo:EMA256 \n \nTeórica: \n30Horas  \nCarga Horária: \nPrática: \n00Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \nEmenta: \nManutenção mecânica, Sistemas mecânicos, Falhas de Componentes Mecânicos, \nElementos de fixação (Parafusos, rebites e juntas parafusadas), transmissão de \npotência (Eixos, Árvores, Engrenagens, correias), Máquinas de levantamentos e \ntransporte, Mancais e Lubrificação. \n \nBibliografia: \n1 - Engenagens - Prof. Olavo A.P. Albuquerque \n2 - Eixo, Munhões e Mancais - Prof. Olavo A.P. Albuquerque \n3 - Correias e Cabos - Engos. Ubirajara Pereira e Abel O. Machado \n4 - Elementos de União - Prof. Olavo A.P. Albuquerque \n5 - Molas e Lâminas e Helicoidais - Prof. Olavo A.P. Albuquerque \n6 - Elementos Orgânicos de Máquinas – Faires-Virgil \n7 - Machine Design - Do Brovolsky \n8 - Vibrações Mecânicas - Willian W. Seto \n \nDisciplina: \nORGANIZAÇÃO INDUSTRIAL \nCódigo: EPD036 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n30Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \nEmenta: \nEmpresa: administração e organização. Métodos de planejamento e \ncontrole. Administração financeira. Administração de pessoal. Administração \nde suprimento. Contabilidade e balanço. \n \nBibliografia: \n1. AVERMAN, H. -Trabalho e Capital Monopolista. Ed. Zahar, Rio de Janeiro, 1974. \n2. SLACK N. et al., (1996). Administração da Produção (cap. 1 e 2). Ed. Atlas, 1996. \n", "76": "76 \n \n3. FLEURY e VARGAS. Aspectos conceituais. In: Fleury & Vargas (eds). Organização \ndo Trabalho. São Paulo, Ed. Atlas, São Paulo, 1983. \n4. PARK, K. H. et al. - Introdução ao Estudo da Administração. Ed. Pioneira, São \nPaulo, 1997. \n5. WOMACK, J. et al. – A Máquina que Mudou o Mundo. Ed. Campus, Rio de \nJaneiro 1997. \n6. HIRATA, H. e KAMATA, S. - Outro Lado do Modelo Japonês. Revista Novos \nEstudos CEBRAP, n. 29,março de 1991. \n7. TORRES E., et al. - O Modelo Japonês de Produção. Relatório Técnico \nDEP/UFMG, 1999. \n8. LOPES, D. et al. – O Modelo Alemão de Produção. Relatório Técnico \nDEP/UFMG, 1999. \n9. BIAZZI Jr, F. - O Trabalho e as Organizações na Perspectiva Sociotécnica. \nRevista de Administração deEmpresa, 34(1):30-37, 1994. \n10. MARX, R. - Trabalho em Grupos e Autonomia como Instrumentos de \nCompetição. Ed. Atlas, São Paulo, 1998. \n11. MAXIMIANO, A. C. A. - Teoria Geral da Administração. São Paulo, Atlas, 2003. \n12. GUZMÁN G. - A Dinâmica dos Novos Sistemas de Produção: Implicações para \no Brasil, DEP/UFMG.Textos para discussão, 1998. \n13. COSTA, A. L. M. C. - A Questão da Produtividade. In: Fleury & Vargas (eds). \nOrganização doTrabalho. Ed. Atlas, São Paulo, 1983. \n14. ZARIFIAN, P. - As Novas Abordagens da Produtividade. In:Soares, R.M.S. (ed.) \nAutomação ecompetitividade. IPEA, Brasília, 1990. \n \nDisciplina: \nGEOLOGIA DE ENGENHARIA E HIDROGEOLOGIA \nAPLICADA \nCódigo: EMN026 \n \nTeórica: \n45Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n60Horas  \nTipo: \nObrigatória \n \n \nEmenta: \nCiclo hidrológico, bacias hidrográficas, ocorrência e movimento de águas \nsubterrâneas em ambientes isotrópicos e anisotrópicos. pesquisa hidrogeológica. \nquímica aquática. drenagem de mina, águas minerais, geologia de engenharia \naplicada a fundações, escavações subterrâneas e estabilidade de taludes, \natividades laboratoriais, impacto ambiental, legislação, segurança, visita técnica. \n \nBibliografia básica: \n1 - Benitez, A. Captacion de Águas Sub Terrenos. Ed. Dossat 2. ed., 619 p. 1972. \n2 - Tolman, C.F. Ground Water, McGraw Hill Book Co. NY, 593p. 1937. 1. ed. \n6a.impr. \n3 - Todd, D.K. Ground Water Hydrology, John Wiley and Sons. NY. 2. ed. 535p. \n1980. \n4 - Caetany, G. Traité Pratique des Eaux Souterraines, Dunod, Paris, 657p. 1963. \n", "77": "77 \n \n5 - Walton, W.C. Ground Water Resource Evaluation. McGraw Hill Book Co., NY, \n644p. 1970. \n6 - Edward E. Johnson Publ. Ground Water and Wells. St. Paul, Minnesota, USA, \nfirst ed., 440p. 1966. \n7 - Marsily, G. QuantitativeHydrogeology. Academic Press. Inc. NY, 440p. 1986. \n \n \nDisciplina: \nMÉTODOS DE LAVRA \nCódigo: EMN027 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n60Horas  \nTipo: \nObrigatória \n \nEmenta: \nEtapas do empreendimento mineiro. Análise comparativa entre lavra a céu aberto \ne lavra subterrânea. Lavra a céu aberto: desenvolvimento, lavra em tiras, lavra em \nencosta, lavra em cava, lavra de placers e lavra de rochas ornamentais. Lavra \nSubterrânea: desenvolvimento primário, secundário e terciário. Métodos de lavra \nsubterrânea: Câmaras e Pilares, “SublevelStope”, Recalque, Corte e Aterro, \n“SublevelCaving”, “Longwall” e “BlockCaving”. Outros métodos específicos. Visita \ntécnica. \n \nBibliografia Básica: \n1.Minas a céu aberto: planejamento de lavra; Adilson Curi; Oficina de Textos; \n2014. \n2. Introductory Mining Engineering; Howard L. Hartman and Jan M. Mutmansky; \nJohn Wiley & Sons, inc.; 2002. \n3. Open Pit Mine Planning and Design; William A. Hustrulid, Mark Kuchta, Randall \nK. Martin; Balkema; 3a edição, 2013. \n4. Surface Mining; Bruce A. Kennedy, Society for Mining, Metallurgy, and \nExploration SME; 1990. \n5. Underground Mining Methods: Engineering Fundamentals and International \nCase Studies; William A. Hustrulid and Richard L. Bullock; Society for Mining, \nMetallurgy, and Exploration SME; 2001. \n6. SME Mining Enginering Handbook; Peter Darling (Editor), 3a  edição; Society for \nMining, Metallurgy, and Exploration SME;  2011. \n \nBibliografiaComplementar: \n1.Rock Mechanics: For underground mining; Barry H.G. Brady and E.T. Brown; \nSpringer, 2010. \n2. Rock Slope Engineering, 4a edição; Duncan C. Wyllie and Chris Mah; Institute of \nMining and Metallurgy; 2004. \n \n \n \n \n \n", "78": "78 \n \nDisciplina: \nPROCESSAMENTO MINERAL  \nCódigo: EMN028 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60 Horas \nTipo: \nObrigatória \n \nEmenta:  \nConceituação básica, balanço de massas, granulometria, liberação, separação por \ntamanho, fragmentação, concentração, separação sólido líquido, impacto \nambiental, legislação, segurança, visita técnica. \n \nBibliografia Básica: \n1.VALADÃO, G.E.S; ARAUJO, A.C. Organizadores. Introdução ao Tratamento de \nMinérios. Editora UFMG, 2012.  \n2.BERALDO, J.L. Moagem de Minérios em Moinhos Tubulares. Edgard Blucher, São \nPaulo, 1987 \n3. CHAVES, A.P. et al. Teoria e Prática do Tratamento de Minérios. Signus, São \nPaulo, 4v. 1999.  \n4. LUZ, A.B. et al. Tratamento de Minérios. CETEM, Rio de Janeiro, 2002.  \n5. METSO MINERALS. Manual de Britagem. São Paulo. 2005.  \n6. SILVA, A.T. Tratamento de Minérios. Escola de Engenharia UFMG, 1973. \n \nBibliografia Complementar: \n1.KELLY, E.G. and Spotswood, D,J. Introduction to Mineral Processing. John Wiley \nand Sons.New York, 1982. \n2. WILLS, B. Mineral Processing Technology, Pergamon Press. 2001. \n \n \nDisciplina: \nPROCESSAMENTO MINERAL - LABORATÓRIO \nCódigo: EMN029 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n60 Horas \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nCaracterização tecnológica de minérios: noções de segurança no laboratório, \ngranulometria, liberação, separação por tamanho, fragmentação, concentração, \nseparação sólido líquido.  \n \nBibliografia Básica: \n1. VALADÃO, G.E.S; ARAUJO, A.C. Organizadores. Introdução ao Tratamento de \nMinérios. Editora UFMG, 2012.  \n2.BERALDO, J.L. Moagem de Minérios em Moinhos Tubulares. Edgard Blucher, São \nPaulo, 1987 \n3. CHAVES, A.P. et al. Teoria e Prática do Tratamento de Minérios. Signus, São \nPaulo, v. 1999.  \n4. Apostila - Introdução ao Laboratório de Tratamento de Minérios. \n", "79": "79 \n \n \nBibliografiaComplementar: \n1. Modeling & Simulation of Mineral Processing Systems – R. P. King. \n2. Introduction to mineral processing - E. G. Kelly, D. J. Spottiswood. \n3. Mineral Processing Technology: an Introduction to the Practical Aspects of Ore \nTreatment and Mineral Recovery - Barry Wills. \n \n7º Período \n \nDisciplina: \nCONDICIONAMENTO DE MINA SUBTERRÂNEA \nCódigo: EMN030 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n60Horas  \nTipo: \nObrigatória \n \nEmenta:  \nParâmetros de qualidade do ambiente. Ventilação natural e mecânica. \nTermodinâmica da ventilação. Drenagem de mina. Dinâmica do fluídos. \nComportamento de águas subterrâneas. Estimativas de custos. Projeto de \nventilação e drenagem de minas. Saúde, impacto ambiental, legislação, segurança, \nvisita técnica. Aplicação prática com uso de planilhas eletrônicas e softwares \nespecíficos. Prevenção e combate a incêndio e desastres. \n \nBibliografia básica: \n1. HARTMAN, H. Mine Ventilationand Air Conditioning. \n2. McPHERSON, M.J. Subsurface ventilation and environmental engineering. 1993. \n3. SENGUPTA, M. Mine Environmental Engineering. 2v. 1990. \n \n \nDisciplina: \nOPERAÇÕES \nDE \nMINA \nI: \nPERFURAÇÃO \nE \nDESMONTE  \nCódigo: EMN031 \n \nTeórica: \n45Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n60Horas  \nTipo: \nObrigatória \n \nEmenta:  \nCaracterísticas dos materiais rochosos. Desmonte mecânico: princípios e \nequipamentos. Desmonte hidráulico: princípios e equipamentos. Mecanismos de \nruptura da rocha. Desmonte por explosivos: perfuração para desmonte, ar \ncomprimido, explosivos industriais, métodos de desmonte por explosivos, \ndesmonte controlado, impacto ambiental, legislação, segurança. Estimativa de \ncustos. Aplicação prática com uso de planilhas eletrônicas e softwares específicos. \nVisita Técnica. Prevenção e combate a incêndio e desastres. \n \nBibliografia básica: \n", "80": "80 \n \n1 - LLERA, JMP E OUTROS.  Manual de Perforacion y Voladuras de \nRocas.InstitutoGeologico y Ninero de Espanã. Madrid. 1987. \n2 - HERMAN, C. Manual de Perfuração de Rocha. Editora Polígono. São Paulo. \n3- LANGEFORS, U. E KILHLSTROM, B. Técnica Moderna de Voladura de Rocas. \nUrmoSAEdiciones. Bilbao. Espanã. 1987. \n4 - DU PONT. Manual para Uso de Explosivos. São Paulo. 1969. \n5 - ATLAS COPCO. Manual de Ar Comprimido. McGraw-Hill do Brasil. São Paulo. \n1976. \nIMBEL. Apostilhas do Curso de Explosivos Industriais. \nDisciplina: \n PLANEJAMENTO DE LAVRA I - LONGO PRAZO \nCódigo: EMN032 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nConceito de planejamento, condições básicas para execução eficaz do \nplanejamento de lavra, geometria do depósito, modelos de blocos, parâmetros \noperacionais, reservas minerais, análise de transição de métodos de lavra, \notimização de cava e sequenciamento de lavra para métodos a céu aberto e \nsubterrâneo. Dimensionamento de frota e análise econômica. Aplicação prática \ncom uso de softwares específicos. \n \nBibliografiaBásica: \n1.HARTMAN, H.L.; MUTMANSKY, J.M. Introductory to mining engineering. \n2nd ed.  2002. 622 p. \n2. HUSTRULID, W.; KUCHTA, M. Open pit mine planning and design. 2nd. ed. \nLondon : Taylor and Francis, 2006.v. 1: Fundamentals. \n3. Nader, A. S. Monitoramento de taludes via radar SSR como indicador chave \nde desempenho geotécnico integrado às atividades primárias da cadeia de \nvalor \nmineral. \n2013. \n209 \np. \n(disponível \nem: \nhttp://www.teses.usp.br/index.php?option=com_jumi&fileid=17&Itemid=16\n0&lang=pt-br&id=17A0C34D4911)  \n4. SME-AIME (1992 SME Mining engineering handbook. 2nd edition, ed. \nHartman, H. L., Littleton, 2v.  \n \nBibliografiaComplementar: \n1.World Mining \n2. Pit and Quarry \n3. Mining Engineering \n4. Mineração e Metalurgia \n5. E/MJ – Engineering Mining Journal \n6. Mining EquipmentInternational \n7. Revista da Escola de Minas \n8. Tunnelling Journal \n9. Tunnelling and Underground Space Technology \n \n", "81": "81 \n \n \n \nDisciplina: \nASPECTOS SÓCIO-AMBIENTAIS NA MINERAÇÃO \nCódigo: EMN033 \n \nTeórica: \n30Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \nEmenta:  \nÁgua, ar, solo, emissões, parâmetros de qualidade, ações de controle, legislação \nambiental. Aspectos sociais e impactos da mineração nas comunidades.Água, ar, \nsolo, emissões, parâmetros de qualidade, ações de controle, legislação ambiental. \nAspectos sociais e impactos da mineração nas comunidades. Relações étnico-\nraciais e direitos humanos. \n \nBibliografia básica: \n1 - Almeida, J.R. y Soares, P.S.M. Evaluaciones de Impactos Ambientales, \nCETEM, 2008. \n2 - Nunes, P.H.F; Meio Ambiente e Mineração: o Desenvolvimento Sustentável, Ed \nJuruá, 242p. 2005. \n3 - Baird, C.; Química Ambiental.  Bookman. Porto Alegre. 2001. \n4-Declaração Universal dos Direitos Humanos - ONU \nhttps://nacoesunidas.org/direitoshumanos/ \n5- Educação para as Relações étnico-raciais: livros sobre relações étnico-\nraciais (MEC): \nhttp://etnicoracial.mec.gov.br/images/pdf/publicacoes \n \n \nDisciplina: \nFLOTAÇÃO \nCódigo: EMN034 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nFunções da química orgânica, adsorção, equilíbrio químico, dupla camada elétrica, \ndispersão e agregação, oxidação e redução. Definições, reagentes e mecanismos \nde ação, flotação de oxidados, sulfetos, minerais levemente solúveis, sais solúveis, \nminerais naturalmente hidrofóbicos, silicatos. Cinética de flotação, equipamentos, \ncircuitos, variáveis de processo. Visita técnica. \n \nBibliografia Básica: \n1.Chaves, A.P. (ed.) – Flotação: O Estado da Arte no Brasil – SIGNUS Editora, 2006.  \n2. CETEM - Adão Benvindo da Luz e Fernando Lins (eds.) Tratamento de Minérios, \n2002.  \n3. Apostila de flotação. Papini, R.M. e Viana, P.R.M., UFMG, 2017. \n4.  Artigos selecionados e notas de aula. \n", "82": "82 \n \n5. Leja, J.  – Surface Chemistry of Froth Flotation – Plenum Press, 2004, 2ªed. \n \n \nDisciplina: \nFLOTAÇÃO - LABORATÓRIO \nCódigo: EMN035 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta: \nPráticas relativas as classes mineralógicas da flotação (óxidos, silicatos, sulfetos, \nfosfatos, carbonatos, metais nativos, minerais naturalmente hidrofóbicos). \nDesenvolvimento de projeto de flotação. \nBibliografia Básica: \n1.Chaves, A.P. (ed.) – Flotação: O Estado da Arte no Brasil – SIGNUS Editora, 2006.  \n2. CETEM - Adão Benvindo da Luz e Fernando Lins (eds.) Tratamento de Minérios, \n2002.  \n3. Apostila de flotação. Papini, R.M. e Viana, P.R.M., UFMG, 2017. \n4.  Artigos selecionados e notas de aula. \n5. Leja, J.  – Surface Chemistry of Froth Flotation – Plenum Press, 2004, 2ªed. \n \n8º Período \nDisciplina: \nPROJETO \nDE \nMINERAÇÃO \n- \nINTEGRAÇÃO \nMULTIDISCIPLINAR \nCódigo: EMN036 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n60 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nDesenvolvimento de projeto de pré-viabilidade de empreendimento mineiro. \n \nBibliografiaBásica: \n1- McKee, D.J. Undestanding Mine to Mill, The Cooperative Research Centre for \nOptimising Resource Extraction (www.crcORE.org.au) \n2- MARTINS, P.A.A. OTIMIZAÇÃO DA FRAGMENTAÇÃO: APLICANDO A \nMETODOLOGIA MINE TO MILL PARA O BENEFÍCIO DA CADEIA PRODUTIVA DE \nROCHA FOSFÁTICA, Monografia, Curso de Especialização, UFG, 2015 \n3- Morais, J.L. SIMULAÇÃO DA FRAGMENTAÇÃO DOS DESMONTES DE ROCHAS \nPOR EXPLOSIVOS, Tese de Doutorado, PPGEM-UFMG, 2004 \n4. Avaliação Econômica de Projetos de Mineração - Petain Ávila de Souza \n5. Economic evaluation and investment decision making. Stermole & Stermole, \n12 ed. (2009).  \n \n \n \n", "83": "83 \n \nBibliografia Complementar: \n1-Cameron, P. Drinkwater, D., Pease, J. The ABC of Mine to Mill and metal price \ncycles, AusIMM Mill Operator’s Conference, Perth 2016 \n2. Mineral Processing Plant Design - Mular, Bhappu \n3. Aspectos tributários da mineração brasileira. J. Mendo Consultoria. \n4. Código de Mineração. DNPM. \n \n \nDisciplina: \nOPERAÇÕES DE MINA II: CARREGAMENTO E \nTRANSPORTE \nCódigo: EMN037 \n \nTeórica: \n30Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n45Horas  \nTipo: \nObrigatória \n \nEmenta:  \nSeleção e dimensionamento de equipamentos de lavra a céu aberto e \nsubterrânea. Indicadores chave de desempenho. Equipamentos auxiliares. \nEspecificações técnicas (desempenho e manutenção). Seleção de fabricantes e/ou \nfornecedores. Custos de aquisição (CAPEX). Custos operacionais (OPEX). \nSubstituição e depreciação de equipamentos. Insumos. Aplicação prática com uso \nde planilhas eletrônicas e softwares específicos. Impacto ambiental, legislação, \nsegurança, visita técnica. \n \nBibliografia básica: \n1 - LLERA, JMP E OUTROS.  Manual de Perforacion y Voladuras de \nRocas.InstitutoGeologico y Ninero de Espanã. Madrid. 1987. \n2 - HERMAN, C. Manual de Perfuração de Rocha. Editora Polígono. São Paulo. \n3- LANGEFORS, U. E KILHLSTROM, B. Técnica Moderna de Voladura de Rocas. \nUrmoSAEdiciones. Bilbao. Espanã. 1987. \n4 - DU PONT. Manual para Uso de Explosivos. São Paulo. 1969. \n5 - ATLAS COPCO. Manual de Ar Comprimido. McGraw-Hill do Brasil. São Paulo. \n1976. \nIMBEL. Apostilhas do Curso de Explosivos Industriais. \n \nDisciplina: \nPLANEJAMENTO DE LAVRA II - CURTO PRAZO \nCódigo: EMN038 \n \nTeórica: \n30Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nPlanejamento de curto prazo, controle de lavra, atualização geológica e \ngeoestatística de detalhe, aderência do planejamento de curto prazo ao \nplanejamento de longo prazo e reconciliação de reservas. Aplicação prática com \nuso de softwares específicos. Impacto ambiental, legislação, segurança. \n \n", "84": "84 \n \nBibliografiaBásica: \n1. HARTMAN, H.L.; MUTMANSKY, J.M. Introductory to mining engineering. 2nd ed.  \n2002. 622 p. \n2. HUSTRULID, W.; KUCHTA, M. Open pit mine planning and design. 2nd. ed. \nLondon : Taylor and Francis, 2006.v. 1: Fundamentals. \n3. Nader, A. S. Monitoramento de taludes via radar SSR como indicador chave de \ndesempenho geotécnico integrado às atividades primárias da cadeia de valor \nmineral. \n2013. \n209 \np. \n(disponível \nem: \nhttp://www.teses.usp.br/index.php?option=com_jumi&fileid=17&Itemid=160&lan\ng=pt-br&id=17A0C34D4911)  \n4. SME-AIME (1992 SME Mining engineering handbook. 2nd edition, ed. Hartman, \nH. L., Littleton, 2v. \n \nBibliografiaComplementar: \n1.World Mining \n2. Pit and Quarry \n3. Mining Engineering \n4. Mineração e Metalurgia \n5. E/MJ – Engineering Mining Journal \n6. Mining EquipmentInternational \n7. Revista da Escola de Minas \n8. TunnellingJournal \n \nDisciplina: \nAVALIAÇÃO \nECONÔMICA \nDE \nPROJETOS \nDE \nMINERAÇÃO \nCódigo: EMN039 \n \nTeórica: \n30Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nMacro aspectos da economia mineral, minérios, rochas e minerais industriais, \nlegislação, viabilidade econômica de projetos, análise de sensibilidade, análise de \nrisco. Aplicação prática com uso de planilhas eletrônicas e softwares específicos. \n \nBibliografia Básica: \n1. Avaliação Econômica de Projetos de Mineração - Petain Ávila de Souza \n2. Economic evaluation and investment decision making. Stermole&Stermole, \n12 ed. (2009). \n3. Mineral Processing Plant Design - Mular, Bhappu \n4. Aspectos tributários da mineração brasileira. J. Mendo Consultoria. \n5. Código de Mineração. DNPM. \n \nBibliografiaComplementar: \n1.Open pit mine. Planning and design. Hustrulid and Kuchta. \n2. Evaluating mineral projects: Applications and misconceptions. Torries, Thomas \nF. \n", "85": "85 \n \n3. Mining economics and strategy. Runge, Ian C. \n \n \nDisciplina: \nPROJETO DE USINA \nCódigo: EMN040 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nConceituação de projetos, dados básicos e critérios de projeto, fluxogramas, \nbalanço de massas, dimensionamento de equipamentos, memorial descritivo. \nEstimativa de custo de implantação e operação. Impacto ambiental, legislação, \nsegurança, visita técnica. Aplicação prática com uso de planilhas eletrônicas e \nsoftwares específicos. \n \nBibliografia Básica: \n1. CHAVES, A.P. et al. Teoria e Prática do Tratamento de Minérios.  \n2. LUZ, A.B. et al. Tratamento de Minérios. CETEM, Rio de Janeiro. \n3. METSO MINERALS. Manual de Britagem. São Paulo. \n4. VALADÃO, G.E.S; ARAUJO, A.C. Organizadores. Introdução ao Tratamento de \nMinérios. Editora UFMG, 2012 \n \nBibliografiaComplementar: \n1.KELLY, E.G. and Spotswood, D,J. Introduction to Mineral Processing. John Wiley \nand Sons.New York, 1982. \n2. WILLS, B. Mineral Processing Technology, Pergamon Press. 2001. \n \nDisciplina: \nDESENVOLVIMENTO DE PROCESSOS \nCódigo: EMN041 \n \nTeórica: \n00Horas  \nCarga Horária: \nPrática: \n60Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nCaracterização tecnológica de minérios: estudo e definição de rotas de processos, \nplanejamento de experimentos, análise fatorial, relatório de testes. Visita técnica. \n \nBibliografia Básica: \n1.Tratamento de Minérios, Armando C. Araújo, George E. S. Valadão, ed. UFMG, \n2007. \n2. Tratamento de Minérios, Adão Benvindo da Luz et alli, CETEM, 2004. \n3. Tratamento de Minérios, Arthur Pinto Chaves etalli, vol. 1, 2, 3; 4 ed.Signus, \n2006. \n4. Mineral Science, Cornelius klein ed. John Wiley & Sons, 2002. \n \n \n", "86": "86 \n \nBibliografiaComplementar: \n1. \nTécnicas de análise microestrutural, AngeloF.Padilha e Francisco A. Filho, \nEd. Hemus, 2004. \n2. Processos metalogenéticos e os depósitos minerais brasileiros, João Carlos \nBiondi, Ed. Oficina de textos, 2003. \n9º Período \nDisciplina: \nPESQUISA OPERACIONAL  \nCódigo: EMN042 \n \nTeórica: \n30Horas  \nCarga Horária: \nPrática: \n15Horas  \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta: \nÁlgebra linear aplicada a pesquisa operacional. Modelos de otimização. \nProgramação linear. Introdução a programação não linear. Exemplos de aplicações \nna mineração. Aplicação prática com uso de planilhas eletrônicas e softwares \nespecíficos. \n \nBibliografia Básica: \n1. Bertsimas, Dimitris; Tsitsiklis, John N. Introduction to linear optimization. \n \nBibliografia Complementar: \n1. Luenberger, David G.; Ye, Yinyu. Linear and nonlinear programming. \n2. Dantzig, George B.; Thapa, Mikund N. Linear programming 1: Introduction. \n \nDisciplina: \nINTEGRAÇÃO MINA-USINA \nCódigo: EMN043 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nVisão sistêmica, indicadores chave de desempenho, geometalurgia, integração de \nmodelos: geológico, planejamento de mina, processamento mineral e econômico. \nAplicação prática com uso de planilhas eletrônicas e softwares específicos. \nVisitatécnica. \n \nBibliografiaBásica: \n1- McKee, D.J. Undestanding Mine to Mill, The Cooperative Research Centre for \nOptimising Resource Extraction (www.crcORE.org.au) \n2- MARTINS, P.A.A. OTIMIZAÇÃO DA FRAGMENTAÇÃO: APLICANDO A \nMETODOLOGIA MINE TO MILL PARA O BENEFÍCIO DA CADEIA PRODUTIVA DE \nROCHA FOSFÁTICA, Monografia, Curso de Especialização, UFG, 2015 \n3- Morais, J.L. SIMULAÇÃO DA FRAGMENTAÇÃO DOS DESMONTES DE ROCHAS \nPOR EXPLOSIVOS, Tese de Doutorado, PPGEM-UFMG, 2004 \n \n", "87": "87 \n \n \nBibliografiaComplementar: \n1-Cameron, P. Drinkwater, D., Pease, J. The ABC of Mine to Mill and metal price \ncycles, AusIMM Mill Operator’s Conference, Perth 2016 \n \n \nDisciplina: \nINSTRUMENTAÇÃO E CONTROLE DE PROCESSOS \nCódigo:EQM078 \n \nTeórica: \n15Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \nEmenta: \nIntrodução ao controle de processos; Simbologia e fluxogramas; Seleção de \nhardware e instrumentos de campo; Programação de sequenciamento para \npartida e proteção de equipamentos; Estratégias de controle para circuitos de \nbritagem, moagem, flotação, espessadores e filtros. \n \nBibliografia Básica: \n1.ALVES, José Luiz Loureiro. Instrumentação, controle e automação de \nprocessos. Rio de Janeiro: LTC - Livros Técnicos e Científicos, 2005. xiii, 270 p. \n(Quantidade = 20 exemplares EEUFMG) \n2.CAMPOS, Mario Massa de; TEIXEIRA, Herbert C. G. Controles típicos de \nequipamentos e processos industriais. 2.ed. São Paulo: Blucher, 2010. (Quantidade \n= 20 exemplares EEUFMG) \n3.Notas de aula prof. Lúcio Passos disponíveis em http://www.tdps.com.br/aulas \n \nBibliografiaComplementar: \n1.ANSI/ISA-5.1-2009. Instrumentation Symbols. and Identification. Approved 18 \nSeptember 2009. AMERICAN NATIONAL STANDARD \n2.Simulador de estratégias de controledisponívelemhttp://www.tdps.com.br \n3.Process Control - DesigningProcesses and ControleSystems for Dynamic \nPerformance 2nd Edition. Thomas E. Marlin \n \nDisciplina: \nPROCESSOS METALÚRGICOS \nCódigo: EMT087 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n30 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nIntrodução aos processos metalúrgicos: pirometalurgia, hidrometalurgia e \neletrometalurgia. Processos de obtenção dos principais metais: alumínio, cobre, \nouro, zinco, chumbo, níquel, ferro. \n \nBibliografia Básica: \n1 - Silva, Prof. A.T. - Introdução à Metalurgia. \n", "88": "88 \n \n2 - Silva, Prof. A.T. - Combustíveis Metalúrgicos. \n3 - Pehere, R.D. -  Unit Processes of Extrative Metallurgy. \n4 - The Making Shaping and Treating of Steel. USS Pittsburgh. \n5 - Mechanical Metallurgy. GE.Dieter. \n \nDisciplina: \nFECHAMENTO DE MINA \nCódigo: EMN044 \n \nTeórica: \n30Horas  \nCarga Horária: \nPrática: \n00Horas  \n \nTotal: \n30 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nEstabilidade de longo prazo de cavas e escavações subterrâneas e suas potenciais \nutilizações. Implicações ambientais e legais no fechamento de mina. Visita técnica. \n \nBibliografia: \n1 - A Eficácia Legal na Desativação de Empreendimentos Minerários, Eliane Pereira \nRodrigues Poveda, Editora Signus, 2007. \n2 -Rodrigo de Paula Tonidandel, Aspectos legais e ambientais do fechamento de \nmina no estado de Minas Gerais, Dissertação de Mestrado, IGC-UFMG, 2011 \n \n \n \n \nDisciplina: \nAPROVEITAMENTO SUSTENTÁVEL DE REJEITOS \nCódigo: EMN045 \n \nTeórica: \n00Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45Horas  \nTipo: \nObrigatória \n \nEmenta: \nCaracterização física, química e mineralógica dos estéreis e rejeitos. Sistemas de \ndisposição de estéreis e rejeitos. Desenvolvimento de processos para utilização \ndos estéreis e rejeitos como subproduto. Visita técnica. \n \nBibliografia Básica: \n1. A Eficácia Legal na Desativação de Empreendimentos Minerários, Eliane \nPereira Rodrigues Poveda, Editora Signus, 2007. \n2. The Impactof mine ontheenvironment – Proceedings 1994  \n3. Caracterização de estéreis e rejeitos de mineração – Evandro M da Gama – \n2017  \n4. Cidades e Geologia – Alvaro Rodrigues dos Santos – Editora Rudder 2017  \n5. Hidrogeologia Conceitos Aplicações CPRM 2017  \n6. Obras de Terra – FaiçalMassad – USP Editora  2012 \n7. Barragens de Rejeito – Jeremy Bates – 2002 – Editora Signus \n", "89": "89 \n \n8. Aguas Subterrâneas – Modelagem Numérica – Robert W Cleary – Ed \nPrincentomGroundwater – 2013. \n9. Mineração , Fechamento de minas , Direito de minas , Direito ambiental , \nMinas e recursos minerais - Aspectos sociais - Jose Cruz do Carmo Flores  - \nUnicamp biblioteca Virtua \n10. \nTratamento de minérios – CETEM \n \nBibliografia Complementar: \n1. Publicações DNPM; \n2. Teses e Periódicos. \n \nDisciplina: \nTRABALHO DE CONCLUSÃO DE CURSO I \nCódigo: EMN046 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n15 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nMetodologia científica, plágio, ética profissional. Escolha do tema e do orientador. \nDesenvolvimento \nda \nIntrodução \n(Revisão \nBibliográfica), \nMetodologia \ne \nReferências. \n \nBibliografia Básica: \n1-ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 12225: informação e  \ndocumentação: lombada: apresentação. Rio de Janeiro, 2004. \n2-ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 15287/ 2011 - Projeto de \npesquisa. Rio de Janeiro, 2011. \n3-ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 14724 / 2011 - Trabalho \nAcadêmico. Rio de Janeiro, 2011. \n4-Metodologiado Trabalho Científico, Antonio Joaquim Severino – USP e ex-vice-\nreitor PUC, , Cortez, 2002. \n \nBibliografia Complementar: \n1-Manual de Apresentação de Produção Acadêmica, Dirceu AntonioRuaro, \nFaculdade Mater Dei, 2a.ed., Pato Branco, 2004. \n \n10º Período  \n \nDisciplina: \nTRABALHO DE CONCLUSÃO DE CURSO II \nCódigo: EMN047 \n \nTeórica: \n00Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n30Horas  \nTipo: \nObrigatória \n \nEmenta: \nDesenvolvimento dos Resultados e Discussões, Conclusões e Referências. Entrega \ne defesa da monografia conforme cronograma definido. \n", "90": "90 \n \n \n \nBibliografia Básica: \n1. Avaliação Econômica de Projetos de Mineração - Petain Ávila de Souza \n2. Economic evaluation and investment decision making. Stermole&Stermole, \n12 ed. (2009). \n3. Mineral Processing Plant Design - Mular, Bhappu \n4. Aspectos tributários da mineração brasileira. J. Mendo Consultoria. \n5. Código de Mineração. DNPM. \n \nBibliografiaComplementar: \n1. Open pit mine. Planning and design. Hustrulid and Kuchta. \n2. Evaluating mineral projects: Applications and misconceptions. Torries, Thomas \nF. \n3. Mining economics and strategy. Runge, Ian C. \n \nDisciplina: \nESTÁGIO SUPERVISIONADO EM ENGENHARIA DE \nMINAS \nCódigo: EMN048 \n \nTeórica: \n00Horas  \nCarga Horária: \nPrática: \n165Horas  \n \nTotal: \n165Horas  \nTipo: \nObrigatória \n \nEmenta:  \nAtividades supervisionadas na área de atuação profissional do engenheiro \nde minas. \n \nBibliografia Básica: \n1. Avaliação Econômica de Projetos de Mineração - Petain Ávila de Souza \n2. Economic evaluation and investment decision making. Stermole&Stermole, \n12 ed. (2009). \n3. Mineral Processing Plant Design - Mular, Bhappu \n4. Aspectos tributários da mineração brasileira. J. Mendo Consultoria. \n5. Código de Mineração. DNPM. \n \nBibliografiaComplementar: \n1. Open pit mine. Planning and design. Hustrulid and Kuchta. \n2. Evaluating mineral projects: Applications and misconceptions. Torries, Thomas \nF. \n3. Mining economics and strategy. Runge, Ian C. \n \n12.2 DISCIPLINAS OPTATIVAS \n \nDisciplina:TÓPICOS ESPECIAIS EM ENGENHARIA DE MINAS I \nCódigo: EMN049 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n15 Horas  \n", "91": "91 \n \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável \n \nDisciplina:TÓPICOS ESPECIAIS EM ENGENHARIA DE MINAS II \nCódigo: EMN050 \n \nTeórica: \n00Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n30 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \nDisciplina:TÓPICOS ESPECIAIS EM ENGENHARIA DE MINAS III \nCódigo: EMN051 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \n \n \n \nDisciplina:TÓPICOS ESPECIAIS EM ENGENHARIA DE MINAS IV \nCódigo: EMN052 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n60 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \nDisciplina: \nSIMULAÇÃO DE MODELOS ESTOCÁSTICOS \nCódigo: EMN053 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nTécnicas avançadas aplicadas a simulação de lavra usando modelos estocásticos. \nProjetos. Estudos de casos. \n \n \n", "92": "92 \n \n \nDisciplina: \nAPLICAÇÃO DE SOFTWARE EM MODELAGEM \nGEOLÓGICA E PLANEJAMENTO DE LAVRA \nCódigo: EMN054 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nEtapas do planejamento mineiro. Modelagem Geológica. Modelos de Blocos. \nDeterminação de Cava Final. Sequenciamento de lavra. Projetos. Estudos de \ncasos. \n \nDisciplina: \nOTIMIZAÇÃO DE OPERAÇÕES UNITÁRIAS NA \nLAVRA \nCódigo: EMN055 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nTécnicas avançadas de otimização de operações de lavra. Projetos. Estudos de \ncasos. \n \nDisciplina: \nCONTROLE DE PARTICULADOS NA MINERAÇÃO \nCódigo: EMN056 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \nEmenta:  \nCaracterização de poeiras. Normas. Legislação. Estudo de casos. Projeto. \n \nDisciplina: \nMODELAGEM \nE \nSIMULAÇÃO \nAPLICADA \nAO \nPROCESSAMENTO MINERAL \nCódigo: EMN057 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nDefinição de modelo e de simulação. Principais modelos utilizados pela indústria \nmineral. Aplicação prática com uso de planilhas eletrônicas e softwares \nespecíficos. \n \n \n \n", "93": "93 \n \n \nDisciplina: \nGEOMECÂNICA APLICADA A LAVRA \nCódigo: EMN058 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nDefinição matemática e física de tensão e deformação. Relações constituivas \npara os materiais rochosos. Maciços rochosos. Deformabilidadee resistência de \nrochas e maciços rochosos. Estabilidade de escavações em maciços rochosos. \nSuporte e reforço de maciços rochosos. \n \nDisciplina: \nMINÉRIO DE FERRO - CADEIA PRODUTIVA \nCódigo: EMN059 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nProdutos, processos de redução, aglomeração, mercado transoceânico, tipos de \nminérios, mineralogia, métodos de concentração, fluxogramas. \n \nBibliografia: \n1.Minérios de Ferro – Processos de Obtenção e sua Utilização na Siderurgia - \nAraújo, A. C. e outros –  Apostila do Curso UFMG/ABM. \n2.Mineral Processing Plant Design – A Quantitative Approach   –   Mular&Bhapu, \nNew  York , 2nd Edition, 946p. \n3.Caracterização Tecnológica de Minérios – Neumann, R., Schneider, C.L. e Alcover \nNeto, A., p.54-109, em: Tratamento de Minérios, 3a Ed., CETEM / MCT, Rio de \nJaneiro, 2002, 850p. \nAdequação estratégica dos processos de fusões e aquisições no setor de minério \nde ferro –estudo de caso da Companhia Vale do Rio Doce - Pfiffer E. A. Dissertação \nde mestrado, PUCRio, 2004. \n \nDisciplina: \nFLOTAÇÃO DE SILICATOS \nCódigo: EMN060 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nEstrutura cristalina dos silicatos, mecanismos de geração de carga de superfície, \nquímica dos reagentes, modelos de adsorção e principais sistemas de flotação. \n \nBibliografia: \n", "94": "94 \n \n1. KLEIN K. Mineral Science. 22nd ed. USA.John Wiley & Sons, Inc. 2002.641 \npáginas. \n2. LEJA J., RAMACHANDRA S. R. Surface Chemistry of Froth Flotation. 2nd ed. New \nYork: Kluwer Academic/Plenum Publishers, 2004, 743 páginas. \n3. MANSER R. M. Handbook of Silicate Flotation. Warren Spring Laboratory, \nEngland. DOB Services(Hitchin)Ltd,1975, 206p.ISBN 0 856240 53 2. \n4. FUERSTENAU D. W.,  RAGHAVAN S. The Crystal Chemistry, Surface Properties \nand Flotation Behavior of Silicate Minerals.CONGRESSO INTERNACIONAL DE \nPROCESSAMENTO DE MINERAIS, XII, 1977, São Paulo, Brasil. Anais do XII \nCongresso Internacional de Processamento de Minerais. Brasília: D.N.P.M., 1977. \nPáginas 368-415. \n \nDisciplina: \nSEPARAÇÃO SÓLIDO - LÍQUIDO \nCódigo: EMN061 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta: \nSeparação Sólido Líquido: técnicas utilizadas, variáveis envolvidas, escolha de \nequipamentos. Espessamento. Filtragem. Ciclonagem. Peneiramento. Outros \nMétodos. \n \nBibliografia: \n1.BHAPPU, R. ; MULAR, A. Mineral ProcessingPlant Design. AIME, 1980. \n2.CONCHA, F. Separation Solido/Fluido en Processamento de Minerales. \nUniversidad de Concepción, 1986. \n3.MULAR, A.L. Design and Installation of Concentration and Dewatering \nEquipments. AIME, 1980. \n4.PURCHAS, D.B. Solid/Liquid Separation Equipment Scale-up. Uplands. 1977. \n5.TYLLER, F.M. Theory and Practice of Solid/Liquid Separation. Universityof \nHouston, 1975. \n6.VALADÃO, G. E. S. Separação Sólido Líquido. EEUFMG, 1999. \n7.VALADÃO, G.E.S. ; ARAUJO, A.C. Separação Sólido/Líquido. EEUFMG, 1991. \nSVAROVSKY, L. Solid-Liquid Separation. Butterworths, London, 1981. \n \n \nDisciplina: \nSIMULAÇÃO APLICADA À VENTILAÇÃO DE MINA \nCódigo: EMN062 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nProjeto de ventilação. Estudo de cados. Aplicações práticas com uso de software \nespecíficos. Saúde, impacto ambiental, legislação, segurança. Visita técnica. \n \n", "95": "95 \n \n \n \nDisciplina: \nÁGUA NA MINERAÇÃO \nCódigo: EMN063 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta: \nCaracterísticas das águas. Sistemas naturais. Diagramas de solubilidade. Diagramas \nde EhxpH.  A água no processo. Geração de efluentes. Técnicas de Tratamento. \nRedução do consumo de água e reuso. \nBibliografia: \n1 - Domingues, A.F.; Bóson, P. H. G. e Alipaz, S. (2006) A Gestão dos Recursos \nHídricos e a Mineração.  ANA & IBRAM. 334p. Brasília. \n2 - Atkins, P.; Jones, L.; (1999) Princípios de Química - Questionando a Vida \nModerna e o Meio Ambiente. Bookman. Porto Alegre. \n3 - Baird, C.;(2001) Química Ambiental.  Bookman. Porto Alegre. \n4 - Sawyer, C. N., McCarty, P.L.; Chemistry for Environmental Engineering.  \nMcGraw Hill Book Company, New York. \n5 - Stumm, W., Morgan, J. J.; (1996) Aquatic Chemistry. Wiley& Sons, Inc. New \nYork  \n \nDisciplina: \nINTRODUÇÃO A TECNOLOGIA DA QUALIDADE \nCódigo: EMN064 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nDefinições e conceitos da qualidade. Competitividade. Estratégias de gestão. \nSistemas de garantia da qualidade. Estudo de casos. \n \n \nDisciplina: \nGESTÃO DA DINÂMICA DO CONHECIMENTO \nCódigo: EMN065 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \nEmenta:  \nNoção de Trabalho nas Organizações. Gestão de Competências. Inteligência \nOrganizacional e competitividade. Estudo de casos. \n \n \n \n \n \n \n", "96": "96 \n \nDisciplina: \nMÉTODOS \nFÍSICOS \nDE \nCONCENTRAÇÃO \nDE \nMINÉRIOS \nCódigo: EMN066 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n30 Horas  \nTipo: \nOptativa \n \nEmenta:  \nMétodos de concentração. Classificação de equipamentos. Aplicações práticas. \nEstudos de casos.  \n \nBibliografia: \n1 - Papini, R.M. Apostila da disciplina concentração, 2017. \n2 - Sampaio, C.H., Tavares, L.M.M. Beneficiamento Gravimétrico. Editora UFRGS. \n2005, 603p. \n3 - Svoboda, J. Magnetic Techniques for the Treatment of Materials, Kluwer \nAcademic Publishers, 2004, cap.1 e 2. \n4 - Luz, A.B., Sampaio, J.A., Almeida, S.L.M. Tratamento de Minérios. Cetem, 2004, \n867p. \n5 - Wills, B.A. Mineral Processing Technology. Ed. Pregamon Press, 2°edition, 1981, \n525p. \n6 - Chaves, A.P. Teoria e Prática do Tratamento de Minérios, vol.1, 1996, 235p. \n7 - Press et al., Para Entender a Terra, Bookman Editora, 4ªed., 2006. \n \n \nDisciplina: \nANÁLISE DE IMAGEM APLICADA À MINERAÇÃO \nCódigo: EMN067 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n30 Horas  \nTipo: \nOptativa \n \nEmenta:  \nUso de software específico para tratamento e análise de imagens obtidas na \nmineração. \n \nDisciplina: \nESTABILIDADE DE TALUDES \nCódigo: EMN068 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas \nTipo: \nOptativa \n \n \n \n \n \n \n \n", "97": "97 \n \nEmenta:  \nProjetos de estabilização de taludes. Estudo de casos. Visita técnica. \n \n \nDisciplina: \nAPLICAÇÕES DO MÉTODO DOS ELEMENTOS \nDISCRETOS NA MINERAÇÃO \nCódigo: EMN069 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n30 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConceitos. Modelos. Aplicações práticas com uso de software específico. Estudo \nde casos. Elaboração de projeto. \n \n \n \nDisciplina: \nPROGRAMAÇÃO APLICADA À MINERAÇÃO \nCódigo: EMN070 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nCriação de aplicativos para uso direto na mineração. \n \nDisciplina: \nROCHAS E MINERAIS INDUSTRIAIS \nCódigo: EMN071 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n30 Horas  \nTipo: \nOptativa \n \nEmenta:  \nReservas e produção. Mercado. Aplicações. Caracterização. Métodos de lavra. \nProcessamento mineral. \n \nDisciplina: \nAPLICAÇÕES DE RADIOISÓTOPOS \nCódigo: ENU001 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \n \nEmenta:  \nRadioísótopos. Princípios e técnicas de radiotraçadores: Método dos traçadores, \nTraçadores em problema de engenharia e pesquisa tecnológica. Aplicação dos \nradiotraçadores ao escoamento de fluidos, transporte de massa e de difusão, \nmedidas de parâmetros de processos, medidas de desgaste e de corrosão. \nAplicações em hidrologia, sedimentologia, planejamento de descarga e rejeitos. \n", "98": "98 \n \nUtilização de isótopos estáveis, radiosótopos naturais, traçadores ativáveis e \noutros. Radiocalibração: Aplicações de radiações em medidas e controle de \nprocessos. Radioisótopos como fonte de radiação: radiografia, gamagrafia, \nneutrografia. \n \nDisciplina: \nHIDRO E ELETROMETALURGIA \nCódigo: EMT030 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n00Horas  \n \nTotal: \n45Horas  \nTipo: \nOptativa \n \nEmenta:  \nTermodinâmica das soluções aquosas. Diagramas de estabilidade. Cinética das \nreações sólido-líquido. Lixiviação. Tratamento e purificação da lixivia: extração por \nsolventes, troca iônica e adsorção em carvão ativado. Recuperação de metais de \nlixivias: eletrólise, cementação e redução por hidrogênio. Eletro-refino. Aplicações \nà metalurgia dos metais não ferrosos. \nBibliografia: \n \n1 - A.R. Burkin, The Chemistry of Hydrometallurgycal Processes, D. Van  Nostrand \nInc., N.J., 1966. \n  2 - J.N. Butler, Ionic Equilibrium: A Mathematical Aproach \n  3 - R.M. Garrels& C.L. Christ, Solutions, Minerals and Equilibria Freeman, Cooper \n& Co., CA, 1965. \n  4 - E. Stumn& J.J. Morgan, Aquatic Chemistry, 2nd ed. , John Wiley & Sons, N.Y., \n1981. \n  5 - JOM Bockris& ªK.M. Reddy, Modern Electrochemistry, 2 vols. , Plenum Press, \nN.Y., 1970 \n6 - O. Levenspiel, Engenharia das Reações Químicas, Edgard BlucherLtda, ed. São \nPaulo, 1974. \n7 - C.J. King, Separation Processes, 2nd ed., McGraw-Hill BooK Co. N.Y., 1980 \n8 - J.M. Smith, Chemical Engineering Kinetics, 3rd. Ed., McGraw-Hill Book Co., N.Y., \n1979 \n9 - H.Y. Sohn & M.E. Wadsworth, Rate Processes in Extractive Metallurgy, Plenum \nPress, N.Y., 1979 \n10 - R.H. Perry & C.H. Chilton, Chemical Engineers Handbook, 5th ed. , McGraw-\nHill, 1973 \n  11 - International Symposium on Hydrometallurgy, AIME, (1973) Evans & \nShoemaker; (1983) Osseo-Asare& Miller. \n12 - F. Habashi, Principles of Extractive Metallurgy, vol.II. \n \n \n \n \n \n \n", "99": "99 \n \nDisciplina: \nFUNDAMENTOS DE LIBRAS \nCódigo: LET223 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \nEmenta:  \nAspectos históricos e conceituais da cultura surda e filosofia do bilinguismo. \nFundamentos linguísticos da Língua Brasileira de Sinais (LIBRAS). Aquisição e \ndesenvolvimento de habilidades básicas expressivas e receptivas em LIBRAS. \nDisciplina: \nFUNDAMENTOS DE ESPECTROSCOPIA RAMAN E \nNO INFRAVERMELHO \nCódigo: QUI247 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \n \nEmenta:  \nIntrodução à espectroscopia vibracional. Histórico e teoria geral da espectroscopia \nRaman. Vibração de moléculas diatômicas. Vibração de moléculas poliatômicas. \nSimetria e grupo de pontos. Operações de simetria em movimentos moleculares. \nConstrução das coordenadas de simetria. Espectros vibracionais Raman e no \ninfravermelho. Regras de seleção e medidas de polarização. Técnicas \nexperimentais. Algumas aplicações. \nDisciplina: \nEQUAÇÕES DIFERENCIAIS B \nCódigo:MAT016 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \n \nEmenta:  \nSéries Integrais de Fourier, Equações Diferenciais Parciais. \nBibliografia: \n1 – BOYCE-DIPRIMA-Equações Diferenciais Elementares e Problemas de valores de \nContorno, Ed. Guanabara, 1990. \n2 - C.H. Edward & D.E. PENNEY - ¨Elementary Differential Equations Writer \nBoundary Value Problems¨Prentice-Hall, 1989 \n \nDisciplina: \nINGLÊS INSTRUMENTAL 1 \nCódigo: UNI001 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60Horas  \nTipo: \nObrigatória \n \n", "100": "100 \n \nEmenta:  \nRedação técnica-científica. \n \nBibliografia básica:  \n1-MENEZES, Vera (Org) Inglês Instrumental 1. Belo Horizonte, Ed. UFMG, s.d.. CD-\nROM. \n \nDisciplina: \nINGLÊS INSTRUMENTAL 2 \nCódigo: UNI002 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: Redação técnica-científica. \n \nBibliografia: \n1-MENEZES, Vera (Org) Inglês Instrumental 1. Belo Horizonte, Ed. UFMG, s.d.. CD-\nROM. \n2-MENEZES, Vera; BRAGA, Junia: TAVARES, Kátia (Org) Inglês Instrumental 2. Belo \nHorizonte, Ed. UFMG, s.d.. CD-ROM. \nFormação Complementar Pré-Estabelecida em Prospecção Geofísica \nDisciplina: \nAPLICAÇÕES DO GPR PARA PROSPECTAR A \nSUBSUPERFÍCIE \nCódigo:GEL068 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \n \nEmenta:  \nAplicação de método geofísico – EM-GPR na determinação e caracterização da \nestrutura subsuperficial do manto de alteração da rocha/solo; em calhas fluviais, \náreas de contaminação do solo, contatos litológicos, diques. Aulas práticas e \ntrabalho de campo. \n \nDisciplina: \nAPLICAÇÕES \nDO \nMÉTODO \nELÉTRICO \nPARA \nPROSPECTAR A SUBSUPERFÍCIE \nCódigo:GEL069 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \n \nEmenta:  \nAplicação de método geofísico Elétrico na determinação e caracterização da \nestrutura subsuperficial do manto de alteração da rocha/solo;, identificação de \n", "101": "101 \n \náreas de contaminação do solo, contatos litológicos, prospecção de água, \ndeterminação de lineamentos geológicos. Aulas práticas e trabalho de campo. \n \nDisciplina: \nAPLICAÇÕES DO MÉTODO SÍSMICO DE REFRAÇÃO \nPARA PROSPECTAR A SUBSUPERFÍCIE \nCódigo:GEL070 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \nEmenta:  \nAplicação de método geofísico Sísmico de Refração na determinação e \ncaracterização da estrutura subsuperficial do manto de alteração da rocha/solo, \ncontatos litológicos. Aulas práticas e trabalho de campo. \n \nFormação Complementar Pré-Estabelecida em Fundamentos de Energia Nuclear \nDisciplina: \nINTRODUÇÃO À ENERGIA NUCLEAR I \nCódigo: ENU009 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConceitos de física atômica e nuclear. Interação de nêutrons com a matéria; A \nfissão nuclear; Reatores nucleares; Componentes de centrais nucleares; Teoria de \nreatores; Dinâmica de reatores; O ciclo do combustível nuclear. Rejeitos \nradioativos. \n \nDisciplina: \nRADIOPROTEÇÃO \nCódigo: ENU003 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \n \nEmenta:  \nFundamentos da física atômica e nuclear. Características gerais dos detetores de \nradiação. Grandezas dosimétricas. Efeitos biológicos da radiação. Princípios de \nradioproteção. Blindagem. \n \nDisciplina: \nDETECÇÃO DAS RADIAÇÕES E INSTRUMENTAÇÃO \nNUCLEAR \nCódigo: ENU007 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \n \n", "102": "102 \n \nEmenta:  \nRadiações nucleares. Estatística de contagem das radiações. Propriedades gerais \ndos detectores de radiação. Tipos e funcionamento de detectores de radiação. \nEspectrometria das radiações. Detectores de nêutrons. \n \nFormação Avançada \nDisciplina: TÓPICOS AVANÇADOS I \nCódigo: EMN080 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n30 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável \n \n \nDisciplina: \nTÓPICOS AVANÇADOS II \nCódigo: EMN081 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \n \nDisciplina: \nTÓPICOS AVANÇADOS III \nCódigo: EMN082 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n60 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \n \nDisciplina: \nTÓPICOS AVANÇADOS IV \nCódigo: EMN083 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n75 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n", "103": "103 \n \n \n12.3 Atividades Acadêmicas Curriculares Complementares \n \nDisciplina: \nPARTICIPAÇÃO/ORGANIZAÇÃO DE EVENTOS E/OU \nEMPRESA JÚNIOR \nCódigo: EMN072 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n15 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \nDisciplina: \nAPRESENTAÇÃO DE TRABALHO TÉCNICO EM \nEVENTOS \nCódigo: EMN073 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n30 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \n \nDisciplina: \nPUBLICAÇÃO \nDE \nTRABALHO \nTÉCNICO \nEM \nPERIÓDICO NACIONAL \nCódigo: EMN074 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \n \nDisciplina: \nPUBLICAÇÃO \nDE \nTRABALHO \nTÉCNICO \nEM \nPERIÓDICO INTERNACIONAL \nCódigo: EMN075 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n90 Horas  \n \nTotal: \n90 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \n", "104": "104 \n \nDisciplina: \nINICIAÇÃO À PESQUISA \nCódigo: EMN076 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \nDisciplina: \nPROJETO DE EXTENSÃO \nCódigo: EMN077 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \nDisciplina: \nINICIAÇÃO À DOCÊNCIA \nCódigo: EMN078 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \nDisciplina: \nVIVÊNCIA PROFISSIONAL COMPLEMENTAR \nCódigo: EMN079 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta:  \nConteúdo Variável. \n \n \n \n \n \n \n", "105": "105 \n \n13. Referências \n \nBRASIL. Lei 9.131, de 25 de novembro de 1995. Altera dispositivos da Lei nº 4.024, \nde 20 de dezembro de 1961, e dá outras providências. \n______. Decreto nº 5.626/2005, de 22 de dezembro de 2005.- Regulamenta a \nLei no 10.436, de 24 de abril de 2002, que dispõe sobre a Língua Brasileira de \nSinais - Libras, e o art. 18 da Lei no 10.098, de 19 de dezembro de 2000. \n______. Decreto 5.296/2005, que regulamenta as normas gerais e critérios \nbásicos para a acessibilidade das pessoas com necessidades especiais. \n______. Lei 11.788/2008. Dispõe sobre o estágio de estudantes; altera a \nredação do art. 428 da Consolidação das Leis do Trabalho – CLT, aprovada \npelo Decreto-Lei no 5.452, de 1o de maio de 1943, e a Lei no 9.394, de 20 de \ndezembro de 1996; revoga as Leis nos 6.494, de 7 de dezembro de 1977, e \n8.859, de 23 de março de 1994, o parágrafo único do art. 82 da Lei no 9.394, \nde 20 de dezembro de 1996, e o art. 6o da Medida Provisória  no 2.164-41, de \n24 de agosto de 2001; e dá outras providências. \n______. Lei 13.425/2017, de 30 de março de 2017. Estabelece diretrizes gerais \nsobre medidas de prevenção e combate a incêndio e a desastres em \nestabelecimentos, edificações e áreas de reunião de público; altera as Leis nºs \n8.078, de 11 de setembro de 1990, e 10.406, de 10 de janeiro de 2002 – \nCódigo Civil; e dá outras providências. \nCONSELHO NACIONAL DE EDUCAÇÃO (CNE) e CÂMARA DE EDUCAÇÃO \nSUPERIOR (CES). PARECER CNE/CES 1.362/2001. Dispõe sobre as diretrizes \nCurriculares Nacionais dos Cursos de Engenharia. \n______.Decreto 4281 de 25/06/2002.Regulamenta a Lei no 9.795, de 27 de \nabril de 1999, que institui a Política Nacional de Educação Ambiental, e dá \noutras providências. \n______.Decreto 5296 de 02/12/2004.Regulamenta as Leis nos 10.048, de 8 de \nnovembro de 2000, que dá prioridade de atendimento às pessoas que \nespecifica, e 10.098, de 19 de dezembro de 2000, que estabelece normas \ngerais e critérios básicos para a promoção da acessibilidade das pessoas \nportadoras de deficiência ou com mobilidade reduzida, e dá outras \nprovidências. \n \n______.Decreto 5626 de 22/12/2005. Regulamenta a Lei no 10.436, de 24 de \nabril de 2002, que dispõe sobre a Língua Brasileira de Sinais - Libras, e o art. \n18 da Lei no 10.098, de 19 de dezembro de 2000. \n", "106": "106 \n \n______. RESOLUÇÃO CNE/CES 11, de 11 de março de 2002. Institui Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia. \n______. Parecer CNE/CP 03/2004. Dispõe sobre as Diretrizes Curriculares \nNacionais para a Educação das Relações Étnico-Raciais e para o Ensino de \nHistória e Cultura Afro-Brasileira e Africana. \n______. Resolução CNE/CES 02/2007. Dispõe sobre carga horária mínima e \nprocedimentos relativos à integralização e duração dos cursos de graduação, \nbacharelados, na modalidade presencial. \n______. Resolução CNE/CP 01 de 17/06/2004. Institui Diretrizes Curriculares \nNacionais para a Educação das Relações Étnico-Raciais e para o Ensino de História \ne Cultura Afro-Brasileira e Africana. \n______. Resolução CNE/CP 02de 15 de junho de 2012. Estabelece as Diretrizes \nCurriculares Nacionais para a Educação Ambiental. \n______. Resolução CNE/CP 01 de 30/05/2012.Estabelece Diretrizes Nacionais \npara a Educação em Direitos Humanos. \n______. Parecer CNE/CES 08/2007. Dispõe sobre carga horária mínima e \nprocedimentos relativos à integralização e duração dos cursos de graduação, \nbacharelados, na modalidade presencial. \nCONSELHO FEDERAL DE ENGENHARIA E AGRONOMIA – Confea___RESOLUÇÃO N° 1.073, \nDE 19 DE abril DE 2016, Regulamenta a atuação profissionais aos profissionais \nregistrados no Sistema Confea/Crea. \nUNIVERSIDADE FEDERAL DE MINAS GERAIS (UFMG). Plano de desenvolvimento \ninstitucional (PDI) 2008-2012. Disponível em: www.ufmg.br. \n______.Resolução complementar CEPE nº 01/98, de 10 de dezembro de 1998 – \nComplementa as Normas Gerais de Ensino de Graduação da UFMG, permitindo o \ninício da implantação do processo de flexibilização dos currículos de graduação. \n \n______. Diretrizes para os currículos de graduação da UFMG. CEPE, 2001. \n______. Resolução n. 02/2009, de 10 de março de 2009 - Regulamenta o Estágio \nem cursos de Graduação da UFMG e revoga a Resolução no 03/2006 do Conselho \nde Ensino, Pesquisa e Extensão. \n______. Resolução CEPE nº 15, de 31 de maio de 2011 – Cria Núcleo Docente \nEstruturante (NDE) dos Cursos de Graduação da UFMG. \n______. Resolução CEPE nº 06, de 10 de maio de 2016 – Regulamenta a oferta de \natividades didáticas na modalidade semipresencial nas disciplinas de cursos de \ngraduação presenciais. \n"}