{"1": " \n \n1 \n \nUNIVERSIDADE FEDERAL DE UBERLÂNDIA \nINSTITUTO DE GEOGRAFIA \n \n \n \n \n \n \n \nCURSO DE GRADUAÇÃO EM ENGENHARIA DE \nAGRIMENSURA E CARTOGRÁFICA \n \n \n \n \n \n \n \n \n \n \nUBERLÂNDIA/MG \n2010 \n \n \n", "2": " \n \n2 \nSUMÁRIO \n \n1 – Identificação \n3 \n2 – Endereço \n3 \n3 – Apresentação \n4 \n4 – Justificativa \n7 \n5 – Princípios e fundamentos \n12 \n6 – Caracterização do egresso \n13 \n7 – Objetivos do curso \n14 \n8 – Estrutura curricular \n16 \n8.1 – Síntese dos componentes curriculares \n18 \n8.2 – Relação de disciplinas dos núcleos de formação \n18 \n8.3 – Matriz de fluxo curricular \n20 \n8.4 – Disciplinas optativas \n21 \n8.5 – Diretrizes para oferecimento de disciplinas optativas \n21 \n8.6 – Fluxo curricular \n22 \n8.7 – Síntese do número de disciplinas, conforme unidades acadêmicas \nofertantes \n24 \n9 – Infra-estrutura \n26 \n10 – Núcleo de formação acadêmico-científico-cultural \n28 \n11 - Estágio Supervisionado \n33 \n12 - Trabalho de Conclusão de Curso (TCC) \n35 \n13 - Organização da coordenação de curso \n37 \n14 - Casos especiais \n38 \n15  - Diretrizes gerais e fundamentos teórico-metodológicos para o ensino  \n39 \n16 - Diretrizes para os processos de avaliação da aprendizagem e do curso \n41 \n17 – Núcleo Docente Estruturante (NDE) \n44 \n18 – Acervo bibliográfico \n45 \n19 – Referências \n64 \n20 – Anexos \n65 \n20.1 – Fichas de disciplinas obrigatórias \n65 \n20.2 – Fichas de disciplinas optativas \n66 \n \n \n", "3": " \n \n3 \nPROJETO PEDAGÓGICO \nCURSO DE GRADUAÇÃO EM ENGENHARIA DE AGRIMENSURA E \nCARTOGRÁFICA \nINSTITUTO DE GEOGRAFIA  \nUNIVERSIDADE FEDERAL DE UBERLÂNDIA \n1. \nIDENTIFICAÇÃO \nDENOMINAÇÃO DO CURSO: Curso de Graduação em Engenharia de Agrimensura e \nCartográfica \nMODALIDADE OFERECIDA: Bacharelado  \nTITULAÇÃO CONFERIDA: Engenheiro Agrimensor e Cartógrafo \nANO DE INÍCIO DE FUNCIONAMENTO DO CURSO: 2011 \nDURAÇÃO DO \nCURSO:  \nPrazo Mínimo: 4,5 (quatro anos e meio)  para integralização curricular \nPrazo regular: 5 (cinco) anos para integralização curricular \nPrazo Máximo: 8 (oito) anos para integralização curricular \nNO DA RESOLUÇÃO DE CRIAÇÃO DO CURSO: \nREGIME ACADÊMICO: Semestral \nTURNO: Integral \nNÚMERO DE VAGAS OFERECIDAS: 30 vagas semestrais. \nCARGA HORÁRIA: 3625 horas \n \n2. \nENDEREÇO \nUNIVERSIDADE FEDERAL DE UBERLÂNDIA: Av.: João Naves de Ávila, 2121,  Bairro \nSanta Mônica – CEP. 38408-100 - Uberlândia/MG  \nINSTITUTO DE GEOGRAFIA: Av.: João Naves de Ávila, 2121, Bloco 1H - Bairro Santa \nMônica – CEP. 38408-100 - Uberlândia/MG \nENGENHARIA DE AGRIMENSURA E CARTOGRÁFICA: Av. Goiás, 2000, Bairro Vila \nNova - CEP. 38500-000 - Monte Carmelo/MG \n \n \n", "4": " \n \n4 \n3. \nAPRESENTAÇÃO \n \nEste projeto pedagógico foi elaborado com o objetivo de apresentar à comunidade e \naos órgãos competentes, o curso de graduação Curso de Graduação em Engenharia de \nAgrimensura e  Cartográfica. \nDurante a elaboração do projeto, da definição do perfil do profissional formado à \nestruturação do fluxo curricular, ocorreu sempre a exigência que o Curso fosse estruturado \npara manter uma perfeita sintonia com a proposta educativa da Instituição. Assim, partindo de \num corpo docente qualificado e comprometido, o Instituto de Geografia busca estar em pleno \natendimento das metas de uma Universidade idônea, visando à formação de profissionais \néticos e compromissados com o desenvolvimento humano e preservação ambiental, inquietos \nna busca de soluções possíveis para a construção de uma sociedade participativa, igualitária, \nsolidária e atenta para as questões pertinentes à saúde humana e do meio ambiente.  \nA Ciência Geografia, da sua origem a atualidade, sempre enfocou em suas análises \nas relações entre a sociedade e natureza e, ao longo dos seus trinta anos de existência a \nGeografia da UFU consolidou-se como um importante centro de pesquisas sobre a temática \nambiental, sendo capaz de propor a criação de novo curso nessa área, denominado Engenharia \nde Agrimensura e Cartografia em concordância com as resoluções 13/2007 e 05/2009 do \nCONSUN. Essa importância pode ser verificada no breve histórico apresentado a seguir. \nA Faculdade de Filosofia, Ciências e Letras de Uberlândia foi criada no ano de 1969 \nem um contexto de grandes transformações sócio-políticas e educacionais em curso no Brasil \ne, por conseqüência, no Triângulo Mineiro. \nO Curso de Geografia/Licenciatura Plena e o Departamento de Geografia foram \nimplantados em 1971, na Faculdade de Filosofia, Ciências e Letras de Uberlândia. O seu \nreconhecimento pelo Conselho Federal de Educação, ocorreu em 15/12/1975, por meio do \nDecreto nº 76.791. Em 1974, foi criado o Departamento de Estudos Sociais/Licenciatura \nCurta e o Curso de Geografia/Licenciatura Plena foi extinto. O Departamento de Estudos \nSociais congregava docentes das áreas de Geografia, História, Sociologia bem como cursos de \nGeografia e História. \nEm 24 de maio de 1978, o Decreto-Lei 6532 criou a Universidade Federal de \nUberlândia (UFU), sob a forma de Fundação, pela fusão das faculdades privadas de Filosofia, \nCiências e Letras, de Direito, de Artes, de Ciências Econômicas e da Faculdade Federal de \n", "5": " \n \n5 \nEngenharia. Posteriormente, foram incorporadas as Faculdades de Medicina, de Medicina \nVeterinária, de Odontologia e de Educação Física.  \nEm 1984, foi extinto o Curso de Estudos Sociais/Licenciatura Curta e reimplantado o \nCurso de Geografia/Licenciatura Plena, depois de reconhecido o equívoco em que se incorrera \ncom a implantação dos Estudos Sociais. Em 1988, com a Resolução 29/88/CONSUN, foi \nautorizada a criação do Curso de Bacharelado, cujo funcionamento iniciou-se a partir de 1990. \nDevido à reorganização administrativa da UFU, ocorrida em 1999, foi criado o \nInstituto de Geografia por meio da Resolução n. 05/99 do Conselho Universitário da UFU.  \nUm ano antes, em 1998, o Programa de Pós-Graduação em Geografia (PPGeo) da \nUniversidade Federal de Uberlândia foi implantando, com o curso de Mestrado em Geografia, \nautorizado pela Resolução nº 02/97 de 25/04/1997 do Conselho Universitário da UFU e \nrecomendado pelo grupo técnico consultivo da CAPES em 12/11/1997. \nO Curso de Doutorado foi aprovado pelo Conselho Universitário da Universidade \nFederal de Uberlândia em 26 de julho de 2002 (Resolução No. 06/2002 - CONSUN), e \nrecomendado pelo Conselho Técnico Científico da CAPES em março de 2003 (Of. CTC/ Nº. \n75/2003 de 24 de março de 2003) e a primeira turma ingressou em agosto de 2003.  \nO Programa de Pós-Graduação em Geografia está estruturado em uma Área de \nconcentração - \"Geografia e Gestão do Território\", contando com as seguintes linhas de \npesquisa: a) Análise, Planejamento e Gestão Ambiental; b) Análise, Planejamento e Gestão \ndos Espaços Urbano e Rural e, c) Ensino, Métodos e Técnicas em Geografia. \nO PPGEO se caracteriza por um perfil multiprofissional dos discentes e até o início de \n2009 foram defendidas 239 dissertações e 24 teses. Tem se caracterizado por sua diversidade \nde linhas de pesquisa, com destaque para temas emergentes com saúde, análise ambiental, \ndesenvolvimento sustentável, agronegócio, turismo, cultura, planejamento urbano, aplicações \ndo geoprocessamento, violência urbana, e temáticas inovadoras, tais como, acessibilidade, \nenvelhecimento populacional, segurança alimentar; acidentes de trânsito.  A temática \nambiental se destaca em termos quantidade de dissertações e teses defendidas. Na última \navaliação da CAPES (2008) recebeu nota 5, e tem-se revelado como um centro de pesquisa de \ngrande importância na capacitação de profissionais de Uberlândia, região do Triângulo \nMineiro e vários estados do país. \n", "6": " \n \n6 \nEm 2009, o Programa de Pós-Graduação iniciou as atividades de implantação do \nCurso de Doutorado com a Universidade Federal do Tocantins, por meio do Programa \nDinter/CNPq, demonstrando sua atuação para além da cidade de Uberlândia e região. \nDeste modo, nos últimos 10 anos o Instituto de Geografia consolidou-se como uma \nimportante unidade acadêmica da UFU, evidenciado em sua produção acadêmica e \nenvolvimento de seus docentes nas atividades de extensão, ensino e pesquisa nos seus \naspectos sociais, culturais e ambientais. \nAtualmente o Instituto conta com 39 professores, em sua maioria com titulação de \ndoutor, e espera-se, por meio do REUNI a contratação de novos professores para atender a \ndemanda de ampliação que aqui se propõe. \nA infra-estrutura do Instituto de Geografia supre em grande parte a necessidade de \nsuas atividades acadêmicas, contando atualmente com 12 laboratórios, o Museu de Minerais e \nRochas e o Núcleo de Memória, e o seu detalhamento pode ser visto no ANEXO II, junto ao \nacervo bibliográfico disponível. \nAtualmente o Instituto conta com 5 revistas científicas: Caleidoscópio (do PET/GEO), \nCaminhos de Geografia, Campo e Território, Hygeia - Revista Brasileira de Geografia Médica \ne da Saúde e Sociedade & Natureza, todas com versão eletrônica, facilitando a sua difusão e \nacesso em todo o território nacional, sendo a revista Sociedade & Natureza publicada também \nna versão impressa. \nO Programa de Educação Tutorial – PET Geografia já conta com 15 anos de \nexistência, cumprindo seu papel na formação de quadros para a pós-graduação. \n \n", "7": " \n \n7 \n4. \nJUSTIFICATIVA \n \nEsta proposta de criação do Curso estará em consonância com as transformações do \npaís, marcado pela velocidade das mudanças tecnológicas e novas demandas da sociedade, \nfomentando ao mesmo tempo a formação cidadã para o exercício profissional técno-científico \ncomprometido. \nRepresentar a superfície terrestre é um desafio para o ser humano desde as épocas \nmais remotas. A necessidade do ser humano em conhecer, ocupar e explorar o território é \nparte de sua evolução ao longo do tempo. No mundo moderno o mapa é um elemento \nfundamental para a compreensão de um fenômeno espacial; para o conhecimento, ocupação e \nexploração organizada, justa e sustentável da superfície física da Terra. Mapas, mais do que \ninstrumentos de segurança nacional, são hoje instrumentos de desenvolvimento econômico e \nsocial sustentável. Além de serem usados na segurança das fronteiras de um País, na divisão \npolítico-administrativa e legal do território, são instrumentos que viabilizam o conhecimento \ndas riquezas de uma região, o equacionamento de problemas como a falta de segurança \npública, de moradias, de saneamento, de condições adequadas de saúde, a má distribuição de \nalimentos, a injusta distribuição fundiária, a injusta cobrança de impostos territoriais, a não \nrealização da reforma agrária e a degradação ambiental. O conhecimento do espaço físico \nviabiliza soluções eficientes e racionais para os problemas de gestão política e gerenciamento \ntécnico. Em todo planejamento, seja em escala local, municipal, estadual, nacional, \ncontinental ou mundial, deve-se levar em consideração a espacialização de todas as variáveis \nenvolvidas. Mapas são hoje fundamentais também na navegação terrestre. A evolução \ntecnológica, ao facilitar o armazenamento e o uso de mapas, tem levado a um aumento \nsignificativo da demanda por mapas digitais cada vez mais precisos e confiáveis.  \nO mapeamento de um território é um processo que envolve técnicas de medição, \nprocessamento, armazenamento, representação e análise de dados, fenômenos e fatos \npertinentes a diversos campos científicos, associados à superfície terrestre. É um processo que \nenvolve ciências como a geografia, topografia, hidrografia, geodésia, metrologia, astronomia, \nfotogrametria, sensoriamento remoto e a estatística, dentre outras. Obviamente cabe ao \nprofissional que trabalha com tais ciências e técnicas contribuir com desenvolvimento delas, \ndos instrumentos - hardwares e softwares – e dos métodos. A sistematização do mapeamento \ndos municípios, estados e País requer conhecimentos gerais e específicos que possibilitem a \nação a nível local sem perder de vista os objetivos globais. O processo de mapeamento há \n", "8": " \n \n8 \nmuito requer profissionais com formação específica, e o desenvolvimento científico e \ntecnológico tem evidenciado ainda mais essa exigência.  \nNo Brasil, como no resto do mundo, a geração e divulgação de mapas estiveram, até \nhá pouco tempo, estreitamente ligadas, e até mesmo restritas, ao meio militar e talvez por isso, \nem nosso País, os civis ainda valorizam pouco tal atividade e o mapeamento é caótico, \noneroso e impreciso.  \nNo Brasil, os profissionais responsáveis pelo mapeamento do território receberam \ndiferentes denominações: Engenheiro Geógrafo, Agrimensor, Engenheiro de Geodésia e \nTopografia e, atualmente, Engenheiro Agrimensor e Engenheiro Cartógrafo. A seguir é \napresentado um histórico dos cursos relacionados com a área de mapeamento no País.  \nO Engenheiro Agrimensor e Cartógrafo é o profissional de engenharia lastreado nas \nciências geodésicas, cujas atuações estão voltadas para atender as demandas da sociedade nos \ncampos temáticos relacionados às ciências e técnicas de medições georreferenciadas, às \ntecnologias de informação espacial e à gestão territorial. Para caracterizar a formação e perfil \ndesse profissional, torna-se necessário uma breve análise da situação internacional e no Brasil, \nna atualidade. A FIG - Fédération Internationale des Géomètres (na língua francesa) ou \nInternational Federation of Surveyors (na língua inglesa), consiste em uma federação de \nassociações nacionais e instituições acadêmicas e constitui-se na única organização de \nabrangência internacional que agrega profissionais envolvidos com disciplinas relacionadas às \nciências geodésicas. A FIG foi fundada no ano de 1878 em Paris – França, e atualmente há \nrepresentantes em aproximadamente 100 países. A Assembléia Geral da FIG de 11 de junho \nde 1990 aprovou uma definição do profissional que a entidade representa. Esse profissional, o \n“surveyor” na língua inglesa, é caracterizado por possuir as qualificações acadêmicas e \nperícias técnicas para praticar a ciência da medição; quantificar, analisar e avaliar o território \ne a informação geográfica relacionada; usar essa informação com a finalidade de planejar e \nimplementar uma eficiente administração territorial, bem como instigar o avanço e o \ndesenvolvimento de tal prática. Nesse sentido, a FIG estabeleceu as seguintes principais \nhabilidades desse profissional: \na) determinação do tamanho e forma da terra. \nb) medições para definir posição, tamanho, forma e contorno de feições naturais e/ou \nartificiais. \nc) posicionamento espacial de objetos. \nd) caracterização física e geométrica em trabalhos de engenharia. \n", "9": " \n \n9 \ne) limites de terras pública ou privada, limites de unidades territoriais locais, regionais, \nnacionais e internacionais. \nf) projeto, execução e gestão de sistemas de informações geográficas e territoriais. \ng) medição e gerenciamento de recursos territoriais e marinhos. \nh) planejamento e desenvolvimento, medição, avaliação e administração de parcelas \nterritoriais. \ni) planejamento, medição e administração de obras de construção, estimação de custos. \nj)  produção de mapas. \n \nNesse contexto, fundamentalmente as ações dos Engenheiros Agrimensores e \nCartógrafos estão voltadas para a descrição, definição e monitoramento de espaços físicos e \nlimites de ocupação territorial, além da criação, organização, preservação e atualização de \narquivos de informações geográficas e/ou topográficas. Legalmente, compete aos Engenheiros \nAgrimensores e Cartógrafos o desempenho das atividades e atribuições previstas no Art. 7º. \nda Lei 5.194/66 e na Resolução 1.010/2005 do Conselho Federal de Engenharia, Arquitetura e \nAgronomia (CONFEA, 2005), referentes a levantamentos topográficos, batimétricos, \ngeodésicos e fotogramétricos bem como a locação de sistemas de saneamento, irrigação e \ndrenagem, traçado de cidades, estradas e seus serviços afins e correlatos. Cabe também aos \nEngenheiros Agrimensores e Cartógrafos, de acordo com o Cadastro Brasileiro de Ocupações \n– CBO (CBO, 2009), proceder a vistorias, perícias, avaliações, arbitramentos, laudos e \npareceres técnicos relativos a terrenos rurais e urbanos, elaborar projetos e executar serviços \nde loteamento, desmembramento e remembramento do solo urbano. \nO Engenheiro Agrimensor e Cartógrafo atua principalmente em empresas de \ngeoprocessamento, de engenharia e terraplenagem, em áreas rurais, industriais, de construção \ncivil, serviço público e instituições de ensino e pesquisa.  \nCom relação ao nome da profissão, não existe um consenso internacional quanto ao \ntermo usado para designar o profissional das ciências geodésicas. Há variações de \nterminologia em função do desenvolvimento histórico dos países, bem como na ênfase da \natividade profissional. Há o consenso de que esse profissional é da área de engenharia, no \nentanto com denominações variadas. Em vários países do mundo de língua inglesa o termo \nmais usado é “Surveyor” (Estados Unidos, Austrália) ou “Geodetic Surveyor”. Nos países de \nlíngua francesa o termo mais usado é “Géomètre”, e na língua germânica “Geodetic”. Outros \ntermos usados são “Engineering Surveyor” e “Civil Engineering Surveyor”. Quando a ênfase \n", "10": " \n \n10 \nprofissional é na atividade cadastral, o profissional pode ser conhecido por “Land Surveyor” \nou “Géomètre- Expert” (França, Bélgica). Na América Latina são usados os termos: \nEngenheiro/Ingeniero Agrimensor (Brasil, Argentina, Uruguai, Paraguai, Bolivia), Ingeniero \nTopografo (Costa Rica, Mexico), Ingeniero Geodesta (Venezuela), Ingeniero de Geodesia y \nCatastro (Colômbia), Ingeniero Geomensor (Chile), Engenheiro Cartógrafo (Brasil). \nNo Brasil, os profissionais de nível superior, com as atribuições descritas pela FIG, \nsão conhecidos atualmente como Engenheiro Agrimensor (criado pela Lei 3144 de \n20/05/1957) e Engenheiro Cartógrafo (criado em 1965). Antes de 1957 esse profissional era \nconhecido no Brasil como Engenheiro Geógrafo, Engenheiro de Geodésia e Topografia e \nAgrimensor. No Brasil, nos últimos anos, estão acontecendo movimentos no sentido de \nunificar as duas profissisões - Engenharia de Agrimensura e Engenharia Cartográfica – por \nterem praticamente as mesmas atribuições profissionais e formações acadêmicas. Analisando \nas grades curriculares podemos encontrar, entre os cursos oferecidos no Brasil, situações \ninusitadas do tipo: dois cursos de Engenharia de Agrimensura ou dois de Engenharia \nCartográfica com aderência menor entre eles do que quando se compara dois outros cursos \nsendo um de Engenharia de Agrimensura e outro de Engenharia Cartográfica. Registra-se que \no Curso de Engenharia de Agrimensura da Universidade Federal de Viçosa, a partir de \ndez/2008, passou a ser denominado de “Engenharia de Agrimensura e Cartográfica”. \nNo Brasil, a formação acadêmica do profissional Engenheiro Agrimensor e \nEngenheiro Cartógrafo é oferecida nas seguintes cidades e respectivas faculdades: \n Araraquara - Engenharia de Agrimensura, \n Belo Horizonte / FEAMIG - Engenharia de Agrimensura, \n  Campo Grande / UNIDERP - Engenharia de Agrimensura, \n Criciúma (EA) - Engenharia de Agrimensura, \n Curitiba / UFPR – Engenharia Cartográfica, \n Maceió / UFAL - Engenharia de Agrimensura, \n Pirassununga - Engenharia de Agrimensura, \n Porto Alegre / UFRGS – Engenharia Cartográfica, \n Presidente Prudente / UNESP – Engenharia Cartográfica, \n Recife/UFPE – Engenharia Cartográfica, \n Rio de Janeiro/ UFRRJ - Engenharia de Agrimensura, \n Rio de Janeiro/ UERJ – Engenharia Cartográfica, \n", "11": " \n \n11 \n Rio de Janeiro / IME – Engenharia Cartográfica, \n Salvador/EEA - Engenharia de Agrimensura, \n Teresina/UFPI - Engenharia de Agrimensura, \n Viçosa/UFV - Engenharia de Agrimensura. A partir de dez/2008: Engenharia de \nAgrimensura e Cartográfica. \n \nEvidencia-se, portanto, que a criação deste novo curso deverá constituir-se em \nimportante iniciativa para o desenvolvimento social e econômico da região do Triângulo \nMineiro. Além disso, o curso de Engenharia de Agrimensura e Cartográfica terá um grande \nsinergismo com os curso de Agronomia e Sistema de informação que serão implantados \nsimultaneamente em 2011 na cidade de Monte Carmelo por esta Instituição. \n \n \n \n \n \n \n \n \n \n", "12": " \n \n12 \n5. \nPRINCÍPIOS E FUNDAMENTOS  \n \nCom base nos princípios definidos pelo Conselho de Graduação da UFU \n(CONGRAD), para a elaboração do projeto pedagógico, que ora se concretiza, procuramos \nincorporar os seguintes pontos: \n Contextualização e a criticidade dos conhecimentos; \n Indissociabilidade entre ensino, pesquisa e extensão de modo a desenvolver, nos \nestudantes, \natitudes \ninvestigativas \ne \ninstigadoras \ne \nsua \nparticipação \nno \ndesenvolvimento do conhecimento e da sociedade como um todo; \n Interdisciplinaridade e articulação entre as atividades que compõem a proposta \ncurricular, evitando-se a pulverização e a fragmentação de conteúdos; \n Rigoroso trato teórico-prático, histórico e metodológico no processo de elaboração e \nsocialização dos conhecimentos; \n A ética como orientadora das ações educativas; e \n O desenvolvimento de uma prática de avaliação qualitativa do aprendizado dos \nestudantes e uma prática de avaliação sistemática do Projeto Pedagógico do curso de \nmodo a produzir resignificações constantes no trabalho acadêmico. \n \nTodos esses princípios serviram para momentos de reflexão durante a elaboração do \nPojeto Pedagógico e estão contidos nos objetivos do curso, que são embasados nos perfis dos \negressos e nas diretrizes para o desenvolvimento metodológico do ensino, assim como na \nprópria estrutura curricular proposta. Além disso, esse Projeto Pedagógico reflete concepções \nteórico-metodológicas e técnico-científicas que fundamentam as concepções atuais das \narticulações entre agrimensura e cartografia procurando agregar em diferentes áreas do \nconhecimento, tais como a Engenharia, Geografia, Matemática, Sistema de informação, \nAgronomia e Física. \nDeste modo, este modelo de organização do curso, que contempla diferentes frentes do \nsaber, está em consonância com a atual dinâmica da sociedade caracterizada por um rápido \nprocesso de transformação que repercute na organização da natureza e implicações nas \nrepresentações sociais. Por fim, o curso de Graduação em Engenharia de Agrimensura e \nCartográfica procura apontar algumas possibilidades de análise dessa realidade, dotando os \ndiscentes de ferramentas práticas para intervenção. \n", "13": " \n \n13 \n6. \nCARACTERIZAÇÃO DO EGRESSO \n \nO formando de Engenharia de Agrimensura e Cartográfica terá competências e \nhabilidades nas seguintes áreas de conhecimento: Geodésica, Topografia, Fotogrametria, \nCartografia, Astronomia de Posição, Sensoriamento Remoto, Cadastro Territorial, Sistemas \nde Informações Geográficas, Georreferenciamento, Geoprocessamento, bem como de outras \náreas afins e correlatas à profissão. \nConstituem atividades técnicas nessas áreas o planejamento, organização, orçamento, \nespecificação, normalização, projeto, avaliação, orientação, direção, gerenciamento, \ncoordenação, supervisão, fiscalização, assessoria e consultoria para a execução da aquisição \nde dados cartográficos, processamento, análise e interpretação, visualização, armazenamento, \nrecuperação e utilização de informações de caráter espacial. Aliam-se a estes conhecimentos \ntécnicos específicos, outros atributos desejáveis: conhecimento de inglês, raciocínio abstrato e \nlógico, visão espacial, espírito crítico, capacidade de resolução de problemas, capacidade de \nadaptação a novas tecnologias, pré-disposição para o aprendizado permanente. \n \n \n", "14": " \n \n14 \n7. \nOBJETIVOS DO CURSO \n \nFormar profissional com habilidade de pesquisar, planejar, projetar, supervisionar e \ncontrolar dentro dos padrões da ciência e da tecnologia, obras, serviços ou sistemas \nconcernentes às atribuições inerentes ao Engenheiro Agrimensor e Cartógrafo; \nHabilitar profissional Engenheiro Agrimensor e Cartógrafo com boa formação cidadã, \ncom uma visão global do meio no qual ele irá atuar e consciência do papel social de sua \nprofissão frente às diversidades local, regional e nacional; \nPrestar serviços especializados concernentes às atribuições do Engenheiro Agrimensor \ne Cartógrafo à comunidade e estabelecer com esta uma relação de reciprocidade. \nA formação do Engenheiro Agrimensor e Cartógrafo tem por objetivo dotar o \nprofissional de conhecimentos requeridos para o exercício das seguintes competências e \nhabilidades: \n Identificar, formular e resolver problemas relacionados com a descrição, definição e \nmonitoramento de espaços físicos; \n Conceber, projetar e analisar sistemas, produtos e processos da Engenharia de \nAgrimensura e Cartográfica; \n Planejar, supervisionar, elaborar, coordenar e executar projetos e serviços; \n Compreender e aplicar a ética e responsabilidade profissionais; \n Avaliar, classificar e fiscalizar projetos e serviços; \n Avaliar o impacto das atividades da Engenharia no contexto social e ambiental; \n Comunicar-se eficientemente nas formas escrita, oral e gráfica; \n Atuar em equipes multidisciplinares; \n Desenvolver e/ou utilizar novas ferramentas e técnicas; \n Assumir a postura de permanente busca de atualização profissional. \n \nCom base nas diretrizes Curriculares Nacionais do Curso de Graduação em \nEngenharia- RESOLUÇÃO CNE/CES 11, DE 11 DE MARÇO DE 2002, será conferido ao \nformando do Curso de Engenharia de Agrimensura e Cartográfica o título de Engenheiro \nAgrimensor e Cartógrafo. \n", "15": " \n \n15 \nO Curso de Graduação em Engenharia de Agrimensura e Cartográfica apresentará \nsomente a habilitação em Engenharia de Agrimensura e Cartográfica, conforme as \ndiretrizesCurriculares Nacionais do Curso de Graduação em Engenharia. \n \n \n \n \n \n \n", "16": " \n \n16 \n8. \nESTRUTURA CURRICULAR  \n \nA carência de um corpo técnico, formado por profissionais com as características do \nperfil do Engenheiro Agrimensor e Cartógrafo, no Brasil, dificulta e inviabiliza a utilização e/ou \nconservação dos recursos disponíveis da superfície da Terra. Os objetivos almejados nesta \nproposta visam formar Engenheiros Agrimensores e Cartógrafos preparados para usar novas \ntecnologias e para produzir novos conhecimentos na área. O Engenheiro Agrimensor e \nCartógrafo é o profissional com conhecimentos especializados nas ciências afins de \nposicionamento, dimensionamento e representação da superfície da Terra. \nO Curso proposto está estruturado de modo a proporcionar, na sua totalidade, domínio \nno campo das áreas de Geodésia; Topografia; Cartografia; Sensoriamento Remoto; \nFotogrametria; Sistema de Informações Geográficas; Direito e Legislação de Terras; Cadastro \nTerritorial, Loteamento e Parcelamento, envolvendo ainda aspectos relacionados ao \nSaneamento Básico e Ambiental; Hidrografia; e Transportes. Nesta perspectiva, são os \nseguintes os princípios que serviram de base para elaboração deste Projeto Pedagógico: \n  Permitir o contato dos alunos com a realidade do mercado desde o primeiro período \ncurricular; \n Incentivar uma sólida formação generalista nas áreas das ciências afins das medições e \ndo direito e legislação das propriedades territoriais, necessárias para que o futuro \ngraduado possa vir a superar os desafios de renovadas condições de exercício \nprofissional e de produção do conhecimento, permitindo variados tipos de formação e \nhabilitações diferenciadas em um mesmo programa; \n Estimular prática de estudo independente, visando a uma progressiva autonomia \nprofissional e intelectual do aluno; \n Encorajar o aproveitamento do conhecimento, habilidades e competências adquiridas \nfora do ambiente escolar, inclusive as que se referirem à experiência profissional \njulgada relevante para a área de formação considerada; \n Fortalecer a articulação da teoria com a prática, valorizando a pesquisa individual e \ncoletiva, assim como estágio e a participação de atividades de extensão, as quais \npoderão ser incluídas como parte da carga horária; \n Incluir orientações para a condução de avaliações periódicas que utilizem \ninstrumentos variados e sirvam para informar docentes e discentes acerca do \ndesenvolvimento das atividades didáticas; \n", "17": " \n \n17 \n Incorporar a pesquisa como instrumento de busca de novos conhecimentos; \n Integrar os alunos. \n \nA organização curricular do Curso de Graduação em Engenharia de Agrimensura e \nCartográfica da UFU está configurada de modo a atender o seu caráter interdisciplinar. Sua \nentrada é baseada nos processos seletivos da UFU e, seu funcionamento, pautado nas Normas \nda Graduação da Universidade Federal de Uberlândia. \nEm cumprimento às resoluções nº.11, de 11/03/2002, e nº.2, de 18/07/2007, do Conselho \nNacional de Educação, o Curso de Engenharia de Agrimensura e Cartográfica da Universidade \nFederal de Uberlândia terá uma carga horária de 3625 horas a serem integralizadas em, no \nmínimo, 4,5 anos, estruturado nos seguintes núcleos (Quadros 1, 2 e 3):   \n Núcleo de Formação Básica: composto pelas disciplinas obrigatórias de fundamento \npara exercício da em Engenharia de Agrimensura e Cartográfica. O núcleo de \nformação básica, segundo a resolução do CNE/CES de 11 de março de 2002, cerca de \n30% da carga horária mínima, verserá sobre tópicos que seguem: I -Metodologia \nCientífica e Tecnológica; II - Comunicação e Expressão; III - Informática; IV - \nExpressão Gráfica; V - Matemática; VI - Física; VII - Fenômenos de \nTransporte; VIII - Mecânica dos Sólidos; X - Química; XI - Ciência e \nTecnologia dos Materiais; XII - Administração; XIII - Economia; XIV - \nCiências do Ambiente; XV - Humanidades, Ciências Sociais e Cidadania.  \n Núcleo de Formação Profissional: composto por disciplinas teóricas e optavas de \ncunho profissionalizante. Também segundo a RESOLUÇÃO CNE/CES 11, DE 11 DE \nMARÇO DE 2002, o núcleo de conteúdos profissionalizantes, com cerca de 15% da \ncarga horária mínima, versará sobre um subconjunto coerente dos tópicos definidos como \nimprescindíveis à formação do Engenheiro Agrimensor e Cartógrafo e consistirá \nbasicamente dos seguintes tópicos da relação apresentada na Resolução CNE/CES \n11/2002: XVI – Geoprocessamento, XLV – Sistema de Informações \n(Geográficas e Territoriais), LII – Topografia e Geodésia. \n Núcleo de Formação Específica: O núcleo de conteúdos específicos se constitui de \nextensões e aprofundamentos dos conteúdos profissionalizantes, bem como de outros \nconteúdos de conhecimentos científicos, tecnológicos e instrumentais que devem \ngarantir o desenvolvimento das competências e habilidades dos Engenheiros \nAgrimensores e Cartógrafos. \n", "18": " \n \n18 \n Núcleo de Formação Acadêmico-Científico-Cultural: compreende as atividades \ncomplementares que devem ser desenvolvidas pelos discentes ao longo dos 10 \nsemestres letivos, e seguem as orientações das Normas dos Cursos de Graduação da \nUFU. \n \n8.1. QUADRO 1 - SÍNTESE DOS COMPONENTES CURRICULARES \n \nDescrição dos componentes curriculares \nNo. de \nDisciplinas \nCarga \nHorária \nPercentual \nNúcleo de Conteúdos  Básicos  \n21 \n1275 \n35,0 \nNúcleo de Conteúdos Profissionalizantes \n12 \n705 \n19,4 \nNúcleo de Conteúdos Específicos \n15 \n960 \n26,4 \nTrabalho de Conclusão do Curso  \n2 \n180 \n4,9 \nEstágio Supervisionado  \n1 \n180 \n4,9 \nDisciplinas Optativas \n4 \n240 \n6,6 \nAtividades Acadêmico-Científico-Cultural \n- \n100 \n2,7 \nTotal \n- \n3625h/a \n100,0 \n \n \n8.2. QUADRO 2 - RELAÇÃO DE DISCIPLINAS DOS NÚCLEOS DE FORMAÇÃO \n \nNúcleo \nDisciplinas \nCategoria \nCH \nTeórica \nCH \nPrática \nCH \nTotal \n \n \nNÚCLEO \nBÁSICO \n \nCálculo diferencial e Integral 1 \nObrigatória \n60 \n0 \n60 \nDesenho Técnico \nObrigatória \n15 \n30 \n45 \nGeometria Analítica e Álgebra Linear \nObrigatória \n90 \n0 \n90 \nIntrodução a Programação de computadores \nObrigatória \n30 \n30 \n60 \nCartografia \nObrigatória \n30 \n30 \n60 \nEstatística \nObrigatória \n60 \n0 \n60 \nCálculo diferencial e Integral 2 \nObrigatória \n60 \n0 \n60 \nGeologia Geral \nObrigatória \n30 \n30 \n60 \nFísica 1 \nObrigatória \n60 \n0 \n60 \nCálculo diferencial e Integral 3 \nObrigatória \n60 \n0 \n60 \nGeomorfologia e Pedologia \nObrigatória \n30 \n30 \n60 \nFísica 2 \nObrigatória \n60 \n0 \n60 \nCálculo diferencial e Integral 4 \nObrigatória \n60 \n0 \n60 \nCálculo Numérico \nObrigatória \n60 \n0 \n60 \nFísica 3 \nObrigatória \n30 \n30 \n60 \nEconomia Rural \nObrigatória \n45 \n0 \n60 \nMecânica dos Solos \nObrigatória \n60 \n0 \n60 \nMecânica dos Fluidos \nObrigatória \n60 \n0 \n60 \nHidráulica Geral \nObrigatória \n30 \n30 \n60 \nAdministração  \nObrigatória \n60 \n0 \n60 \nEducação Ambiental \nObrigatória \n30 \n30 \n60 \n \nTOTAL \n \n1035 \n240 \n1275 \n \n \n \n \n \nAstronomia e Geodésia \nObrigatória \n30 \n30 \n60 \nTopografia 1 \nObrigatória \n30 \n30 \n60 \nIntrodução  a Engenharia  de Agrimensura e \nCartográfica \nObrigatória \n45 \n0 \n45 \nDesenho Topográfico  \nObrigatória \n30 \n30 \n60 \n", "19": " \n \n19 \n \n \nNÚCLEO \nPROFFISSIO-\nNALIZANTE \n \nTopografia 2 \nObrigatória \n30 \n30 \n60 \nCartografia Digital \nObrigatória \n30 \n30 \n60 \nTopografia de Minas e Industrial \nObrigatória \n30 \n30 \n60 \nBanco de Dados 1  \nObrigatória \n60 \n00 \n60 \nProjeto Geométrico de Estradas \nObrigatória \n60 \n00 \n60 \nSaneamento Básico  \nObrigatória \n30 \n30 \n60 \nAjustamento de observações \nObrigatória \n30 \n30 \n60 \nCartografia Temática \nObrigatória \n30 \n30 \n60 \n \nTOTAL \n \n405 \n300 \n705 \nNÚCLEO \nESPECÍFICO \n \nProjeções Cartográficas  \nObrigatória \n60 \n00 \n60 \nAgrimensura Legal \nObrigatória \n30 \n30 \n60 \nTopografia Numérica  \nObrigatória \n30 \n30 \n60 \nCadastro Técnico Multifinalitário \nObrigatória \n30 \n30 \n60 \nProgramação de Computadores Aplicada a \nEngenharia de Agrimensura. \nObrigatória \n30 \n30 \n60 \nGeodésia Aplicada \nObrigatória \n30 \n30 \n60 \nSistemas de informação Geográfica \nObrigatória \n30 \n30 \n60 \nSensoriamento Remoto \nObrigatória \n30 \n30 \n60 \nProgramação para Internet \nObrigatória \n00 \n60 \n60 \nPlanejamento Ambiental \nObrigatória \n30 \n30 \n60 \nHidroclimatologia \nObrigatória \n30 \n30 \n60 \nParcelamento Territorial \nObrigatória \n30 \n30 \n60 \nModelagem Ambiental \nObrigatória \n30 \n30 \n60 \nBiogeografia \nObrigatória \n30 \n30 \n60 \nProcessamento Digital de Imagens de Satélite \nObrigatória \n30 \n30 \n60 \nFotogrametria \nObrigatória \n30 \n30 \n60 \n \nTOTAL \n \n510 \n450 \n960 \nDisciplinas \noptativas \nOptativa 1 \nObrigatória \n- \n- \n60 \nOptativa 2 \nObrigatória \n- \n- \n60 \nOptativa 3 \nObrigatória \n- \n- \n60 \nOptativa 4 \nObrigatória \n- \n- \n60 \n", "20": " \n \n20 \n8.3. QUADRO 3 – MATRIZ DE FLUXO CURRICULAR \n \n1°PERÍODO \n2° PERÍODO \n3º PERÍODO \n4º PERÍODO \n5º PERÍODO \n6º PERÍODO \n7º PERÍODO \n8º PERÍODO \n9º PERÍODO \n10º PERÍODO \nT-P-TOTAL \nT-P-TOTAL \nT-P-TOTAL \nT-P-TOTAL \nT-P-TOTAL \nT-P-TOTAL \nT-P-TOTAL \nT-P-TOTAL \nT-P-TOTAL \nT-P-TOTAL \n \n \n \n \n \n \n \n \n \n \nIntrodução a  \nEngenharia de \nAgrimensura e \nCartográfica \nCartografia \nGeologia Geral \nGeomorfologia \ne Pedololgia \nGeodesia \nAplicada \nFotogrametria \nBiogeografia \nAgrimensura \nLegal \nParcelamento \nTerritorial \n \n45-0-45 \n30-30-60 \n30-30-60 \n30-30-60 \n30-30-60 \n30-30-60 \n30-30-60 \n60-00-60 \n30-30-60 \n \nIntrodução a \nProgramação de \nComputadores \nFísica 1 \nFísica 2 \nFísica 3 \nSensoriamento \nRemoto \nCartografia \nTemática \nAdministração \nCadastro \nTécnico \nMultifinalitário \nModelagem \nAmbiental \n \n30-30-60 \n60-00-60 \n60-0-60 \n45-15-60 \n30-30-60 \n60-00-60 \n60-00-60 \n30-30-60 \n30-30-60 \n \nDesenho \nTécnico \nTopografia 1 \nTopografia 2 \nTopografia \nNumérica \nTopografia de \nMinas e \nIndustrial \nBanco de \nDados1 \nProjeto \nGeométrico de \nEstrada \nPlanejamento \nAmbiental \nEducação \nAmbiental \n \n15-30-45 \n30-30-60 \n30-30-60 \n30-30-60 \n30-30-60 \n60-00-60 \n60-00-60 \n30-30-60 \n30-30-60 \n \nCálculo \nDiferencial e \nIntegral 1 \nCálculo \nDiferencial \nIntegral 2 \nCálculo \nDiferencial e \nIntegral 3 \nCálculo \nDiferencial e \nIntegral 4 \nCálculo \nNumérico \nProcessamento \nDigital de \nImagens de \nSatélite \nSaneamento \nBásico \nProgramação \npara a Internet \nTrabalho de \nConclusão de \nCurso 1 \nTrabalho de \nConclusão de \nCurso 2 \n60-0-60 \n60-0-60 \n60-0-60 \n60-00-60 \n60-00-60 \n30-30-60 \n30-30-60 \n00-60-60 \n60-00-60 \n0-120-120 \nGeometria \nAnalítica e \nÁlgebra Linear \nDesenho \nTopográfico \nEstatística \nProgramação de \nComputadores \nAplicada a Eng. \nAgrimensura \nMecânica dos \nFluidos \nHidroclimatologia \nSistemas de \nInformação \nGeográfica \nEconomia Rural \nOptativa 3 \nEstagio \nSupervisionado \n90-0-90 \n30-30-60 \n60-00-60 \n30-30-60 \n60-00-60 \n30-30-60 \n30-30-60 \n45-0-45 \n60 \n0-180-180 \nAstronomia e \nGeodésia \nProjeções \nCartográficas \nCartografia \nDigital \nAjustamento de \nObservações \nMecânica dos \nSolos \nHidráulica Geral \nOptativa 1 \nOptativa 2 \nOptativa 4 \n \n30-30-60 \n30-30-60 \n30-30-60 \n30-30-60 \n60-00-60 \n30-30-60 \n60 \n60 \n60 \n \n \nLEGENDA: \nUNIDADE \nACADÊMICA \nIGUFU \nFECIV \nFAMAT \nFACOM. \nINFIS \nIEUFU \nFAGEN \nFADIR \n \n", "21": " \n \n21 \n8.4. QUADRO 4 - DISCIPLINAS OPTATIVAS \n \nEm relação às disciplinas optativas estas compreendem disciplinas técnicas da área \nde Engenharia de Agrimensura e Cartográfica, além de disciplinas dos cursos de Sistema de \nInformação e Agronomia de interesse para a formação complementar profissional. Os pré \ne/ou co-requisitos relacionados com essas disciplinas estão listados no Quadro 5 abaixo. \nDISCIPLINAS OPTATIVAS/ELENCO \nCH  \nTeórica \nCH \nPrática \nCH  \nTotal \nGeodesia Física * \n30 \n30 \n60 \nAnálise de Rede e Reteirização *  \n30 \n30 \n60 \nFotogrametria Digital * \n30 \n30 \n60 \nConstruções Rurais ** \n30 \n30 \n60 \nEmpreendedorismo em Informática *** \n60 \n00 \n60 \nProgramação Orientada a Objetos 1 *** \n30 \n30 \n60 \nProgramação Orientada a Objetos 2 *** \n30 \n30 \n60 \nBanco de Dados 2*** \n30 \n30 \n60 \nEstrutura de Dados 1 ***   \n60 \n30 \n90 \nEstrutura de Dados 2   *** \n30 \n30 \n60 \nOrganização E Recuperação Da Informação ***                  30 \n30 \n60 \nIntrodução aos Sistemas de Informação *** \n60 \n00 \n60 \nModelagem De Software***                   \n30 \n30 \n60 \nLíngua Brasileira de Sinais – LIBRAS I \n30 \n30 \n60 \nObservação: \nPara integralizar o Currículo do Curso de Engenharia de Agrimensura e Cartográfica, o aluno \ndeverá cursar no mínimo 240 h de disciplinas optativas (ANEXO II). Caso o aluno tenha \ninteresse de cursar disciplinas que não estejam incluídas no elenco das disciplinas obrigatórias \ne optativas definidas pelo curso, serão consideradas como disciplinas facultativas, seguindo o \nArt. 13º da Resolução n.02/2004. \n* Disciplinas optativas novas criadas para o curso de Engenharia de Agrimensura e \nCartográfica \n** Disciplinas optativas existentes no curso de Graduação em Agronomia em Monte Carmelo \n-UFU. \n*** Disciplinas optativas existentes no curso de Graduação em Sistemas de Informação em \nMonte Carmelo - UFU. \n \n \n \n8.5. \nDIRETRIZES PARA OFERECIMENTO DE DISCIPLINAS \nOPTATIVAS \n \nConsiderando a necessidade do oferecimento semestral das disciplinas optativas, \nde modo a atender o principio fundamental que rege as características básicas desta \nmodalidade de disciplina, ou seja, opção para os alunos e baseando-se também nos \nprincípios da flexibilidade curricular, definem-se como diretrizes as seguintes: \n", "22": " \n \n22 \n1) O rol de disciplinas optativas oferecidas a cada semestre deve contemplar pelo \nmenos duas disciplinas no mesmo horário, devendo ser aprovadas pelo \nColegiado do Curso. \n2) Sempre que detectada uma demanda específica para disciplina de outras \nunidades acadêmicas, o colegiado do curso deverá estabelecer negociações para \no oferecimento desta disciplina para o curso. \n3) No prazo máximo de 60 dias antes do encerramento do semestre, o colegiado do \ncurso deverá promover uma pesquisa entre os alunos para saber quais são as \ndisciplinas optativas de maior interesse destes, que prioritariamente devem ser \noferecidas no semestre posterior, dependendo da disponibilidade de professores. \n4) A qualquer momento os professores do curso ou o colegiado poderá propor a \ncriação de nova disciplina optativa, seguindo as normas e resoluções acadêmicas \nda UFU. \n5) Os casos omissos serão resolvidos pelo Colegiado do Curso. \n \n \n8.6. QUADRO 5 - FLUXO CURRICULAR  \n \nPeríodo \nDisciplinas \nNatureza \nCarga Horária \nRequisitos \nUnidade \nAcadêmica \nofertante \n(Optativa, \nObrigatória) \nTeórica Prática Total \nPré-req. \nCo-req. \n1° \nIntrodução a Engenharia de \nAgrimensura e Cartográfica \nObrigatória \n45 \n0 \n45 \nLivre \n-- \nIGUFU \nIntrodução a Programação \nde Computadores \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nFACOM \nDesenho Técnico \nObrigatória \n15 \n30 \n45 \nLivre \n-- \nFECIV \nCálculo Diferencial e \nIntegral 1 \nObrigatória \n60 \n0 \n60 \nLivre \n-- \nFAMAT \nGeometria Analítica e \nÁlgebra Linear \nObrigatória \n90 \n0 \n90 \nLivre \n-- \nFAMAT \nAstronomia e Geodésia \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nIGUFU \n2° \nCartografia  \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nIGUFU \nFísica 1 \nObrigatória \n60 \n00 \n60 \nLivre \n-- \nINFIS \nTopografia 1 \nObrigatória \n30 \n30 \n60 \nDesenho \nTécnico \n-- \nFECIV \nCálculo Diferencial e \nIntegral 2 \nObrigatória \n60 \n0 \n60 \nCálculo \nDiferencial e \nIntegral 1 \n-- \nFAMAT \nDesenho Topográfico \nObrigatória \n30 \n30 \n60 \nDesenho \nTécnico \n-- \nFECIV \nProjeções Cartográficas \nObrigatória \n30 \n30 \n60 \nDesenho \nTécnico \n-- \nIGUFU \n3° \nGeologia Geral \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nIGUFU \nFísica 2 \nObrigatória \n60 \n00 \n60 \nFísica 1 \n-- \nINFIS \nTopografia 2 \nObrigatória \n30 \n30 \n60 \nTopografia 1 \n-- \nFECIV \nCálculo Diferencial e \nObrigatória \n60 \n0 \n60 \nCálculo \n-- \nFAMAT \n", "23": " \n \n23 \nIntegral 3 \nDiferencial e \nIntegral 2 \nEstatística \nObrigatória \n60 \n0 \n60 \nLivre \n-- \nFAMAT \nCartografia Digital  \nObrigatória \n30 \n30 \n60 \nCartografia \n-- \nIGUFU \n4° \nGeomorfologia e Pedologia \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nIGUFU \nFísica 3 \nObrigatória \n45 \n15 \n60 \nFísica 1 e Física \n2 \n-- \nINFIS \nTopografia Numérica  \nObrigatória \n30 \n30 \n60 \nTopografia 2 \n-- \nFECIV \nCálculo Diferencial e \nIntegral 4   \nObrigatória \n60 \n0 \n60 \nCálculo \nDiferencial e \nIntegral 3 \n-- \nFAMAT \nProgramação de \nComputadores Aplicada a \nEngenharia de Agrimensura \nObrigatória \n30 \n30 \n60 \n Introdução a \nProgramação  \nde \nComputadores \n-- \nFACOM \nAjustamento de \nObservações \nObrigatória \n30 \n30 \n60 \nEstatística \n-- \nFAMAT \n5\n5° \nGeodésia Aplicada \nObrigatória \n30 \n30 \n60 \nAstronomia e \nGeodésia \n-- \nIGUFU \nSensoriamento Remoto \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nIGUFU \nTopografia de Minas e \nIndustrial \nObrigatória \n30 \n30 \n60 \nTopografia \nNumérica \n-- \nFECIV \nCálculo Numérico \nObrigatória \n60 \n0 \n60 \nCálculo \nDiferencial e \nIntegral 2 \n \nFAMAT \nMecânica dos Fluidos  \nObrigatória \n60 \n0 \n60 \nFísica 2 \n-- \nFECIV \nMecânica dos Solos \nObrigatória \n60 \n0 \n60 \nCálculo \nDiferencial e \nIntegral 3 \n-- \nFECIV \n6° \nFotogrametria \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nIGUFU \nCartografia Temática \nObrigatória \n30 \n30 \n60 \nCartografia \n-- \nIGUFU \nBanco de Dados 1 \nObrigatória \n60 \n00 \n60 \nIntrodução a \nProgramação de \nComputadores \n-- \nFACOM \nProcessamento Digital de \nImagens de Satélite \nObrigatória \n30 \n30 \n60 \nSensoriamento \nRemoto \n-- \nIGUFU \nHidroclimatologia \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nIGUFU \nHidráulica Geral \nObrigatória \n30 \n30 \n60 \nMecânica dos \nFluidos \n-- \nFECIV \n7° \nBiogeografia \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nIGUFU \nAdministração  \nObrigatória \n60 \n0 \n60 \nLivre \n-- \nFAGEN \nProjeto Geométrico de \nEstrada \nObrigatória \n60 \n0 \n60 \nTopografia 1 e 2  \n-- \nFECIV \nSaneamento Básico  \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nFECIV \nSistemas de Informação \nGeográfica \nObrigatória \n30 \n30 \n60 \nCartografia \n-- \nIGUFU \n8° \nAgrimensura Legal \nObrigatória \n60 \n00 \n60 \nLivre \n-- \nFADIR \nCadastro Técnico \nMultifinalitário \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nIGUFU \nPlanejamento Ambiental \nObrigatória \n30 \n30 \n60 \nLivre \n-- \nIGUFU \nProgramação para a Internet \nObrigatória \n00 \n60 \n60 \nIntrodução a \nProgramação de \nComputadores \n-- \nFACOM \nEconomia Rural \nObrigatória \n45 \n0 \n45 \nLivre \n \nIEUFU \n9° \nParcelamento Territorial \nObrigatória \n30 \n30 \n60 \nTopografia \nNumérica \n \nIGUFU \nModelagem Ambiental \nObrigatória \n30 \n30 \n60 \nSistemas de \nInformação \nGeográfica \n \nIGUFU \n", "24": " \n \n24 \nEducação Ambiental \nObrigatória \n30 \n30 \n60 \nLivre \n \nIGUFU \nTrabalho  de Conclusão de \nCurso 1 \nObrigatória \n60 \n0 \n60 \n1.200 horas \n \nIGUFU \n10° \nTrabalho  de Conclusão de \nCurso 2 \nObrigatória \n0 \n120 \n120 \n1.200 horas \nTCC 1 \n \nIGUFU \nEstágio Supervisionado \nObrigatória \n00 \n180 \n180 \n1200 horas \n \nIGUFU \nOptativas \nGeodésia Física \nOptativa \n30 \n30 \n60 \nAstronomia e \nGeodésia \n-- \nIGUFU \nAnálise de Rede e \nRoteirização \nOptativa \n30 \n30 \n60 \nSistemas de \nInformação \nGeográfica \n-- \nFACOM \nFotogrametria Digital \nOptativa \n30 \n30 \n60 \nFotogrametria \n-- \nIGUFU \nConstruções Rurais \nOptativa \n30 \n30 \n60 \nDesenho \nTécnico \n-- \nFECIV \nEmpreendedorismo \nem \nInformática \nOptativa \n60 \n00 \n60 \nLivre \n-- \nFAGEN \nProgramação Orientada a \nObjetos 1 \nOptativa \n30 \n30 \n60 \nLivre \n-- \nFACOM \nProgramação Orientada a \nObjetos 2 \nOptativa \n30 \n30 \n60 \nProgramação \nOrientada a \nObjetos 1 \n-- \nFACOM \nEstrutura de Dados 1 \nOptativa \n60 \n30 \n90 \nIntrodução à \nProgramação de \nComputadores \n-- \nFACOM \nBanco de Dados 2  \nOptativa \n30 \n30 \n60 \nBanco de Dados \n1 \n-- \nFACOM \nEstrutura de Dados 2 \nOptativa \n30 \n30 \n60 \nEstrutura de \nDados 1 \n-- \nFACOM \nOrganização e Recuperação \nda Informação \nOptativa \n30 \n30 \n60 \nLivre \n-- \nFACOM \nIntrodução aos Sistemas de \nInformação \nOptativa \n60 \n0 \n60 \nLivre \n-- \nFACOM \nModelagem de Software \nOptativa \n30 \n30 \n60 \nLivre \n-- \nFACOM \nLíngua Brasileira de Sinais \n– LIBRAS I \nOptativa \n30 \n30 \n60 \nLivre \n-- \nFACED \n \nObservação: \n* As fichas das disciplinas obrigatórias e optativas encontram-se nos ANEXOS. \n \n \n8.7. \n QUADRO 6 - SÍNTESE DO NÚMERO DE DISCIPLINAS, \nCONFORME UNIDADES ACADÊMICAS OFERTANTES \n \nUnidade acadêmica \nNúmero de \nDisciplinas \nCarga \nHorária \nPercentual \nDisciplinas obrigatórias específicas do IGUFU \n22 \n1365 \n37,7 \nDisciplinas obrigatórias específicas da FECIV \n11 \n645 \n17,8 \nDisciplinas obrigatórias específicas da FAMAT \n8 \n510 \n14,1 \nDisciplinas obrigatórias específicas da FACOM \n4 \n240 \n6,6 \nDisciplinas obrigatórias específicas do IFIS \n3 \n180 \n5,0 \nDisciplinas obrigatórias específicas do IE \n1 \n45 \n1,2 \n", "25": " \n \n25 \nDisciplinas obrigatórias específicas da FAGEM \n1 \n60 \n1,7 \nDisciplinas obrigatórias específicas da FADIR \n1 \n60 \n1,7 \nDisciplinas optativas \n4 \n240 \n6,6 \nEstágio Supervisionado \n1 \n180 \n5,0 \nAtividades Acadêmico-Científico-Culturais \n- \n100 \n2,8 \nTotal \n56 \n3625 \n100,0 \n \n \nObservações: \n \nPara integralizar o Currículo do Curso de Engenharia de Agrimensura e \nCartográfica, o aluno deverá: \n Cursar e ter sido aprovado nas disciplinas do Núcleo de Formação Básica. \n Cursar e ter sido aprovado nas  disciplinas obrigatórias do Núcleo de Formação \nEspecífica \n Cursar e ter sido aprovado nas disciplinas obrigatórias do Núcleo de Formação \nProfissional \n Cursar e ter sido aprovado no mínimo em 4 disciplinas optativas, totalizando \n240 horas. \n Cursar e ter sido aprovado na disciplina Estágio Supervisionado.  \n Cursar e ter sido aprovado nas 2 disciplinas do Trabalho de Conclusão de Curso, \nperfazendo um total de 180 horas, sendo ainda necessário à aprovação por meio \nde defesa pública de monografia. \n Realizar, no mínimo, 100 horas de atividades Acadêmico-Científico-Culturais, \ndurante o período regular do curso. \n Se inscrever no Exame Nacional de Desempenho dos Estudantes (ENADE). O \nENADE é componente curricular obrigatório dos cursos de graduação, sendo o \nregistro de participação condição indispensável para integralização curricular, \nindependentemente de o estudante ter sido selecionado ou não no processo de \namostragem do INEP. \n \n \n", "26": " \n \n26 \n9. \nINFRA-ESTRUTURA \n \n9.1 – Sala de Aula \nNo seu funcionamento pleno, ou seja, 10 turmas o curso irá necessitar de 12 \nsalas de aula no período integral.  \n9.2 - Secretaria \nPara a secretaria será necessária uma sala de no mínimo 18 m2 com 2 mesas e 2 \ncadeiras (para a secretária e para o coordenador do curso), 2 computadores com mesa, \ncadeira, 1 impressora laser multifuncional, 2 armários e um balcão para atendimento dos \nalunos.  \n9.3 - Salas de Professores  \nPara abrigar os 21 professores previstos para o curso serão necessárias 7 salas de \n18m², 21 mesas, 21 cadeiras e 21 armários. \n9.4 – Laboratórios \nPara o funcionamento do curso será necessário a criação de 8 (Oito) \nlaboratórios: \nDescrição dos Laboratórios: \n \n1) Topografia e Geodésica \no Sala de 90 m2, com climatização, para guardar equipamentos, instalar os 02 \ntécnicos do laboratório, e para montagem da oficina de retificação dos \nequipamentos; \no Sala de 120 m2, com climatização, montada com computadores para aulas \npráticas; \no 20 Trenas de 20 e 50 metros; \no 20 Teodolitos eletrônicos; \no 05 Estações totais; \no 20 Níveis eletrônicos; \no 15 Receptores de GPS de navegação; \no 02 pares de GPS topográfico; \no 02 pares de GPS geodésico; \no 30 Microcomputadores; \no 30 Licenças do software Topograph; \no 30 Licenças do software AutoCad; \no 30 Licenças do software TopoEVN; \no 30 Mesas de computadores; \no 30 Cadeiras para mesas de computadores; \no 01 Mesa (docente); \no 01 Cadeira (docente); \n", "27": " \n \n27 \no 01 Mesa (Técnico); \no 01 Cadeira (Técnico); \no 02 Ar-condicionados. \n \n2) Sensoriamento Remoto e Fotogrametria \no Sala de 120 m2, com climatização, para guardar equipamentos, instalar 01 \ntécnico de laboratório, e para montagem de sala de aula com computadores \npara aulas práticas; \no 30 Estereoscópios de bolso; \no 07 Estereoscópios de mesa; \no 01 Câmera fotográfica; \no 30 Microcomputadores; \no 10 Estações Fotogramétricas LPS; \no 01 Estação Fotogramétrica INPHO; \no 30 Licenças do software ENVI; \no 30 Licenças do software ERDAS; \no 30 Licenças do software MatLab; \no 30 Mesas de computadores; \no 30 Cadeiras para mesas de computadores; \no 01 Mesa (docente); \no 01 Cadeira (docente); \no 01 Mesa (Técnico); \no 01 Cadeira (Técnico); \no 02 Ar-condicionados. \n \n3) Cartografia e SIG \no Sala de 300 m2, com climatização, para guardar equipamentos, instalar os \n02 técnicos do laboratório, ambiente para apresentação de mapas/cartas, e \npara montagem de sala de aula com computadores para aulas práticas; \no Um conjunto de 60 cartas topográficas nas escalas de 1:10.000 a 1:250.000; \no 01 Ploter/Scanner multifuncional A0; \no 04 Armários para guardar cartas; \no 04 Mapotecas; \no 30 Microcomputadores; \no 30 Licenças do software Idrisi; \no 30 Licenças do software ArcGis; \no 30 Mesas de computadores; \no 30 Cadeiras para mesas de computadores; \no 01 Mesa (docente); \no 01 Cadeira (docente); \no 01 Mesa (Técnico); \no 01 Cadeira (Técnico); \no 02 Ar-condicionados. \n \n4) Cadastro Técnico e Estudos Ambientais \no Sala de 120 m2, com climatização, para montagem de sala de aula com \ncomputadores para aulas práticas; \no 30 Microcomputadores; \no 30 Licenças do software Spark; \no 30 Mesas de computadores; \n", "28": " \n \n28 \no 30 Cadeiras para mesas de computadores; \no 01 Mesa (docente); \no 01 Cadeira (docente); \no 02 Ar-condicionados. \n \n5) Geografia Física \no Sala de 120 m2, com climatização, para guardar equipamentos, instalar 01 \ntécnico de laboratório e para dar aulas práticas; \no Conjunto de material para coleta de informações em campo; \no 04 Microcomputadores; \no 01 Estação meteorológica; \no 01 Ecobatímetro; \no 01 Microscópio Petrográfico; \no 01 Mesa (docente); \no 01 Cadeira (docente); \no 02 Ar-condicionados. \n \n6) Desenho Técnico \no Sala de 120 m2, com climatização, para aulas práticas; \no 30 Pranchetas; \no 30 Cadeiras para pranchetas; \no 01 Armário de aço; \no 01 Mesa (docente); \no 01 Cadeira (docente); \no 02 Ar-condicionados. \n \n7) Hidráulica \no Sala de 120 m2, com climatização, para aulas práticas; \no Canal para Experimentos Hidráulicos; \no Bancada de Experimentos Hidráulicos; \no 01 Mesa (docente); \no 01 Cadeira (docente); \no 02 Ar-condicionados. \n \n8) Física \no Sala de 120 m2, com climatização, para aulas práticas; \no 03 linhas de gás (CO2, N2, GLP) encanado, com pontos nas bancadas; \no 01 Geladeira (duplex); \no 01 Sistema de Ensino em Física Mecânica; \no 01 Sistema de Ensino em Física Eletrostática; \no 01 Sistema de Ensino em Física Magnetismo; \no 01 InterTESS Metodologia Didática em software interativo; \no 01 Mesa (docente); \no 01 Cadeira (docente); \no 02 Ar-condicionados. \n \n9.5 – Técnicos Administrativos  \nSerão necessários 2 secretárias e 6 técnicos de laboratórios, sendo:  \n", "29": " \n \n29 \no 02 secretárias para dar apoio à coordenação do curso; \no 02 técnicos para o laboratório de Topografia e Geodésia; \no 01 técnico para o Laboratório Sensoriamento Remoto e Fotogrametria; \no 02 técnicos para o Laboratório de Cartografia e SIG; \no 01 técnico para o laboratório de Geografia Física. \n \n \n", "30": " \n \n30 \n10. \nNÚCLEO DE FORMAÇÃO ACADÊMICO-CIENTÍFICO-\nCULTURAL \n \nAs atividades acadêmico-científico-culturais fazem parte do projeto pedagógico \ndo curso de Engenharia de Agrimensura e Cartografia de caráter obrigatório para a \nintegralização curricular. O estudante deverá realizar estas atividades no decorrer dos 10 \nsemestres de duração do curso ou no tempo máximo de integralização do mesmo (8 \nanos), perfazendo um total de 100 horas-atividade. \nOs critérios norteadores do sistema que contemplam as horas-atividade, \nprevistas nesse projeto de curso, amparam-se na Resolução 02/2004 do CONGRAD, de \n29/04/2004, e nas orientações gerais relativas às questões pedagógicas envolvidas na \nconcepção dos cursos de graduação da UFU (2005, p. 48). \nOs critérios de pontuação entendem as horas-atividade como limite máximo \naceito para cada atividade realizada, independentemente do tempo real despendido para \nsua execução. É preciso ressaltar que muitas atividades não podem ser avaliadas pelo \nseu tempo de realização, mas pelo seu grau de dificuldade ou probabilidade de \nocorrência ou obtenção. Dessa forma, o equilíbrio entre maiores e menores pontuações \napóia-se no objetivo de estimular a diversidade de interesses, a iniciativa em assumir \npropostas mais desafiadoras ou de maior alcance social, considerando a pró-atividade \nacima da passividade. \nPonderou-se a possibilidade de realização do total de 100 horas-atividade em \nsituações de aproveitamento de eventos locais ou em realizações de iniciativa própria, \ncontempladas pelas determinações aqui contidas, devido à necessidade de serem \ncumpridas em média 25 horas por período. \nNesse sentido, destaca-se a possibilidade de realização cumulativa da pontuação \nem horas para um mesmo evento, dependendo do grau de envolvimento (categoria) do \nparticipante nas diferentes etapas de sua realização. \nEntretanto, entende-se que as atividades continuadas de duração maior que o \nsemestre devam ser contabilizadas apenas uma vez, enquanto aquelas repetidas em \ndiferentes momentos devam ser novamente contabilizadas. Tal procedimento \nprivilegiará a busca de novas experiências em detrimento da transformação destas em \nrotinas. Também foram atribuídos maiores ou menores pesos em função da abrangência \nespacial e importância da realização. \n", "31": " \n \n31 \nDo ponto de vista operacional, entende-se que cabe ao estudante a tarefa de \nadministrar a sua realização de horas para fins do cumprimento das exigências de \ntotalização dos créditos necessários para sua graduação, devendo o mesmo procurar o \nórgão competente para validação dos comprovantes durante o semestre letivo em curso, \ntendo como limite máximo a data de fechamento de notas do semestre seguinte. \nDessa froma, o elenco das Atividades Acadêmico-Científico-Cultural previstas \nneste Projeto Pedagógico está dividido em quatro grupos: \n1) Atividades Pesquisa, Extensão e Representação Estudantil; \n2) Atividades de Caráter Científico e de Divulgação Científica; \n3) Atividades de Caráter Artístico e Cultural; \n4) Atividades de Caráter Técnico. \nNos Quadros 7, 8, 9 e 10 estão relacionadas as atividades previstas em cada \ngrupo, as formas de comprovação para que sejam aproveitadas e a correspondência em \nhoras, para efeito de integralização curricular. \n \nQUADRO 7. Atividades  pesquisa, extensão e representação estudantil: \n \n \nAtividade \nForma de Comprovação \nValor em Horas \n-Representação estudantil (Colegiado da \nGraduação, \nConselho \ndo \nInstituto, \nConselhos Superiores, Centro Acadêmico, \nDCE, UNE...). \n-Atas ou documentos similares \nque atestem a nomeação e a \nexoneração \nou \ntérmino \ndo \nmandato, emitidas pelo órgão \ncolegiado competente. \n10 horas por ano de mandato, \nrespeitando o teto de 40 horas \npara o total de atividades deste \ntipo. \n-Disciplina \nFacultativa, \ncursada \ncom \naproveitamento, na UFU ou em outra \nInstituição de Ensino Superior, em curso \ndevidamente reconhecido pelo MEC. \n- Histórico Escolar \n30 \nhoras \npor \ndisciplina, \nrespeitando o teto de 90 horas \n-Atividades de pesquisa com bolsa (UFU, \nCNPq, FAPEMIG...). \n-Documento \nque \nateste \no \ncumprimento \ndas \natividades \nprevistas no projeto, emitido \npelo orientador e/ou pelo órgão \ncompetente. \n15 horas por ano de bolsa, \nrespeitando o teto de 30 horas \npara atividades deste tipo. \n-Atividades de pesquisa sem bolsa, (obs.: \natividades de pesquisa sem bolsa que forem \nsubmetidas ao comitê da UFU que avalia o \nPIBIC e que forem aprovadas seguirão os \nmesmos critérios de atividades de pesquisa \ncom bolsa) \n-Documento \nemitido \npelo \norientador \nda \natividade, \ndevidamente \nvalidado \npelo \nColegiado \ndo \nCurso \nde \nGeografia. \nNo \nDocumento \ndeverá constar uma descrição \nsumária \nda \natividade, \nseus \nobjetivos e uma apreciação do \ndesempenho do aluno. \nAté \n15 \nhoras \npor \nano, \nrespeitando o teto de 30 horas \npara o total de atividades deste \ntipo. \n", "32": " \n \n32 \n- Atividades de extensão com bolsa. \n-Documento \nque \nateste \na \nparticipação do educando no \nprojeto \ne \nseu \ndesempenho, \nemitido pelo órgão que financiou \no mesmo. \n15 horas por ano de bolsa, \nrespeitando o teto de 30 horas \npara atividades deste tipo. \n-Atividades de extensão sem bolsa, (obs.: \natividades de extensão sem bolsa que \nforem submetidas ao comité da UFU que \navalia o PIBEG e que forem aprovadas \nseguirão os mesmos critérios de atividades \nde extensão com bolsa) \n-Documento \nemitido \npelo \norientador \nda \natividade, \ndevidamente \nvalidado \npelo \nColegiado \ndo \nCurso \nde \nGeografia. \nNo \nDocumento \ndeverá constar uma descrição \nsumária \nda \natividade, \nseus \nobjetivos e uma apreciação do \ndesempenho do aluno. \nAté \n15 \nhoras \npor \nano, \nrespeitando o teto de 30 horas \npara o total de atividades deste \ntipo. \n-Atividades de monitoria em disciplinas de \ngraduação. \n-Documento \nemitido \npela \nDiretoria de Ensino, atestando a \nparticipação e o desempenho do \naluno na atividade. \n10 \nhoras \npor \nsemestre \nde \nmonitoria, respeitando o teto de \n30 \nhoras \npara \no total \nde \natividades deste tipo. \n- Atividades de monitorias ou estágio em \nambientes acadêmicos. \n-Documento emitido pelo órgão \nonde \nas \natividades \nforam \nrealizadas. \n10 \nhoras \npor \nsemestre \nde \nmonitoria, respeitando o teto de \n30 \nhoras \npara \no total \nde \natividades deste tipo. \n-Atividades de monitorias em ambientes \nacadémicos de outras unidades da UFU. \n-Documento \nemitido \npelo \nConselho \nda \nunidade \nque \nrecebeu o monitor, atestando sua \nparticipação e desempenho. \n10 \nhoras \npor \nsemestre \nde \nmonitoria, respeitando o teto de \n30 \nhoras \npara \no total \nde \natividades deste tipo. \n- Realização de trabalhos voltados à \npromoção do exercício da cidadania. \n(Sujeito à aprovação do colegiado) \n- A critério do colegiado do \ncurso. \nA critério do colegiado do curso, \nrespeitando o teto de 30 horas \npara o total de atividades deste \ntipo. \n \n \n \nQUADRO 8. Atividades de Caráter Científico e de Divulgação Científica \n \nAtividade \nForma de Comprovação \nValor em Horas \n-Participação, como ouvinte, em \nmini-cursos, cursos de extensão, \noficinas, colóquios, palestras e \noutros. \n-Certificado \nde \nparticipação, \nemitido pela entidade promotora, \nconstando a carga horária da \natividade. \nIgual \nà \ncarga \nhorária \nespecificada no certificado de \nparticipação, respeitando o teto \nde 30 horas para o total de \natividades deste tipo. \n-Apresentação de comunicações \nou \nposteres \nem \neventos \ncientíficos (semanas acadêmicas, \nsemanas de Geografia). \n-Certificado \nde \napresentação \nemitido pela entidade promotora. \n10 horas por comunicações ou \nPósteres apresentados ou carga \nhorária constante no certificado \nde participação, respeitando o \nteto de 40 horas para atividades \ndeste tipo. \n-Publicação \nde \ntrabalhos \ncompletos em anais de eventos \ncientíficos. \n- Cópia do material publicado. \n15 horas por publicações em \nanais, respeitando o teto de 45 \nhoras para atividades deste tipo. \n-Outras atividades de caráter \ncientífico \nou \nde \ndivulgação \ncientífica. (Sujeito à aprovação \ndo colegiado). \n-A critério do colegiado do \ncurso. \nA critério do colegiado do curso. \n", "33": " \n \n33 \n-Publicação de resumos em anais \nde eventos científicos. \n-Cópia do material publicado. \n05 horas por resumo publicado \nem anais, respeitando o teto de \n20 horas para Atividades deste \ntipo. \n-Publicação \nde \nartigos \nem \nperiódicos científicos com ISSN \ne conselho editorial. \n-Cópia do material publicado. \n20 horas por artigo publicado, \nrespeitando o teto de 40 horas \npara atividades deste tipo. \n-Publicação \nde \nartigos \nem \nperiódicos \nde \ndivulgação \ncientífica ou de caráter não \nacadêmico (jornais, revistas...). \n-Cópia do material publicado e \ncertificado \ndo \neditor \ndo \nperiódico. \n \n05 horas por artigo publicado, \nrespeitando o teto de 20 horas \npara atividades deste tipo. \n-Desenvolvimento \nou \nparticipação no desenvolvimento \nde \nmaterial \ninformacional \n(divulgação \ncientífica) \nou \ndidático \n(livros, \nCD-ROMs, \nvídeos, exposições...) \n-Cópia do material desenvolvido \ne certificado do coordenador ou \norganizador do projeto. \n07 \nhoras \npor \nmaterial \ndesenvolvido, respeitando o teto \nde 25 horas para atividades deste \ntipo. \n-Desenvolvimento \nou \nparticipação no desenvolvimento \nde instrumentos de pesquisa, \nguias ou catálogos de acervos de \nmemória e/ou exposições. \n-Cópia do material desenvolvido \ne certificado do coordenador ou \norganizador do projeto. \n06 \nhoras \npor \nmaterial \ndesenvolvido, respeitando o teto \nde 18 horas para atividades deste \ntipo. \n-Organização ou participação na \norganização \nde \neventos \ncientíficos. \n-Certificado \nde \nparticipação \nemitido pela entidade promotora. \n10 horas por evento organizado, \nrespeitando o teto de 30 horas \npara atividades deste tipo. \n-Outras atividades de caráter \ncientífico \nou \nde \ndivulgação \ncientífica. (Sujeito à aprovação \ndo colegiado) \n-A critério do colegiado do \ncurso. \nA critério do colegiado do curso. \n \nQUADRO 9. Atividades de caráter artístico e cultural \n \nAtividade \nForma de Comprovação \nValor em Horas \n-Produção ou participação na \nprodução de objetos artísticos \n(vídeo, artes plásticas, curadoria, \nliteratura, artes performáticas, \nmúsica...). (Sujeito à aprovação \ndo colegiado) \n-A critério do colegiado do \ncurso. \n05 \nhoras \npor \nprodução, \nrespeitando o teto de 20 horas \npara o total de atividades deste \ntipo. \n-Participação em oficinas, cursos \nou mini-cursos relacionados a \nmanifestações \nartísticas \ne \nculturais. \n \n-Certificado \nde \nparticipação, \nemitido pela entidade promotora \ne constando a carga horária da \natividade. \nIgual \nà \ncarga \nhorária \nespecificada no certificado de \nparticipação, respeitando o teto \nde 20 horas para o total de \natividades deste tipo. \n-Outras atividades de caráter \nartístico ou cultural. (Sujeito à \naprovação do colegiado). \n-A critério do colegiado do \ncurso. \nA critério do colegiado do curso. \n \n", "34": " \n \n34 \n \nQUADRO 10. Atividades de caráter técnico \nAtividade \nForma de Comprovação \nValor em Horas \n-Traduções \nde \nartigos, \nprodução \nde \nresenhas, \neditoração, \ndiagramação \ne \nrevisão técnica de material \npublicado \nem \nperiódicos \nacadêmicos \ncom \nISSN \ne \npolítica seletiva. \n-Cópia do material publicado e \ncertificado \ndo \neditor \ndo \nperiódico. \n05 \nhoras \npor \nmaterial \npublicado, respeitando o teto de \n15 horas para atividades deste \ntipo. \n-Participação \nem \noficinas, \ncursos \nou \nmini-cursos \nrelacionados ao aprendizado de \ntécnicas úteis à profissão do \nprofessor/geógrafo. \n-Certificado de participação, \nemitido \npela \nentidade \npromotora e constando a carga \nhorária da atividade. \nIgual \nà \ncarga \nhorária \nespecificada no certificado de \nparticipação, respeitando o teto \nde 20 horas para o total de \natividades deste tipo. \n-Pesquisa \nde \ncampo, \nrelacionadas a projetos de \npesquisa, \nextensão \nou \ncomplementares a atividades de \nensino \nque \nnão \nsejam \nobrigatórias. \n(Sujeito \nà \naprovação do colegiado) \n-Documento \ncomprobatório \nemitido \npelo \neducador-\norientador do projeto. \n \nIgual \nà \ncarga \nhorária \nespecificada no certificado de \nparticipação, respeitando o teto \nde 15 horas para o total de \natividades deste tipo. \n-Outras atividades de caráter \ntécnico ou educativo. (Sujeito à \naprovação do colegiado) \n-A critério do colegiado do \ncurso. \nA critério do colegiado do \ncurso. \n \nA escolha e o cumprimento das Atividades Acadêmicas são responsabilidades \ndo estudante, no entanto, o Curso buscará promover algumas oportunidades, bem como \nestimulará a participação em atividades variadas de modo que este componente \ncurricular contribua efetivamente para a formação plena do profissional. \nOs casos omissos, bem como as adequações das atividades acima apresentadas serão \nresolvidos pelo Colegiado do Curso. \n \n", "35": " \n \n35 \n11. \nESTÁGIO SUPERVISIONADO \n \nA matrícula na disciplina Estágio Supervisionado só poderá ser requerida pelos \ndiscentes, após terem cursado com aproveitamento no mínimo 1200h/a no curso de \nEngenharia de Agrimensura e Cartografia. \nAtividade de estágio representa para o acadêmico uma proposta de ação, em que \na teoria assimilada em sala de aula deverá ser conciliada com a prática profissional. \nO parecer CNE/CES nº 184/2006 que retificou o Parecer CNE/CES nº 329/2004, \nreferente à carga mínima dos cursos de graduação, bacharelados, na modalidade \npresencial, estabelece que os estágios e atividades complementares, já incluídos no \ncálculo da carga horária total do curso, não deverá exceder 20% do total. \nComo o referido parecer contempla apenas a carga horária máxima, considera-se \nneste projeto, como carga horária mínima, o tempo necessário para a interação entre \nteoria/prática, o período de um semestre letivo, compreendendo 180 horas. O \nacompanhamento e a orientação do estágio ficarão a cargo do professor da disciplina de \nEstágio Supervisionado do curso de Graduação em Saúde. \nCabe ao professor orientador:  \n analisar e aprovar as propostas das atividades a serem desenvolvidas nos \nestágios; \n orientar, acompanhar e avaliar as atividades e a execução dos trabalhos; \n prestar informações sobre o estagiário e atividades desenvolvidas pelo mesmo \nquando se fizerem necessárias; \n estabelecer as normas para elaboração dos relatórios; \n verificar o cumprimento dos prazos relacionados a entrega dos relatórios. \nÉ dever do acadêmico: \n cumprir todos os prazos estipulados para entrega dos relatórios, a carga horária \nestipulada para o estágio e as obrigações de estagiário constantes nas normas da \nUFU; \n prestar, sempre que requisitado, todas as informações sobre o estágio. \nA avaliação do estágio levará em conta o documento concedido pela empresa ou \nlocal de estágio do aluno, atestando as atividades desenvolvidas, bem como a carga \nhorária cumprida e a aprovação dos respectivos relatórios de estágio.  \n", "36": " \n \n36 \nAo final da atividade de estágio, no término do semestre, o aluno deverá \napresentar o relatório final, contemplando todas as atividades desenvolvidas para \navaliação do professor. \nAs normas de formatação e organização do texto dos relatórios seguem àquelas \nestabelecidas pelo Guia para Normalização de Trabalhos Técnico-Científicos da Editora \nda Universidade Federal de Uberlândia, sendo que o texto deve contemplar uma \nintrodução, justificativa, objetivo, métodos, resultados, conclusão e referências. A \ntemática tratada na monografia poderá contemplar o resultado de estudos e \nlevantamentos bibliográficos e ou resultado de pesquisas de campo.  \n \n \n", "37": " \n \n37 \n12. \nTRABALHO DE CONCLUSÃO DE CURSO  \n \nO Trabalho de Conclusão de Curso de Engenharia de Agrimensura e \nCartográfica  será realizado por meio das disciplinas Trabalho  de Conclusão de Curso 1 \ne 2. Essas disciplinas serão cursadas no 9o e 10o períodos, com carga horária de 60 e \n120 h/a , respectivamente,  culminando da redação da monografia. \nO Trabalho de Conclusão de Curso de Engenharia de Agrimensura e \nCartográfica será individual e deverá conter os princípios gerais de um trabalho de \npesquisa científica, sob a orientação docente. Na disciplina Trabalho de Conclusão de \nCurso 1, o discente deverá elaborar um Projeto de Pesquisa, sob orientação de um \nprofessor. Na disciplina Trabalho de Conclusão de Curso 2, o discente concluirá a \npesquisa, sob a orientação de um professor, e realizará a defesa pública. \nSão atribuições do Colegiado do Curso: \n Definir, de acordo com a demanda, o número de professores orientadores; \n Definir, em reunião semestral, o número de vagas destinadas para cada professor \norientador; \n Analisar e dar parecer sobre problemas que comprometam a qualidade do \nTrabalho de Conclusão de Curso; \n Autorizar a mudança de orientador quando solicitado pelo discente e/ou docente; \n Definir as regras básicas de avaliação do Trabalho de Conclusão de Curso. \nA relação nominal dos professores orientadores disponíveis, suas respectivas \náreas de pesquisa e atuação e o número de vagas, serão divulgados com antecedência de \ntrinta (30) dias do prazo estabelecido para a matrícula.  \nA Coordenação do curso de Engenharia de Agrimensura e Cartográfica  fixará as \ndatas de apresentação do trabalho, em julgamento aberto ao público. \nA escolha do orientador será feita por meio de contato pessoal entre o aluno e o \nprofessor da UFU, sendo que o professor deverá autorizar a matrícula do aluno por \nescrito. \nO professor orientador terá autonomia para estabelecer as normas de seleção de \nseus orientandos, baseadas nos princípios da moral e da ética, respeitando as normas da \ngraduação da UFU.  Recomendando-se que a entrevista não seja o único instrumento de \nseleção. \n", "38": " \n \n38 \nO orientador deverá ser escolhido entre o corpo docente da Universidade Federal \nde Uberlândia, que possua título de pós-graduação stricto sensu. O orientador terá como \natribuições: \n Orientar o aluno no seu processo de elaboração científica, nas várias etapas da \npesquisa, avaliando-o; \n Estabelecer com o orientando o plano de trabalho; \n Presidir a banca de defesa da monografia. \nHavendo interface de áreas, a orientação poderá ser feita por docente de outra \nUnidade Acadêmica, ou existir a figura do co-orientador, que deve possuir título de pós-\ngraduação strictu sensu, sendo garantido ao mesmo a participação na banca \nexaminadora. \nA banca examinadora terá como atribuições: \n Avaliar se o trabalho de conclusão de curso cumpre as normas de redação do \ntrabalho científico; \n Arguir o candidato e apresentar, se necessário, sugestões ao trabalho; \n Atribuir uma nota de acordo com normas vigentes na UFU. \nOs componentes da banca examinadora deverão possuir título de pós-graduação \nstricto sensu, e pertencer a qualquer Unidade Acadêmica da UFU. \nO orientando terá como atribuições: \n Cumprir, rigorosamente, as etapas estabelecidas no cronograma de trabalho; \n Entregar o trabalho de conclusão de curso concluído de acordo com as normas e \nprazos vigentes; \n Defender publicamente o trabalho desenvolvido. \nEntregar, na Coordenação do curso de Engenharia Agrimensura e Cartografia a \nversão final com as correções sugeridas pela banca, seguindo as normas vigentes, em \numa versão impressa e outra digital. \nCasos omissos serão analisados e normatizados pelo colegiado do curso em \nconformidade com as normas da Graduação da UFU. \nHavendo necessidade de ajustes do Projeto Pedagógico, estes serão discutidos e \nimplementados pelo Colegiado do curso de Engenharia de Agrimensura e Cartográfica. \n", "39": " \n \n39 \n13. \nORGANIZAÇÃO DA COORDENAÇÃO DE CURSO \n \nO Curso de Engenharia de Agrimensura e Cartográfica terá um colegiado \ncomposto de: 1 coordenador de graduação (docente do Instituto de Geografia), 1 \nrepresentante discente do curso, 1 representante docente de outra unidade acadêmica \nligada ao curso, 3 docentes do Instituto de Geografia ligados ao curso. As eleições e \natribuições do coordenador do curso, membros do colegiado, bem como, o \nfuncionamento da secretaria seguirá as normas do Regimento Interno do Instituto de \nGeografia. \n \n", "40": " \n \n40 \n14. \nCASOS ESPECIAIS \n \nTendo em vista o caráter inovador do curso, os casos especiais serão analisados \npelo colegiado do curso, respeitando as Normas da Graduação da Universidade Federal \nde Uberlândia da Resolução n.. 02/2008, do Conselho de Graduação. \n \n \n", "41": " \n \n41 \n15. \nDIRETRIZES \nGERAIS \nE \nFUNDAMENTOS \nTEÓRICO-\nMETODOLÓGICOS PARA O ENSINO  \n \nEm conformidade com a LDB (Lei nº 9394/96) e com a definição do Plano \nNacional de Graduação (PNG), as instituições de ensino superior adquiriram uma maior \nautonomia no planejamento, na organização e gestão de suas atividades e fins, por meio \ndos projetos pedagógicos de seus cursos, com o intuito de atender às novas exigências \nda sociedade. \nA educação está passando por um momento-chave de reflexão, diante do \nimpacto ditado por essas novas políticas e diretrizes para a educação superior, bem \ncomo pelo desenvolvimento científico, tecnológico, econômico e cultural, que requer a \nformação de um profissional que tenha uma postura crítica e criativa, além de dispor de \numa capacidade de busca permanente de novas habilidades e aptidões. \nA concepção teórico-metodológica na qual se assenta o referido curso tem como \nbase: o conviver, o conhecer, o ser e o fazer presentes na ação pedagógica dos projetos \nde ensino, favorecendo a formação integral do graduando.  \nAssim, a concepção teórico-metodológica deste projeto busca produzir um \nprocesso participativo de decisões, instaurar uma forma de organização de trabalho \npedagógico que desvele os conflitos e as contradições, explicitando princípios baseados \nna autonomia, na solidariedade entre os agentes educativos e no estímulo à participação \nde todos num projeto comum e coletivo. \nDessa forma, prioriza-se a formação de habilidades e aptidões, orientando o \naluno a construção do seu próprio conhecimento, aprendendo não só a ser o \nprofissional, mas, também, a ser um cidadão integrado à realidade social em que vive.  \nNesse contexto, seguindo os princípios das Diretrizes Curriculares Nacionais \n(Parecer CNE nº 134/2003) serão consideradas, para a execução do presente projeto \npedagógico desse curso, as seguintes instruções normativas:  \n Flexibilidade na composição dos conteúdos a serem trabalhados; \n Diversidade de tipos de formação e habilitações num mesmo programa; \n Sólida formação geral; \n Estímulo à prática de estudos independentes e sua valorização; \n", "42": " \n \n42 \n Reconhecimento de conhecimentos, habilidades e competências adquiridas fora \ndo ambiente universitário; \n Articulação teoria-prática; \n Relevância para a pesquisa individual e coletiva, estágios e atividades de \nextensão incluídas na carga-horária curricular; e \n Avaliação formativa ao longo do processo de aprendizagem. \nNeste sentido, para o curso de graduação em Engenharia de Agrimensura e \nCartográfica, foi elaborado um currículo integrado, centrado no aluno, propondo uma \nformação profissional ampla e diferenciada, em consonância com as necessidades \nsociais e com a realidade do mundo do trabalho. Como pode ser vista na grade \ncurricular e descrição das diferentes disciplinas, o curso procura contemplar uma \nformação multidisciplinar, necessária ao se enforcar as questões relacionadas à saúde e \nmeio ambiente. Assim sendo, o aluno poderá ter uma boa formação na área das ciências \nbiomédicas, exatas e humanas, com grande potencial teórico e prático no exercício da \nprofissão. \n \n", "43": " \n \n43 \n16. \nDIRETRIZES PARA OS PROCESSOS DE AVALIAÇÃO DA \nAPRENDIZAGEM E DO CURSO \n \nOs procedimentos avaliativos devem ser compreendidos como elementos \ndestinados à permanente busca do desenvolvimento individual e coletivo, aceitando-se o \nsignificado da avaliação como parte integrante de uma dinâmica em constante evolução, \ntanto no processo ensino-aprendizagem, como na organização institucional, \nrelacionando-a com parâmetros qualitativos, corretivos e não punitivos.  \n“Tomar a avaliação como um dos componentes do trabalho educativo constitui um \nprimeiro passo na direção de uma mudança no paradigma do ensino universitário. \nEstabelecer a distinção entre o exercício de uma simples verificação momentânea do \nconteúdo e a prática de uma avaliação que acompanha e busca compreender o \ncaminho percorrido pelo estudante é o passo decisivo que confirma uma \ntransformação real no espaço universitário” (UFU, 2005, p. 20). \n \nCompreendendo que: “numa sociedade complexa e em \npermanente \ntransformação o conhecimento aparece, por vezes, como lacunar e provisório, que é \npreciso sempre resignificá-lo, relativizá-lo (UFU, 2005, p. 20)”, o processo avaliativo \ndo corpo discente deve contemplar várias formas de avaliação, que possibilitem a \noportunidade de manifestação do educando e ao mesmo tempo possibilitem a aferição \nda efetividade do processo ensino-aprendizagem, num exercício de independência \nintelectual, de criatividade e criticidade, na formação acadêmica, cidadã e \nemancipadora. \nDa mesma maneira, o curso de Engenharia de Agrimensura e Cartográfica, em \nsuas expressões curriculares, organizacionais e da docência, devem exercitar \npermanentemente os processos avaliativos, buscando uma constante melhora \nqualitativa, valorizando a instituição pública, e seus integrantes. \nNa prática permanente da busca pela excelência do ensino e considerando o \nprocesso avaliativo como integrante do processo de aprendizagem, todos os agentes e \nelementos envolvidos estarão integrados a esta concepção da avaliação como \ninstrumento de retroalimentação e acompanhamento do desempenho de maneira \ncontínua. Portanto, alunos, professores, disciplinas devem apresentar instrumentos e \npráticas avaliativas que possibilitem o seu constante desenvolvimento.  \nPara o aluno, esta concepção significa que o processo de avaliação deve \npossibilitar a identificação e o acompanhamento dos objetivos pretendidos pela \ndisciplina e pelos cursos.  \n", "44": " \n \n44 \nOs instrumentos objetivos de avaliação devem ser distribuídos durante o \ntranscorrer da disciplina, possibilitando a identificação da efetividade do processo \nensino-aprendizagem e permitindo possibilidades para as correções necessárias. Além \ndisso, os instrumentos avaliativos devem ser aplicados em no mínimo três \noportunidades, distribuídos em mais de um tipo, não concentrando mais de quarenta por \ncento (40 %) da distribuição das notas em cada oportunidade, prevendo-se sempre a \npossibilidade de sua reaplicação, para que dentro do princípio da retroalimentação, \npossa oferecer a todos envolvidos no processo de ensino-aprendizagem, as correções de \nrumo necessárias para levá-lo a bom termo. \nOs professores devem ser avaliados semestralmente pelo corpo discente e, \nanualmente, por seus pares, para contarem, constantemente, com elementos críticos que \npermitam a evolução de seu desempenho e da disciplina ministrada. Os instrumentos \navaliativos, coerentemente com o que foi proposto, estarão distribuídos no transcorrer \ndas disciplinas, constando de avaliação de desempenho realizada pelo corpo discente, de \nmaneira a identificar as possibilidades de melhoria qualitativa do professor e da \ndisciplina, e por seus pares para a integração entre as disciplinas e com o curso de \nmaneira geral, por meio de avaliações em grupo, monitoradas pelo colegiado do curso. \nConsiderando \na \navaliação \ncomo \num \nprocesso \nfundamental \npara \no \ndesenvolvimento do Projeto Pedagógico, para que este permaneça em constante \ncompasso com a evolução técnico-científica, com as demandas da sociedade e com a \nbusca constante da excelência do ensino em Engenharia de Agrimensura e Cartografia, \no corpo docente, deverá apresentar relatórios trianuais sobre a implementação e \neficiência do trabalho, proposto neste projeto, num processo contínuo de auto avaliação. \nEsses relatórios servirão de base para a atuação de uma comissão permanente de análise, \navaliação e proposição, que apresentará, de três em três anos um relatório, permitindo, \nassim, a constante evolução do curso de Engenharia de Agrimensura e Cartografia no \ndesempenho de suas funções sociais.  \nSimultaneamente, deve-se estar atento aos instrumentos avaliativos externos, \ncomo as avaliações institucionais da Universidade Federal de Uberlândia e do \nMinistério da Educação, utilizando-os como parâmetros para permanente busca da \nmelhoria da qualidade do ensino público. Dentre os instrumentos avaliativos, deve-se \nconsiderar o acompanhamento do Exame Nacional de Desempenho de Estudantes \n(ENADE), o qual tem como objetivo aferir o rendimento dos alunos dos cursos de \n", "45": " \n \n45 \ngraduação em relação aos conteúdos programáticos, suas habilidades e competências e \nintegra o Sistema Nacional de Avaliação da Educação Superior (SINAES). A proposta \nde acompanhamento centra nas seguintes direções: atender as solicitações de datas e \ninscrições dos alunos no ENADE, bem como atentar para os conteúdos programáticos \nadotados o exame. Este projeto em sua proposta curricular está em consonância às \nquestões de conteúdo, habilidades e competências. \n \n \n", "46": " \n \n46 \n17. \nNÚCLEO DOCENTE ESTRUTURANTE (NDE) \n \nO Núcleo Docente Estruturante (NDE) do curso de Engenharia de Agrimensura \ne Cartográfica é um órgão com atribuições consultivas, propositivas e de assessoria \nsobre matéria de natureza acadêmica, co-responsável pela elaboração, implementação, e \natualização do Projeto Pedagógico do Curso, em consonância com a RESOLUÇÃO Nº \n01, de 17 de junho de 2010 da Comissão Nacional de Avaliação da Educação Superior. \nO NDE deve ser constituído por membros do corpo docente do curso, que \nexerçam liderança acadêmica no âmbito do mesmo, percebida na produção de \nconhecimentos na área, no desenvolvimento do ensino, e em outras dimensões \nentendidas como importantes pela instituição, e que atuem sobre o desenvolvimento do \ncurso. \nSão atribuições do Núcleo Docente Estruturante, entre outras: \na) contribuir para a consolidação do perfil profissional do egresso do curso; \nb) zelar pela integração curricular interdisciplinar entre as diferentes atividades de \nensino constantes no currículo; \nc) indicar formas de incentivo ao desenvolvimento de linhas de pesquisa e \nextensão, oriundas de necessidades da graduação, de exigências do mercado de \ntrabalho e afinadas com as políticas públicas relativas à área de conhecimento do \ncurso; \nd) zelar pelo cumprimento das Diretrizes Curriculares Nacionais pelo Curso. \n \nO Núcleo Docente Estruturante do curso de Engenharia de Agrimensura e \nCartográfica será constituído pelo Coordenador do Curso, como seu presidente, e \npor pelo menos cinco docentes que ministram disciplinas no curso. Pelo menos 60% \nde seus membros devem ter titulação acadêmica obtida em programas de pós-\ngraduação stricto sensu. A indicação dos representantes docentes será feita pelo \nColegiado de Curso para um mandato de 2 (dois) anos, com possibilidade de uma \nrecondução.  \n \n \n", "47": " \n \n47 \n18. \nACERVO BIBLIOGRÁFICO \n \nAB’SABER, A. N. Formas de relevo.  São Paulo: EDART, 1982. \nAMERICAN, Society of Photogranmetry. Manual of Remoto Sensing. Falls Church, \nVa.V. 1 e 2, 1975. \nANDERSON, J.M.; MIKHAIL, E.M. Surveying: theory and practice. New York: \nMcGraw-Hill,  1998.  \nANDERSON, P.S. Fundamentos de fotointerpretação. Rio de Janeiro: Sociedade \nBrasileira de Cartografia, 1982. \nANDRADE, JOSÉ B. Fotogrametria. Curitiba: SBEE, 1999. 258 p.   \nANTON, H & RORRES, C. Álgebra Linear com Aplicações. 8a. ed. Porto Alegre: \nEditora Bookman, 2001. \nARBAGE, A. P. Economia Rural: Conceitos Básicos e Aplicações. Chapecó: Grifos, \n2000. \nASSAD, Eduardo Delgado, e SANO, Edson Eyji. Sistema de Informações Geográficas, \nAplicações na Agricultura – 2 ed., Brasília: Embrapa – SPI / Embrapa – CPAC, 1998, \n434p. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS: NBR 12211; 12212; \n12213; 12214;12215; 12216; 12217; 12218.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS: NBR 13.133; NBR 14.166.  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS: NBR 6457; NBR 6458; \nNBR 6459; NBR 6484; NBR 6502; NBR 6508; NBR 7180; NBR 7181; NBR 7182; \nNBR 7183; NBR 7185; NBR 7250; NBR 9603; NBR 9604; NBR 9813; NBR 9820; \nNBR 10838 (MB2887); NBR 10905 (MB 3122); NBR 12004 (MB 3324); NBR 12007 \n(MB 3336); NBR 12051; NBR 12069;              NBR 12102; NBR 12770; NBR 13292.  \nASSY, T.M. Fórmula universal de perda de carga, seu emprego e as limitações da \nformulas empíricas. São Paulo: CETESB, 1977. \nATLAS Escolares Diversos. \nAYOADE, J.O. Introdução à climatologia para os trópicos. 2a. ed. Rio de Janeiro:     \nBertrand do Brasil, 1988. \n", "48": " \n \n48 \nAZEVEDO NETO, J.M. et al. Manual de hidráulica. 8. ed. São Paulo: Edgard Blucher, \n1998. \nBACHA, C. J. C. Economia e política agrícola no Brasil. São Paulo: Atlas, 2004. \nBAKKER, M. P. R. Introdução ao estudo da Cartografia: noções básicas. Rio de \nJaneiro: D. H. N., 1965. \nBAKKER, M.P.R., Cartografia Noções Básicas. Publicação No. 21-  Marinha do Brasil, \n1965. \nBALDAM, R. & COSTA, L. AutoCAD 2004: Utilizando Totalmente, Editora Érica, \n2004. 486 p.  \nBARROS, H.M. Comentário ao código do processo civil. Rio de Janeiro: Forense, \n1976, v.9. \nBERTALANFFY, L. Teoria Geral dos Sistemas. 2 a Ed. Petrópolis, Vozes. \nBEVILÁQUA, C. Código civil dos Estados Unidos do Brasil. 12ed. Rio-São Paulo: \nLivraria Francisco Alves, 1959. \nBIGARELLA, J. J., BECKER, R. D., e SANTOS, G. F. Estrutura e origem das \npaisagens tropicais e subtropicais: fundamentos geológicos-geográficos, alteração \nquímica das rochas, relevo cárstico e dômico. Vol. 2, 1ª ed. EDUFCS, Florianópolis, \n1994. \nBOBBIO, Norberto. Teoria do ordenamento jurídico. 10a.ed. trad. Maria Celeste \nCordeiro Leite dos Santos. Editora da UNB.Brasília,1999, 184p. \nBOLDRINI, J. L.; COSTA, S. I. R.; FIGUEIREDO, V. L. & WETZLER, H. G. Álgebra \nLinear. 3a. ed. São Paulo: Editora Harbra, 1980. \nBOMFORD, G. Geodesy. Oxford, Claredom Press, 4ª ed. 1980. \nBOULOS, P. & CAMARGO, I., Geometria Analítica: um tratamento vetorial. 2a. ed. \nSão Paulo: Editora Makron Books, 1987. \nBRANDALIZE, M.C.B. Topografia. PUC/BR Disponível em: www.topografia.com.br. \nAcesso em 03/09/2004. \nBRASIL Lei No 11445. Estabelece diretrizes nacionais para o saneamento básico. \nBrasília: PRESIDÊNCIA DA REPÚBLICA, 2007. \n", "49": " \n \n49 \nBRASIL Portaria No 518. Estabelece os procedimentos e responsabilidades relativos ao \ncontrole e vigilância da qualidade da água para consumo humano e seu padrão de \npotabilidade. Brasília: MINISTÉRIO DA SAÚDE, 2004. \nBRASIL. CONTRAM-DENATRAN. Manual brasileiro de sinalização de trânsito – \nVol. 1:Sinalização vertical de regulamentação de Brasília,2006. \nBRAUN, M. Equações Diferenciais e suas Aplicações. Rio de Janeiro: Editora Campus, \n1979. \nBRINKER, R. C; WOLF, P. R. Elementary Surveying. New York, Harper & Row, \n1977. 568 p. \nBUAINAIN, A. M., RELLO, F. (2005). Política Agrícola e Macroeconomia. Campinas, \nSP: Ed. da Unicamp. Coleção Instituições, Agricultura e Desenvolvimento Sustentável \n(no prelo). \nBUAINAIN, A. M., SOUZA FILHO, H. M. (2001). Política Agrícola no Brasil: \nEvolução e Principais Instrumentos, in: BATALHA, M. O. (org.). Gestão \nAgroindustrial. GEPAI (Grupo de Estudos e Pesquisas Agroindustriais), vol. 2. São \nPaulo: Ed. Atlas S.A. \nBURROUGH, P. A. Principles of Geographical Information Systems for Land \nResources Assessment. Clarendon Press,    Oxford, 1987. \nBURROUGH, P.A. Principles of geograplhical information systems for land resources \nassessment. Oxford: Clarendon Press, 1996. \nBUSSAB, W. O. & MORETTIN, P. Estatística Básica. São Paulo: Atual Editora, 2002. \nCALLIOLI, C. A., DOMINGOS, H. H. & COSTA, R. C. F. Álgebra Linear e \nAplicações. 6a. ed. São Paulo: Atual Editora, 1993. \nCÂMARA, G. et al. Bancos de Dados Geográficos. Ed. Mundo Geo. Curitiba – PR, \n2005. 506p. \nCAMARGO, P.O. Ajustamento de Observações. Notas de aulas do Curso de Graduação \nem Engenharia Cartográfica, FCT/Unesp, Campus de Presidente Prudente, 2000. \nCAMPBELL, James B. Introduction to remote sensing. 3 ed. New York:  Taylor & \nFrancis, 2002. 621p. \n", "50": " \n \n50 \nCAPIN, F.S. Planification del uso del suelo urbano. Oikos-Tan, S., Ediciones, \nBarcelona, 1977. \nCARNEIRO, A.F.T. Cadastro Imobiliário e Registro de Imóveis. IRIB, Instituto de \nRegistro Imobiliário no Brasil. Ed. safE. Porto Alegre – RS. 2003. 272 p. \nCARVALHO, ISABEL CRISTINA DE M. Educação Ambiental: a Formação do \nSujeito Ecológico. São Paulo: Cortez, 2004. \nCASSETI, V. Elementos de geomorfologia. 1ª ed. Ed UFG. Goiânia, 1994. \nCASTRO, J.N. Direito municipal positivo. 4ed. Belo Horizonte: Del Rey, 1988. \nCAZETTA, Luís Carlos. Legislação Mobiliária da União: anotações e comentários as \nleis básicas .SPU-Secretaria de Patrimônio da CET, Boletim técnico – vários números, \ncompanhia de engenharia de tráfego, São Paulo. \nCETESB. Água subterrânea e poços tubulares. 2. ed. São Paulo: CETESB, 1974.  \nCETESB. Técnica de abastecimento e tratamento de água. 2. ed. São Paulo: CETESB, \nv. 1, 1978. \nCHAPRA, S. C. & CANALE, R. P. Numerical Methods for Engineers. 4th. ed. New \nYork: Editora McGraw-Hill, 2001. \nCHAVES, A. Física: mecânica. v. 1. Rio de Janeiro: Reichmann & Affonso Editores, \n2001. \nCHAVES, A.S. Física 2: eletromagnetismo. Rio de Janeiro: Reichmann e Affonso \nEditores, 2001. \nCHISTOFOLETTI, A. Modelagem de sistemas ambientais. São Paulo: Edgard Blucher, \n2000. \nCHRISTOFOLETTI, A. Geomorfologia fluvial. São Paulo: Ed. Edgar Blucher, 1988. \nCHRISTOFOLETTI, A. Geomorfologia. 2ª ed. Ed. Edgard Blucher, São Paulo, 1980. \nCLARK, K.C. Analytical and Computer Cartography. Prentice-Hall, Enlewood Cliffs, \nNJ, 1995.  \nCLÁUDIO, D. M. & MARINS, J. M. Cálculo Numérico Computacional. 2a. ed. São \nPaulo: Editora Atlas, 1994. \n", "51": " \n \n51 \nCOLWELL, R. N.  Manual of remote sensing.  Falls Church: Amercian Society of \nphotogrammetry, 1983. \nCOMASTRI, J. A. Topografia – Planimetria. Viçosa. Impressa Universitária, UFV. \n1980.  \nCOMASTRI, J.A. & GRIPP, J.J. Topografia aplicada - medição, divisão e demarcação. \nUFV: Imprensa Universitária, 1980. 203p. \nCOMASTRI, José A., TULER, José C. Topografia – Altimetria. Viçosa, UFV, \nImprensa Universitária. \nCOMASTRI,José \nAníbal \ne \nGRIPP \nJUNIOR, \nJoel. \nTOPOGRAFIA \nAPLICADA:Medição, Divisão e Demarcação. \nCOSTA NETO, P. L. Estatística. São Paulo: Editora Edgard Blucher, 2002. \nCOSTA NETO, P.L. & CYBALISTA, M. Probabilidades, resumos teóricos exercícios \nresolvidos, exercícios propostos. São Paulo: Editora Edgard Blucher, 1974. \nCROMLEY, R.G. Digital Cartography. Prentice-Hall, Enlewood Cliffs, NJ, 1992.  \nCRÓSTA, A. P. Processamento Digital de Imagens de Sensoriamento Remoto. Instituto \nde Geociências, Departamento de Metalogênese e Geoquímica, UNICAMP, Campinas, \n1992. \nCST – Companhia Siderúrgica Tubarão. Educação, ambiente e sociedade: idéias e \npráticas em debate. Serra: CST, 2004. \nCULLEN, M. S. & ZILL, D. G. Equações Diferenciais (2 vols.). 3a. ed. São Paulo: \nEditora Makron Books, 2000. \nCUOMO, P.A. Surveying principles for civil engineers. Professional Publications, \n1998. \nCURRAN, P. J. Principles of remote sensing. NY,  Longman Scientific & Technical, \n1985. \nD’ALMEIDA, M.L.O.; VILHENA, A. (Coord.) Lixo municipal: manual de \ngerenciamento integrado. São Paulo: IPT/CEMPRE, 2000. \nDAFT, R.L. Organizações: teoria e projetos. São Paulo: Cengage Learning, 2008. \nDALMOLIN, Q. Ajustamento por mínimos quadrados. Curitiba: [s.n.], 2002. \n", "52": " \n \n52 \nDANGERMOND, J. A classification of software componentes commonly used in \nGeografphic Information System., in design am inplementation of conputer-based \ngeographic Information Systems, D. Peuquet, and J. 0’Callaghan, Eds. Amherst, N.Y. \nInternational Comission on Geographic Data Sensing an Processing, 1983. \nDANTAS, R.A. Engenharia de avaliações - uma introdução à metodologia científica. \nSão Paulo: Pini, 1998. \nDAS, B.M. Fundamentos de Engenharia Geotécnica. São Paulo: Thomson Learning, \n2007. \nDEBESSE, A. A escola e a agressão do meio-ambiente.  São Paulo: Difel, 1974. \nDEGEN, Ronald Jean – O empreendedor – Empreender como opção de carreira. São \nPaulo: Pearson Prentice Hall 2009. \nDEITEL, H. M.; DEITEL P. Ajax, Rich Internet applications e desenvolvimento Web \npara programadores. São Paulo : Prentice Hall, 2008. \nDENATRAN, coleção de serviços de Engenharia – vários volumes, Brasília, D.F. \nDepartamento de Cartografia, UNESP, Presidente Prudente, 1996. \nDERRUAU, Max. Geomorfologia. Barcelona: Ariel, 1966. \nDICKINSON, G.C. Maps and air photographs. London: Edgard Arnold, 1979. \nDOLABELA, Fernando; JUDICE, Valeria; COZZI, Afonso. Empreendedorismo de \nBase Tecnológica. São Paulo: Elsevier, 2007. \nDOMINGUES, F. A. A. Topografia e astronomia de posição para engenharia e \narquitetura. \nDORNELAS, Jose Carlos Assis. Empreendedorismo: transformando Idéias. \nDREW, David. Processos interativos homem-meio ambiente. Rio de Janeiro: Bertrand \nBrasil, 2ª. edição, 1989. \nDUARTE, Paulo Araújo.  Cartografia Básica.  Florianópolis: Ed. UFSC, 1983. \nDUARTE, Paulo Araújo.  Fundamentos de Cartografia. Florianópolis: Ed. UFSC, 2002. \nEASTMAN, J.R. 1995. Idrisi for Windows (v 1.0). Introdução e Exercícios tutorais, \nClark University, Worcester, Massachusetts. \n", "53": " \n \n53 \nEDWARDS, C. H. & PENNEY, D. E. Cálculo com Geometria Analítica (3 vols.). Rio \nde Janeiro: LTC - Livros Técnicos e Científicos Editora, 1999. \nEDWARDS, C. H. & PENNEY, D. E. Equações Diferenciais Elementares com \nProblemas de Contorno. 3a. ed. Rio de Janeiro: LTC - Livros Técnicos e Científicos \nEditora, 1995. \nELMASRI, R.; NAVATHE, S. B. Sistemas de Banco de Dados: Fundamentos e \nAplicações. Tradução de Marília G. Pinheiro et al.  São Paulo: Addison Wesley, 2005. \nTítulo original: Fundamentals of database systems, 4. ed. \nEQUIPE \nDE \nENGENHARIA \nDE \nTRÁFEGO \nDA \nCOMPANHIA \nDO \nMETROPOLITANO DE SÃO PAULO, Engenharia do tráfego, 2ª edição, São Paulo. \nERBA, D.A. et al. Cadastro Multifinalitário como Instrumento de Política Fiscal e \nUrbana. Rio de Janeiro – RJ. 2005.  \nESPARTEL, Lelis. Curso de Topografia. Porto Alegre, Editora Globo, 1965. 655 p. \nESRI(1991] Environmental Systems Research Institute, Inc. Understanding GIS: The    \nARC/INFO Method, Redlands, California, 1991. \nESRI(2004] Getting to Know ArcGIS Desktop: basics of ArcView, Arc Editor and \nArcInfo / Tim Ormsby . . . [et al.] 2nd ed updated for ArcGIS 9., Redlands, California, \n2004, 583p. \nFábio Mokarzel e Nei Soma. Introdução à Ciência da Computação. Editora Campus \nElsevier, 2008. \nFAO. Macroeconomia y políticas agrícolas: una guía metodológica. Materiales de \ncapacitacion para la planificación agrícola, n. 39. 1995. \nFERRARI, C. Curso de planejamento municipal integrado. São Paulo: Pioneira, 1977. \nFERRARI, R. Viagem ao SIG: Planejamento Estratégico, Viabilização, Implantação e \nGerenciamento de Sistemas de Informação Geográfica. Sagres Editora, Curitiba, 1997. \nFERREIRA, C. C.; SIMÕES, N. N. Tratamento estatístico e gráfico em geografia. \nGRADIVA, 2a. ed., Lisboa, 1987. \nFONSECA, J. S.; MARTINS, G. A. Curso de estatística. 3a. ed. São Paulo: Atlas, 1982. \nFONSECA, R. S. T. Elemento de Desenho Topográfico, McGraw-Hill, 1973. \n", "54": " \n \n54 \nFONSECA, Rômulo Soares. Elementos de Desenho Topográfico. Ed McGraw-Hill do \nBrasil, 1977. \nFONTES, Élio Santana, Coletânea de notas de aula - Apostila, UFBA. \nFOX, R.W.; PRITCHARD, P.J.; McDONALD, A.T. Introdução à mecânica dos fluidos. \nRio de Janeiro: LTC, 2006. \nFRAGA, A. Teoria e prática na divisão e demarcação de terras particulares. \nFRANCO, E.R. Problemas de física geral 1: mecânica. Uberlândia: UFU, 1985. \nFREITAS, José Carlos F., MACHADO, Maria Márcia M., ALMEIDA, Ariclo P. P. \nTopografia. \nGARCIA, C. Modelagem e simulação. São Paulo: USP, 1998. \nGARCIA, Gilberto J. Topografia aplicada às ciências agrárias. Ed. Nobel, 1978. \nGEMAEL, C. Ajustamento: variação de coordenadas. Curitiba: Curso de Pós-\nGraduação em Ciências Geodésicas - UFPR, 1976. \nGEMAEL, C. Introdução ao Ajustamento de Observações - aplicações geodésicas. \nCuritiba: Ed. UFPR, 1994. \nGEMAEL, C. Referenciais cartesianos utilizados em geodésia. Curitiba, Universidade \nFederal do Paraná, 1981. \nGEMAEL, C. Sistemas de Projeções. Curso de Pós-Graduação em Ciências Geodésicas. \nUniversidade Federal do Paraná, 1975. \nGERARDI, L. H. O.; SILVA, B. C. N. Quantificação em geografia. DIFEL, São Paulo, \n1981. \nGODOY, Reinaldo. Topografia Básica, FEALQ, 1988. \nGóes, K. AutoCAD Map - Explorando as ferramentas de mapeamento. Rio de Janeiro, \nCiência Moderna, 2000. 193p. \nGONÇALVES, E. Desenvolvendo aplicações Web com JSP, Servlets, JavaServer \nFaces, Hibernate, EJB 3 Persistence e AJAX. Rio de Janeiro : Ciência Moderna, 2007. \nGRAZIANO DA SILVA, J. A nova dinâmica da agricultura brasileira. Campinas: \nUnicamp. 1999. \n", "55": " \n \n55 \nGRIPP Jr, J. & WERNECK, A. Cadastro técnico municipal. Universidade Federal de \nViçosa, 1999. \nGRIPP Jr, J. Loteamento: projeto geométrico, regularização e execução. Universidade \nFederal de Viçosa, 1999. \nGUERRA, A. J. T. Dicionário geológico-geomorfológico. 8ª ed. FIBGE, Rio de Janeiro, \n1993. \nGUERRA, A. J. T. e CUNHA, S. B. da. Geomorfologia e Meio Ambiente. Rio de \nJaneiro: Bertrand Brasil, 1996. \nGUERRA, A. J. T. Geomorfologia: uma atualização de bases e conceitos. 1ª ed. Ed. \nBertrand Brasil, Rio de Janeiro, 1994. \nGUERRA, A. J. T.;SILVA, A. S.;BOTELHO, R. G. M. Erosão e conservação dos solos. \nRio de Janeiro: Bertrand Brasil. 1999. 340p. \nGUIDORIZZI, H. L. Um Curso de Cálculo (4 vols.). 5a. ed. Rio de Janeiro: LTC - \nLivros Técnicos e Científicos Editora, 2001. \nGUNTHER, Hartmut et al (org.). Psicologia ambiental: entendendo as relações do \nhomem com seu ambiente. Campinas: Alínea, 2004. \nGUTERRES, I. G. Astronomia de Posição. Instituto Militar de Engenharia IME. Rio de \nJaneiro. 1981. \nHACHICH, W; FALCONI, F.F.; SAES, J.L.; FROTA, R.Q.; CARVALHO, C.; \nNYAMA, S. Fundações: teoria e prática. 1. ed. São Paulo: Editora Pini, 1996. \nHAINSFORD, H. F. Survey adjustment and least squares. London: Constable & \nCompany 2 TD, 1957. \nHALLIDAY, D.; RESNICK, R. Física. v. 1 e 2. Rio de Janeiro: LTC, 2003. \nHarper & Row, Publishers, 1997. \nHAZAI, I. Adjusting calculations in surveying. Budapest: Akademia e Kiado, 1970. \nHIGHWAY CAPACITY MANUAL, Highway Research Board, Washington D.C. \n1995. \nHORSTMANN, C.; CONELL, G. Core Java 2: Advanced Features. 7. ed. Prentice Hall, \n2006. v. 2. \n", "56": " \n \n56 \nHUMBERG, M. E. (Ed.).  Cuidando do Planeta Terra: uma  estratégia para o futuro da \nvida.  São Paulo: Editora CL-A Cultural. 1992. \nIBAPE-Instituto Brasileiro de Avaliações e Perícias de Engenharia. Avaliações para \ngarantias. ed.Editora PINI.São Paulo, 1983, 216p. \nJENSEN, J. R. Introductory Digital Image Processing: A Remote Sensing Perspective. \nPrentice-Hall, Englewood Cliffs, NJ, 1986. \nJENSEN, J. Sensoriamento Remoto do Ambiente: Uma perspective em recursos \nterrestres (tradução José Carlos Neves Epiphanio ET. AL.). São José dos Campos, SP, \nParêntese, 2009. \nJOLY, Fernand.  A Cartografia. Campinas: Papirus, 1990. \nKREYSZIG, E. Matemática Superior. Rio de Janeiro: LTC - Livros Técnicos e \nCientíficos Editora, 1979. \nLEFF, Enrique. Saber ambiental: sustentabilidade, racionalidade, complexidade, poder. \nPetrópolis: Vozes, 2001(a). \nLEINZ, V. & AMARAL, S.E.  Geologia Geral. Cia. Editora Nacional, São Paulo, 1980. \nLEITHOLD, L. O Cálculo com Geometria Analítica. (2 vols.). 3a. ed. São Paulo: \nEditora Harbra., 1994. \nLEPSCH, Igo, F. Solos-Formação e Conservação. Série Prisma-Brasil. 3ª ed. São Paulo: \nMelhoramentos, 1980. 157p. \nLIMA, E. L. Geometria Analítica e Álgebra Linear. Rio de Janeiro: SBM - Sociedade \nBrasileira de Matemática (Coleção do Professor de Matemática). 2001. \nLIPSCHUTZ, S. Álgebra Linear. 3a. ed. (Coleção Schaum). São Paulo: Editora Makron \nBooks, 1994. \nLOCH, C. & ERBA, D.A. Cadastro Técnico Multifinalitário – Rural e Urbano. \nCambridge, MA. \nLOCH, C., LAPOLLI, E. M. Elementos básicos da fotogrametria e sua utilização \nprática. Florianópolis: Ed. Da UFSC, 4ª edição, 1998, 104 p. \nLOCH, C.. A interpretação de imagens aéreas: noções básicas e algumas aplicações nos \ncampos profissionais. Florianópolis: Ed. Da UFSC, 4ª edição, 2001, 118 p. \n", "57": " \n \n57 \nLOCH, C.; CORDINI, J. Topografia contemporânea. Florianópolis: Editora UFSC, \n1995. \nLopes, Anita e Garcia, Guto. Introdução a Programação. Editora Campus, 2002.  \nLOPES, M.M.S. Curso de direito civil. 3ed. Rio de Janeiro: Freitas Bastos, 1960. \nLOPES, P. A. Probabilidades e Estatística. Rio de Janeiro: Reichmann & Affonso \nEditores, 1999. \nLUSSIER, R.N.; REIS, A.C.F.; FERREIRA, A.A. Fundamentos de administração. São \nPaulo: Cengage Learning, 2010. \nMAGUIRE, D.; GOODCHILD, M.F.; RHIND, D.W. Geographical Information \nSystems. Longman Scientific & Technical, Vol. 1 e 2 ,  NY, 1993.  \nMAIA NETO, F. Roteiro prático de avaliações perícias judiciais. 4ed. Belo Horizonte: \nDel Rey, 1999.  \nMARCHETTI, DELMAR A. B.; GARCIA, GILBERTO J. Princípios de fotogrametria \ne fotointerpretação. São Paulo: Nobel, 1990.  \nMARTINELLI, M. Curso de Cartografia Temática,  Contexto, São Paulo, 1991. \nMARTINELLI, M. Gráficos e Mapas: construa-os você mesmo. Moderna, São Paulo, \n1998. \nMARTINS, N. Introdução à teoria da eletricidade e do magnetismo. São Paulo: Edgard \nBlücher, 1975. \nMASCARÓ, J.L. Manual de loteamentos e urbanização. 2ed. Porto Alegre: Sagra \nLuzzatto, 1977. 238p. \nMASSER, I.; BLAKEMORE, M. Handeling Geographical Information: Methodology \nand Potential Applications. Longman Scientific & Technical, NY, 1994.  \nMATHER, P.M. Computer Applications in Geography. Printed Wiley, NY, 1994.  \nMATOS, M. P. Séries e Equações Diferenciais. São Paulo: Editora Makron Books, \n2001. \nMatsumoto, E. Y. AutoCAD 2004: Fundamentos 2D e 3D. Ed. Érica; São Paulo; 2004. \nMC SHANE, William R., ROESS, Roger P., “Traffic Engineering”-2ª ed. Prentice-Hall. \nNew Jersey, 1998. \n", "58": " \n \n58 \nMcCLOY, K. Resource Management Information Systems: Remote Sensing, GIS and \nModelling. Taylor & Francis, 2006. \nMcCLOY, K. Resource Management Information Systems: Remote Sensing, GIS and \nModelling. Taylor & Francis, 2006. \nMcCORMAC, J.C. Surveying. New Jersey: Prentice-Hall, 1995. \nMCKELVEY, J.P.; GROTCH, H. Física. v. 2. São Paulo: Harper & Row, 1979. \nMELO, D.C. Administração urbana: sistemas e diagnósticos. Rio de Janeiro: IBAN, \n1978. \nMENDONÇA, Marcelo Corrêa et all. Fundamentos de avaliações patrimoniais e \nperícias de engenharia. 1a.ed.Editora PINI.São Paulo, 1998, 316p. \nMENEZES, P.R.; NETTO, J.S.M. Sensoriamento Remoto: reflectância dos alvos \nnaturais. Brasília: Editora UnB. 2001. \nMEYER, P.L. Probabilidade - Aplicação à Estatística. Rio de Janeiro: Livros Técnicos e \nCientíficos Editora, 1980. \nMICHAEL, H.R. Remote Sensing: Methodos and Applications. NY, John Wiley, 1986. \nMIKAIL, E. M.; ACKERMANN, F. Observations and least squares. New York: A \nDun-Donnelley Publisher, 1976. \nMINISTÉRIO DO MEIO AMBIENTE / MINISTÉRIO DA EDUCAÇÃO. Programa \nNacional de Educação Ambiental – ProNEA. Braília: MMA/ME, 2004. \nMINISTÉRIO DO MEIO AMBIENTE. Identidades da Educação Ambiental brasileira. \nBrasília: MMA, 2004. \nMIRANDA, J. I. Fundamentos de Sistemas de Informações Geográficas. EMBRAPA, \nBrasília, 2005. \nMOFFIT, F.H.; MIKHAIL, E.M. Photogrametry. New York: Harpen & Row,1980. \nMONICO, J. F. G. Posicionamento pelo NAVSTAR GPS Descrição, Fundamentos e \nAplicações. Notas de aula. \nMONIZ, A.C. Elementos de pedologia. Rio de Janeiro: Livros técnicos e Científicos, \n1975. 459p. \n", "59": " \n \n59 \nMONMONIER, M.S. Computer Assistes Cartography: Principles and Prospects. \nPrentice-Hall, NY, 1982.  \nMOREIRA, A.L. Princípios de engenharia de avaliação. São Paulo: Pini, 1988. \nMOREIRA, M. A. Fundamentos do Sensoriamento Remoto e Metodologias de \nAplicação. Viçosa: Ed. UFV, 2007. \nMORETTIN, L. G. Estatística Básica – Inferência. Vol. 2. São Paulo: Makron Books, \n1999. \nMORETTIN, L. G. Estatística Básica – Probabilidade. Vol. 1. São Paulo: Makron \nBooks, 1999. \nMORETTIN, P. A.; BUSSAB, W. O. & HAZZAN, S. Cálculo: funções de uma e de \nvárias variáveis. São Paulo: Editora Saraiva, 2003. \nMUEHRCKE, P.C. Map Use: Reading, Analysis, Interpretation. Madison, 1986.  \nMULLER, J & THOMANN, R.V. Principles of surface water quality modeling and \ncontrol. Nova Iorque. \nMUNEM, M. A. & FOULIS, D. J. Cálculo. (2 vols.). Rio de Janeiro: LTC - Livros \nTécnicos e Científicos Editora, 1982. \nMUNSON, B. Uma introdução concisa à mecânica dos fluidos. São Paulo: Edgard \nBlucher, 2005. \nMUNSON, B.R.; OKIISHI, T. H.; YOUNG, D.F. Fundamentos da mecânica dos \nfluidos. Edgard Blucher, 1997. \nNADAL, C. A. Topografia: uma opção pra o cálculo de poligonais. Curitiba, DAEC, \nUFPR. \nNBR 10068 - Folha de Desenho Leiaute e Dimensões - ABNT (Associação Brasileira \nde Normas Técnicas) \nNBR 13133 - Execução de Levantamento Topográfico - ABNT (Associação Brasileira \nde Normas Técnicas). \nNETTO, N.P. Aplicações da teoria dos erros na topografia. São Paulo: EPUSP/PTR, \n1995.  \nNEVES, E.T.  Curso de hidráulica. 4. ed. Porto Alegre: Globo, 1974. \n", "60": " \n \n60 \nNOAL, Fernando O. e BARCELOS, Valdo H. de L. (org.). Educação Ambiental e \nCidadania: cenários brasileiros. Santa Cruz do Sul: EDUNISC, 2003. \nNOVO, E.M.L.M. Sensoriamento Remoto: Princípios e Aplicações. São Paulo: Edgard \nBlucher, 1989. \nNUSSENZVEIG, H.M. Curso de física básica. v. 2. São Paulo: Edgard Blücher, 1981. \nNUSSENZVEIG, H.M. Curso de física básica: mecânica. v. 1. São Paulo: Edgard \nBlücher, 2002. \nODUM, Eugene  Ecologia  Rio de Janeiro:  Ed. Guanabara, 1983. \nOLIVEIRA, Cêurio de.  Dicionário Cartográfico.  Rio de Janeiro: IBGE, 1983. \nOLIVEIRA, ELÍSIO MÁRCIO.  Educação ambiental: uma possível abordagem. 2ª ed. \nBrasília: UNB, 2000. \nORTIGÃO, J.R. Introdução à mecânica dos solos dos estados críticos. Rio de Janeiro: \nLTC, 1995. \nPAREDES, E. A. Introdução a fotogrametria. Maringá: CNPq/ CONCITEC, 1987. \nPENTEADO, M. M. Fundamentos de geomorfologia. 3ª ed. FIBGE, Rio de Janeiro, \n1980. \nPIGNATARO, Louis J., Traffic Engineering: Theory and practice, Prentice-Hall, Inc., \nEnglewood Cliffs, 1973. \nPIMENTA, C.F. Curso de hidráulica geral. Rio de Janeiro: Guanabara Dois, 1981. 2v. \nPINHO, D. B., VASCONCELOS, M. A. [orgs]. Manual de Economia. São Paulo: \nSaraiva, 1998. \nPINTO, C.S. Curso básico de mecânica dos solos em 16 aulas - exercícios resolvidos. \nSão Paulo: Oficina de Textos, 2000. \nPORNON, H. Systéms D’ Information Géographique. Hermes, Paris, 1990.  \nPORTO, R.M. Hidráulica básica. São Carlos: EESC/USP, 1999. \nRAISZ, Erwin.  Cartografia Geral.  Rio de Janeiro: Editora Científica, 1969. \nRAMAKRISHNAN, R.; GEHRKE, J. Sistemas de Gerenciamento de Banco de Dados. \nTradução de Acauan P. Fernades, Celia Taniwaki e João Tortello. São Paulo: McGraw \nHill, 2008. Título original: Database management systems, 3. ed. \n", "61": " \n \n61 \nREPRESENTACIONES E SERVICIOS DE INGENERIA, S.A., Manual de Estúdios de \ningeneria de transito, México (1974). \nRESNICK, R.; HALLIDAY, D.; WALKER, J. Fundamentos de física. v. 3. Rio de \nJaneiro: LTC, 2003.  \nREZENDE, G. C. Estado, Macroeconomia e Agricultura no Brasil. Porto Alegre: Ed. \nDa Universidade/UFRGS/Instituto de Pesquisa Econômica Aplicada-IPEA. Capítulos 5 \n(A macroeconomia e a política agrícola na década de 1990: a política de preços \nmínimos) e 6 (A macroeconomia e a política agrícola na década de 1990: a política de \ncrédito rural). 2003. \nREZENDE, G. C. Política de preços mínimos na década de 90: dos velhos aos novos \ninstrumentos, in: LEITE, S. (org.). Políticas Públicas e Agricultura no Brasil. Porto \nAlegre: Universidade/UFRGS. 2001. \nRICCI, M. e PETRI, S. Princípios de Aerofotogrametria e Interpretação Geológica.     \nSão Paulo: Nacional, 1965. \nRICHARDUS, P. Project surveing. Nover: Hollan Publishing Company, 1966. \nROBISON, A . H.; SALE, R.D.; MORRISON, J.L.; MUEHRCKE, P.C. Elements of \nCartography. John Wiley & Sons, NY, 1984. \nROCCO, Rogério. Legislação Brasileira do meio Ambiente. 2ed, Rio de Janeiro: \nDP&A, 2002. 283p. \nROCHA, C.H.B. Geoprocessamento: tecnologia transdisciplinar. Juiz de Fora, MG: Ed. \ndo Autor, 2000. \nROSA, R.  e BRITO, J.L.S. Introdução ao Geoprocessamento: Sistema de Informações \nGeográficas. Uberlândia, 1996. \nROSA, R. Cartografia Básica.  Uberlândia: IG-UFU, 2004. 71p. (Mimeo). \nROSA, Roberto. Introdução ao Sensoriamento Remoto.  Uberlândia: EDUFU, 7a ed. \n2009.  \nROUET, P.  Les Donnés Dans Les Systems D’Information Géographique. Hermes, \nParis, 1991.  \nRUGGIERO, M. A. G. & LOPES V. L. R. Cálculo Numérico: Aspectos Teóricos e \nComputacionais. 2a. ed. São Paulo: Editora Makron Books, 1996. \n", "62": " \n \n62 \nSABINS Junior, F.F. Remote Sensing: Principles and Interpretation. NY, W.H \nFreeman, 1987. \nSALGADO-LABOURIAU, M. L. História Ecológica da Terra. São Paulo: Edgar \nBlucher, 1994. \nSANTOS, A.A. Representações Cartográficas. 1ed. Editora Universitária – UFPE, \n1985. \nSANTOS, José E. dos e SATO, Michele. A contribuição da educação ambiental à \nesperança de Pandora. São Carlos: RiMA, 2003. \nSANTOS, N. M. Vetores e Matrizes. Rio de Janeiro: LTC - Livros Técnicos e \nCientíficos Editora, 1981. \nSANTOS, R. J. Matrizes, Vetores e Geometria Analítica. Belo Horizonte: DM-ICEx-\nUFMG (www.mat.ufmg.br/~regi). 2004. \nSANTOS, R. J. Um Curso de Geometria Analítica e Álgebra Linear. Belo Horizonte: \nDM-ICEx-UFMG (www.mat.ufmg.br/~regi). 2004. \nSão Paulo, McGrow Hill, 1979. \nSCHILDT, H. Inteligência Artificial Utilizando Linguagem C. McGraw-Hill, São Paulo \n- SP, 1989. \nSCHILDT, H. Turbo C++ – Guia do Usuário. McGraw-Hill, São Paulo - SP, 1992. \nSCHILDT, H., C Avançado. McGraw-Hill, São Paulo - SP, 1987. \nSCHNAID, F. Ensaios de campo e suas aplicações à engenharia de fundações. São \nPaulo: Oficina de Textos, 2000. \nSCHULZ, H.E. O essencial em fenômenos de transporte. São Carlos: EDUSP, 2003. \nSEARS, F.W. Física. v. 1 e 2. Rio de Janeiro: Ao Livro Técnico, 1956. \nSEARS, F.W.; ZEMANSKY, M.W. Física 2: eletromagnetismo. Ed. Addison Wesley, \n2003. \nSEEBER, G. Satellite geodesy Berlin, Walter de Gruyter, 1993. 531 p. \nSILBERSCHATZ, A.; KORTH, H.; SUDARSCHAN, S. Sistema de Banco de Dados. \nTradução de Daniel Vieira, Rio de janeiro: Elsevier, 2006. Título original: Database \nsystem concepts, 5. ed. \n", "63": " \n \n63 \nSILVA, J. X. e SOUZA, M.J.L. Análise Ambiental. Ed. UFRJ, 1988. \nSILVA, A. B. Sistemas de Informações Geo-referenciadas: conceitos e fundamentos. \nCampinas, SP; Editora da UNICAMP, 2003, 236p. \nSILVA, N. R.; RAMOS, R. A. R.; SOUZA, L. C. L.; RODRIGUES, D. S.; MENDES, \nJ. F. G. SIG: uma plataforma para introdução de técnicas emergentes no planejamento \nurbano, regional e de transportes. São Carlos, SP: Ed. dos Autores, 2004. \nSILVA, R.C.V., MASCARENHAS, F.C., MIGUEZ, M.G. Hidráulica Fluvial, 2a ed., \nRio de Janeiro, COPPE/UFRJ, 2007. \nSILVEIRA, Álvaro A. Topografia. 4 ed. São Paulo, Edição Melhoramentos, 1950. \n437p. \nSIMMONS, G. F. Cálculo com Geometria Analítica. (2 vols.). São Paulo: Editora \nMakron Books, 1987. \nSINGER, P. Aprender Economia. São Paulo: Brasiliense, 1994 . \nSloane, R. C. Elements of Topographic Drawing. New York, McGraw-Hill, 1943. 251p. \nSOBRAL, F.; PECI, A. Administração: teoria e prática no contexto brasileiro. São \nPaulo: Pearson Prentice Hall, 2008. \nSPERANDIO, D.; MENDES, J. T. & SILVA, L. H. M. Cálculo Numérico: \ncaracterísticas matemáticas e computacionais dos métodos numéricos. São Paulo: \nEditora Pearson Education, 2003. \nSPIEGEL,M. R. Estatística 3a. ed. São Paulo: Markon Books, 1993. \nSTAR, J. and ESTES, J. Geographic Information Systems: An Introduction. Prentice-\nHall, Englewood Cliffs, NJ, 1990. \nSTEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São Paulo: Editora Makron \nBooks, 1987. \nSTEINBRUCH, A. & WINTERLE, P. Geometria Analítica, 2a. ed. Rio de Janeiro: \nEditora Makron Books, 1987. \nSTEWART, J. Cálculo (2 vols.). 4a. ed. São Paulo: Editora Pioneira - Thomson \nLearning, 2001. \nSTRANBERG, C.H. Aerial discovery Manual. New York: John Wiley & Sons. \n", "64": " \n \n64 \nSTRANG, G. Linear Algebra, geodesy and GPS. Wellesley: Wellesley-Cambridge, \n1997. \nSTRANG, G. Linear algebra, geodesy, and GPS. Cambridge, Wellesley, 1997. 624 p. \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. (2 vols.). 2a. ed. São Paulo: \nEditora Makron Books, 1994. \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. (2 vols.). 2a. ed. São Paulo: \nEditora Makron Books, 1994. \nTACHIZAWA, Takeshy; BERNARDES, R. O.; CARVALHO, A. B. Gestão \nAmbiental. São Paulo: M. Books, 2000.  \nTANNER, R. T. Educação Ambiental.  São Paulo: Sumus/EDUSP, 1978. \nTAYLOR, F. The Computer in Contemporany Cartography. John Wiley & Sons, \nToronto, 1980. \nTEITELBAUM, A. El papel de la educación ambiental em America latina. UNESCO, \nImprimerie des Presses Universitaries de France, Vendôme, 1978. \nTEIXEIRA, A. L. A.; MORETTI, E.; CHRISTOFOLETTI, A. Introdução aos Sistemas \nde Informação Geográfica. Edição do Autor, Rio Claro, 1992. \nTEIXEIRA, W.; TOLEDO, M.C.M.; FAIRCHILD, T.R. & TAIOLI, F. Decifrando a \nTerra. Ed. Oficina de Textos, São Paulo, 2000. \nTHOMAS, G. B. Cálculo (2 vols.). 11a. ed. São Paulo: Editora Pearson Education, \n2006. \nTHOMAS, P.D. Conformal Projections in Geodesy and Cartography. Special \nPublication No. 251. Coast and Geodetic Survey, Department of Commerce 1952. \nTHORN, C. E. Space and time in geomorphology. Londres: George Allen & Unwin, \n1982, 379p. \nTIPLER, P.A. Física. v. 1 e 2. Rio de Janeiro: Guanabara Dois, 1978. \nTIPLER, P.A. Física. v. 2. Rio de Janeiro: LTC, 2000. \nTOMLIN, C.D. Geographic Information Systems and Cartograhic Modeling. Prentice \nHall, NJ, 1990. \nTORGE, W. Geodesy. Berlin, Walter Gruyter, 2001. \n", "65": " \n \n65 \nTRICART, J. Principes et Méthodes de la Géomorphologie. Paris: Masson, 1965. \nTRIOLA, M. F. Introdução à Estatística. 7a. ed. Rio de Janeiro: LTC - Livros Técnicos \ne Científicos Editora, 1999. \nTSUTIYA, M.T. Abastecimento de água. 2. ed. São Paulo: DEHS-USP, 2005. \nTSUTIYA, M.T.; ALEM SOBRINHO, P. Coleta e transporte de esgoto sanitário. 1. ed. \nSão Paulo: DEHS-USP, 1999. \nTUCCI, C.E.M (organizador) . Hidrologia: ciência e aplicação, 3a ed. Porto Alegre, \nUFRGS/ABRH, 2004. \nTUCCI, C.E.M. Modelos hidrológicos. Porto Alegre: UFRGS/ABRH, 1998 \nUnião. Brasília, 2002, 293p. \n VALDES,Antonio, Ingenieria de trafico, Editorial Dossat, S.A.- 2ª Edição de \nMadrid,1978. \nVANICEK, P., KRAKIWSKI, E. Geodesy: the concepts. Amsterdam, North Holland \nPublishing Co., 1986. \nVEGNI-NERI, G.D. Avaliação e imóveis urbanos. Companhia Editora Nacional, 1976. \nVUOLO, J. H. Fundamento da teoria dos erros. 2a. ed. São Paulo: Edgard Blücher, \n1996. \nWALTER, Heinrich. Vegetação e zonas climáticas: tratado de Ecologia Global. São \nPaulo: EPU, 1986. \nWINTERLE, P. Vetores e Geometria Analítica. São Paulo: Ed. Makron Books, 2000. \nWOLF, P.R.; GHILANI, C.D. Elementary surveying: an introduction to geomatics. \nNew Jersey: Prentice-Hall, 2002. \nZAIDAN, R. Geoprocessamento e Analise Ambiental. Bertrand Brasil, 2004. \nZILL, D. G. Equações Diferenciais com Aplicações em Modelagem. São Paulo: Editora \nPioneira - Thomson Learning, 2003. \nZIMBARG, E. AutoCAD Avançado. Ed. Érica, São Paulo, 1994. 271p. \nZIVIANI, Nivio. Projeto de Algoritmos. Editora Nova Fronteira, 2004.  \n", "66": " \n \n66 \n19. \nREFERÊNCIAS \n \nBAZZO, Walter Antonio; PEREIRA, Luiz Teixeira do Vale; LINSINGEN, \nIrlan Von. Educação tecnológica: enfoques para o ensino de engenharia. \nFlorianópolis: Ed. da UFSC, 2000.  \n \nUNIVERSIDADE FEDERAL DE UBERLÂNDIA. Orientações Gerais para \nelaboração de Projetos Pedagógicos de Cursos de Graduação. Uberlândia: Pró-\nReitoria de Graduação, 2005. 48 p. \n \nUNIVERSDIDADE FEDERAL DA BAHIA – Projeto pedagógico do Curso de \nEngenharia d e Agrimensura e Cartográfica. Disponível em: \nhttp://www.geodesia.ufba.br/CursoEngAgrimCartUFBA_Projeto_08_03_2010.pdf. \nAcesso em 20 de agosto de 2010. \n \nUNIVERSDIDADE FEDERAL DE VIÇOSA.   – Projeto pedagógico do Curso de \nEngenharia de Agrimensura e Cartográfica. Disponível em: \nhttp://www.ufv.br/dec/eam/PRJ_ped_AGRIM_CART.pdf. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"}