{"1": " \nUNIVERSIDADE FEDERAL DE MINAS GERAIS \nESCOLA DE ENGENHARIA \n \n \n \n \n \nPROJETO POLÍTICO PEDAGÓGICO \nCURSO DE GRADUAÇÃO EM \nENGENHARIA ELÉTRICA \n \n \n \n   \n \nSETEMBRO DE 2009 ", "2": " 2SUMÁRIO \n \n \n1. INTRODUÇÃO ............................................................................................................ 3 \n2. PERFIL DO CURSO E DO EGRESSO ....................................................................... 6 \n 2.1 Estrutura Curricular e Perfil de Formação ........................................................... 7 \n 2.2 Requisitos para Integralização Curricular .. .......................................................... 12 \n 2.3 Atividades Acadêmicas Curriculares ................................................................... 14 \n  2.3.1 Disciplinas Curriculares Obrigatórias  e Optativas ................................... 14 \n  2.3.2 Trabalho de Conclusão de Curso e Estágio Curricular ............................ 21   2.3.3 Atividades Complementares .................................................................... 21   2.3.4 Tópicos em Engenharia Elétrica .............................................................. 28 \n 2.4 Formação Complementar Específica (Certif icados de Estudos) .......................... 30 \n  2.4.1 Certificado de Estudos em Computação .................................................. 31   2.4.2 Certificado de Estudos em Controle de Processos ................................... 33 \n  2.4.3 Certificado de Estudos em Eletrônica de Potência .................................. 35 \n  2.4.4 Certificado de Estudos em Sistemas de Energia Elétrica ........................ 37 \n  2.4.5 Certificado de Estudos em Telecomunicações ........................................ 40 \n  2.4.6 Certificados de Estudos Abertos .............................................................. 42 \n3. FORMA DE INGRESSO E AVALIAÇÃO DE ATIVIDADES ACADÊMICAS ...... 44 \n 3.1 Forma de Ingresso no Curso de Engenharia Elétrica ........................................... 44 \n 3.2 Forma de Avaliação do Processo de Ensi no e Aprendizagem ..... ................ ........ 44 \n 3.3 Sistema de Avaliação do Projeto do Curso .......................................................... 45  3.4 Atividades Articuladas ao Ensino de Graduação ................................................. 46 \n  3.4.1 Programas Especiais de Graduação ... ................ ................ ................ ...... 46 \n  3.4.2 Programas de Monitoria de Graduação ................................................... 47   3.4.3 Programas de Educação Tutorial ............................................................. 49 \n 3.5 Trabalho de Conclusão de Curso ......................................................................... 50 \n 3.6 Estágio Curricular ................................................................................................ 51 \n4. ORGANIZAÇÃO DIDÁTICO-PEGAGÓGICA .......................................................... 53 \n 4.1 Coordenação do Curso ....... ................ ................ ................ .............. ............. ....... 53 \n 4.2 Organização Acadêmico-Administrativa ............................................................. 54 \n 4.3 Atenção aos Dicentes ........................................................................................... 55  ", "3": " 3 \nUNIVERSIDADE FEDERAL DE MINAS GERAIS \nCURSO DE GRADUAÇÃO EM ENGENHARIA ELÉTRICA  \nPROJETO POLÍTICO PEDAGÓGICO \n \n \n1. INTRODUÇÃO \nAs expectativas sociais com relação à construção de uma sociedade justa, pacífica e que possa \ndesfrutar de todos os desenvolvimentos científicos e tecnológicos dependem fortemente da \ncapacidade dessa sociedade construir e manter uma Universidade de qualidade.  Entretanto, a \nmanutenção da identidade da Universidade como produtora e, efetivamente, disseminadora do \nconhecimento, com o objetivo de liderar o desenvolvimento social, tem enfrentado um grande \ndesafio filosófico: como conciliar sua liberdade de pensamento tendo em vista as demandas de \numa sociedade cada dia mais impulsionada pelas necessidades de um mercado consumista e \nimediatista. \n Outro grande desafio que a Universidade vem enfrentando é a sua própria sobrevivência \nfísica: ter projeto acadêmico, político e administra tivo que seja consonante  com recursos públicos \ncada vez mais escassos, mantendo a qualidade de suas múltiplas atividades de produção científica \ne de difusão do conhecimento gerado. \n Em todo o mundo tem se verificado uma grande expansão do ensino superior.  Isso \nsignifica uma demanda gigantesca por novas vagas.  No Brasil essa crescente demanda pode ser \nentendida se levar em conta o crescimento da população jovem no país e também pela \nsofisticação crescente do mercado de trabalho, ávido por indivíduos altamente qualificados com \nhabilidade para processar e usar informações.  Vivencia-se um processo de “massificação do \nensino superior”, com os conseqüentes impactos na qualidade do mesmo.  Reflexões importantes \nque se impõem são: a) é possível suprir as vagas demandadas garantindo a manutenção da \nqualidade?  b) é possível a Universidade cumprir, neste ambiente, sua missão secular de geradora ", "4": " 4e repositório de conhecimento, ou  seja, é possível manter a in dissociabilidade entre pesquisa e \nensino. \n Sob o ponto de vista do ensino, tem-se que considerar que a Universidade deve buscar \nformas de assegurar um ensino que contemple a diversidade do conhecimento e que, \nsimultaneamente, em nível da individualidade e subjetividade do aluno, forme profissionais com \ncompetência em áreas específicas e capazes de incorporar valores que propiciem o pleno exercício de sua cidadania.  Outra questão a considerar, ainda sobre o projeto pedagógico, é que para responder positivamente sobre a possibilidade de se manter a indissociabilidade entre ensino \ne pesquisa, deve-se saber incorporar os avanços científicos e tecnológicos na prática pedagógica.  \nTalvez seja oportuno, para se entender o tamanho do desafio a que está se referindo, citar Pierre \nLévy em sua obra Cybercultura, Editora Odile Jacob, França 1998: “O saber fluxo, o saber-\ntransação de conhecimento, as novas tecnologias da inteligência individual e coletiva estão \nmodificando profundamente os dados do problema da educação e da formação.  O que deve ser \naprendido não pode mais ser planejado, nem precisamente definido de maneira antecipada.  Os \npercursos e os perfis de competência são, todos eles, singulares e está cada vez menos possível \ncanalizar-se em programas ou currículos que sejam válidos para todo o mundo.”  \n Vive-se atualmente um ambiente bastante propício para o repensar dos cursos de \ngraduação nas Instituições Federa is de Ensino Superior.  De um lado o Governo Federal tem \ninfluenciado esse nível de ensino com medidas de longo alcance tais como a Lei de Diretrizes e \nBases da Educação Nacional (LDB), o Sistema Nacional de Avaliação e o ENADE, as Diretrizes \nCurriculares Nacionais dos Cu rsos de Graduação em Engenharia e por último o REUNI.  Por \noutro lado, vive-se internamente um momento muito positivo em termos do amadurecimento da \npolítica de Flexibilização Curricular definida pela Câmara de Graduação da UFMG. \n Neste contexto, este documen to apresenta o projeto político pedagógico do Curso de \nGraduação em Engenharia Elétrica da UFMG, que se caracteriza por ter uma estrutura curricular \nmais flexível e que incentiva a interação com a sociedade no sentido de se formar profissionais \ncom competência em áreas específicas e capazes de incorporar valores que propiciem o pleno \nexercício da cidadania.  É importante mencionar que este projeto é resultado de um conjunto de \nreformas e análises curriculares do Curso iniciadas em 1999, que culminou com uma proposta de \num Curso cuja estrutura curricular permite a formação de um Engenheiro Eletricista com ", "5": " 5habilidades técnicas, que se caracterizam pela diversidade, atualidade e dinamismo, e com uma \nvisão crítica e ampla a respeito da sua inserção na sociedade.  Com a finalidade de se adequar ao \navanço tecnológico da área e às demandas de um mercado competitivo, o Curso possui um \ncurrículo continuamente atualizado.  O currículo atual está centrado em duas características básicas: abrangência e flexibilização.  A abrangência visa a permitir uma formação ampla nas \ndiversas áreas que compõem o campo de conhecimentos da Engenharia Elétrica.  O curso engloba cinco grandes áreas de conhecimento: Computação, Controle de Processos, Eletrônica de Potência, Sistemas de Energia Elétrica e Telecomunicações.  Com a flexibilização curricular, o \ncurso permite que o aluno opte por direcionar su a formação para uma dessas especialidades ou \nescolher um perfil de formação misto, combinando conhecimentos de mais de uma área, ou \nainda, dessas com áreas emergentes, tais como a Engenharia de Áudio, Engenharia Biomédica e \nFontes Alternativas de Energia.  Assim sendo, as características abrangência e flexibilização \nvisam formar um Engenheiro Eletricista com alta qualificação técnica e com uma ampla atuação \nprofissional. \n ", "6": " 6 \n2. PERFIL DO CURSO E DO EGRESSO \n \nO Curso de Engenharia Elétrica da UFMG tem como objetivo formar engenheiros com sólido \npreparo científico e tecnológico, com capacidade para absorver e desenvolver novas tecnologias, \nestimulando a sua atuação crítica e criativa na identificação e resolução de problemas, \nconsiderando seus aspectos políticos, econômicos, sociais, ambientais e culturais, com visão ética \ne humanística em atendimento às demandas da sociedade.  O curso procura, de maneira efetiva, \ndesenvolver no seu aluno uma postura de permanente busca da atualização profissional.  Para \natingir tal objetivo, o Curso conta com uma série de atividades em classe e extraclasse, que \npermite ao aluno exercer a prática do conhecimento e desenvolver o espírito científico e \ntecnológico. \n O Curso de Graduação em Engenharia Elétrica procura formar engenheiros com as \nseguintes competências e habilidades: \n• Capacidade de conceber, desenvolver e analisar sistemas, produtos e processos; \n• Capacidade para criar, analisar e utilizar modelos físi cos e matemáticos \nrepresentativos de sistemas reais; \n• Capacidade de planejar, supervisionar, elaborar e coordenar projetos de engenharia; \n• Capacidade para prover a operação e a manutenção de sistemas de engenharia; \n• Capacidade de atuar em equipes multidisciplinares; \n• Capacidade efetiva de comunicação oral e escrita em língua portuguesa e em pelo \nmenos uma língua estrangeira; \n• Capacidade de síntese e análise, com o domínio dos códigos culturais, científicos, \ntecnológicos, lingüísticos e matemáticos necessários para a interpretação da realidade; \n• Capacidade de compreender as questões de ordem administrativa, legal, sócio-\neconômica, moral, ética, cultural e ambiental, bem como aquelas decorrentes das relações internacionais. ", "7": " 7 O princípio geral para o estabelecimento da estrutura curricular do Curso de Engenharia \nElétrica é que ele deve evoluir de forma integrada com a sociedade, atendendo suas demandas, \nmesmo aquelas mais prementes, sem perder de vista a liberdade de pensamento e a geração de \nnovos conhecimentos.  A estrutura curricular é concebida tendo em vista a formação de um Engenheiro Eletricista com habilidades técnicas, que se caracterizem pela diversidade, atualidade \ne dinamismo, e com uma visão crítica e ampla a respeito da sua inserção na sociedade.  Para isto, o currículo é flexível e abrangente na sua estrutura e mais ágil nas suas transformações. \n \n2.1 Estrutura Curricular e Perfil de Formação \nTendo em vista que o processo de aprendizado se torna cada dia mais amplo e complexo, o \nColegiado do Curso de Engenharia Elétrica da UFMG decidiu por estruturar o seu Currículo \ndentro dos preceitos fundamentais de flexibilização estabelecidos pela Pró-Reitoria de Graduação \nda UFMG dentre outras, quais sejam: \n• O curso é um percurso com alternativas de trajetórias; \n• O aluno tem um grau de liberdade, relativamente amplo, para definir o seu percurso; \n• Os núcleos de conteúdos básicos e profissionalizantes da área de Engenharia Elétrica \nsão estruturados de maneira a se ter um número mínimo de atividades acadêmicas obrigatórias, que são integradas, de forma articulada, com as atividades acadêmicas \nbásicas gerais; \n• A estrutura curricular contempla, além de um a formação em área específica do saber, \numa formação complementar em outras áreas da Engenharia; \n• Faz parte da estrutura do currículo o conceito de flexibilização horizontal, ou seja, o \naproveitamento de várias atividades acadêmicas diferenciadas para fins de \nintegralização curricular; \n• A estrutura curricular permite ainda uma integração da Graduação com a Pós-\nGraduação através de atividades acadêmicas comuns. \n A aplicação destes preceitos, além de suas vantagens própria e inerente, proporcionou a \nincorporação de outras substanciais vantagens ao currículo do curso, quais sejam: ", "8": " 8• Otimização da carga horária necessária para integralização do Curso; \n• Minimização da cadeia de pré-requisitos; \n• Eliminação significativa de superposição de conteúdos; \n• Integração das atividades de formação básica com as atividades de formação \nprofissional, quebrando-se a sua rígida separação cronológica; \n• Valorização de atividades integradoras nos trabalhos em laboratório, nos trabalhos de \nconclusão curso e nas atividades do estágio curricular; \n• Valorização de atividades desenvolvidas nas mobilidades estudantis de graduação \nnacionais e internacionais, proporcionando ganhos científicos e tecnológicos na \ninteração com outras Universidades. \n De uma forma mais quantitativa, as atividades acadêmicas curriculares mínimas \nnecessárias para a formação do Engenheiro Eletricista estão especificadas na Tabela I.  Pela sua \nanálise pode-se concluir que o currículo passa a te r um perfil mais equilibrado entre as atividades \nobrigatórias de formação básica e as atividades obrigatórias e optativas de formação profissional, \nque coexistem na estrutura curricular de forma mais integrada. \n A trajetória do aluno pelo curso é caracterizada pelos Certificados de Estudos (Formação \nComplementar Pré-Estabelecida) e, opcionalmente, por um Certificado de Estudos Abertos \n(Formação Complementar Aberta), que propicie uma adequação do saber específico em \nEngenharia Elétrica a outro que o complemente.  Os Certificados de Estu dos são obrigatórios e \ndefinem as possibilidades de percursos de formação mínima do aluno no curso.  Estes \ncertificados podem ser unicamente de formação específica em Engenharia Elétrica ou mesmo \ncontemplar uma formação mista, adequadamente articulada entre uma formação específica e uma \nformação complementar. \n ", "9": " 9Tabela I: Atividades curriculares mínimas para integralização do Curso de Graduação em \nEngenharia Elétrica (1 crédito = 15 horas). \nTipo de Atividade Créditos por Período Créditos Totais \n \n 1º 2º 3º 4º 5º 6º 7º 8º - 10º  \nAtividades Obrigatórias \nNúcleo de Conteúdos Básicos 17 25 15 12 2 - - 4 75 (31,25%) \nAtividades Obrigatórias \nNúcleo de Conteúdos \nProfissionalizantes 3 - 5 10 21 25 10 - 74 (30,83%) \nAtividades Optativas \nNúcleo de Conteúdos Específicos \n(Certificado de Estudos) - - - - - - 12 26 38 (15,83%) \nAtividades Optativas \nNúcleo de Conteúdos Específicos \n(Outras Áreas da Eng. Elétrica) - - 4 - - - - 30 34 (14,17%) \nTrabalho de Conclusão de Curso - - - - - - - 6 6 (2,50%) \nEstágio Curricular (180 horas \ncumpridas no Campo de Estágio) - - - - - - - 13 13 (5,42%) \nTotal 20 25 24 22 23 25 22 79 240 (100%) \n \n A estrutura curricular do curso propõe cinco Certificados de Estudos pré-estabelecidos, \nquais sejam: \n• Computação; \n• Controle de Processos; \n• Eletrônica de Potência; \n• Sistemas de Energia Elétrica; \n• Telecomunicações. ", "10": " 10Os quatro últimos certificados são de formação específica e o primeiro combina uma formação \nespecífica em Engenharia Elétrica com uma formação complementar na área de Ciência da \nComputação.  Neste caso esta formação complementar é também pré-estabelecida. \n O currículo permite também que o aluno construa sua própria trajetória (Certificado de \nEstudos Abertos), mas neste caso deverá obter aprovação prévia e a orientação de um professor.  \nAs disciplinas que fizerem parte desta trajetória  alternativa e que pertençam a outras áreas de \nconhecimento da UFMG passam a integralizar crédit os para o Certificado de Estudos.  Atualmente \no Curso de Engenharia Elétrica possuem os seguintes Certificados Abertos: \n• Engenharia Biomédica; \n• Engenharia de Áudio; \n• Fontes Alternativas de Energia. \n O currículo, como proposto, permite ainda que a sua estrutura seja complementada com as \nseguintes atividades acadêmicas optativas: \n• Disciplinas de outras áreas do conhecimento da Engenharia. \n• Disciplinas de Formação Livre, que permite ao aluno ampliar sua formação em \nqualquer campo do conhecimento com base estrita no seu interesse individual.  Nessa \nconcepção, o aluno buscará obter créditos em atividade acadêmica curricular \nregulamentar de qualquer curso e sem nenhuma conexão aparente com a linha básica de \natuação do curso.  O aluno utilizará o arti fício de disciplina eletiva, que será \nposteriormente reconhecida pelo Colegiado do Curso. \n• Disciplinas de Línguas Estrangeiras, tais como Inglês Instrumental, Alemão e Francês.  \nO aluno também utilizará o artifício de disciplina eletiva, que será posteriormente reconhecida pelo Colegiado do Curso. \n• Atividades extraclasses, tais como Projetos Acadêmicos de Graduação, Programas de \nMonitoria, Projetos de Educação Tutorial (PET), Projetos de Iniciação Tecnológica, \nProjetos de Iniciação Científica, Projetos de Extensão Universitária, Produção \nCientífica e Tecnológica e Atividades à Distância.  Todas estas atividades são ", "11": " 11devidamente reconhecidas pelo Colegiado integralizando créditos na formação do \naluno. \n A Figura 1 apresenta o perfil de formação típica para qualquer um dos Certificados, pré-\nestabelecidos ou abertos, em termos da carga horária padrão sugerida para o aluno e sua \ndistribuição entre os vários tipos de atividades  curriculares.  A carga horária padrão por período \nsugerida é de no máximo 375 horas (25 créditos).  Pode-se observar uma boa distribuição da carga \nhorária entre os vários núcleos de conteúdos que compõem a estrutura curricular do Curso e sua \nintegração com o Estágio Curricul ar Obrigatório (EC) e com o Trabalho de Conclusão de Curso \n(TCC).  A realização do EC está prevista no 9o período, enquanto que a realização do TCC está \nprevista no 10o período.  Entretanto, estas duas atividades podem ser realizadas a qualquer \nmomento a partir do 8o período.  Outro ponto importante a ser lembrado é que o aluno tem a \nliberdade de definir sua carga horária em disciplin as do Certificado de Estudos e em disciplinas \noptativas ao longo do 8o, 9o e 10o períodos. \n  \nFigura 1: Distribuição da carga horária entre as atividades curriculares ao longo dos dez períodos.  A carga \nhorária padrão por período é de no máximo 375 horas (25 créditos). \n ", "12": " 12 \n2.2 Requisitos para Integralização Curricular \nA seguir são apresentados os requisitos necessários para o aluno obter o diploma de Bacharel em \nEngenharia Elétrica pela UFMG. \n A carga horária máxima por período é de 420 horas.  Estabelecendo o valor de 1 crédito \nequivalente a 15 horas, o número máximo de créditos é 28.  Entretanto, sugere-se que a carga \nhorária padrão por período fique em torno de 375 horas (25 créditos).  A carga horária mínima é de \n225 horas (15 créditos). \n O aluno, para integralizar seu Curso, deve cumprir os seguintes grupos: \n• Núcleo de Conteúdos Básicos : composto das atividades obrigatórias da Ciência da \nComputação, Estatística, Física, Mate mática, Humanidades e Engenharia.  Carga \nhorária: 1.125 horas (75 créditos).  \n• Núcleo de Conteúdos Profissionalizantes : composto de atividades de formação em \nEngenharia Elétrica e de outras Engenharias.  Este conjunto de atividades define uma \nformação generalista em Engenharia Elétrica, preparando o aluno para uma formação \nespecífica ao final do Curso.  Carga horária: 1.110 horas (74 créditos).  \n• Núcelo de Conteúdos Específicos – Certificados de Estudos : composto de atividades \nque definem uma formação específica para o aluno dentro da área de Engenharia Elétrica e, opcionalmente, dentro de uma formação aberta que a complemente.  Os \nCertificados de Estudos formalizam a flexibilização vertical para o aluno no Curso.  \nTodo aluno tem que definir um Certificad o de Estudos e, consequentemente, uma \ntrajetória de formação.  O aluno poderá optar por uma formação pré-estabelecida ou \nrealizar um projeto de formação aberta com aprovação do Colegiado de Curso.  Neste \nnúcleo são válidas as atividades de Estudos Avançados, que permite o aluno cursar \ndisciplinas na Pós-Graduação na área do  Certificado de Estudos escolhido.  Carga \nhorária: 520 horas (38 créditos).  \n• Núcleo de Conteúdos Específicos – Optativas Gerais\n: este agrupamento é composto das \natividades que complementam a formação do Engenheiro Eletricista em outras áreas da ", "13": " 13Engenharia Elétrica, diferente daquela definida pelo Certificado de Estudos.  São \nválidas neste grupo as atividades de formação complementar, formalizando a \nflexibilização horizontal para o aluno no Curso.  Carga horária: 510 horas (34 \ncréditos).  \n• Estágio Curricular : o aluno terá que cumprir também uma atividade de Estágio \nCurricular supervisionada.  Dentre as atitudes que se pretende que o aluno desenvolva \nnas atividades de estágio destacam-se: \no Analisar o exercício da atividade profissional em empresas de engenharia elétrica; \no Obter experiência de trabalho, envolvendo informações e conhecimentos de \naplicação prática, que possam contribuir para formação profissional; \no Analisar as diretrizes da empresa e seu modo de funcionamento relacionado com o \nexercício profissional; \no Discutir valores pessoais e de trabalho qu e possam ter contribuído para tornar mais \nclara a escolha profissional; \no Examinar o relacionamento humano e o trabalho em equipe; \no Analisar as questões de ética profissional na empresa; \no Comparar a inovação tecnológica na em presa e as metodologias de trabalho; \no Analisar a utilização do tempo na organização empresarial. \nA carga horária a ser cumprida no campo de estágio deve ser no mínimo 180 horas  \nUma carga-horária de 15 horas é exigida para acompanhamento em sala de aula.  Carga \nhorária: 15 horas + 180 horas = 195 horas (13 créditos). \n• Trabalho de Conclusão de Curso : o aluno deverá também realizar um trabalho final de \ncurso.  Este trabalho é uma atividade obrigat ória, individual e relatada sob a forma de \ntrabalho científico (monografia ou artigo) sobre qualquer área do conhecimento da \nEngenharia Elétrica.  Esta atividade de fim de curso deve refletir um trabalho de \nsíntese, preferencialmente dentro da área de atuação de seu Certificado de Estudos, \nmostrando que o aluno está habilitado para exercer as atribuições de um engenheiro \neletricista.  O trabalho final de curso está dividido em duas etapas.  Na primeira etapa, o ", "14": " 14aluno irá cursar a disciplina Trabalho de Conclusão de Curso (TCC) I, com carga \nhorária de 30 horas.  Ao final desta disciplina, o aluno apresentará sua proposta de \nTrabalho Final de Curso.  No semestre subseqüente, o aluno irá cursar a disciplina de Trabalho de Conclusão de Curso II, com carga horária de 60 horas (15 horas de \nacompanhamento em sala de aula e 45  horas de atividades extraclasse).  Carga horária: \n30 horas + 60 horas = 90 horas (6 créditos).  \n Em resumo, o aluno, para integralizar o Curso, precisará cumprir uma carga horária total de \n3.600 horas (240 créditos), atendendo as exigências estabelecidas pelas Resoluções \nMEC/CNE/CES 2 e 3 de 2007, bem como as Di retrizes Curriculares Nacionais (Resolução \nCNE/CSE 11 de 2002). \n \n2.3 Atividades Acadêmicas Curriculares \nA estrutura curricular do Curso de Engenharia Elétrica é composta por atividades obrigatórias, \noptativas e de formação complementar, que permite o aluno exercer a prática do conhecimento e \ndesenvolver o espírito científico e tecnológico.  Estas atividades são descritas a seguir. \n \n2.3.1 Disciplinas Curriculares Obrigatórias e Optativas \nA Tabela II apresenta a relação de disciplinas do Curso de Engenharia Elétrica que compõem os \nnúcleos de conteúdos básicos, profissionalizante s e específicos citados na Seção 2.2.  Estas \ndisciplinas estão agrupadas da seguinte forma: \n• Disciplinas que compõem o Núcleo de Conteúdos Básicos; \n• Disciplinas que compõem o Núcleo de Conteúdos Profissionalizantes; \n• Disciplinas que compõem o Núcleo de Conteúdos Específicos; \n ", "15": " 15 \nTabela II: Relação de disciplinas obrigatórias e optativas do Curso de Engenharia Elétrica agrupadas em \nnúcleos de formação básica, profissionalizante e específica. \nCÓDIGO DISCIPLINA CHT CHP TOT CRED CLASS\nDISCIPLINAS DE FORMAÇÃO BÁSICA \nDCC003 Algoritmos e Estruturas de Dados I 60 0 60 4 OB \nDCC004 Algoritmos e Estruturas de Dados II 60 0 60 4 OB \nDCC033 Análise Numérica 60 0 60 4 OB \nENGnn1 Formação em Ciências Humanas I 60 0 60 4 OB \nENGnn2 Formação em Ciências Humanas II 60 0 60 4 OB \nEQM044 Fenômenos de Transporte 45 0 45 3 OB \nEST045 Probabilidades e Processos \nEstocásticos 60 0 60 4 OB \nFIS054 Introdução à Física Experimental 0 45 45 3 OB \nFIS060 Física Experimental EO 0 45 45 3 OB \nFIS065 Fundamentos de Mecânica 60 0 60 4 OB \nFIS066 Fundamentos da Termodinâmica 30 0 30 2 OB \nFIS069 Fundamentos de Eletromagnetismo 60 0 60 4 OB \nFIS086 Fundamentos de Oscilações, Ondas e \nÓptica 60 0 60 4 OB \nFIS088 Fundamentos de Física Quântica 30 0 30 2 OB \nMAT001 Cálculo Diferencial e Integral I 90 0 90 6 OB \nMAT002 Cálculo Diferencial e Integral III 60 0 60 4 OB \nMAT015 Equações Diferenciais A 60 0 60 4 OB \nMAT016 Equações Diferenciais B 60 0 60 4 OB \nMAT038 Geometria Analítica e Álgebra Linear 60 0 60 4 OB \nMAT039 Cálculo Diferencial e Integral II 60 0 60 4 OB \n ", "16": " 16 \nTabela II: Relação de disciplinas obrigatórias e optativas do Curso de Engenharia Elétrica agrupadas em \nnúcleos de formação básica, profissionalizante e específica (continuação). \nCÓDIGO DISCIPLINA CHT CHP TOT CRED CLASS\nDISCIPLINAS DE FORMAÇÃO PROFISSIONALIZANTE \nEEE001 Introdução à Engenharia Elétrica 15 0 15 1 OB \nEEEnn1 Introdução ao Projeto em Engenharia 60 15 45 4 OB \nELE001 Eletromagnetismo 60 0 60 4 OB \nELE028 Lab. de Circuitos Elétricos I 0 30 30 2 OB \nELE029 Sistemas de Medição 60 30 30 4 OB \nELE031 Lab. de Circuitos Elétricos II 0 45 45 3 OB \nELE032 Teoria dos Materiais 60 0 60 4 OB \nELE033 Circuitos Polifásicos e Magnéticos 45 15 60 4 OB \nELE034 Conversão da Energia 60 0 60 4 OB \nELE035 Lab. de Conversão da Energia 0 30 30 2 OB \nELE042 Processamento de Sinais 60 0 60 4 OB \nELE064 Análise de Circuitos Elétricos I 30 0 30 2 OB \nELE065 Análise de Circuitos Elétricos II 30 0 30 2 OB \nELE066 Análise de Circuitos Elétricos III 30 0 30 2 OB \nELT005 Sistemas Processadores e Periféricos 45 30 75 5 OB \nELT032 Análise de Sistemas Lineares 60 0 60 4 OB \nELT035 Controle de Sistemas Lineares 60 0 60 4 OB \nELTnn1 Sistemas Digitais 45 0 45 3 OB \nELTnn2 Dispositivos e Circuitos Eletrônicos \nBásicos 60 0 60 4 OB \nELTnn3 Circuitos Eletrônicos Analógicos 60 0 60 4 OB \nELTnn4 Lab. de Circuitos Eletrônicos I 0 45 45 3 OB \nELTnn5 Lab. de Circuitos Eletrônicos II 0 45 45 3 OB \nELTnn6 Teoria de Comunicações 45 0 45 3 OB \nELTnn7 Lab. de Comunicações 0 30 30 2 OB \n ", "17": " 17 \nTabela II: Relação de disciplinas obrigatórias e optativas do Curso de Engenharia Elétrica agrupadas em \nnúcleos de formação básica, profissionalizante e específica (continuação). \nCÓDIGO DISCIPLINA CHT CHP TOT CRED CLASS\nDISCIPLINAS DE FORMAÇÃO ESPECÍFICA (DISCIPLINAS OPTATIVAS) \nDCC008 Software Básico 60 0 60 4 OP \nDCC010 Compiladores 60 0 60 4 OP \nDCC011 Introdução a Bancos de Dados 60 0 60 4 OP \nDCC017 Introdução à Arquitetura de \nComputadores 60 0 60 4 OP \nDCC024 Linguagens de Programação 60 0 60 4 OP \nDCC038 Programação Orientada a Objetos 60 0 60 4 OP \nDCC129 Fundamentos da Teoria da \nComputação 60 0 60 4 OP \nDCC603 Engenharia de Software 60 0 60 4 OP \nDCC605 Sistemas Operacionais 60 0 60 4 OP \nECNnn1 Introdução a Economia 30 0 30 2 OP \nEEE004 Interfaces para Microcomputadores 45 0 45 3 OP \nEEE006 Tecnologia de Dispositivos \nSemicondutores 60 0 60 4 OP \nEEEnn5 Redes Neurais Artificiais 30 0 30 2 OP \nEEEnn6 Sistemas Nebulosos 30 0 30 2 OP \nEEEnn7 Fundamentos de Energias Alternativas 45 0 45 3 OP \nEEEnn8 Instrumentação Biomédica 60 0 60 4 OP \nEEEnn9 Modelagem e Simulação de Sistemas \na Eventos Discretos 60 0 60 4 OP \nEEEnn10 Projeto de Sistemas Embutidos 60 0 60 4 OP \nEEEnn11 Projetos de Sistemas VLSI 60 0 60 4 OP \nEHD002 Máquinas Hidráulicas 60 0 60 4 OP \nEHD003 Usinas Hidroelétricas 60 0 60 4 OP \n ", "18": " 18 \nTabela II: Relação de disciplinas obrigatórias e optativas do Curso de Engenharia Elétrica agrupadas em \nnúcleos de formação básica, profissionalizante e específica (continuação). \nCÓDIGO DISCIPLINA CHT CHP TOT CRED CLASS\nDISCIPLINAS DE FORMAÇÃO ESPECÍFICA (DISCIPLINAS OPTATIVAS) \nELE002 Aterramentos Elétricos 60 0 60 4 OP \nELE036 Aplicações de Processamento Paralelo 45 0 45 3 OP \nELE037 Otimização 60 0 60 4 OP \nELE038 Projeto Assistido por Computador 60 0 60 4 OP \nELE039 Acionamentos Elétricos 60 0 60 4 OP \nELE040 Laboratório de Acionamentos \nElétricos 0 45 45 3 OP \nELE041 Manipulares Robóticos 60 0 60 4 OP \nELE043 Compatibilidade Eletromagnética 30 30 60 4 OP \nELE044 Conservação de Energia 45 0 45 3 OP \nELE045 Geração de Energia Elétrica 60 0 60 4 OP \nELE046 Qualidade da Energia Elétrica 45 0 45 3 OP \nELE047 Tecnologia de Máquinas Elétricas 45 0 45 3 OP \nELE048 Veículos Elétricos e Híbridos 45 0 45 3 OP \nELE049 Análise de Sistemas Elétricos de \nPotência 60 0 60 4 OP \nELE050 Transitórios em Sistemas de Energia \nElétrica 60 0 60 4 OP \nELE051 Automação de Sistemas Elétricos de \nPotência 45 0 45 3 OP \nELE052 Coordenação de Isolamento 45 0 45 3 OP \nELE053 Estabilidade de Sistemas de Energia \nElétrica 45 0 45 3 OP \nELE054 Instalações Elétricas Residenciais e \nPrediais 30 30 60 4 OP \nELE055 Planejamento de Sistemas de Energia \nElétrica 45 0 45 3 OP \nELE056 Proteção Digital de Sistemas Elétricos 60 0 60 4 OP \nELE057 Supervisão e Controle de Sistemas de \nEnergia Elétrica 45 0 45 3 OP \n ", "19": " 19 \nTabela II: Relação de disciplinas obrigatórias e optativas do Curso de Engenharia Elétrica agrupadas em \nnúcleos de formação básica, profissionalizante e específica (continuação). \nCÓDIGO DISCIPLINA CHT CHP TOT CRED CLASS\nDISCIPLINAS DE FORMAÇÃO ESPECÍFICA (DISCIPLINAS OPTATIVAS) \nELE058 Campos e Ondas 45 0 45 3 OP \nELE059 Fundamentos de Engenharia \nBiomédica 60 0 60 4 OP \nELE061 Desenho Técnico 60 0 60 4 OP \nELE062 Distribuição de Energia Elétrica 45 0 45 3 OP \nELE614 Técnicas de Alta Tensão 30 15 45 3 OP \nELE618 Sistemas Elétricos Industriais 45 15 60 4 OP \nELEnn5 Descargas Atmosféricas e Proteção \nElétrica 60 0 60 4 OP \nELT008 Informática Industrial 30 30 60 4 OP \nELT010 Instrumentação Industrial 45 0 45 3 OP \nELT011 Sistemas Distribuídos para \nAutomação 30 0 30 2 OP \nELT012 Automação em Tempo Real 45 0 45 3 OP \nELT013 Controle Digital 60 0 60 4 OP \nELT014 Laboratório de Controle e Automação \nI 0 60 60 4 OP \nELT015 Laboratório de Controle e Automação \nII 0 60 60 4 OP \nELT016 Técnicas de Modelagem de Sistemas \nDinâmicos 30 0 30 2 OP \nELT017 Controle Estocástico de Processos 30 0 30 2 OP \nELT018 Introdução ao Controle Adaptativo 30 0 30 2 OP \nELT036 Fundamentos de Redes de \nComunicação 60 0 60 4 OP \nELT037 Multimídia 60 0 60 4 OP \nELT039 Técnicas de Controle de Processos \nIndustriais 45 0 45 3 OP \nELT040 Eletrônica de Potência 60 0 60 4 OP \nELT042 Laboratório de Eletrônica de Potência 0 45 45 3 OP \n ", "20": " 20 \nTabela II: Relação de disciplinas obrigatórias e optativas do Curso de Engenharia Elétrica agrupadas em \nnúcleos de formação básica, profissionalizante e específica (continuação). \nCÓDIGO DISCIPLINA CHT CHP TOT CRED CLASS\nDISCIPLINAS DE FORMAÇÃO ESPECÍFICA (DISCIPLINAS OPTATIVAS) \nELT043 Fontes de Alimentação CC e CA 45 0 45 3 OP \nELT044 Teoria da Irradiação e Ondas Guiadas 60 0 60 4 OP \nELT046 Antenas 45 30 75 5 OP \nELT047 Comunicações Digitais 60 0 60 4 OP \nELT048 Comunicações Móveis 60 0 60 4 OP \nELT049 Comunicações Ópticas 60 0 60 4 OP \nELT050 Microondas 60 0 60 4 OP \nELT051 Propagação de Ondas de Rádio 60 0 60 4 OP \nELT052 Redes de Telecomunicações 45 30 75 5 OP \nELT053 Transmissão de Dados 45 0 45 3 OP \nELTnn8 Projetos com Amplificadores \nOperacionais e Circuitos Analógicos \nIntegrados 45 0 45 3 OP \nELTnn9 Redes TCP/IP 60 0 60 4 OP \nELTnn10 Sistemas Especialistas 30 0 30 4 OP \nELTnn11 Controle Multivariável 30 0 30 2 OP \nELTnn12 Análise e Controle de Sistemas Não \nLineares  30 0 30 2 OP \nENU005 Metodologias e Modelos de \nPlanejamento Energético 60 0 60 4 OP \nENUnn1 Fundamentos de Energia Nuclear 45 0 45 3 OP \nEPD001 Organização Industrial para \nEngenharia 60 0 60 4 OP \nEPD034 Sistemas de Desenvolvimento do \nProduto 60 0 60 4 OP \nEPD035 Planejamento da Produção 60 0 60 4 OP \nEPDnn1 Engenharia Econômica 30 0 30 2 OP \n ", "21": " 21 \nTabela II: Relação de disciplinas obrigatórias e optativas do Curso de Engenharia Elétrica agrupadas em \nnúcleos de formação básica, profissionalizante e específica (continuação). \nCÓDIGO DISCIPLINA CHT CHP TOT CRED CLASS\nDISCIPLINAS DE FORMAÇÃO ESP ECÍFICA (DISCIPLINAS OPTATIVAS) \nFIS091 Fundamentos da Teoria da \nRelatividade 30 0 30 2 OP \nFISnn1 Fundamentos de Elasticidade e \nHidrodinâmica 30 0 30 2 OP \nMAT118 Variável Complexa 60 0 60 4 OP \n \n \n2.3.2 Trabalho de Conclusão de Curso e Estágio Curricular \nA Tabela III apresenta a relação de disciplinas que deverão ser realizadas para cumprimento do \ntrabalho final de Curso e do estágio curricular obrigatório.  O Colegiado de Curso deverá \nregulamentar a realização destas atividades através de resolução específica. \nTabela III: Relação das disciplinas de Trabalho de Conclusão de Curso e de Estágio Curricular no Curso de \nEngenharia Elétrica. \nCÓDIGO DISCIPLINA CHT CHP TOT CRED CLASS\nEEEnn2 Trabalho de Conclusão de Curso I 15 15 30 2 OB \nEEEnn3 Trabalho de Conclusão de Curso II 15 45 60 4 OB \nEEEnn4 Estágio Curricular 15 180 195 13 OB \n \n 2.3.3 Atividades Complementares \nA Tabela IV apresenta a relação das janelas de créditos nas quais podem ser aproveitadas as \natividades complementares do Curso de Engenharia Elétrica.  As seguintes atividades são previstas \ne descritas a seguir: programas de iniciação científica, projetos acadêmicos de graduação, \nprogramas de monitoria (programa de iniciação a docência), projetos de iniciação tecnológica \n(projetos orientados), projetos de extensão, produção científica e tecnológica, atividades ", "22": " 22acadêmicas à distância, atividades de formação livre, formação em língua estrangeira e vivência \nprofissional complementar.  Estes créditos, aproveitados em atividades complementares, compõem \no núcleo de conteúdos específicos (optativas gerais). \nTabela IV: Relação das janelas de créditos onde podem ser aproveitadas as atividades de formação \ncomplementar do Curso de Engenharia Elétrica. \nCÓDIGO DISCIPLINA CHT CHP TOT CRED CLASS\nENG017 Programa de Iniciação Científica I 30 0 30 2 OP \nENG018 Programa de Iniciaçã o Científica II 15 0 15 1 OP \nENG019 Projeto Orientado I 15 0 15 1 OP \nENG020 Projeto Orientado II 15 0 15 1 OP \nENG021 Projeto de Extensão I 15 0 15 1 OP \nENG022 Projeto de Extensão II 15 0 15 1 OP \nENG023 Programa de Iniciação a Docência 15 0 15 1 OP \nENG024 Produção Científica I 15 0 15 1 OP \nENG025 Produção Científica II 15 0 15 1 OP \nENG026 Atividade a Distância I 30 0 30 2 OP \nENG027 Atividade a Distância II 15 0 15 1 OP \nENG028 Formação Livre I 60 0 60 4 OP \nENG029 Formação Livre II 60 0 60 4 OP \nENG102 Vivência Profissional Complementar 0 30 30 2 OP \nENGnn1 Programa Acadêmico de Graduação I 15 0 15 1 OP \nENGnn2 Programa Acadêmico de Graduação II 15 0 15 1 OP \nENGnn3 Formação em Língua Estrangeira I 60 0 60 4 OP \nENGnn4 Formação em Língua Estrangeira II 60 0 60 4 OP \n \nPrograma de Iniciação Científica \nEntende-se por Programa de Inic iação Científica atividades realizadas pelo aluno em um mesmo \nprojeto de pesquisa, com duração mínima de um ano e que estejam sob a orientação de professor \nefetivo do quadro docente da UFMG.  O aluno poderá pleitear a integralização de até dois \nProgramas de Iniciação Científica realizados em um mesmo ou em diferentes projetos de pesquisa, ", "23": " 23computando-se dois créditos para o primeiro e um crédito para o segundo.  É válido ressaltar que, \nno caso de Programas de Iniciação Científica realizados sem concessão de bolsas, o plano de \ntrabalho detalhado, incluindo cronograma de atividades, deverá ser submetido ao Colegiado de Curso para aprovação prévia.  A solicitação de atribuição de créditos nesta atividade deverá conter, \nobrigatoriamente: \n• Formulário de indicação do bolsista assinado pelo orientador, indicando órgão de \nfomento financiador da bolsa ou plano de trabalho aprovado previamente pelo Colegiado de Curso, para os casos de programas sem bolsa; \n• Monografia desenvolvida pelo aluno detalhando  as atividades técnicas realizadas, sua \nrelevância e justificativas técnicas, metodologia de trabalho e principais resultados, \ndevidamente aprovada por seu orientador; \n• Avaliação das atividades desenvolvidas pelo orientador, com atribuição de nota e \nconceito; \n• Comprovante de apresentação do trabalho desenvolvido em uma Mostra de Trabalhos \nde Iniciação Científica, como por exemplo, a Semana de Graduação da UFMG. \n \nProjetos Acadêmicos de Graduação \nEntende-se por Programas Acadêmicos, as atividad es técnicas desenvolvidas pelo aluno no âmbito \ndos Programas Especiais de Graduação (PEG) e nos Programas de Educação Tutorial  (PET).  Tais \nprogramas, desenvolvidos nos Departamentos de Engenharia Elétrica, Engenharia Eletrônica e de \nCiência da Computação da UFMG ou no Colegiado do Curso de Engenharia Elétrica, têm duração \nmínima de um semestre letivo sob a orientação de um professor vinculado a esses Departamentos \nou indicado pelo Colegiado de Curso.  O aluno poderá pleitear a integralização de um crédito por \nPrograma Acadêmico por semestre letivo e no máximo dois créditos nesta atividade.  O plano de \ntrabalho detalhado, incluindo cronograma de atividades, deverá ser submetido ao Colegiado de \nCurso para aprovação prévia.  A solicitação de atribuição de créditos nesta atividade deverá conter, \nobrigatoriamente: \n• Plano de trabalho aprovado previamente pelo Colegiado de Curso; ", "24": " 24• Relatório conclusivo elaborado pelo aluno sobre as atividades desenvolvidas no \nProjeto, devidamente analisado e aprovado pelo professor orientador; \n• Avaliação das atividades desenvolvidas pelo orientador, com atribuição de nota e \nconceito. \n \nPrograma de Iniciação a Docência \nEntende-se por Programa de Iniciação a Docência os Programas de Monitoria desenvolvimentos \nnos departamentos que ofertam disciplinas para o Curso de Engenharia Elétrica, especialmente os \nDepartamentos de Engenharia Elétrica, Engenharia Eletrônica e de Ciência da Computação, com \nduração mínima de um semestre letivo sob a orientação de um professor vinculado a esses \nDepartamentos ou indicado pelo Colegiado de Curso.  O aluno poderá pleitear a integralização de \nno máximo um crédito nesta atividade.  O plano de trabalho detalhado, incluindo cronograma de \natividades, deverá ser submetido ao Colegiado de Curso para aprovação prévia.  A solicitação de \natribuição de créditos nesta atividade deverá conter, obrigatoriamente: \n• Plano de trabalho aprovado previamente pelo Colegiado de Curso; \n• Relatório conclusivo elaborado pelo aluno sobre as atividades desenvolvidas no \nProjeto, devidamente analisado e aprovado pelo professor orientador; \n• Avaliação das atividades desenvolvidas pelo orientador, com atribuição de nota e \nconceito. \n \nProjetos de Iniciação Tecnológica \nEntende-se por Projetos de Iniciação Tecnológica ou Projetos Orientados, as atividades técnicas \ndesenvolvidas pelo aluno relativas à elaboração de projetos no campo da Engenharia Elétrica e \nseus domínios conexos, com duração mínima de um semestre letivo, sob a orientação de um \nprofessor pertencente ao quadro docente da UFMG e matrícula regular no período estabelecido em \ncalendário.  Procura-se incentivar neste tipo de atividade a inovação tecnológica e a geração de \nnovas idéias.  Para efetivar a matrícula nesta a tividade, o plano de trabalho detalhado, incluindo \ncronograma de atividades, deverá ser submetido ao Colegiado de Curso para aprovação prévia.  O ", "25": " 25aluno poderá pleitear a integralização de até dois Projetos Orientados, não realizados \nsimultaneamente, computando-se um crédito para cada uma das atividades.  A solicitação de \natribuição de créditos nesta atividade deverá conter, obrigatoriamente: \n• Plano de trabalho aprovado previamente pelo Colegiado de Curso; \n• Relatório Técnico conclusivo elaborado pelo aluno sobre as atividades desenvolvidas \nno Projeto; \n• Formulário de avaliação do relatório apresentado, pelo orientador, registrando nota e \nconceito final atribuídos; \n• Comprovante de apresentação do trabalho desenvolvido em uma Mostra de Trabalhos \nde Iniciação Científica, como por exemplo, a Semana de Graduação da UFMG. \n \nProjetos de Extensão \nEntende-se por Projeto de Extensão, as atividades técnicas desenvolvidas pelo aluno, no âmbito de \num projeto desenvolvido de interesse da sociedade, no campo da Engenharia Elétrica e seus \ndomínios conexos, com duração mínima de um semestre letivo, sob a orientação de um professor \npertencente ao quadro docente da UFMG.  O aluno poderá pleitear a integralização de até dois \nProjetos de Extensão, não realizados simultaneamente, computando-se um crédito para cada uma \ndas atividades.  É importante lembrar que o plano de trabalho detalhado, incluindo cronograma de \natividades, deverá ser submetido ao Colegiado de Curso para aprovação prévia.  A solicitação de \natribuição de créditos nesta atividade deverá conter, obrigatoriamente: \n• Plano de trabalho aprovado previamente pelo Colegiado de Curso; \n• Relatório Técnico conclusivo elaborado pelo aluno sobre as atividades desenvolvidas \nno Projeto, devidamente analisado e aprovado pelo professor orientador; \n• Avaliação das atividades desenvolvidas pelo orientador, com atribuição de nota e \nconceito. ", "26": " 26 \nProdução Científica e Tecnológica \nEntende-se por Produção Científica e Tecnológic a, as atividades desenvolvidas pelos alunos que \nresultem em: \n• Trabalho Completo em Anais de Congresso, quando esta atividade se traduzir na \npublicação de trabalho completo em evento científico com edição de anais, tipicamente freqüentado por pesquisadores graduados, on de o aluno figura obrigatoriamente como \num dos autores. \n• Artigo Completo em Periódico Científico, quando esta atividade se traduzir na \npublicação de trabalho completo em periódico com corpo editorial e sistema de aceitação de trabalhos através de revisão pelos pares, onde o aluno figura \nobrigatoriamente com um dos autores do trabalho. \n O aluno poderá pleitear a integralização de até um crédito por Produção Científica, \ncomputando-se o máximo de dois créditos em atividades desta natureza.  O Colegiado do Curso \natribuirá nota e conceito à atividade, valorizando prioritariamente o envolvimento do aluno no \ntrabalho e em sua apresentação, quando se referir a eventos científicos.  Os critérios de avaliação \ndos trabalhos de produção científica são apresentados na Tabela V.  A solicitação de atribuição de \ncréditos nesta atividade deverá conter, obrigatoriamente:  \n• Cópia completa do trabalho científico publicado, com todos os dados bibliográficos \nnecessários à identificação e conceituação do evento ou periódico; \n• Declaração emitida pelo docente, um dos autores do trabalho, e responsável pela \norientação do aluno, destacando seu envolvimento na atividade. ", "27": " 27 \nTabela V: Critérios de avaliação dos trabalhos de produção científica e tecnológica dos alunos do Curso de \nGraduação em Engenharia Elétrica da UFMG. \nTipo de Produção Científica Notas \nP1 = Artigos em conferências regionais 60 (sessenta)\nP2 = Artigos em conferências nacionais (ex. CBA, COBEP, CBMag etc.) 70 (setenta) \nP3 = Artigos em conferências internacionais (ex. IEEE, IFAC, etc., desde \nque realizadas no exterior) 80 (oitenta) \nP4 = Artigos em revistas de divulgação técnica (ex. InTech, Eletricidade \nModerna, etc.) 80 (oitenta) \nP5 = Artigos em revistas nacionais de cunho científico (ex. \nControle&Automação, Ciência e Engenharia, etc.) 90 (noventa) \nP6 = Artigos em revistas internacionais de cunho científico 100 (cem) \nObservação : nos casos P1 a P3, quando o trabalho for apresentado pelo(a) aluno(a), serão \nacrescidos mais 20 (vinte) pontos. \n \nAtividade Acadêmica à Distância \nEntende-se por Atividade Acadêmica à Distância ou Ensino à Distância, as atividades de formação \ndesenvolvidas pelo aluno em Engenharia Elétrica e em seus domínios conexos, não previstas no \nnúcleo central do curso e efetuadas em form a não-presencial.  O aluno poderá pleitear a \nintegralização de até três créditos por semestre letivo em atividades desta natureza.  O plano de \nestudos deverá ser submetido ao Colegiado de Cu rso para aprovação prévia e deverá conter a \ndefinição do tema técnico objeto central do cu rso, justificativas, cronograma de atividades, \ninstituição responsável pela atividade e forma de avaliação.  Em caso de aprovação, o Colegiado \ndo Curso indicará um professor tutor e o número de créditos validados para a atividade.  O \nprofessor tutor será responsável pelo acompanhamento e avaliação da atividade, atribuindo-lhe ao \nfinal nota e conceito equivalente. ", "28": " 28 \nAtividades de Formação Livre \nOs alunos do Curso de Graduação em Engenharia Elétrica poderão obter créditos em disciplinas de \nFormação Livre, permitindo-o ampliar sua formação em qualquer campo do conhecimento, distinto da área de Engenharia Elétrica, com base estrita em seu interesse individual, contadas a \npartir do ingresso do aluno no curso.  Nessa modalidade, o aluno poderá obter um máximo de oito \ncréditos cursados em atividades acadêmicas curriculares semestrais, programadas por qualquer \noutro curso da UFMG.  Para obtenção de créditos nessa atividade, o aluno deverá se matricular em \ndisciplina eletiva no curso correspondente que será reconhecida pelo Colegiado do Curso, em caso \nde aprovação. \n \nAtividades de Formação em Língua Estrangeira \nOs alunos do Curso de Graduação em Engenharia Elétrica poderão obter créditos em disciplinas de \nlínguas estrangeiras, especialmente inglês instru mental, francês e alemão ou outra formação em \nlínguas de seu interesse individual, contadas a partir do ingresso do aluno no curso.  Nessa \nmodalidade, o aluno poderá obter um máximo de oito créditos cursados em disciplinas de línguas \nestrangeiras programadas por qualquer outro curso da UFMG.  Para obtenção de créditos nessa \natividade, o aluno deverá se matricular em disciplina eletiva no curso correspondente que será \nreconhecida pelo Colegiado do Curso, em caso de aprovação. \n \nVivência Profissional Complementar \nOs alunos do Curso de Graduação em Engenharia Elétrica poderão obter créditos a partir da \nrealização de atividades de estágios curriculares não obrigatórios.  O Colegiado de Curso deverá \nregulamentar o aproveitamento da atividade de estágio obrigatório através de resolução específica. \n \n2.3.4 Tópicos em Engenharia Elétrica \nTópicos em Engenharia Elétrica (TEE) também são previstos na estrutura curricular, cujo objetivo \né incorporar ao Curso atividades acadêmica em áreas emergentes, tornando-o atual e dinâmico.  ", "29": " 29Três tipos de tópicos são previstos: TEE A, B e C, com 30, 45 e 60 horas respectivamente.  Os \ntópicos estão previstos não apenas para formação específica em cada Certificado de Estudo, mas \ntambém para formação geral.  A oferta de Tópicos em Engenharia Elétrica deverá ser regulamentada através de resolução específica do Colegiado de Graduação em Engenharia \nElétrica. \n \nTabela VI: Relação das opções de Tópicos em Engenharia Elétrica. \nCÓDIGO DISCIPLINA CHT CHP TOT CRED CLASS\nEEE007 Tópicos em Engenharia Elétrica A 30 0 30 2 OP \nEEE008 Tópicos em Engenharia Elétrica B 45 0 45 3 OP \nEEE009 Tópicos em Engenharia Elétrica C 60 0 60 4 OP \nEEEn12 Tópicos em Computação A 30 0 30 2 OP \nEEEn13 Tópicos em Computação B 45 0 45 3 OP \nEEEn14 Tópicos em Computação C 60 0 60 4 OP \nEEEn15 Tópicos em Controle de Processos A 30 0 30 2 OP \nEEEn16 Tópicos em Controle de Processos B 45 0 45 3 OP \nEEEn17 Tópicos em Controle de Processos C 60 0 60 4 OP \nEEEn18 Tópicos em Eletrônica de Potência A 30 0 30 2 OP \nEEEn19 Tópicos em Eletrônica de Potência B 45 0 45 3 OP \nEEEn20 Tópicos em Eletrônica de Potência C 60 0 60 4 OP \nEEEn21 Tópicos em Sistemas de Energia \nElétrica A 30 0 30 2 OP \nEEEn22 Tópicos em Sistemas de Energia \nElétrica B 45 0 45 3 OP \nEEEn23 Tópicos em Sistemas de Energia \nElétrica C 60 0 60 4 OP \nEEEn24 Tópicos em Telecomunicações A 30 0 30 2 OP \nEEEn25 Tópicos em Telecomunicações B 45 0 45 3 OP \nEEEn26 Tópicos em Telecomunicações C 60 0 60 4 OP \n ", "30": " 30 \n2.4 Formação Complementar Especí fica (Certificados de Estudos) \nConforme apresentado anteriormente, a estrutura curricular do Curso de Engenharia Elétrica da \nUFMG oferece cinco Certificados de Estudos pré-estabelecidos, quais sejam: Computação, \nControle de Processos, Eletrôni ca de Potência, Sistemas de Energia Elétrica e Telecomunicações.  \nCada uma destas trajetórias será caracterizada a seguir.  Todo aluno deverá optar por um \nCertificado de Estudos, cujo requisito para sua in tegralização é cumprir 38 créditos em disciplinas \nescolhidas de um conjunto específico para o Certificado escolhido.  Um conjunto destas disciplinas \né obrigatório para aquele Certificado e outras são definidas como sub-trajetórias.  Tópicos em Engenharia Elétrica também são previstos para cada Certificado.  Além disso, o aluno poderá \ncomplementar sua formação cursando quatro créditos de disciplinas da Pós-Graduação através da \njanela de créditos “Estudos Avançados”.  Cumprida as exigências regulamentares o aluno receberá \num certificado atestando o cumprimento de um programa de estudos específicos no Curso de \nEngenharia Elétrica. \n Além das trajetórias pré-estabelecidas, o aluno poderá optar por uma trajetória aberta que é \ndefinida a partir de um projeto centrado em objetivos específicos para o próprio aluno.  Esta \nalternativa é construída a partir de uma proposição  feita pelo próprio aluno com orientação de um \nprofessor e condicionada à autorização prévia do Colegiado.  As trajetórias abertas (Certificado de \nEstudos Abertos) congregam atividades acadêmicas conexas pertencentes à estrutura curricular do \nCurso de Engenharia Elétrica e fora dele, no âmbito dos outros cursos da UFMG.  É \nimprescindível que na proposição seja realmente caracterizada uma formação complementar em \noutra área de conhecimento e sua conexão conceitual com a área de Engenharia Elétrica.  O \nCertificado de Estudos Abertos não deverá comprometer a formação básica do aluno em \nEngenharia Elétrica.  A integralização do Certificado de Estudos Abertos segue os mesmos \nrequisitos dos certificados pré-estabelecidos.  Cumprida as exigências regulamentares o aluno \nreceberá um certificado atestando o cumprimento de um programa de estudos complementares ao \nCurso de Engenharia Elétrica, que caracterize a aquisição de conhecimento em uma outra área de \natuação.  A criação e o estabelecimento do Certificado de Estudos Abertos são regulamentados através de resolução específica do Colegiado.  Atualmente, o Curso de Engenharia Elétrica possui \ntrês certificados abertos em andamento: Engenharia Biomédica, Engenharia de Áudio e Fontes ", "31": " 31Alternativas de Energia.  Outros dois certificados estão sendo preparados: Microeletrônica e \nGestão de Projetos Tecnológicos. \n \n2.4.1 Certificado de Estudos em Computação \nA trajetória de Computação no Curso de Engenhar ia Elétrica abrange um conjunto de habilidades \nque permite o engenheiro analisar, conceber, implementar e adaptar sistemas de computação.  O \nCertificado de Estudos deve prover uma formação que inclui a arquitetura do computador nos \nníveis de hardware e software, a organização através de redes e as aplicações de tais sistemas na \nsolução de problemas de engenharia. \n A cada dia, os sistemas de computação passam a fazer mais e mais parte dos sistemas \nconstruídos através da Engenharia.  É verdade que, a partir dos conhecimentos obtidos no curso de \nEngenharia Elétrica, um engenheiro deve ser capaz de trilhar seus próprios caminhos para se \ncapacitar e conceber sistemas de computação.  Entretanto, a quantidade de conhecimento presente \nna área hoje conhecida como \"C omputação\" cresceu tanto nas últimas décadas que já se justifica a \nexistência de Engenheiros Eletricistas com formação específica em Computação.  O Certificado de \nEstudos em Computação é uma variação  do curso de Engenharia Elétrica na qual são incluídos \nconteúdos fundamentais para a concepção dos sistemas de computação.  A necessidade de um \nprofissional com o perfil descrito acima já é grande e se torna maior a cada dia, o que justifica um \nesforço por parte da UFMG no sentido de produzir tal engenheiro, com a coalizão de esforços dos \ndepartamentos nos quais existe competência instalada na área.  Este esforço se torna ainda mais \njustificado quando se leva em conta o fato de que a grande maioria das disciplinas necessárias ao \ncurso já são oferecidas na UFMG nos cursos de Engenharia Elétrica e de Ciência da Computação. \n O Engenheiro Eletricista com Certificado de Estudos Computação terá sua formação \ndirecionada para a concepção de sistemas de computação a partir, por um lado, de uma visão \nsólida dos conceitos envolvidos que transcendem a tecnologia disponível no momento e, por outro \nlado, do conhecimento de tal tecnologia como forma de concretização dos sistemas concebidos.  A \nTabela VII apresenta as disciplinas que compõem o Certificado de Estudos em Computação. ", "32": " 32 \nTabela VII: disciplinas que compõem o Certificado de Estudos em Computação. \nCÓDIGO DISCIPLINA \nDisciplinas Obrigatórias \nDCC603 Engenharia de Software \nELT036 Fundamentos de Redes de Comunicação \nDisciplinas Optativas \nDCC008 Sofware Básico \nDCC010 Compiladores \nDCC011 Introdução à Banco de Dados \nDCC017 Introdução à Arquitetura de Computadores  \nDCC024 Linguagens de Programação \nDCC038 Programação Orientada a Objetos \nDCC129 Fundamentos da Teoria da Computação \nDCC605 Sistemas Operacionais \nEEE Projeto de Sistemas Embutidos \nEEE Projetos de Sistemas VLSI \nEEE Tópicos em Computação A \nEEE Tópicos em Computação B \nEEE Tópicos em Computação C \nEEE003 Inteligência Computacional \nEEE004 Interfaces para Microcomputadores \nEEE Sistemas Especialistas \nELE036 Aplicações de Processamento Paralelo \nELE037 Otimização \nELE038 Projeto Assistido por Computador \nELT008 Informática Industrial \nELT012 Automação em Tempo Real \nELT037 Multimídia \nELT Redes TCP/IP \nENG030 Estudos Avançados ", "33": " 332.4.2 Certificado de Estudos em Controle de Processos \nA trajetória de Controle de Processos engloba  um conjunto de disciplinas que permite a um \nprofissional analisar, conceber, implementar e adaptar sistemas de controle de processos \nindustriais, bem como os equipamentos e sub-sistemas específicos desses sistemas.  O profissional \ndeve estar potencialmente apto a atuar tanto nas empresas de engenharia e nas indústrias de \nprodução de software e equipamentos para automação industrial, quanto nas indústrias usuárias da \nautomação.  Este profissional poderá participar de equipes para: \n• Concepção e instalação de unidades de produção automatizadas; \n• Automatização completa de unidades de produção em operação; \n• Otimização do funcionamento de unidades de produção já automatizadas; \n• Concepção de equipamentos para aplicação em automação. \n A evolução do sistema econômico-produtivo da sociedade contemporânea vem mostrando \ntendências em diversas direções: globalização da produção de bens; elevada taxa de introdução de \nnovos produtos e de alterações nos produtos já existentes; diversificação de mercados com uma \nconseqüente diferenciação de necessidades; produção individualizada para atendimento de nichos \nespecíficos; adoção de padrões de qualidade e normalização cada vez mais rígidos; elevação \ndramática da eficiência das plantas produtivas  etc. Tais tendências, estrategicamente \ncompreendidas, têm sido o fator chave na determ inação do poderio competitivo das nações.  Um \ndos sérios desafios colocados para o Brasil é pr ecisamente acompanhar os desdobramentos de tais \ntendências, fugindo ao risco de nossa inviabilização tecnológica e econômica. \n O Engenheiro Eletricista que optar pelo Certificado de Controle de Processos deverá ser \ncapaz de analisar processos industriais; propor  e implementar modelos matemáticos adequados à \nanálise e ao controle desses processos; propor estratégias e arquiteturas de sistemas de controle que \notimizem o funcionamento do processo; aplicar as técnicas adequadas para monitoração do \nprocesso; selecionar e projetar os equipament os específicos para aplicação no controle e \nmonitoração do processo.  A Tabela VIII apresent a as disciplinas que compõem o Certificado de \nEstudos em Controle de Processos. \n ", "34": " 34 \nTabela VIII: disciplinas que compõem o Certificado de Estudos em Controle de Processos. \nCÓDIGO DISCIPLINA \nDisciplinas Obrigatórias \nELT013 Controle Digital \nELT014 Laboratório de Controle e Automação I \nELT039 Técnicas de Controle de Processos Industriais \nDisciplinas Optativas \nEEE Modelagem e Simulação de Sistemas a Eventos Discretos \nEEE Tópicos em Controle de Processos A \nEEE Tópicos em Contro le de Processos B \nEEE Tópicos em Contro le de Processos C \nEEE Sistemas Especialistas \nELE039 Acionamentos Elétricos \nELE040 Laboratório de Acionamentos Elétricos \nELE041 Manipuladores Robóticos \nELT008 Informática Industrial  \nELT010 Instrumentação Industrial \nELT011 Sistemas Distribuídos para Automação \nELT012 Automação em Tempo Real \nELT015 Laboratório de Controle e Automação II \nELT016 Técnicas de Modelagem de Sistemas Dinâmicos \nELT017 Controle Estocástico de Processos \nELT019 Controle Multivariável \nELT040 Eletrônica de Potência \nELT041 Introdução ao Controle Adaptativo \nELT Análise e Sistemas de Controle Não-Lineares  \nENG030 Estudos Avançados \n ", "35": " 352.4.3 Certificado de Estudos em Eletrônica de Potência \nA Eletrônica de Potência é a área da Engenharia Elétrica que tem como finalidade a conversão da \nenergia das formas mecânica, solar, eólica, química e outras para energia elétrica e seu \nprocessamento nesta última forma, levando-se em consideração a qualidade, o rendimento, a \natualização tecnológica e Operação confiável do sistema.  Os campos de aplicação abrangem os \nsetores industrial, comercial, de  serviços e utilidades domésticas, automotivo, manipuladores \nrobóticos, biomédico e outros.  O engenheiro especialista em Eletrônica de Potência estará \npreparado para atuar nas áreas de desenvolvimento de produtos, indústria de transformação e \nprodução de energia elétrica. \n As fontes de energia controladas são hoje indispensáveis em qualquer processo de produção \nindustrial, bem como no ambiente doméstico.  A quase totalidade da energia gerada no planeta é \nconvertida em algum momento para a forma de eletricidade devido às vantagens desta última sobre \noutras formas de energia em termos de transmissão, processamento e armazenamento.  Uma \nparcela expressiva da energia gerada no planeta é consumida sobre a forma de energia eletro-\nmecânica, o que indica a importância e necessidade de treinar profissionais para atuar nesta área.  \nSistemas de acionamento elétrico em corrente contínua e alternada abrangem uma extensa área de \npotências: de pequenas frações de W até a faixa em torno de 100 MW.  Tais sistemas são \nutilizados extensivamente na indústria de transf ormação e de manufatura, tração, estações de \nbombeamento de água, gás e petróleo e outras.  No outro extremo do espectro de atuação do profissional de Eletrônica de Potência estão as fontes de alimentação de circuitos eletrônicos que \nincluem as fontes de alimentação de toda uma vasta gama de aparelhos eletro-eletrônicos, incluído \nos computadores.  Esta última aplicação tem de mandado constante desenvolvimento e constitui-se \nnuma das barreiras a serem vencidas para viabilizar a próxima geração de computadores.  Tal \ndiversidade de aplicações e extrema relevância estratégica e econômica implicam numa expressiva \ne constante demanda de profissionais para atuação tanto em nível de desenvolvimento de produtos \nquanto em nível de operação de sistemas nos diversos ambientes citados anteriormente. \n O Engenheiro Eletricista formado na trajetória de Eletrônica de Potência é um profissional \ncom competência para analisar, especificar, projetar, coordenar e gerenciar equipamentos, \nprocessos e pessoal em aplicações que envolvam sistemas de conversão e processamento da \nenergia.  Para tanto, este profissional terá um perfil interdisciplinar envolvendo conhecimentos de ", "36": " 36dispositivos de potência de estado sólido, topo logias de conversores, máquinas elétricas de \ncorrente contínua e corrente alternada, circuitos eletrônicos analógicos e digitais, aquisição e \nprocessamento digital de sinais, sistemas de controle, computação, entre outros.  A Tabela IX apresenta as disciplinas que compõem o Certificado de Estudos em Eletrônica de Potência. \n \nTabela IX: disciplinas que compõem o Certificado de Estudos em Eletrônica de Potência. \nCÓDIGO DISCIPLINA \nDisciplinas Obrigatórias \nELE039 Acionamentos Elétricos \nELE040 Laboratório de Acionamentos Elétricos \nELT040 Eletrônica de Potência \nELT042 Laboratório de Eletrônica de Potência \nDisciplinas Optativas \nEEE Tópicos em Eletrônica de Potência A \nEEE Tópicos em Eletrônica de Potência B \nEEE Tópicos em Eletrônica de Potência C \nEEE006 Tecnologia de Dispositivos Semicondutores \nELE Fundamentos de Energia Alternativa \nELE041 Manipuladores Robóticos \nELE043 Compatibilidade Eletromagnética \nELE044 Conservação da Energia \nELE045 Geração de Energia Elétrica \nELE046 Qualidade da Energia Elétrica \nELE047 Tecnologia de Máquinas Elétricas \nELE048 Veículos Elétricos e Híbridos \nELE618 Sistemas Elétricos Industriais \nELT Projetos com Amplificadores Operacionais e Circuitos Eletrônicos \nAnalógicos \nELT013 Controle Digital \nELT014 Laboratório de Controle e Automação I \nELT043 Fontes de A limentação CC e CA \nENG030 Estudos Avançados \n ", "37": " 372.4.4 Certificado de Estudos em Sistemas de Energia Elétrica \nPor Sistemas de Energia Elétrica (SEE) entende-se o conjunto de conhecimentos que habilitem um \nprofissional a atuar na implantação e operação dos sistemas de energia elétrica, bem como no \nplanejamento de sua expansão, e no projeto dos equipamentos específicos empregados no sistema.  \nO campo de atividades do profissional formado na UFMG deverá ser:  \n• Análise dos SEE, levando em conta parâmetros técnicos, econômicos e sócio-ambientais;  \n• Automação e supervisão da operação dos SEE;  \n• Projeto de equipamentos e sistemas para operação do SEE e análise de desempenho e \naplicabilidade dos equipamentos existentes. \n Dentro desse perfil, o profissional formado estará potencialmente apto a participar das \nequipes de projeto, análise e planejamento na indústria, nas empresas de engenharia e \nconcessionárias, bem como desenvolver seus próprios empreendimentos. \n O setor elétrico representa um dos elementos in fra-estruturais de maior importância dentro da \nestrutura da economia de qualquer país.  No Brasil, em particular, além da característica de \nimportância intrínseca, soma-se a ex istência de problemas particulares, devidos à característica de \ngeração concentrada em grandes distâncias em relação aos centros consumidores e à interligação \nde um sistema de dimensões continentais.  Além disso, o novo modelo estrutural do setor elétrico \nbrasileiro em implantação, com a conseqüente reestruturação da indústria de energia elétrica nacional, acena para objetivos como: \n• A competição na geração e comercialização da energia elétrica; \n• A liberação de acesso à transmissão da rede básica e a quebra de monopólios de \ndistribuição; \n• A escolha por parte dos consumidores de seus supridores de energia; \n• O comércio de energia elétrica em bolsas de valores, nos mercados à vista, médio e de \nlongo prazos; \n• A evolução da capacidade de geração instalada, com ampliação considerável das usinas \ntermelétricas; ", "38": " 38• O crescimento da participação do setor privado; \n• A interligação dos sistemas norte/nordeste e sul/sudeste; \n• A abertura para a produção independente com preservação do funcionamento otimizado \ndo sistema; \n A realidade atual conjuga os desafios conseqüentes da desestatização e desregulamentação da \nindústria de energia elétrica naci onal com a falta de investimentos ocorrida nos últimos anos neste \nsetor.  Tem-se hoje, de um lado, um mercado carente de profissionais, capacitados a aplicar as \nmais recentes técnicas no controle, operação, manutenção e gerenciamento de sistemas elétricos e, \nde outro, o sistema elétrico nacional cujo funcionamento deve se primar pelos padrões de \nqualidade, confiabilidade, segurança e competitividade. \n A Tabela X apresenta as disciplinas que compõem o Certificado de Estudos em Sistemas de \nEnergia Elétrica. ", "39": " 39 \nTabela X: disciplinas que compõem o Certificado de Estudos em Sistemas de Energia Elétrica. \nCÓDIGO DISCIPLINA \nDisciplinas Obrigatórias \nELE049 Análise de Sistemas Elétricos de Potência \nELE050 Transitórios em Sistemas de Energia Elétrica \nDisciplinas Optativas \nEEE003 Inteligência Computacional \nEEE Sistemas Especialistas \nEEE Tópicos em Sistemas de Energia Elétrica A \nEEE Tópicos em Sistemas de Energia Elétrica B \nEEE Tópicos em Sistemas de Energia Elétrica C \nELE Descargas Atmosféricas e Proteção Elétrica \nELE Fundamentos de Energia Alternativa \nELE002 Aterramentos Elétricos \nELE036 Aplicações de Processamento Paralelo \nELE037 Otimização \nELE042 Processamento de Sinais \nELE043 Compatibilidade Eletromagnética \nELE044 Conservação de Energia \nELE045 Geração de Energia Elétrica \nELE046 Qualidade da Energia Elétrica \nELE051 Automação de Sistemas Elétricos de Potência \nELE052 Coordenação de Isolamento \nELE053 Estabilidade de Sistemas de Energia Elétrica \nELE054 Instalações Elétricas Residenciais e Prediais \nELE055 Planejamento de Sistemas de Energia Elétrica \nELE056 Proteção Digital de Sistemas Elétricos \nELE057 Supervisão e Controle de Sistemas de Energia Elétrica \nELE062 Distribuição de Energia Elétrica \nELE614 Técnicas de Alta Tensão \nELE618 Sistemas Elétricos Industriais \nELT040 Eletrônica de Potência \nELT043 Fontes de A limentação CC e CA \nENG030 Estudos Avançados \n ", "40": " 402.4.5 Certificado de Estudos em Telecomunicações \nPor Telecomunicações entende-se o conjunto de disciplinas que permite a um profissional analisar, \nconceber, implementar e adaptar produtos ou sistemas de comunicação independentes ou aplicados \na outros processos e mecanismos de tratamento da informação. \n A existência de uma infra-estrutura adequada de comunicações é hoje uma condição \nessencial para o desenvolvimento da economia e da própria sociedade.  Isto significa que o atraso \nrelativo de nosso país deverá ser necessariame nte superado, como condição para retomar o \nprocesso de desenvolvimento.  Não se trata apenas de alcançar maior difusão de um serviço já \nexistente, mas de investir pesadamente em novas tecnologias de comunicações, para construir uma \ninfra-estrutura forte.  O ponto principal é a digitalização dos sistemas, visto que esta forma de \nimplementação permite a transmissão de informação na forma de voz, dados, texto e imagem de \num modo transparente, compondo o que é conhecido como redes digitais de serviços integrados \n(RDSI).  Desta forma, os sistemas de comunicações se constituirão nas chamadas infovias  ou \nsuper-redes de informação, para permitir a comunicação ágil de pessoas e empresas localizadas em \nqualquer parte do planeta.  Consequentemente, o Governo Federal e a iniciativa privada vêm \nfazendo investimentos pesados no desenvolvimento da área de Telecomunicações.  As metas são: \numa evolução na telefonia fixa, ampliação da rede de telefonia móvel celular, a criação e a \nampliação dos serviços de comunicação tais como telefonia virtual, telefonia de uso público, comunicação de dados, paging  e TV digital.  Este desafio cria uma grande demanda por mão-de-\nobra especializada e de formação sólida, não só para dar suporte à implementação e à manutenção \ndestes sistemas, mas também para o desenvolvimento e o acompanhamento das novas tecnologias \nque surgem na área. \n O Engenheiro Eletricista com Certificado de Estudos em Telecomunicações a ser formado \nterá sua educação direcionada principalmente para a concepção de sistemas de comunicação de \npropósito geral.  O objetivo é oferecer um leque de disciplinas que abranja o mais completamente \nos diversos aspectos da área de Telecomunicações, tais como: sistemas de comunicação, \ncomunicação de dados, comunicações sem-fio e radiodifusão.  A Tabela XI apresenta as \ndisciplinas que compõem o Certificado de Estudos em Telecomunicações. ", "41": " 41 \nTabela XI: disciplinas que compõem o Certificado de Estudos em Telecomunicações. \nCÓDIGO DISCIPLINA \nDisciplinas Obrigatórias \nELT036 Fundamentos de Redes de Comunicação \nELT044 Teoria da Irradiação e Ondas Guiadas \nDisciplinas Optativas \nEEE Tópicos em Telecomunicações A \nEEE Tópicos em Telecomunicações B \nEEE Tópicos em Telecomunicações C \nELE058 Campos e Ondas \nELT037 Multimídia \nELT038 Redes TCP/IP \nELT046 Antenas \nELT047 Comunicações Digitais \nELT048 Comunicações Móveis \nELT049 Comunicações Ópticas \nELT050 Microondas \nELT051 Propagação de Ondas de Rádio \nELT052 Redes de Telecomunicações \nENG030 Estudos Avançados \n ", "42": " 422.4.6 Certificado de Estudos Abertos \nO Certificado de Estudos Aber tos configura-se numa opção de formação para o aluno em \nsubstituição aos Certificados de Estudos pré- estabelecidos e, portanto, seguem as mesmas \nexigências para integralização.  O Certificado de Estudos Abertos incorpora uma formação \ncomplementar aberta à formação em Engenharia Elétrica, num projeto pedagógico centrado no \naluno com devida orientação de professores tutores.  O Colegiado de Curso deverá regulamentar a \nconcepção e execução desta formação aberta através de resolução específica.  A seguir, são \ndetalhados os Certificados de Estudos Abertos em execução no Curso de Engenharia Elétrica. \n \nEngenharia de Áudio \nO Engenheiro Eletricista formado na área de Engenharia de Áudio deve ser capaz de analisar e \nsolucionar questões que envolvam a interação da Eletrônica e da Acústica.  Este profissional \ndeverá saber projetar e especificar sistemas de sonorização, estúdios de gravação, rádio e TV, além \nde equipamentos para processamento de sinais de áudio e música eletrônica; emitir relatórios \ntécnicos sobre as características acústicas de ambientes e propor soluções; gerenciar a implantação \nde equipamentos de áudio em aplicações que envolvam sistemas de sonorização e/ou de gravação; \nespecificar sistemas de monitoração e diagnóstic o de falhas em equipamentos; propor soluções \npara problemas de incômodo auditivo em diferentes ambientes urbanos. \n \nEngenharia Biomédica \nAs habilidades pretendidas para o Engenheiro Eletricista com certificado em Engenharia \nBiomédica estão concentradas, mas não se limitam, nas seguintes áreas:  \n• Processamento de Sinais Biológicos; \n• Processamento de imagens; \n• Medição e instrumentação médica; \n• Engenharia clínica; \n• Engenharia de saúde pública; ", "43": " 43• Informática médica; \n \nFontes Alternativas de Energia \nO Engenheiro Eletricista formado com o Certificado de Estudos em Fontes Alternativas de Energia \ndeverá possuir conhecimentos para quantificar, es truturar, analisar e solucionar problemas, ou \naprofundar seus conhecimento nas seguintes áreas: \n• Fontes Primárias de Energia; \n• Geração de Energia ( Em suas diversas formas); \n• Armazenamento Energético; \n• Sistemas Isolados, Híbridos e Interligados à Rede; \n• Planejamento Energético; \n• Aspectos Ambientais; \n• Aspectos Econômicos; \n• Aspectos Sociais. \n \n Outros dois Certificados de Estudos Aberto s encontram-se em formação: Microeletrônica e \nGestão de Projetos Tecnológicos. ", "44": " 443. FORMA DE INGRESSO E AVALIAÇÃO DE ATIVIDADES \nACADÊMICAS \n \n3.1 Forma de Ingresso no Curso de Engenharia Elétrica \nA forma de ingresso no Curso de Graduação em Engenharia Elétrica é realizada, principalmente, \natravés do Concurso Vestibular da UFMG, onde são disponibilizadas cem (100) vagas para um \ncurso diurno, sendo cinqüenta (50) vagas para entrada no primeiro semestre letivo e cinqüenta (50) \nvagas para entrada no segundo semestre letivo. \n Anualmente, as vagas remanescentes geradas pela evasão (desistência, trancamentos, \nexclusão etc.) são reaproveitadas nas modalidades de Transferência (alunos de outras \nUniversidades, públicas ou particulares), Obtenção  de Novo Título, Reopção (alunos da própria \nUFMG) e Rematrícula (alunos que foram excluídos do próprio Curso de Engenharia Elétrica e que \npossuem uma carga horária integralizada no Cu rso superior a 50%).  O número de alunos que \ningressam no Curso através das vagas remanescentes variam de ano a ano, representando cerca de \n10 a 15% dos alunos que concluem o Curso anualmente. \n Os candidatos que concorrem ao Curso de Engenharia Elétrica, seja através do Concurso \nVestibular, seja através dos processos de Transferência e Obtenção de Novo Título, realizam, \ncomo todos os candidatos aos Cursos da UFMG, provas de conhecimentos gerais em todas as áreas \nde conhecimento na primeira etapa do Concurso Vestibular.  Na segunda etapa, os candidatos \nrealizam provas específicas e abertas nas áreas de Português (Redação e Literatura Brasileira), \nMatemática, Física e Química.  Os candidatos às vagas de Reopção e Rematrícula são avaliados \npelo seu desempenho acadêmico nos Cursos da UFMG. \n \n3.2 Forma de Avaliação do Proc esso de Ensino e Aprendizagem \nOs procedimentos de avaliação do processo de ensino e aprendizagem, em geral, ocorrem através \nda realização de exercícios, provas escritas e através da realização de trabalhos.  Todas as \natividades do Curso, incluindo o Estágio Curricular e o Trabalho de Conclusão de Curso, são ", "45": " 45avaliadas em 100 pontos.  É necessário um desempenho superior ou igual a 60 pontos para o aluno \nser aprovado. \n De uma forma geral, as disciplinas obrigatórias têm uma ponderação maior nas avaliações \nescritas, enquanto que nas disciplinas optativas esta ponderação cresce em favor da realização de \nexercícios e trabalhos.  Uma regra estabelecida nos procedimentos de avaliação escrita é que \nnenhuma avaliação pode valer, individualmente, mais do que 40 pontos. \n É importante ressaltar que faz parte do processo de avaliação a freqüência do aluno em sala \nde aula, que estabelece que, é freqüente em determinada disciplina o aluno que comparecer em \npelo menos 75% da carga horária da disciplina.  Abaixo deste percentual, o aluno é considerado \ninfrequente e, portanto, reprovado. \n Em relação às disciplinas de laboratório, os procedimentos de avaliação mais comum são: \nprodução de relatórios e realização projetos integradores de conhecimento.  Em algumas \ndisciplinas de laboratório também  ocorrem avaliações escritas. \n \n3.3 Sistema de Avaliação do Projeto do Curso \nO Colegiado de Curso possui uma comissão permanente para avaliação do Projeto do Curso.  \nAtualmente, o Colegiado está encerrando uma avaliação curricular iniciada em 2003, que \nculminou com um projeto de reforma a ser implementado no primeiro semestre de 2010. \n Uma outra atividade de avaliação que vem sendo discutida no Colegiado de Curso é a \nrealização de conselhos de avaliação de áreas de conhecimento, envolvendo os instrutores de \ndisciplinas de área comuns.  Estes conselhos devem avaliar as disciplinas correlatas àquela área, \nverificando, entre outros aspectos o desempenho dos alunos nestas disciplinas e a relação \naluno/professor.  Estes conselhos devem utilizar co mo subsídios para sua análise os Questionários \nde Avaliação que são preenchidos pelos alunos ao final de cada semestre. \n Espera-se, também, que ao final de cinco anos após uma reforma curricular, as comissões \nde avaliação façam propostas de alteração na estrutura curricular visando sempre uma correção de \nrumos nos perfis de formação, inclusão de novas atividades acadêmicas e/ou retirada de atividades \nque não estejam correspondendo com os objetivos do Curso. ", "46": " 46 \n3.4 Atividades Acadêmicas Arti culadas ao Ensino de Graduação \nAs diversas atividades complementares citadas na Seção 2 configuram-se como atividades \nacadêmicas articuladas ao ensino de Graduação.  Os programas de bolsas da graduação têm por \nobjetivo oferecer aos alunos complementação acadêmica em diferentes níveis de formação, através \nde programas voltados para o desenvolvimento da capacidade crítica, para a aquisição de hábitos \nde estudo e para o domínio da sistemática do ensino ou da pesquisa. \n Nesta seção estas atividades complementares são caracterizadas.  As atividades acadêmicas \nque os alunos de graduação do curso de Engenharia Elétrica desenvolvem são, conforme citadas \nanteriormente são: \n• Programas de Iniciação Cientifica, através de bolsas concedidas pela FAPEMIG e pelo \nCNPq e através de bolsas individuais concedidas através de convênios com empresas no \ndesenvolvimento de projetos específicos. \n• Programas de Iniciação Científica voluntária. \n• Programas de Graduação coordenados pela Pró-Reitoria de Graduação da UFMG, entre \neles os Projetos Especiais de Graduação (PEG) e os Programas de Monitoria (PMG). \n• Programa Educação Tutorial (PET), coordenados pelo MEC, através da Pró-Reitoria de \nGraduação. \n \n3.4.1 Programas Especiais de Graduação \nOs Programas Especiais de Graduação (PEG) têm como objetivo apoiar o desenvolvimento de \natividades acadêmicas não diretamente vinculadas  a disciplinas, que contribuam para a formação \ndo aluno e para a melhoria do ensino nos cursos.  Tal é o caso dos projetos de ensino, atuação em \nlaboratórios abertos, entre outros.  Devido a seu caráter mais abrangente, pressupõe-se que a \nresponsabilidade por esses projetos possa ficar a cargo dos colegiados de curso ou dos \ndepartamentos, podendo ocorrer consórcio de colegiados, departamentos ou colegiados e \ndepartamentos.  \n O PEG tem como principais objetivos os mencionados a seguir: ", "47": " 47• Melhorar a qualidade do ensino de graduação; \n• Apoiar atividades curriculares que requeiram o auxílio de alunos de graduação, por \nexemplo: laboratório, oficinas etc.; \n• Apoiar e estimular programas e projetos de ensino de caráter inovador; \n• Oferecer oportunidade de complementação acadêmica a alunos de graduação; \n• Oferecer apoio ao desenvolvimento de outras atividades acadêmicas que contribuam para \na formação do aluno de graduação; \n• Estimular a integração ensino-pesquisa-extensão; \n• Estimular a interdisciplinaridade. \n O acompanhamento dos bolsistas é normalmente realizado por cada orientador do projeto ou \nsub-projetos, geralmente através das atividades citadas a seguir: \n• Reuniões semanais de uma hora/semana com o grupo envolvido no projeto ou sub-\nprojeto, visando avaliar todas as atividades de uma forma global.  Nestas reuniões, os alunos bolsistas têm participação ativa, com apresentação do andamento e resultados \nobtidos nas várias etapas dos projetos ou sub-projetos. \n• Reunião semanal com os bolsistas, com o objetivo de dar suporte técnico e de material \nbibliográfico de estudos.  Nestas reuniões, os alunos serão avaliados de forma sucinta \nsobre o aprendizado e avanços obtidos dentro das tarefas destinadas a ele. \n• Os bolsistas realizam, normalmente, dois relató rios (parcial e final), contendo descrição e \nresultados de todas as atividades desenvolvidas. \n• Os alunos dos PEG´s são sempre encorajados e incentivados a realizar apresentações dos \ntrabalhos desenvolvidos nos foros de Iniciação Científica e/ou Semana Acadêmica dentro \ne fora da UFMG. \n \n3.4.2 Programas de Monitoria de Graduação \nOs Programas de Monitoria de Graduação (PMG) podem contribuir para que o bolsista, sob a \norientação do professor, seja iniciado no exercício das atividades docentes, por meio de sua ", "48": " 48vinculação às disciplinas oferecidas pelos departamentos.  Entende-se que os projetos devem ser \nde responsabilidade do departamento, cabendo-lhe avaliar sua necessidade de monitores para o \ndesenvolvimento das disciplinas a seu encargo.  Ao encaminhar o pedido, o departamento deverá justificar sua solicitação e explicitar os objetivos a serem atingidos. Estes devem contemplar, \nnecessariamente, a busca da melhoria do ensino de graduação e integração entre áreas, sendo \nnecessário que se proceda a uma análise crítica do andamento das disciplinas que oferece.  Neste \ncontexto, os PMG’s têm como objetivos: \n• Contribuir para a formação do estudante; \n• Incentivar o interesse e iniciar o aluno no exercício das atividades docentes; \n• Oferecer aos bolsistas a oportunidade de vivenciar o planejamento e execução de projetos \nde ensino e pesquisa associados aos laboratórios de graduação do Departamento; \n• Oferecer maior suporte acadêmico aos alunos dos cursos de graduação atendidos pelo \nDepartamento; \n• Aprimorar continuamente as disciplinas de graduação oferecidas pelo Departamento; \n• Aprimorar a infra-estrutura dos laboratórios de graduação, por intermédio de projetos de \nensino para o desenvolvimento de guias e módulos de aula prática. \n Segundo o entendimento do Colegiado, os planos de trabalho dos bolsistas devem prever não \napenas atividades de iniciação ao exercício da docência, mas também atividades de formação nas \náreas a que estiverem vinculados.  Desta forma, adotam-se, normalmente, os seguintes critérios \npara o PMG: \n• Priorização das disciplinas vinculadas a Laboratórios de Graduação, onde o bolsista tem \ngrande oportunidade de vivenciar a experiência docente com os conteúdos teóricos e práticos das disciplinas, e onde sua contribuição para a melhoria da qualidade do ensino \nde graduação tem sido mais significativa. \n• Orientar a formulação de planos de es tudos que possibilitem ao  bolsista exercer \natividades docentes coerentes com a proposta do PMG, incluindo também atividades que contribuam para a formação acadêmica do estudante. ", "49": " 49• Priorização das disciplinas que estejam em fase de implantação ou em fase de \nreformulação laboratorial. \n• Oferecer aos bolsistas PMG mini-cursos e palestras durante o ano letivo, junto com \nbolsistas de outros programas (PEG, PET), para ampliar sua eficiência no desempenho de \nsuas funções e aumentar a integração em estes alunos. \n• Facilitar o acesso dos bolsistas PMG aos projetos de pesquisa desenvolvidos nas suas \náreas de atuação, para que eles possam vivenciar um pouco da atividade de pesquisa \ndesenvolvida pelos docentes da UFMG junto aos programas de pós-graduação, com \nvistas à melhoria do ensino. \n \n3.4.3 Programas Educação Tutorial  \nCriado e implantado em 1979 pela CAPES, o PET – Programa de Educação Tutorial – é um \nPrograma acadêmico direcionado a alunos regularmente matriculados em cursos de graduação. \nEles são selecionados pelas IES – Instituições de Ensino Superior – que participam do Programa e \nse organizam em grupos, recebendo orientação acad êmica de professores-tutores. O PET objetiva \nenvolver os estudantes que dele participam num pr ocesso de formação integral, propiciando-lhes \numa compreensão abrangente e aprofundada de sua área de estudos.  \n \nPET Engenharia Elétrica - UFMG \nO PETEE – Programa de Educação Tutorial da Engenharia Elétrica é um programa de atividades \nextracurriculares que complementam a formação acadêmica de alunos de graduação em \nEngenharia Elétrica, assim como alunos do Curso de Engenharia de Controle e Automação que \ntenham um interesse especial por Engenharia Elétrica. \n No âmbito coletivo do curso, o objetivo essencial do PET é o de estabelecer uma \naproximação entre o corpo discente e o corpo docente dos departamentos de Engenharia Eletrônica \ne de Engenharia Elétrica, além dos profissionais de outras áreas do conhecimento, nas realizações \ndos eventos propostos, no intuito de forjar ocasiões propícias à discussão e à transmissão de \nconhecimentos. As atividades realizadas têm em vista promover a integração entre os alunos de ", "50": " 50graduação e pós-graduação do curso de Engenharia Elétrica, uma vez que possibilita e incentiva a \ncriação de novos espaços de diálogos e convívio, nos quais o contato com outras áreas do \nconhecimento e com diferentes perspectivas e interpretações permitem uma maior interação e reflexão acerca dos problemas levantados. O grupo PETEE desenvolve regularmente atividades \ntais como: Ciclos de palestras multid isciplinares, Mini-cursos, e outros. \n No âmbito individual, busca-se dar condições para que os alunos atinjam um alto nível de \nexcelência em sua futura atuação como engenheiros, pesquisadores e profissionais nesta área de \nconhecimento. Para tanto, o PETEE busca incorporar à formação de seus alunos participantes \n(bolsistas e voluntários) elementos de pesquisa, ensino e extensão. \n As atividades de pesquisa desenvolvidas pelo grupo PETEE têm por objetivo incentivar, \ncolaborar e participar da produção acadêmica e ci entífica dos jovens pesquisadores, tanto dos \npróprios bolsistas do grupo, quanto dos demais alunos do curso de graduação.  É por meio das \natividades de pesquisa que os bolsistas têm a experiência do que poderíamos chamar de um \n“treinamento” para a atividade acadêmica dos programas de pós-graduação.  \n As atividades tais como o desenvolvimento individual de uma pesquisa sob a orientação de \num professor, a apresentação dos resultados das pesquisas em congressos nacionais e até mesmo \nem reuniões internas do grupo representam uma forma eficaz de familiarizar os alunos \npretendentes a uma vaga no mestrado aos padrões de produção e exigência dos programas de pós-graduação. \n \n3.5 Trabalho de Conclusão de Curso \nO Trabalho de Conclusão de Curso (TCC) é uma atividade obrigatória, individual e relatada sob a \nforma de trabalho científico (monografia ou ar tigo) em qualquer área do conhecimento da \nEngenharia Elétrica, caracterizando-se como uma atividade integradora de conhecimentos na \ntrajetória (Certificado de Es tudos) escolhida pelo aluno. \n O TCC será dividido em duas etapas.  Na primei ra etapa, o aluno irá cursar uma disciplina de \nMetodologia de Projeto, com carga horária de 30 horas.  Esta disciplina tem por objetivo instruir e \norientar o aluno sobre a realização do trabalho de conclusão do curso, isto é, dar condições necessárias e suficientes para redigir uma monografia, dar conhecimentos sobre metodologia de ", "51": " 51trabalho entre outras atividades.  Ao final desta disciplina, o aluno apresentará sua proposta de \nTrabalho de Conclusão de Curso.  No semestre subseqüente, o aluno irá cursar a disciplina de \nTCC, de carga horária de 60 horas (15 horas de acompanhamento em sala de aula e 45 horas de atividades extra-classe).  A comprovação do cumprimento da carga horária mínima deverá ser \natestada pelo professor orientador do TCC perante o Colegiado do Curso de Engenharia Elétrica. \n O TCC é desenvolvido sob a orientação de um professor vinculado ao Curso de Engenharia \nElétrica que tenha interesse e/ou identidade com o tema proposto pelo aluno.  Este professor é \ndefinido como o Orientador do Trabalho de Conclusão de Curso do aluno no referido semestre.  \nAlém do orientador, que tem a responsabilidade de acompanhar o desenvolvimento do TCC, o \naluno pode recorrer à co-orientação de outros professores da instituição e/ou de profissionais em \natuação no mercado, com a devida anuência do orientador do trabalho. \n O TCC deve observar critérios científicos e profissionais em sua execução, bem como o \nCódigo de Ética do Engenheiro (editado pelo Conselho Federal de Engenharia e Arquitetura – \nCONFEA), buscando revelar competência técnica e nível de conhecimento compatível com as \nexigências do mercado de trabalho, bem como a responsabilidade social do futuro profissional. \n \n3.6 Estágio Curricular \nO Estágio Curricular (EC) é uma atividade obrigatória de caráter pedagógico planejada, \nacompanhada e avaliada, que objetiva comple mentar a formação do aluno, envolvendo: \n• Conhecimentos de aplicação prática no ambiente de trabalho; \n• Valores pessoais e corporativos; \n• Relacionamento humano e trabalho em equipe; \n• Questões de ética profissional; \n• Utilização do tempo na organização empresarial. \n O EC, independentemente do aspecto profission alizante, direto e específico, poderá assumir a \nforma de atividades de extensão, mediante a participação do estudante em empreendimentos ou \nprojetos de interesse social, desde que estejam de acordo com os objetivos do EC.  O EC será desenvolvido para fins de aprovação na disciplina específica do Curso de Graduação em ", "52": " 52Engenharia Elétrica, somente podendo ser realizado por alunos matriculados e que tenham \ncursado, pelo menos, 1.800 horas (120 créditos). \n O EC tem duração mínima de 180 (cento e oitenta) horas de atividades por um período \nmínimo de dois meses.  A carga horária do EC é determinada de modo a não prejudicar o \ndesempenho acadêmico do aluno nas demais atividades curriculares, observando que a carga \nhorária semanal deverá ser de no máximo 20 (vin te) horas.  Esta carga horária poderá exceder 20 \n(vinte) horas semanais, não ultrapassando 30 (trinta) horas, desde que o aluno esteja cursando \ndisciplinas com uma carga horária semanal inferior a 20 horas. \n É importante ressaltar que, não podem ser utiliz adas as atividades realizadas em iniciação \ncientífica e nos projetos acadêmicos (PEG e PET) para o cumprimento do estágio curricular. \n As atividades ou experiências profissionais realizados pelo aluno no decorrer do Curso \npoderão servir como objeto de estudo para a elaboração do EC, desde que: tenham possuído uma \ncarga horária mínima igual ou superior à 180 horas.  A carga horária deve ser devidamente \ncomprovada pela empresa ou instituição concedente. ", "53": " 534. ORGANIZAÇÃO DIDÁTICO-PEDAGÓGICA \n4.1 Coordenação do Curso \nA coordenação didática do Curso é realizada por um professor cujas atribuições são de presidir o \nColegiado Didático de Curso e atuar como principal autoridade executiva do órgão, com \nresponsabilidade pela iniciativa nas diversas matérias de competência deste.  Na ausência ou nos \nimpedimentos eventuais do Coordenador, suas atribuições serão exercidas pelo Sub-Coordenador, \ntambém um professor do Curso. \n O Colegiado de Curso é presidido pelo Coordenador do Curso e formado pelos seguintes \nmembros: \n• Coordenador do Curso; \n• Sub-coordenador; \n• Três (03) professores representantes do Departamento de Engenharia Elétrica; \n• Três (03) professores representantes do Departamento de Engenharia Eletrônica; \n• Um (01) professor representante do Departamento de Ciência da Computação; \n• Um (01) professor representante do Departamento de Física; \n• Um (01) professor representante do Departamento de Matemática; \n• Dois (02) discentes representantes dos alunos de Graduação. \n O Colegiado de Curso reúne-se ordinariamente pelo menos uma vez por mês e tem as \nseguintes atribuições: \n• Orientar e coordenar as atividades do Curso e propor aos Departamentos que mantêm o \ncurso a indicação de docentes para a oferta de disciplinas; \n• Elaborar o Currículo do Curso, com indicação de ementas, créditos e pré-requisitos das \natividades acadêmicas curriculares que o compõem; \n• Referendar os programas das atividades acadêmicas curriculares que compõem o curso,  \n• Decidir das questões referentes à matrícula, reopção, dispensa e inclusão de atividades \nacadêmicas curriculares, transferência, continuidade de estudos, obtenção de novo título e ", "54": " 54outras formas de ingresso, bem como das representações e recursos contra matéria \ndidática, obedecida a legislação pertinente; \n• Coordenar e executar os procedimentos de avaliação do curso; \n• Representar ao órgão competente no caso de infração disciplinar; \n• Elaborar o plano de aplicação de verbas destinadas a este órgão. \n O Coordenador do Curso, além de presidir o Colegiado Didático, participa como membro na \nCongregação da Escola de Engenharia, órgão de decisão máxima da Unidade, e também como \nmembro do Conselho de Coordenadores de Graduação da Escola de Engenharia.  O Conselho de \nCoordenadores desempenha um papel muito importante nos diversos assuntos relacionados com a \nGraduação na Escola de Engenharia.  Além da atuação na Unidade, o Coordenador do Curso \nparticipa de reuniões organizacionais, quando convocados pela Pró-Reitoria de Graduação. \n Os membros do Colegiado de Curso participam de diversas comissões cujos trabalhos \nsubsidiam o próprio Colegiado em suas decisões e deliberações.  Estas Comissões são nomeadas \npelo Colegiado, sendo compostas normalmente por professores dos departamentos de Engenharia \nElétrica e de Engenharia Eletrônica. \n \n4.2 Organização Acadêmico-Administrativa \nA organização do controle acadêmico é realizada pela Secretaria do Colegiado de Curso, \nexercendo diversas atividades burocráticas e cotidianas fundamentais ao bom andamento do Curso \nde Graduação.  Dentre as atividades rotineiras, pode-se destacar: \n• Atividades relacionadas com a matrícula (lançamento, cancelamento e trancamento) dos \nalunos nas disciplinas do Curso. \n• Atividades relacionadas com a matrícula e o aproveitamento de estudos dos alunos \noriundos de reopção, transferência, rematrícula e obtenção de novo título. \n• Apoio institucional aos projetos acadêmicos sob a tutela do Colegiado de Curso (seleção \nde alunos, encaminhamento de ofícios etc.). \n ", "55": " 554.3 Atenção aos Discentes \nA Coordenação do Curso tem um trabalho direto com os discentes dando todo apoio pedagógico \nnecessário.  O atendimento externo da Coordenação ocorre ordinariamente duas vezes por semana \nou por demanda dos alunos, através de marcação de horários. \n A orientação do aluno dentro de cada formação  específica é realizada por dois professores do \ncurso, então chamados de Tutores dos alunos para  os respectivos Certificados de Estudos.  As \natribuições dos professores tutores são: \n• Orientação dos alunos que irão cursar disciplinas para um certificado de estudos pré-\nestabelecido ou aberto. \n• Elaboração dos horários das disciplinas para cada certificado em conjunto com os \nprofessores responsáveis por estas disciplinas. \n• Organização da oferta de disc iplinas.  Inclusão ou substitu ição de disciplinas para os \ncertificados de forma a manter atualizado o curso, evitando a repetição de conteúdos. \n Além do trabalho direto com os alunos, a Coordenação do Curso tem o apoio do Grêmio dos \nEstudantes de Engenharia Elétrica (GEEE), não apenas nas atividades de integração dos alunos, \nmas também na discussão das diversas atividades acadêmicas.  Dentre estas atividades, cabe \nressaltar a participação do GEEE na recepção e orientação dos alunos no primeiro semestre letivo \nna disciplina “Introdução a Engenharia Elétrica”.  Esta atividade com os “calouros” do Curso tem \nse mostrado ser muito importante para a adaptação destes alunos no ambiente universitário. \n \n "}