{"1": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO \nDO CURSO DE GRADUAÇÃO EM \nENGENHARIA ELÉTRICA – SISTEMAS ELETRÔNICOS \nDA UFJF \n \n \n \n \n \n \n \n \n \n \n \n \nJuiz de Fora, Janeiro de 2013 \n", "2": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n2 \n \n \n \nReitor: Prof. Henrique Duque de Miranda Chaves Filho, D.Sc. \nVice-Reitor: Prof. José Luiz Rezende Pereira, Ph.D. \nPró-Reitor de Graduação: Eduardo Magrone, D.Sc. \n \n \n \nDiretor da Faculdade de Engenharia: Prof. Hélio Antônio da Silva, D.Sc. \nVice-Diretor da Faculdade Engenharia: Prof. Marcos Martins Borges, D.Sc. \n \n \n \nChefe do Departamento de Circuitos Elétricos: Prof. Márcio Vicente Rizzo, D.Sc. \nChefe do Departamento de Energia: Prof. João Alberto Passos, D.Sc. \n \n \n \nCoordenador do Curso de Engenharia Elétrica - Sistemas Eletrônicos:  \nProf. Michel Bortolini Hell, D.Sc. \n \n \n \nComissão: \nProf. Michel Bortolini Hell, D.Sc. (Presidente) \nProf. Henrique Antônio Carvalho Braga, D.Sc. \nProf. Carlos Augusto Duque, D.Sc. \nProf. Estêvão Coelho Teixeira, D.Sc. \nProf. Rafael Antunes Nóbrega, D.Sc \n \n", "3": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n3 \n \nSUMÁRIO \n \nPreâmbulo ............................................................................................................................................ 5 \n1. \nHistórico do Curso ........................................................................................................................ 6 \n1.1. \nO Processo de Construção do Projeto Pedagógico ................................................................... 9 \n2. \nJustificativa ................................................................................................................................. 10 \n2.1. \nAnálise do Mercado de Trabalho ............................................................................................ 13 \n2.2. \nPerspectivas e Possibilidade de Inserção Profissional do Egresso ......................................... 16 \n3. \nPerfil do Curso ............................................................................................................................ 21 \n3.1. \nIntegralização do Curso ........................................................................................................... 24 \n3.2. \nEstrutura do Curso .................................................................................................................. 25 \n3.2.1. \nNúcleo de Conteúdos Básicos ............................................................................................. 26 \nRelação entre as Diretrizes Curriculares e as Disciplinas ................................................................... 28 \n3.2.2. \nNúcleo de Conteúdos Profissionalizantes ........................................................................... 30 \n3.2.3. \nNúcleo de Conteúdos Específicos ....................................................................................... 32 \n3.3. \nPremissas Básicas .................................................................................................................... 34 \n4. \nOrganização Curricular ............................................................................................................... 36 \n4.1. \nDisciplinas de Ementa Aberta ................................................................................................. 36 \n4.2. \nEstágio Curricular .................................................................................................................... 36 \n4.3. \nAtividades Complementares e Atividades Integralizadoras ................................................... 38 \n4.4. \nEstratégias de Integração e Interdisciplinaridade com os Demais Cursos de Graduação e \nPós-Graduação ................................................................................................................................... 41 \n4.5. \nTrabalho Final de Curso .......................................................................................................... 42 \n4.6. \nDisciplinas Comuns aos Outros Cursos (1o ao 6o Períodos) .................................................... 43 \n4.7. \nRepresentação Gráfica de um Perfil de Formação ................................................................. 46 \n4.8. \nSeminários de Engenharia, Cidadania e Metodologia Científica ............................................ 49 \n4.9. \nDisciplinas Eletivas .................................................................................................................. 49 \n4.10. \nDisciplinas Optativas ........................................................................................................... 50 \n5. \nCompetências e Habilidades ...................................................................................................... 50 \n5.1. \nPerfil do Profissional a ser Formado ....................................................................................... 50 \n", "4": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n4 \n \n5.1.1. \nConhecimentos Essenciais................................................................................................... 53 \n5.1.2. \nConhecimentos Complementares ....................................................................................... 53 \n6. \nFormas e Mecanismos de Seleção: Sistema de Ingresso ........................................................... 54 \n6.1. \nMobilidade entre Ênfases da Engenharia Elétrica .................................................................. 56 \n7. \nCorpo Docente ............................................................................................................................ 57 \n8. \nRecepção dos Calouros ............................................................................................................... 63 \n9. \nRecursos de Infra-Estrutura ........................................................................................................ 64 \n9.1. \nInfra-Estrutura Física Atual ..................................................................................................... 64 \n9.2. \nInfra-Estrutura Administrativa Atual....................................................................................... 68 \n9.3. \nNúcleo Docente Estruturante (NDE) ....................................................................................... 70 \n9.4. \nInfra-Estrutura de Laboratórios .............................................................................................. 71 \n9.5. \nInfra-Estrutura de Salas de Aula ............................................................................................. 72 \n9.6. \nApoio Acadêmico aos Docentes .............................................................................................. 72 \n10. \nA Avaliação do Projeto Pedagógico do Curso (PPC) ............................................................... 72 \n10.1. \nProcesso de Avaliação Premissas Básicas ........................................................................... 72 \n10.2. \nComissão Permanente de Avaliação/Engenharia Elétrica – CPA/EE .................................. 75 \n10.3. \nPlano de Avaliação .............................................................................................................. 76 \n10.4. \nCategorias de Avaliação: Construção de Indicadores ......................................................... 79 \n \n", "5": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n5 \n \nPreâmbulo \nEste documento descreve o Projeto Pedagógico do Curso de Graduação em \nEngenharia Elétrica - Sistemas Eletrônicos da Universidade Federal de Juiz de Fora \n(UFJF) tendo em vista as mudanças observadas no mercado de trabalho do \nengenheiro eletricista nos últimos anos. Partiu-se do projeto do curso anterior de \nEngenharia Elétrica, em função da ampliação de oferta de vagas de ingresso no \nâmbito do Programa REUNI.   \nDurante o processo de construção deste documento, a Coordenação do Curso de \nEngenharia Elétrica - Sistemas Eletrônicos e os Departamentos de Circuitos Elétricos e \nde Energia Elétrica têm exercido atividades para garantir a pluralidade de idéias e \nvisões sobre as necessidades do mercado de mão-de-obra. Outro fator considerado \ndiz respeito à responsabilidade sócio-ambiental, objetivando-se construir um projeto \npedagógico moderno, representativo, coerente e fundamentado, a fim de se garantir \na qualidade da formação dos egressos. \n \n \n \n \n \n \n \n", "6": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n6 \n \n1. Histórico do Curso \n \nA Escola de Engenharia de Juiz de Fora, fundada em 17 de agosto de 1914, \ninicialmente formava Engenheiros Civis e Geógrafos. Mais tarde passou a formar \nEngenheiros Agrimensores, Civis e Eletrotécnicos. Seus primeiros tempos foram \nligados à Academia de Comércio passando depois para um prédio situado na Avenida \nBarão do Rio Branco número 2040. Em 1960, passou a funcionar na Rua Visconde de \nMauá, onde hoje se situa o Colégio de Aplicação João XXIII da UFJF. Naquele mesmo \nano, a partir da Lei 3858 de 23 de dezembro de 1960, a escola passou a integrar a \nrecém-criada Universidade Federal de Juiz de Fora, sob a denominação de Faculdade \nde Engenharia da UFJF. Em 1963 se iniciou a divisão dos Cursos em Engenharia Civil e \nEngenharia Elétrica, sendo que a primeira turma de engenheiros eletricistas se formou \nem 1968.  \n \nNos últimos 15 anos, a Faculdade de Engenharia ampliou a gama de formação com a \ncriação dos Cursos de Graduação em Arquitetura e Urbanismo, Engenharia Sanitária e \nAmbiental, \nEngenharia \nde \nProdução, \nEngenharia \nMecânica \ne \nEngenharia \nComputacional. Além disso, foram criados os cursos de pós-graduação stricto sensu \nem Engenharia Elétrica, Ambiente Construído e em Modelagem Computacional. Além \ndisso, a Faculdade de Engenharia estimula a formação continuada através dos cursos \nde pós-graduação lato sensu em Análise Ambiental, em Engenharia de Segurança do \nTrabalho e em Gerenciamento de Obras. Tais movimentos visam sustentar a atitude \nvanguardista que inspirou a criação desta instituição há quase um século. \n \nDesde a sua implantação, o Curso de Engenharia Elétrica da Faculdade de Engenharia \nda UFJF sofreu algumas reformulações no seu currículo e projeto de curso. A primeira, \ndelas, foi implantada no primeiro período letivo de 1978, em atendimento à \nResolução de 27/04/1976 do Conselho Federal de Educação (CFE) que fixou os \nmínimos de conteúdo e duração dos Cursos de Graduação em Engenharia e, também, \n", "7": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n7 \n \ndefiniu as áreas e habilitações. Outra reestruturação profunda no currículo foi \nimplementada em dezembro de 1984 após três anos e meio de estudos através da \nResolução 44/1984 do Conselho de Ensino, Pesquisa e Extensão (CEPE) da UFJF. Uma \nterceira modificação importante foi implementada em 1996 após amplo debate com \noutras instituições de ensino e com empresas significativas do cenário nacional.  \n \nNo ano de 2000, o Curso de Engenharia ampliou o número de vagas disponíveis com a \ncriação do Curso de Engenharia Elétrica Noturno, passando de 60 vagas anuais (30 \npara o primeiro semestre e 30 para o segundo semestre) para 90 vagas anuais (30 \npara o primeiro semestre diurno, 30 para o segundo semestre diurno e 30 para o \nprimeiro semestre noturno). \n \nDando prosseguimento à evolução do curso, foram realizados os seguintes encontros \ne reuniões: \n \ni. \nEncontro “Demandas Emergentes do Mercado e Desafios para a Formação do \nEngenheiro”, realizado no dia 16 de dezembro de 2008 na Faculdade de \nEngenharia. O evento contou com a participação de representantes, da \nFundação COGE, Petrobrás, Instituto Nokia de Tecnologia, FIEMG (Federação \ndas Indústrias do Estado de Minas Gerais), Conselho Regional de Engenharia, \nArquitetura e Agronomia – CREA/MG, Sindicado de Engenheiros de Minas \nGerais – SENGEMG e Associação Brasileira de Ensino de Engenharia – ABENGE. \nNa ocasião, foi possível coletar dos palestrantes suas visões institucionais \ntécnicas sobre os conhecimentos, as habilidades e as competências que devem \nser adquiridas pelos egressos dos Cursos de Engenharia Elétrica em suas \ndiversas \nhabilitações \ncom \nobjetivo \nde \natender \nas \nnecessidades \ncontemporâneas do mercado de trabalho.  \nii. \nRealização de diversas reuniões da Comissão de Implantação do Projeto \nPedagógico de Curso com convite estendido aos demais professores do Curso \nde Engenharia Elétrica. A partir da evolução e amadurecimento das discussões \n", "8": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n8 \n \nrealizadas nestes encontros foram convocadas quatro reuniões formais \nconjuntas dos Departamentos de Circuitos Elétricos e de Energia Elétrica. \niii. \nPrimeira reunião formal conjunta dos Departamentos de Circuitos Elétricos e \nde Energia Elétrica. Foi deliberado que o curso ampliaria a oferta de vagas das \n90 vagas atualmente oferecidas para 210 vagas a serem oferecidas no \nvestibular 2010 da UFJF. Esta ampliação foi condicionada ao aporte de nove \nvagas de docentes e seis vagas de técnicos administrativos para ano de 2009. \niv. \nSegunda reunião formal conjunta dos Departamentos de Circuitos Elétricos e \nEnergia, onde foi deliberado o perfil dos concursos dos 22 docentes a serem \ncontratados no âmbito do projeto REUNI. \nv. \nTerceira reunião formal conjunta dos Departamentos de Circuitos Elétricos e \nde Energia Elétrica. Foi deliberado que o Curso de Engenharia Elétrica \nofereceria no vestibular de 2010 vagas em cinco habilitações (Sistemas \nEletrônicos, Energia, Robótica e Automação Industrial, Sistemas de Potência e \nTelecomunicações), através de vagas declaradas, oriundas do concurso \nvestibular, e de vagas não declaradas, oriundas do Bacharelado em Ciências \nExatas e Tecnologia.  \nvi. \nQuarta reunião formal conjunta dos Departamentos de Circuitos Elétricos e de \nEnergia Elétrica na qual a primeira versão do presente documento foi \naprovado para ser encaminhado às instâncias superiores da UFJF, a saber: \nConselho de Unidade da Faculdade de Engenharia e Conselho de Graduação da \nUFJF (CONGRAD). \nvii. \nEm outra reunião foram criados os Núcleos Docentes Estruturantes (NDE) e as \nCoordenações dos cinco cursos novos de Engenharia Elétrica: Sistemas \nEletrônicos, Robótica e Automação Industrial, Sistemas de Potência, \nTelecomunicações, e Energia. \n \n Mediante a coleta e síntese das discussões ocorridas em todas as atividades \nsupracitadas, puderam-se definir as principais diretrizes do presente projeto \npedagógico. \n", "9": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n9 \n \n \nEm primeiro de outubro de 2012 foram empossados os cinco coordenadores e vice- \ncoordenadores de cada curso, após um processo eleitoral ordinário, onde foram \ndefinidos também os cinco representantes dos Núcleos Docentes Estruturantes \n(NDEs) de cada curso, sendo então empossado o coordenador e o vice-coordenador \natuais do curso de Engenharia Elétrica - Sistemas Eletrônicos. \n \nO Curso de Engenharia Elétrica - Sistemas Eletrônicos da UFJF está prudentemente \ncondicionado às regras do reconhecimento de atividades e da concessão das \natribuições profissionais realizadas pelo Sistema CONFEA/CREA (através da resolução \n1010/05 de 22 de agosto de 2005). Também, deve ser destacado, que a elaboração do \npresente projeto se fundamentou na Lei de Diretrizes e Bases da Educação – Lei no \n9.394/96, nas Diretrizes Curriculares Nacionais dos Cursos de Graduação em \nEngenharia (resolução CNE/CES no 11/2002), e na Resolução CNE/CES n0 02/2007 que \ndispõe sobre a carga horária mínima dos cursos de graduação. \n \n1.1. \nO Processo de Construção do Projeto Pedagógico \nDado ao ambiente de rápida evolução tecnológica no qual os cursos de engenharia \nestão imersos, é de fundamental importância que o Projeto Pedagógico do Curso seja \nconstantemente reavaliado e discutido. \n \nÉ fundamental que a comunidade externa e interna da Universidade conheça o \ndiferencial do Curso de Engenharia Elétrica - Sistemas Eletrônicos da UFJF. Com isto \nespera-se que os alunos, ao prestarem concurso vestibular para o nosso curso, saibam \ncom clareza os princípios norteadores da filosofia do curso. Para atingir este fim, os \nseguintes mecanismos de divulgação do presente Projeto Pedagógico de Curso devem \nser implementados: \n \n", "10": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n10 \n \n Realização de seminários com participação aberta aos docentes, discentes e \ntécnicos administrativos, com convite estendido às escolas de ensino médio. \n Publicação \ndo \nPPC \nno \nsite \ndo \nCurso \nde \nEngenharia \nElétrica \n(www.ufjf.br/engenhariaeletrica). \n Divulgação através de folders e palestras para a comunidade dos princípios \nnorteadores deste PPC. \n2. Justificativa \nAo longo a história da evolução da espécie humana é fácil reconhecer a importância \ndo processo criativo no desenvolvimento de invenções e fabricação de ferramentas \nque contribuíram para que se atingisse o estágio de desenvolvimento atual de nossa \ncivilização. Tais artefatos permitiram que nossa espécie, biologicamente inferior (em \ncomparação a diversas outras espécies animais) no que diz respeito à locomoção, \nforça e fragilidade frente a seu ambiente, pudesse superar condições climáticas \nadversas, conseguisse vencer obstáculos, galgar distâncias, manter-se alimentada, \nreproduzir-se e multiplicar-se.  \n \nCom o advento das primeiras aglomerações urbanas e domínio da agricultura, a \nhumanidade passou a se preocupar mais com o entendimento do universo que a \nabrigava, o que deu origem à formalização de distintas ciências, como a física, a \nbiologia, a astronomia entre outras. Este desenvolvimento impulsionou o homem para \nnovas descobertas e para a busca de novas fronteiras. Novos continentes foram \nconquistados, o que contribuiu para a gênese da conhecida dicotomia: velho mundo e \nnovo mundo. Em pouco tempo, esse dipolo se reclassificou no que hoje é conhecido \ncomo mundo desenvolvido e mundo subdesenvolvido. De um lado, aqueles que \npartiram para mecanismos avançados de desenvolvimento (após experimentarem \ndolorosas e sucessivas catástrofes e conflitos), e do outro aqueles que foram \nexplorados ao extremo (pelos primeiros), não conseguiram se reinventar, mantiveram \nvícios ancestrais e são dominados por classes governantes que apenas praticam a \ncartilha do homo homini lupus est.  \n", "11": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n11 \n \n \nÉ bem verdade que uma categoria intermediária se estabeleceu, a qual ficou \nconhecida por “países em desenvolvimento”. Neste caso se enquadram nações que \nconvivem com grandes disparidades econômicas e sociais, podendo apresentar \nsimultaneamente matizes de desenvolvimento e subdesenvolvimento, às vezes no \nmesmo quarteirão de suas grandes cidades. Podem até exportar armas avançadas e \naeronaves, mas condenam largas fatias de sua população à miséria absoluta, falta de \nteto e pão, à privação de saneamento básico e atenção à saúde, carência de postos de \ntrabalho e às trevas do conhecimento e cultura.  \n \nO Brasil tem se encaixado nesta categoria híbrida, pelo menos na visão de alguns \nteóricos, e até encabeçou a lista de um novo grupo de nações denominadas BRICS \n(Brasil, Rússia, Índia, China e África do Sul). Alguma semelhança é possível traçar entre \nesse grupo e aqueles conhecidos como Tigres Asiáticos (Coréia do Sul, Indonésia, \nMalásia, Singapura, Taiwan, Tailândia etc.). Aliás, estes últimos, têm brindado a \nhistória recente de nosso planeta com significativos exemplos de superação, \ndistribuição de riquezas e avanços tecnológicos, sobretudo na área da Eletrônica e \nTecnologia da Informação. \n \nAssim, mirando o salto de qualidade que nosso país tanto precisa e buscando superar \nnossa herança colonial travestida do título de importante exportador de commodities, \nentende-se que a formação de mais e melhores profissionais nas áreas de Engenharia, \nse torna uma máxima prioridade. \n \n Contudo, dentre os grandes campos da Engenharia um deles tem sido, de certa \nforma, fatalmente menosprezado por aqueles que vêm traçando nossas políticas \neducacionais. E não somente por estes, mas também pelos demais governantes, que \nnos condenam à importação de tecnologia e de produtos com elevado valor agregado \n(baseados em patentes de inovação avançadas), sendo que grande parte dos \nmateriais básicos para sua fabricação são extraídas de nosso rico solo verde e \n", "12": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n12 \n \namarelo. Trata-se do campo da Eletrônica, aquele mesmo que alavancou os tais Tigres \nAsiáticos, que quase invariavelmente tem sido confinado a parcos módulos \nacadêmicos dos extensos programas de Engenharia Elétrica delineados em nossas \nuniversidades.  \n \nDeste modo o curso de Engenharia Elétrica-Sistemas Eletrônicos foi conseqüência \nprimeira da reflexão realizada pelo corpo docente do curso de Engenharia Elétrica, \nolhando-se para a realidade local, nacional e também internacional. Em âmbito local \nforam fatores motivadores; (a) o curso de pós-graduação em engenharia elétrica que \npossui uma das áreas de concentração em sistemas eletrônicos; (b) a existência de \nrecursos humanos (no quadro docente) na área de eletrônica; (c) a existência do NEE \n(Núcleo Eletro-Eletrônica) do CRITT- UFJF (Centro Regional de Inovação e \nTransferência de Tecnologia); e mais recentemente (d) a implantação do parque \ntecnológico de Juiz de Fora. Em âmbito nacional, e até mesmo internacional, verificou-\nse a carência de engenheiros eletrônicos especializados em desenvolvimento de \nsistemas eletrônicos, com uma sólida base técnica em hardware, software e \nalgoritmos.  \n \nDessa forma, a Universidade Federal de Juiz de Fora acredita que o Curso de \nEngenharia Elétrica - Sistemas Eletrônicos, ora traduzido nesse projeto pedagógico, se \napresenta com todas as credenciais para contribuir com a missão fundamental de \natuar como agente no desenvolvimento tecnológico a nível regional e nacional. \nAlinhavando as subáreas da Eletrônica Básica, dos Sistemas Digitais, da \nMicroeletrônica, Processamento de Sinais, Eletrônica de Potência e Eletrônica \nEmbarcada (essa, muito próxima da Tecnologia da Informação), o presente curso se \njustifica por sua coerência, sua profundidade e pela inclusão de temáticas relevantes, \natuais e pertinentes. Este conjunto certamente resultará na formação sólida daqueles \nque aqui ingressarem, contribuindo para a construção de uma sociedade baseada na \ntecnologia de ponta, uma sociedade soberana, humana, equânime, respeitada e \n", "13": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n13 \n \nfinalmente precursora do papel que se espera dela e consoante com seu esperado \ndestino. \n \nNas próximas duas seções são apresentados dois complementos a essas justificativas \ncom relação à empregabilidade: uma análise do mercado de trabalho e possibilidades \nde Inserção Profissional do Egresso. \n \n2.1. \nAnálise do Mercado de Trabalho \nO objetivo desta avaliação é situar os espaços atualmente ocupados pelos \nengenheiros, a fim de se obter subsídios para auxiliar a definição do molde do perfil \ndos egressos dos cursos de engenharia para a estrutura do mercado de trabalho \ncontemporâneo e vindouro. \n \nOs dados utilizados são baseados na consolidação sistematizada do Relatório Anual de \nInformações Sociais (RAIS/MTE), realizada pela Federação Interestadual de Sindicatos \nde Engenheiros e consubstanciado no documento: “O mercado formal de trabalho dos \nprofissionais do sistema CONFEA/CREA”.  1 \n \nAtualmente são registrados no sistema CONFEA/CREA, aproximadamente, 170 mil \nprofissionais distribuídos por categoria conforme o gráfico da Figura 1. \n                                                       \n1 “O mercado formal de trabalho dos profissionais do sistema CONFEA/CREA/FISENGE e DIEESE”. Rio de Janeiro : \nFederação Interestadual de Sindicatos de Engenheiros, 2007.  \n", "14": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n14 \n \nEngenheiros\n82%\nAgrônomos \n10%\nArquitetos\n6%\nGeólogos\n2%\nCategorias Profissionais\n \nFigura 1 – Distribuição dos Profissionais do Sistema CONFEA/CREA por Categorias Profissionais \n \nA Figura 2 mostra a inspeção das faixas de remuneração média2 dentre as categorias \nprofissionais do sistema Confea/Crea. \nRemuneração Média em Salários Mínimos \n12,1\n11,1\n10,6\n13,4\n10,7\n12,7\nEngenheiros\nAgrônomos \nArquitetos\nGeólogos\nProfessores de\nIES\nIES-Públicas\n \nFigura 2 - Remuneração Média dos Profissionais do Sistema CONFEA/CREA \nA ocupação dos profissionais do sistema CONFEA/CREA nos principais setores da \natividade econômica é apresentada na Tabela 1. \nObserva-se que quase dois terços (63%) dos engenheiros estão desempenhando suas \natividades profissionais nas indústrias de transformação e nas atividades de \n                                                       \n2 O conceito de média foi ajustado à disponibilidade dos dados da pesquisa. Assim, o valor da faixa de remuneração “até 10 SM” foi \nconsiderado, para os fins deste cálculo, igual a 8 Salários Mínimos, pelo fato de ser o piso da profissão. Foi considerado 12,5 Salários \nMínimos como representativo da segunda faixa de remuneração (de 10,1 a 15 SM). Por fim, a última faixa considera – maior do que \n15 SM – 15 salários mínimos.  \n", "15": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n15 \n \ncomércio/serviços. \nA \nelevada \nparticipação \nde \nengenheiro \nno \nsetor \nde \ncomércio/serviços deve ser interpretada como motivação adicional para ampliar as \nhabilidades e competências na formação da graduação do engenheiro. \nTabela 1 - Ocupação dos Profissionais do Sistema CONFEA/CREA \nAtividade Econômica Engenheiros \nAgrônomos  \nArquitetos \nGeólogos \nTotal \nComércio e Serviços \n32% \n39% \n38% \n40% \n33% \nIndústria \nda \ntransformação \n31% \n8% \n5% \n16% \n27% \nAdministração Pública \n10% \n35% \n41% \n11% \n14% \nConstrução Civil \n14% \n1% \n13% \n4% \n12% \nServiços de Utilidade \nPública \n9% \n1% \n2% \n6% \n8% \nOutros \n4% \n16% \n1% \n23% \n5% \n \nA estrutura de ocupação dos profissionais do sistema CONFEA/CREA está consolidada \nna Tabela 2. Como pode ser observado, 71% dos engenheiros atuam nas organizações \nprivadas com e sem fins lucrativos. Este percentual corresponde a, aproximadamente, \n95 mil profissionais. Esta elevada participação aponta para o principal absorvedor da \nmão-de-obra dos egressos de nossos cursos.  \nTabela 2 - Estrutura de Ocupação Profissional \nNatureza do Estabelecimento \nEngenheiros\nAgrônomos \nArquitetos \nGeólogos \nSetor Público \n12% \n34% \n41% \n11% \nOrganizações Estatais \n17% \n23% \n13% \n49% \nOrganizações Privadas \n68% \n33% \n40% \n38% \nSem fins lucrativos e outros \n3% \n10% \n6% \n2% \n \nEsta distribuição deve ser observada e contextualizada para moldar o perfil do egresso \nde nossos cursos e, consequentemente, para estruturar os conteúdos que devem ser \noferecidos em nossa instituição.  \n \nSabe-se que os processos de seleção para os órgãos públicos e entidades estatais são \nefetivados por concursos públicos. Apesar do contínuo aperfeiçoamento, estes \nprocessos priorizam os conhecimentos técnicos adquiridos. O processo de seleção \n", "16": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n16 \n \npara o ingresso em organizações privadas valoriza o currículo e a formação acadêmica \ndos candidatos, porém difere, principalmente, nas avaliações de potenciais e \nhabilidades comportamentais como, por exemplo: \n capacidade de síntese nas comunicações escritas e orais; \n organização e planejamento; \n liderança e empreendedorismo;  \n articulação e postura ética nos trabalhos de equipe.  \n \nNormalmente, nas empresas mais estruturadas com área de recursos humanos, estes \natributos são observados em dinâmicas de grupos com os pretendentes aos cargos \noferecidos. A avaliação é realizada por profissionais das áreas em que as vagas estão \ndisponíveis e dos profissionais da área de recursos humanos.   \nNestas condições, a formação dos nossos jovens alunos deve inexoravelmente \natender às demandas técnicas e profissionais do mercado de trabalho e explorar, \ntambém, as habilidades e competências comportamentais, a fim de ampliar suas \ncondições de empregabilidade.  \n \n2.2. \nPerspectivas e Possibilidade de Inserção Profissional do \nEgresso \nOs profissionais egressos do Curso poderão atuar como empregados, gestores ou \nautônomos nas áreas relacionadas com o curso. Poderão também se inserir em \nempresas prestadoras de serviços e empresas de consultoria atuando no estudo de \nviabilidades, manutenção, consultoria, assessoria, fiscalização, perícias, laudos \ntécnicos e projetos de supervisão de sistemas de Engenharia Elétrica - Sistemas \nEletrônicos. \n \nA cidade de Juiz de Fora está situada na região Sudeste que é a região que detém a \nliderança econômica, comercial e industrial do País. O município situa-se a 184 km da \ncidade do Rio de Janeiro, a 500km da cidade de São Paulo e a 272km da cidade de \n", "17": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n17 \n \nBelo Horizonte. As estradas que interligam estes municípios estão em condições \nfavoráveis e processos de privatização de quase todos os trechos irão promover \ncondições ainda melhores de interconexão rodoviária. Adicionalmente, a cidade \npossui o Aeroporto Francisco Álvares de Assis, situado a 4km da Universidade com \nvôos comerciais diários para Belo Horizonte, São Paulo e Rio de Janeiro. Há, também, \num Aeroporto Regional situado a 40km do centro da cidade, no município de Goianá. \nEste aeroporto possui capacidade de pouso para aeronaves de maior porte. \n \nO setor industrial de Juiz de Fora e região apresenta diversas empresas com potencial \nde absorver o egresso do Curso de Engenharia Elétrica – Sistemas Eletrônicos da UFJF, \ndentre elas podem ser destacadas: \n \n ArcelorMittal Juiz de Fora Aços Longos; \n Energisa Minas Gerais – Distribuidora de Energia S/A; \n Companhia Paraibuna de Metais (Grupo Votorantim); \n Itatiaia Móveis; \n Mercedez Benz do Brasil S.A.; \n CEMIG; \n CESAMA (Companhia de Abastecimento de Água de Juiz de Fora); \n MRS Logística S.A.; \n U&M Mineração e Construção; \n Becton Dickinson Ind Cirúrgicas Ltda; \n Paraibuna Embalagens; \n White Martins Gases Industriais Ltda; \n Onduline Industrial do Brasil; \n Hiper Roll Embalagens. \n \nNão obstante, tradicionalmente, a Faculdade de Engenharia de Juiz de Fora tem \npotencial de formação com abrangência nacional e internacional.  \n \n", "18": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n18 \n \nO setor de eletrônica tem importância destacada na área de conhecimento de \nEngenharia Elétrica. O domínio da tecnologia ligada a este setor é fundamental para o \npaís, fato que justifica o investimento na formação do engenheiro eletricista com foco \nnesta área de atuação. \n \nPor outro lado, podem ser citadas algumas grandes empresas, com participação no \ncenário nacional, com capacidade de absorver o egresso do Curso de Engenharia \nElétrica no setor de eletrônica: \n \n Nokia \n Samsung \n LGE \n Siemens \n Gradiente \n CCE - Lenovo \n Philips \n Pioneer \n Semp-Toshiba \n Flextronics International  \n Foxconn \n Hi-Mix Eletrônicos \n Sony do Brasil \n Panasonic \n Intelbras \n Embraer \n Semikron \n Itaipu Binacional \n \nEm relação às instituições de pesquisa, diversos centros de pesquisas que absorvem \natualmente engenheiros formados na área de eletrônica podem ser citados: \n", "19": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n19 \n \n LACTEC (Instituto de Tecnologia para o Desenvolvimento) – Paraná \n CPqD  – São Paulo \n CEPEL (Centro de Pesquisas de Energia Elétrica) – Rio de Janeiro \n IMMETRO (Instituto Nacional de Metrologia, Qualidade e Tecnologia) – RJ \n IPT (Instituto de Pesquisas Tecnológicas) – São Paulo \n CETEC (Fundação Centro Tecnológico)  – Minas Gerais \n CDTN (Centro de Desenvolvimento da Tecnologia Nuclear) – Minas Gerais \n Eletronuclear – Rio de Janeiro \n \nEm especial cumpre notar, conforme já mencionado no início desta seção, que o Brasil \né um grande importador de tecnologia. Estas tecnologias chegam ao país a preços \nexorbitantes, uma vez que aos impostos são somados os royalties, pagos às empresas \nmultinacionais. Assim uma das linhas a atuar é a da inovação e substituição de \ntecnologia importada, que além de representar um salto tecnológico qualitativo e \nquantitativo para o país, representa um terreno excelente para a formação e possível \nmercado de trabalho para o egresso. \n \nÉ importante destacar a tendência mundial de empregabilidade e os níveis de salários \ndos engenheiros eletricistas. A Figura 3 mostra o salário anual para algumas \nhabilitações da Engenharia Elétrica (Fonte IEEE SPECTRUM- Agosto 2008). Este gráfico \nmostra que engenheiros das habilitações em eletrônica, aplicações de processamento \nde sinais e tecnologia de telecomunicações recebem os melhores salários. Embora \neste gráfico mostre a realidade Norte Americana, a mesma referência aponta \nrealidade semelhante na Europa e ainda destaca a carência mundial de engenheiros \neletricistas em todas as áreas. Assim uma forte componente para garantir a \nempregabilidade dos egressos está no desenvolvimento de sua capacidade de \nexpressão, não somente em língua portuguesa, mas também em outras línguas, \nsobretudo o Inglês. \n \n", "20": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n20 \n \nCumpre ressaltar que o fenômeno da globalização tem gerado possibilidades de \ntrabalho em todos os continentes, ou seja, o egresso deve ter em mente que ele é \ntambém um cidadão do mundo. Porém será preciso, para corrigir as distorções, \ndesenvolver no egresso um forte sentimento de compromisso com a sociedade que o \ngerou e o manteve, para que de uma forma, ou de outra, ele possa contribuir para o \ndesenvolvimento sustentável da sua nação. \n \n \nFigura 3 - O Mercado de Engenharia Elétrica nos Estados Unidos da América (EUA) \n \nFinalmente, deve ser destacada a possibilidade de inserção profissional nas \ninstituições de ensino e pesquisa da região que nos últimos anos vêm recebendo cada \nvez mais investimentos para expansão nas esferas públicas e privadas (e.g. Centro de \nEnsino Superior de Juiz de Fora, CES-JF, CEFET-MG, Universo, IFES Sudeste MG, etc). \n \nCom a necessidade do fortalecimento do avanço tecnológico no país diversos cursos \nde graduação, de tecnologia e de formação técnica de nível médio têm sido e serão \ncriados no país na área de Engenharia Elétrica. \n \nAlém das áreas supracitadas, os egressos no curso ainda podem optar pela \ncontinuação dos estudos em cursos de pós-graduação, na própria UFJF ou em outras \nuniversidades. Especificamente na UFJF, o programa de pós-graduação em Engenharia \nElétrica possui um mestrado e um doutorado Stricto Sensu com conceito 4 na última \n", "21": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n21 \n \navaliação da CAPES e com vários professores com bolsa de produtividade em pesquisa \ndo CNPq. \n \nAdicionalmente, no início de 2009 por estímulo do Edital 15/2008 do CNPq, a UFJF se \nassociou a outras importantes universidades da região (Universidade Federal de \nItajubá, Universidade Federal de São João Del Rei, Universidade Federal do Rio de \nJaneiro e Universidade Federal Fluminense) tendo sido contemplada com recursos \npara implantação do Instituto Nacional de Ciência e Tecnologia de Energia Elétrica \n(INERGE) que é sediado no Campus Juiz de Fora. Dentre os 123 institutos aprovados \nno país, o INERGE é o único na área de energia elétrica, o que dá ao Curso de \nGraduação em Engenharia Elétrica posição de destaque no país. \n \nTambém na área de Processamento de Sinais os pesquisadores têm recebido aportes \nfinanceiros de grande monta para o desenvolvimento de equipamentos eletrônicos e \nde telecomunicações, o que tem conferido ao Curso de graduação também uma \nposição de destaque no cenário nacional. \n \n3. Perfil do Curso \nÉ sabido que na sociedade moderna, os sistemas eletrônicos lugaresse tornaram \nubíquos. Dos equipamentos domésticos e pessoais, aos equipamentos industriais e \nmédicos, além dos sistemas embarcados (automóveis, aeronaves, navios, robôs, etc.). \nUm sistema eletrônico pode contar com três constituintes básicos, a saber: \n• Hardware (conjunto de componentes eletrônicos tais como transistores, \namplificadores operacionais, microprocessadores, etc.); \n• Software (conjunto de comandos e instruções escritos para que o hardware \nexecute uma tarefa ou programa específico); \n• Algoritmos (conjunto finito de regras que fornece uma sequência de operações \npara resolver um problema específico e que pode ser implementado em \nlinguagem de programação, ou diretamente em hardware. No caso de \n", "22": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n22 \n \nsistemas eletrônicos os problemas específicos são medição, estimação, \nmonitoramento, controle e processamento de grandezas físicas, químicas, \nbiológicas e elétricas). \n \nExemplos de sistemas Eletrônicos que contam com tais subsistemas são os telefones \ncelulares, os equipamentos de medição e proteção de energia elétrica, equipamentos \npara diagnósticos médicos, instrumentos e controladores de plantas industriais, entre \noutros.  \n \nO egresso dos curso de Engenharia Elétrica- Sistemas Eletrônicos adquirirá a \ncompetência para a análise, manutenção e projeto de sistemas eletrônicos analógicos \ne digitais, fazendo uso das mais modernas ferramentas de projetos assistidos por \ncomputador e equipamentos de depuração para circuitos eletrônicos. Também \nadquirirá a competência para o desenvolvimento de software para os sistemas \neletrônicos em questão. Somado a isto o egresso contará com uma sólida formação \nteórica em processamento de sinais que o capacitará na elaboração dos mais diversos \nalgoritmos para medição, monitoração, controle e comunicação de sinais. \n \nAlém dos pontos específicos, apresentados anteriormente, o Curso de Graduação em \nEngenharia Elétrica - Sistemas Eletrônicos da UFJF deverá formar profissionais capazes \nde: \n Atuarem na produção e serviços; \n Serem empreendedores ou profissionais autônomos; \n Prosseguirem seus estudos na pós-graduação passando a atuar com \nprofessores em Universidades ou pesquisadores em centros de pesquisa. \n \nO Projeto Pedagógico deve permitir a fácil identificação dos discentes com vocações \npara estudos avançados e atividades de pesquisa. O currículo do Curso deve, inclusive, \nproporcionar o surgimento, a identificação e o aprimoramento científico dos \ngraduandos, contribuindo para a formação de potenciais pesquisadores entre seus \n", "23": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n23 \n \nestudantes que possam atuar nas indústrias de ponta de base tecnológica ou nos \ncentros de pesquisa. \n \nDe acordo com o I Seminário sobre Diretrizes Curriculares para os cursos de \nGraduação (ABENGE - 1998), o egresso deve possuir: \n\"Sólida formação científica e profissional geral que capacite o engenheiro a absorver e \ndesenvolver novas tecnologias, permitindo a sua atuação crítica e criativa na \nidentificação e resolução de problemas, considerando seus aspectos econômicos, \nsociais e ambientais, com visão ética e humanística, em atendimento às demandas da \nsociedade\". \n \nA formulação da Comissão de Engenharia Elétrica do Exame Nacional de Cursos (1998) \npassa a incorporar o presente Projeto Pedagógico de Curso que contemplará, \nfundamentalmente, os seguintes pontos: \n Formação generalista, com sólidos conhecimentos nas áreas de formação \nbásica, geral e profissional do Curso, incluindo aspectos humanísticos, sociais, \néticos e ambientais; \n Capacidade para resolver problemas concretos, modelando situações reais, \npromovendo abstrações e adequando-se a novas situações; \n Capacidade de análise de problemas e síntese de soluções, integrando \nconhecimentos multidisciplinares; \n Capacidade de elaboração de projetos e proposição de soluções técnicas e \neconomicamente competitivas; \n Capacidade de absorver novas tecnologias e de visualizar, com criatividade, \nnovas aplicações para a Engenharia Elétrica; \n Capacidade de comunicação e liderança para trabalho em equipes \nmultidisciplinares; \n \nO projeto pedagógico e a estrutura curricular do Curso de Engenharia Elétrica - \nSistemas Eletrônicos da UFJF foram construídos com objetivo de formar um \n", "24": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n24 \n \nprofissional com base de conhecimento sólida para atuar em amplo espectro da área \nde eletrônica. \n \n3.1. \nIntegralização do Curso \nO Curso de Engenharia Elétrica - Sistemas Eletrônicos pode ser integralizado dentro de \num prazo mínimo de 4,5 anos ou nove períodos letivos e um prazo máximo de nove \nanos ou dezoito períodos letivos podendo ser concedida prorrogação de até dois \nperíodos, a critério do colegiado de curso, após análise de plano de estudos \napresentado pelo acadêmico interessado. O prazo de conclusão recomendado é de 5 \nanos ou 10 períodos letivos. \n \nPara integralizar o curso o aluno deverá, obrigatoriamente, cursar o elenco de \ndisciplinas \nobrigatórias \nconstantes \ndos \nnúcleos \nde \nconteúdos \nbásicos, \nprofissionalizantes e específicos e, ainda, mais oito créditos opcionais. \n \nComo complementos, o aluno ainda poderá cursar outras disciplinas na UFJF ou em \noutra Instituição de Ensino Superior. Estas disciplinas, exceto nos casos previstos na \nlegislação em vigor, só poderão constar do histórico do aluno após autorização \nemitida pela Coordenação de Curso de Engenharia Elétrica - Sistemas Eletrônicos.  \n \nPode constar do histórico do aluno as “Atividades Acadêmicas Curriculares” definidas \nna Resolução 018/2002 do CONGRAD (Conselho Setorial de Graduação) que “permite \na implantação do processo de flexibilização dos currículos de um curso”. Estas \n“atividades” constam do histórico na forma estipulada pela legislação competente e, \nno que couber, conforme definido pelo Colegiado do Curso de Engenharia Elétrica – \nSistemas Eletrônicos. \n", "25": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n25 \n \n3.2. \nEstrutura do Curso \nA carga horária total do curso é de 3610 horas-aula. Este total está englobando as \ndisciplinas obrigatórias, o Trabalho Final de Curso, as atividades complementares e o \nestágio curricular obrigatório de no mínimo 160 horas. \nO Trabalho Final de Curso será realizado numa disciplina de 90 horas-aula (6 créditos). \nA soma do número de horas referentes às atividades complementares e ao trabalho \nfinal de curso é 150 horas, o que atende à legislação que limita este valor percentual \nem 20% de horas do total do curso. \nA Resolução CNE/CES 11 prevê: \nArt. 6º Todo o curso de Engenharia, independente de sua modalidade, deve possuir \nem seu currículo um núcleo de conteúdos básicos, um núcleo de conteúdos \nprofissionalizantes e um núcleo de conteúdos específicos que caracterizem a \nmodalidade. \nA Tabela 3 mostra a distribuição de conteúdos do curso de Engenharia Elétrica - \nSistemas Eletrônicos. \n \n", "26": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n26 \n \nTabela 3: Estrutura do curso Engenharia Elétrica - Sistemas Eletrônicos \nNúcleo de Conteúdos/Atividades \nCurriculares \nCarga \nHorária \nCréditos \nPorcentagem aprox. \ndo total (%) \nBásico \n1590 \n106 \n44,0 \nProfissionalizante \n840 \n56 \n23,3 \nEspecífico \n810 \n54 \n22,4 \nTotal \nda \ncarga \nhorária \nem \ndisciplinas obrigatórias \n3240 \n216 \n89,8 \nTrabalho Final de Curso \n90 \n6 \n2,5 \nEstágio curricular obrigatório \n160 \n \n4,4 \nDisciplinas \neletivas/Ativ. \nComplementares \n120 \n8 \n3,3 \nTotal Geral \n3610 \n230 \n100,0 \n \n3.2.1. \nNúcleo de Conteúdos Básicos \nO núcleo de conteúdos básicos do curso deve conter “cerca de 30% da carga horária \nmínima” de acordo com a CNE/CES 11/2002. No caso do curso de Engenharia Elétrica - \nSistemas Eletrônicos da UFJF este núcleo perfaz 44% da carga total mínima. \nOs conteúdos básicos segundo o parágrafo 1º do Art. 6º  são: \nI - Metodologia Científica e Tecnológica; \nII - Comunicação e Expressão; \nIII - Informática; \nIV - Expressão Gráfica; \nV - Matemática; \nVI - Física; \nVII - Fenômenos de Transporte; \nVIII - Mecânica dos Sólidos; \nIX - Eletricidade Aplicada; \nX - Química; \nXI - Ciência e Tecnologia dos Materiais; \n", "27": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n27 \n \nXII - Administração; \nXIII - Economia; \nXIV - Ciências do Ambiente; \nXV - Humanidades, Ciências Sociais e Cidadania. \nDe acordo com a resolução, as disciplinas foram organizadas na tabela a seguir: \n \nTabela 4 – Disciplinas do Núcleo de Conteúdos Básicos \nCódigo \nDenominação \nCarga \nHorária \nCréditos \nDiretrizes Curr. \nICE002 \nLab. Ciências \n60 \n2 \nI-Metodologia Científica e \nTecnológica \nCEL065 \nIntrodução \nà \nEng. \nElétrica, Trabalho final \nde curso \n30 \n2 \nI-Metodologia Científica e \nTecnológica, II-\nComunicação e Expressão \nDCC119 \nAlgoritmos  \n60 \n4 \nIII - Informática \nDCC120 \nLaboratório de Prog. \n60 \n4 \nAUR070 \nDesenho Aux. Comp. \n30 \n2 \nIV-Expressão Gráfica \nMAT154 Cálculo I \n60 \n4 \nV - Matemática \nMAT155 Geom. Analítica \n60 \n4 \nMAT156 Cálculo II \n60 \n4 \nMAT157 Cálculo III \n60 \n4 \nMAT158 Álgebra Linear \n60 \n4 \nMAT029 Eq. Dif. I \n60 \n4 \nMAT030 Eq. Dif. II \n60 \n4 \nEST029 \nCálc. Probab. I \n60 \n4 \nDCC008 \nCálc. Numérico \n60 \n4 \nFIS073 \nFísica I \n60 \n4 \nVI-Física \nFIS074 \nFísica II \n60 \n4 \nFIS075 \nFísica III \n60 \n4 \nFIS076 \nFísica IV \n60 \n4 \n", "28": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n28 \n \nFIS077 \nLab. Física \n30 \n2 \nFIS081 \nFenôm. de Transp. \n60 \n4 \nVII-Fenômenos de \nTransporte \nMAC015 Resistência dos Mat. \n60 \n4 \nVIII-Resist. dos Materiais \nENE045 \nLab. Eletrotécnica \n30 \n2 \nIX-Eletricidade Aplicada \nCEL033 \nCirc. Lineares I \n60 \n4 \nQUI125 \nQuimica Fund. \n60 \n4 \nX-Química \nQUI126 \nLab. Química \n30 \n2 \nCEL065 \nEletromagnetismo \n60 \n4 \nXI-Ciência e Tecnologia \ndos Materiais \nCEL099 \nEletrônica Analógica \n60 \n4 \nENE084 \nAnálise de Invest. \n60 \n4 \nXII-Administração, \nXIII-Economia \nESA002 \nEcologia \n60 \n4 \nXIV-Ciências do Ambiente \nDPR032 \nDireito Privado \n60 \n4 \nXV-Humanidades, Ciências \nSociais e Cidadania \n \nTotal \n1590 \n106 \n \n \nO aluno irá cursar 1590 horas-aula (106 créditos) de disciplinas de conteúdo básico da \nEngenharia. A maior parte destas horas-aula será comum para todos os cursos de \nEngenharia Elétrica. Com isto, haverá uma forte interação acadêmica entre os alunos \ndos diferentes cursos privilegiando a formação interdisciplinar, o amadurecimento do \nacadêmico e facilitando seu envolvimento nos módulos específicos consecutivos. \nRelação entre as Diretrizes Curriculares e as Disciplinas \nExplicação mais aprofundada acerca de algumas diretrizes curriculares: \n Comunicação e Expressão: Será contemplado principalmente através de instrução \ndireta do professor orientador do Trabalho Final de Curso e através de orientação dos \ndocentes do Curso de Engenharia Elétrica ao ministrar todas as disciplinas do curso. \nComo forma de suprir conteúdos de comunicação e expressão, os professores devem \nestimular os alunos para participarem em seminários, trabalhos e eventos em que \ntenham que desenvolver a expressão oral / escrita e capacidade de leitura, compreensão \n", "29": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n29 \n \nde textos técnicos e esquemas gráficos em português e outras línguas. Além do \nestímulo ao aprimoramento da comunicação, esforço especial deve ser dado visando à \nformação de um engenheiro empreendedor, que tenha capacidade para resolver \nproblemas, tomar decisões, trabalhar em equipe, ser criativo, adaptar-se às situações \ndiversificadas e que tenha a consciência ética presente em suas atitudes. A \ncomunicação oral/escrita também será abordada e estimulada no âmbito da disciplina \nIntrodução à Engenharia Elétrica. \n Metodologia Científica e Tecnológica: Estes temas serão abordados em diversas \ndisciplinas do curso, a saber, Laboratório de Ciências, Introdução à Engenharia \nElétrica, laboratórios aplicados e Trabalho Final de Curso. Além disso, nas disciplinas \nprofissionalizantes e específicas os professores são instruídos a cobrar relatórios e \nmonografias sobre distintos temas, que deverão ser organizados em formato padrão, de \nacordo com normas em vigor (ABNT). \n Informática: \nPrincipalmente \nna \ndisciplina \nde \nAlgoritmos, \nLaboratório \nde \nProgramação, Microprocessadores, Informática Industrial, Laboratório de Sistemas \nEletrônicos (I, II, III) e Software Embarcado. As disciplinas do Curso de Engenharia \nElétrica utilizarão como princípio básico a exigência de implementação computacional \ndos conteúdos ministrados e pesquisa na internet. \n Eletricidade Aplicada: Por ser tratar de um curso de Engenharia Elétrica, este tópico é \namplamente contemplado através de diversas disciplinas. \n \nAtividades de Laboratório \nO aluno cursará diferentes disciplinas em vários laboratórios durante o curso.  No \ninício do curso, o estudante terá contato com laboratórios de ciências, física, química \ne informática. \n Laboratório de Ciências: Neste laboratório o estudante poderá aprimorar seus \nconhecimentos a respeito de metodologia científica, tratamento de dados, \nótica e luz, propriedades físicas e químicas de substâncias simples e \ncompostas, a natureza da energia química e elétrica, velocidade de reações \nquímicas. \n Laboratório de Química: Neste laboratório serão tratados temas relacionados \nà segurança no laboratório e primeiros socorros. Equipamentos básicos e \n", "30": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n30 \n \nTécnicas de laboratório, pH, Determinação de propriedades físicas das \nsubstâncias químicas, Reações químicas; \n Laboratório de Física I: Neste laboratório o aluno poderá aprimorar seus \nconhecimentos sobre teoria das Medidas e dos Erros, Gráficos e Experimentos \nem Mecânica; \n Laboratório de Informática: Neste laboratório serão tratados temas \nrelacionados aos conceitos de computação; ambientação à programação e \ncompilação; noções de depuração e testes; Linguagem de programação \n(declaração de variáveis, tipos básicos, estruturas de controle básicas; entrada \ne saída básica; construção de expressões aritméticas, lógicas e relacionais; \nprecedência de operadores). \n Laboratório de Eletrotécnica: Neste laboratório o aluno terá um contato inicial \ncom conceitos e práticas de Engenharia Elétrica, com o intuito de criar um \nvínculo prévio dos estudantes com a Faculdade de Engenharia. \n3.2.2. \nNúcleo de Conteúdos Profissionalizantes \nO núcleo de conteúdos profissionalizantes do curso deve conter “cerca de 15% da \ncarga horária mínima” de acordo com a CNE/CES 11/2002. No caso do curso de \nEngenharia Elétrica - Sistemas Eletrônicos da UFJF este núcleo perfaz 23% da carga \ntotal mínima. As disciplinas foram organizadas observando o par. 3º do Art. 6º. \n \nTabela 5 – Disciplinas do Núcleo de Conteúdos Profissionalizantes \nCódigo \nDenominação  \nCarga \nHorária \nCréditos\nDiretrizes Curriculares \nCEL032 \nCircuitos Lógicos \n60 \n4 \nV-Circuitos Lógicos \nCEL034 \nCircuitos Lineares II \n60 \n4 \nIV-Circuitos Elétricos \nCEL062 \nCircuitos Trifásicos \n60 \n4 \nCEL038 \nControle I \n60 \n4 \nVIII-Controle de Sistemas \nDinâmicos \nCEL039 \nControle II \n60 \n4 \nENEXXX \nFund. de Conversão \n60 \n4 \nIX-Conversão de Energia \n", "31": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n31 \n \nCEL035 \nEletrônica Digital \n60 \n4 \nXI-Eletr. Analógica e Digital \nCEL051 \nEletrônica II \n60 \n4 \nCEL061 \nEletromag. Aplicado \n60 \n4 \nX-Eletromagnetismo \nCEL068 \nPrinc. de Comunic. \n60 \n4 \nL-Telecomunicações \nCEL066 \nSinais e Sistemas \n60 \n4 \nXXV-Matemática discreta \nCEL078 \nInstr. Eletrônica \n60 \n4 \nXXIII-Instrumentação \nCEL037 \nLab. de Eletrônica \n30 \n2 \nCEL071 \nLab. de Sist. Eletr. I \n30 \n2 \nCEL089 \nLab. de Sist. Eletr. II \n30 \n2 \nCEL095 \nLab. de Sist. Eletr. III \n30 \n2 \n \nTotal \n840 \n56 \n \n \nA Tabela a seguir mostra o subconjunto escolhido para o curso Engenharia Elétrica - \nSistemas Eletrônicos: \n \nTabela  – Subconjunto de Tópicos Profissionalizantes  do Curso de Engenharia Elétrica - Sistemas Eletrônicos  \n  \nConteúdos Profissionalizantes \nAlgoritmos e Estruturas de Dados \nCiência dos Materiais \nCircuitos Elétricos \nCircuitos Lógicos \nControle de Sistemas Dinâmicos \nConversão de Energia \nEletromagnetismo \nEletrônica Analógica e Digital \nErgonomia e Segurança do Trabalho \nEstratégia e Organização \nGestão Ambiental \nGestão Econômica \nGestão de Tecnologia \nInstrumentação \nMatemática discreta \nMateriais Elétricos \nModelagem, Análise e Simulação de Sistemas\nPesquisa Operacional \nOrganização de computadores \nParadigmas de Programação \nSistemas de Informação \n", "32": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n32 \n \nSistemas operacionais \nTelecomunicações \n \nAtividades de Laboratório \nAo cursar as disciplinas do núcleo profissionalizante, kits educacionais serão utilizados \npara auxiliar no no processo de apropriação de conhecimentos pelo estudante. \nTambém serão conduzidas práticas em laboratórios dedicados ao núcleo \nprofissionalizante: \nAo cursar as disciplinas do núcleo profissionalizante, kits educacionais serão utilizados \npara auxiliar no aprendizado do aluno. Também serão conduzidas práticas em \nlaboratórios dedicados ao núcleo profissionalizante: \n Laboratório de Eletrônica: Neste laboratório o aluno conhecerá técnicas de \noperação de equipamentos eletrônicos básicos, bem como será convidado a \nmontar, projetar e analisar circuitos eletrônicos analógicos e digitais. Além \ndisso, começará a utilizar alguns utilitários computacionais para simulação de \ncircuitos eletrônicos. \n Laboratório de Sistemas Eletrônicos I: Neste laboratório os alunos utilizarão \nferramentas computacionais de projeto de sistemas eletrônicos. As atividades \nse caracterizam como atividades de projeto, onde os alunos, em equipe, \ndeverão propor um projeto e realizá-lo, passando por todas as etapas da \nconcepção à prototipagem. O projeto deverá ser multidisciplinar, envolvendo \nas disciplinas já abordadas no curso até o período vigente. \n \n3.2.3. \nNúcleo de Conteúdos Específicos \nAinda segundo a CNE/CES 11/2002, Art. 6º: \n§ 4º O núcleo de conteúdos específicos se constitui em extensões e aprofundamentos \ndos conteúdos do núcleo de conteúdos profissionalizantes, bem como de outros \nconteúdos destinados a caracterizar modalidades. Estes conteúdos, consubstanciando \no restante da carga horária total, serão propostos exclusivamente pela IES. \nConstituem-se \nem \nconhecimentos \ncientíficos, \ntecnológicos \ne \ninstrumentais \n", "33": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n33 \n \nnecessários para a definição das modalidades de engenharia e devem garantir o \ndesenvolvimento das competências e habilidades estabelecidas nestas diretrizes. \n \n                                                                      Tabela 6 – Disciplinas do Núcleo de Conteúdos Específicos \nCódigo \nDenominação \nCarga \nHorária \nCréditos \nCEL070 \nIntrodução Proc. Estocásticos \n60 \n4 \nCEL073 \nRedes de Comunicação I \n60 \n4 \nCEL069 \nMicroprocessadores \n60 \n4 \nCEL075 \nProcessamento de Sinais I \n60 \n4 \nENEXXX \nInformática Industrial \n60 \n4 \nCEL085 \nProj. de Circ. Integrados Analog. \n60 \n4 \nCEL079 \nProcessamento de Sinais II \n60 \n4 \nCEL076 \nDisp. Lógicos Programáveis \n30 \n2 \nCEL078 \nEletrônica de Potência \n60 \n4 \nCEL080 \nSoftware Embarcado \n60 \n4 \nCEL084 \nFontes Chaveadas \n30 \n2 \nCEL081 \nProjetos de Circuitos de RF \n60 \n4 \nENE082 \nInstalações Elétricas \n60 \n4 \nCEL082 \nLab. De Projetos Eletrônicos \n30 \n2 \nENE081 \nMétodos de Otimização \n60 \n4 \n \nTotal \n810 \n54 \n \nAtividades de Laboratório \nUma das habilidades que o egresso do curso de sistemas eletrônicos deverá \ndesenvolver é o conhecimento prático e, para isto os discentes desta modalidade \ndesenvolverão parte de suas atividades nos laboratórios específicos de eletrônica, a \nsaber: \n \n", "34": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n34 \n \n Laboratório de Sistemas Eletrônicos II: Neste laboratório, os alunos realizarão \nexperimentos em programação de microprocessadores/micro-controladores, \nalém de praticarem o desenvolvimento de interface microprocessador/micro-\ncontrolador com o mundo real, implementação de algoritmos básicos de \nprocessamento de sinais em linguagem de alto nível e o desenvolvimento e \nimplementação de sistemas eletrônicos contendo hardware, software e \nalgoritmo; \n  Laboratório de Sistemas Eletrônicos III: Neste laboratório, os alunos \nrealização projetos de sistemas eletrônicos assistidos por computadores, \nutilizarão software para roteamento de placa de circuito impresso e software \nde simulação de circuitos eletrônicos mistos (digital e analógico). Como \nconsequência, serão protótipos funcionais e serão empregados equipamentos \navançados para suporte ao desenvolvimento de sistemas eletrônicos. \n Laboratório de Projetos Eletrônicos: Neste laboratório, os alunos \ndesenvolverão projetos de sistemas eletrônicos focando a implementação de \num protótipo de equipamento ou instrumento, incluindo dimensionamento de \ncomponentes, levantamento de custos, estudo de viabilidade técnica e \neconômica e definição de características inovadoras do sistema. \n \nAs experiências poderão ser individuais ou em equipe e visam tão somente fortalecer \na internalização dos conceitos e teorias ministradas ao longo do curso. \nAlém destas disciplinas de laboratório, outras disciplinas do curso incluirão atividades \nde laboratório, como por exemplo, as disciplinas de microprocessadores, redes de \ncomputadores e protocolos de comunicações, entre outras, cujas atividades de \nlaboratório já estão previstas no programa da disciplina. \n3.3. \nPremissas Básicas \nA avaliação do número de professores necessários para que o presente Projeto \nPedagógico tenha êxito considerou os seguintes parâmetros básicos para os \nprofessores e disciplinas do Curso de Engenharia Elétrica: \n", "35": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n35 \n \n Número de horas-aula por professor na graduação: 120 horas-aula (8 \ncréditos). De acordo com a dinâmica de distribuição de encargos didáticos, os \ndepartamentos podem optar por alocar 60 horas-aula por professor no ciclo \nbásico e profissional e 60 horas-aula por professor no ciclo específico \ncorrespondente ao curso que o professor preferir atuar de acordo com suas \nlinhas de pesquisa e orientação do departamento. \n Número Máximo de Alunos por Turma: 60 alunos por turma teórica e 30 \nalunos por turma prática. Por entender que as disciplinas da área de Circuitos \nElétricos e Eletromagnetismo demandam acompanhamento diferenciado por \nparte dos docentes aos alunos e os seus conteúdos correspondem ao cerne da \nformação do Engenheiro Eletricista, ficou estabelecido que as turmas destas \ndisciplinas serão limitadas a 45 alunos. Em relação aos laboratórios, o limite de \n30 alunos fica condicionado à existência de tutores (alunos do mestrado e \ndoutorado) praticando o estágio em docência nesses ambientes. Se isto não \nfor possível, deverá ser estudada a redução de vagas nessas turmas. \n Oferecimento das disciplinas: O curso é integral e organizado semestralmente. \nDo primeiro ao sétimo período do curso todas as disciplinas serão oferecidas \nem todos os semestres. No oitavo e nono períodos as disciplinas serão \noferecidas anualmente. \n", "36": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n36 \n \n4. Organização Curricular \n4.1. \nDisciplinas de Ementa Aberta \nO curso de Engenharia Elétrica – Sistemas Eletrônicos poderá oferecer disciplinas de \nementa aberta denominadas Seminários em Eletrônica.  \nAs disciplinas de seminários deverão abordar temas relevantes para a área que podem \nvariar de acordo com o tempo. \nNo calendário acadêmico anual da UFJF é estabelecido um prazo para os \ndepartamentos informarem à coordenação de curso quais disciplinas serão oferecidas \nno semestre seguinte. No semestre em que for oferecida alguma disciplina de ementa \naberta, o departamento deve informar à coordenação de curso a ementa, o programa \ne a bibliografia a ser utilizada. \nAs horas-aula cursadas nas disciplinas de ementa aberta serão contabilizadas como \natividade complementar para a integralização curricular. \n4.2. \nEstágio Curricular \nÉ um ato educativo supervisionado, desenvolvido no ambiente de trabalho, que visa à \npreparação para o trabalho produtivo de educandos que estejam frequentando o \nensino regular, em instituições de educação superior (…) Art. 1º da Lei 11.788 de \n25/09/2008. \nO estágio curricular tem caráter obrigatório e deve estar em conformidade com o \ndisposto na lei supracitada, devendo contemplar um período mínimo de duração de \n160 horas.  \nEntende-se por estágio curricular qualquer atividade que propicie ao estudante \nadquirir experiência profissional específica e que contribua, de forma eficaz, para a \nsua absorção pelo mercado de trabalho. Enquadram-se nesse tipo de atividade as \nexperiências de convivência em ambiente de trabalho, o cumprimento de tarefas com \nprazos estabelecidos, o trabalho em ambiente hierarquizado e com componentes \ncooperativistas ou corporativistas, etc. O objetivo é proporcionar ao aluno a \n", "37": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n37 \n \noportunidade de aplicar seus conhecimentos acadêmicos em situações da prática \nprofissional clássica, possibilitando-lhe o exercício de atitudes em situações \nvivenciadas e a aquisição de uma visão crítica de sua área de atuação profissional, \ncom organização fundamentada nos termos expressos no Regulamento Acadêmico de \nGraduação da UFJF. A avaliação é feita a partir de conceitos e observações \nestabelecidos pelas fontes geradoras do estágio, em consonância com os parâmetros \ndefinidos em conjunto com docentes da UFJF. O estágio curricular, quando envolver \nentidade externa à UFJF, deve se realizar num sistema de parceria institucional, \nmediante credenciamentos periódicos. \n \nO objetivo do estágio curricular é proporcionar ao futuro engenheiro eletricista nas \nsuas diversas habilitações uma oportunidade de estar em contato, antes de deixar a \nFaculdade, com empresas da iniciativa privada, ou de economia mista, ou mesmo \nórgãos públicos, desenvolvendo um trabalho similar àquele que poderá vir a \ndesenvolver, futuramente, na sua vida profissional. \n \nO estágio curricular visa também facilitar o ingresso do futuro engenheiro eletricista \nno mercado de trabalho, seja através da rede de contatos construída, seja através da \nsuperação do receio de se assumir o primeiro emprego inerente a qualquer recém-\nformado.  \n \nOs assuntos específicos a serem tratados no estágio curricular obrigatório dependem \ndas propostas de atividades apresentadas pelas Empresas, devendo contemplar \natividades necessariamente relacionadas com a área de Engenharia Elétrica. As \natividades a serem desenvolvidas deverão ser aprovadas pela Comissão de Estágios do \nCurso de Engenharia Elétrica da UFJF. \n \nO estágio curricular obrigatório somente poderá ser feito pelo acadêmico que já tiver \ncursado 2550 horas (170 créditos) do Curso de Engenharia Elétrica - Sistemas \nEletrônicos da UFJF, o que ocorre geralmente após ele ter terminado o 7º período do \n", "38": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n38 \n \ncurso, e deverá ter duração mínima de 160 horas. O estágio tem caráter de disciplina, \nsem aquisição de horas-aula. Sugere-se que o estágio tenha uma duração mínima de \nseis meses, se possível. \n \nDeverá haver um professor (ou grupo de professores) responsável pelo estágio \ncurricular. Esta comissão deverá ser responsável por verificar se o estágio não \nobrigatório previsto na Legislação pode ser computado como atividade \ncomplementar. \n \n4.3. \nAtividades Complementares e Atividades Integralizadoras  \n \nA Resolução 18/2002 do Conselho de Graduação da UFJF (CONGRAD) aprovou a \nflexibilização curricular dos cursos de graduação da UFJF. O presente Projeto \nPedagógico de Curso prevê que o aluno pode integralizar pelo menos 60 horas (quatro \ncréditos) em Atividades Complementares. \n \nEsta resolução estabelece as atividades acadêmicas que podem ser contabilizadas \npara a integralização curricular. Estabelece, também, que o Colegiado do Curso de \nEngenharia Elétrica em suas diferentes habilitações ou Conselho de Unidade da \nFaculdade de Engenharia podem acrescentar atividades com o objetivo de serem \ncontabilizadas para a integralização curricular. \n \nA partir deste Projeto Pedagógico do Curso de Engenharia Elétrica, as seguintes \natividades passam a ser contabilizadas como atividades complementares: \n \n Participação na diretoria de empresas juniores. \n Participação em congressos nacionais e internacionais. \n Participação em eventos técnicos científicos ligados à engenharia elétrica. \n Publicação de artigos em congressos ou periódicos científicos. \n", "39": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n39 \n \n Atividades de iniciação científica (CAPES, CNPq, FAPEMIG, PET, PROVOQUE, \nP&Ds). \n Atividades de iniciação à docência, à pesquisa ou à extensão, como, por \nexemplo, monitoria. \n Visitas técnicas. \n Participação na diretoria do Ramo Estudantil do IEEE (The Institute of Electrical \nand Electronic Engineers), Capítulos do Ramo Estudantil e ou entidades \ninternacionais com objetivos análogos. \n Participação em Sociedades Técnicas e Científicas e entidades de classe (ex. \nIEEE, Sociedade Brasileira de Automação – SBA, CIGRÈ, Sociedade Brasileira de \nEletrônica de Potência – SOBRAEP, CREA-Jr, etc). \n Organização de congressos, conferências, olimpíadas de motivação técnica (ex. \nOlimpíadas de Robôs, olimpíadas de projetos eletrônicos, etc.). \n Atividades no Núcleo de Empreendedorismo da Faculdade (NEMPE). \n Atividades no Núcleo de Assistência Social da Faculdade de Engenharia \n(NASFE). \n Atividades à distância. \n Vivência profissional complementar. \n Disciplinas cursadas em cursos diferentes do curso declarado do aluno. \n Disciplinas cursadas no Programa de Pós-Graduação em Engenharia Elétrica \n(PPEE). \n Aprovação em disciplinas oferecidas pelo Departamento de Línguas \nEstrangeiras Modernas da UFJF (DLEM). \n Participação em Órgãos Colegiados da Universidade (Departamento, \nCoordenação de Curso, Conselho de Unidade, Conselho de Graduação – \nCONGRAD e Conselho Superior da UFJF – CONSU).  \n \nA Tabela 7 mostra a contabilização de horas-aula para as atividades complementares \ndefinida na resolução 18/2002 do CONGRAD. Esta tabela deve ser aprimorada pelo \nColegiado do Curso de Engenharia Elétrica - Sistemas Eletrônicos a fim de se \n", "40": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n40 \n \ncontemplar as atividades complementares adicionais criadas a partir deste Projeto \nPedagógico de Curso (PPC). \nPeriodicamente, os alunos devem ter a oportunidade de participar de atividades \nintegralizadoras do conhecimento que serão contabilizadas como atividades \ncomplementares. Os alunos deverão, nestas atividades, reunir os conhecimentos \nadquiridos ao longo do curso para a construção de protótipos, projetos técnicos, \ntrabalhos técnicos, etc. Um exemplo de atividade integralizadora que já vem sendo \nrealizada ao longo dos anos no âmbito do Curso de Engenharia Elétrica são as \nOlimpíadas de Robôs que ocorre nos segundos semestres letivos. \nDeverá haver um professor (ou grupo de professores) responsável pelas atividades \ncomplementares.  \n \nAinda em relação às atividades integralizadoras destacam-se os laboratórios de \nSistemas Eletrônicos e Projetos Eletrônicos. Nestes laboratórios os alunos estarão \ndesenvolvendo atividades práticas que relacionam um conjunto coerente de \ndisciplinas do curso. \n \nTabela 7 - Contabilização de Créditos para as Atividades Complementares (Resolução 18/2002 – CONGRAD) \nAtividades Acadêmicas Curriculares\nCréditos ou Carga \nHorária por \nAtividade no \nPeríodo Letivo \nAtividades de iniciação à docência, à pesquisa ou à \nextensão \n60 horas-aula (04 créditos)\nAtividades à distância\n- disciplina\nPré-fixado \n- teleconferência ou similar\nProporcional à carga horária \nlimitando-se a 15 horas-aula (01 \ncrédito) \nDisciplina \nPré-fixado \nElaboração de Monografia \n30 horas-aula (02 créditos) + \ncarga horária específica do \ncurrículo do Curso \nEstágio Curricular \nPré-fixado \nGrupos de Estudo \n30 horas-aula (02 créditos)\nParticipação em eventos \n. apresentação de \ntrabalhos\n15 horas-aula (01 crédito) por \ntítulo de trabalho \n. organização\n15 horas-aula (01 crédito) \n", "41": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n41 \n \n. participação\nProporcional à carga horária \nlimitando-se a 15 horas-aula (01 \ncrédito) \n- seminários\n- colóquios\n- simpósios\n- encontros\n- festivais\n- palestras\n- exposições\n- oficinas\n- cursos de curta duração\n- outros (a serem definidos \npelo Colegiado de Curso ou \nConselho de Unidade e \nhomologados pela Pró-\nReitoria de Graduação)\nSeminário \nPré-fixado \nVivência Profissional Complementar\n15 horas-aula (01 \ncrédito) \nOutras (a serem definidas pelo Colegiado de Curso ou \nConselho de Unidade e homologadas pela Pró-Reitoria \nde Graduação) \n--- \n \n4.4. \nEstratégias de Integração e Interdisciplinaridade com os \nDemais Cursos de Graduação e Pós-Graduação \nO presente curso também tem como meta propor projetos acadêmicos que permitam \nao estudante relacionar-se com os outros cursos da Engenharia Elétrica e, até mesmo, \ncom as outras engenharias. A título de exemplo, deve ser natural que um aluno do \ncurso de Engenharia Elétrica - Sistema Eletrônicos queira adquirir habilidades e \ncompetências em conteúdos da área de energia, ou alunos da área de Engenharia \nElétrica - Energia podem desejar adquirir habilidades e competências em conteúdos \nespecíficos do Curso de Engenharia Sanitária e Ambiental.   \n", "42": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n42 \n \nA busca constante da integração e interdisciplinaridade entre o curso de Engenharia \nElétrica -  Sistemas Eletrônicos com outros cursos de graduação em engenharia e com \no curso  de pós-graduação em Engenharia Elétrica deve ser característica intrínseca do \ncurso. A integração com outros cursos acontece não só através dos professores e suas \ndisciplinas, mas, também, através dos alunos, nas atividades de iniciação científica e \nprojetos de pesquisa.  \nFaz parte da estratégia do curso não limitar os esforços de integração/ \ninterdisciplinaridade.  \n4.5. \nTrabalho Final de Curso \nO Trabalho Final de Curso (TFC) é uma disciplina com 90 horas-aula (seis créditos) e \nsegue todas as orientações do RAG (Regimento Acadêmico da Graduação) da UFJF. \nPortanto o aluno deve receber uma nota de 0 a 100 pontos e, para ser aprovado, deve \nobter uma nota superior a 60 pontos. \n \nA partir do período em que faltarem apenas 930 horas-aula (62 créditos) em \ndisciplinas para serem cursados para integralizar o seu currículo, o estudante poderá \nse matricular na disciplina de Trabalho Final de Curso. \n \nA Resolução 01/2009 do Colegiado do Curso de Engenharia Elétrica regulamenta o \nTFC, sendo que o colegiado do curso de Sistemas Eletrônicos deverá, se necessário, \npromover adaptações. \n \nO Trabalho Final de Curso deverá ser orientado por um professor do Curso de \nEngenharia Elétrica. Se o aluno desejar ser orientado por um profissional que não seja \nprofessor do Departamento de Energia ou de Circuitos Elétricos, a orientação deverá \nser acompanhada por um professor do Curso de Engenharia Elétrica. \n \nO Trabalho Final de Curso deverá ser avaliado em sessão pública por uma comissão de \navaliação através de uma apresentação oral de no mínimo 30 minutos. A comissão de \n", "43": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n43 \n \navaliação será presidida pelo professor orientador e deve conter pelo menos outro \nprofessor do Curso de Engenharia Elétrica. O estudante matriculado na disciplina TFC \ndeverá entregar à secretaria do curso, sua monografia provisória, após anuência de \nseu orientador, com uma antecedência mínima de 20 dias da data marcada para a \napresentação oral. \n \nO objetivo do Trabalho Final de Curso é fazer com que o discente realize uma \natividade integralizadora do conhecimento adquirido ao longo do Curso e possa \ncolocar em prática as habilidade e competências adquiridas. Adicionalmente, a \napresentação oral do Trabalho Final de Curso é fundamental para que o aluno \ndesenvolva a habilidade de realizar apresentações e defender argumentos técnicos. \n4.6. \nDisciplinas Comuns aos Outros Cursos (1o ao 6o \nPeríodos) \nAs Tabelas 8 a 16 mostram as disciplinas a serem oferecidas em cada período.  As \ndisciplinas com código terminado por XXX deverão ter suas ementas, programa e \nbibliografia listados em anexo a este documento (formulários CD-01 – padrão UFJF). \nTabela 8 – Disciplinas a Serem Oferecidas no Primeiro Período  \nPeríodo \nDisciplina \nCréditos\nCódigo \nDepartamento\n1 \nIntrodução à Engenharia Elétrica \n2 \nCEL064 \nCEL \n1 \nAlgoritmos \n4 \nDCC119 \nDCC \n1 \nLaboratório de Programação \n2 \nDCC120 \nDCC \n1 \nGeometria Analítica e Sistemas Lineares \n4 \nMAT155 \nMAT \n1 \nLaboratório de Ciências \n4 \nICE002 \nICE \n1 \nCálculo I \n4 \nMAT154 \nMAT \nTOTAL DE CRÉDITOS DO PERÍODO \n20 \n \n \n \nTabela 9 – Disciplinas a Serem Oferecidas no Segundo Período  \nPeríodo \nDisciplina \nCréditos\nCódigo \nDepartamento\n2 \nFísica I \n4 \nFIS073 \nFIS \n2 \nLaboratório de Física I \n2 \nFIS077 \nFIS \n2 \nCálculo II \n4 \nMAT156 \nMAT \n2 \nÁlgebra Linear \n4 \nMAT158 \nMAT \n2 \nLaboratório de Química \n2 \nQUI126 \nQUI \n2 \nQuímica Fundamental \n4 \nQUI125 \nQUI \n", "44": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n44 \n \nTOTAL DE CRÉDITOS DO PERÍODO \n20 \n \n \n \nTabela 10 – Disciplinas a Serem Oferecidas no Terceiro Período \nPeríodo \nDisciplina \nCréditos\nCódigo \nDepartamento\n3 \nCálculo III \n4 \nMAT157 \nMAT \n3 \nEquações Diferenciais I \n4 \nMAT029 \nMAT \n3 \nFísica II \n4 \nFIS074 \nFIS \n3 \nCálculo de Probabilidades \n4 \nEST007 \nEST \n3 \nDesenho Aux. Por Computador \n2 \nAUR070 \nAUR \n3 \nCircuitos Lógicos \n4 \nCEL032 \nCEL \n3 \nEcologia \n2 \nESA002 \nESA \n3 \nDesenho Auxiliado por Computador \n2 \nAUR070 \nAUR \nTOTAL DE CRÉDITOS DO PERÍODO \n22 \n \n \n \nTabela 11 – Disciplinas a Serem Oferecidas no Quarto Período  \nPeríodo \nDisciplina \nCréditos\nCódigo \nDepartamento\n4 \nCálculo Numérico \n4 \nDCC008 \nDCC \n4 \nEquações Diferenciais II \n4 \nMAT030 \nMAT \n4 \nLaboratório de Eletrotécnica \n2 \nENE045 \nENE \n4 \nResistência dos Materiais \n4 \nMAC015 \nMAC \n4 \nCircuitos Lineares I \n4 \nCEL033 \nCEL \n4 \nFenômenos de Transportes \n4 \nFIS081 \nFIS \n4 \nFísica III \n4 \nFIS075 \nFIS \nTOTAL DE CRÉDITOS DO PERÍODO \n26 \n \n \n \nTabela 12 – Disciplinas a Serem Oferecidas no Quinto Período  \nPeríodo \nDisciplina \nCréditos\nCódigo Departamento\n5 \nFísica IV \n4 \nFIS076 \nFIS \n5 \nCircuitos Lineares II \n4 \nCEL034 \nCEL \n5 \nEletrônica Analógica \n4 \nCEL099 \nCEL \n5 \nEletromagnetismo \n4 \nCEL065 \nCEL \n5 \nLaboratório de Eletrônica \n2 \nCEL037 \nCEL \n5 \nSinais e Sistemas \n4 \nCEL066 \nCEL \n5 \nCircuitos Trifásicos \n4 \nCEL062 \nCEL \nTOTAL DE CRÉDITOS DO PERÍODO \n26 \n \n \n \nTabela 13 – Disciplinas a Serem Oferecidas no Sexto Período  \nPeríodo \nDisciplina \nCréditos\nCódigo \nDepartamento \n6 \nTeoria de Controle I \n4 \nCEL038\nCEL \n6 \nLaboratório de Sist. Eletrônicos I (*)  \n2 \nCEL071\nCEL \n6 \nPrincípios de Comunicações \n4 \nCEL068\nCEL \n", "45": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n45 \n \n6 \nIntrodução aos Processos Estocásticos\n4 \nCEL070\nCEL \n6 \nEletrônica II \n4 \nCEL051\nCEL \n6 \nEletromagnetismo Aplicado \n4 \nCELXXX\nCEL \n6 \nEletrônica Digital \n4 \nCEL035\nCEL \nTOTAL DE CRÉDITOS DO PERÍODO \n26 \n \n \n(*) Esta disciplina é comum apenas com o curso de Telecomunicações. \n \nAs habilitações de Sistemas Eletrônicos, Telecomunicações e Automação e Robótica \nterão algumas disciplinas do sétimo ao nono período em comum, conforme \napresentado nas Tabelas 14, 15 e 16. \n \nTabela 14 – Sétimo Período do Curso de Sistemas Eletrônicos \nPeríodo \nDisciplina \nCréditos\nCódigo \nDepartamento\n7 \nRedes de Comunicação e Protocolos de \nComunicação I(*) \n4 \nCEL073 \nCEL \n7 \nFundamentos de Conversão(*)(**) \n4 \nENEXXX \nENE \n7 \nProcessamento de Sinais I(*) \n4 \nCEL075 \nCEL \n7 \nTeoria de Controle II (*)(**) \n4 \nCEL039 \nCEL \n7 \nMicroprocessadores (*)(**) \n4 \nCEL069 \nCEL \n7 \nLaboratório de Sistemas Eletrônicos II \n2 \nCEL077 \nCEL \n7 \nOtimização(**) \n4 \nENE081 \nENE \nTOTAL DE CRÉDITOS DO PERÍODO \n26 \n \nCEL \n(*) Esta disciplina é comum com o curso de Telecomunicações. \n(**) Esta disciplina é comum com o curso de Robótica e Automação. \n \nTabela 15 – Oitavo Período do Curso de Sistemas Eletrônicos \nPeríodo \nDisciplina \nCréditos \nCódigo \nDepartamento \n8 \nInformática Industrial(**) \n4 \nENEXXX \nENE \n8 \nProjetos de Circ. Integrados Analog. \n4 \nCEL074 \nCEL \n8 \nProcessamento de Sinais II \n2 \nCEL079 \nCEL \n8 \nDispositivos Lógico Programáveis \n2 \nCEL076 \nCEL \n8 \nEletrônica de Potência(**) \n4 \nCEL040 \nCEL \n8 \nInstrumentação Eletrônica(*)(**) \n4 \nCEL078 \nCEL \n8 \nLaboratório de Sistemas Eletrônicos III \n2 \nCELXXX \nCEL \nTOTAL DE CRÉDITOS DO PERÍODO \n22 \n \n \n(*) Esta disciplina é comum com o curso de Telecomunicações. \n(**) Esta disciplina é comum com o curso de Robótica e Automação. \n \n", "46": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n46 \n \nTabela 16 – Nono Período do Curso de Sistemas Eletrônicos \nPeríodo \nDisciplina \nCréditos\nCódigo \nDepartamento \n9 \nSoftware Embarcado(**) \n4 \nCEL080 \nCEL \n9 \nDireito Privado(*)(**) \n4 \nDPR032\nDPR \n9 \nFontes Chaveadas \n2 \nCEL084 \nCEL \n9 \nAnálise de Investimentos \n4 \nENE084\nENE \n9 \nLaboratório de Proj. Eletrônicos\n2 \nCEL082 \nCEL \n9 \nProjetos de Circuitos de RF(*) \n4 \nCEL081 \nCEL \n9 \nInstalações Elétricas(*)(**) \n4 \nENE082\nENE \nTOTAL DE CRÉDITOS DO PERÍODO \n24 \n \n \n(*) Esta disciplina é comum com o curso de Telecomunicações. \n(**) Esta disciplina é comum com o curso de Robótica e Automação. \n \nO décimo período conterá as disciplinas de Trabalho Final de Curso, Atividades \nComplementares e Estágio Obrigatório.  \n \n4.7. \nRepresentação Gráfica de um Perfil de Formação \nAs figuras a seguir mostram uma representação gráfica de um perfil de formação, \ndetalhando disciplinas do ciclo básico, profissionalizante, específico, eletivas e \noptativas. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "47": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n47 \n \n \n", "48": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n48 \n \n \n", "49": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n49 \n \n4.8. \nSeminários de Engenharia, Cidadania e Metodologia \nCientífica \nAnualmente será organizado pela coordenação do curso de Engenharia Elétrica – \nSistemas Eletrônicos e o Diretório Central Acadêmico um seminário sobre Engenharia, \nCidadania e Metodologia (Semana da Engenharia). Nesta semana serão convidados \npalestrantes que irão abordar sobre temas de formação humana e profissional, tais \ncomo: \n Ética e moral; \n Ética profissional; \n Engenharia e transformação da sociedade; \n Participação cidadã do engenheiro; \n Engenharia e Sociologia; \n Engenharia e Sociedade; \n Administração; \n Engenharia e o direito; \n Metodologia Científica; \n Humanidades; \n Ciências Sociais; \n Cidadania; \n Meio Ambiente. \n \n4.9. \nDisciplinas Eletivas \nAs disciplinas eletivas são destinadas à formação acadêmica complementar do \ndiscente e integrante de um elenco de opções pré-estabelecidas no PPC. São \nconsideradas disciplinas eletivas aquelas que atendam todas as condições abaixo:  \n(i) Sejam disciplinas obrigatórias pertencentes à grade de um dos outros cursos de \nEngenharia Elétrica (Telecomunicações, Robótica & Automação Industrial, Energia ou \nSistemas de Potência);  \n(ii) Não sejam disciplinas obrigatórias para o curso de Engenharia Elétrica - Sistemas \nEletrônicos. \nAdicionalmente, as disciplinas cursadas no curso de Ciência da Computação e \nespecificadas no quadro de disciplinas eletivas serão consideradas como disciplinas \n", "50": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n50 \n \neletivas e as cursadas no Departamento de Línguas Estrangeiras serão contabilizadas \ncomo eletivas até um limite de quatro créditos.  \n4.10. Disciplinas Optativas \nAs disciplinas optativas são destinadas à formação da cultura geral, em qualquer área do \nconhecimento, de livre escolha do discente. As seguintes disciplinas são consideradas \noptativas e são contabilizadas como atividades complementares com o seu respectivo \nnúmero de créditos. O aluno pode integralizar um máximo de 60 horas-aula (quatro \ncréditos) de atividades complementares.  \nTabela 17 – Relação de Disciplinas Optativas \n \nDisciplina \nCr./ha\nCódigo\nDepartamento \nLíngua Brasileira de Sinais LIBRAS\n4/60\nEDU088\nEDU \nDiversidade Étnico-Racial \n4/60\nEDU068\nEDU \nFundamentos de Computação\n1/15\nUNI101\nICE \nEditoração Eletrônica de Documentos\n1/15\nUNI102\nICE \nPlanilhas Eletrônicas\n1/15\nUNI103\nICE \nInternet e Aplicações\n1/15\nUNI104\nICE \nEditoração Eletrônica de Apresentações\n1/15\nUNI105\nICE \nBanco de Dados\n1/15\nUNI106\nICE \nIntrodução ao LINUX\n1/15\nUNI107\nICE \nIntrodução ao HTML\n1/15\nUNI108\nICE \nEditoração de Imagens \n1/15\nUNI109\nICE \nEditoração de Textos\n1/15\nUNI110\nICE \nGestão de Projetos\n1/15\nUNI111\nICE \n  \n \n5. Competências e Habilidades \n5.1. Perfil do Profissional a ser Formado \nDe acordo com a Resolução CNE/CES No 11/2002, o Curso de Graduação em \nEngenharia tem como perfil do formando egresso/profissional o engenheiro, com \nformação generalista, humanista, crítica e reflexiva, capacitado a absorver e \ndesenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na \nidentificação e resolução de problemas, considerando seus aspectos políticos, \n", "51": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n51 \n \neconômicos, sociais, ambientais e culturais, com visão ética e humanística, em \natendimento às demandas da sociedade. Ainda segundo a mesma Resolução, a \nformação do engenheiro tem por objetivo dotar o profissional dos conhecimentos \nrequeridos para o exercício das seguintes competências e habilidades gerais: \n \n1) Aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia;  \n2) Projetar e conduzir experimentos e interpretar resultados; \n3) Conceber, projetar e analisar sistemas, produtos e processos; \n4) Planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \n5) Identificar, formular e resolver problemas de engenharia; \n6) Desenvolver e/ou utilizar novas ferramentas e técnicas; \n7) Supervisionar a operação e a manutenção de sistemas; \n8) Avaliar criticamente a operação e a manutenção de sistemas; \n9) Comunicar-se eficientemente nas formas escrita, oral e gráfica; \n10) Atuar em equipes multidisciplinares; \n11) Compreender e aplicar a ética e responsabilidade profissionais; \n12) Avaliar o impacto das atividades da engenharia no contexto social e ambiental; \n13) Avaliar a viabilidade econômica de projetos de engenharia; \n14) Assumir a postura de permanente busca de atualização profissional. \n \nDirecionando o enfoque à fiscalização do exercício profissional das diferentes \nmodalidades de Engenharia, o Conselho Federal de Engenharia, Arquitetura e \nAgronomia – CONFEA, na Resolução Nº 1010 de 22 de agosto de 2005 (CONFEA, 2005) \ndefine as seguintes atividades profissionais para o Engenheiro: \n1) Gestão, supervisão, coordenação e orientação técnica; \n2) Coleta de dados, estudo, planejamento, projeto e especificação; \n3) Estudo de viabilidade técnico-econômica e ambiental; \n4) Assistência, assessoria e consultoria; \n5) Direção de obra ou serviço técnico; \n", "52": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n52 \n \n6) Vistoria, perícia, avaliação, monitoramento, laudo, parecer técnico, auditoria, \narbitragem; \n7) Desempenho de cargo ou função técnica; \n8) Treinamento, ensino, pesquisa, desenvolvimento, análise, experimentação, ensaio, \ndivulgação técnica, extensão; \n9) Elaboração de orçamento; \n10) Padronização, mensuração, controle de qualidade; \n11) Execução de obra ou serviço técnico; \n12) Fiscalização de obra ou serviço técnico; \n13) Produção técnica e especializada; \n14) Condução de serviço técnico; \n15) Condução de equipe de instalação, montagem, operação, reparo ou manutenção; \n16) Execução de instalação, montagem, operação, reparo ou manutenção; \n17) Operação, manutenção de equipamento ou instalação; e \n18) Execução de desenho técnico. \nA resolução nº 473, de 26 de novembro de 2002 institui a tabela de títulos \nprofissionais do sistema CONFEA/CREA, na qual o Engenheiro Eletricista - Eletrônica \n(121-08-01) está inserido na mesma. \n \nO curso de Engenharia Elétrica- Sistemas Eletrônicos da UFJF está concebido para que \no futuro engenheiro seja um profissional de formação generalista, que atua na área de \nmateriais eletro-eletrônicos; sistemas de medição e de controle eletro-eletrônico; \ndesenvolvimento de sistemas, produtos e equipamentos eletrônicos, sistemas \nembarcados, conversores, fontes chaveadas e sistemas baseados em dispositivos \nlógico programáveis. Estuda, projeta e especifica materiais, componentes, dispositivos \ne equipamentos eletro-eletrônicos, eletromecânicos, magnéticos, ópticos, de \ninstrumentação, sensores e atuadores de transmissão e recepção de dados, de \náudio/vídeo, de segurança patrimonial e de eletrônica embarcada. Planeja, projeta, \ninstala, opera e mantém sistemas de medição e instrumentação eletro-eletrônica, de \nacionamentos de máquinas, de controle eletrônico e de automação, e de sistemas \n", "53": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n53 \n \neletrônicos embarcados. Realiza pesquisa científica e tecnológica na área de \neletrônica e processamento de sinais. Coordena e supervisiona equipes de trabalho, \nrealiza estudos de viabilidade técnico-econômica, executa e fiscaliza obras e serviços \ntécnicos; e efetua vistorias, perícias e avaliações, emitindo laudos e pareceres. Em \nsuas atividades, considera a ética, a segurança, a legislação e os impactos ambientais. \n \nAlém disso, o egresso do curso de Engenharia Elétrica – Sistemas Eletrônicos deverá \nter uma sólida formação técnica, científica e profissional que o capacite a usar e \ndesenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na \nidentificação e resolução de problemas, considerando seus aspectos políticos, \neconômicos, sociais, ambientais e culturais, com visão ética e humanística, em \natendimento as demandas da sociedade. \n5.1.1. \nConhecimentos Essenciais \n Métodos matemáticos e numéricos. \n Medidas e Instrumentação Industrial. \n Teoria de controle clássico e moderno. \n Eletromagnetismo. \n Aquisição de dados e processamento de sinais. \n Microprocessadores e micro controladores. \n Eletrônica analógica e digital. \n Arquitetura de computadores, redes e protocolos. \n Programação de microprocessadores e microcomputadores. \n Processos Estocásticos. \n Comunicação analógica de sinais. \n Comunicação digital de dados. \n Instrumentação Eletrônica. \n5.1.2. \nConhecimentos Complementares \n Processamento Digital de Sinais. \n", "54": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n54 \n \n Sistemas Embarcados. \n Sistema de Comunicação. \n Dispositivos Lógicos Programáveis. \n Eletrônica de Potência. \n Sistemas inteligentes. \n6. Formas e Mecanismos de Seleção: Sistema de Ingresso \nAs principais formas de ingresso nos cursos de Engenharia Elétrica da UFJF são:  \n• PISM: Programa de Ingresso Seletivo Misto (para alunos cursando o ensino médio);  \n• SISU: Sistema de Seleção Unificada (substituiu o antigo vestibular)  \n• Mudança de outro curso da UFJF para a Engenharia Elétrica  \n• Transferência de outra instituição para a Engenharia Elétrica  \n \nProcessos de Ingresso pelo PISM e SISU  \nO ingresso se dará através do Sistema de Seleção Unificada (SISU), o qual utiliza as \nnotas do Enem (Exame Nacional do Ensino Médio), e através do Programa de Ingresso \nSeletivo Misto (PISM), ou outro processo de ingresso que poderá ser definido pelo \nConselho Superior da UFJF.  \n  \nProcessos de Ingresso por Mudança de Curso e Transferência  \nAs mudanças de curso (para quem já estuda num outro curso da UFJF) e as \ntransferências de outras instituições dependem das condições estabelecidas em \neditais periodicamente publicados, que especificam número de vagas, datas de \ninscrição, etc. Para maiores informações sobre o edital deve ser obtidas através da \nCentral de Atendimento da UFJF. \n \nVagas \nO curso de Engenharia Elétrica - Sistemas Eletrônicos oferece quarenta e seis (46) \nvagas declaradas e doze (12) vagas não declaradas, totalizando cinquenta e oito vagas \n(58) anuais. \n", "55": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n55 \n \nPara se inscrever para as vagas declaradas, o candidato deve declarar a sua opção pela \nhabilidade pretendida no ato da inscrição na Universidade. \nO aluno que optar pelas vagas não declaradas deverá ingressar na Universidade \natravés do Curso de Ciências Exatas e Tecnológicas. Este curso oferece sessenta (60) \nvagas referentes aos cursos de engenharia elétrica, sendo deste total, doze (12) vagas \ndestinadas ao curso de Sistemas Eletrônicos. \nAo ingressar no Curso de Ciências Exatas e Tecnológicas, o aluno deverá cursar três \nsemestres letivos e, ao finalizar e tendo aprovado um conjunto pré-determinado de \ndisciplinas, será classificado de acordo com o seu índice de rendimento acadêmico \n(IRA) que é a média das notas obtidas ponderadas pelo número de créditos. Este \nconjunto pré-determinado é composto pelas seguintes disciplinas, totalizando 42 \ncréditos: Cálculo I (4 créditos), Geometria Analítica e Sistemas Lineares (4 créditos), \nAlgoritmos (4 créditos), Laboratório de Programação (2 créditos), Laboratório de \nCiências (4 créditos), Química Fundamental (4 créditos), Cálculo II (4 créditos), Física I \n(4 créditos), Laboratório de Física I (2 créditos), Laboratório de Química (2 créditos), \nCálculo III (4 créditos), Física II (4 créditos). Com o Índice de Rendimento Acadêmico \nobtido considerando-se estes 42 créditos, o aluno poderá escolher entre os seguintes \ncursos que terão suas vagas preenchidas prioritariamente pelos alunos com maior \nIRA: \n Bacharelado em Ciência da Computação. \n Bacharelado em Estatística. \n Bacharelado em Física. \n Bacharelado em Física Aplicada. \n Bacharelado em Matemática. \n Bacharelado em Matemática Aplicada. \n Bacharelado em Química. \n Licenciatura em Física. \n Licenciatura em Química. \n Licenciatura em Matemática. \n Engenharia Computacional. \n", "56": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n56 \n \n Engenharia Elétrica –Sistemas Eletrônicos (12 vagas). \n Engenharia Elétrica –Energia (12 vagas). \n Engenharia Elétrica – Robótica e Automação Industrial (12 vagas) \n Engenharia Elétrica – Sistemas de Potência (12 vagas) \n Engenharia Elétrica –  Telecomunicações (12 vagas) \nCada disciplina que terá sua nota contabilizada no IRA do aluno que o permitirá a \nescolher o curso que deseja ingressar terá um coordenador pedagógico próprio. Com \nisto todos os alunos do Bacharelado em Ciências Exatas e Tecnológicas serão avaliados \npor provas idênticas e suas provas serão corrigidas pela mesma banca examinadora. \nIsto garantirá condições para a avaliação dos alunos. \nO ingresso via vagas não declaradas tem a vantagem de oferecer ao acadêmico um \ntempo maior para conhecer as nuances de cada opção de formação e fazer a escolha \nde forma mais consciente. Ao longo dos três primeiros períodos, o acadêmico recebe \ninformações sobre os cursos disponíveis e receberá acompanhamento do \ndepartamento de psicologia para auxiliar a escolha da sua carreira profissional. \n \n6.1. \nMobilidade entre Ênfases da Engenharia Elétrica \n \nTendo em vista que as disciplinas do tronco básico (primeiro ao sexto período) dos \ncursos de Engenharia Elétrica são quase que na sua totalidade as mesmas, o aluno \ninteressado poderá requerer às coordenações dos cursos de origem e de destino, a \nmudança de seu curso original, uma única vez, nas seguintes condições:  \n \ni. O aluno deve ter cursado pelo menos 140 créditos em disciplinas obrigatórias de seu \ncurso de origem. \n  \nii. Cada curso da Engenharia Elétrica poderá ter um fluxo de entrada ou saída de, no \nmáximo, três alunos por semestre, através deste mecanismo de mobilidade.  \n  \n", "57": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n57 \n \niii. Havendo mais alunos interessados em mudar de determinado curso do que o \nprevisto no item ii, serão efetivadas as solicitações dos alunos com maior Índice de \nRendimento Acadêmico (IRA). Havendo empate, será admitido o aluno com maior \nnúmero de créditos cursados. \n \niv. As coordenações de curso abrirão, antes do período de matrículas de cada \nsemestre letivo, Edital de Mobilidade Acadêmica entre Cursos de Engenharia \nElétrica, para que os interessados se inscrevam. \n \n7. Corpo Docente \nO Corpo Docente atual dos departamentos de Circuitos Elétricos e de Energia Elétrica \nconta com 44 professores efetivos em regime de dedicação exclusiva. Existem ainda \nos docentes alocados em outros Departamentos (matemática, física, química, \nestatística, computação, estruturas, direito, engenharia ambiental) que atuarão na \nformação básica dos nossos alunos. Os professores alocados nestes Departamentos \nsão em sua maioria contratados em regime de dedicação exclusiva \n \nFinalmente, a partir da adesão ao programa REUNI, a UFJF e o Governo Federal \nfirmaram um contrato no qual o Governo Federal se compromete a dar infra-estrutura \ne docentes em contrapartida ao aumento do número de oferta de vagas a serem \noferecidas. Ainda no ano de 2013 serão concluídos os concursos para preencher 4 \nvagas no departamento de Circuitos Elétricos, sendo 2 dedicadas para o curso de \nEngenharia Elétrica - Sistemas Eletrônicos e 2 para o curso de Engenharia Elétrica -  \nTelecomunicações, e 10 vagas no departamento de Energia Elétrica.  \n \nUma listagem contendo todos os docentes do curso, sua máxima titulação e seu \nregime de trabalho se encontra na tabela abaixo. \n \n \n", "58": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n58 \n \nNOME \nDEPTO \nTITULAÇÃO \nREGIME \nABILIO MANUEL VARIZ \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nACACIO MAGNO RIBEIRO DEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nADILSON DAVID DA SILVA DEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nADLAI RALPH DETONI \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nALAN MIGUEL \nVELASQUEZ TORIBIO \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nALBERT CARLO \nRODRIGUES MENDES \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nALEX BORGES VIEIRA \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nALEXANDRE BESSA DOS \nSANTOS \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nALEXANDRE CUIN \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nALEXANDRE ROCHA \nDUARTE \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nTEMPORÁRIO \nALEXEI ANATOLEVICH \nDERIGLAZOV \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nALFREDO CHAOUBAH \nDEPTO DE ESTATISTICA /ICE \nDOUTORADO \nDE \nALINE SARMENTO \nPROCOPIO \nDEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL \nDOUTORADO \nDE \nALVARO AUGUSTO \nMACHADO DE MEDEIROS\nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nANA PAULA SOARES \nFONTES \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nANA SILVIA PEREIRA \nSANTOS \nDEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL \nDOUTORADO \nDE \nANA TERCIA MONTEIRO \nOLIVEIRA \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nANDRE ARBEX HALLACK DEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nANDRE AUGUSTO \nFERREIRA \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nANDRE DESIDERIO \nMALDONADO \nDEPTO DE MATEMATICA /ICE \nMESTRADO \nSUBSTITUTO \nANGELA MELLO COELHO DEPTO DE ESTATISTICA /ICE \nDOUTORADO \nDE \nANTONIO CARLOS \nBARRETO PINTO \nDEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL \nDOUTORADO \nDE \nANTONIO CARLOS SANT \nANA \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nANTONIO OLIMPIO \nJUNIOR \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nARLEI LUCAS DE SOUZA \nROSA \nDEPTO DE ENERGIA ELETRICA /ENG \nMESTRADO \nSUBSTITUTO \nAUGUSTO CARVALHO \nSOUZA \nDEPTO DE ESTATISTICA /ICE \nMESTRADO \nDE \nAUGUSTO SANTIAGO \nCERQUEIRA \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nBARBARA DE MELO \nQUINTELA \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \n SUBSTITUTO \nBARBARA LUCIA DE \nALMEIDA \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nBERNARDO MARTINS \nROCHA \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nDE \nBERNHARD JOHANNES \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \n", "59": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n59 \n \nLESCHE \nBRUNO HENRIQUES DIAS DEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nCAMILA BORELLI ZELLER DEPTO DE ESTATISTICA /ICE \nDOUTORADO \nDE \nCARLOS ALBERTO \nHUAIRA CONTRERAS \nDEPTO DE ESTATISTICA /ICE \nGRADUAÇÃO \nSUBSTITUTO \nCARLOS AUGUSTO \nDUQUE \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nCARLOS CRISTIANO \nHASENCLEVER BORGES \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nCARLOS JUAREZ \nVELASCO \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nCHARLANE CIMINI \nCORREA \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nSUBSTITUTO \nCRISTIANE DE ANDRADE \nMENDES \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nCRISTIANO GOMES \nCASAGRANDE \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nSUBSTITUTO \nCRISTIANO LEGNANI \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nCUSTODIO GOUVEA \nLOPES DA MOTTA \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nDANIEL DISCINI SILVEIRA DEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nDANILO PEREIRA PINTO \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nDAVID SERGIO ADAES DE \nGOUVEA \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nDEBORA ROSANA \nRIBEIRO PENIDO ARAUJO\nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nDENILSON CARVALHO \nRESENDE \nDEPTO DE FISICA /ICE \nMESTRADO \nSUBSTITUTO \nDENISE LOWINSOHN \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nDILMER GEORGE SILVA \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \n40H \nEDMAR WELINGTON \nOLIVEIRA \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nDE \nEDUARDO BARRERE \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nEDUARDO PAGANI JULIO DEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nDE \nEMANOEL DE CASTRO \nANTUNES FELICIO \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nENDRIK NARDOTTO RIOS DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL \nSUBSTITUTO \nDE \nESTEVAO COELHO \nTEIXEIRA \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nEVALDO DE OLIVEIRA DA \nSILVA \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nEVER PEREIRA DA SILVA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nFABIO RODRIGUES \nPEREIRA \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nFABIO ZAPPA \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nFABRICIO DE SOUZA \nOLIVEIRA \nDEPTO DE DIREITO PRIVADO /DIR \nMESTRADO \nDE \nFABRICIO PABLO \nDEPTO DE CIRCUITOS ELETRICOS \nDOUTORADO \nDE \n", "60": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n60 \n \nVIRGINIO DE CAMPOS \n/ENG \nFELIPE DOS SANTOS \nLOUREIRO \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nFERNANDA IRENE \nBOMBONATO \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nFERNANDA MARIA DA \nCOSTA VIEIRA \nDEPTO DE DIREITO PRIVADO /DIR \nDOUTORADO \nDE \nFERNANDO SATO \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nFLAVIA CAVALIERI \nMACHADO \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nFLAVIANA ANDREA \nRIBEIRO \nDEPTO DE MATEMATICA /ICE \nMESTRADO \nDE \nFLAVIO DA ROCHA \nAZEVEDO \nDEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL \nMESTRADO \nDE \nFLAVIO IASSUO \nTAKAKURA \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nFLAVIO VANDERSON \nGOMES \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nGERMAN DAVID YAGI \nMOROMISATO \nDEPTO DE ENERGIA ELETRICA /ENG \nMESTRADO \nSUBSTITUTO \nGIOVANA TREVISAN \nNOGUEIRA \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nGIULIANO PRADO DE \nMORAIS GIGLIO \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nSUBSTITUTO \nGLAUKER MENEZES DE \nAMORIM \nDEPTO DE MATEMATICA /ICE \nMESTRADO \nDE \nGUILHERME DE \nBERREDO PEIXOTO \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nHARLEM VIEIRA CASTRO DEPTO DE QUIMICA /ICE \nMESTRADO \nSUBSTITUTO \nHEDER SOARES \nBERNARDINO \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nHELIO FRANCISCO DA \nSILVA \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nHENRIQUE ANTONIO \nCARVALHO BRAGA \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nHEVELINE SILVA \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nINDHIRA OLIVEIRA \nMACIEL \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nIVAN FERREIRA DOS \nSANTOS \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nIVO CHAVES DA SILVA \nJUNIOR \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nIVONI DE FREITAS REIS \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nJANE AZEVEDO DA SILVA DEPTO DE ESTATISTICA /ICE \nDOUTORADO \nDE \nJESULIANA NASCIMENTO \nULYSSES \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nSUBSTITUTO \nJOANA DARC ANTONIA \nSANTOS DA CRUZ \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nJOANIZIO AFONSO \nRIBEIRO DIAS \nDEPTO DE MATEMATICA /ICE \nGRADUAÇÃO \nSUBSTITUTO \nJOAO ALBERTO PASSOS \nFILHO \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nJOAO CARLOS DE ASSIS \nRIBEIRO DE OLIVEIRA \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nDE \n", "61": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n61 \n \nJORGE ANANIAS NETO \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nJOSE EUGENIO DE \nJESUS CARDOSO \nGRAUDO \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nJOSE HONORIO \nGLANZMANN \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nSUBSTITUTO \nJOSE LUIZ MATHEUS \nVALLE \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nJOSE PAULO \nRODRIGUES FURTADO \nDE MENDONCA \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nJULIANA ALVES DOS \nSANTOS \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nJULIO AKASHI \nHERNANDES \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nJULIO CESAR TEIXEIRA \nDEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL \nDOUTORADO \nDE \nLAERCIO JOSE DOS \nSANTOS \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nLEANDRO RAMOS DE \nARAUJO \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nLEONARDO DE MELLO \nHONORIO \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nLEONARDO WILLER DE \nOLIVEIRA \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nLIAMARA SCORTEGAGNA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nLONARDO RABELO \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nLORENZA LEAO OLIVEIRA \nMORENO \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nDE \nLUCAS DE OLIVEIRA \nVIEIRA \nDEPTO DE MATEMATICA /ICE \nGRADUAÇÃO \nSUBSTITUTO \nLUCIANA CONCEICAO \nDIAS CAMPOS \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nLUCIANO JEREZ CHAVES DEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nDE \nLUCIANO MANHAES DE \nANDRADE FILHO \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nLUCY TIEMI TAKAHASHI \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nLUIS FERNANDO \nCROCCO AFONSO \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nSUBSTITUTO \nLUIZ FERNANDO DE \nOLIVEIRA FARIA \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nLUPERCIO FRANCA \nBESSEGATO \nDEPTO DE ESTATISTICA /ICE \nDOUTORADO \nDE \nMANUEL ARTURO \nRENDON MALDONADO \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nMARCELO AROCA TOMIM DEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nMARCELO CANIATO \nRENHE \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nDE \nMARCILIO JOSE \nPEDRETTI \nDEPTO DE FISICA /ICE \nGRADUAÇÃO \nDE \nMARCIO DE PINHO \nVINAGRE \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nMARCIO LUIS MOREIRA \nDEPTO DE ESTATISTICA /ICE \nMESTRADO \nSUBSTITUTO \n", "62": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n62 \n \nDE SOUZA \nMARCIO VICENTE RIZZO DEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nMARCO AURELIO DE \nALMEIDA CASTRO \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nMARCO AURELIO \nKISTEMANN JUNIOR \nDEPTO DE MATEMATICA /ICE \nMESTRADO \nDE \nMARCONE AUGUSTO \nLEAL DE OLIVEIRA \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nMARIA CAROLINA SILVA \nSOARES \nDEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL \nDOUTORADO \nDE \nMARIA CRISTINA ARAUJO \nDE OLIVEIRA \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nMARIA JULIETA VENTURA \nCARVALHO DE ARAUJO \nCOORDENAÇÃO DO CURSO CIENCIAS \nEXATAS \nMESTRADO \nDE \nMARIA LUIZA BEDRAN \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nMARIA MIRTES DA SILVA DEPTO DE QUIMICA /ICE \nDOUTORADO \nSUBSTITUTO \nMAURICIO ANTONIO \nPEREIRA DA SILVA \nDEPTO DE QUIMICA /ICE \nDOUTORADO \nDE \nMICHEL BORTOLINI HELL DEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nMOISES VIDAL RIBEIRO \nDEPTO DE ENERGIA ELETRICA /ENG \nDOUTORADO \nDE \nNELSON DANTAS LOUZA \nJUNIOR \nDEPTO DE MATEMATICA /ICE \nMESTRADO \nDE \nOLIMPIO HIROSHI \nMIYAGAKI \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nORESTES PIERMATEI \nFILHO \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nOTAVIO EURICO DE \nAQUINO BRANCO \nDEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL \nDOUTORADO \nDE \nPAULO ROBERTO DE \nCASTRO VILLELA \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nRAFAEL ANTUNES \nNOBREGA \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nRAQUEL PEROBELLI DE \nOLIVEIRA \nDEPTO DE QUIMICA /ICE \nESPECIALIZAÇ\nÃO \nSUBSTITUTO \nREGINALDO BRAZ \nBATISTA \nDEPTO DE MATEMATICA /ICE \nMESTRADO \nDE \nREGIS CASTIJOS ALVES \nSOARES JUNIOR \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nRICARDO BEVILAQUA \nPROCOPIO \nDEPTO DE MATEMATICA /ICE \nMESTRADO \nDE \nRITA DE CASSIA \nOLIVEIRA ESTEVAM \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nDE \nROBERTO ROSAS PINHO DEPTO DE FISICA /ICE \nDOUTORADO \nDE \nRODRIGO ALVES DIAS \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nRODRIGO LUIS DE \nSOUZA DA SILVA \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nROGERIO CASAGRANDE DEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nSANDRO RODRIGUES \nMAZORCHE \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nSARA CRISTINA CAMPOS \nBORGES \nDEPTO DE MATEMATICA /ICE \nMESTRADO \nDE \nSAUL DE CASTRO LEITE \nDEPTO DE CIENCIA DA COMPUTACAO \nDOUTORADO \nDE \n", "63": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n63 \n \n/ICE \nSAULO MORAES VILLELA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nSUBSTITUTO \nSERGIO GUILHERME DE \nASSIS VASCONCELOS \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nSERGIO IBANEZ NUNES \nDEPTO DE MORFOLOGIA /ICB \nDOUTORADO \nDE \nSERGIO MURTA MACIEL \nDEPTO DE MORFOLOGIA /ICB \nDOUTORADO \nDE \nSERGIO SAUL MAKLER \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nSIMONE SANTANA DE \nASSUNCAO ARAUJO \nPEREIRA \nDEPTO DE QUIMICA /ICE \nMESTRADO \nDE \nSOFIA CAROLINA DA \nCOSTA MELO \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nSTENIO SA ROSARIO \nFURTADO SOARES \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nDOUTORADO \nDE \nTAIS ARTHUR CORREA \nDEPTO DE QUIMICA /ICE \nMESTRADO \nDE \nTATIANA APARECIDA \nGOUVEIA \nDEPTO DE MATEMATICA /ICE \nMESTRADO \nDE \nTAULLER AUGUSTO DE \nARAUJO MATOS \nDEPTO DE CIENCIA DA COMPUTACAO \n/ICE \nMESTRADO \nSUBSTITUTO \nTUFI MACHADO SOARES DEPTO DE ESTATISTICA /ICE \nDOUTORADO \nDE \nVALERIA MATTOS DA \nROSA \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nVANDER MENENGOY DA \nCOSTA \nDEPTO DE CIRCUITOS ELETRICOS \n/ENG \nDOUTORADO \nDE \nVICENTE DE PAULA \nRAMOS DE CASTRO \nDEPTO DE ENERGIA ELETRICA /ENG \nESPECIALIZAÇ\nÃO \nSUBSTITUTO \nVIRGILIO DE CARVALHO \nDOS ANJOS \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nWALLACE NASCIMENTO \nPINTO JUNIOR \nDEPTO DE MATEMATICA /ICE \nESPECIALIZAÇ\nÃO \nSUBSTITUTO \nWELBER GIANINI \nQUIRINO \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \nWILHELM PASSARELLA \nFREIRE \nDEPTO DE MATEMATICA /ICE \nDOUTORADO \nDE \nWILLIAN JOSE DA CRUZ \nDEPTO DE MATEMATICA /ICE \nMESTRADO \nSUBSTITUTO \nWILSON DE SOUZA MELO DEPTO DE FISICA /ICE \nDOUTORADO \nDE \nZELIA MARIA DA COSTA \nLUDWIG \nDEPTO DE FISICA /ICE \nDOUTORADO \nDE \n \n8. Recepção dos Calouros (Ingressantes) \n \nOs mecanismos de recepção dos alunos novatos são de importância fundamental para \no sucesso de implantação do presente Projeto Pedagógico de Curso (PPC). \n \n", "64": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n64 \n \nA Coordenação de Curso promoverá atividades na primeira semana do semestre para \nque os alunos recém-chegados tomem conhecimento das normas acadêmicas da UFJF \n(Regulamento Acadêmico da Graduação – RAG), do PPC, do Estatuto da UFJF e do \nRegimento Geral da UFJF. Com isto, o aluno será despertado desde o seu ingresso \nsobre seus direitos e responsabilidades para com a sua própria formação.  \n \nTodo o corpo docente e técnicos administrativos do Curso de Engenharia Elétrica \ndeverão ser envolvidos neste processo para que os “calouros” possam conhecer os \nprofessores e funcionários que serão os responsáveis pela sua formação. Estas \natividades garantirão o comprometimento de toda a comunidade acadêmica com este \nPPC. \n \nAdemais, consta no currículo uma disciplina de Introdução à Engenharia Elétrica, \nministrada no primeiro período, que tem como objetivo atividades de recepção, \napresentação da universidade e de integração dos calouros. \n9. Recursos de Infra-Estrutura \n9.1. \nInfra-Estrutura Física Atual \nA Figura 4 mostra a localização da Faculdade de Engenharia no Campus da UFJF na \nquarta plataforma denominada Setor de Tecnologia.  \n \nOs quatro primeiros períodos do curso são realizados, predominantemente, no \nInstituto de Ciências Exatas (3a Plataforma do Campus) onde os alunos cursam as \ndisciplinas teóricas e práticas dos Departamentos de Matemática, Física, Química, \nEstatística e Ciências da Computação. Estão disponíveis laboratórios de Física, Química \ne Computação. \n \n", "65": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n65 \n \n \nFigura 4 - Localização da Faculdade de Engenharia na UFJF \n \nA partir do quinto período do curso, os alunos passam a cursar disciplinas ministradas \nexclusivamente na Faculdade de Engenharia, onde existem salas de aula alocadas \npreferencialmente para os Cursos de Engenharia com capacidade entre 45 e 60 \nalunos. \n \nA Faculdade de Engenharia possui uma biblioteca setorial onde as principais \nreferências bibliográficas utilizadas nas disciplinas de graduação e pós-graduação são \ndisponibilizadas. Adicionalmente, a Universidade possui uma Biblioteca Central onde \nsão encontradas obras ligadas à engenharia e todas as demais áreas do conhecimento. \nNo ano de 2012 será inaugurada uma nova biblioteca, em edifício moderno, que \natenderá exclusivamente ao Instituto de Ciências Exatas e Faculdade de Engenharia, \ncom fácil acesso pelos alunos em ambas as plataformas do campus. \n \nExistem 5 auditórios com recursos multimídia de uso compartilhado com os outros \ncursos da faculdade. São eles: \n Auditório Principal da Faculdade, capacidade de 262 lugares. \n", "66": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n66 \n \n Auditório da Sala da Escadinha, capacidade de 82 lugares. \n Auditório A3E2 (Associação dos Antigos Alunos da Escola de Engenharia), \ncapacidade 50 lugares. \n Auditório da Pós-Graduação em Engenharia Elétrica (PPEE) com 50 lugares \nequipado com recursos multimídia e ar-condicionado. \n Auditório do Galpão 1 – Engenharia Civil com 100 lugares. \n \nOs 44 professores do Curso de Engenharia Elétrica possuem gabinetes de trabalho \nindividuais com espaço médio de 12m2 cada. \n \nHá, ainda, salas específicas para atender às coordenações de curso de graduação e \npós-graduação em Engenharia Elétrica, bem como dois espaços para reuniões, \nconvivência e preparo de lanches rápidos.  A Coordenação de Curso possui a área de \n30m2 e é o local onde são realizados os atendimentos aos discentes. \n \nO Curso de Engenharia Elétrica conta com os seguintes laboratórios: \n Laboratório de Circuitos Elétricos. \n Laboratório de Máquinas Elétricas. \n Laboratório de Eletrônica– Este laboratório atende simultaneamente aos \ncursos de graduação e pós-graduação em Engenharia Elétrica. \n Laboratório de Processamento de Sinais e Telecomunicações (LAPTEL) – Este \nlaboratório é de utilização prioritária do PPEE, mas possui forte elo com o \nensino de graduação. \n Laboratório de Sistemas de Potência (LABSPOT) – Este laboratório é de \nutilização prioritária do PPEE, mas possui forte elo com o ensino de graduação \n(150 m2). \n Laboratório do Núcleo de Automação e Eletrônica de Potência (NAEP) que \natende simultaneamente aos cursos de graduação e pós-graduação em \nEngenharia Elétrica. \n Ambiente de Sistemas Motrizes/LEENER. \n", "67": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n67 \n \n Laboratório do Núcleo de Iluminação Moderna (NIMO) que atende \nsimultaneamente aos cursos de graduação e pós-graduação em Engenharia \nElétrica. \n Laboratório de Eletrotécnica e Medidas Elétricas. \n Laboratório de Computação da Engenharia Elétrica (LACEE) – (200m2). \n Laboratório de Eficiência Energética (LEENER). \n Laboratório de Controle de Processos. \n Laboratório de Energia Solar (LABSOLAR) (1000 m2). \n \nCada laboratório possui um professor coordenador. \n \nDentro do espaço físico da Faculdade de Engenharia, existem as seguintes estruturas \nque também completam a formação dos alunos: \n Núcleo de Empreendedorismo (NEMPE). \n Empresa Júnior Porte. \n Empresa Júnior Mais. \n PET (Programa de Educação Tutorial) – CAPES. \n Ramo Estudantil do IEEE (The Institute of Electrical and Electronic Engineers). \n \nO Diretório Acadêmico da Faculdade de Engenharia possui sede própria em uma sala \nlocalizada na própria Faculdade de Engenharia e existe uma ampla cantina que \nfunciona nos turnos diurnos e noturno. \n \nDentro do espaço da Faculdade de Engenharia, está o PPEE (Programa de Pós-\nGraduação em Engenharia Elétrica) que possui um prédio próprio de 2.000 m2 e abriga \nlaboratórios da graduação e pós-graduação, gabinetes de professores, auditório, \nsecretaria e possui sistema de controle de acesso baseado em biometria. \n \nFora do espaço da Faculdade de Engenharia, mas ainda também na quarta plataforma \n(Setor Tecnológico), encontra-se o CRITT (Centro Regional de Inovação e Transferência \n", "68": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n68 \n \nde Tecnologia). Este centro possui forte interação com a Faculdade de Engenharia \noferecendo bolsas para os alunos que desejarem atuar junto às empresas incubadas, \njunto à administração do centro e, após a formatura, para aqueles que desejarem \nempreender no próprio negócio. O CRITT tem as seguintes estruturas: \n Incubadora de Empresas de Base Tecnológica (IBT). \n Incubadora Tecnológica de Cooperativas Populares (INTECOOP). \n Setor de Transferência de Tecnologia. \n Pré-Incubadora. \n Condomínio de Empresas. \n Núcleo de Eletro-Eletrônica (NEE). \n Núcleo de Inovação Tecnológica (NIT). \n \nO NEE do CRITT tem o objetivo de assessorar as empresas incubadas e futuros \nempreendedores no desenvolvimento de novos produtos e, também, disponibilizar \nequipamentos de última geração. O NEE oferece bolsas e oportunidades de iniciação \ncientífica e treinamento profissional a alunos do Curso de Engenharia Elétrica. \n \n9.2. \nInfra-Estrutura Administrativa Atual \nPara uma melhor administração, foram criadas funções gratificadas, que serão \nocupadas por professores eleitos em uma votação pelos professores integrantes ou \ndo departamento a que estão subordinados, no caso da chefia de departamento, ou \npor todos os professores da Engenharia Elétrica, no caso do coordenador de curso. \n \nOs cargos remunerados através de funções gratificadas são os seguintes: \n Coordenações de Curso: Um coordenador de curso para cada curso; \n Departamentos: Dois chefes de departamento, o chefe de Departamento de \nCircuitos Elétricos e o Chefe de Departamento de Energia \n \n", "69": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n69 \n \nAs disciplinas e os respectivos docentes dos ciclos profissionalizante e específico estão \nalocadas nestes dois Departamentos. O chefe de Departamento é responsável \nprincipalmente pela atribuição dos encargos didáticos dos docentes nele alocados, \nacompanhamento do conteúdo das disciplinas definidas em seu regimento, realização \nde concursos para novos docentes, acompanhamento das atividades e funcionamento \ndos laboratórios sob sua responsabilidade (incluindo acompanhamento de \ndesempenho de técnicos administrativos de ensino). \n \nAdicionalmente, existe a figura do Coordenador de Curso que preside o Colegiado do \nCurso de Engenharia Elétrica. Este colegiado é composto por professores \nrepresentantes das principais áreas de formação do curso e representantes discentes. \n \nFinalmente, o Coordenador de Estágios é responsável pelo acompanhamento dos \nalunos em estágio obrigatório de 160 horas. Deve ser destacado novamente que cada \nlaboratório possui um professor coordenador responsável. \n \nAdicionalmente, há necessidade de Coordenação das Atividades Complementares, \nTrabalho Final de Curso e organização dos Seminários Engenharia, Cidadania e \nMetodologia Científica. Para este fim, existe o Colegiado composto pelo Coordenador \nde curso que o presidirá e um professor. Os componentes serão indicados pelos pares, \nnão receberão função gratifica e deverão ter carga horária reduzida em sala de aula \nem relação aos demais docentes. \n \nFinalmente, de acordo com o que será detalhado no Capítulo 10, deverá existir uma \nComissão de Avaliação formada no âmbito do Curso de Engenharia Elétrica que será \nresponsável por todo o sistema de avaliação e acompanhamento do Projeto \nPedagógico do Curso. \n \n", "70": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n70 \n \n9.3. \nNúcleo Docente Estruturante (NDE) \nNúcleo Docente Estruturante (NDE) do Curso de Graduação em Engenharia Elétrica – \nSistemas Eletrônicos foi criado pelo Conselho de Unidade da Faculdade de Engenharia \nda Universidade Federal de Juiz de Fora através da Resolução No. 02 de 14 de Junho \nde 2012. \nO Núcleo Docente Estruturante constitui órgão suplementar da estrutura do Curso de \nGraduação em Engenharia Elétrica da UFJF - Sistemas Eletrônicos, com atribuições \nconsultivas e propositivas sobre matéria acadêmica, subsidiando as deliberações no \nprocesso de concepção, consolidação e atualização do Projeto Pedagógico do Curso, \nobservando o previsto na legislação pertinente. \nSão atribuições do Núcleo Docente Estruturante: \nI. Contribuir para a consolidação do perfil profissional do egresso do curso; \nII. Zelar pela integração curricular interdisciplinar entre as diferentes atividades de \nensino constantes no currículo; \nIII. Indicar formas de incentivo ao desenvolvimento de linhas de pesquisa e extensão, \noriundas de necessidades da graduação, de exigências do mercado de trabalho e \nafinadas com as políticas públicas relativas à área de conhecimento do curso; \nIV. Zelar pelo cumprimento das Diretrizes Curriculares Nacionais no âmbito do Curso \nde Graduação em Engenharia Elétrica da UFJF - Sistemas Eletrônicos; \nV. realizar avaliação continuada do Projeto Pedagógico do Curso, encaminhando suas \nsugestões e conclusões às instâncias competentes. \nO Núcleo Docente Estruturante é constituído por cinco professores lotados em \ndepartamentos que atendam ao curso, sendo o Coordenador e o Vice Coordenador do \ncurso são membros do NDE enquanto durarem seus respectivos mandatos. Todos os \nmembros do NDE devem ter regime de trabalho em tempo integral e dedicação \nexclusiva. \nA renovação do NDE deve assegurar a continuidade no processo de acompanhamento \ndo curso, não sendo permitida a substituição total ou de mais da metade de seus \nmembros por um único ato ou dentro de um período mínimo de dois anos. \nTabela 18 – Composição do NDE do Curso de Engenharia Elétrica – Sistemas Eletrônicos \n", "71": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n71 \n \n \nProfessor \nTitulação \nRegime de Trabalho \nMichel Bortolini Hell \n(Coordenador) \nDoutorado \nIntegral/DE \nHenrique Antônio C. Braga \n(Vice Coordenador) \nDoutorado \nIntegral/DE \nCarlos Augusto Duque \nDoutorado \nIntegral/DE \nEstêvão Coelho Teixeira \nDoutorado \nIntegral/DE \nRafael Antunes Nóbrega \nDoutorado \nIntegral/DE \n \n9.4. \nInfra-Estrutura de Laboratórios \nOs laboratórios atuais deverão receber aporte de recursos para comportarem o \naumento do número de discentes e, adicionalmente, serão necessários novos \nlaboratórios. Todos estes, atuais e novos, estão listados na Tabela 19. Caso os recursos \nnecessários para a operacionalização destes laboratórios sejam superiores aos \nalocados para o Curso, os docentes irão buscar a captação de recursos através de \nEditais das agências de fomento e parcerias com a iniciativa privada. Os recursos \ndisponibilizados no âmbito do REUNI serão utilizados prioritariamente para a \nadequação dos laboratórios do ciclo básico (1o ao 6o) períodos. \nTabela 19 – Reestruturação dos Laboratórios \nNome do Laboratório \nÁrea (m2)\nCusto (R$) \nAutomação Industrial \n200\n1.200.000,00 \nControle \n120\n800.000,00 \nEficiência Energética \n60\n611.700,00 \nConversão Eletromecânica de Energia \n120\n865.500,00 \nEletrônica Básica \n100\n233.720,00 \nSistemas Digitais e Microprocessadores \n70\n193.700,00 \nProjetos Eletrônicos \n70\n138.500,00 \nCircuitos Elétricos \nExistente\n78.740,00 \nMedidas Elétricas \nExistente\n84.075,00 \nMáquinas Elétricas \nExistente\n97.180,00 \nTelecomunicações \n100\n320.000,00 \nComputação \nExistente + 100\n100.000,00 \nCUSTO TOTAL \n4.723.115 \n \n", "72": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n72 \n \nForam adquiridos ainda no ano de 2012 a quantia de aproximadamente setecentos \nmil reais em vários equipamentos de medidas e kits educacionais para os laboratórios \nde eletrônica, e que serão devidamente utilizados nas práticas educacionais em sala \nde aula e principalmente no laboratório do curso de Sistemas Eletrônicos. \n9.5. \nInfra-Estrutura de Salas de Aula \n As turmas foram dimensionadas para 60 estudantes com exceção das disciplinas de \nCircuitos Elétricos e Eletromagnetismo, que foram estabelecidas com limites de 45 \ndiscentes. Há uma demanda estimada de que o Curso de Engenharia Elétrica em suas \ncinco ênfases demandará 20 salas de aula que comportem 60 assentos. A Faculdade \nde Engenharia inaugurou em 2011 o Edifício Itamar Franco, com várias salas de aulas e \nauditórios, o que supriu a carência de salas de aulas necessárias para o curso. \n \n9.6. \nApoio Acadêmico aos Docentes  \nO projeto REUNI prevê a disponibilização de bolsas de mestrado e doutorado para \nmatriculados na pós-graduação que irão atuar como tutores em disciplinas \nestratégicas do Curso de Graduação em Engenharia Elétrica nas suas diversas \nhabilitações. \n \n10. A Avaliação do Projeto Pedagógico do Curso (PPC) \n10.1. Processo de Avaliação Premissas Básicas \nA avaliação de uma instituição educativa tem como função a produção de \nconhecimento que subsidie o aperfeiçoamento de práticas e favoreça a construção e \nconsolidação de um sentido comum de universidade.  Possibilita também que a \ncomunidade universitária tome consciência do projeto pedagógico desenvolvido em \nseu cotidiano e tome decisões que venham reafirmar sua identidade social. \n \n", "73": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n73 \n \nPara tanto, o Sistema Nacional de Avaliação da Educação Superior (SINAES - Lei \n10861/04) propõe, integrada à Auto-Avaliação Institucional, o desenvolvimento da \nAvaliação de Curso, com o propósito de apreender “a qualidade do curso no contexto \nda realidade institucional no sentido de formar cidadãos conscientes e profissionais \nresponsáveis e capazes de realizar transformações sociais”. (“Instrumento de \nAvaliação de cursos de graduação”. CONAES/INEP. p.10)  \n \nA Avaliação de Curso deverá ter como objetivo o aperfeiçoamento contínuo da \nqualidade acadêmica, a melhoria do planejamento e da gestão universitária e a \nprestação de contas à sociedade. Estará voltada para o aperfeiçoamento e a \ntransformação do curso, preocupando-se com a qualidade de seus processos internos. \nCaracteriza-se como um processo contínuo e aberto, mediante o qual todos os setores \ndo curso, e as pessoas que os compõem, participam de um repensar que inclui os \nobjetivos, os modos de atuação e os resultados de suas atividades constituindo-se em \nferramenta para o planejamento da gestão e do desenvolvimento do curso. \n \nUm processo de avaliação deve estar baseado em algumas premissas, dentre as quais \npodem ser destacadas: \n \n- A identidade ético-política do curso que se expressa, particularmente, na formação \nde seus alunos e no que ele prioriza. Nesta perspectiva, será assumido um \ncompromisso de desenvolver um processo de produção de conhecimento que \npossibilite ao sujeito atuar na sociedade, compreendendo e levando a efeito seu papel \nsocial transformador. A avaliação implica, portanto, antes de tudo, pensar o curso \ncomo uma unidade que se constrói no inter-relacionamento de suas ações; \n \n- O papel que o Curso desempenha, na qualidade de promotor do desenvolvimento \nsocioeconômico e tecnológico; \n \n", "74": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n74 \n \n- Os esforços institucionais para tornar acessível à sociedade os conhecimentos que \nproduz e para elevar as habilidades e competências dos que nele ingressam; \n \n- Os valores éticos-políticos e educacionais que o Curso promove ou estimula (p.ex. \nconvivência na diversidade de pensamento, solidariedade, justiça social, preservação \ndo meio-ambiente ), tanto na sua estrutura e dinâmica organizacional, quanto no \ncotidiano do seu fazer acadêmico e de implementação do projeto pedagógico; \n \n- A formação de profissionais que atendam às necessidades da sociedade.  \n \nSe o curso pode ser visto como um compromisso de desenvolver um processo de \nprodução de conhecimento que possibilite ao sujeito atuar na sociedade, \ncompreendendo e levando a efeito seu papel social transformador, é necessário \ndestacar que por produção do conhecimento entende-se o significado da sua \nprodução intelectual e científica, de modo a fazer avançar a construção do \nconhecimento e a transformação da sociedade, ressaltando-se: \n \n- os valores incorporados, onde podem ser destacados a busca da inovação e da \nconstrução de novos conhecimentos científico-tecnológicos, atitude crítica e reflexiva, \nconstância na qualificação pessoal e institucional, de modo a responder às diferentes \ndemandas sociais; \n \n- a formação, qualificação, reconhecimento acadêmico de seu corpo docente e os \nrecursos disponibilizados para as respectivas atividades; \n \n- a formação técnico-científica que promove e faz referências ao conhecimento \nuniversal mais recente da área do curso; \n \n- a habilitação do formado para o exercício pleno da profissão. \n \n", "75": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n75 \n \nNo processamento da avaliação, esses eixos serão considerados, sempre que possível, \ndo ponto de vista do mérito, de marcadores e/ou de indicadores que expressem sua \ngrandeza \nquantitativa \nem \nséries \nhistóricas, \npassíveis \nde \ncomparação \ne \nacompanhamento, além de considerações sobre a sua relevância e/ou pertinência \npara o contexto social em que se inserem e para a produção do conhecimento. \n \nTambém é importante avaliar as questões relativas à estrutura e funcionamento da \ninstituição que facilitam, dificultam e/ou impedem o desenvolvimento harmonioso de \nmelhores relações entre o curso e a sociedade, e com a produção do conhecimento. \nPara a análise dessas categorias o CONAES/INEP define um conjunto de indicadores e \ncritérios que podem ser integrados em uma proposta metodológica de Avaliação de \nCurso que atenda as especificidades de cada curso e os princípios gerais da UFJF, \ndefinidos em seu PDI e PPI, como posteriormente abordado em item específico.  \n10.2. Comissão Permanente de Avaliação/Engenharia Elétrica \n– CPA/EE \nSerá instituída e regulamentada, no âmbito do Curso de Engenharia Elétrica, uma \nComissão Permanente de Avaliação do Curso de Engenharia Elétrica – CPA/EE, \nautônoma, que terá a tarefa de avaliar periodicamente aspectos de execução do PPC, \ne o próprio Projeto Pedagógico do Curso, à luz das informações disponíveis, por ela \ncoletadas, ou resultantes de procedimentos externos à Instituição, como os \nintegrantes do CONAES/INEP. Estes procedimentos devem funcionar como subsídio ao \nColegiado do Curso, e ao Curso como um todo, visando à correta implantação e o \naprimoramento do Plano Pedagógico do Curso.  \n \nA Comissão Permanente de Avaliação do Curso/EE será constituída por \nrepresentantes dos docentes, discentes e técnico-administrativos, cabendo-lhe a \nliderança do processo de avaliação. Cabe-lhe avaliar e conduzir as atividades \nrealizadas no seu âmbito, redigir Relatórios de Avaliação e acompanhar os processos \nde avaliação externa, quando realizado por avaliadores INEP ou órgão assemelhado. \n", "76": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n76 \n \n \nOs pareceres e relatórios elaborados pela CPA/EE deverão ser amplamente divulgados \ne discutidos com toda a comunidade envolvida, propiciando um espaço de discussão e \nreflexão que permita ao Curso aperfeiçoar o seu Projeto Pedagógico, aí incluídas as  \npráticas e procedimentos pedagógicos e de gestão associadas.  \n10.3. Plano de Avaliação \nO Plano de Avaliação do Curso de Engenharia Elétrica, a ser detalhado pela Comissão \nPermanente de Avaliação/EE, e aprovado pelo Colegiado de Curso, deverá ser \nconstituído pelas etapas de AVALIAÇÃO INTERNA - ou auto-avaliação - AVALIAÇÃO \nEXTERNA, bem como pela REVISÃO DO PROJETO POLÍTICO PEDAGÓGICO, com \nperiodicidade estabelecida pela CPA/EE, ou sempre que esta ação se fizer necessária. \nEstas etapas serão desenvolvidas de modo a garantir condições para comparabilidade \ne acompanhamento da evolução do curso ao longo do tempo e possibilitar ações de \ncorreção de rumo, alterar procedimentos e posturas adotadas. As diretrizes das \netapas do Plano de Avaliação podem ser assim estabelecidas:   \n \nI -  Avaliação Interna (Auto-avaliação) \n \nA avaliação interna consistirá basicamente em se analisar a coerência dos \nprocedimentos de avaliação de ensino e aprendizagem, realizados pelos docentes por \niniciativa do Curso, com os princípios de seu Projeto Pedagógico, bem como \namparados nos PPC e PPI institucionais. O processo de avaliação interna deverá estar \nalicerçado nos seguintes procedimentos: \n \na) Implantação de mecanismos efetivos de acompanhamento das atividades \ncomplementares, atividades integralizadoras, TFC e estágios preconizados no PPC; \n \nb) Implantação de mecanismos que garantam uniformidade de avaliações das \nunidades (disciplina, módulos, atividades complementares) desenvolvidas no âmbito \ndo curso; \n", "77": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n77 \n \n \nc) Implantação de processos contínuos de avaliação, parcial e final, do cumprimento \ndos programas dos diversos conteúdos das disciplinas e sua atualização, quando \nnecessário, bem como correção de pré-requisitos e atualização de ementas \nbibliográficas; \n \nd) Avaliação docente realizada pelos discentes, no que diz respeito às suas práticas \npedagógicas, \nrelacionamento \nprofessor-aluno, \ncumprimento \nde \nementas, \npontualidade, dedicação, atenção aos discentes, entre outros; \n \ne) Pesquisa de expectativa dos ingressantes e satisfação dos concluintes do Curso de \nEngenharia Elétrica. \n \nOs procedimentos de avaliação deverão ser sistemáticos, envolvendo a participação \ndos docentes, discentes, técnicos administrativos; a CPA deverá buscar formas que \nfacilitem o acesso dos interessados aos formulários e procedimentos de auto-\navaliação.  \n \nII - Avaliação Externa  \n \nAs avaliações externas serão utilizadas como indicadores para o processo de reflexão \ne intervenção nas diretrizes em vigor, quando pertinentes, como forma de \naperfeiçoamento da excelência acadêmica e melhoria da qualidade na formação dos \negressos. A avaliação externa proposta envolverá diversos momentos, dentre os quais \npodem ser destacados:  \n \na) Resultados apresentados pelos alunos do Curso de Engenharia Elétrica da UFJF nas \nprovas do ENADE, tomando como base os dados nacionais e regionais. Estas análises e \nos resultados dela derivados deverão substanciar um processo de reflexão interna, \ncontribuindo assim para o aperfeiçoamento da formação discente e incorporando \nelementos para reflexão sobre o projeto de Curso; \n", "78": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n78 \n \n \nb) Resultados das avaliações do Curso pelos avaliadores do INEP, ou órgão \nassemelhado, que deverão ser efetivamente incorporados ao PPC e às práticas \npedagógicas.  Deverão ser priorizadas ações para correção das deficiências apontadas \npelos avaliadores, com tomada imediata para sua efetiva correção; \n \nc) Deverão ser implementados mecanismos de acompanhamento dos egressos do \ncurso que forneçam informações sobre sua formação técnica e cidadã, adaptabilidade \nao mercado de trabalho, coerência entre os conteúdos trabalhados no Curso de \nEngenharia e as demandas técnicas-profissionais que lhe estão sendo solicitadas. A \nComissão Permanente de Avaliação deverá instituir, atualizar e operacionalizar um \nbanco de dados de egressos; \n \nd)  O processo de avaliação externa deverá estabelecer procedimentos que permitam \nauferir e coletar as visões da sociedade, particularmente dos empregadores, a \nrespeito da formação técnica, ética e cidadã dos engenheiros do curso. \n \nIII -  Revisão do Projeto Pedagógico do Curso  \n \nO processo de Revisão do Projeto Pedagógico do Curso, executado com periodicidade \nestabelecida pela Comissão Permanente de Avaliação/EE, e devidamente aprovado \npelo Colegiado de Curso, terá como tarefa consolidar os resultados da avaliação \ninterna (autoavaliação), da externa e da discussão com a comunidade acadêmica, \nsubsidiando ações para a revisão do Projeto Pedagógico do Curso e das práticas a ele \nassociadas.  \n \nA revisão do Projeto Pedagógico do Curso terá como base o Relatório Final elaborado \npela Comissão Permanente de Avaliação, e que integrará todos os resultados da \navaliação interna e externa, indicando as deficiências acadêmicas ou de infraestrutura \nidentificadas e propondo medidas de superação. Para fins de construção deste \nRelatório Final, os resultados da avaliação interna e externa deverão ser discutidos \n", "79": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n79 \n \ncom a comunidade acadêmica visando a rever e/ou aperfeiçoar seu projeto \npedagógico, suas metas, definição de Plano de Capacitação Docente e a elaboração de \npropostas para o seu desenvolvimento. O objetivo é a melhoria da qualidade do \nprojeto pedagógico e o desenvolvimento do curso. \n \nDeverá ser assegurada uma ampla participação da comunidade acadêmica no \nprocesso de elaboração do Relatório Final, bem como no processo de Revisão do PPC.  \n10.4. Categorias de Avaliação: Construção de Indicadores \nO Plano de Avaliação do Curso de Engenharia Elétrica deverá ser organizado pela \nCPA/EE, considerando os princípios estabelecidos e as categorias indicadas no \ndocumento \n“Instrumento \nde \navaliação \nde \ncursos \nde \ngraduação- \n06/07, \nCONAES/INEP”. A partir da análise de cada Categoria e seus respectivos indicadores, \nserão definidas as decisões com as quais pretende subsidiar o processo de avaliação a \nser realizado e a metodologia a ser empregada, discriminando o que e como avaliar. \nDesta forma, a avaliação englobará 03 categorias:  \n \n Organização Didático-Pedagógica. \n Corpo Docente, Discente e Técnico-Administrativo. \n Instalações Físicas. \n \nCada um destas categorias será qualitativa e quantitativamente avaliada pelo \nemprego de GRUPOS DE INDICADORES e INDICADORES ESPECÍFICOS, que devem \nestar totalmente em conformidade com as diretrizes exaradas pelo “Instrumento de \navaliação de cursos de graduação- 06/07, CONAES/INEP” e que formarão a base de \nopções a ser utilizada pela Comissão Permanente de Avaliação/EE, onde aplicáveis, no \ndetalhamento das ações específicas de avaliação do Curso.    \n \n9.5. Seleção de Indicadores \n \n", "80": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n80 \n \nOs referenciais para a construção dos indicadores específicos para o Curso de \nEngenharia Elétrica, que integrarão o Plano de Avaliação do Curso, a ser elaborado \npela CPA/EE,  devem tomar como referenciais os seguintes elementos:  \n \n- Consciência das implicações éticas: é preciso que no decurso da graduação os profissionais \nrealizem vivências e práticas que os possibilitem refletir sobre sua dimensão de sujeito \nhistórico, político e social e em que medida as suas ações implicam melhorias ou retrocessos \nna condição de vida da população com a qual trabalha;  \n \n- A Universidade e a produção do saber: ter na Universidade o foco de produção e \nsocialização do saber implica necessariamente na integração da extensão com o ensino e a \npesquisa. É preciso que a propalada indissociabilidade entre ensino, pesquisa e extensão \nganhe proporções reais e efetivas nos cursos de graduação, pois tal processo é que permitirá \na formação contextualizada do cidadão, possibilitando-lhe maior autonomia intelectual;  \n \n - Interdisciplinaridade: o processo de construção do conhecimento deve ser amplo e ser \nmotivador da integração disciplinar e seu diálogo, possibilitando análises de dados sob \ndiversos olhares e constituindo questionamentos permanentes sobre as verdades absolutas, \npois a interdisciplinaridade está intimamente relacionada à flexibilidade curricular;  \n \n - Integração curricular: a formação na graduação precisa superar o processo de ensino \nfragmentado, bem como os conteúdos  criados sob condições muito particularizadas. É \npreciso privilegiar ações integradoras de conteúdos, bem como pensar o currículo em sua \namplitude de saberes e diversidade de modalidades de consecução. Devem ser  observados os \nobjetivos gerais propostos para o curso, bem como aqueles relacionados às suas diferentes \nfases, encontrando a relação entre os conteúdos e o sentido de cada uma dessas fases para o \nalcance das proposições do Projeto Pedagógico do Curso;  \n \n- Habilidades e competências docentes: necessário se faz construir processos avaliativos que \ntenham presente elementos que possam retratar aspectos didático-metodológicos, a \ncompreensão do professor sobre o seu trabalho, a relação dos conteúdos trabalhados por ele \ncom os demais do curso e objetivos desejados; \n", "81": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n81 \n \n \n- Flexibilidade curricular: a flexibilidade curricular não pode ser reduzida à variação das \nformas de trabalhar os conteúdos, mas essencialmente pensar a construção e relação dos \nconteúdos no currículo da graduação. É necessário avançar do conceito de currículos \ndisciplinares para currículos temáticos, buscando com que o processo de construção do \nconhecimento alcance níveis cada vez mais elevados de complexidade e inter-relação, \nsuperando o conceito do aprendizado linear, cumulativo, isolado e solidificando a \ninterdisciplinaridade;  \n \n- Gerar autonomia intelectual discente: a construção da autonomia intelectual dos \nuniversitários está intimamente ligada aos processos de produção do conhecimento. O \nestudante precisa compreender e vivenciar o processo de aprendizado, para que incorpore \nmétodos que facilitem a construção do seu saber;  \n \n- Gestão pedagógica dos cursos de graduação: a dimensão de gerenciamento dos processos \npedagógicos dos cursos é que irá garantir, em boa medida, ações interdisciplinares, atividades \ninovadoras no currículo e integração do pessoal docente para a consecução dos objetivos do \ncurso; \n \n- Sensibilidade institucional para a mudança: ao tempo que se busca institucionalizar \na avaliação, também se faz necessário que os sujeitos dela participantes estejam \nabertos aos debates e à proposição de mudanças. As coordenações destes processos \ndevem buscar a adesão das lideranças estudantis, dos funcionários técnicos, dos \ndocentes, dos dirigentes e à medida do possível tornar público e ao alcance da opinião \npública seus resultados e ainda mais, as medidas implantadas em decorrência das \navaliações. \n \nÁ luz das diretrizes abordas, os grupos de Indicadores, bem como os Indicadores \nespecíficos para o acompanhamento  e avaliação do Curso de Engenharia Elétrica, e \nde suas práticas associadas, deverão ser estabelecidos pela Comissão Permanente de \nAvaliação/EE em conformidade com os referenciais abordados e seguindo as \nindicações da Matriz de Avaliação: categorias grupos de indicadores e indicadores - \n", "82": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n82 \n \nInstrumento de Avaliação de Cursos de Graduação – INEP 2006/2007, discriminados \nna sequência. A utilização dos indicadores mais adequados será determinada pela \nCPA/EE na construção do Plano de Avaliação do Curso de Engenharia Elétrica.  \n", "83": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n83 \n \n \nAnexo 1 – Listagem de todas as ementas e bibliografias do curso \nEmentas de todas as disciplinas do curso \n1º período \nICE002 – Laboratório de Ciências \nEmenta: Metodologia Científica, tratamento de dados, ótica e luz, propriedades físicas \ne químicas de substâncias simples e compostas, a natureza da energia química e \nelétrica, velocidade de reações químicas.  \n \nCEL064 – Introdução à engenharia elétrica \nEmenta: Fornecer informações básicas preliminares relacionadas ao funcionamento \nda Universidade Federal de Juiz de Fora, direitos e deveres dos alunos e resoluções \ninternas concernentes à vida estudantil. Informar a respeito das formas de \nparticipação acadêmica, iniciação científica, monitoria e treinamento profissional. \nFornecer um panorama geral em relação à profissão do Engenheiro Eletricista, suas \náreas de atuação e as ferramentas utilizadas no desenvolvimento da atividade \nprofissional \n \nMAT155 – Geometria analítica e sistemas lineares \nEmenta: Matrizes e Sistemas Lineares, Inversão de Matrizes e Determinantes, Vetores \nno Plano e no Espaço, Retas e Planos, Seções Cônicas, Mudança de Coordenadas no \nPlano. \n \nMAT154 – Cálculo I \nEmenta: Números Reais, Funções, Limite de uma Função e Continuidade, Derivada, \nAplicações da Derivada \n \n \n \n", "84": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n84 \n \nDCC120 – Laboratório de programação \nEmenta: Introdução; Linguagem de Programação; Implementação de Estruturas \nBásicas para Construção de Algoritmos; Implementação de Estrutura de Dados; \nImplementação de Procedimentos e Funções. \n \nDCC119 – Algoritmos \nEmenta: Introdução; Noções de uma linguagem de programação; Estruturas básicas \npara construção de algoritmos; Algoritmos para estruturas de dados homogêneas; \nAlgoritmos para estruturas de dados heterogêneas; Procedimentos e Funções. \n \n2º período \nFIS073 – Física I \nEmenta: Cinemática vetorial, Leis de Newton, Trabalho e energia mecânica, Sistemas \nde partículas, Colisões, Cinemática e dinâmica dos corpos rígidos \n \nQUI125 – Química fundamental \nEmenta: Estrutura atômica. Classificação periódica. Ligações químicas. Introdução às \nfunções químicas e reações. \n \nMAT158 – Álgebra linear \nEmenta: Espaços Vetoriais. Espaços com Produto Interno. Transformações Lineares. \nDiagonalização. \n \nMAT156 – Cálculo II \nEmenta: Integração de Funções de uma Variável. Aplicações da Integral Definida. \nSuperfícies no Espaço. Funções de Várias Variáveis. \n \nFIS077 – Laboratório de Física I \nEmenta: Teoria das Medidas e dos Erros. Gráficos. Experimentos em Mecânica. \nBibliografia: \n", "85": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n85 \n \n \nQUI126 – Laboratório de Química \nEmenta: Segurança no laboratório e primeiros socorros. Equipamentos básicos e \nTécnicas de laboratório, pH, Determinação de propriedades físicas das substâncias \nquímicas, Reações químicas. \n \n3º período \nFIS074- Física II \nEmenta: Oscilações. Gravitação. Mecânica dos fluidos. Movimento ondulatório. \nTemperatura. Calor e 1a lei da termodinâmica. Teoria cinética dos gases. 2a lei da \ntermodinâmica. \n \nESA002 – Ecologia e preservação do meio ambiente \nEmenta: Conscientizar o estudante de Engenharia Elétrica da necessidade da \npreservação ambiental. Debater a compatibilização do desenvolvimento econômico-\nsocial com a preservação do meio ambiente. Incutir no futuro Engenheiro uma visão \ncrítica dos problemas ecológicos que o desenvolvimento tecnológico possa produzir e \ntambém lançar as bases de um planejamento racional do uso dos recursos do meio \nambiente. \n \nMAT029 – Equações diferenciais I \nEmenta: Sequências e Séries de Números Reais. Introdução às Equações Diferenciais. \nEquações Diferenciais Ordinárias de 1ª Ordem. Equações Diferenciais Ordinárias \nLineares de 2ª Ordem. Soluções em Série para Equações Diferenciais Ordinárias \nLineares de 2ª Ordem. \n \nMAT157-Cálculo III \nEmenta: Integrais Múltiplas. Funções Vetoriais. Integrais Curvilíneas. Integrais de \nSuperfície. \n", "86": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n86 \n \n \nEST029 – Cálculo de probabilidades I \nEmenta: Introdução à teoria dos conjuntos. Técnicas de contagem. Introdução à \nprobabilidade. \nVariáveis \naleatórias. \nDistribuições \ndiscretas \nunidimensionais. \nDistribuições contínuas unidimensionais. Valor esperado e variância de variáveis \naleatórias. Momentos de variáveis aleatórias. Funções de variáveis aleatórias. \n \nCEL032 – Circuitos lógicos \nEmenta: Sistemas de Numeração. Álgebra Booleana. Blocos Lógicos. Operações com \nNúmeros Binários. Flip-Flops. Registradores. Contadores. \n \n4º período \nFIS075 – Física III \nEmenta: Eletrostática. Capacitância. Dielétricos. Corrente elétrica e resistência \nelétrica. Circuitos. Campo magnético. Lei de Faraday. Indutância. Propriedades \nmagnéticas da matéria. Oscilações eletromagnéticas. Equações de Maxwell. \n \nCEL033 – Circuitos Lineares I \nEmenta: Componentes Básicos de Circuitos Elétricos. Técnicas de Análise de Circuitos \nElétricos no Estado Permanente (CC e CA). Potência em Circuitos Monofásicos. \nQuadripolos. \n \nMAT030 – Equações diferenciais II \nEmenta: Transformada de Laplace. Séries e Integrais de Fourier. Equações Diferenciais \nParciais. \n \n \n \n \n", "87": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n87 \n \nDCC008 – Cálculo numérico \nEmenta: Noções de Erro. Séries de Taylor e Aproximações. Zeros Reais de Funções \nReais. Resolução de Sistemas Lineares. Interpolação Polinomial. Ajuste de Curva Por \nMínimo Quadrado. Integração Numérica. Equações Diferenciais Ordinárias. \n \nFIS081 – Fenômenos de Transporte \nEmenta: Modos básicos de transferência de calor: Condução, Convecção e Radiação. \nCondução de Calor. Convecção Forcada sobre Superfícies Planas. Trocadores de Calor \n \nENE045 – Laboratório de Eletrotécnica \nEmenta: Lei de Ohm. O Trabalho Elétrico. Potência da Corrente Alternada no caso de \nCarga Indutiva. Carga Capacitiva de um Circuito de Corrente Alternada. Fundamentos \ndo Circuito R, L e C. Dispositivo de Controle dos Circuitos.  \n \nMAC015 – Resistência dos Materiais \nEmenta: Equilíbrio do Ponto Material e de um Corpo Rígido. Treliças Isostáticas. \nPropriedades Geométricas de Áreas Planas. Cabos. Forças Internas em Vigas. Carga \nAxial. Torção. Tensões na Flexão. Deflexão de Vigas e Eixos. \n \n5º período \nFIS076 – Física IV \nEmenta: Oscilações eletromagnéticas. Correntes alternadas. Circuitos RL e analogias \nmecânicas. Oscilações amortecidas. Oscilações forçadas e ressonância. Correntes \nalternadas. Potência. Transformadores. Aplicações. \n \nCEL034 – Circuitos Lineares II \nEmenta: Solução Geral dos Circuitos. Equações Diferenciais. Solução Completa dos \nCircuitos Lineares. Transformadas de Laplace. Resposta em Freqüência. \n \n \n", "88": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n88 \n \nCEL066 – Sinais e Sistemas \nEmenta: Sinais e Sistemas Contínuos e discretos; Análise de Sinais tempo Contínuo e \nDiscreto; Transformada de Laplace e Transformada Z,  Séries de Fourier; Transformada \nde Fourier; Amostragem de sinais; \n \nCEL065 – Eletromagnetismo \nEmenta: Análise Vetorial. Lei de Coulomb e intensidade do campo elétrico. Densidade \nde fluxo elétrico, lei de Gauss e divergência. Energia e potencial. Corrente e \ncondutores. Dielétricos e Capacitância. Equações de Poisson e de Laplace. Campo \nmagnético estacionário. Forças magnéticas, materiais e indutância. Campos variantes \nno tempo e equações de Maxwell. Onda plana uniforme. \n \nCEL062 – Circuitos Trifásicos \nEmenta: Circuitos Trifásicos. Modelos de Transformador. Análise de Fourier e \nHarmônicos. Componentes simétricas. \n \nCEL099 – Eletrônica Analógica \nEmenta: Introdução aos amplificadores; Amplificadores operacionais; Diodos de \nJunção; Transistores MOS de Efeito de Campo; Transistor Bipolar de Junção (TBJ). \n \nCEL037 – Laboratório de Eletrônica  \nEmenta : Projetos em Eletrônica Digital. Projetos em Eletrônica Analógica. Projetos em \nEletrônica de Potência. \n \n6º período \nCEL071 – Laboratório de Sistemas Eletrônicos I \nEmenta: Projetos de Sistemas Eletrônicos assistido por computadores; software para \nroteamento de placa de circuito impresso; software de simulação de circuitos \neletrônicos mistos (digital e analógico); desenvolvimento de protótipos eletrônicos. \nEquipamentos avançados para suporte ao desenvolvimento de sistemas eletrônicos. \n", "89": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n89 \n \n \nCEL038 – Teoria de Controle I \nEmenta: Formas Canônicas de Representação de Operadores (Diagramalização de \nOperadores). Modelagem Matemática de Sistemas. Espaço de Estados. Teoria daas \nRealizações e Síntese. \n \nCEL051 – Eletrônica II \nEmenta: Amplificadores discretos em pequenos sinais. Amplificadores diferenciais e \nde múltiplos estágios. Realimentação. Estrutura interna de amplificadores \noperacionais. Geradores de sinais e circuitos conformadores de onda com AmpOp. \nIntrodução aos amplificadores de potência e estágios de saída. \n \nCEL035 – Eletrônica Digital \nEmenta: Dispositivos MSI. Conversão Analógica-Digital (A/D). Conversão Digital-\nAnalógica (D/A). Entrada e Saída de Dados de Microcomputadores. Circuitos práticos \n \nCEL070 – Introdução aos processos estocásticos \nEmenta: Revisão de probabilidade, variáveis aleatórias múltiplas, processos \nestocásticos, análise espectral de processos estocásticos, resposta de sistemas \nlineares a sinais aleatórios. Cadeias de Markov e teoria das filas. \n \nCEL068 – Princípios de Comunicação \nEmenta: Introdução a Comunicação de Dados; Modulação em amplitude; Modulação \nem ângulo e freqüência; Modulação por código de pulso; Princípios de Comunicação \nde transmissão digital de dados; Tecnologias Emergentes de Comunicação digital de \ndados. \n \nCEL0XX – Eletromagnetismo Aplicado \nEmenta: Linhas de Transmissão. Medidas e casamento de impedância.Quadripolos. \n", "90": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n90 \n \n7º período \nCEL077 – Laboratório de Sistemas Eletrônicos II \nEmenta: Programação de Microprocessadores/microcontroladores; Desenvolvimento \nde interface microprocessador/microcontrolador com o mundo real; Implementação \nde algoritmos básicos de processamento de sinais em linguagem de alto nível; \nDesenvolvimento e implementação de um sistemas eletrônicos contendo hardware, \nsoftware e algoritmo. \n \nCEL038 – Teoria de Controle II \nEmenta: Análise da Resposta Transitória e de Erros. Estabilidade. Root-Locus e \nControladores. Sistemas Discretos \n \nCEL073 – Redes de Comunicação I \nEmenta: Redes de computadores e a Internet, Camada de aplicação, Camada de \ntransporte, A camada de rede, Camada de enlace e redes locais, Gerência de redes. \n \nCEL069 – Microprocessadores \nEmenta: Arquitetura de sistemas digitais. Memórias. Estrutura, organização e acesso. \nArquitetura de microcontroladores. Interfaces de comunicação. Periféricos e circuitos \nexternos. Projetos de Sistemas Práticos com Microntroladores. \n \nCEL075 – Processamento de Sinais I \nEmenta: Processamento Digital de Sinais Analógicos; Transformada Discreta de Fourier; \nSistemas discretos; projeto e síntese de filtros digitais. \n \nENEXXX – Fundamentos de Conversão \nEmenta: Revisão dos conceitos básicos de circuitos magnéticos e princípios de \nconversão eletromecânica de energia; Teoria e circuitos equivalentes de \ntransformadores monofásicos e trifásicos reais. Configurações básicas das máquinas \n", "91": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n91 \n \nelétricas rotativas; Regime permanente das máquinas síncronas, máquinas de \ncorrente contínua e máquinas de indução. \n \nENE081 – Métodos de Otimização \nEmenta:  \n \n8º período \nENEXXX – Informática Industrial \nEmenta: A disciplina foca no aperfeiçoamento das técnicas e metodologias de \nprogramação, necessárias para sistemas embarcados e aplicações em robótica. O \nconteúdo de sistemas orientados a objetos, tanto modelagem e implementação serão \nfocados em sistemas centralizados ou distribuídos. \n \nCEL074 – Projetos de Circuitos Integrados Analógicos \nEmenta: Processos de fabricação e layout; Ferramentas CAD para projeto de circuitos \nintegrados; Layout de blocos analógicos CMOS básicos; Projeto de amplificadores \noperacionais; Projeto de comparadores CMOS. \n \nCEL079 – Processamento de Sinais II \nEmenta: Fundamentos de Processamento de Sinais Estatísticos; Estimação; Detecção. \n \nCEL076 – Dispositivos Lógico Programáveis \nEmenta: Arquitetura de Dispositivos Lógicos Programáveis (FPGA e PLD); Linguagem \nVHDL; Utilização de Ferramentas de Software para desenvolvimento de projetos com \nFPG e PLD; Desenvolvimento de um projeto.   \n \nCEL040 – Eletrônica de Potência \nEmenta: Introdução à Eletrônica de Potência. Dispositivos semicondutores de \npotência. Retificadores não-controlados monofásicos e polifásicos. Conversores CC-\n", "92": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n92 \n \nCC. Conversores CC-CA ou Inversores. Introdução ao acionamento de máquinas \nelétricas. Conversores controlados baseados em tiristores. \n \nCEL078 – Instrumentação Eletrônica \nEmenta: Incerteza de medidas, Sensores e Transdutores, Condicionamento de sinal, \nRuído e Interferência em medidas, Aquisição e processamento digital dos dados, \nInstrumentação virtual. \n \nCELXXX – Laboratório de Sistemas Eletrônicos III \nEmenta: Projetos de Sistemas Eletrônicos assistido por computadores; software para \nroteamento de placa de circuito impresso; software de simulação de circuitos \neletrônicos mistos (digital e analógico); desenvolvimento de protótipos eletrônicos. \nEquipamentos avançados para suporte ao desenvolvimento de sistemas eletrônicos. \n \n9º período \nCEL080- Software Embarcado \nEmenta: aulas Sistema Operacional em tempo Real; Serviços; Tarefas, Semáforos, \nProjeto básico; Ferramentas para desenvolvimento de software embarcado; Sistema \noperacional embarcado. \n \nDPR032 – Direito Privado \nEmenta: Direito Civil. Pessoa Natural e Jurídica. Fatos Sociais. Posse e Propriedade. \nObrigações e Contrato. Direito do Trabalho. Contrato de Trabalho. Empregado e \nEmpregador. Duração da Jornada de Trabalho. Higiene e Segurança no trabalho. \nDireito Comercial. Obrigações Comerciais. Empresa. Propriedade Industrial. \nSociedades Mercantis. Direito Cambiário. \n \n \n", "93": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n93 \n \nCEL081 – Projeto de Circuitos de RF \nEmenta: Componentes e sistemas; filtros de radio-frequência e circuitos ressonantes; \ncasamento de impedância; projeto de amplificadores de RF . \n \nCEL084 – Fontes Chaveadas \nEmenta: Introdução às fontes reguladas lineares. Análise e projeto de conversores cc-\ncc não-isolados. Análise e projeto de conversores cc-cc isolados. Introdução à \nmodulação e controle de fontes chaveadas. \n \nENE082 – Instalações Elétricas \nEmenta:  Conceitos básicos necessários aos projetos e à execução das instalações \nelétricas prediais em baixa tensão; Introdução às instalações elétricas prediais de luz e \nforça em baixa tensão; Projetos das instalações elétricas; Proteção, seccionamento e \ncomando dos circuitos da NBR-5410; Normas técnicas; Luminotécnica; Projeto de \ninstalações telefônicas, TV e dados. \n \nCEL082 – Laboratório de Projetos Eletrônicos \nEmenta: Projetos de Sistemas Eletrônicos; desenvolvimento de um protótipo de \nequipamento, instrumento; levantamento de custos; estudo de viabilidade técnica e \neconômica; inovação e desenvolvimento. \nENE084 – Análise de Investimentos \nEmenta: \nPrincípios \nbásicos \nde \norganização \ne \nadministração. \nAs \nTeorias \nAdministrativas. Qualidade e Produtividade. Concepção e Planejamento de Projetos. \nAs Ferramentas de Planejamento e Controle. Elementos de matemática financeira \naplicados à engenharia. Análise de investimentos do setor de engenharia com base no \nvalor atual. Alternativas de investimentos específicos à engenharia. Análise de \ninvestimentos aplicáveis à engenharia. \n \n \n \n", "94": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n94 \n \nBibliografias básicas e complementares de cada disciplina do curso \n \n1º período \nICE002 – Laboratório de Ciências \nBibliografia: \n1) VUOLO, J. H. Fundamentos da Teoria dos Erros, 2ª EDIÇÃO, SAO PAULO / SP -\nEditora Edgard Blücher, 1995 \n2) Brown, TL. LeMay, HE. Bursten, BE. Burdge, JR., Química - a Ciência Central, 9a \nedição, São Paulo-SP, \n2007 \n3) Paul G. Hewitt, Física Conceitual, 11ª edição, Porto Alegre, Editora: Bookman, 2011 \n4) AZEVEDO, E., CONCI, A., LETA, F.,  Computação Gráfica, 1. edição, volume II, RIO DE \nJANEIRO:  Elsevier,  \n2008 \nBibliografia complementar: \n1) Antônio Máximo e Beatriz Alvarenga, Curso de Física, Vols I, II e III; (ou o volume \núnico) \n2) Triola, M. F.Introdução à Estatística 10º edição Rio de Janeiro: LTC,2007 \nOliveira, LAA. Valle, GG. Zanluqui, LA, Construção de pilhas elétricas simples: Um \nexperimento integrado de química e física, Eclética Química 2001, volume 3, \npágina \n26 (acesso on line livre) \n3)  Mól, GS. Ferreira, GAL. Silva, RR. Laranja, HF, Constante de Avogadro \n \nCEL064 – Introdução à engenharia elétrica \nBibliografia:  \n1. BAZZO, W., A., PEREIRA, L., T., V.: Introdução à Engenharia, Ed. Da UFSC, 1990. \n2. Estatuto e Regimento Geral da UFJF. \n3. Manual do Aluno da UFJF. \n4. Normatizações da PROEP e da PROAC. \n5. Resoluções do CEPE e da PROGRAD. \n6. RAG - Regimento Acadêmico da Graduação da UFJF. \n", "95": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n95 \n \n7. Revistas de Informação Técnica. \n \nMAT155 – Geometria analítica e sistemas lineares \nBibliografia: \nSANTOS, R.J. Matrizes Vetores e Geometria Analítica. Belo Horizonte: Imprensa \nUniversitária da UFMG, 2004. \nBOLDRINI, J.L. Álgebra Linear. São Paulo, Harbra, 1986. \nBOULOS, P. & CAMARGO, I. Geometria Analítica. Um Tratamento Vetorial. São Paulo, \nPrentice Hall Brasil, 2005. \n \nBibliografia complementar: \nANTON, H & RORRES, C. Álgebra Linear com Aplicações. Porto Alegre, Bookman, 2001. \nCALLIOLI, C., DOMINGUES, H.H. & COSTA, R.C.F. Álgebra Linear e Aplicações. São \nPaulo: Atual Editora, 1990. \nLEHMANN, C.H. Geometria Analítica. São Paulo: Globo, 1975. \nLIPSCHUTZ, S. Álgebra Linear. Porto Alegre, Bookman, 2004. \nREIS, G.L. & SILVA, V.V. Geometria Analítica. Rio de Janeiro: LTC, 1996. \nSTEINBRUCH, A. & WINTERLE, P. Geometria Analítica. São Paulo: Makron books, 1987. \nSTEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São Paulo: Makron books, 1987. \nWINTERLE, P. Vetores e Geometria Analítica. São Paulo: Makron books, 2000. \n \nMAT154 – Cálculo I \nBibliografia: \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo A. São Paulo: Prentice Hall Brasil, 2006. \nANTON, H. Cálculo, um novo horizonte. Vol. 1. Porto Alegre: Bookman, 2000. \nLEITHOLD, L. O Cálculo com Geometria Analítica. Vol 1. São Paulo: Harbra Ltda, 1994. \nBibliografia complementar: \nGUIDORIZZI, H. L. Um Curso de Cálculo. Vol. 1. Rio de Janeiro: LTC, 2001. \nMUNEM, M. & FOULIS, D.J. Cálculo. Vol. 1. Rio de Janeiro: LTC, 1982. \n", "96": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n96 \n \nSIMMONS, G.F. Cálculo com Geometria Analítica. Vol. 1. São Paulo: Makron Books, \n1987. \nSTEWART, J. Cálculo. Vol. 1. São Paulo: Thomson Learning, 2006. \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. Vol. 1. São Paulo: Makron Books, \n1994. \n \nDCC120 – Laboratório de programação \nBibliografia: \nGUIMARÃES, A. M. Algoritmos e estruturas de dados. Rio de Janeiro: LTC, 1994. \nKERNIGHAN, BRIAN W., RITCHIE, DENNIS M. C: A linguagem de programação padrão. \nRio de Janeiro: Campus, 1989. \nSZWARCFITER , J. L.,  MARKENZON, L. Estruturas de dados e seus algoritmos. Editora \nLCT. 2a. Edição, 1994. \n \nDCC119 – Algoritmos \nBibliografia:  \nGUIMARÃES, A. M. Algoritmos e estruturas de dados. Rio de Janeiro: LTC, 1994. \nKERNIGHAN, BRIAN W., RITCHIE, DENNIS M. C: A linguagem de programação padrão. \nRio de Janeiro: Campus, 1989. \nSZWARCFITER , J. L.,  MARKENZON, L. Estruturas de dados e seus algoritmos. Editora \nLCT. 2a. Edição, 1994. \n \n2º período \nFIS073 – Física I \nBibliografia: \n1. Sears & Zemansky, Física I, vol 1, 12a. ed, Pearson, São Paulo. R$100,00 ISBN \n9788588639300. \n2. D. Halliday e R. Resnick, K. Krane, Fundamentos de Física, 8 ed., vol. 1 - Mecânica \n(LTC, Rio, 1991) R$105,00 ISBN 9788521616054. \n", "97": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n97 \n \n3.  H. M. Nussenzveig, Curso de Física Básica,2a ed., vol. 1 - Mecânica (Edgard Blücher, \nSão Paulo, 1990) \nBibliografia complementar: \n1.P. Tipler, G. Moska, Física, 6 ed., vol 1 (Guanabara Dois, Rio, 6ed)  \n \nQUI125 – Química fundamental \nBibliografia:  \n1. Russell. Química Geral. Editora McGraw Hill Ltda. Vol 1 e 2, 1994. \n2. Mahan, B.M.; Myers, R.J. Química   Um Curso Universitário. 4ª edição. Editora \nEdgard Blucher Ltda, 1995.  \n3. Barros, Haroldo L.C. Química Inorgânica   Uma Introdução, Editora da UFMG, 1992. \n \nMAT158 – Álgebra linear \nBibliografia: \nBOLDRINI, J. L. Álgebra Linear. São Paulo: Harbra, 1986. \nSTRANG, G. Álgebra Linear e Suas Aplicações, Gengage Learning, 2010. \nSTEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São Paulo: Makron Books, 1987 \nBibliografia complementar: \nANTON, H. & RORRES, C. Álgebra Linear com Aplicações. Porto Alegre: Bookman, \n2001. \nCALLIOLI, C., DOMINGUES, H.H. & COSTA, R.C.F. Álgebra Linear e Aplicações. São \nPaulo: Atual Editora, 1990. \nSANTOS, R.J. Álgebra Linear e Aplicações. Belo Horizonte: Imprensa Universitária da \nUFMG, 2006. \nLIPSCHUTZ, S. Álgebra Linear. Porto Alegre: Bookman, 2004. \nLIMA, E. L. Álgebra Linear, Rio de Janeiro, IMPA, 2009. \n \nMAT156 – Cálculo II \nBibliografia: \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo A. São Paulo: Prentice Hall Brasil, 2006. \n", "98": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n98 \n \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Paulo: Prentice Hall Brasil, 2007. \nLEITHOLD, L. O Cálculo com Geometria Analítica. Vol. 1 e 2. São Paulo: Harbra, 1994 \nRio de Janeiro: Editora UFRJ, 2000. \nBibliografia complementar: \nANTON, H. Cálculo, um novo horizonte. Vol. 1 e 2. Porto Alegre, Bookman, 2000. \nGUIDORIZZI, H.L. Um Curso de Cálculo. Vol. 1 e 2. Rio de Janeiro: LTC, 2001. \nMUNEM, M. & FOULIS, D.J. Cálculo. Vol. 1 e 2. Rio de Janeiro: LTC, 1982. \nPINTO, D. & MORGADO, M.C.F. Cálculo Diferencial e Integral de Funções de Várias \nVariáveis. Rio de Janeiro: Editora UFRJ, 2000. \nSIMMONS, G.F. Cálculo com Geometria Analítica. Vol. 1 e 2. São Paulo: Makron Books, \n1987. \nSTEWART, J. Cálculo. Vol. 1 e 2. São Paulo: Thomson Learning, 2006. \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. Vol. 1 e 2. São Paulo: Makron \nBooks, 1994 \nSANTOS, R.J. Matrizes Vetores e Geometria Analítica. Belo Horizonte: Imprensa \nUniversitária da UFMG, 2004. \n \nFIS077 – Laboratório de Física I \nBibliografia: \n1. HENNIES, C., E.: Problemas Experimentais em Física, vol 1, Ed. UNICAMP, Campinas, \n1988.  \n2. DAMO, H., S.: Física Experimental, vol 1, Ed. UCS, Caxias do Sul, 1985. \n3. RAMOS, L., A., M.: Física Experimental, Ed. Mercado Aberto, Porto Alegre,1984. \n \nQUI126 – Laboratório de Química \nBibliografia: \n1) Vogel, A. I.; Tatchell, A. R.; Furnis, B. S.; Hannaford, A. J.; Smith P.W.G. Vogel's \nTextbook of Practical Organic Chemistry. 5th Edition. Editora: Prentice Hall, 1996. \n1552 págs. (ISBN: 9780582462366) \n", "99": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n99 \n \n2) Peruzzo, T. M.;  Canto, E. L. Química na Abordagem do Cotidiano - Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 2008. 760 págs. (ISBN: 9788516056612)  \n3) Zubrick, J. W. Manual De Sobrevivencia No Laboratorio De Química Orgânica. 1ª \nEdição. São Paulo: Editora LTC, 2005. 284 págs. (ISBN: 8521614403) \nBibliografia complementar: \n1) Mateus, A. L. Química na Cabeça. 1ª Edição. Belo Horizonte: Editora UFMG, 2003. \n128págs. (ISBN: 9788570412911) \n2) Barros, H. L. C. Química Inorgânica - Uma Introdução. Belo Horizonte: Editora da \nUFMG, 1992. (ISBN: 8570410514) \n3) Mahan, L. K., Myers, R. J. Química - Um Curso Universitario. 4ª edição. São Paulo: \nEditora Edgard Blücher Ltda,1995. 604 págs. (ISBN: 8521200366) \n4) Peruzzo, T. M.;  Canto, E. L. Química na Abordagem do Cotidiano - Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 2008. 760 págs. (ISBN: 9788516056612) \n5) Lee, J. D. Química Inorgânica - Não Tão Concisa. 5ª Edição. São Paulo: Editora \nEdgard Blucher Ltda, 2000. 527 págs. (ISBN: 8521201761) \n \n3º período \nFIS074- Física II \nBibliografia: \n1 - P. Tipler, Física, 2a ed., vol 2 (Guanabara Dois, Rio, 6ed) \n2 - D. Halliday e R. Resnick, Fundamentos de Física, 3a ed., vol. 2 - Mecânica(LTC, Rio, \n1991) \n3 - Sears & Zemansky, Física II, vol 2,  12a. ed, Pearson, São Paulo. \nBibliografia complementar: \n1 - H. Moysés Nussenzveig, Curso de física básica-2, fluídos, oscilações e ondas, calor. \nEditôra Edgard Blucher. \n \nESA002 – Ecologia e preservação do meio ambiente \nBibliografia: \n", "100": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n100 \n \n1. BRANCO, S., M., ROCHA, A., A.: Elementos de Ciência do Ambiente, CETESB - \nCompanhia de Tecnologia de Saneamento Ambiental, São Paulo, 1993. \n2. CARVALHO, B., A.: Ecologia Aplicada ao Saneamento Ambiental, ABES \n \nMAT029 – Equações diferenciais I \nBibliografia: \nBOYCE, W.E. & DI PRIMA , R.C. Equações Diferenciais Elementares e Problemas de \nValores de Contorno. Rio de Janeiro: LTC, 2006. \nFIGUEIREDO, D.G. & NEVES, A.F. Equações Diferenciais Aplicadas. Rio de Janeiro, \nIMPA, CNPq, 1997. \nKREYSZIG, E. Matemática Superior. Vol. 1. Rio de Janeiro, LTC, 1976. \nBibliografia complementar: \nGUIDORIZZI, H.L. Um Curso de Cálculo. Vol. 4. Rio de Janeiro: LTC, 2002. \nKAPLAN, W. Cálculo Avançado. Vol. 2. São Paulo, Blücher, 2008. \nLEITHOLD, L. O Cálculo com Geometria Analítica. Vol. 2. São Paulo: Harbra, 1994. \nSANTOS, R.J. Introdução às Equações Diferenciais Ordinárias. Belo Horizonte: \nImprensa Universitária da UFMG, 2006. \nSTEWART, J. Cálculo. Vol. 2. São Paulo: Thomson Learning, 2006. \n \nMAT157-Cálculo III \nBibliografia: \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Paulo: Prentice Hall Brasil, 2007. \nANTON, H. Cálculo, um novo horizonte. Vol. 2. Porto Alegre: Bookman, 2000. \nPINTO, D. & MORGADO, M.C.F. Cálculo Diferencial e Integral de Funções de Várias \nVariáveis. Rio de Janeiro: Editora UFRJ, 2000. \nBibliografia complementar: \nSTEWART, J. Cálculo. Vol. 2. São Paulo: Thomson Learning, 2006. \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. Vol. 2. São Paulo: Makron Books, \n1994. \nÁVILA, G. Cálculo das Funções de Múltiplas Variáveis, LTC, 2006. \n", "101": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n101 \n \n \nEST029 – Cálculo de probabilidades I \nBibliografia: \nMEYER, P. L. Probabilidade: Aplicações e Estatística. 2ª Ed. Rio de Janeiro: Livros \nTécnicos e Científicos. Editora S.A., 2000. \nMAGALHÃES, M. N. e LIMA, A.C.P. Noções de probabilidade e estatística. EDUSP. \nEdição revista. 7ª Ed., 2007. \nROSS, S. A. Probabilidade: Um curso moderno com aplicações. 8ª Ed.. Porto Alegre: \nBookman, 2010. \nBibliografia complementar: \nJAMES, B. Probabilidade: um curso de nível intermediário. Rio de janeiro: Instituto de \nMatemática Pura e Aplicada, 1981. \nFELLER, W. Introdução a Teoria das Probabilidades e suas Aplicações. Vol I e II. Edgard \nBlucher. São Paulo, 1976. \nROSS, S. A. First Course in Probability. 6 ed. New York: McMillan Publishing Company, \n2005. \n \nCEL032 – Circuitos lógicos \nBibliografia: \n1. MALVINO, A., P.: Microcomputadores e Microprocessadores, Ed. Makron Books, \n1975. \n2. SEDRA A., S. et all: Microeletrônica, Ed. Makron Books, 1994. \n3.  Ronald J. Tocci, Neal S. Widmer, Gregory L. Moss, Sistemas Digitais: princípios e \naplicações, 10ed. Prentice Hall (2007); \nBibliografia complementar: \n1. Idoeta, I. V., Capuano, F. G., Elementos de Eletrônica Digital, Ed. Érica, Ed. 40, 2000.  \n2. Pedroni, A. V., Eletrônica Digital Moderna e VHDL, 1a edição, Ed. Campus. \n3. BIGNELL, J. W., DONOVAN R., L.: Eletrônica Digital: Lógica Combinacional, vol 1, Ed. \nMakron Books, 1995. \n", "102": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n102 \n \n4.  Stephen Brown, Zvonko Vranesic; Fundamentals of Digital Logic with VHDL Design; \n3a Edição; McGraw-Hill; 2008; \n5. Floyd, Thomas L., Sistemas Digitais - Fundamentos e Aplicações, 9a Ed, Bookman, \n2007. \n \n4º período \nFIS075 – Física III \nBibliografia: \n1  Young H. D., Freedman R.A.: \"Física III \" Ed. 12 (2010) Pearson \n2  HallidayD., Resnick R., Walter J.: \"Fundamentos de Física III\", Ed. 8 (2009) LTC. \n1. TIPLER, P.: Física, vol 2a, Ed. Guanabara Dois, Rio, 1984. \nBibliografia complementar: \n1  Chaves Alao: \"Física Básica v.2\", (2007) LTC \n2  E. M. Purcell, Curso de Física de Berkeley, vol. 2 - Eletricidade e Magnetismo (Edgard \nBlücher, São Paulo, 1973)  \n3  Nussenzveig H. M.: \"Curso de Física Básica  v.3\" (1997) ou \n(2009) Edgard Blücher \n4  Feynman R \"The Feynman lectures on physics v.2\" Addison Wesley Longman \n \nCEL033 – Circuitos Lineares I \nBibliografia: \n1. Richard C. Dorf e James A. Svoboda, Introdução aos Circuitos Elétricos, LTC Editora, \n5ªEdição. \n2. Robbins, H. Allan; Miller, C. Wilhelm: \"Análise de Circuitos - Teoria e Prática\"  \n3. Johnson, D.E. et al, Fundamentos de Análise de Circuitos Elétricos, Prentice Hall do \nBrasil,4a Edição, 1990.  \nBibliografia Complementar: \n4. BOYLESTAD, R. L. Introdução à análise de circuitos. 10. ed. São Paulo: Pearson \nPrentice Hall, 2004. 828 p. 3. reimpressão, fev. 2008. \n", "103": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n103 \n \n5. M. Nhavi, Edminister, J. A. Teoria e Problemas de Circuitos Elétricos, Bookman, \n2005. \n6. CLOSE, C. M., Circuitos Lineares, Ed. LTC. \n7. DESOER, et alli: Teoria Básica de Circuitos, Ed. Guanabara Dois. \n8. ROBBA, J. E.: Introdução aos Sistemas Elétricos de Potência, Ed. Edgard Blücher. \n \nMAT030 – Equações diferenciais II \nBibliografia: \nBOYCE, W. E. & DI PRIMA, R. C. Equações Diferenciais Elementares e Problemas de \nValores de Contorno. Rio de Janeiro: LTC, 2006. \nFIGUEIREDO, D.G. Análise de Fourier e Equações Diferenciais Parciais. Rio de Janeiro: \nIMPA, CNPq, 1977. \nKREYSZIG, E. Matemática Superior. Vol 1 e 3. Rio de Janeiro: LTC, 1976. \nBibliografia complementar: \nFIGUEIREDO, D.G. & NEVES, A.F. Equações Diferenciais Aplicadas. Rio de Janeiro: \nIMPA, CNPq, 1997. \nKAPLAN, W. Cálculo Avançado. Vol. 2. São Paulo: Blucher, 2008. \nSANTOS, R.J. Introdução às Equações Diferenciais Ordinárias. Belo Horizonte: \nImprensa Universitária da UFMG,2006. \nIÓRIO, Valéria EDP: Um Curso de Graduação, Rio de Janeiro: IMPA, CNPq, 2010. \n \nDCC008 – Cálculo numérico \nBibliografia: \n1. SANTOS, V., R., de B.: Cálculo Numérico, Ed. LTC, 1982. \n2. CLAUDIO, D., M., MARINS, J., M.: Cálculo Numérico Computacional, Ed. Atlas, 1994. \n3.PETER, A., S.: Introdução aos Métodos Numéricos Ed. Interciência, 1979. \nBibliografia complementar: \n1. RUGGIERO, M., A., G:, LOPES, V., L., da R.: Cálculo Numérico, Aspectos Teóricos e \nPráticos, Ed. McGraw-Hill, 1988. \n2. HUMES, A., F., P., de C., et al.: Noções de Cálculo Numérico, Ed. McGraw-Hill, 1984. \n", "104": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n104 \n \n \nFIS081 – Fenômenos de Transporte \nBibliografia: \n1 - Frank Kreith , Mark S. Bohn, Principios de Transferencia de Calor, Pioneira \nThomson Learning, Sexta Edicao, 2003, ISBN13: 9788522102846. \n2 - Frank P. Incropera, David P. Dewitt, Theodore L. Bergman, Adrienne S. Lavine, \nFundamentos de Transferência de Calor e de Massa, LTC, Sexta Edição, 2008, ISBN: \n9788521615842. \n3 - Celso Pohlmann Livi, Fundamentos De Fenômeno De Transporte, LTC, Primeira \nEdição, 2004, ISBN 8521614152. \nBibliografia complementar: \n1 - Washington Braga Filho, Transmissão de Calor, Pioneira Thomson Learning, 2004, \nISBN13: 9788522103744. \n \nMAC015 – Resistência dos Materiais \n- JC Sussekind; Curso de Análise Estrutural - Volume I, 10 ed, Globo, 1989 \n- FP Beer, ER Johnston; Resistência dos Materiais, 2 ed, Makron, 1989 \n- SP Timoshenko; Resistência dos Materiais, LTC, 1957 \nBibliografia Complementar: \n- FP Beer, ER Johnston; Mecânica Vetorial para Engenheiros, McGraw-Hill, 1978 \n- RC Hibbeler; Estática: Mecânica para Engenharia, 10 ed, Pearson, 2006 \n- RC Hibbeler; Resistência dos Materiais, 5 ed, Pearson, 2008 \n-- JM Gere; Mecânica dos Materiais, Thomson, 2003 \n \nENE045 – Laboratório de Eletrotécnica \nBibliografia: \nARNOLD, R.: Fundamentos da Eletrotécnica, Ed. EPU-SP, 1976. \n \n5º período \nFIS076 – Física IV \n", "105": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n105 \n \nBibliografia:  \n1- Fundamentos de Fisica. Halliday & Resnick. Vol 4. J. Walker. Ed gen LTC. 8va edição. \n2010    \nISBN 978-85-216-1608-05 \n2. Física IV - Ótica e Física Moderna, 12ª edição Sears & Zemansky. H. D. Young e R. A. \nFreedman \nEd. Pearson 12a Edição 2009. ISBN-13: 9788588639355, ISBN-10: 8588639351 \n3-Física Quântica. Eisberg & Resnick Editora Campus, Ed. 9, 1994. ISBN  \n9788570013095 \nBibliografia complementar: \n4- Física. Um curso Universitario. Vol II Campos e Ondas. M. Alonso e E. J. Finn. Ed \nEdgard Blucher Lda, 12 reimpressão 2009. ISBN 978-85-212-0039-0 \n \nCEL034 – Circuitos Lineares II \nBibliografia:  \n1. Richard C. Dorf e James A. Svoboda, Introdução aos Circuitos Elétricos, LTC Editora, \n5ªEdição. \n2. Robbins, H. Allan; Miller, C. Wilhelm: \"Análise de Circuitos - Teoria e Prática\"  \n3. Johnson, D.E. et al, Fundamentos de Análise de Circuitos Elétricos, Prentice Hall do \nBrasil,4a Edição, 1990. \nBibliografia Complementar: \n4. BOYLESTAD, R. L. Introdução à análise de circuitos. 10. ed. São Paulo: Pearson \nPrentice Hall, 2004. 828 p. 3. reimpressão, fev. 2008. \n5. M. Nhavi, Edminister, J. A. Teoria e Problemas de Circuitos Elétricos, Bookman, \n2005. \n6. CLOSE, C. M., Circuitos Lineares, Ed. LTC. \n7. DESOER, et alli: Teoria Básica de Circuitos, Ed. Guanabara Dois. \n8. ROBBA, J. E.: Introdução aos Sistemas Elétricos de Potência, Ed. Edgard Blücher. \n \nCEL099 – Eletrônica Analógica \n", "106": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n106 \n \nBibliografia: \n1. Sedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007. \n2. Boylestad, R; Nashelsky, L. Dispositivos Eletrônicos e teoria de circuitos. \nPearson/Prentice \nHall, \n2004.  \n3. Razavi, B., Fundamentos de Microeletrônica, LTC, 1ª Edição, 2010. \n \nBibliografia Complementar: \n1.  J. J. Cathey, Dispositivos Eletrônicos e Circuitos Eletrônicos, 2ª Edição, Bookman, \n2003. \n2. L. W. Turner, Dispositivos e Circuitos Eletrônicos, 1ª Edição, Hemus, 2005. \n3. \nMalvino, \nA. \nP., \nEletrônica, \nMcGraw-Hil, \n2a \nEdição, \n1987. \n4. Valkenburgh, N. V. e Neville, I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n5.  Lurch, E. N., Fundamentos de Eletrônica, 1a Edição, LTC, 1984. \n \nCEL037 – Laboratório de Eletrônica  \nBibliografia: \n1. Sedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007. \n2. Boylestad, R; Nashelsky, L. Dispositivos Eletrônicos e teoria de circuitos. 8ª Edição, \nPrentice \nHall, \n2004.  \n3. Razavi, B., Fundamentos de Microeletrônica, LTC, 1ª Edição, 2010 \nCEL099 – Eletrônica Analógica \n \nBibliografia Complementar: \n1. J. J. Cathey, Dispositivos Eletrônicos e Circuitos Eletrônicos, 2ª Edição, Bookman, \n2003. \n2. L. W. Turner, Dispositivos e Circuitos Eletrônicos, 1ª Edição, Hemus, 2005. \n3. \nMalvino, \nA. \nP., \nEletrônica, \nMcGraw-Hil, \n2a \nEdição, \n1987. \n4. Valkenburgh, N. V. e Neville, I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n5. Lurch, E. N., Fundamentos de Eletrônica, 1a Edição, LTC, 1984. \n \n", "107": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n107 \n \nCEL062 – Circuitos Trifásicos \nBibliografia:  \n1. Richard C. Dorf e James A. Svoboda, Introdução aos Circuitos Elétricos, 8 ed, Ed. \nLTC. \n2. ROBBA, J. E.: Introdução aos Sistemas Elétricos de Potência, Ed. Edgard Blücher, \n2001. \n3. R. O. Albuquerque, Análise de Circuitos em Corrente Alternada, 2ed, Erica, 2006. \nBibliografia Complementar: \n1. \nCLOSE, \nC. \nM., \nCircuitos \nLineares, \nEd. \nLTC. \n2. Johnson, D.E. et al, Fundamentos de Análise de Circuitos Elétricos, 4 ed, LTC. \n3. O. Markus, Circuitos Elétricos - Corrente Contínua e Corrente Alternada - Teoria e \nExercícios, \n1 \ned, \nEd. \nErica \n4. G. BARRETO; C. A. DE CASTRO JUNIOR; C. A. DE F. MURARI; F. SATO, Circuitos de \nCorrente \nAlternada, \n1 \ned, \nEd. \nOficina \nde \ntextos. \n5. Robbins, H. Allan; Miller, C. Wilhelm, Análise de Circuitos – Teoria e Prática, vol. 1 e \nvol. 2. \n \nCEL066 – Sinais e Sistemas \nBibliografia: \n1. A. V. Oppenheim e A. S. Willsky, Sinais e Sistemas, Peason 2ª Edição 2010. \n2. B. P. Lathi, Sinais e Sistemas Lineares, Bookman, 1a Edição, 2006. \n3.  S. Haykin e B. V. Veen, Sinais e Sistemas, Bookman, 1ª Edição, 2001. \n \nBibliografia complementar: \n1. B. Girod, R. Rabenstein, A. Stenger, Sinais e Sistemas, LTC, 1ª Edição , 2003. \n2. M.J. Roberts, Fundamentos em Sinais e Sistemas, McGraw-Hill, 1ª Edição , 2009. \n3. B. P. Lathi, Sistemas de Comunicação Analógicos e Digitais, LTC, 4a Edição, 2012. \n4. K. Ogata, Engenharia de Controle Moderno, Pearson, 5a Edição, 2010. \n5.  M. Weeks, Processamento Digital de Sinais, LTC, 2a Edição, 2012. \n \n", "108": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n108 \n \nCEL065 – Eletromagnetismo \nBibliografia: \n1. HAYT JR., W., BUCK, J. A.: Eletromagnetismo, Ed. McGraw-Hill, 7ª edição, 2008. \n2. SADIKU, Matthew N. O. Elementos de eletromagnetismo. Bookman,2008. \n3. KRAUS, J. D., Fleisch, D. A., Electromagnetics with Applications, McGraw-Hill, 8a. \nedição, 2008.  \n \nBibliografia complementar: \n1. NOTAROS, BRANISLAV M, Eletromagnetismo, Pearson Brasil, 1ª Edição, 2012. \n2. RIBEIRO, JOSÉ A. J. , Propagação de Ondas Eletromagnéticas, Ed. Érica, 1ª Edição, \n2004. \n3. WENTWORTH, STUART M., Eletromagnetismo Aplicado: Abordagem Antecipada das \nLinhas de Transmissão, Bookman, 1ª edição, 2008. \n4. Paul H. Yong, Técnicas de Comunicação Eletrônica, Prentice-Hall, 2005 \n5. Kaiser, Kenneth L., Transmission Lines, Matching, and Crosstalk, CRC, 2005. \n \n6º período \nCEL071 – Laboratório de Sistemas Eletrônicos I \nBibliografia:  \n1. Sedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007. \n2. Ronal J. Tocci,  Neal S. Widmer, Gregory L. Moss. Sistemas Digitais: Princípios e Aplicações. \nPeason – Prentice Hall, 8ª  edição para cima. \n3. Joseph Cavanagh, Verilog HDL: Digital Design and Modelign, CRC Press, 2007. \n4. Manuais dos softwares utilizados, roteiros de laboratório.Bibliografia  \n \nComplementar: \n5. Bogart, T. Dispositivos e Circuitos Eletrônicos. Volume 1. Makron Books Ltda, 2001. \n6. Bogart, T. Dispositivos e Circuitos Eletrônicos. Volume 2. Makron Books Ltda, 2001. \n7. Malvino, A. P., Eletrônica, McGraw-Hil, 2a Edição, 1987. \n", "109": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n109 \n \n8. Valkenburgh, N. V. e Neville, I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n9. Shoab Ahmed Khan, Digital Design of Signal Processing Systems: A practical \napproach; Wiley, 2011. \n \nCEL038 – Teoria de Controle I \nBibliografia: \n1. OGATA, K.: Engenharia de Controle Moderno, Prentice/Hall do Brasil. \n2. \nDorf, \nRichard \nC., \nSistemas \nde \nControle \nModerno, \nEd. \nLTC, \n2009. \n3. N. S. Nise, Engenharia de Sistemas de Controle, 6 edição, LTC, 2012. \nBibliografia complementar: \n1. \nKUO, \nB.: \nSistemas \nde \nControle \nAutomático, \nPrentice/Hall \ndo \nBrasil. \n2. J. C. GEROMEL, R. H. KOROGUI, Controles Linear de Sistemas Dinâmicos - Teoria, \nEnsaios \nPráticas \ne \nExercícios, \n2ed, \nEdgard \nBlucher. \n3. P. R. da Silveira e W. E. Santos, Automação e Controle Discreto, 9a Ed, Ed Érica. \n4. C. C. Morais, P. B. L. Castrucci, Engenharia de Automação Industrial, 2a Ed, LTC, \n2007. \n5. M. Groover, Automação Industrial e Sistemas de Manufatura, 3ed, Ed. Pearson, \n2011. \n6. CHEN, C., T.: Linear System Theory and Design, Holt, Rinehalt and Wilson, 1999. \n7. Sivanagaraju, S.; Devi, L.; Control Systems Engineering, Ed. New Academic Science \nLtd, 2009. \n \nCEL051 – Eletrônica II \nBibliografia: \n1.  Sedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007. \n2. Boylestad, R; Nashelsky, L. Dispositivos Eletrônicos e teoria de circuitos. \nPearson/Prentice \nHall, \n2004.  \n3.  Razavi, B., Fundamentos de Microeletrônica, LTC, 1ª Edição, 2010. \nBibliografia complementar: \n", "110": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n110 \n \n1. J. J. Cathey, Dispositivos Eletrônicos e Circuitos Eletrônicos, 2ª Edição, Bookman, \n2003. \n2. L. W. Turner, Dispositivos e Circuitos Eletrônicos, 1ª Edição, Hemus, 2005. \n3. \nMalvino, \nA. \nP., \nEletrônica, \nMcGraw-Hil, \n2a \nEdição, \n1987. \n4. Valkenburgh, N. V. e Neville, I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n5.  Lurch, E. N., Fundamentos de Eletrônica, 1a Edição, LTC, 1984. \n \nCEL070 – Introdução aos processos estocásticos \nBibliografia: \n1. P. Z. Peebles, Jr. Probability, Random variables and random signal principles, 3ª \nEdição \nMcGraw-Hill, \n1993. \n2. J. P. A. Albuquerque, J. M. P. Fortes, W. A. Finamore, Probabilidade, variáveis \naleatórias \ne \nprocessos \nestocásticos, \nEditora \nInterciência, \n2008. \n3. J. A. Gubner, Probability and Random Processes for Electrical and Computer \nEngineers, Cambridge University Press, 1a Edição, 2006. \nBibliografia complementar: \n1. M. S. de Alencar, Probabilidade e Processos Estocásticos, 1ª Edição, Érica, 2009. \n2. H. Hsu, Probability, random variables and random processes, 2a Edição, McGraw-\nHill, \n2010. \n3. S. Ross, Probabilidade , Um Curso Moderno com Aplicações , 8ª Edição Bookman, \n2010. \n4. P. L. Meyer, Probabilidade, Aplicações à Estatística, 2ª Edição, LTC, 2006. \n5. H. Kobayashi, B. L. Mark, W. Turin, Probability, Random Process and Statistical \nAnalysis, \n1a \nEdição, \nCambridge, \n2011. \n6. W. J. Stewart, Probability, Markov Chains, Queues and Simulation, 3a Edição, \nPrinceton, 2003. \n \nCEL035 – Eletrônica Digital \nBibliografia: \n", "111": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n111 \n \n1. Ronald J. Tocci, Neal S. Widmer, Gregory L. Moss, Sistemas Digitais: princípios e \naplicações, \n10ed. \nPrentice \nHall \n(2007); \n2. Fundamentals of Digital Logic with VHDL Design; Stephen Brown, Zvonko Vranesic; \n3a \nEdição; \nMcGraw-Hill; \n2008;  \n3. Sedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007. \nBibliografia complementar: \n1. V. Pedroni, Eletronica Digital Moderna e VHDL, 1ª Edição, Campus, 2010. \n2. J. W. Bignell, R. Donovan, Eletrônica Digital, 1ª Edição, Cengage, 2009. \n3. \nI. \nV. \nIdoeta, \nElementos \nde \nEletrônica \nDigital, \n40ª \nEdição, \n2007. \n4. Garcia, P. A., Eletrônica Digital - Teoria e Laboratório, 2ª Edição, Érica, 2008. \n5. R. Damore, Vhdl - Descrição e Síntese de Circuitos Digitais, 2 ed., LTC, 2012. \n \nCEL068 – Princípios de Comunicações \nBibliografia básica: \n1. S. Haykin, Sistemas de Comunicação Analógicos e Digitais, Bookman, 4ª Edição, \n2004. \n2. B. P. Lathi e Z. Ding, Modern digital and analog communication system, 4ª edição, \nOxford University Press, 2009. \n3. M. P. Fitz, Fundamentals of communications systems, McGraw Hill, 2007. \nBibliografia complementar: \n1. Rogério M. Carvalho, Comunicações Analógicas e Digitais; Rio de Janeiro, LTC, 2009. \n2. John G. Proakis, Masoud Salehi, Gerhard Bauch, Contemporary Communication \nSystems Using Matlab and Simulink. 2ª Ed., Thomson, 2004. \n3. Bernard Sklar, Digital Communications: Fundamentals and Applications, 2nd \nEdition, Prentice Hal.  \n4. Paul H. Young, Técnicas de Comunicação Eletrônica, Prentice Hall, 2006. \n5. Simon Haykin; Michael Moher, Sistemas de Comunicação, 5ª Edição, Bookman, \n2011. \n \nCEL0XX – Eletromagnetismo Aplicado \n", "112": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n112 \n \nBibliografia: \n1. Matthew M. Radmanesh , Electronic Waves & Transmission Line Circuit Design, \nAuthorhouse, 2011. \n2. P. C. Magnusson, A. Weisshaar, V. K. Tripathi, G. C. Alexander, Transmission Lines \nand Wave Propagation, 4a. Ed. , CRC, 2000.  \n3. KRAUS, J. D., Fleisch, D. A., Electromagnetics with Applications, McGraw-Hill, 8a. \nedição, 2008.  \n \nBibliografia complementar: \n1. NOTAROS, BRANISLAV M, Eletromagnetismo, Pearson Brasil, 1ª Edição, 2012. \n2. RIBEIRO, JOSÉ A. J. , Propagação de Ondas Eletromagnéticas, Ed. Érica, 1ª Edição, \n2004. \n3. SADIKU, Matthew N. O. Elementos de eletromagnetismo. Bookman,2008. \n4. WENTWORTH, STUART M., Eletromagnetismo Aplicado: Abordagem Antecipada das \nLinhas de Transmissão, Bookman, 1ª edição, 2008. \n5. SARTORI, José Carlos. Linhas de transmissão e Carta de Smith: projeto assistido por \ncomputador. 2. ed. São Carlos, SP: EESC/USP, 2004. \n6. HAYT JR., W., BUCK, J. A.: Eletromagnetismo, Ed. McGraw-Hill, 7ª edição, 2008. \n7. Paul H. Yong, Técnicas de Comunicação Eletrônica, Prentice-Hall, 2005 \n8. James W. Nilsson; Susan A. Riedel, Circuitos Elétricos, 8ª Edição, Pearson, 2009. \n9. Kaiser, Kenneth L., Transmission Lines, Matching, and Crosstalk, CRC, 2005. \n \n7º período \nCEL077 – Laboratório de Sistemas Eletrônicos II \n1. N. S. Kumar, M. Saravanan, S. Jeevananthan,  Microprocessors and \nMicrocontrollers, 1ª Edição, Oxford, 2011. \n2. Sanjit K. Mitra; Digital Signal Processing: A Computer-Based Approach; Third Edition \n(2006); McGraw-Hill; 2006;  \n3. Eduardo Antônio Barros da Silva, Paulo Sergio Ramirez Diniz, Sergio Lima Neto \nProcessamento Digital de Sinais, Bookman, 1a edição. \n", "113": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n113 \n \n \nBibliografia complementar: \n4. D. E. C. Nicolosi, R. B. Bronzeri, Microcontrolador 8051 com linguagem C - Prático e \nDidático, 1ª Edição  Érica, 2005.  \n5. E.D.M, Ordonez, C.G. Penteado, A.C.R. Silva, Microcontroladores e FPGAs: \naplicações em automação, 1ª Edição,  Novatec, 2005. \n6.  N. A. Martins, Sistemas Microcontrolados, 1ª Ed., Ed. Novatec, 2005.  \n7. H. Taub, Circuitos Digitais e Microprocessadores, McGraw-Hill, 1984. \n8. R. J. Tocci, N. S. Widmer, G. L. Moss, Sistemas Digitais: princípios e aplicações, 10ª \nEdição, Prentice Hall, 2007. \n \nCEL039 – Teoria de Controle II \nBibliografia: \n1. OGATA, K.: Engenharia de Controle Moderno, Prentice/Hall do Brasil. \n2. \nDorf, \nRichard \nC., \nSistemas \nde \nControle \nModerno, \nEd. \nLTC, \n2009. \n3. N. S. Nise, Engenharia de Sistemas de Controle, 6 edição, LTC, 2012. \nBibliografia complementar: \n1. \nKUO, \nB.: \nSistemas \nde \nControle \nAutomático, \nPrentice/Hall \ndo \nBrasil. \n2. J. C. GEROMEL, R. H. KOROGUI, Controles Linear de Sistemas Dinâmicos - Teoria, \nEnsaios \nPráticas \ne \nExercícios, \n2ed, \nEdgard \nBlucher. \n3. P. R. da Silveira e W. E. Santos, Automação e Controle Discreto, 9a Ed, Ed Érica. \n4. C. C. Morais, P. B. L. Castrucci, Engenharia de Automação Industrial, 2a Ed, LTC, \n2007. \n5. M. Groover, Automação Industrial e Sistemas de Manufatura, 3ed, Ed. Pearson, \n2011. \n6. CHEN, C., T.: Linear System Theory and Design, Holt, Rinehalt and Wilson, 1999. \n7. Sivanagaraju, S.; Devi, L.; Control Systems Engineering, Ed. New Academic Science \nLtd, 2009. \n \nCEL073 – Redes de Comunicação I \n", "114": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n114 \n \nBibliografia: \n1. James F. Kurose; Keith W. Ross, Redes de Computadores e a Internet -  Uma \nabordagemTop-Down. Pearson Education, 5a. Edição, 2010. \n2. Andrew S. Tanenbaum. Redes de Computadores, Ed. Campus, 4ª Edição, 2003. \n3. Larry L. Peterson, Bruce S. Peterson. Redes de Computadores, Ed. Campus, 3ª \nEdição, 2004. \nBibliografia complementar:  \n1. Richard Seifert, Jim Edwards, The All-New Switch Book – The Complete Guide to \nLAN Switching Technology, 2a Edição, 2008. \n2. Douglas E.Comer, Interligação em Rede com TCP/IP, Ed. Campus, 2006. \n3. William Stallings, Redes e Sistemas de Comunicação de Dados, 5ª Ed., Editora \nCampus, 2005. \n4. Behrouz A. Forouzan, Comunicação de Dados e Redes de Computadores, McGraw-\nHill, 2008. \n5. Natalia Olifer, Victor Olifer, Redes de Computadores, Ed.LTC, 2008. \n \nCEL069 – Microprocessadores \nBibliografia: \n1- R. Zelenovsky, A. Mendonça, Hardware e Interfaceamento, MZ editora, 4ª edição, \n2009 \n2- J. Crisp, Introduction to microprocessors and microcontrollers, 2ª Ed., Ed. Newnes, \n2004. \n3- N. S. Kumar, M. Saravanan, S. Jeevananthan, Microprocessors and Microcontrollers, \n1ª Edição, Oxford, 2011. \nBibliografia complementar:  \n 1- D. E. C. Nicolosi, R. B. Bronzeri, Microcontrolador 8051 com linguagem C - Prático e \nDidático, 1ª Edição Érica, 2005. \n2- E.D.M, Ordonez, C.G. Penteado, A.C.R. Silva, Microcontroladores e FPGAs: \naplicações em automação, 1ª Edição, Novatec, 2005. \n3- N. A. Martins, Sistemas Microcontrolados, 1ª Ed., Ed. Novatec, 2005. \n", "115": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n115 \n \n4- H. Taub, Circuitos Digitais e Microprocessadores, McGraw-Hill, 1984. \n5- R. J. Tocci, N. S. Widmer, G. L. Moss, Sistemas Digitais: princípios e aplicações, 10ª \nEdição, Prentice Hall, 2007. \n6- R. J. Tocci, F. J. Ambrosio, Microprocessors and Microcomputers, 6ª Edição, Prentice \nHall, 2002. \n \n \nCEL075 – Processamento de Sinais I \nBibliografia: \n1- S. K. Mitra; Digital Signal Processing: A Computer-Based Approach; 3a. Edição, \nMcGraw-Hill, 2005. \n2- R. G. Lyons, Understanding Digital Signal Processing, 3ª edição, Prentice Hall, 2011. \n3- M. Weeks, Processamento Digital de Sinais, LTC, 2a Edição, 2012. \nBibliografia complementar: \n1- E. Ifeachor, B. Jervis, Digital Signal Processing: A Practical Approach, 2a Edição, \nPrentice Hall, 2002. \n2- E. A. B. da Silva, P. S. R. Diniz, S. L. Netto,, Digital Signal Processing: System Analysis \nand Design, Cambridge, 2a edição, 2010. \n3- A. V. Oppenheim e A. S. Willsky, Sinais e Sistemas, Pearson, 2ª Edição 2010. \n4- A. V. Oppenheim e R. Schaffer, Discrete-Time Signal Processing, Prentice Hall, 3ª \nEdição 2009. \n5- V. K. Ingle, J. G. Proakis, Digital Signal Processing Using Matlab, Cengage Learning, \n3ª Edição 2011. \n \nENEXXX – Fundamentos de Conversão \nBIBLIOGRAFIA: \n1. CHAPMAN, S.J. Electric Machinery Fundamentals, Ed. Mc Graw-Hill, 4th Edition. \n2. FITZGERALD, A. E. Máquinas Elétricas, Ed. Bookman, Quinta Edição \n3. FALCONE, A.G. Eletromecânica: Transformadores, Transdutores, Conversão \nEletromecânica de Energia e Máquinas Elétricas, Vol 1 e 2, Editora Edgar Blucher Ltda.  \n", "116": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n116 \n \n \nBIBLIOGRAFIA COMPLEMENTAR: \n1. KOSOW, I. I. Máquinas Elétricas e Transformadores, Ed. Globo. \n2. SEN, P.C. Principles of Electric Machines and Power Electronics, John Wiley and \nSons, Second Edition, 1997. \n3. KRAUSE, P.,  WASYNCZUK, O. and SUDHOFF, S.D., Analysis of Electric Machinery, \nIEEE Press, 1994. \n4. Carvalho, G., Máquinas Elétricas - Teoria e Ensaios, Ed. Érica, 4ª edição, 2010. \n5. Rezek, A. J. J. , Fundamentos Básicos de Máquinas Elétricas - Teoria e Ensaios, Ed. \nSynergia, 1ª Ed, 2012. \n \nENE081 – Métodos de Otimização \nBibliografia: \nComplementar: \n \n8º período \nENEXXX – Informática Industrial \nBibliografia Básica: \n1. Alan C. Shaw, “SISTEMAS E SOFTWARES DE TEMPO REAL”, BookMan, 2003. \nBibliografia complementar: \n1. Karim Yaghmour, “BUILDING EMBEDDED LINUX SYSTEMS”, O’Reely, 2008 \n2. Marc Gregoire, “PROFESSIONAL C++”, Wiley, 2011 \n \nCEL074 – Projetos de Circuitos Integrados Analógicos \nBibliografia básica: \n1. Maloberti, F. Analog Design for CMOS VLSI Systems. Kluwer Academic Publishers, \n2001. \n2. Sansen, W. M. C. Analog Design Essentials. Springer Verlag, 1ª ed., 2006. \n3. Razavi, B.  Fundamentos de Microeletrônica, LTC, 1ª ed., 2010. \nBibliografia complementar: \n", "117": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n117 \n \n1. Gray, P. R., Lewis, S. H., Meyer, R. G.; Hurst, P. J., Analysis and Design of Analog \nIntegrated Circuits. John Wiley & Sons, 4a ed., 2001. \n2. Razavi, B., Design of Analog CMOS Integrated Circuits. McGraw-Hill College, 1a. ed., \n2000.  \n3. Allen, P. E., Holberg, D. R. CMOS Analog Circuit Design. Oxford Univ Press , 2ª. ed., \n2001. \n4. Baker, R. J., CMOS: Circuit Design, Layout, and Simulation. John Wiley and Sons, 3a \ned. (e-book), 2011. \n5. Thompson, M. Intuitive Analog Circuit Design. Newnes, 1ª ed., 2006. \n \nCEL079 – Processamento de Sinais II \nBIBLIOGRAFIA BÁSICA \n1. Steven M. Kay; Fundamentals of Statistical Signal Processing, Volume I: Estimation \nTheory; Prentice Hall Signal Processing Series; 1993 \n2. Steven M. Kay; Fundamentals of Statistical Signal Processing,Volume II: Detection \nTheory; Prentice Hall Signal Processing Series; 1993 \n3. Van Trees; Detection, Estimation and Modulation Theory Part I. Detection, \nEstimation and Linear Modulation Theory; John Wiley & Sons; 2001BIBLIOGRAFIA \nCOMPLEMENTAR \n1. Monson H. Hayes; Statistical Digital Signal Processing and Modeling; Willey, 1996 \n2. Pouis L. Sharf; Statistical Signal Processing: Detection, Estimation, and Time Series \nAnalysis; Prentice Hall; 1991 \n3. Robert M. Gray e Lee D. Davisson; An Introduction to Statistical Signal Processing; \nCambrige University Press, 2010 \n4. K. Sam Shanmugan e Arthur M. Breipohl; Random Signals: Detection, Estimation \nand Data Analysis; Wiley, 1988 \n5. Peyton Peebles; Probability, Random Variables and Random Signals Principles; \nMcGraw-Hill; 2000 \n \nCEL076 – Dispositivos Lógico Programáveis \n", "118": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n118 \n \nBibliografia Básica: \nRonald J. Tocci, Neal S. Widmer; Sistemas Digitais: Princípios e Aplicações; 10a Edição; \nPrentice Hall; 2007 \nComplementar: \n \nCEL040 – Eletrônica de Potência \nBibliografia Básica: \n1) Barbi, I. Eletrônica de Potência. Edição do Autor, 6a. Edição, Florianopolis, Brasil, \n2009.  \n2) Barbi, I. e Martins, D. Conversores CC-CC Básicos Não-Isolados, Edição do Autor, \nFlorianopolis, Brasil, 2008.  \n \nComplementar: \n3) Barbi, I. e Martins, D. Introdução ao Estudo de Conversores CC-CA. Edição do Autor, \nFlorianopolis, Brasil, 2008.  \n4) Mohan, N. A first course on Power Electronics, MNPERE, Minneapolis, EUA, 2009. \n \nCEL078 – Instrumentação Eletrônica \nBibliografia Básica:  \n1. Albertazzi, Armando ; Fundamentos de metrologia cientifica industrial ; Editora Manole, 2008 \n2. Daniel Thomazini; Pedro Urbano Braga de Albuquerque; Sensores Industriais: Fundamentos \ne Aplicações; Editora Érica; 2008 \n3. Sedra, Adel S.; Microeletronica ; Pearson Prentice Hall ; 2007 \n \nBibiliografia Complementar \n1. Yip, Peter C. L; High-frequency circuit design and measurements; Chapman & Hall; 1990 \n2. Alves, Jose Luiz Loureiro; Instrumentação, controle e automação de processos; Livros \nTécnicos e Científicos; 2005 \n3. Joseph J. Carr; Elements of Electronic Instrumentation and Measurement, 3ª Edição; \nPrentice Hall; 1996 \n4. Robert B. Northrop; Instrumentation and Measurements, 2a Edição; CRC Press; 2005 \n5. INMETRO; Guia para a Expressão da Incerteza de Medição. ISO GUM :ABNT \n6. Pallas-Areny, Ramon; Sensors and signal conditioning, 2a Edição; John Wiley & Sons; 2001 \n7. Kay, Steven M.; Fundamentals of statistical signal processing; Prentice-Hall PTR; 2008 \n", "119": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n119 \n \n \nCELXXX – Laboratório de Sistemas Eletrônicos III \nBibliografia básica: \n1. Sedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007. \n2. Boylestad, R; Nashelsky, L. Dispositivos Eletrônicos e teoria de circuitos. Pearson/Prentice \nHall, 2004.  \n3. Razavi, B., Fundamentos de Microeletrônica, LTC, 1ª Edição, 2010. \n \nBibliografia complementar: \n1. Bogart, T. Dispositivos e Circuitos Eletrônicos. Volume 1. Makron Books Ltda, 2001. \n2. Bogart, T. Dispositivos e Circuitos Eletrônicos. Volume 2. Makron Books Ltda, 2001. \n3. Malvino, A. P., Eletrônica, McGraw-Hil, 2a Edição, 1987. \n4. Valkenburgh, N. V. e Neville, I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n5. Lurch, E. N., Fundamentos de Eletrônica, 1a Edição, LTC, 1984. \n \n9º período \nCEL080 – Software Embarcado \nBibliografia Básica:  \n1. Qing Li;  Real-Time Concepts for Embedded Systems; CMP Books; 1st edition (July \n2003)  \n2. Andrew S. Tanenbaum, SISTEMAS OPERACIONAIS MODERNOS, Prentice Hall Brasil, \n3ª Edição (2010); \nBibliografia Complementar \n1. Tammy Noergaard, Embedded Systems Architecture: A comprehensive guide for \nengineers and programmers, Elsevier, 1st edition, 2005;  \n2. Raj Kamal, Embedded Systems: Architecture, Programming and Design, 2nd Edition \n(2009). \n \nENE082- Instalações Elétricas \nBIBLIOGRAFIA BÁSICA: \n 1. CREDER, HELIO; \"INSTALAÇOES ELETRICAS\", Editora: LTC, 15a Edição, 2007. \n", "120": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n120 \n \n2. COTRIM, ADEMARO A M B; \"INSTALAÇOES ELETRICAS\", Editora:  PRENTICE HALL \nBRASIL, Edição: 5ª, 2008. \n3. MOREIRA, VINICIUS; “Iluminação Elétrica” 1ª Edição, Editora Edgard Blucher, 2001. \n  \nBIBLIOGRAFIA COMPLEMENTAR: \n1. CAVALIN, GERALDO; \"INSTALAÇOES ELETRICAS PREDIAIS\", Editora: ERICA, Edição: \n20ª, 2006. \n2. Lima Filho, Domingos Leite; “Projetos de Instalacoes Eletricas Prediais”, Editora: \nErica, 1ª Edição, 1997 \n3. NERY, NORBERTO; “INSTALAÇOES ELETRICAS - PRINCIPIOS E APLICAÇOES”, Editora:  \nERICA, Ediição: 1ª, 2011 \n4. Botelho, Manoel; “Instalações Elétricas Residenciais Básicas”, Editora Edgard \nBlucher, 2012. \n5. Guerrini , Délio Pereira; “Iluminação - Teoria e Projeto”, Edição 1, Editora Erica, \n2008. \n \nCEL084 – Fontes Chaveadas \nBibliografia Básica: \n1. Mohan, N; Undeland, T. e Robbins, W., “Power Electronics – converters, \napplications, and design”,     John Wiley&Sons, Inc., 2002;   \n2. Billings, K., “Switch Mode Power Supply Handbook”, McGraw-Hill, Inc., 1989.  \n3. Erickson, R. e Maksimovic, D. “Fundamentals of Power Electronics”, Springer, 2001. \nComplementar: \n4. Bertini, L., “Fontes Chaveadas e Conversores DC-DC”, Livrotec, ISBN: \n9788561226015.  \n5. Mello, L., “Projetos de Fontes Chaveadas - Teoria e Prática”, Editora Erica, ISBN: \n9788536503370, 2011.  \n6. Fernendes, S. “Treinamento técnico para reparação em fontes chaveadas”, Antenna \nEdições Técnicas, ISBN: 857036119X.  \n", "121": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n121 \n \n7. Basso, C. “Switch-Mode Power Supplies - Spice Simulations and Practical Designs”, \nMcGraw-Hill Professional, ISBN: 0071508589 , 2008.  \n8. Billings, K. and Morey, T. “Switchmode Power Supply Handbook”, McGraw-Hill \nProfessional, ISBN: 0071639713, 2010. \n \nCEL082 – Laboratório de Projetos Eletrônicos \nBibliografia Básica:  \n1. Sedra, A.; Smith, K.; Microeletrônica; 5a Edição, Pearson/Prentice Hall, 2007. \n2. Ronal J. Tocci,  Neal S. Widmer, Gregory L. Moss. Sistemas Digitais: Princípios e \nAplicações. Peason – Prentice Hall, 8ª  edição para cima. \n3. Joseph Cavanagh, Verilog HDL: Digital Design and Modelign, CRC Press, 2007. \n4. Sanjit K. Mitra; Digital Signal Processing: A Computer-Based Approach; Third Edition \n(2006); McGraw-Hill; 2006; \n5. Manuais dos softwares utilizados, roteiros de laboratório. \n \nBibliografia complementar: \n1. Bogart, T. Dispositivos e Circuitos Eletrônicos. Volume 1. Makron Books Ltda, 2001. \n2. Bogart, T. Dispositivos e Circuitos Eletrônicos. Volume 2. Makron Books Ltda, 2001. \n3. Malvino, A. P., Eletrônica, McGraw-Hil, 2a Edição, 1987. \n4. Valkenburgh, N. V. e Neville, I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n5. Shoab Ahmed Khan, Digital Design of Signal Processing Systems: A practical \napproach; Wiley, 2011. \n \nCEL081 – Projeto de Circuitos de RF \nBibliografia Básica: \n1. Paul H. Yong, Técnicas de Comunicação Eletrônica, Prentice-Hall, 2005. \n2. Reinhold Ludwig, Pavel Bretchko; RF Circuit Design: Theory and Applications; \nPrentice Hall; 2000.  \n3. Guillermo Gonzalez, Microwave Transistor Amplifiers: Analysis and Design, 2nd \nEdition, Prentice Hall, 1996. \n", "122": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n122 \n \nBiblografia complementar: \n1. Ulrich Rohde, David Newkirk; RF/Microwave Circuit Design for Wireless Application, \nWiley Interscience, 2000. \n2. David Pozar, Microwave and RF Design of Wireless Systems, John Wiley, 2001 \n3. R. E. Collin, Foundations for Microwave Engineering, John Wiley & Sons, 2001 \n4. R. J. Cameron, R. Mansour, C. M. Kudsia, Microwave Filters for Communication \nSystems: Fundamentals, Design and Applications, Wiley, 2007. \n5. T. H. Lee, Planar Microwave Engineering: A Practical Guide to Theory, \nMeasurement, and Circuits, Cambridge Press, 1a Ed, 2004. \n \nDPR032 – Noções de Direito Privado \nBibliografia básica: \n1. BULGARELLI, W.; Direito Comercial I, Editora Atlas, 1980. \n2. DIAS, J. A.; Da responsabilidade Civil, Editora Forense, 1987.  \n3. GOMES, O.; Contratos, Editora Forense, 1997. \nBibliografia complementar: \n1. NASCIMENTO, A. M.; Iniciação ao Direito do Trabalho, Editora LTR, 1997. \n2.  MIRANDA,  P.; Tratado de Direito Privado, Editora Borsoi, 1970. \n3. GOMES, O. e GTTSCHALK, E.; Curso de Direito do Trabalho,  Editora Forense, 1998. \n4. MONTEIRO, W. B.; Curso de Direito Civil, 6 volumes, Editora Saraiva, 1994. \n5. COELHO, F. U.; Manual de Direito Comercial, Editora Saraviva, 1996. \n6. SILVA, A. B. A.; Introdução à Ciência do Direito, Editora Salesiana, 1940. \n7. CIAN, G. e TRABUCCHI, A.; Commentario Breve Al Codice Civile, Editora Padova, \n1984. \n8. GONÇALVES, A. C.; Da propriedade Resolúvel, Revista dos Tribunais, 1979. \n9. FERRI, G.; Manuale di Diritto Commerciale, Editora Torino, 1997. \n10. FRANÇA, R. L., Manual de Direito Civil, Revista dos Tribunais, 1978. \n \nENE082 – Análise de Investimentos \nBibliografia Básica: \n", "123": " \n \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n123 \n \n1. Prado, D., Planejamento e Controle de Projetos. Série Gerência de Projetos, vol. 2, \nEditora de Desenvolvimento Gerencial, 2001. \n2. Keelling, R., Gestão de Projetos. 1ed. São Paulo, Editora Saraiva, 2002. \n3. Zigmundo Salomão Cukierman, O Modelo PERT/CPM Aplicado ao Gerenciamento e \nProjetos, Editora LTC, 2009. \n4. Pacinni, A. Matemática financeira aplicada. Livro Técnico. \nBibliografia Complementar: \n1. Marim, W. Análise de alternativas de investimentos. Editora Atlas. \n2. Chiavenato, Idalberto. Introdução à teoria Geral da administração. 3º Ed. São Paulo. \nEditora MacGrauw-Hill, 2004 \n3. Torres, Oswaldo Fadigas Fontes. Fundamentos da Engenharia Econômica e da \nAnálise Econômica de Projetos. 1ed, São Paulo, Editora Thonson, 2006, ISBN: \n8522105227. \n4. Maximiano, Antonio C.A.. Teoria Geral da Administração. São Paulo. Atlas, 2005. \n5. Bernardes, Silva, Moreira, Maurício. Microsoft Project 2010 – Gestão e \nDesenvolvimento de Projetos. Editora Erica, 2010, ISBN: 8536502797. \n \n \n \n \n \n"}