{"1": " \n \n \n \n \n \n \nUNIVERSIDADE FEDERAL DE MINAS GERAIS \nINSTITUTO DE CIÊNCIAS AGRÁRIAS – ICA \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO \nCURSO DE ENGENHARIA FLORESTAL \n \n \n \n \n \n \n \n \n \n \n \n \nMONTES CLAROS \n \nJulho 2012 \n \n \n \n \n \n", "2": " \nSUMÁRIO \n \n1. \n \n \nContextualização da Instituição de Ensino Superior - IES \n \n \n1.1 \n \nDados de Identificação da UFMG \n \n \n1.2 \n \nPerfil Institucional, Missão, Breve Histórico \n \n \n \n1.2.1 \nMissão \n \n \n \n1.2.2 \nBreve Histórico \n \n2. \n \n \nContextualização do Curso  \n \n \n2.1 \n \nDados de Identificação da Unidade e do Curso \n \n \n2.2 \n \nBreve Histórico do Curso \n \n \n \n2.2.1 \nApresentação \n \n \n \n2.2.2 \nCaracterização do Município de Montes Claros \n \n \n \n2.2.3 \nO Instituto de Ciências Agrárias – Campus Regional de \nMontes Claros \n \n \n \n2.2.4 \nHistórico de elaboração do Projeto Pedagógico do curso \n \n \n \n2.2.5 \nHistórico e Relevância da Engenharia Florestal \n \n \n \n2.2.6 \nRazões para criação do curso \n \n3. \n \n \nRequisitos de Acesso  \n \n4. \n \n \nBases Legais \n \n5. \n \n \nObjetivos  \n \n6. \n \n \nPerfil do Egresso \n \n7. \n \n \nPrincípios Teórico-Metodológicos \n \n8. \n \n \nOrganização Curricular \n \n \n8.1 \n \nTrajetórias/Percursos de Integralização \n \n \n8.2 \n \nTrabalho de Conclusão de Curso - TCC \n \n", "3": " \n \n8.3 \n \nEstágio Supervisionado \n \n \n8.4 \n \nAtividades Complementares \n \n \n \n8.4.1 \nIniciação à Pesquisa, à Docência e a Extensão \n \n \n \n8.4.2 \nParticipação em Eventos \n \n \n \n8.4.3 \nGrupo de Estudos \n \n \n \n8.4.4 \nInternato Rural \n \n \n8.5 \n \nEmentário \n \n9. \n \n \nAvaliação da Aprendizagem \n \n10.  \n \nPolíticas e Programas de Pesquisa e Extensão \n \n \n10.1  \nProgramas de Pesquisa \n \n \n \n10.1.1 Programas institucionais de Bolsas de Iniciação Científica \nCoordenados pela Pró-Reitoria de Pesquisa \n \n \n10.2  \nProgramas de Extensão \n \n \n \n10.2.1 Programa de Bolsas coordenado pela Pró-reitoria de Extensão \n \n \n10.3  \nProgramas de Bolsas de Graduação \n \n \n10.4  \nProgramas de Intercâmbio \n \n \n \n10.4.1 Programas de Intercâmbio para os Estudantes da UFMG \n \n \n \n10.4.2 Programa de Intercâmbio para Estudantes Nacionais e \nEstrangeiros \n \n \n \n10.4.3 Programas de Recepção e Acolhimento ao Estudante \nEstrangeiro \n \n \n10.5  \nProgramas de Pós-Graduação \n \n11.  \n \nProgramas de Atendimento a Portadores de Necessidades \nEspeciais  \n \n12.  \n \nInstalações/Laboratórios/Equipamentos \n \n", "4": " \n13.  \n \nBiblioteca  \n \n14.  \n \nGestão do Curso, Pessoal Docente e Técnico-administrativo \n \n \n14.1  \nGestão do curso \n \n \n14.2  \nGestão de Pessoal Docente \n \n \n \n14.2.1 Políticas de qualificação \n \n \n14.3  \nGestão de Pessoal Técnico-Administrativo \n \n \n14.4  \nNúcleo Docente Estruturante \n \n15.  \n \nAvaliação do Curso \n \n \n15.1  \nAvaliação Institucional do Ensino de Graduação \n \n \n15.2  \nSistema de avaliação do Projeto do Curso \n \n16.  \n \nReferências \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "5": " \n \n1 . CONTEXTUALIZAÇÃO DA INSTITUIÇÃO DE ENSINO SUPERIOR - IES \n \n1.1. \nDados de Identificação \n \n \nMantenedora: Ministério da Educação \nIES: Universidade Federal de Minas Gerais - UFMG \nNatureza Jurídica:  \nPessoa Jurídica de Direito Público - Federal \nCNPJ: \n00.394.445/0188-17 \nEndereço: \nAv: Antônio Carlos, 6627 \nPampulha – Belo Horizonte – MG  \nCEP: 31270 – 901 \nFone:  \n+55 (31) 34095000 \nSitio: http//: ufmg.br \ne-mail: reitor@ufmg.br \nAto Regulatório: Credenciamento \nLei Estadual \nNº documento: 956 \nData de Publicação: 07/09/1927 \nPrazo de Validade: \nVinculado ao Ciclo Avaliativo \nAto Regulatório: Recredenciamento \nLei Federal \nNº documento: 971 \nData de Publicação: 19/12/1949 \nPrazo de Validade: \nVinculado ao Ciclo Avaliativo \n \nCI - Conceito Institucional  \n4 \n  2009 \nIGC – Índice Geral de Cursos \n5 \n2009 \nIGC Contínuo \n4.1700 \n2009 \nReitor: Clelio Campolina Diniz \nGestão: 2010 - 2014 \n", "6": " \n 1.2. Perfil Institucional, Missão, Breve Histórico1 \n \nA Universidade Federal de Minas Gerais (UFMG), nos termos do seu Estatuto, aprovado \npelo Conselho Universitário em 5 de julho de 1999, tem por finalidades precípuas a geração, o \ndesenvolvimento, a transmissão e a aplicação de conhecimentos por meio do ensino, da pesquisa e \nda extensão, compreendidos de forma indissociada e integrados na educação e na formação \ntécnico-profissional dos cidadãos, bem como na difusão da cultura e na criação filosófica, artística \ne tecnológica. No cumprimento dos seus objetivos, a UFMG mantém cooperação acadêmica, \ncientífica, tecnológica e cultural com instituições nacionais e internacionais e constitui-se, também, \nem veículo de desenvolvimento regional, nacional e internacional. \n \n1.2.1 Missão \n \nGerar e difundir conhecimentos científicos, tecnológicos e culturais, destacando-se como \nInstituição de referência nacional na formação de indivíduos críticos e éticos, dotados de sólida \nbase científica e humanística e comprometidos com intervenções transformadoras na sociedade e \ncom o desenvolvimento sustentável. \n \n16 \n1.2.2 Breve Histórico \n \nNo século XVIII, a criação de uma Universidade em Minas Gerais já fazia parte do projeto \npolítico dos Inconfidentes. A proposta, entretanto, só veio a se concretizar na terceira década do \nséculo XX, no bojo de intensa mobilização intelectual e política que teve no então Presidente do \nEstado, Antônio Carlos Ribeiro de Andrada, sua principal expressão. Nesse contexto, pela Lei  \nEstadual nº 956, de 7 de setembro de 1927, foi fundada a Universidade de Minas Gerais \n(UMG), pela reunião das quatro instituições de ensino superior existentes, à época, em Belo \nHorizonte: a Faculdade de Direito, criada em 1892; a Faculdade de Medicina, criada em 1911; a \nEscola de Engenharia, criada em 1911; e a Escola de Odontologia e Farmácia, cujos cursos foram \ncriados em, respectivamente, 1907 e 1911. O primeiro Reitor da UMG, nomeado em 10 de \n                                                             \n1 Plano de Desenvolvimento Institucional UFMG – PDI -2008-2012 \n", "7": " \nnovembro do mesmo ano, foi Francisco Mendes Pimentel, Diretor da Faculdade de Direito, que foi \nsede da primeira Reitoria.  \nEm 1942, a Fazenda Dalva, situada na zona suburbana de Belo Horizonte, na região da \nPampulha, foi desapropriada e destinada a sede da Cidade Universitária. Tal decisão foi aprovada \npela comunidade universitária, por intermédio de Comissão criada para interlocução com o \nGoverno, findo o período do Estado Novo, considerando-se a amplitude, tranqüilidade e topografia \nda área, sua relativa proximidade ao centro urbano e a facilidade de transportes. \nA partir da década de 1960, iniciou-se a real implantação do Campus Pampulha. O Plano \nDiretor para a Cidade Universitária, que definia o sistema viário e o zoneamento das atividades por \náreas de conhecimento e serviços, foi concluído em 1957, quando foram iniciadas as respectivas \nobras de infra-estrutura e de apoio.  \nCom a aprovação de seu plano de reestruturação, em 1967, e o advento da Reforma \nUniversitária, em 1968, a UFMG sofreu profunda alteração orgânica, principalmente no que se \nrefere à estrutura do seu sistema de ensino. O desmembramento da antiga Faculdade de Filosofia \ndeu origem à Faculdade de Filosofia e Ciências Humanas, ao Instituto de Ciências Biológicas e ao \nInstituto de Ciências Exatas – ambos responsáveis pela implementação dos ciclos básicos, \nrespectivamente, de ciências biológicas e de ciências Exatas.  O ciclo básico de Ciências Humanas, \nministrado pela Faculdade de Filosofia e Ciências Humanas, foi instituído apenas em 1973. \nEm 1998, foi instituído um projeto concernente à transferência, para o Campus Pampulha, \ndas unidades acadêmicas localizadas na região central de Belo Horizonte, que visava à integração \ndas diversas áreas do conhecimento, à ampliação do número de vagas e à promoção do \ndesenvolvimento acadêmico dessa Universidade, denominado Campus 2000. Assim, com a efetiva \nimplantação desse Campus, nele se encontram, hoje, 20 Unidades Acadêmicas,  uma Unidade \nEspecial – a Escola de Educação Básica e Profissional, que abrange o Centro Pedagógico, o  \nColégio Técnico e o Teatro Universitário –, os prédios da Administração Central da \nUFMG, a Praça de Serviços, a Biblioteca Universitária, a Imprensa Universitária, o Centro de \nMicroscopia Eletrônica, os Restaurantes Universitários Setorial I e II, a Estação Ecológica e o \nCentro de Desenvolvimento da Criança – a “creche da UFMG” –, escola de Educação Infantil, que, \na partir de 2007, passou a ser administrada pela Prefeitura de Belo Horizonte.  \nAlém do Campus Pampulha, em sua estrutura física atual a UFMG conta com o Campus \nSaúde, localizado na região central de Belo Horizonte, onde funcionam a Faculdade de Medicina, a \n", "8": " \nEscola de Enfermagem e nove unidades prediais que compõem o Hospital das Clínicas, \nconsiderado centro de referência e excelência regional e nacional em medicina de alta \ncomplexidade. Em diferentes bairros de Belo Horizonte, localizam-se a Faculdade de Direito, além \ndo Centro Cultural e do Museu de História Natural e Jardim Botânico. Fora da capital, funcionam \no Núcleo de Ciências Agrárias, situado no Campus Regional de Montes Claros, e duas fazendas – \numa experimental, em Igarapé, e outra modelo, em Pedro Leopoldo, ambas vinculadas à Escola de \nVeterinária. Em Diamantina, estão instalados o Instituto Casa da Glória (antigo Centro de \nGeologia Eschwege), órgão complementar e a Casa Silvério Lessa do Instituto de Geociências; em \nTiradentes, situa-se o complexo histórico-cultural dirigido pela Fundação Rodrigo Mello Franco de \nAndrade, que compreende o Museu Casa Padre Toledo e os prédios do Fórum, da Cadeia e do \nCentro de Estudos. \nA Universidade Federal de Minas Gerais, cujo nome foi adotado em 1965, por \ndeterminação do Governo Federal, é pessoa jurídica de direito público, mantida pela União, dotada \nde autonomia didático-científica, administrativa, disciplinar e de gestão financeira e patrimonial. \nAs 20 Unidades Acadêmicas de Ensino Superior da UFMG são responsáveis pelos cursos de \nGraduação presenciais e na modalidade a distância, além dos cursos de Especialização, Programas \nde Residência Médica e demais Programas de Ensino, cursos de Mestrado e Doutorado. No campo \nda pesquisa, atuam nessa Universidade diferentes grupos,  formalmente cadastrados no Diretório \nNacional de Grupos de Pesquisa do Conselho Nacional de Desenvolvimento Científico e \nTecnológico (CNPq). Dando cumprimento a essas atividades, atuam mais de 3.600 pesquisadores, \nentre Doutores ou Livre-Docentes. No tocante à extensão, a Universidade oferta Cursos de \nextensão, Programas e Projetos não-vinculados a Programas, além de inúmeros eventos e \nprestações de serviços, beneficiando,  anualmente, um público que atinge mais de dois milhões e \nmeio de pessoas. \n19 \nNo Concurso Vestibular para ingresso de alunos nos cursos de Graduação da UFMG, são \noferecidas vagas para os diversos cursos de licenciatura e bacharelado, distribuídas entre os turnos \ndiurno e noturno.  A Pós-Graduação dessa Universidade oferta vagas para os cursos de \nespecialização, mestrado e doutorado.  \nAo lado de uma política de expansão que perpassa sua trajetória desde a fundação, a \nUFMG tem-se pautado por parâmetros de mérito e qualidade acadêmicos em todas as suas áreas de \natuação. Seus docentes têm participação expressiva em Comitês de Assessoramento de órgãos de \n", "9": " \nfomento à pesquisa, em Comitês Editoriais de revistas científicas e em diversas Comissões de \nNormas Técnicas.  \nComo Instituição de Ensino Superior integrante do Sistema Federal de Ensino Superior \nBrasileiro, a UFMG é a maior Universidade Pública do Estado de Minas Gerais e destaca-se não \napenas pela abrangência de sua atuação, mas também pelos mais elevados índices de produção \nintelectual, características que justificam sua posição de referência e de liderança, tanto regional \nquanto nacional. Estatísticas recentes atestam a importância da produção científica dessa \nUniversidade. Levantamento internacional recente, que avaliou o número de artigos publicados e \nindexados e a performance acadêmica per capita de todas as Universidades atualmente existentes, \nsitua a UFMG entre as 500 maiores do mundo. \nA UFMG desenvolve projetos e programas de ensino, nos níveis de Graduação e de Pós-\nGraduação, Pesquisa e Extensão, sob a forma de atividades presenciais e a distância, em todas as \náreas do conhecimento. Ocupa-se, também, da oferta de cursos de Educação Básica e Profissional \n– na Escola de Educação Básica e Profissional, no Campus Pampulha, e no Núcleo de Ciências \nAgrárias, no Campus Regional de Montes Claros. Além de se constituírem um campo de \nexperimentação para a formação no ensino superior, esses sistemas de Educação Básica e \nProfissional da UFMG compõem um locus de produção teórica e metodológica sobre questões \nreferentes a esses níveis de ensino, inclusive de propostas de integração entre ambos. \n \n2. CONTEXTUALIZAÇÃO DO CURSO  \n \n2.1 Dados de Identificação da Unidade e do Curso \n \nCurso: Engenharia Florestal \nUnidade: Instituto de Ciências Agrárias \nEndereço:  \nAvenida Universitária, nº. 1000, Bairro Universitário, \nMontes Claros – MG, CEP 39.404-547. \nFone:  \n+55 (38)2101-7779 \nSitio: http//: www.ica.ufmg.br \n", "10": " \ne-mail: colgradengf@ica.ufmg.br \nDiretor da Unidade:  \nDelacyr da Silva Brandão Junior \n \nGestão:  \n04 de nov. de 2011 - 04 de nov. de 2015  \nCoordenador do Colegiado:  \nChristian Dias Cabacinha \nSubcoordenadora: Nilza de Lima Pereira Sales \nGestão:  \njulho/2011 – julho/2013 \nNúmero de Vagas: 40 vagas \nCPC: Não se aplica \nTurno de Funcionamento: Diurno \nCarga Horária Total: 3.645 horas \nTempo de Integralização: \nMínimo: 08 semestres \nPadrão: 10 semestres \nMáximo: 17 semestres \nModalidade:  \nBacharelado \n \n \n \n2.2. \nBreve Histórico do Curso \n2.2.1  Apresentação \nA Engenharia Florestal é uma profissão bastante dinâmica pautada na administração e no \nmanejo dos recursos florestais, baseado em conhecimentos fornecidos pela ciência florestal. O \nengenheiro florestal maneja e administra as áreas florestais visando à proteção ecológica, à \nobtenção de produtos florestais (madeira, essências, carvão, látex, resinas, caça, frutos, etc.), à \nrecreação e lazer, ou ainda à obtenção de todos esses benefícios simultaneamente.  \nO setor florestal brasileiro desenvolveu-se principalmente a partir da década de 1960 com a \nLei nº 5.106, de 2 de setembro de 1966, que viabilizou incentivos para plantios florestais. As \nflorestas plantadas foram a base para o estabelecimento e a expansão da indústria florestal em \n", "11": " \ndiferentes regiões do país, permitindo ao setor ganhar expressão no cenário sócio-econômico \nnacional.  \nDe acordo com o Anuário Estatístico da ABRAF (Associação Brasileira de Produtores de \nFlorestas Plantadas), de 2005, as florestas plantadas são atualmente a principal fonte de matéria-\nprima florestal e importante fator de competitividade para os seguimentos de celulose e papel, \npainéis de madeira, siderurgia e carvão vegetal, energia industrial, produtos sólidos de madeira, \nmóveis de madeira, entre outros, cujos segmentos contribuem significativamente para a pauta de \nexportação e na geração de divisas para o país.  \nNo entanto, a ABRAF conclui que, apesar dos indicadores de renda, emprego e balança \ncomercial do setor florestal serem positivos, a sua capacidade de produção de madeira ainda está \nabaixo do seu potencial. A Finlândia, por exemplo, que não possui floresta plantada, e tem baixa \nprodutividade florestal, comercializou (exportação e importação) em 2004, US$ 13,5 bilhões, \n100% a mais em relação ao comércio brasileiro de produtos florestais (US$ 6,7 bilhões).  \nConforme o Instituto de Desenvolvimento Industrial de Minas Gerais -INDI (2003), \nespecificamente em Minas Gerais, o setor florestal merece destaque, pois mais da metade das \nplantações de eucalipto no Brasil (52,6%) está localizada no nosso Estado. Em relação ao plantio \nde pinus, a ocupação de área plantada é de 8,5% (menos expressiva), porém com boas \npossibilidades de aproveitamento.  \nAinda segundo o INDI (2003), a indústria de base florestal participa com significativo \nporcentual do PIB mineiro, gera empregos diretos e indiretos, arrecada impostos e agrega divisas \nde exportações pois, Minas Gerais é responsável por 60% da produção nacional de ferro-gusa e \ncarvão vegetal e seu parque industrial possui 40 indústrias não integradas.  \nAs indústrias mineiras de base florestal, consumidoras de madeira serrada, também, \ndesempenham papel importante em Minas, com crescente número de empreendimentos produtivos \ndo setor moveleiro. \nCom relação ao consumo de carvão vegetal, Minas Gerais consome 16,8 milhões metros de \ncarvão (mdc) vegetal por ano. Em um grande esforço para diminuir a produção de carvão com \nespécies nativas, a porcentagem de madeira retirada dos Cerrados desde 1984, caiu de 82,5% para \n25% do total consumido. Entretanto, mesmo com esta diminuição de consumo, ainda são utilizados \n4,33 milhões de mdc advindos de áreas exploradas de forma intensiva, com níveis de intervenção \noscilando em torno de 90%.  \n", "12": " \nNa região Norte de Minas, há uma concentração de grande número de projetos de \nexploração da vegetação do Cerrado, incluindo um contingente considerável de pessoas que \nsobrevivem desta atividade, em função do baixo índice de sustentabilidade social, econômica, \nagrícola, pecuária e florestal da região.  \nEstudos científicos que abordam técnicas modernas de manejo florestal, em que se \nintegram aspectos silviculturais, ambientais e econômicos, para a vegetação do Cerrado, ainda são \nescassos. A implantação de um curso de Engenharia Florestal no Norte de Minas seria uma das \nsoluções para se pesquisar técnicas silviculturais, que atendam as especificidades dessa região e \npermitam aos exploradores florestais a promover uma efetiva integração entre a exploração \nsustentada de recursos naturais e a preservação do meio ambiente. Além disso, a Universidade \nFederal de Minas Gerais amplia a sua relevante função político-social perante a sociedade e mais \numa vez interioriza a sua atuação no Estado de Minas Gerais. \nO Instituto de Ciências Agrárias (ICA) da Universidade Federal de Minas Gerais (UFMG) \nem 2008 apresentou o Projeto de Criação do Curso de Graduação em Engenharia Florestal. Sua \nProposta Curricular, aprovada pelo parecer 299/2008 da Câmara de Graduação da UFMG, \ncontempla, por meio da flexibilização curricular, a construção do conhecimento de modo a atender  \ntanto às demandas da sociedade moderna, quanto às especificidades do Norte de Minas, região na \nqual se localiza o ICA/UFMG, e que possui singularidades pertinentes às especificidades dos \nbiomas: Cerrado, Caatinga e Mata Atlântica.  \n \n2.2.2 Caracterização do Município de Montes Claros \n \nPara o Instituto Brasileiro de Geografia e Estatística (IBGE), o município de Montes Claros \nestá situado na mesorregião Norte de Minas, enquanto que, para os órgãos mineiros, essa região é \ndenominada Região Norte de Minas. Está inserida no Polígono das Secas, área de atuação da \nADENE2 \n(Agência de Desenvolvimento do Nordeste), sendo uma das regiões mais carentes de \nMinas Gerais e do Brasil. \n                                                             \n2 A ADENE foi criada pela Medida Provisória Nº 2.146-1, de 04 de maio de 2001, alterada pela Medida Provisória Nº \n2.156-5, de 24 de agosto de 2001 e instalada pelo Decreto Nº 4.126, de 13 de fevereiro de 2002, a qual substitui a \nSUDENE \n- \nSuperintendência \nde \nDesenvolvimento \ndo \nNordeste \nde \nMinas. \nhttp://www.indi.mg.gov.br/indi/resultados/resultados.html \n", "13": " \n Localizada no quadrante 14º30’ e 18º de latitude S, e 41º e 46º de longitude W, numa área \nde cerca de 120.700 Km², a Região Norte de Minas, equivalente 20,5% do território estadual na \nqual se destaca o município de Montes Claros, distante 430 Km de Belo Horizonte. \nNa Região Norte de Minas, o município de Montes Claros é o centro urbano de referência \npara o comércio, influindo na orientação e na expansão da produção regional. O desenvolvimento \neconômico de Montes Claros ocorreu por meio dos incentivos fiscais da ADENE, a partir da \ndécada de 1970, os quais propiciaram modificações estruturais na realidade do município, \ndeterminando fluxos internos de pessoas, mudanças de hábitos, maior circulação de capital e \nemprego de tecnologias que diminuíram o distanciamento econômico da cidade com as metrópoles \ndo país. Por outro lado, a implantação de projetos de altas tecnologias fomentou o fluxo de \nmigração de mão-de-obra especializada, ao mesmo tempo funcionaram como atração para as \npopulações rurais e urbanas de principalmente de outros municípios da Região Norte de Minas, \ndevido ao processo de concentração da propriedade rural e do estrangulamento de pequenas \npropriedades.  \nOs resultados da implementação do paradigma do desenvolvimento à realidade da Região \nNorte de Minas, por meio das políticas de desenvolvimento regional, articuladas às políticas \nmacroeconômicas brasileiras, conduziram essa região à formação de um padrão de \ndesenvolvimento que ainda apresenta um baixo Índice de Desenvolvimento Humano.  \nNesse processo de expansão econômica de Montes Claros, a abertura de estradas foi um \ndos fatores que contribuíram para assegurar-lhe uma posição de destaque regional, ligando-a aos \ndemais municípios da região e aos maiores centros econômicos do país, se constituindo no \nsegundo entroncamento rodoviário nacional, o que viabiliza a implementação de novos \ninvestimentos no município, e também na Região Norte de Minas.  \nCom relação aos aspectos físicos, o Norte de Minas se caracteriza como uma região de \ntransição, em seus aspectos geográficos, entre o Sudeste e o Nordeste brasileiros. Esses aspectos \nfísicos fizeram da região fronteira agrícola brasileira para a modernização da agricultura via \nRevolução Verde.   \nAlguns dos reflexos dessa modernização foi a grande retirada da cobertura vegetais \nindiscriminada, várias áreas sem efetivo uso agrícola e, impactos ambientais negativos que \nnecessitam de projetos de recuperação para adequação ambiental, social e econômica.  \nO clima varia de tropical semi-úmido a tropical semiárido, cujas temperaturas médias \n", "14": " \nanuais variam de 20 a 24ºC, sendo as maiores temperaturas verificadas no vale do São Francisco e \nas menores nos municípios de Grão Mogol e Cristália. As temperaturas mais elevadas ocorrem no \nmês de outubro e as mais baixas no mês de julho.  \nA precipitação anual média, na região Norte de Minas varia de 750 a 1.250 mm, \napresentando duas estações bem definidas: uma estação seca -de abril a setembro -e uma estação \nchuvosa -de novembro a março, sendo esta uma de suas características climáticas.  \nA rede hidrográfica da área é composta por corpos d’água de partes de três bacias: São \nFrancisco, Pardo e Jequitinhonha.  \nO rio São Francisco, forma a bacia hidrográfica mais importante da Região, com inúmeros \ncursos d´água. De acordo com os estudos de qualidade das águas superficiais de Minas Gerais, \nrealizado pelo IGAM – Instituto Mineiro de Gestão das Águas, em 2005, a água do rio São \nFrancisco apresentou, entre as cidades São Francisco e Itacarambi, o Índice de Qualidade das \nÁguas (IQA) classificado como Médio e,  para o restante de seu curso na região Norte de Minas, \nesse Índice foi classificado como Bom. Com relação à Contaminação por Tóxicos, em rês estações \nde amostragem foi constatado o índice Baixo e em uma dessas estações, no município de São \nFrancisco, constatou-se o índice Médio.  \nA disponibilidade de água do rio São Francisco e de seus afluentes, foi um dos fatores \nconsiderados por órgãos dos governos federal e estadual para planejar o desenvolvimento da \nregião. Atualmente existem quatro projetos públicos de irrigação no Norte de Minas Gerais: o \nPirapora, o Gorutuba, o Projeto Jaíba e o Projeto Lagoa Grande que, demandam grande quantidade \nde mão-de-obra das ciências agrárias.  \n A segunda rede de drenagem é formada pelo rio Jequitinhonha, o qual forma o limite \nsudeste da região Norte de Minas com a Messoregião Jequitinhonha. Em 2005, de acordo com o \nIGAM, esse rio, apresentou o Índice de Qualidade da Água classificado como Bom. Quanto ao \nnível de Contaminação por Tóxicos, em quatro estações de amostragem apresentou-se Baixo e, em \noutras três estações de amostragem esse índice apresentou-se Médio.  \nA bacia do rio Prado é o terceiro sistema de drenagem, que abrange municípios do nordeste \nda região Norte de Minas. Também, de acordo com os estudos do IGAM, em 2005, o Índice de \nQualidade da Água do rio Pardo estava Bom e com Baixa Contaminação por Tóxicos; com \nmonitoramento em duas estações de amostragem.  \nCom relação aos rios efluentes do Jequitinhonha e do rio Pardo, o rio Salinas é o único que \n", "15": " \ntem estação de amostragem de monitoramento da qualidade da água. Nesse rio, o IQA encontrava-\nse Ruim e com Alta Contaminação por Tóxicos, em 2005.  \nA respeito da geologia, a região Norte de Minas apresenta em maior extensão formações \ngeológicas de origem metassedimentar. As diversas formações da área, cronologicamente, se \nsituam desde o Pré-cambriano até o Haloceno, destacando-se, por sua maior extensão, aquelas \natribuídas ao Pré-cambriano A (Grupo Bambuí) e ao Cretáceo (Formação Urucuia e Areado), além \nde recobrimentos referidos provavelmente ao Terciário.  \nA vegetação apresenta-se num mosaico de formações vegetais no Norte de Minas. \nCaracteriza-se por uma diversidade vegetal típica, sendo que uma parcela significativa dessa \nvegetação é típica do Planalto Central Brasileiro -Cerrados – que entra em contato ecossistêmico \ncom o Bioma Caatinga e a Mata Atlântica formando, desse modo, uma ampla faixa de transição \nvegetacional.  \nEsse mosaico de vegetação é explicado pelos aspectos físicos da região: tipos de solo, de \nrelevo -mudanças de altitude e linhas de drenagem, pela drenagem e pelo tipo de clima. Tal como \nquem disputa o domínio do território, essas fitofisionomias se entrelaçam, conformando complexos \ne variados ecossistemas de transição: Matas Secas e Florestas caducifólias e subcaducifólias; \nMatas caducifólias e subcaducifólias de várzea; Matas perenifólias de várzea com buritis. \nApresenta também, formações lenhosas de transição: Floresta/Caatinga, Floresta/Cerrado e \nCerrado/Caatinga, Campo de várzea e Formações rupestres.  \nCom relação aos aspectos econômicos, na Região Norte de Minas foram identificados, pelo \nBanco do Nordeste3 \nem 1998, pólos de desenvolvimento agroindustrial: Jaíba, Janaúba, Manga, \nMatias Cardoso, Nova Porteirinha, Porteirinha e Verdelândia. De acordo com os estudos \nrealizados, esses municípios apre sentam algumas vantagens competitivas: proximidade dos \nmercados do Centro-Oeste e Sudeste, disponibilidade de terra e água de boa qualidade, mão-de-\nobra abundante, infra-estrutura de irrigação implantada e em expansão, ciclo produtivo precoce e \naltos níveis de produtividade.  \nNo entanto, esses pólos de desenvolvimento ainda necessitam de ações de forma a \npotencializar o desenvolvimento da Região Norte de Minas.  \n                                                             \n3 Por solicitação da Secretaria Nacional de Irrigação o Banco do Nordeste, elaborou os \"Estudos sobre a Agroindústria \nno Nordeste\", documento editado em 1998.  \nhttp://72.14.207.104/search?q=cache:nYd9wAxC4VEJ:www.codevasf.gov.br/menu/os_vales/pot_agroind+mapa++S\n%C3%A3o+Francisco+norte+de+minas&hl=pt-BR&gl=br&ct=clnk&cd=1,acesso em 10 de maio de 2006. \n", "16": " \nA participação da agropecuária tem sido decisiva na economia regional. Segundo dados do \nIBGE, no município de Montes Claros, entre 1995 e 1996, o valor da produção agrícola, foi \nestimado em cerca de 30 milhões de reais; em todo o Norte de Minas, o valor das cabeças (suínos, \naves e bovinos), abatidas somavam aproximadamente 10 milhões de reais; e a produção leiteira foi \nestimada em 188 milhões de litros, sendo um dos principais produtos regionais. Vale destacar que \na pecuária tem sido a atividade que mais contribui para o valor da produção do setor primário \nregional. No entanto, a principal atividade pecuária da região tem sido a bovinocultura de corte \nextensiva, com baixos índices de produtividade. \n \n2.2.3 O Instituto de Ciências Agrárias – Campus Regional de Montes Claros \n \nO Instituto de Ciências Agrárias forma o Campus Regional da UFMG, na cidade de Montes \nClaros, inserido em uma fazenda-escola, com uma área de 232,32 ha.  \nNessa Unidade de ensino já foi ofertado curso técnico em Agropecuária. Este era oferecido \npelo Colégio Agrícola Antônio Versiani Athayde, criado pela Lei n° 4.323, de 11 de abril de 1964, \ntendo sido incorporado à UFMG pelo Decreto n° 63.416, em 1968.  \nEm 1975, por meio da Portaria nº 768, o reitor da UFMG instituiu o Núcleo de Tecnologia \nem Ciências Agrárias, no qual foram implantados os cursos superiores de curta duração em \nBovinocultura e Administração Rural. Esses cursos enceraram suas atividades em 1981, sendo \nreativado o Ensino de 2º Grau com formação de Técnicos em Agropecuária. Em 2001, com a \nimplantação de uma nova política educacional no Brasil, o Núcleo de Tecnologia em Ciências \nAgrárias de Montes Claros passou a oferecer o curso Técnico em Agropecuária, com duração de \ndois anos, em caráter modular.  \nEm 1987, por decisão do Conselho Universitário da UFMG, o Núcleo de Tecnologia em \nCiências Agrárias de Montes Claros passa a ser uma Unidade Especial - Instituto de Ciências \nAgrárias a qual está vinculada à Reitoria, conforme publicação no Diário Oficial de 06/06/1989.  \nAtualmente, o ICA oferece os cursos de Graduação em Agronomia; Zootecnia; Engenharia \nde Alimentos; Administração; Engenharia Agrícola e Ambiental, além de especializações lato \nsensu e stricto sensu.  \nEm sua Pós-Graduação, o ICA oferece a Especialização lato sensu em Recursos Hídricos e \nAmbientais e, em stricto sensu, o Mestrado em Ciências Agrárias com ênfase em Agroecologia.  \n", "17": " \n \n2.2.4 Histórico de elaboração do Projeto Pedagógico do curso \n \nEm 05 de março de 2007 foi encaminhada ao Setor Acadêmico da Pró-Reitoria de \nGraduação da UFMG, PROGRAD/UFMG, uma proposta de Projeto Pedagógico para a criação do \ncurso de graduação em Engenharia Florestal.  \nEm 22 de outubro de 2007 o Conselho Diretor do ICA aprovou o Projeto Pedagógico do \ncurso de Engenharia Florestal reformulado a partir da proposta anterior para inserção no programa \nREUNI.  \nEm 04 de junho de 2008 o diretor do ICA encaminhou formalmente o Projeto Pedagógico \nreformulado à Pró-Reitoria de Graduação. \nO Projeto Pedagógico do curso de Graduação em Engenharia Florestal foi aprovado pela \nCâmara de Graduação da UFMG em 23 de setembro de 2008 por meio do Parecer CG/299/2008. \nEm março de 2009 ingressou a primeira turma do curso. \n \n \n2.2.5 Histórico e Relevância da Engenharia Florestal \n \nA primeira escola a estudar e a formar especialistas em ciência florestal, no mundo, foi \ncriada em 1811 em Tharandt, na Alemanha. Em 1825 foi fundada, também na Alemanha, a \nUniversidade de Gissem, e em 1830 a Academia de Eberswald e a Academia Florestal de \nEisenach. Alguns anos mais tarde surgiram as Universidades de Carlruhe, Munich e Tubigem, que \ntambém ministram cursos de Engenharia Florestal. A partir de então, outros países também \ncriaram o curso. \nNa Europa, cada país possui pelo menos uma escola de Engenharia Florestal. \nNa América, a primeira escola foi fundada em 1895, em Baltimore, nos Estados Unidos. \nAté 1955 estes países contavam com 37 escolas e formavam mais de 1000 engenheiros florestais \npor ano. Os outros países da América que contam com o curso de Engenharia Florestal são: Brasil, \nCanadá, México, Costa Rica, Chile, Argentina, Venezuela, Cuba e Colômbia. No Brasil, a primeira \nescola foi instalada em 1960 na cidade de Viçosa, Minas Gerais. Esta escola foi transferida para \n", "18": " \nCuritiba, Paraná, em 1964, e neste mesmo ano foi criada, através de decreto, a Escola Superior de \nFlorestas na atual Universidade Federal de Viçosa. \nAté 2005, segundo dados de Bantel, presidente da Sociedade Brasileira de Engenheiros \nFlorestais, existiam 34 cursos de Engenharia Florestal no país, vinculados a 31 entidades \nmantenedoras e distribuídos por 19 unidades da federação. Foram previstos 2 novos cursos para \n2006. \nNo estado de Minas Gerais, existem apenas 3 cursos: na Universidade Federal de Lavras \n(UFLA), na Universidade Federal de Viçosa (UFV) e na Universidade dos Vales do Jequitinhonha \ne Mucuri (UFVJM), na cidade de Diamantina. São oferecidas 150 vagas anuais nessas \nUniversidades. \nNo Norte de Minas existe uma carência generalizada de vagas no ensino superior e apesar \nde haver uma vocação florestal na região, não temos nenhuma instituição que ofereça o curso de \nEngenharia Florestal. O curso mais próximo é o de Diamantina, distante 230Km de Montes Claros. \nO curso terá por referência o cenário e as vocações regionais, entretanto com preocupação \nde tratamento dialógico privilegiando o local versus o global, de modo a favorecer a formação de \nprofissionais capazes de se inserir nos diversos contextos geográficos e sócio-políticos. \n \n2.2.6 Razões para criação do curso  \n \nA implantação do Curso de Engenharia Florestal no Instituto de Ciências Agrárias, no \ncampus regional de Montes Claros, foi mais uma oportunidade de construir a efetiva interiorização \nda universidade pública, numa das regiões mais carentes de Minas Gerais. Portanto, possibilitou à \nUFMG assumir, de fato, em atendimento ao dispositivo constitucional, o lugar e os meios de se \ntornar agente solidário da sociedade mineira e nacional.  \nCom o objetivo de buscar subsídios para traçar um plano de efetiva interiorização da \nUFMG, por meio de seu campus em Montes Claros, o Instituto de Ciências Agrárias realizou uma \npesquisa no período de 04/09/2003 a 06/10/2003 junto a alunos do 3º ano do Ensino Médio e Pré-\nvestibulares de Montes Claros visando identificar qual(is) o(s) curso(s) da área das ciências \nagrárias deveria ser oferecido na região. \n A Comissão de Avaliação do Papel do ICA/UFMG no Norte de Minas apurou em sua \npesquisa que, além do curso de Agronomia, primeiro lugar em termos de preferência, os cursos de \n", "19": " \nZootecnia e Engenharia Florestal ocuparam o segundo lugar na demanda por novos cursos na \nregião. Atendendo a essa demanda, no primeiro semestre de 2005, teve início o curso de Zootecnia \nda UFMG em seu campus de Montes Claros. \n Um aspecto a ser salientado foi que a necessidade de formação do profissional Engenheiro \nFlorestal tornar-se cada dia mais evidente, considerando que os graves problemas relacionados à \nárea florestal e ambiental hoje existente, especialmente na região de influência do ICA, poderiam \nser sanados com a interferência de profissional capacitado para atuar nas atividades específicas da \nEngenharia Florestal.  \nA região norte é uma das principais com vocação florestal do estado de Minas Gerais, \npossuindo um extenso maciço reflorestado responsável pelo abastecimento do carvão vegetal \ndemandado pelas siderúrgicas mineiras. Aliado a esses fatos destaca-se ainda, a grande utilização \nde frutos nativos e espécies medicinais do Cerrado pela população local, havendo uma grande \nexploração desse Bioma na região e uma carência por profissionais que trabalhem com o manejo \nsustentável do mesmo.  \nAlém dessa necessidade regional, destaca-se a similaridade na formação do Agrônomo e do \nEngenheiro Florestal, podendo maximizar a utilização da competência atualmente instalada no \nCampus Regional de Montes Claros, em termos de instalações físicas e, principalmente, de \nrecursos humanos, o que dispensou grandes investimentos por parte da Instituição.  \nA graduação em Engenharia Florestal está voltada para atender às reais necessidades da \nRegião Norte de Minas, em termos de produção florestal, manejo florestal e ambiental sustentável \ne tecnologia de produtos florestais, orientada no sentido de delinear o perfil do Engenheiro \nFlorestal a ser formado pelo ICA/UFMG, a partir de uma estrutura curricular coerente com o \nestabelecido nas características do Curso, considerando as habilidades, conhecimentos e \ncomportamentos de que deverá ser dotado esse profissional, observando-se a legislação específica \nemanada pelos Órgãos competentes.  \nSoma-se à demanda do curso de Engenharia Florestal na Região Norte de Minas, \nconstatada por essa pesquisa, relevantes motivações de ordem: técnica, política e social4, conforme \nestudo publicado pela Sociedade Brasileira de Engenharia Florestal.  \nAs razões técnicas são baseadas na necessidade de profissionais no mercado e pelas \n                                                             \n4 http://www.sbef.org.br/noticias/silvicultura.pdf \n", "20": " \ncaracterísticas físicas da Região Norte de Minas.  \nAs razões políticas são caracterizadas pela necessidade de se atender a uma unidade da \nfederação, ou uma região geoeconômica, ou uma ecorregião ou ainda uma bacia hidrográfica na \ninstalação de curso de graduação.  \nAs razões sociais são lastradas no direito do cidadão de poder optar por formação \nprofissional sem ter que se afastar ou “migrar” do seu meio familiar, social, cultural e político.  \nConsiderando estas motivações, podemos sugerir que em muitos locais deste País de \ndimensões continentais, contendo diversos centros econômicos baseados em atividades florestais, \nbem como praticamente em todos recantos, tanto urbanos como rurais e florestais, há a necessidade \nde se desenvolver atividades de cunho ambiental próprio de Engenheiros Florestais.  \nDe acordo com os estudos de Bantel5, de 2005, publicados pela Sociedade Brasileira de \nEngenheiros Florestais, a demanda de criação de curso de Graduação em Engenharia Florestal no \nBrasil, considerando as razões políticas e sociais, é de oito cursos de modo a contemplar a todos os \nestados da federação.  \nAtualmente, no Brasil, existem 34 cursos de Graduação em Engenharia Florestal, \ndistribuídos por 19 estados brasileiros. Em Minas Gerais, o curso de Engenharia Florestal é \noferecido pelas Universidades Federais de Viçosa (UFV) e de Lavras (UFLA) localizadas na zona \nda mata e região sul, respectivamente. O curso mais próximo à região norte do estado é oferecido \npela UFVJM – Universidade Federal dos Vales do Jequitinhonha e Mucuri, localizada na cidade de \nDiamantina, a qual visa atender especificamente à essa região.  \nEm seu estudo Bantel (2005) conclui que, por justificativas técnicas e sociais, para cada \ngrupo populacional de até sete milhões de habitantes, há necessidade de um curso de Graduação \nem Engenharia Florestal. Considerando esses dados, no Estado de Minas Gerais, há uma \ndeficiência de três desses cursos para atender à suas demandas.  \nBantel (2005) estima que exista no Brasil aproximadamente 11.000 Engenheiros Florestais, \nsendo que desses, cerca de 8.500 exercem a profissão. Considerando que existe uma relação de \nequilíbrio entre o número de profissionais da Engenharia Florestal e número de habitantes de uns \npaís, no Brasil, há um grande déficit desses profissionais. Para esse autor, somente 26% da \n                                                             \n5 BANTEL, Carlos Adolfo. O Ensino da Silvicultura, a Distribuição Espacial dos Cursos de Graduação em Engenharia \nFlorestal \ne \nas \nAtribuições \ndo \nExercício \nProfissional \nno \nBrasil. \nDisponível \nem \nhttp://www.sbef.org.br/noticias/silvicultura.pdf, acesso em 12 de maio de 2006. \n", "21": " \ndemanda de Engenheiros Florestais é atendida em nosso país.  \nA ABRAF (2005) possui dados que demonstram que as atividades do setor de florestas \nplantadas e as cadeias de transformação industrial da madeira, constituem atualmente uma parcela \ndinâmica e em franca expansão da economia nacional, com investimentos de grande porte \nplanejados para os próximos anos, e projeções crescentes de futuramente, exportações e geração de \nempregos. De acordo com esse Anuário, na lista dos países com os maiores plantios florestais, o  \nBrasil destaca-se como o sétimo país com aproximadamente 5,2 milhões de hectares \nplantados. Especificamente em Minas Gerais, áreas tradicionais de pastagens, sobretudo aquelas \ndegradadas estão sendo utilizadas para os plantios florestais, detendo a maior área individual de \nflorestas do país, com cerca de 1,2 milhão de ha, sendo 13% com pinus e 87% com eucalipto. \n \n3. REQUISITOS DE ACESSO  \n \nDe acordo com o Regimento Geral da UFMG a admissão dos alunos da graduação ocorre \nmediante processo seletivo, via vestibular, com base nas normas estabelecidas pelo Conselho de \nEnsino, Pesquisa e Extensão (CEPE). \nNesse sentido, em observância às normas Institucionais, a Comissão Permanente do \nVestibular (COPEVE) é o órgão responsável pela determinação e execução das atividades relativas \nao Concurso Vestibular.  \n       \nAs condições de ingresso seguem o Regimento Geral da Graduação, Seção II, Art. 35. A \nadmissão ao curso é feita mediante concurso vestibular, dividido em duas etapas, aberto aos \ncandidatos que tenham concluído o ensino médio ou estudos equivalentes. Primeira etapa de \ncaráter eliminatório, composta pelas provas objetivas do ENEM, de inteira responsabilidade do \nInstituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira do Ministério da Educação \n(INEP/MEC). Segunda etapa de caráter classificatório, composta pelas provas específicas, de \ninteira responsabilidade da UFMG, e pela prova de Redação do ENEM, de inteira responsabilidade \ndo Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira do Ministério da \nEducação (INEP/MEC). As provas específicas práticas da segunda etapa são avaliadas por uma \nBanca Examinadora cumprindo uma função eliminatória e classificatória.  \n", "22": " \nOutra possibilidade de acesso ao curso é a reopção e rematrícula do aluno. A Resolução \n02/2010 de 26 de abril de 2010 do Colegiado de Coordenação Didática do Curso de Engenharia \nFlorestal, considerando o disposto nos itens 70, 71 e 72 das Normas Gerais do Ensino da \nGraduação, bem como no artigo 4° da Resolução CEPE n° 05/2007, de 24 de maio de 2007, \nestabelece como critérios de seleção e classificação a serem observados nos processo de reopção os \nseguintes, na ordem em que se apresentam: \nI - Maior número de créditos integralizados em disciplinas passíveis de aproveitamento no \ncurso de Engenharia Florestal; \nII – Melhor conceito obtido nessas disciplinas; \nIII - Melhor aproveitamento no curso de origem do candidato, com base em seu Rendimento \nSemestral Global médio (RSG). \nNos termos da Resolução 02/2010,consideram-se disciplinas passíveis de aproveitamento \nàquelas comuns ao curso de Engenharia Florestal e ao curso de origem do candidato. Do mesmo \nmodo, caso, obedecida a ordem estabelecida neste artigo, subsista algum empate, este será \nresolvido mediante análise da justificativa apresentada pelo candidato ao Colegiado, em \nRequerimento próprio. \nJá para a rematrícula, a referida Resolução estabelece os seguintes critérios de seleção e \nclassificação, também na ordem em que se apresentam: \nI – Ausência de rematrícula anterior para o curso de Engenharia Florestal da UFMG; \nII - Ingresso na UFMG mediante Processo Vestibular; \nIII - Maior número de créditos integralizados no curso de Engenharia Florestal da UFMG, \nantes do desligamento; \nIV - Melhor rendimento escolar na UFMG, antes do desligamento.  \n     No caso de vagas remanescentes, ainda há a possibilidade de acesso ao curso pela \nTransferência e pela Obtenção de Novo título.  O candidato deve, portanto, prestar vestibular, \nrealizando as provas específicas do curso de Engenharia Florestal.  \n \n4 BASES LEGAIS \n \n", "23": " \n     A criação do curso de Engenharia Florestal, autorizado pelo parecer 299/2008 da Câmara de \nGraduação da UFMG, contemplou os seguintes itens: \na) Cumprimento das metas previstas no Programa de Desenvolvimento Institucional (PDI) \n2008-2012 da UFMG, no que se refere ao atendimento das demandas sociais e à criação de \noportunidades de inclusão social através da expansão das matrículas da graduação; \nefetivação de um projeto pedagógico que atenda a flexibilização curricular;ampliação das \npossibilidades de participação dos estudantes em ações que contribuam para uma formação \ncom relevância acadêmica e social, e intensificação das relações com a respectiva área do \nconhecimento e de atuação profissional; \nb) Cumprimento das Diretrizes de Flexibilização Curricular da UFMG aprovada pelo \nConselho de Ensino, Pesquisa e Extensão (CEPE) em 2001. Segundo esta norma, os \ncurrículos dos cursos de graduação têm por base a flexibilidade, a diversidade, o \ndinamismo do conhecimento, da ciência e da prática profissional. Nesse sentido, o currículo \né concebido como um sistema articulado de saberes, organizado sob a forma de atividades \nacadêmicas obrigatórias, optativas e eletivas, de modo a favorecer ao estudante a \nconstrução de trajetórias, cujos percursos contemplam uma estrutura com três dimensões, a \nsaber: um Núcleo de Formação Específica, uma Formação Complementar e um conjunto de \natividades de Formação Livre; \nc) Parecer CNE/CES 308/2004, Resolução CNE/CES no. 3 - Diretrizes Curriculares \nNacionais (DCN) específicas para o Curso de Engenharia Florestal;A carga horária total do \ncurso é de 3.645 horas, aproximando-se assim da regulamentação prevista para o curso de \nEngenharia Florestal conforme Parecer CNE/CES 08/2007 e Resolução CNE/CES 02/2007 \nque dispõe sobre carga horária mínima e procedimentos relativos à integralização e duração \ndos cursos de graduação, bacharelados, na modalidade presencial, que estabelece o mínimo \nde 2.400 horas. \nd) A oferta do ensino de Libras (Língua de sinais) está contemplada no currículo do curso, de \nacordo com o Decreto nº 5.626/2005, como atividade optativa.  \ne) Seguimento da Resolução CONAES n° 01/2010, de 17 de junho de 2010, com o \nestabelecimento de um Núcleo Docente Estruturante – NDE – definido como o grupo de \n", "24": " \ndocentes com atribuições acadêmicas de acompanhamento, atuante no processo de \nconcepção, consolidação e contínua atualização do projeto pedagógico do curso.  \nf) De acordo com o Decreto 5.296/2005, que regulamenta as normas gerais e critérios básicos \npara a acessibilidade das pessoas com necessidades especiais, a UFMG possui um \ncronograma com as metas para atendimento aos portadores de necessidades especiais, cujos \nobjetivos são criar mecanismos que garantam a plena acessibilidade, assegurar a aplicação \ndas políticas públicas voltadas a portadores de necessidades especiais e democratizar o \nacesso à informação, à leitura e à cultura; \ng) Lei 11.788/2008 que dispõe sobre os Estágios curriculares; \nh) Resolução n. 02/2009 que regulamenta o Estágio na UFMG. \n \n \n5 OBJETIVOS \n \na. \nObjetivos Gerais: \nO curso de Engenharia Florestal tem como objetivo geral a formação de profissionais com \nsólida base de conhecimentos científicos, dotado de consciência ética, política, com visão crítica e \nglobal da conjuntura econômica, social, política e cultural da região onde atua, do Brasil e do \nmundo. O profissional formado deverá estar apto a compreender e traduzir as necessidades de \nindivíduos, grupos sociais e comunidade, com relação aos problemas tecnológicos, sócio-\neconômicos, gerenciais e organizativos, utilizando racionalmente os recursos disponíveis e \nconservando o equilíbrio ambiental.  \n \nb. \nObjetivos Específicos: \nEspecificamente, a Engenharia Florestal objetiva formar profissionais com sólidos \nconhecimentos teóricos e práticos nas áreas de silvicultura, manejo e economia florestal, \nconservação da natureza e tecnologia e utilização de produtos florestais. Dessa forma, o curso \ndisponibilizará uma ampla base de informações que capacitarão os profissionais a atuarem em \nempreendimentos que incluem a proteção/conservação até a produção/utilização dos recursos \nnaturais renováveis. \n", "25": " \n \n6 PERFIL DO EGRESSO \n \nO Curso de graduação em Engenharia Florestal da Universidade Federal de Minas Gerais \ntem como objetivo a sólida formação científica e profissional geral que capacite o formando a \nabsorver e desenvolver tecnologias. Tanto o aspecto social quanto a competência científica e \ntecnológica devem permitir ao profissional a atuação crítica e criativa na identificação e resolução \nde problemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e culturais, \ncom visão ética e humanística, em atendimento às demandas da sociedade. O formando deve estar \napto a compreender e traduzir as necessidades de indivíduos, grupos sociais e comunidade, com \nrelação aos problemas tecnológicos, sócio-econômicos, gerenciais e organizativos, bem como \nutilizar racionalmente os recursos disponíveis, além de conversar o equilíbrio do ambiente. \n \n7 PRINCIPIOS TEORICOS METODOLOGICOS \nO curso de Engenharia Florestal do Instituto de Ciências Agrárias se orienta pelas \nDiretrizes da Flexibilização Curricular da UFMG, a qual entende que: \nA universidade enfrenta, na sociedade contemporânea, um conjunto de desafios propostos por \nrazões diversas, dentre elas, as decorrentes do novo paradigma do conhecimento, resultado do \nadvento das novas tecnologias e de uma nova ordem mundial. Novas exigências de qualificação \nforam sendo estabelecidas pela “sociedade do conhecimento”, de tal modo que a formação em nível \nsuperior seja de natureza ampla e inserida no contexto social. Espera-se, ainda, que ela seja capaz \nde desenvolver competências e disposições flexíveis para o trabalho, devendo o próprio sistema \neducacional tornar-se flexível e estar aberto a mudanças. Nesse contexto, é necessário que a ação da  \nuniversidade não se restrinja a satisfazer as necessidades imediatas do mercado, o que resultaria no \nempobrecimento do conhecimento, reduzindo-o à mera informação, à instrumentalização para a \nação e ao saber imediato e útil.6 \n \n \nNesta perspectiva, a ação pedagógica se baseia nos seguintes princípios teórico-\nmetodológicos: \n  \na) Valorização dos preceitos da cidadania e da ética \n \n                                                             \n6 Extraído das Diretrizes da Flexibilização Curricular da UFMG. Página 1. (http://www.ufmg.br/prograd/todo.html.) \n", "26": " \nPara tanto, o curso procura incentivar o aluno, em toda sua trajetória acadêmica, a adquirir \ncapacidade crítica perante o mundo, discutindo valores, crenças, ideologias e costumes; aprimorar \nsua formação sócio-cultural e enfatizar a noção de responsabilidade e solidariedade coletiva, \natravés de organização de atividades semestrais como palestras, seminários, debates, visitas a \ninstituições comunitárias; ou seja, atividades que promovam a discussão de temas éticos ligados à \nrealidade da escola e da sociedade. O profissional será formado conjuntamente com o cidadão, \ncapaz de tomar decisões e se adaptar sempre a situações renovadas, um sujeito crítico e autônomo \nque deixa de ser apenas um apanágio da cidadania e passa a ser o fundamento da atividade \nprofissional.  \n \nb) Educação permanente \n \nO profissional deve ter como sua principal tarefa aprender a aprender, e a proposta deste \ncurso é ensiná-lo a aprender e, portanto, insistir na assimilação da idéia de uma educação \npermanente. Para isso, as estratégias utilizadas estão centralizadas principalmente na organização \ncurricular do curso, sendo que as disciplinas optativas possibilitam, por um lado, uma maior \nespecialização do aluno na área escolhida, e por outro, uma diversificação de saberes necessários à \naquisição ininterrupta de novos saberes.   \n \nc) Integração com a comunidade  \nA comunidade é percebida pelo Instituto de Ciências Agrárias da UFMG, como sua \nprincipal parceira, pois se acredita que ela possua experiências e conhecimentos acumulados que \nsomados àqueles produzidos no interior da instituição poderão promover mudanças sociais de \nforma participativa e sustentável. Nesse sentido, as atividades de pesquisa e extensão, dentro do \npossível, são desenvolvidas com e para a comunidade, a fim de interferir positivamente na sua \nrealidade social.  \n \nd) Interdisciplinariedade \n \nA interdisciplinaridade é, em essência, a busca da compreensão dos limites e das \npossibilidades das contribuições advindas dos diversos campos de conhecimento para o estudo de \num determinado objeto, caracterizando-se pela interação e pela partilha entre especialistas de \n", "27": " \ndiferentes áreas, com conseqüente enriquecimento de todos os atores envolvidos no processo. Na \nUniversidade, as práticas interdisciplinares ganham relevância na medida em que propiciam o \nestabelecimento de relações entre a identidade e a totalidade, devendo estar presentes nas ações de \nensino, pesquisa e extensão. \n A articulação entre a teoria e a prática dar-se-á de forma permanente e metodológica, a \nmedida que os alunos cursam disciplinas, através da adoção de estudos de caso, solução de \nproblemas, elaboração de projetos, visitas, entrevistas, e outras técnicas, buscando, tanto quanto \npossível, seguir a seqüência prática-teoria-prática, numa relação mais efetiva. A articulação \ntambém se verificará por ocasião dos Estágios e do Trabalho de Conclusão de Curso, oportunidade \nem que o aluno sintetizará os conhecimentos teóricos e as experiências práticas, atuando de forma \ninvestigativa em uma ou mais organizações. \n \n \n8 ORGANIZAÇÃO CURRICULAR \nDe acordo com as Diretrizes para a Flexibilização Curricular da UFMG, aprovadas pelo \nConselho de Ensino, Pesquisa e Extensão (CEPE), em 2001, os currículos dos cursos de graduação \ntêm por base a flexibilidade, a diversidade, o dinamismo do conhecimento, da ciência e da prática \nprofissional.   \nNesse sentido, o currículo é concebido como um sistema articulado de saberes, organizado \nsob a forma de atividades acadêmicas obrigatórias, optativas e eletivas, de modo a favorecer ao \nestudante a construção de trajetórias, cujos percursos contemplam uma estrutura com três \ndimensões, a saber: um Núcleo de Formação Específica, uma Formação Complementar e um \nconjunto de atividades de Formação Livre. \na) Núcleo de Formação Específica (NFE) - é constituído por duas bases de \nconhecimentos. A primeira base é formada por conhecimentos característicos do campo \nprofissional, os quais imprimem visibilidade ao exercício da profissão, ou seja, \nrepresenta os saberes fundamentais da área específica do curso. A segunda integra os \nsaberes de outros campos correlatos que sustentam esse saber. Neste núcleo as \natividades acadêmicas ofertadas, seja de natureza obrigatória ou optativa, cujo conteúdo \nseja imprescindível ao desempenho profissional, podem ser organizadas na modalidade \npresencial e/ou à distância. No que se refere à integralização das atividades optativas, \n", "28": " \nessas podem ser organizadas a partir de diversas possibilidades formativas conforme \nproposto pelo estudante.  \nb) Formação Complementar (FC) - integra um conjunto de conhecimentos conexos de um \ndeterminado campo profissional. Baseia-se na possibilidade de escolha de uma \ncomplementação da formação específica, mediante aquisição de saberes em áreas afins, \ncujos conteúdos apresentem conexão com o NFE. Pode estar organizada de duas \nformas: Formação Complementar Preestabelecida ou Formação Complementar Aberta. \nA Formação Preestabelecida implica a oferta de atividades de áreas do conhecimento \nconexo, definidas pelo Colegiado do Curso, constituída por atividades acadêmicas \nofertadas pelos demais cursos da Universidade. A Formação Aberta, com base nas \natividades acadêmicas, parte de proposição do aluno, sob orientação docente, \ncondicionada à autorização do Colegiado. A integralização das atividades dessa \nformação possibilita a obtenção de um certificado. A obtenção do referido certificado \nestá condicionada a conclusão do curso.  \nNo caso de opção por um percurso de Formação Complementar, a integralização \ncurricular ocorre na forma de bacharelado/licenciatura com Formação Complementar \nna área escolhida pelo estudante, seja essa pré-estabelecida ou aberta. Quando o \nestudante opta por essa forma, esta ocorre de maneira concomitante com as atividades \ndo Núcleo de Formação Específica.  \nc) Formação Livre – integra um conjunto de atividades acadêmicas de qualquer campo do \nconhecimento. Possibilita ampliar a formação a partir do interesse individual do \nestudante, podendo ser integralizada entre as diversas atividades curriculares da \nUniversidade. Porém, é de natureza obrigatória para a integralização do currículo. \nAs opções de trajetórias a serem integralizadas pelo estudante são orientadas por um \ndocente/tutor, com base no perfil de formação do egresso previsto no PPC, condicionadas à \naprovação do Colegiado do Curso. \nDessa forma, o modelo de currículo proposto enfatiza a flexibilidade e a diversidade, \nrepresentadas tanto pela possibilidade de trajetórias diferenciadas através dos percursos \nacadêmicos, quanto pelos diversos formatos das atividades que compõem o currículo e que são \nconsideradas relevantes para a formação do estudante, entre as quais: seminários, monitorias, \n", "29": " \nprojetos de pesquisa e/ou extensão, vivências extracurriculares, participação em congressos e \neventos ou ainda na forma de disciplina.  \nPara a completa implementação das diretrizes estabelecidas, o CEPE considerou importante \na reorientação de algumas práticas, entre elas: a redefinição do perfil de atuação dos Colegiados de \nCurso que, além do seu papel gerencial, devem tornar-se responsáveis pela articulação, estímulo e \norientação acadêmica; a institucionalização da orientação acadêmica, tendo em vista o papel \nfundamental que essa atividade assume na estrutura curricular, no sentido de articular as \npossibilidades oferecidas pela UFMG. \n \nOutro aspecto a ser ressaltado, visando contribuir com a implementação do currículo dos \ncursos de graduação, na perspectiva do entendimento do curso como um percurso, é a criação e \ndisponibilização, a docentes e discentes, de instrumentos facilitadores da relação pedagógica.  \nAssim, destacam-se recursos tecnológicos diversos, tais como, a utilização do Moodle e a \nimplantação do Diário Eletrônico, para uso dos docentes, além das metodologias ativas propostas \npelo Programa de Formação Docente de responsabilidade da PROGRAD. \n8.1 Trajetórias/Percursos de Integralização \nO curso é integralizado com 3.645 horas e sua composição curricular abrange várias áreas \ndo conhecimento, consideradas imprescindíveis à formação do Engenheiro Florestal. A estrutura \ndo curso atende aos princípios da flexibilização curricular estabelecida pela UFMG, organizada em \ntrês bases, a saber: núcleo de formação específica, núcleo de formação complementar aberta e um \nnúcleo de formação livre. A versão atual possui dois percursos de integralização:  \n \n• Percurso de integralização 1- Bacharelado/Formação livre; versão curricular 2009/01. \nNeste percurso, 2.820h correspondem às atividades obrigatórias do NFE, 360h são de atividades \noptativas e 465h de atividades acadêmicas de Formação Livre.  \n \nPeríodo Disciplina \nCréditos \nHoras \n1° \nIntrodução as Ciências Florestais \n02 \n30 \n1° \nMatemática \n04 \n60 \n1° \nAnatomia das Espermatófitas  \n03 \n45 \n1° \nEcologia Geral \n03 \n45 \n1° \nFundamentos de Química \n04 \n60 \n1° \nDesenho Técnico  \n03 \n45 \n", "30": " \n1° \nZoologia Geral \n02 \n30 \n1° \ncarga optativa \n02 \n30 \n \nSUBTOTAL \n23 créditos 345 h/a \n \n \n \n \n2º \nBotânica Sistemática \n03 \n45 \n2º \nQuímica Analítica \n03 \n45 \n2º \nBioquímica Geral \n04 \n60 \n2º \nAgrometeorologia \n03 \n45 \n2º \nMatemática Aplicada \n03 \n45 \n2º \ncarga optativa \n02 \n30 \n \nSUBTOTAL \n21 créditos 315 h/a \n \n \n \n \n3º \nDendrologia  \n03 \n45 \n3º \nMicrobiologia \n04 \n60 \n3º \nFisiologia Vegetal \n04 \n60 \n3º \nGenética Geral \n03 \n45 \n3º \ncarga optativa \n03 \n45 \n3º \ncarga eletiva \n06 \n90 \n \nSUBTOTAL \n23 créditos 345 h/a \n \n \n \n \n4º \nSementes e Viveiros Florestais \n04 \n60 \n4º \nEstatística Básica \n04 \n60 \n4º \nPedologia \n04 \n60 \n4º \nConstruções Rurais \n03 \n45 \n4º \nFitopatologia Básica \n03 \n45 \n4º \ncarga optativa \n03 \n45 \n4º \ncarga eletiva \n02 \n30 \n \nSUBTOTAL \n23 créditos 345 h/a \n \n \n \n \n5º \nAgrossilvicultura. Princípios e Métodos Silviculturais \n04 \n60 \n5º \nEcologia Florestal \n03 \n45 \n5º \nPatologia Florestal \n03 \n45 \n5º \nEstatística Experimental \n04 \n60 \n5º \nEconomia Rural \n03 \n45 \n5º \nManejo e Conservação do Solo \n03 \n45 \n5º \nSociologia Rural \n03 \n45 \n5º \ncarga optativa \n02 \n30 \n \nSUBTOTAL \n25 créditos 375 h/a \n \n \n \n \n6º \nUnidades de Conservação e Paisagismo \n04 \n60 \n6º \nHidrologia Aplicada a Agricultura \n03 \n45 \n6º \nExtensão Rural \n03 \n45 \n6º \nFertilidade e Manejo do Solo \n05 \n75 \n6º \nEntomologia Básica \n03 \n45 \n", "31": " \n6º \ncarga optativa \n02 \n30 \n6º \ncarga eletiva \n05 \n75 \n \nSUBTOTAL \n25 créditos 375 h/a \n \n \n \n \n7º \nSistema de Informação Geográfica \n04 \n60 \n7º \nDendrometria \n05 \n75 \n7º \nEntomologia Florestal \n03 \n45 \n7º \nMelhoramento Florestal \n04 \n60 \n7º \nPropriedades Físicas e Mecânicas da Madeira \n04 \n60 \n7º \nAdministração Planejamento e Desenvolvimento Rural \n03 \n45 \n \nSUBTOTAL \n23 créditos 345 h/a \n \n \n \n \n8º \nCompostos Químicos e Anatomia da Madeira \n04 \n60 \n8º \nEconomia Florestal \n04 \n60 \n8º \nInventário Florestal \n05 \n75 \n8º \ncarga optativa \n04 \n60 \n8º \ncarga eletiva \n06 \n90 \n \nSUBTOTAL \n23 créditos 345 h/a \n \n \n \n \n9º \nTrabalho de Conclusão de Curso I \n04 \n60 \n9º \nEstágio Curricular Supervisionado I \n08 \n120 \n9º \nManejo Florestal \n05 \n75 \n9º \nTecnologia de Papel e Celulose \n04 \n60 \n9º \ncarga optativa \n02 \n30 \n9º \ncarga eletiva \n06 \n90 \n \nSUBTOTAL \n29 créditos 435 h/a \n \n \n \n \n10º \nTrabalho de Conclusão de curso II \n04 \n60 \n10º \nProdução de Energia \n03 \n45 \n10º \nEstágio Curricular Supervisionado II \n08 \n120 \n10º \nElaboração e Avaliação de Projetos Agropecuários \n03 \n45 \n10º \ncarga optativa \n04 \n60 \n10º \ncarga eletiva \n06 \n90 \n \nSUBTOTAL \n28 créditos 420 h/a \nCarga Horária Total do Curso: 3.645 Hs \n \nAtividades Acadêmicas Optativas para Integralização do Percurso \nDisciplinas \nCréditos \nHoras \nAvaliação de Impactos Ambientais \n03 \n45 \nGestão Ambiental \n03 \n45 \nManejo de Bacias Hidrográficas \n03 \n45 \nMaquinas e Mecanização Florestal \n04 \n60 \nUso Múltiplo do Cerrado \n03 \n45 \n", "32": " \nRecuperação de Áreas Degradadas \n03 \n45 \nConservação e Manejo da Fauna \n04 \n60 \nIniciação a Pesquisa \n01 \n15 \nIniciação a Docência \n01 \n15 \nIniciação a Extensão \n01 \n15 \nParticipação em Eventos \n01 \n15 \nCulturas de Espécies Florestais \n04 \n60 \nEconomia dos Recursos Naturais Renováveis \n03 \n45 \nExploração e Transporte Florestal \n04 \n60 \nGrupos de Estudos \n01 \n15 \nIncêndios Florestais \n03 \n45 \nInformática Aplicada a Engenharia Florestal \n03 \n45 \nManejo de Florestas Nativas \n03 \n45 \nPlantas Medicinais do Cerrado e da Caatinga \n02 \n30 \nProdutos Reconstituídos de Madeira \n03 \n45 \nSerraria, Secagem e Preservação da Madeira \n04 \n60 \n Internato Rural \n01 \n15 \nTópicos em Engenharia Florestal I \n03 \n45 \nTópicos em Engenharia Florestal II \n03 \n45 \nTópicos em Engenharia Florestal III \n03 \n45 \nTópicos em Engenharia Florestal IV \n03 \n45 \nFundamentos de Administração \n02 \n30 \nIntrodução a Contabilidade \n03 \n45 \nAspectos Econômicos e Políticos do Setor Agropecuários Brasileiro \n03 \n45 \nComercialização Agrícola \n03 \n45 \nAdministração Estratégica da Empresa Agroindustrial \n03 \n45 \nPlanejamento da Empresa Agroindustrial \n03 \n45 \nEstrutura dos Mercados Agroindustriais \n03 \n45 \nMercados Futuros Agropecuários \n03 \n45 \nSistema de Gestão Empresarial no Agronegócio \n03 \n45 \nMercadologia do Agronegócio \n03 \n45 \nMercado Internacional de Produtos Agroindustrializados \n03 \n45 \nDesenvolvimento e Gestão da Agricultura Familiar \n03 \n45 \nTopografia \n04 \n60 \nHidráulica Aplicada a Agricultura \n03 \n45 \nReciclagem de Lodo Esgoto e Lixo na Agricultura \n02 \n30 \nIntrodução a Economia \n02 \n30 \nMétodos e Técnicas de Trabalhos Acadêmicos \n03 \n45 \nPortuguês Instrumental \n03 \n45 \nAnimais Silvestres \n04 \n60 \nDireito Ambiental Agrário \n02 \n30 \nEcoturismo e Turismo Rural \n03 \n45 \nPraticas Desportivas \n02 \n30 \nFundamentos de Libras \n04 \n60 \n", "33": " \nTópicos em Ciências Agrárias \n03 \n45 \n \nPercurso de integralização 2- Bacharelado/Formação livre; versão curricular 2009/03 \nNeste percurso, 2.775h correspondem às atividades obrigatórias do NFE, 825h são de atividades \noptativas e 45h de atividades acadêmicas de Formação Livre. \nPeríodo Disciplina \nCréditos \nHoras \n1° \nIntrodução as Ciências Florestais \n02 \n30 \n1° \nMatemática \n04 \n60 \n1° \nAnatomia das Espermatófitas  \n03 \n45 \n1° \nEcologia Geral \n03 \n45 \n1° \nFundamentos de Química \n04 \n60 \n1° \nDesenho Técnico  \n03 \n45 \n1° \nZoologia Geral \n02 \n30 \n1° \ncarga optativa \n02 \n30 \n \nSUBTOTAL \n23 \n345 h/a \n \n \n \n \n2º \nBotânica Sistemática \n03 \n45 \n2º \nQuímica Analítica \n03 \n45 \n2º \nBioquímica Geral \n04 \n60 \n2º \nAgrometeorologia \n03 \n45 \n2º \nMatemática Aplicada \n03 \n45 \n2º \ncarga optativa \n02 \n30 \n2º \ncarga eletiva \n03 \n45 \n \nSUBTOTAL \n24 \n315h/a \n \n \n \n \n3º \nDendrologia  \n03 \n45 \n3º \nMicrobiologia \n04 \n60 \n3º \nFisiologia Vegetal \n04 \n60 \n3º \nGenética Geral \n03 \n45 \n3º \ncarga optativa \n09 \n135 \n \nSUBTOTAL \n23 \n345 h/a \n \n \n \n \n4º \nSementes e Viveiros Florestais \n04 \n60 \n4º \nEstatística Básica \n04 \n60 \n4º \nPedologia \n04 \n60 \n4º \nConstruções Rurais \n03 \n45 \n4º \nFitopatologia Básica \n03 \n45 \n4º \ncarga optativa \n05 \n75 \n \nSUBTOTAL \n23 \n345 h/a \n \n \n \n \n", "34": " \n5º \nAgrossilvicultura. Princípios e Métodos Silviculturais \n04 \n60 \n5º \nEcologia Florestal \n03 \n45 \n5º \nPatologia Florestal \n03 \n45 \n5º \nEstatística Experimental \n04 \n60 \n5º \nEconomia Rural \n03 \n45 \n5º \nManejo e Conservação do Solo \n03 \n45 \n5º \nSociologia Rural \n03 \n45 \n5º \ncarga optativa \n02 \n30 \n \nSUBTOTAL \n25 \n375 h/a \n \n \n \n \n6º \nUnidades de Conservação e Paisagismo \n04 \n60 \n6º \nHidrologia Aplicada a Agricultura \n03 \n45 \n6º \nExtensão Rural \n03 \n45 \n6º \nFertilidade e Manejo do Solo \n05 \n75 \n6º \nEntomologia Básica \n03 \n45 \n6º \ncarga optativa \n07 \n105 \n \nSUBTOTAL \n25 \n375 h/a \n \n \n \n \n7º \nSistema de Informação Geográfica \n04 \n60 \n7º \nDendrometria \n05 \n75 \n7º \nEntomologia Florestal \n03 \n45 \n7º \nMelhoramento Florestal \n04 \n60 \n7º \nPropriedades Físicas e Mecânicas da Madeira \n04 \n60 \n7º \nAdministração Planejamento e Desenvolvimento \n03 \n45 \n \nSUBTOTAL \n23 \n345 h/a \n \n \n \n \n8º \nCompostos Químicos e Anatomia da Madeira \n04 \n60 \n8º \nEconomia Florestal \n04 \n60 \n8º \nInventário Florestal \n05 \n75 \n8º \ncarga optativa \n10 \n150 \n \nSUBTOTAL \n23 \n345 h/a \n \n \n \n \n9º \nTrabalho de Conclusão de Curso I \n04 \n60 \n9º \nEstágio Curricular Supervisionado I \n08 \n120 \n9º \nManejo Florestal \n05 \n75 \n9º \nTecnologia de Papel e Celulose \n04 \n60 \n9º \ncarga optativa \n08 \n120 \n \nSUBTOTAL \n29 \n435 h/a \n \n \n \n \n10º \nTrabalho de Conclusão de curso II \n04 \n60 \n10º \nProdução de Energia \n03 \n45 \n10º \nEstágio Curricular Supervisionado II \n08 \n120 \n10º \nElaboração e Avaliação de Projetos Agropecuários \n03 \n45 \n10º \ncarga optativa \n10 \n150 \n", "35": " \n \nSUBTOTAL \n28 \n420 h/a \n Carga Horária Total do Curso: 3.645 Hs \nAtividades Acadêmicas Optativas para Integralização do Percurso \nDisciplinas \nCréditos \nHoras \nAvaliação de Impactos Ambientais \n03 \n45 \nGestão Ambiental \n03 \n45 \nManejo de Bacias Hidrográficas \n03 \n45 \nMaquinas e Mecanização Florestal \n04 \n60 \nUso Múltiplo do Cerrado \n03 \n45 \nRecuperação de Áreas Degradadas \n03 \n45 \nConservação e Manejo da Fauna \n04 \n60 \nIniciação a Pesquisa \n01 \n15 \nIniciação a Docência \n01 \n15 \nIniciação a Extensão \n01 \n15 \nParticipação em Eventos \n01 \n15 \nCulturas de Espécies Florestais \n04 \n60 \nEconomia dos Recursos Naturais Renováveis \n03 \n45 \nExploração e Transporte Florestal \n04 \n60 \nGrupos de Estudos \n01 \n15 \nIncêndios Florestais \n03 \n45 \nInformática Aplicada a Engenharia Florestal \n03 \n45 \nManejo de Florestas Nativas \n03 \n45 \nPlantas Medicinais do Cerrado e da Caatinga \n02 \n30 \nProdutos Reconstituídos de Madeira \n03 \n45 \nSerraria, Secagem e Preservação da Madeira \n04 \n60 \n Internato Rural \n01 \n15 \nTópicos em Engenharia Florestal I \n03 \n45 \nTópicos em Engenharia Florestal II \n03 \n45 \nTópicos em Engenharia Florestal III \n03 \n45 \nTópicos em Engenharia Florestal IV \n03 \n45 \nFundamentos de Administração \n02 \n30 \nIntrodução a Contabilidade \n03 \n45 \nAspectos Econômicos e Políticos do Setor Agropecuários Brasileiro \n03 \n45 \nComercialização Agrícola \n03 \n45 \nAdministração Estratégica da Empresa Agroindustrial \n03 \n45 \nPlanejamento da Empresa Agroindustrial \n03 \n45 \nEstrutura dos Mercados Agroindustriais \n03 \n45 \nMercados Futuros Agropecuários \n03 \n45 \nSistema de Gestão Empresarial no Agronegócio \n03 \n45 \nMercadologia do Agronegócio \n03 \n45 \nMercado Internacional de Produtos Agroindustrializados \n03 \n45 \nDesenvolvimento e Gestão da Agricultura Familiar \n03 \n45 \n", "36": " \nTopografia \n04 \n60 \nHidráulica Aplicada a Agricultura \n03 \n45 \nReciclagem de Lodo Esgoto e Lixo na Agricultura \n02 \n30 \nIntrodução a Economia \n02 \n30 \nMétodos e Técnicas de Trabalhos Acadêmicos \n03 \n45 \nPortuguês Instrumental \n03 \n45 \nAnimais Silvestres \n04 \n60 \nDireito Ambiental Agrário \n02 \n30 \nEcoturismo e Turismo Rural \n03 \n45 \nPraticas Desportivas \n02 \n30 \nFundamentos de Libras \n04 \n60 \nTópicos em Ciências Agrárias \n03 \n45 \n \n \n8.2 \nTrabalho de Conclusão de Curso  \n \nPara conclusão do curso de graduação em Engenharia Florestal, é obrigatória a elaboração \norientada de monografia a partir de um projeto de pesquisa experimental, bibliográfica, descritiva \nou exploratória, com tema escolhido pelo estudante dentre as diversas áreas do conhecimento das \nciências agrárias. As disciplinas Trabalho de Conclusão de Curso I e II, TCC I e II, serão ofertadas \nrespectivamente no 9º e 10º períodos. \nO aluno somente poderá colar grau no seu curso de graduação, após a entrega completa do \ntrabalho de conclusão de curso, devidamente impresso, na Secretaria do ICA/UFMG, até uma \nsemana antes do término do semestre letivo, condição necessária para o lançamento da nota final \ndessa disciplina no diário eletrônico da UFMG.  \nA disciplina TCC I possui carga horária total de 60 horas, tendo como ementa: Projeto de \npesquisa na área de ciências agrárias e ambientais, desenvolvido sob orientação de um professor, \nconstando de: definição do tema, revisão bibliográfica, elaboração, apresentação e avaliação do \nprojeto de monografia. \nA disciplina TCC II possui carga horária total de 60 horas, tendo como ementa: \nDesenvolvimento do projeto de pesquisa, sob supervisão do professor orientador e defesa do \ntrabalho perante banca examinadora. \nA avaliação final da disciplina TCC I será feita pelo professor responsável por essa \ndisciplina, com base na entrega e na apresentação do projeto de pesquisa. Já a avaliação final da \n", "37": " \ndisciplina TCC II será feita pela banca examinadora, com base no desempenho do aluno durante a \ndefesa da monografia apresentada. \nA banca será formada, obrigatoriamente, pelo professor orientador do aluno e dois \nconvidados (Profissionais com competência na área), aceitos previamente pelo professor \norientador, sendo que um convidado deverá, obrigatoriamente, pertencer ao quadro do \nICA/UFMG. \nPoderão fazer parte da banca examinadora profissionais da UFMG ou de outras instituições \nde ensino, pesquisa e extensão, desde que aprovados pelo professor orientador. \nA banca, sob a coordenação do professor orientador, é autônoma na elaboração dos \ncritérios de avaliação da defesa da apresentação da monografia. \nO aluno terá de 20 a 30 minutos para apresentação oral de sua monografia à banca \nexaminadora, sendo o mesmo responsável pela confecção do material áudio-visual que será \nutilizado durante a apresentação. \nA apresentação da monografia é pública. Após a apresentação, o aluno será arguido pela \nbanca examinadora. Ao término da arguição, a banca examinadora se reunirá, sob a presidência do \nprofessor orientador, a fim de estipular o conceito obtido pelo aluno. \nSó poderão exercer a função de professor orientador, os professores pertencentes ao quadro \ndocente do Instituto de Ciências Agrárias, ativo ou inativo. Poderão exercer a função de professor \ncoorientador professores pertencentes ao quadro docente da UFMG, ativos ou inativos e também \nde outras instituições de ensino, pesquisa e extensão, desde que aprovados pelo professor \norientador. Cada professor poderá orientar no máximo cinco alunos em TCC I e cinco alunos em \nTCC II. \nAos professores orientadores e coorientadores cabe: Orientar a elaboração do projeto de \npesquisa do aluno matriculado na disciplina TCC I, sob a sua orientação; - Orientar o aluno na \nrealização das atividades propostas e na elaboração da monografia, em conformidade com o  \nprojeto aprovado; - Formar a banca de defesa da monografia até um mês antes da data estipulada \npara a apresentação da monografia do aluno sob a sua orientação; Definir a data de defesa da \nmonografia do aluno sob a sua orientação, reservar o local para a apresentação, bem como os \nrecursos audiovisuais necessários; responsabilizar-se pela condução dos trabalhos referentes à \ndefesa da monografia do aluno sob a sua orientação; comunicar a nota final da monografia do \naluno sob a sua orientação, antes do término do período letivo, ao professor coordenador de TCC. \n", "38": " \nOs professores coordenadores e subcoordenadores das disciplinas TCC I e TCC II serão \ndeterminados pelo Colegiado de Graduação em Engenharia Florestal dentre os docentes que \nministram essas disciplinas. Aos professores coordenadores e subcoordenadores das disciplinas \nTCC I e TCC II incumbe: Auxiliar na orientação do aluno quanto à elaboração do projeto de \npesquisa e da monografia; Avaliar o projeto de pesquisa elaborado e apresentado na disciplina de \nTCC I; Divulgar, no âmbito interno do ICA/UFMG, a data de defesa da monografia; Registrar, no \ncontrole acadêmico, a nota obtida, pelo aluno, ao final das disciplinas TCC I e TCC II, nos prazos \nestabelecidos no calendário da UFMG; Determinar as datas da apresentação oral e da entrega da \nversão escrita do projeto de pesquisa do aluno matriculado na disciplina TCC I. \nAo aluno matriculado na disciplina TCC I cabe: participar das aulas, sendo permitidas as \nfaltas, conforme normas da graduação; comunicar ao professor coordenador do TCC I o nome do \nprofessor orientador e o tema da pesquisa a ser desenvolvida, até o final do primeiro mês do \nsemestre letivo, por meio de uma ficha de aquiescência, devidamente assinada pelo professor \norientador; elaborar, juntamente com o professor orientador, o projeto de pesquisa a ser \ndesenvolvido; entregar ao professor coordenador do TCC I, até o segundo mês do semestre letivo, \no cronograma de atividades, devidamente assinado pelo professor orientador; fazer uma \napresentação oral de seu projeto de pesquisa, segundo cronograma estabelecido pelo professor da \ndisciplina TCC I; entregar uma versão escrita do projeto de pesquisa, ao professor dessa disciplina, \naté 5 dias úteis após a apresentação oral do projeto  de pesquisa. \nAo aluno matriculado na disciplina TCC II incumbe: cumprir o cronograma e desempenhar \nas atividades propostas em seu projeto de pesquisa; deverá agendar, com o professor orientador, a \ndata da defesa da monografia, até 60 dias antes do término do semestre letivo; entregar três cópias \nda versão preliminar da monografia ao professor orientador, até 21 dias antes da apresentação de \nsua monografia; apresentar, na data estipulada, a monografia à banca examinadora; após a  \napresentação da monografia, fazer as correções sugeridas pela banca examinadora, submeter a \nmonografia aos revisores de Língua Portuguesa e de Língua Inglesa, com os profissionais das \nreferidas áreas, mediante a entrega de uma declaração, devidamente assinada por esses \nprofissionais; entregar a monografia à chefia da Biblioteca do ICA para que seja elaborada a \ncatalogação e, finalmente, imprimir a monografia segundo as normas da ABNT; após a impressão \nda monografia, nos padrões estabelecidos pelo Colegiado, o aluno deverá entregar 2 cópias da \n", "39": " \nversão final, devidamente assinadas pelo professor orientador, à Secretaria de Ensino do ICA e \numa versão em PDF, gravada em CD regravável.  \n \n  \n8.3 \nEstágio Supervisionado  \n \nOs Estágios Supervisionados I e II são realizados a partir do 9º período letivo e devem ser \nobrigatoriamente realizados fora do campus regional da UFMG em Montes Claros. Os estágios \ndevem totalizar 240h, correspondendo a 16 créditos. \nEstes estágios têm a orientação de docentes e sua coordenação é realizada através de \ncomissão especialmente designada. Ao final do estágio, o aluno deve apresentar relatórios \nconsubstanciados, que são analisados e avaliados por comissão de professores. \nA manutenção do estágio se dá através de parcerias com produtores rurais, associações, \ncooperativas agropecuárias, Centro de Integração Escola Empresa (CIEE), além de convênios que \nsão firmadas com instituições públicas ou privadas, após a aprovação do projeto. Vários são os \nconvênios firmados pela UFMG com outros órgãos públicos e instituições e empresas da iniciativa \nprivada voltadas para a área ambiental. Como exemplos citem-se a Alcoa Alumínio S/A e a \nCompanhia de Saneamento de Minas Gerais - COPASA. Os convênios firmados pela UFMG \nencontram-se disponíveis na página da Pró-Reitoria de Graduação no endereço eletrônico \nhttps://www2.ufmg.br/prograd/prograd/Pro-Reitoria-de-Graduacao/Publicacoes/Protocolos-e-\nConvenios. \nAs normas disciplinadoras do estágio no âmbito da Universidade Federal de Minas Gerais, \nalém da Lei Nacional nº. 11.788 de 25 de setembro de 2008, são:  Resolução nº. 02 de 10 de março \nde 2009 do Conselho de Ensino Pesquisa e Extensão; Portaria nº. 104 de 01 de agosto de 2006. \n \n8.4 Atividades Acadêmicas Complementares \n \n8.4.1 Iniciação à Pesquisa, à Docência e à Extensão. \nSão atribuídos no máximo 06 (seis) créditos, que poderão ser assim distribuídos: \n• Iniciação à Pesquisa: projetos de Iniciação Científica (com ou sem bolsa) 01 (um) ano de \natividades em um mesmo projeto, com dedicação semanal de 12 (doze) horas para o aluno \n", "40": " \ne com apresentação de resultados parciais e/ou finais em evento científico, equivalendo a \n03 (três) créditos. \n• Iniciação à docência: monitoria (com ou sem bolsa) 01 (um) semestre de exercício de \nmonitoria em disciplinas vinculadas ao Curso de Engenharia Florestal, com dedicação \nsemanal de 12 (doze) horas, equivalendo a 03 (três) créditos. \n• Iniciação à extensão (com ou sem bolsa): independe da duração e da dedicação semanal \ndo aluno. O professor orientador do projeto poderá atribuir de 01 (um) a 03 (três) créditos, \nmediante aprovação de relatório. \nComo requisitos para obtenção destes créditos, são exigidos: \n• Apresentação prévia para aprovação do Colegiado de plano de trabalho detalhado, \nincluindo cronograma de atividades. \n• Apresentação de relatório final, avaliado e aprovado pelo orientador. \n \n \n8.4.2 Participação em Eventos \n \nSão atribuídos no máximo 3 (três) créditos, para participação em eventos diretamente \nrelacionados às atividades acadêmicas e profissionais da área da Engenharia Florestal. A \nparticipação do aluno como ouvinte integraliza 1 (um) crédito e com apresentação de trabalho 2 \n(dois) créditos, independente da duração do evento, cumprido os seguintes requisitos: \n• Apresentação ao Colegiado de proposta de participação no evento com antecedência de até \n15 (quinze) dias, com cópia do trabalho a ser apresentado, quando for o caso. \n• Apresentação posterior do certificado de participação no evento. \n \n8.4.3 Grupo de Estudos \nSão atribuídos 03(três) créditos para atividades desenvolvidas durante um semestre letivo, sob \norientação de um professor.  Cada curso estabelecerá as normas de funcionamento adequadas após \nimplantação, mediante resoluções de colegiado visando a normatização da atividade. \nComo requisitos para obtenção destes créditos, são exigidos:  \n", "41": " \n• Apresentação prévia para aprovação do Colegiado de plano de trabalho detalhado, \nincluindo cronograma de atividades; \n• Apresentação de relatório final, avaliado e aprovado pelo orientador. \n \n8.4.4 Internato Rural \nO internato é cursado mediante orientação de uma equipe multidisciplinar envolvendo \nprofessores de todos os cursos do ICA, sendo atribuídos no máximo 3 (três) créditos para um \nperíodo máximo de três semanas em atividades externas em um município previamente escolhido. \nCada semana é equivalente a um crédito. Essas atividades podem ser executadas no período de \nférias.  \nO internato tem como objetivo básico propiciar a grupos de estudantes dos diferentes \ncursos do ICA a oportunidade de melhor apreenderem as relações entre sua profissão e a sociedade \npela participação em Projeto integrado de ensino, pesquisa e extensão que venha atender às \ndemandas de populações do Norte de Minas Gerais. Além disso, o projeto promove a integração \ndos estudantes junto às diversas formações sociais, o que vem lhes permitir conhecer os \ndeterminantes sociais relacionados ao seu campo de formação dentro da totalidade social. As \natividades envolvendo professores, profissionais e estudantes de diferentes áreas possibilitam o \naprendizado multidisciplinar, capacitando os alunos na elaboração e realização de projetos \nenvolvendo diferentes profissionais.  \nO Internato Rural deverá ser uma parceria da UFMG, com as prefeituras municipais da \nregião Norte de Minas interessadas em aderirem ao projeto, que oferecerão a estrutura básica para \nexecução das atividades propostas.  \nA estruturação didática é constituída por um uma coordenação, uma assessoria didática e \num corpo docente.  \nO coordenador do Internato Rural é escolhido pelo docente e se encarrega do cumprimento \ndas atividades pedagógico-administrativas: contacto com comunidade universitária, Ministério da \nEducação e Cultura, Prefeituras Municipais e outras entidades envolvidas na área. A assessoria \ndidática é escolhida entre os próprios docentes e tem como função fazer a análise crítica do  \nprocesso pedagógico, do programa didático, efetuar contacto com docentes envolvidos com o \ncurso, formular e acolher propostas didático-pedagógicas bem como adaptá-las às condições de \n", "42": " \nexecução em cada local. Os docentes se encarregam da preparação e orientação dos estudantes \nsegundo as estratégias dos programas de trabalho previamente estabelecidas para a área, \nparticipando ativamente no desenvolvimento destes trabalhos.  \nAs normas de funcionamento são estabelecidas, mediante resoluções do colegiado, visando \na normatização da atividade. \n \n8.5 \nEmentário - Conforme Anexo 1 \n \n \n \n9.  AVALIAÇÃO DA APRENDIZAGEM  \nO rendimento escolar do aluno é verificado em cada disciplina ou atividade acadêmica, \nabrangendo os aspectos de frequência e aproveitamento, cada um dos quais com caráter \nreprovatório. \nA frequência mínima obrigatória, em cada disciplina ou atividade acadêmica, é de 75% da \ncarga horária prevista, exceto nos casos estabelecidos em lei. \nA verificação do rendimento do aluno será feita por pontos cumulativos, em uma escala de \nzero a cem. \nApurados os resultados finais, o rendimento escolar de cada aluno é convertido nos \nseguintes conceitos: \nI - A - Excelente: de 90 a 100 pontos; \nII - B - Ótimo: de 80 a 89 pontos; \nIII- C - Bom: de 70 a 79 pontos; \nIV - D - Regular: de 60 a 69 pontos; \nV - E - Fraco: de 40 a 59 pontos; \nVI - F - Insuficiente: abaixo de 40 pontos de aproveitamento e/ou infrequência do \naluno. \nO aluno frequente que alcançar, no mínimo, conceito D em cada disciplina ou atividade \nacadêmica, é considerado aprovado e obterá os créditos correspondentes. \nO Rendimento Semestral Global do aluno é calculado mediante a multiplicação do valor do \nconceito obtido em de cada disciplina do semestre pelo respectivo número de créditos com a \n", "43": " \nsubseqüente divisão da soma dos produtos pela soma total dos créditos das disciplinas \nmatriculadas no semestre, excluídas as trancadas. \nO Rendimento Semestral Global dos alunos reoptantes e de continuidade de estudos é \nconsiderado desde a época de seu ingresso na universidade. \nO Rendimento Semestral Global dos alunos de rematrícula é considerado desde a época de \nseu ingresso, exceto quando a causa de seu desligamento da universidade tiver sido o rendimento \nglobal insuficiente. \nAos alunos que obtiverem conceito E (para tentarem aprovação na disciplina), bem como \naos alunos que obtiverem conceito A,B,C ou D (para tentarem melhorar a nota final) é resguardado  \no direito a Exame Especial. Para tanto, o aluno não pode ter sido infreqüente na respectiva \ndisciplina. O exame especial tem o valor de 100 (cem) pontos. \nÉ registrada no histórico escolar a melhor nota obtida na disciplina pelos alunos que se \nsubmeterem a exame especial, excluídos os de conceito E. \nIgualmente, é resguardado ao aluno o direito de prestar, no semestre subseqüente, os \nexames da disciplina em que obteve conceito E, sem precisar freqüentar as aulas. Esse \nprocedimento é conhecido como Tratamento Especial.  \nO tratamento especial deve ser requerido antes da realização dos exames especiais e só \npoderá ser concedido uma única vez para uma mesma disciplina. \nA carga horária da disciplina em tratamento especial deve entrar no cômputo da carga \nhorária mínima do período. \nO resultado final relativo à disciplina em tratamento especial é incorporado ao cálculo do \nrendimento global do aluno no semestre em que se der por encerrado o processo de avaliação da \nreferida disciplina. \nAdemais, a Fundação Mendes Pimentel, FUMP, entidade com personalidade jurídica de \ndireito privado mantém vínculo com a UFMG através do qual presta assistência social aos \nestudantes da universidade nas áreas financeira, cultural, residencial e de saúde física e mental.  \nDentre os programas oferecidos têm-se o de Apoio ao Desenvolvimento da Aprendizagem. \nEste objetiva oferecer atendimento psicopedagógico individual ou coletivo aos estudantes que \napresentem dificuldades de aprendizagem durante o desenvolvimento das atividades \nacadêmicas. Para tanto, os acadêmicos devem atender aos requisitos estabelecidos pela citada \nfundação. \n", "44": " \nParalelamente, há na Universidade Federal de Minas Geais o Programa de Bolsas de \nMonitoria de Graduação. Por meio deste, possibilita-se aos estudantes da UFMG a iniciação às \natividades de docência, através do auxílio aos professores das respectivas disciplinas. Além do \nobjetivo descrito, busca-se também com as monitorias o auxílio àqueles alunos com dificuldades \nna aprendizagem.  \nA assessoria pedagógica do ICA também desempenha papel fundamental no auxílio aos \nalunos com dificuldades no aprendizado. Incumbe a mesma, juntamente com os estudantes e  \ndocentes envolvidos, diagnosticar problemas relacionados ao ensino e, a par disso, articular meios \npara solução destes. \n \n10. POLITICAS E PROGRAMAS DE PESQUISA E EXTENSÃO \n10.1 Programas de Pesquisa \nComo uma das Universidades brasileiras mais reconhecidas nos campos do ensino e da \npesquisa, a UFMG procura investir, permanentemente, na progressiva participação na produção \ncientífica brasileira, em todos os domínios do conhecimento. \nÉ importante ressaltar que toda essa atividade de pesquisa se desenvolve em observância \ndos padrões éticos, que devem governar as ações investigativas destinadas a produzir \nconhecimento e que se debruçam sobre o mundo natural ou intervêm na vida social. Assim, na \nperspectiva da bioética, a UFMG implantou e consolidou, nos últimos anos, o Comitê de Ética em \nPesquisa (COEP), a que compete avaliar todos os projetos de pesquisa cuja fonte primária de \ninformação é o ser humano – individual ou coletivamente, direta ou indiretamente – em se incluem \nsuas partes e todo material biológico ou dado já armazenado. Além do COEP, essa Universidade \ntambém já implantou o Comitê de Ética em Experimentação Animal (Cetea), que estabelece \nnormas gerais para a utilização de animais em experimentações, e fiscaliza, mediante protocolo \npara aprovação de projetos, as ações de investigação específicas a tal modalidade de pesquisa. \nAinda que vinculado à Pró-Reitoria de Pesquisa (PRPq), o COEP, também associado à Comissão \nNacional de Ética em Pesquisa, órgão consultivo do Conselho Nacional de Saúde, é autônomo em \nsuas decisões. Cada um desses Comitês é constituído por profissionais de diversas áreas e por, pelo \nmenos, um representante da comunidade externa à UFMG. \n", "45": " \n10.1.1 Programas institucionais de Bolsas de Iniciação Científica coordenados pela Pró-\nReitoria de Pesquisa \nOs programas institucionais de bolsas de iniciação científica têm por objetivo introduzir o \naluno na produção do conhecimento e na convivência cotidiana com os procedimentos científicos, \ncom sua organização, técnicas e métodos. Pelo seu caráter institucional, possibilitam um modo de \ngestão da pesquisa que amplia e revitaliza a produção científica não apenas em áreas já \nconsolidadas, mas também naquelas em que essas atividades estão, ainda, em processo de \nestruturação. \nOs objetivos do Programa Institucional de Bolsas de Iniciação Científica (Pibic), do CNPq, \nsão: \n• Estimular pesquisadores produtivos a engajar estudantes de Graduação no processo \nacadêmico, otimizando a capacidade de orientação de pesquisa na Instituição. \n• Despertar a vocação científica e incentivar talentos potenciais entre estudantes de \nGraduação, mediante sua participação em projetos de pesquisa, objetivando, em especial, \niniciar o jovem universitário no domínio do método científico. \n• Proporcionar ao bolsista, orientado por pesquisador qualificado ou por grupo de pesquisa \nexperiente, a aprendizagem de técnicas e métodos científicos, bem como estimular o \ndesenvolvimento do pensar cientificamente e da criatividade, decorrentes das condições \ncriadas pelo confronto direto com os problemas de pesquisa. \n• Preparar clientela qualificada para os programas de Pós-Graduação e aprimorar o processo \nformativo de profissionais para o setor produtivo. \nO Programa Institucional de Bolsas de Iniciação Científica (Probic) da Fapemig, por sua \nvez, visa a: \n• Despertar e desenvolver o interesse de estudantes de Graduação por atividades de pesquisa \nnas diversas áreas do conhecimento e especialidades. \n• Propiciar formação científica e tecnológica aos estudantes de Graduação. \n", "46": " \n• Facilitar a interação de professores e pesquisadores com estudantes que buscam a carreira \nde pesquisador. \n \n10.2 Programas de Extensão \nA Extensão Universitária consiste numa ação política, cujo compromisso deliberado é o \nestreitamento de vínculos com a sociedade. Essa forma de atuar tem por finalidade aprofundar as \nações de democratização do saber científico, artístico e tecnológico, levando o conhecimento \nacadêmico ao encontro dos anseios da comunidade e, ao mesmo tempo, aprendendo com ela, a fim \nde produzir novos conhecimentos. Nesse sentido, ela constrói-se com base em ações indutoras do \ndesenvolvimento social, nos diferentes âmbitos e espaços, e assume papel de importância \ndestacada na luta contra as diferentes facetas da exclusão social e da degradação ambiental. \nA Extensão também é responsável pela promoção de um permanente diálogo com a \ncomunidade interna à Instituição e, para isso, conta com uma ampla participação dos diferentes \nórgãos institucionais. Com esses objetivos articula projetos, programas, cursos e eventos, que \npromovem relações interdisciplinares e inter-profissionais. Na UFMG, a Extensão articula o ensino \ne a pesquisa em oito áreas temáticas: comunicação, cultura, direitos humanos, educação, saúde, \ntecnologia, meio ambiente e trabalho. \nAs ações de Extensão organizam-se em linhas programáticas, que se estruturam em \nprogramas, ou núcleos, de projetos interdisciplinares e se classificam pelas áreas temáticas acima \nreferidas. Na UFMG, todas as ações de Extensão são supervisionadas pela Pró-Reitoria de \nExtensão (Proex) e coordenadas ou gerenciadas pelos Centros de Extensão, que se vinculam às \nUnidades Acadêmicas. Os diversos programas e projetos oriundos dessas Unidades de outros \nsetores da UFMG são registrados na Proex, sendo relacionados e permanentemente atualizados no \nSistema Nacional de Informações de Extensão (SIEX/ Brasil). \nA Extensão, na UFMG, compreende as seguintes linhas programáticas: \n• Programa de Bolsas – Tem por objetivo ampliar os espaços de aprendizagem e os contatos \ndos alunos com os diversos segmentos sociais e com os problemas práticos de seus campos \nprofissionais. \n", "47": " \n• Programa de Apoio a Projetos – Destina-se à concessão de apoio financeiro complementar, \npara viabilizar a realização de programas/projetos/atividades de Extensão, cuja forma de \napresentação, bem como itens financiados, é estabelecida em regulamento próprio. \n• Programa de Apoio a Publicações de Manuais e Cartilhas - Visa a fomentar a disseminação \nde saberes e inovações advindos do trabalho da comunidade universitária numa linguagem \nacessível à comunidade não-acadêmica. Na área de Extensão, as cartilhas ou manuais \nfazem parte de um projeto que contempla a produção, a divulgação e a disseminação de \nconhecimentos, que envolvem, na sua distribuição, atividades voltadas à interação entre a \nUniversidade e a Comunidade. \nOs cursos de Extensão, em sua expressiva maioria, propostos e realizados pelas Unidades \nAcadêmicas, têm carga horária mínima de oito horas e caracterizam-se como de Iniciação, \nAtualização ou Qualificação Profissional. São concebidos como um conjunto articulado de ações \npedagógicas de caráter teórico e/ou prático, presenciais ou a distância, planejadas e organizadas de \nmaneira sistemática, com carga horária definida e processo de avaliação formal. Podem incluir \noficinas, workshops, laboratórios e treinamentos. Algumas atividades originadas da prestação de \nserviços podem ser oferecidas como cursos, desde que se enquadrem no perfil anteriormente \ndescrito. \nOs cursos de Aperfeiçoamento, com carga horária mínima de 180 horas, buscam atender a \ndemandas acadêmico-profissionais específicas do mercado de trabalho. A supervisão da oferta \ndessa modalidade de curso está a cargo da Pró-Reitoria de Extensão. \n  \n10.2.1 Programa de Bolsas coordenado pela Pró-reitoria de extensão \nO Programa de Bolsas de Extensão tem por objetivo apoiar, por meio da concessão de \nbolsas, o desenvolvimento de programas e/ou de projetos de extensão de Unidades, órgãos ou \nsetores que têm potencial para implementar experiências acadêmicas, de forma qualitativa e de \nacordo com a política da UFMG para essa área. A Câmara de Extensão divulga, anualmente, edital \nespecífico, estabelecendo as datas para recepção e análise, bem como o roteiro para elaboração dos \nprojetos. São proponentes, nesse caso, professores ou servidores técnico-administrativos em \nEducação que fazem parte do quadro permanente da UFMG. Depois de recebidos, tais programas e \n", "48": " \nprojetos são submetidos à aprovação das Câmaras Departamentais e encaminhados por intermédio \ndos Cenex das Unidades. A seleção dos alunos bolsistas é feita com base em edital divulgado pelos \npróprios Coordenadores dos programas e projetos. \n \n10.3 Programas de Bolsas de Graduação \nA Pró-Reitoria de Graduação (Prograd) administra um Programa de Bolsas Acadêmicas \nque tem contemplado, a cada ano, mais de 700 estudantes, o que corresponde a cerca de 4% do \nalunado de Graduação da UFMG. O valor mensal das bolsas assim concedidas é o mesmo em \ntodas as modalidades do Programa e equivalente ao das bolsas de iniciação científica.  \nO Programa de Bolsas Acadêmicas administrado pela Prograd e vigente a partir de 2006 \ncompreende os tipos que se seguem: \n \n• Monitoria – Tem por propósito iniciar o estudante nas atividades de docência no Ensino \nSuperior, bem como apoiar os professores nas suas tarefas didáticas. Cada Unidade \nAcadêmica dispõe de uma cota de bolsas, estabelecida a partir da consideração do número \nde estudantes a que ela atende e da natureza das atividades didáticas nela realizadas. \n• Programa Especial de Graduação (PEG) – Objetiva apoiar os Colegiados de Curso em \nações referentes à modernização dos seus projetos acadêmicos curriculares, bem como na \nadoção de novas metodologias de ensino, inclusive no que diz respeito à produção de \nmaterial didático. \n• Pronoturno – Destina-se a possibilitar dedicação integral aos estudos a estudantes do turno \nnoturno que mais se destacam por sua competência. Sua concepção guarda similaridade \ncom o Programa de Educação Tutorial (PET), gerenciado pela Secretaria do Ensino \nSuperior (SESu), do Ministério da Educação (MEC). Condicionadas ao cumprimento de \num conjunto de requisitos acadêmicos, tais bolsas são garantidas aos estudantes desde os \nperíodos iniciais do curso e no transcorrer dos demais períodos letivos. Nesse caso, os  \n", "49": " \n• bolsistas cumprem um período de treinamento, que envolve atividades de ensino, pesquisa \ne extensão. \n• Programa de Educação Tutorial (PET) – Consiste em um tradicional programa do MEC, \noriginalmente coordenado pela Capes e, atualmente, sob a responsabilidade da SESu. Sua \ncriação, nos anos 1950, decorreu de iniciativa da Faculdade de Ciências Econômicas da \nUFMG. Considerado como importante estratégia para a formação de lideranças \nacadêmicas, esse Programa deverá ter sua atuação ampliada na UFMG, em acréscimo aos \nnove grupos PET em funcionamento atualmente. \n \n10.4 Programas de Intercâmbio \nCiente da importância que a experiência internacional desempenha na formação acadêmica \nde um estudante, a UFMG, por intermédio da Diretoria de Relações Internacionais (DRI), oferece \nprogramas acadêmicos que têm alcançado expressivos resultados no que concerne ao fluxo de \nintercâmbio de alunos dos níveis de Graduação e Pós-Graduação, que, por essa via, têm \noportunidade de vivenciar sistemas educacionais distintos e uma outra ótica de formação \nuniversitária, além de poderem interagir com estudantes de culturas diversas. O intercambista \npassa um a dois períodos letivos numa instituição estrangeira e as atividades desenvolvidas por ele \nno exterior, desde que aprovadas pelo Colegiado do seu curso, podem ser incorporadas ao seu \nhistórico escolar. O intercâmbio de alunos é amparado pela Resolução no 05/1998, do CEPE. \n \n10.4.1 Programas de intercâmbio para os estudantes da UFMG \nPodem se candidatar ao processo seletivo, gerenciado pela DRI e conduzido por \nprofessores indicados pelos Coordenadores de Cursos, os alunos que, regularmente matriculados \nna UFMG, estejam, no semestre da seleção, fazendo disciplinas do seu curso de opção. Além \ndisso, os interessados devem: ter completado pelo menos 50% dos créditos do seu curso até o \ninício do intercâmbio; ter de cursar ainda, após o retorno do intercâmbio, no mínimo, um semestre \nacadêmico na UFMG antes de concluir a integralização do total de créditos do seu curso de opção; \n", "50": " \nter média de Rendimento Semestral Global (RSG7) igual ou superior a 3 em todos os semestres já \ncursados até a data de inscrição à seleção; comprovar proficiência na língua oficial da Instituição \nestrangeira onde se realizará o intercâmbio. \nEssa Universidade tem participado ativamente de programas bilaterais de Graduação-\nsanduíche, que oferecem apoio financeiro ao estudante brasileiro – o que inclui passagem aérea, \nbolsas mensais e seguro saúde –, por intermédio de projeto internacional, coordenado por \npesquisador. \n \n10.4.2 Programa de intercâmbio para estudantes nacionais e estrangeiros \nNorteada pelo princípio da reciprocidade e da qualidade, a UFMG recebe alunos de \nGraduação vinculados a Universidades brasileiras e de diversos países, mediante Convênios de \nCooperação Acadêmica, buscando sempre garantir equilíbrio entre o número de estudantes \nrecebidos e o de enviados. A Resolução nº. 08/2005, do CEPE, estabelece a categoria de “aluno \nintercambista” de Graduação e de Pós-Graduação, proveniente de outras Instituições de Ensino \nSuperior, tanto do Brasil quanto do exterior, desde que conveniadas com a UFMG. Por essa \nResolução, o intercambista estrangeiro tem garantidos os mesmos direitos que os alunos da \nUniversidade em que fazem intercâmbio. Na UFMG, isso significa: facilidades de acesso à \nMoradia Estudantil; refeições com descontos; acesso às bibliotecas universitárias, bem como a \ncentros de pesquisa e de computação; procedimentos específicos de matrícula e acompanhamento \npor um Professor Tutor, designado pelo Colegiado de Curso. A mencionada Resolução normatiza, \nainda, os procedimentos para a aceitação, acolhimento e presença do aluno intercambista nacional \ne estrangeiro na UFMG. Em decorrência das determinações dessa Resolução, foi elaborado um \nsistema especial de matrícula para o intercambista estrangeiro, denominado Matrícula de Aluno \nExterno, que suprimiu a condição de ele ser considerado aluno matriculado em disciplina isolada e \no equiparou ao aluno regular da Universidade. \nEm 2003, a DRI tornou-se a instância responsável, na UFMG, pela coordenação \ninstitucional do Programa Estudantes Convênio de Graduação (PEC-G) e pelo Curso de Português \n                                                             \n7  O RSG, conceito de rendimento utilizado na UFMG, resulta da média ponderada do desempenho acadêmico do \naluno em cada uma das atividades curriculares em que se matriculou no semestre e é expresso em uma escala que varia \nde zero a cinco. Assim, quanto maior o valor do RSG, melhor é o desempenho do aluno. \n", "51": " \npara Estrangeiros, oferecido aos alunos desse convênio. A DRI apóia, ainda, as ações da \nUniversidade para o auxílio a refugiados políticos, oriundos, principalmente, de países africanos, \nmantendo, também, programas de seleção e concessão de bolsas a alunos africanos de língua \nportuguesa – Bolsa Promisaes –, em parceria com o MEC e a FUMP. \n \n10.4.3 Programas de recepção e acolhimento ao estudante estrangeiro \nVisando a atender ao critério de reciprocidade nas parcerias internacionais, a DRI \ndesenvolve os seguintes programas de apoio a estudantes estrangeiros: \n• Atendimento receptivo de estudantes recém-chegados à UFMG, mediante a organização da \nSemana do Estudante Estrangeiro, ocasião em que eles são apresentados a instâncias \nacadêmicas, instalações e serviços da Universidade. \n• Elaboração constante e atualizada de material específico – pasta institucional, Catálogo \nTrilíngüe da UFMG, Guia do Estudante Estrangeiro e outros –, que contém informações \nsobre as condições de estudos e de permanência na UFMG, em Belo Horizonte e no País. \n• Encaminhamento a programas de moradia estudantil, pelo gerenciamento de vagas na    \nMoradia Universitária para atender à demanda de reciprocidade nas parcerias inter-\nnacionais, e pelo Programa Sem Fronteiras, que hospeda o estudante estrangeiro em casas \nde famílias mineiras. \n• Gerenciamento do Programa Intensivo de Língua Portuguesa e Cultura Brasileira, que \nobjetiva oferecer ao aluno estrangeiro melhores condições e adaptabilidade ao contexto \nlingüístico e cultural brasileiro. \n \n10.5 Programas de Pós-Graduação \nO ICA oferta o curso de Mestrado em Ciências, conceito 03 pela Capes, bem como o curso \nde Especialização em Recursos Hídricos e Ambientais. O Mestrado foi implantado em 2006, tendo \ncomo objetivo a formação de profissionais com sólida base científica e capacidade crítica e \n", "52": " \ncriativa, permitindo-lhes resolver problemas da agricultura, da produção florestal, da coleta \nextrativista, e do meio ambiente, principalmente aqueles de regiões com características de \nsemiárido. A sua oferta é feita pelo Colegiado de Pós-Graduação do ICA. Já a Especialização em \nRecursos Hídricos foi implantada em 1995, tendo como objetivos especializar profissionais de \nAgronomia, Engenharia Agrícola e Ambiental, Civil, Geografia, Engenharia Florestal, Engenharia \nAmbiental e áreas afins, fornecendo aos participantes as bases legais, institucionais, regulatórias, \norganizacionais, operacionais e tecnológicas para o desenvolvimento e implementação de gestão \nsustentável dos recursos hídricos e ambientais; gerar competências nos recursos humanos locais \npara o monitoramento, planejamento e gerenciamento de recursos hídricos e ambientais da região, \nvisando a manutenção da disponibilidade hídrica permanente, de forma a compatibilizar o \ndesenvolvimento econômico-social, o aperfeiçoamento do processo produtivo sustentado, por meio \nde critérios e padrões de qualidade ambiental e de normas relativas ao uso e manejo de recursos \nhídricos e ambientais. A sua oferta é feita pelo Colegiado de Pós-Graduação do ICA.  \n \n11. PROGRAMAS DE ATENDIMENTO A PORTADORES DE NECESSIDADES \nESPECIAIS    \nDesde sua criação, a UFMG vem-se destacando pela busca da excelência no ensino, na \npesquisa e na extensão e investindo na concepção de interação entre Universidade e Sociedade, \nsempre preocupada com o acesso e a permanência de diversos segmentos no processo de ensino e \naprendizagem. Com o objetivo de aperfeiçoar os mecanismos já existentes, têm sido \nimplementadas políticas de inclusão social – entre elas o apoio à inserção e à manutenção, na \nInstituição, de pessoas portadoras de necessidades especiais (PNE), com vistas a lhes assegurar \numa equalização de oportunidades. \nUma das ações nesse sentido é realizada já no Concurso Vestibular. Nessa oportunidade, as \nPNE têm asseguradas condições adequadas para a realização das provas e em local apropriado, \ncom acesso a elevadores e banheiros adequados, bem como com mobiliário devidamente adaptado \nàs condições de cada um, conforme solicitação prévia que lhes é facultada. Além disso, para os que \nlêem e escrevem em braille, as provas são impressas nessa linguagem e, ainda, no setor de \n", "53": " \naplicação de provas reservado a esses candidatos, há um supervisor especializado, para esclarecer \ndúvidas quanto à impressão em braile dos Cadernos de Prova. \nPara os deficientes visuais que não dominam essa linguagem, designam-se aplicadores de \nprovas para fazer a leitura das questões, de acordo com instruções específicas da Comissão \nElaboradora de cada prova. Se necessário, esses mesmos candidatos podem solicitar serviços de \ntranscrição das respostas às questões de provas, a serem, então, ditadas por eles. Finalmente, \nconforme necessidades comprovadas, o tempo regular de realização das provas pode, inclusive, ser \nampliado. \nAtenta à crescente demanda da sociedade, a partir de 2002, a UFMG passou a sistematizar \nmelhor suas ações de atendimento às PNE. Para tanto, foi instituída Comissão para propor normas \ninstitucionais referentes à promoção de inclusão desse público. Com base na Constituição Federal \ne em leis e decretos homologados, com o objetivo de regulamentar essa inclusão, foi elaborado, \nentão, um conjunto de propostas. \nNesse mesmo ano, foi criada a Comissão Permanente de Apoio ao Portador de \nNecessidades Especiais (CPAPNE), composta por representantes dos docentes, dos servidores \ndocentes e técnico-administrativos e dos discentes da UFMG, com o objetivo de assegurar a essas \npessoas condições adequadas de acessibilidade e de permanência nos espaços da Universidade. \nFeito um levantamento para identificação das demandas mais prementes, essa Comissão tomou sua \niniciativa inicial de maior impacto com a eliminação das barreiras arquitetônicas do Campus \nPampulha, que começou nas áreas de uso comum – os restaurantes, a Praça de Serviços, as vias de \nacesso e as áreas de estacionamento. Para tanto, fez-se um mapeamento das áreas que demandam \nintervenção e, a partir dele, o Departamento de Planejamento Físico e Obras (DPFO), com o apoio \nda Coordenadoria de Assuntos Comunitários (CAC), tem implementado várias medidas para \natender a necessidades específicas dessa parcela da comunidade universitária. Do ponto de vista da \nestrutura física, a maioria dos edifícios da Universidade, principalmente os prédios projetados e \nconstruídos em período mais recente, já se acha adequadamente adaptada e equipada para facilitar \no acesso e o deslocamento das PNE. \nA CPAPNE criou, também, um Centro de Produção de Material Didático e vem \npromovendo treinamento e orientação para docentes e funcionários. Além disso, tem buscado \nestabelecer vínculos com Instituições Governamentais e Não-Governamentais que trabalham nessa \nárea. Entre suas atribuições, constam, ainda, a criação de um grupo de estudos e pesquisas sobre o \n", "54": " \ntema e a institucionalização do atendimento ao PNE, ambos contando com o envolvimento da \ncomunidade. Em conjunto com a Prograd, vão ser promovidas, igualmente, adaptações curriculares \nque visem ao atendimento de estudantes PNE, bem como serão incentivados cursos de \nLicenciatura voltados à formação de professores para lidar especificamente com a inclusão. \n \n12. INSTALAÇÕES - LABORATÓRIOS - EQUIPAMENTOS \na. Ambientes Administrativos e de Apoio docente \nQuantidade \nDescrição \n01 \nSecretaria acadêmica  \n01 \nSala para Coordenação \n01 \nSala de reunião/ Congregação \n21 \nGabinete de trabalho para docentes \n24 \nSala de aula \n \nO Campus do ICA (Instituto de Ciências Agrárias) possui uma ocupação caracterizada pelo \nreaproveitamento de edificações existentes. Apresenta uma área total de 232 hectares das quais 1,3 \nhectares representam a área construída onde se inserem os gabinetes dos docentes; 15 salas de \naula; 17 laboratórios; 01 biblioteca; 01 campo de futebol; 01 ginásio poliesportivo; secretarias \n(geral e de pós-graduação), sala dos colegiados; 01 centro de extensão – CENEX; 01 \nalmoxarifado; 01 setor de materiais e patrimonial; 01 cooperativa agrícola; 01 galpão de transporte \nque contempla veículos, máquinas e implementos agrícolas e; setores de assessoria. Os \nprofessores, alunos, técnicos administrativos e a comunidade em geral se beneficiarem da infra-\nestrutura física, material e humana do ICA/UFMG. \nHá uma preocupação do ICA/UFMG com a organização de seus espaços físicos, ou seja, \ncom as instalações físicas existentes e suas condições (dimensão, iluminação, mobiliário, limpeza, \nambientação climática e ruídos) com os equipamentos e serviços, como limpeza e organização, \nsegurança patrimonial e atendimentos setoriais (Secretaria, Biblioteca, Laboratório de Informática, \nLaboratório Específico, entre outros), de modo a propiciar melhores condições para o \n", "55": " \ndesenvolvimento institucional, de atividades de ensino de graduação e pós-graduação, conforme \nconsignado em seu Plano de Desenvolvimento Institucional. \n \nb. Laboratório (s) de Informática \nLaboratório 01: Tem uma área de aproximadamente 60m² cada um, sendo a sala climatizada por \nar condicionado e janelas arejadas que possibilitam uma iluminação natural. As 30 (trinta) \nmáquinas existentes possuem a seguine configuração: Microcomputador  com Processador: Intel \nCore 2 Duo E7500 2.93GHz; Memória Ram: 4,00GB - DDR2; HD: 250GB Sata II; Monitor: LG \n20''; Internet: Embratel 2Mbps - Link Dedicado; Sistema Operacional: Ubuntu 10.04 e Windows \nXP. \nLaboratório 02: Tem uma área de aproximadamente 60m² cada um, sendo a sala climatizada por \nar condicionado e janelas arejadas que possibilitam uma iluminação natural. As 40 (quarenta) \nmáquinas existentes possuem a seguine configuração: Microcomputador  com Processador: Intel \nCore 2 Duo E7500 2.93GHz; Memória Ram: 4,00GB - DDR2; HD: 350GB Sata II; Monitor: Dell \n22''; Internet: Embratel 2Mbps - Link Dedicado; Sistema Operacional: Ubuntu 10.04; Windows 7 \nProfessional 32 bits. \nPara as atividades do curso de Engenharia Florestal do ICA/UFMG disponibiliza-se dois \nlaboratórios de informática. Além de propiciar ambiente para a aprendizagem das ferramentas \ncomputacionais e tecnológicas, os laboratórios funcionam como sala de aula informatizada, na qual \nalunos e professores desenvolvem atividades acadêmicas relacionadas aos diversos conteúdos,  \napoiados por softwares de gerenciamento, recursos de multimídia e acesso pleno e ininterrupto à \nInternet. \nOs laboratórios de informática tem uma área de aproximadamente 60m² cada um, sendo a \nsala climatizada por ar condicionado e janelas arejadas que possibilitam uma iluminação natural, \ndispondo de quatro servidores para suporte técnico. \nO Laboratório de Informática é um ambiente aberto a alunos, professores e funcionários \ntécnico administrativos, podendo ser utilizado para as seguintes práticas, entre outras: realização de \naulas e trabalhos acadêmicos; realização de trabalhos institucionais; promoção de cursos de \ninformática (treinamentos); ações de extensão social; e pesquisa na Internet. \n", "56": " \nCom o objetivo permanente de incluir o uso dos recursos da tecnologia de informação na \nrotina de trabalho de professores e alunos, o curso de Engenharia Florestal utiliza o laboratório de \ninformática, juntamente com os demais recursos tecnológicos existentes, permitindo: capacitar \ninstrumentalmente os professores; apoiar as atividades de ensino e apoiar a aprendizagem \nacadêmica. \n \nc. \nRecursos Multimídia \nQuantidade \nDescrição \n20 \nData-show \n03 \nTV \n02 \nDVD \n01 \nVídeo Cassete \n \nA UFMG conta com 861 laboratórios de pesquisa, distribuídos por suas 19 Unidades \nAcadêmicas, outros órgãos e setores. Construídos, equipados e mantidos com recursos oriundos do \nTesouro e de projetos financiados por agências de fomento à pesquisa, esses laboratórios \noferecem suporte físico e tecnológico a milhares de pesquisadores, tanto docentes quanto \ndiscentes, vinculados às atividades acadêmico-científicas da Instituição. Aproximadamente 80% \ndesses laboratórios vinculam-se às áreas de Ciências Biológicas, Ciências Exatas e da Terra, \nCiências da Saúde e Engenharias. O percentual complementar distribui-se pelas áreas de Ciências \nAgrárias, Ciências Sociais, Ciências Humanas e, também, Lingüística, Letras e Artes. O Parque \nCientífico da UFMG, por sua extensão física, pelos equipamentos que abriga e pela relevância e \nimpacto das pesquisas nele realizadas, é considerado um dos maiores e mais importantes do País, \nequiparando-se, nesses aspectos, ao das melhores Universidades brasileiras e estrangeiras. \nO mais expressivo investimento institucional já feito na rede de laboratórios da UFMG \nrefere-se ao projeto Finep-CT-Infra/2003. Foram identificados 245 laboratórios em que se fazia \nimprescindível a instalação de sistemas locais de geração de energia elétrica, que pudessem entrar \nem operação em situações de queda da rede de energia. Nesses laboratórios, vinculados às áreas de \nCiências Biológicas e Agrárias, Ciências Exatas e da Terra, Engenharias, e Ciências da Saúde, são \ndesenvolvidos experimentos em diferentes linhas de pesquisa, em que se mantêm organismos \n", "57": " \nvivos em ambientes padronizados de temperatura e aeração e/ou em que estão instalados aparelhos \nsensíveis a quedas bruscas de energia.  Neles, uma enorme quantidade de freezers, com \ntemperaturas reguladas entre -20ºC e -80ºC, armazena produtos biológicos, químicos, \nradioquímicos e imunoquímicos termossensíveis, que, em sua maioria, são importados. Outra \ncaracterística desses laboratórios é a presença de aparelhos de elevada sensibilidade, que operam \n24 horas por dia, durante todo o ano. Nesse caso, além de implicar perda imediata do \nprocessamento que estiver em execução, qualquer interrupção pode demandar longos períodos para  \nrecalibração e implicar um elevado risco de danos irreparáveis. A par disso, muitos desses \nequipamentos dependem de ambientes climatizados. Assim, a interrupção de energia elétrica, ainda \nque por tempo relativamente curto, pode significar prejuízos irrecuperáveis. Mesmo quando há \nchance de reparos, esses procedimentos podem demandar tempo e causar prejuízo científico e \nfinanceiro à UFMG e aos cofres públicos. Após a implementação desses sistemas de proteção, \ntodos esses riscos estão agora neutralizados. \nA manutenção, o adequado funcionamento e a modernização da complexa rede de \nlaboratórios da UFMG constituem-se, hoje, se não os maiores, talvez os mais importantes desafios  \npara a gestão institucional, dadas a indefinição e a intermitência próprias à liberação de recursos \norçamentários destinados a tal finalidade. Agravada, sobremaneira, pela política de remuneração e  \nde reposição dos quadros de pessoal técnico-administrativo em Educação vigente no País, já por \nvários anos, essa situação tende a comprometer a integridade de um patrimônio público construído \ncom o empenho e o sacrifício de algumas gerações e envolve significativo contingente de \npesquisadores e técnicos. \nA infraestrutura do ICA/UFMG dado o histórico agrícola é composto por diversas unidades \nvoltadas para o segmento de ciências agrárias, vindo nos últimos anos, se reestruturando em função \ndo atendimento às necessidades dos cursos advindos do Projeto Reuni. Assim, as instalações \nedificadas do Instituto contam com laboratórios de: \n- Análise de Resíduos para Aproveitamento Agrícola  \n- Apicultura \n- Botânica  \n- Bromatologia  \n- Entomologia  \n- Hidráulica  \n", "58": " \n- Informática \n- Microbiologia  \n- Microbiologia Aplicada  \n- Microscopia  \n- Óleo e Biotecnologia  \n- Plantas Medicinais  \n- Propagação de Plantas  \n-  Sementes  \n- Solos  \n- Tecnologia de Alimentos  \n- Laboratórios de Ciências Agrárias Aplicadas I (em construção) \n- Laboratórios do Ciclo Básico (em construção) \n- Centro de Estudos e Pesquisa em Administração – CEPEA/ICA (proposta para FINEP-2011). \n \n13. BIBLIOTECA \nO Sistema de Bibliotecas da UFMG é constituído por 27 bibliotecas setoriais nas áreas: \n• Ciências Agrárias \n• Ciências Biológicas/Fisiológicas \n• Ciências Exatas e da Terra \n• Ciências Humanas \n• Ciências Sociais Aplicadas \n• Unidades Especiais/Extensão - Colégio Técnico; Teatro Universitário; Centro Pedagógico; \nMuseu de História Natural; Carro Biblioteca. \n \nAs bibliotecas setoriais subordinam-se, tecnicamente, à direção do sistema e, \nadministrativamente, às respectivas Unidades Acadêmicas e Especiais e Órgãos Suplementares e \ntêm como objetivo geral o provimento de informações necessárias às atividades de ensino, \npesquisa e extensão da UFMG. \n", "59": " \nO Sistema de Bibliotecas da UFMG dispõe de um acervo diversificado entre livros, CD’s, \nassinaturas de jornais, revistas, assinaturas de periódicos, entre outros. O acervo conta com \ndiversos títulos de obras e outros materiais fundamentais para o referencial teórico das áreas \ntemáticas dos cursos existentes na Unidade Acadêmica. \nApresenta um acervo de 783.549 exemplares; 22.305 Coleção de Periódicos impresso; \nAcesso ao Portal de Periódicos da CAPES; Materiais especiais com aproximadamente 100.000 \nitens (audiovisuais, slides, partituras, fitas de vídeo, documentos de arquivo, fotografias etc; \nColeções especiais como a Memória Intelectual da UFMG, Obras Raras, Coleções Pessoais \n(Henriqueta Lisboa, Murilo Rubião, Oswaldo França Júnior, Abgar Renault, Curt Lange), \nMineiriana, entre outras. \nApresenta um acervo de 783.549 exemplares; 22.305 Coleção de Periódicos impresso; \nAcesso ao Portal de Periódicos da CAPES; Materiais especiais com aproximadamente 100.000 \nitens (audiovisuais, slides, partituras, fitas de vídeo, documentos de arquivo, fotografias etc; \nColeções especiais como a Memória Intelectual da UFMG, Obras Raras, Coleções Pessoais  \n(Henriqueta Lisboa, Murilo Rubião, Oswaldo França Júnior, Abgar Renault, Curt Lange), \nMineiriana, entre outras. \nA Biblioteca Comunitária do Campus Regional da UFMG em Montes Claros foi criada na \ndécada de 60, a princípio, para atender a sua comunidade de alunos do Curso Técnico em \nAgropecuária, professores e técnico-administrativos.  Reformada no ano de 2007, a Biblioteca \nconta hoje com um espaço adequado ao seu funcionamento e à funcionalidade e conforto dos \nusuários.  \n \nCopa \n05 m2 \nDepósito  \n16 m2 \nDML \n03 m2 \nEncadernação  \n16 m2 \nEstudo em grupo   \n100 m2 \n", "60": " \nEstudo individual   \n50 m2 \nGuarda volumes  \n25 m2 \nPeriódicos  \n90 m2 \nProcessamento técnico  \n60 m2 \nSalão acervo \n210  m2 \nSanitários \n35 m2 \nServiço de referência  \n20 m2 \nTerminais consulta \n15 m2 \n \nA Biblioteca do Instituto de Ciências Agrárias está subordinada administrativamente à \nDiretoria do ICA e, tecnicamente à Diretoria do Sistema de Bibliotecas UFMG, composto por 27  \nBibliotecas.  Seu prédio novo possui salas para leitura de periódicos, estudo em grupo, cabinas \npara estudo individual, guarda-volumes externo, setor de referência, processamento técnico e \nchefia, sala de multimídia, depósito, salão do acervo e leitura.  \nA Biblioteca Comunitária em Ciências Agrárias da UFMG é pioneira no Brasil, neste \nsegmento, sendo a segunda Biblioteca Comunitária do Brasil e a primeira de Minas Gerais. Está \nestruturada para atender aos usuários dos cursos de graduação, de especialização e do mestrado.  \nTrata-se da única Biblioteca do Norte de Minas que disponibiliza acesso ao Portal CAPES, \ncom mais de 12.700 títulos de periódicos com textos completos. Possui um acervo de \naproximadamente 1.100 fascículos de periódicos; 14.500 exemplares de livros, monografias, teses, \n241 fitas de vídeo, CDroom e 60 mapas. É utilizada a tabela de classificação CDU para indexação \ndos assuntos. O acervo é armazenado nas estantes de acordo com sua classificação e em seguida \npelo sobrenome do autor e título. As estantes são identificadas por ordem de assunto e tipo de \nmaterial bibliográfico. O acervo é processado na Base de Dados Pergamum em rede UFMG e Base \nlocal em Microisis (REV e ICA). \n", "61": " \nAtualmente, a Biblioteca tem uma clientela potencial formada por alunos de vários cursos, \nprofessores e técnico-administrativos, profissionais liberais, e instituições como (EPAMIG, \nIBAMA, IEF, EMBRAPA, EMATER, IMA, COOPAGRO, NESTLÉ, etc.), além de professores e \nalunos de outras Instituições de Ensino, candidatos a concursos públicos, egressos, jornalistas, \ntécnicos, produtores, trabalhadores rurais, pesquisadores e visitantes. È a única Biblioteca no Norte \nde Minas ao sul da Bahia que disponibiliza acesso ao Portal CAPES com 8.596 periódicos com \ntexto completo. \n A Biblioteca disponibiliza bases de dados full text a seus usuários. A área de abrangência \ninclui todo o conhecimento humano através do PORTAL CAPES e pagina da BU. O acervo é \ncomposto por 38 mapas, 11 CDs e 38 vídeos. A Biblioteca recebe 01 jornal de abrangência \nestadual (Estado de Minas) e 02 de abrangência local (Jornal de Notícias e Jornal do Norte). Conta \nainda com assinaturas da Revistas de conhecimento geral (Isto É, Veja, Super Interessante, Globo \nCiência e outras). \n  A política de aquisição da Biblioteca obedece ao planejamento orçamentário da Pró-\nReitoria de Graduação da UFMG para compra. Eventualmente são realizados aquisições com \nrecursos próprios do Campus Regional da UFMG em Montes Claros e periodicamente o setor \nrecebe diversas doações. Semestralmente o acervo de monografias é renovado através de sugestão \ndos Setores Departamentais e demais usuários da Biblioteca. O acervo de periódicos é renovado \nanualmente através de doação, renovação e/ou assinatura de títulos especializados na área de \nCiências Agrárias. \nO acervo da Biblioteca é aberto e o usuário tem livre acesso às estantes e pode também \nconsultar o material desejado nos locais disponibilizados pela Biblioteca. Para a facilidade de \nlocalização dos materiais, existem no balcão de atendimento 03 (três) terminais de consulta ao \nacervo, e ainda 02 (dois) funcionários a todo o momento, para o esclarecimento de quaisquer \ndúvidas oportunas. \n \n14.GESTÃO DO CURSO, PESSOAL DOCENTE E TÉCNICO-ADMINISTRATIVO  \n14.1 \nGestão do curso \n", "62": " \nA Pró-Reitoria de Graduação tem o papel de coordenar, em articulação com as Unidades de \nEnsino e com os órgãos da Administração Central, a formulação e a implementação de políticas \npara o ensino de graduação e as atividades dos órgãos executores dessas políticas. \nAlém do assessoramento a gestores acadêmicos, comissões e grupos de trabalho em \nprocedimentos administrativos e no desenvolvimento de programas e projetos voltados para os \ncursos de graduação, compete à PROGRAD: propor e coordenar as formas de acesso aos cursos, a \nprogramas de bolsas acadêmicas de graduação, estágios curriculares, mobilidade estudantil; \ngerenciar atividades de planejamento acadêmico; registrar e gerenciar informações e dados \nrelativos à graduação e expedir documentos diversos. Seu principal objetivo é criar condições \nfavoráveis à melhoria do funcionamento da vida acadêmica e da qualidade dos cursos oferecidos \npela Universidade Federal de Minas Gerais \nConsiderando que a UFMG possui uma estrutura colegiada, o Órgão de decisão dos \nassuntos relacionados à graduação é a Câmara de Graduação, que é presidida pelo Pró-Reitora de \nGraduação. As questões da vida acadêmica dos alunos são decididas, em primeira instância, pelos \nColegiados dos Cursos que são presididos por seus Coordenadores. As Câmaras Acadêmicas de \nGraduação, Pós-Graduação, Pesquisa e Extensão, são partes integrantes do CEPE: Conselho de \nEnsino, Pesquisa e Extensão, que é presidido pelo(a) Reitor(a). \nICA/UFMG possui seis colegiados dos respectivos cursos de graduação da Unidade \nAcadêmica. O Colegiado do Curso de Engenharia Florestal é composto por: coordenador, sub-\ncoordenador, três docentes do ICA/UFMG e um representante de discente, na forma prevista no \nestatuto e Regimento Geral da UFMG. \nDe acordo com o Estatuto da UFMG, artigos 54 a 57, os colegiados têm as seguintes \natribuições: \nI - orientar e coordenar as atividades do curso e propor ao Departamento ou estrutura \nequivalente a indicação ou substituição de docentes; \nII - elaborar o currículo do curso, com indicação de ementas, créditos e pré-requisitos \ndas atividades acadêmicas curriculares que o compõem; \nIII - referendar os programas das atividades acadêmicas curriculares que compõem o \ncurso, nos termos do art. 49, §§ 1o e 2o, do Estatuto; \n", "63": " \nIV - decidir das questões referentes à matrícula, reopção, dispensa e inclusão de \natividades acadêmicas curriculares, transferência, continuidade de estudos, obtenção de \nnovo título e outras formas de ingresso, bem como das representações e recursos contra \nmatéria didática, obedecida a legislação pertinente; \nV - coordenar e executar os procedimentos de avaliação do curso; \nVI - representar ao órgão competente no caso de infração disciplinar; \nVII - elaborar o plano de aplicação de verbas destinadas a este órgão. \nO Departamento de Registro e Controle Acadêmico-DRCA elaborará anualmente, para \ndeliberação do Conselho de Ensino, Pesquisa e Extensão, proposta de Calendário Escolar da \nUFMG, observados os preceitos legais vigentes. O Colegiado Superior de cada Unidade, ouvidos \nos Colegiados de Curso e os Colegiados Especiais, promoverá a adequação do calendário em seu \nâmbito, respeitado o Calendário Escolar da UFMG, aprovado pelo Conselho de Ensino, Pesquisa e \nExtensão. \nEm caso de interrupção de atividades, o Calendário Escolar da UFMG será refeito, de modo \na garantir a complementação integral da carga horária estabelecida para cada disciplina ou \natividade acadêmica, no período letivo. \nDe certa forma a gestão do curso parte da coordenação didática do curso onde a figura do \nCoordenador e/ou SubCoodenador estão diretamente ligados ao acompanhamento pedagógico da \nmatriz currícular, saindo da esfera meramente burocrática vivenciando o atual contexto do curso. \n \nA relação interdisciplinar e o desenvolvimento do trabalho conjunto dos docentes só \npoderão ser alcançados se existir o apoio e o acompanhamento pedagógico da coordenação. \nPortanto caberá à coordenação de Curso: \n• ser o articulador e proponente das políticas e práticas pedagógicas; \n• integrar o corpo docente que trabalha no Curso; \n• discutir com os professores a importância de cada conteúdo no contexto curricular; \n• articular a integração entre o corpo docente e discente; \n• \nacompanhar e avaliar os resultados das estratégias pedagógicas e redefinir novas \norientações. \n", "64": " \n14.2 \nGestão de Pessoal Docente \n \nReafirmando suas intenções e compromisso com a efetivação de um projeto educacional \npautado na conquista de uma formação cientifica de qualidade e na formação humana, UFMG \napresenta suas políticas que, numa ambiência de participação e responsabilidade dos sujeitos \nacadêmicos, buscam a excelência do trabalho desenvolvido. \nA organização e gestão de pessoal no ICA/UFMG são coordenadas pela PRORH - Pró-\nReitoria de Recursos Humanos, sendo que os docentes são coordenados pela CPPD – Comissão \nPermanente do Pessoal Docente. A CPPD é o órgão de assessoria do CEPE (Conselho de Ensino \nPesquisa e Extensão), da Reitoria e da Pró-Reitoria de Recursos Humanos, em questões referentes \nà formulação, acompanhamento e execução da política de pessoal docente da Instituição. Compete-\nlhe: emitir pareceres, para decisão do CEPE, do Reitor ou do Pró-Reitor de Recursos Humanos, no \nassunto referente à: \n• Alocação de vaga docente ao departamentos ou estruturas equivalentes e às \nUnidades Acadêmicas ou Especiais; \n• Admissão de professores, qualquer que seja sua forma; \n• Alteração do regime de trabalho docente; \n• avaliação do desempenho para fins de progressão funcional; \n• progressão funcional por titulação; \n• solicitação de afastamento de docentes para aperfeiçoamento, especialização, \nmestrado, doutorado ou pós-doutorado; \n• liberação de professores para programas de cooperação com outras instituições, \nuniversitárias ou não; \n• renovação do regime de trabalho em Dedicação Exclusiva (DE). \n \nCompete também a CPPD desenvolver estudos e análises que permitam fornecer subsídios \npara a fixação, o aperfeiçoamento e a modificação de política docente e de seus instrumentos de \nacompanhamento e execução; cuidar de questões relativas À análise dos relatórios de atividades \ndos departamentos (ou estruturas equivalentes), de acordo com políticas, critérios e parâmetros \ndeterminados pelo CEPE; manifestar-se sobre assunto relativo à docência, quando solicitada pelo \n", "65": " \nCEPE, Reitor, Pró-Reitor de Recursos Humanos ou pelos Pró-Reitores acadêmicos e; avaliação de \ndesempenho para progressão vertical e ascensão funcional por titulação. \nA CPPD tem vinculação direta com a Pró-Reitoria de Recursos Humanos e ao Gabinete da \nReitora, sendo composta por um professor de carreira de magistério de 1º e 2º graus; nove \nprofessores da carreira de magistério de 3º grau (três docentes das áreas de Ciências da Vida, três,  \ndas áreas de Ciência da Natureza e três, das áreas de Humanidades); três docentes de livre escolha \ndo Reitor; representação discente na forma do Estatuto e do Regimento Geral da UFMG. \nOs membros da Comissão Permanente de Pessoal Docente têm oportunidade de conhecer e \nvivenciar os problemas de toda a Universidade e se envolver rotineiramente na busca de soluções \npara os mesmos. \nO docente é contratado dentro dos critérios previstos no Plano de Carreira Docente da \nInstituição. O Plano de Carreira Docente da Instituição baseia-se em alguns pontos básicos: a  \nvalorização da qualificação e da produção acadêmica do professor; a profissionalização, entendida \ncomo dedicação ao magistério, mediante incentivos para os tempos parcial e integral; e a \nprogressão na carreira, mediante critérios previstos no plano de carreira da instituição. \nO corpo docente da UFMG compreende, além dos integrantes das carreiras de magistério, \nProfessores Visitantes e Professores Substitutos. Os integrantes das carreiras de magistério \nconstituem o quadro permanente de professores da UFMG. \nO Professor Visitante e o Professor Substituto, por não pertencerem às carreiras de \nmagistério, integram transitoriamente o corpo docente, sendo-lhes vedado o exercício de funções e \ncargos de direção e representação, privativos dos integrantes das carreiras de magistério, e a \nparticipação em qualquer processo eleitoral, seja como candidatos, seja como eleitores. \nO Professor Visitante será contratado para prestar colaboração transitória em projetos \nespeciais de ensino, pesquisa ou extensão, nos termos da legislação vigente, desde que não tenha \npertencido anteriormente ao quadro permanente da Universidade \nO Professor Substituto, necessariamente portador de diploma de curso superior, será \ncontratado por tempo determinado, nos termos da legislação vigente, a fim de atender a \nnecessidades eventuais, específicas do ensino de Graduação ou da Educação Básica e Profissional. \n", "66": " \nO Professor Emérito, definido no inciso III do art. 71 Do Regimento Geral da UFMG, \npoderá colaborar, voluntariamente, nas atividades acadêmicas da Universidade, em comum acordo \ncom a direção da Unidade e a chefia do Departamento ao qual era vinculado antes de aposentar-se. \nO Professor Convidado, prestador de serviço voluntário à Universidade, terá sua atuação \nregulamentada pela legislação vigente, e sua colaboração não gerará qualquer vínculo empregatício \nou profissional com a UFMG. \nO corpo docente do Curso de Engenharia Florestal do ICA/UFMG é composto por 24 \nprofessores doutores em regime de dedicação exclusiva; 10 professores mestres, sendo 04 em \nregime de 20 horas e 06 em regime de dedicação exclusiva; 01 professor especialista em regime de \n20 horas, totalizando 35 professores (Conforme Anexo). \n \n14.2.1 Políticas de qualificação \n \nA política de qualificação do Campus Regional da UFMG em Montes Claros tem por \nobjetivo estimular os docentes a se capacitarem em nível de especialização, mestrado, doutorado e \npós-doutorado. \n \n14.3 \nGestão de Pessoal Técnico-Administrativo \n \nO Corpo Técnico-Administrativo da instituição é constituído pelos funcionários que não \npertencem ao Corpo Docente. Os mesmos são coordenados pelo Departamento de Administração \nde Pessoal da UFMG. O Departamento de Administração de Pessoal é um órgão administrativo \nligado à Pró-Reitoria de Recursos Humanos com a finalidade de planejar, organizar, coordenar e \nsupervisionar as atividades relativas à administração de pessoal da UFMG, tais como: gestão de \nbenefícios, aplicação da legislação de pessoal, registro de dados pessoais e funcionais e pagamento \nde servidores. \nO corpo técnico e administrativo cujo conjunto constitui a força de trabalho do referido \ncorpo, nos termos da legislação vigente, compreende: \n \nI - servidores pertencentes à carreira dos cargos técnico administrativos em educação; \nII - pessoal técnico e administrativo não pertencente à carreira. \n", "67": " \n \nOs integrantes da carreira dos cargos técnico administrativos em educação constituem o \nquadro permanente do corpo técnico e administrativo da UFMG. Compete ao Diretor de Unidade \nAcadêmica, de Órgão Suplementar ou Diretor-Geral de Unidade Especial determinar o local de \nexercício do pessoal técnico e administrativo lotado nessas Unidades e nesses Órgãos. O corpo \ntécnico-administrativo em educação tem representação nos órgãos colegiados, nos termos do art.  \n84 do Estatuto da UFMG e seus parágrafos, assegurada a participação de um servidor, caso ocorra \nfração inferior a um inteiro, no cálculo do quantitativo de seus representantes. \nA representação a que se refere o caput do art. 84 far-se-á também no caso de comissão que \nvenha a ser instituída para tratar de matéria de natureza técnico administrativa. A UFMG mantém \nplano de desenvolvimento do pessoal do corpo técnico e administrativo, mediante a realização de \nprogramas permanentes destinados a promover sua capacitação, seu aperfeiçoamento e sua \nqualificação. \nO Colegiado do Curso de Engenharia Florestal conta com um servidor técnico \nadministrativo que atende as questões administrativas de suporte do curso. Outras atividades \nadministrativas relacionadas a assuntos inerentes aos cursos de graduação são desenvolvidas \natravés da secretaria geral, da secção de Registro Escolar, da Assessoria Pedagógica, da Comissão \nde Estágio e da Coordenação de ensino.  \n \n \n14.4 Núcleo Docente Estruturante \n \nNos moldes da Resolução nº. 01 de 17 de junho de 2010 da Comissão Nacional de \nAvaliação da Educação Superior (CONAES), o Núcleo Docente Estruturante, NDE, de um curso \nde graduação constitui-se de um grupo de docentes, com atribuições acadêmicas de \nacompanhamento, atuante no processo de concepção, consolidação e contínua atualização do \nprojeto pedagógico do curso.  Ao NDE incumbe: contribuir para a consolidação do perfil \nprofissional do egresso do curso; zelar pela integração curricular interdisciplinar entre as diferentes \natividades de ensino constantes no currículo; indicar as formas de incentivo ao desenvolvimento de \nlinhas de pesquisa e extensão, oriundas de necessidades da graduação, de exigências do mercado \nde trabalho e afinadas com as políticas públicas relativas à área de conhecimento do curso, bem \n", "68": " \ncomo zelar pelo cumprimento das Diretrizes Curriculares Nacionais para os Cursos de Graduação.  \nO NDE do curso de Engenharia Florestal foi instituído em 2011 e atende aos requisitos \nestabelecidos do artigo 3º da Resolução nº de 17 de junho de 2010. \n  \n15. AVALIAÇÃO DO CURSO \n15.1 Avaliação Institucional do Ensino de Graduação \nPor ser a Graduação o principal esteio da formação de profissionais qualificados e \npesquisadores, bem como a primeira instância pela qual a Universidade presta serviços à \ncomunidade, é fundamental que se instituam, na UFMG, procedimentos permanentes de avaliação \ndo desenvolvimento dessas atividades. Desse modo, com uma periodicidade predeterminada, é \npossível não só se diagnosticarem dificuldades, mas também se constatarem sucessos relativos \ntanto à realização de tarefas acadêmicas quanto à aproximação das relações entre as instituições \nuniversitárias e a sociedade. \nPreocupada com a qualidade do ensino que oferece, a UFMG vem buscando estratégias que \nlhe possibilitem implementar um programa de avaliação dos seus cursos de Graduação, visando a \numa mudança de patamar – ou seja, a contribuir para a revisão e o aperfeiçoamento do projeto \nacadêmico e sociopolítico da Instituição, pela promoção de  uma permanente melhoria da \nqualidade e da pertinência das atividades nela desenvolvidas. \nQuando, em 1994, o MEC lançou o Programa de Avaliação Institucional das Universidades \nBrasileiras (PAIUB), a UFMG aderiu a ele plenamente, constituindo, na Prograd, uma Comissão  \nde Avaliação, que deu, então, início ao processo de avaliação dos seus cursos de Graduação. \nConsiderada uma ação importante da política institucional da UFMG, essa avaliação foi \nregulamentada pela Resolução nº. 02/97, do CEPE, que criou a Comissão Permanente de \nAvaliação do Ensino de Graduação (CPA) e assegurou a destinação de recursos orçamentários para \na execução de suas atividades. Assim, a Universidade assumiu o compromisso de dar andamento \nao processo de avaliação dos cursos de Graduação que oferece, independentemente de qualquer \ngarantia de destinação de recursos do MEC, e, no final dos anos 1990, implementou processos \nrelativos à avaliação interna e externa de tais cursos. \nA aprovação da Lei no 10.861 de 2004, que instituiu o Sistema Nacional de Avaliação da \nEducação Superior (Sinaes), implicou a introdução de mudanças nesse processo. Em face da \n", "69": " \nobrigatoriedade de as IES manterem uma Comissão Própria de Avaliação (CPA), a UFMG \nprocedeu a uma revisão na estrutura de avaliação da Graduação e, em 7 de dezembro de 2006, o \nCEPE aprovou a Resolução nº. 05/2006, em que regulamentou o funcionamento da nova CPA e \nextinguiu a Comissão Permanente de Avaliação do Ensino de Graduação. O setor responsável por \nessa avaliação no âmbito específico da Graduação foi, contudo, mantido na Prograd. \nA UFMG considera que instrumentos de avaliação são fundamentais para viabilizar a \nanálise da situação de cada um de seus cursos de Graduação e para subsidiar as decisões \nconcernentes à gestão deles, objetivando uma melhoria continuada da qualidade do ensino neles \npraticado. Por essa via, a avaliação dos processos de ensino e aprendizagem nos seus cursos de \nGraduação, bem como a avaliação da qualidade final desses cursos, mediante a avaliação de \ndesempenho dos estudantes em cada um deles, como o realizado pelo Enade, é muito valorizada  \npela UFMG. Nesse sentido, o esforço da Instituição visa a atingir um uso intenso e frutífero dos \nresultados assim obtidos, pela adesão dos gestores acadêmicos – como Coordenadores de \nColegiados de Curso, Chefes de Departamento e Diretores de Unidade Acadêmica, a fim de que \nmedidas de aprimoramento na concepção, na estrutura e nos currículos dos cursos, bem como na \nsua execução e gestão, sejam implementadas com certa agilidade. \nA partir de 1996, a avaliação, pelos alunos de Graduação da UFMG, tanto das disciplinas \ncursadas durante um dado semestre quanto dos docentes que as ministraram, foi implantada nessa \nUniversidade. Desde então, ao final de cada semestre letivo, os estudantes preenchem um  \nquestionário sobre cada uma das disciplinas em que estiveram matriculados e sobre o docente \nresponsável por elas. Atualmente, esse preenchimento é voluntário e feito pela Internet, quando da \nrealização do processo de matrícula para o semestre seguinte, e sua explicitação depende apenas da \ndecisão do aluno de acesso à página da avaliação. A cada semestre, os formandos de cada curso \npodem responder, também, a um questionário, que lhes dá oportunidade de avaliar o curso que \nestão por concluir. As respostas a esse questionário constituem uma importante fonte de \ninformações para a reorientação desses cursos. \nQuanto ao Enade, a UFMG vem acompanhando com interesse e atenção o desenrolar dos \nciclos de avaliação. Em várias oportunidades, inclusive, a Prograd já promoveu a discussão do \ntema na Câmara de Graduação e com os Coordenadores de Colegiados de Curso, procurando, \nassim, extrair indicações de resultados do primeiro ciclo para a produção de ações, com vistas à  \n", "70": " \nmelhoria dos cursos de Graduação da UFMG. Esses Colegiados também têm sido motivados não \nsó a proceder a uma análise detalhada de tais resultados, mas também a divulgá-la para os \nmembros do corpo docente dos respectivos cursos. \n \n15.2 Sistema de avaliação do Projeto do Curso \n \nA avaliação do Curso deve ser considerada como ferramenta construtiva que contribuirá \npara melhorias e inovações e que permitirá identificar possibilidades, orientar, justificar, escolher e \ntomar decisões. A avaliação deverá também levantar a coerência interna entre os elementos \nconstituintes do Projeto Pedagógico e a pertinência da estrutura curricular em relação ao perfil \ndesejado e o desempenho social do egresso, para possibilitar que as mudanças se dêem de forma \ngradual, sistemática e sistêmica. Seus resultados deverão, então, subsidiar e justificar reformas \ncurriculares, solicitação de recursos humanos, aquisição de material, etc. \nSugere-se a avaliação anual do Curso de Engenharia Florestal, com a participação da \ncomunidade para sua readequação e também para servir de retro-alimentação do processo para \nfundamentarem tomadas de decisões institucionais que permitam a melhoria da qualidade de \nensino. \nPara efeitos da avaliação pretendida, será adotada como premissa fundamental a reflexão da \nidentidade ético-política do curso na formação de seus alunos. Nesta perspectiva, o Curso de \nEngenharia Florestal assume o compromisso de desenvolver um processo de produção de \nconhecimento que possibilite ao aluno atuar na sociedade, compreendendo e levando a efeito seu \npapel social transformador. \nA avaliação implica, portanto, antes de tudo: pensar o curso como uma unidade que se \nconstrói no inter-relacionamento de suas ações; o papel que o Curso desempenha, na qualidade de \npromotor do desenvolvimento sócio-econômico e tecnológico; os esforços institucionais para \ntornar acessível à sociedade os conhecimentos que produz e para elevar as habilidades e \ncompetências dos que nele ingressam; os valores ético-políticos e educacionais que o Curso \npromove ou estimula (p.ex., convivência na diversidade de pensamento, solidariedade, justiça \nsocial, preservação do meio-ambiente), tanto na sua estrutura e dinâmica organizacional, quanto no  \ncotidiano do seu fazer acadêmico e de implementação do projeto pedagógico; a formação de \nprofissionais que atendam às necessidades da sociedade. \n", "71": " \nA avaliação do Curso de Engenharia Florestal será composta pelas etapas de avaliação \ninterna, ou auto-avaliação, avaliação externa e reavaliação (no âmbito do ensino, pesquisa, \nextensão e administração), bem como pela revisão do Projeto Político Pedagógico, sempre que \nnecessária. Estas etapas serão desenvolvidas, de modo a garantir condições para comparabilidade e \nacompanhamento da evolução do curso ao longo do tempo. \nA avaliação interna será realizada com a participação de todas as instâncias e segmentos do \ncurso, considerando as diferentes dimensões de ensino, pesquisa, extensão e administração e \nutilizando os instrumentos propostos por uma Comissão de Avaliação Institucional, nomeada pela \nDireção Geral. \nA comissão de avaliação do Curso será constituída por, no mínimo, dois docentes, dois \ndiscentes e um técnico-administrativo. Na comissão de avaliação do Curso se concentrará a \nliderança do processo. Cabe a ela avaliar e conduzir todas as atividades realizadas no seu âmbito, \nredigir o Relatório de Avaliação Interna e acompanhar a avaliação externa. \nOs pareceres e relatórios elaborados pela comissão deverão ser discutidos com toda a \ncomunidade envolvida, através de um Seminário. Espera-se que estes pareceres e a experiência de  \nauto-avaliação proporcionada pela avaliação interna permitam ao Curso aperfeiçoar o seu projeto \npolítico pedagógico. \nNa perspectiva avaliadora, o parâmetro considerado é o próprio Curso em sua evolução \nhistórica, os objetivos que ele próprio traçou para si e a realização destes objetivos em suas \natividades de ensino, pesquisa, extensão e administração, além do currículo do curso. Também \ndeverão ser realizadas avaliações interdisciplinares ao final de cada etapa de aprendizagem, \nfortalecendo a visão sistêmica dos conteúdos trabalhados e reforçando a importância de cada \ntópico através da compreensão de sua utilidade com relação ao todo. \nA avaliação externa será constituída por dois mecanismos: da proposta do novo Sistema de \nAvaliação da Educação Superior (Sinaes) e pelo processo de Avaliação das Condições de Oferta \ndos Cursos de Graduação, realizada de acordo com a programação do Ministério da Educação. \nA reavaliação propõe a consolidação dos resultados da avaliação interna (auto-avaliação), \nda externa e da discussão com a comunidade acadêmica, resultando na elaboração de um relatório  \nfinal, que subsidiará a revisão do Projeto Político Pedagógico e do Planejamento Estratégico do \ncurso. \n", "72": " \nA reavaliação será executada nos diversos níveis de planejamento, com a participação da \ncoordenação, professores e alunos, através de reuniões que deverão permitir a cada professor \nperceber o papel do conteúdo sob sua responsabilidade na formação do aluno, e de proporcionar \naos alunos a compreensão de seu processo de formação como um todo, trazendo suas contribuições \ne participando ativamente do processo. \nA comissão responsável pela avaliação do curso deverá elaborar um relatório final \nintegrando todos os resultados da avaliação interna e externa, indicando as deficiências acadêmicas \nou de infra-estrutura identificadas e propondo medidas de superação. Para fins de construção deste \nrelatório geral, os resultados da avaliação interna e externa deverão ser discutidos com a \ncomunidade acadêmica visando a rever e/ou aperfeiçoar seu projeto pedagógico, suas metas e a \nelaboração de propostas para o seu desenvolvimento. \n \n16. \nREFERÊNCIAS \nUNIVERSIDADE FEDERAL DE MINAS GERAIS (UFMG). Plano de desenvolvimento institucional \n(PDI) 2008-2012. Disponível em: www.ufmg.br. \nDiretrizes para os currículos de graduação da UFMG. CEPE, 2001. \nResolução CEPE nº 15, de 31 de maio de 2011 – Cria Núcleo Docente Estruturante (NDE) dos Cursos de \nGraduação da UFMG. \nEstatuto da UFMG 1999. Disponível em http://www.ufmg.br/conheca/informes/ia_estatuto.html \nRegimento Geral da UFMG – 2010. Disponível em: \nhttp://www.ufmg.br/boletim/bol1697/img/REGIMENTO_GERAL.pdf \n \nANEXO I :   \nEMENTÁRIO \n1º PERIODO \nNome da disciplina (e código): ICA066-Introdução às Ciências Florestais \nCarga Horária: 30 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \n", "73": " \nConteúdo: \nIntegração do aluno ao Curso; Expectativas do aluno em relação ao Curso;Evolução Histórica da \nEngenharia Florestal; Característica do Curso de Engenharia Florestal da UFMG; Características \nprofissionais do Engenheiro Florestal; Mercado de Trabalho; Associação de Classes; Ética e \nexercício profissional. \nBibliografia básica \nAntes que a natureza morra: por uma ecologia política / Jean Dorst; coordenação Mario Guimarães \nFerri; tradução Rita Buongermino. – São Paulo:  Ed E. Blucher: Ed. da Univ. de São Paulo, 1973. \n \nEconomia Ecológica/ Gonzague Pillet/Ed. Instituto Piaget/1997 \nEspécies arbóreas brasileiras / Paulo Ernani Ramalho Carvalho/ Brasília:  Embrapa Informação \nTecnológica,   2003-2006. \nBibliografia complementar \nQuatro décadas da Engenharia Florestal no Brasil/ Hércio Pereira Ladeira/ Viçosa/ Ed. SIF/2002 \nEucalipto - Plantio de Eucalipto com Responsabilidade Ambiental/ José de Castro Silva/Ed. \nIndependente/2008 \nO Mundo Eucalipto: Os Fatos E Mitos De Sua Cultura/Jose Roberto Scolforo /Ed. UFLA/2008 \n \n \n \nNome da disciplina (e código): ICA200-Matemática \nCarga Horária: 60 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nPrincípios de limites, derivada, integral, logaritmo, trigonometria, matrizes reais e sistemas \nlineares. Princípios de geometria analítica e álgebra linear. \n", "74": " \nBibliografia básica \nSTEWART, James. Cálculo. Vol. 1 e 2. (Livro texto) \nBibliografia complementar \nANTON, Howard. Cálculo, um novo horizonte. 6 ed. Porto Alegre: Editora bookman, 2000. \nGUIDORIZZI, H. Um curso de Cálculo. LTC editora. Vol. 1. \nSIMMONS, George. Cálculo com Geometria Analítica. Editora MCGraw-HILL, Vol. 1 \nLEITHOLD. O Cálculo com Geometria Analítica. Vol. 1. \nNome da disciplina (e código): ICA218-Anatomia das Espermatófitas \nCarga Horária: 45 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nEstrutura e funcionamento da célula vegetal. Diferenciação celular. Fundamentos de embriologia. \nMeristemas, diferenciação e morfogênese. Anatomia dos órgãos reprodutores \nBibliografia básica \nAPPEZZATO-DA-GLÓRIA, Beatriz; CARMELLO-GUERREIRO, Sandra Maria. Anatomia \nvegetal. 2. ed., rev. e atual. Viçosa: UFV, 2006. 438p. + 1 CD-Rom ISBN 8572692401 (broch.). \nRAVEN, Peter H; EVERT, Ray Franklin; EICHHORN, Susan E. Biologia vegetal. 6.ed. Rio de \nJaneiro: Guanabara Koogan, c2001. 906p. ISBN 8527706415  \nBibliografia complementar \nAZEVEDO, Aristéa Alves. Anatomia das espermatófitas: exercícios práticos. Viçosa: \nUniversidade Federal de Viçosa, 1996. 120 p.  \nESAU, Katherine. Anatomia das plantas com sementes. São Paulo: Edgard Blucher, 1974. 293 p \nCUTTER, Elizabeth G. Anatomia vegetal. 2. ed. São Paulo: Roca, 1986- 2.v. \nFERRI, Mario Guimarães. Botânica: morfologia interna das plantas (anatomia). 9. ed. São Paulo: \nLiv. Nobel, 1984. 113 p. ISBN 8521300999 (broch.). \n", "75": " \nEVERT, Ray Franklin.; ESAU, Katherine,. Esau's Plant anatomy: meristems, cells, and tissues \nof the plant body : their structure, function, and development. 3rd ed. Hoboken, N.J.: Wiley-\nInterscience, c2006. xx, 601 p. ISBN 0471738433 (cloth). \nPROCÓPIO, Sérgio de Oliveira. Anatomia foliar de plantas daninhas do Brasil. Viçosa, MG: UFV, \n2003. 118 p.   \n \nNome da disciplina (e código): ICA219-Ecologia Geral \nCarga Horária: 45 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nEcologia de populações de plantas e animais. Ecologia de comunidades. Ecologia de ecossistemas. \nAplicações ecológicas. \nBibliografia básica \nBEGON, M.; TOWNSEND, C.R.; HARPER, J.L. Ecologia: de indivíduos a ecossistemas. 4.ed. \nPorto Alegre: Artmed, 2007. 740 p. \nDAJOZ, R. Ecologia Geral. Petrópolis: Vozes. 4ª ed. 1983. 472 p. \nPINTO-COELHO, Ricardo Motta. Fundamentos em ecologia. Porto Alegre, RS: Artmed, 2000. \n252 p.  \n \n \nBibliografia complementar  \nCODY, M.L.; DIAMOND, J.M. Ecology and evolution of communities.  Cambridge :   The \nBelknap Press of Harward University,   1975. 545 p. \nEHRLICH, P.R. População, recursos, ambiente: problemas de ecologia humana. São Paulo: \nPolígono, Ed. USP, 1974. 504 p. \nNAVES, F.L. Introdução ao estudo de gestão e manejo ambiental. Lavras: UFLA/FAEPE, 2000. \n165 p. \n", "76": " \nODUM, E.P. Ecologia. Rio de Janeiro: Guanabara Koogan, 1988, 434 p. \nPRIMACK, R.B.; RODRIGUES, E. Biologia da conservação. Londrina: Planta, 2001. 327 p. \nRICKLEFS, R.E. A Economia da Natureza. Rio de Janeiro: Guanabara Koogan, 5ª edição. 2003. \n503 p. \nSARIEGO, J.C. Educação ambiental: as ameaças ao planeta azul. São Paulo: Scipione, 1994,208 p. \nNome da disciplina (e código): ICA220-Fundamentos de Química \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nOs elementos químicos. Ligações químicas, funções inorgânicas, suas propriedades, funções \norgânicas e os processos espontâneos. Conceitos de ácidos-bases. Eletroquímica.Reações \norgânicas. Métodos de extração, destilação, cristalização e cromatografia. \nBibliografia básica \nQuímica Geral. John B. Russell. Makron Books. Segunda edição. Volume 1. ISBN: 8534601925 \nQuímica Geral. John B. Russell. Makron Books e Pearson Education. Segunda edição.  Volume 2. \nISBN: 8534601518 \nPrincípios de Química: Questionando a Vida Moderna e o Meio Ambiente. Peter Atkins e Loretta \nJones. Bookman. Terceira edição. Volume Único. ISBN: 85-363-0668-8 \n \n \nBibliografia complementar \nQuímica Geral: Conceitos Essenciais. Raymond Chang. Mc Graw Hill. Quarta edição. Volume \nÚnico. ISBN: 85-86804-98-3. \nNome da disciplina (e código): ICA221-Desenho Técnico \nCarga Horária: 45 horas \n", "77": " \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nMateriais de desenho e suas utilizações. Geometria descritiva (ponto, reta e plano). Escalas \nnumérica e gráfica simples. Vistas ortogonais principais. Desenho  arquitetônico. Normas da \nABNT. \nBibliografia básica \nVENDITTI, Marcus. Desenho Técnico sem prancheta com AutoCAD 2008. 2ed. Florianópolis: \nVisual Books, 2007. 284p. \nFRENCH, THOMAS E. & VIERCK, CHARLES J. Desenho Técnico e Tecnologia Gráfica. - 8ed \n–Editora Globo, São Paulo, 2005. \nMANGUIRE, D. E; SIMMONS,C.H. Desenho Técnico: Problemas e soluções gerais de desenho. \nSão Paulo, Hemus, 2004. \nBibliografia complementar \nSANTIAGO, A. C. Guia do Técnico Agropecuário: Topografia e Desenho. Instituto Campineiro \nde Ensino Agrícola, Campinas SP, 1982. \nFREDO, Bruno; AMORIM, L. M. F. Noções de geometria e desenho técnico. Ícone, São Paulo, \n1994. \n \n \n \n \nNome da disciplina (e código): ICA247-Zoologia Geral \nCarga Horária: 30 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \n", "78": " \nImportância \ndos \nPhyla: \nProtozoa; \nPlatyhelminthes, \nGastrotricha; \nRotifera; \nNematoda;Nematomorpha; Acontocephala; Chordata; Annelida; Molusca e Arthropoda. Efeitos no \nprocesso de crescimento das plantas e dos animais. Citologia e embriologia animal. \nBibliografia básica \nMORANDINI, Clezio. Zoologia. São Paulo: Nobel, 1969-70. 4v. \nGROSS, J. Zoologia: insetos. 2. ed. Barcelona: Labor, 1935. 190p. \nBibliografia complementar \nBARROS, Alencar. Zoologia. 12. ed. Sao Paulo: Nobel, 1900. 2v. \nBARROS, Alencar. Zoologia. 16. ed. São Paulo: Nobel, 1971. 2v. \n \n2º PERIODO \nNome da disciplina (e código): ICA222-Botânica Sistemática \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nEstrutura e funcionamento da célula vegetal. Diferenciação celular. Fundamentos de \nembriologia.Meristemas, diferenciação e morfogênese. Anatomia dos órgãos reprodutores. \nBibliografia básica \nVIDAL, Waldomiro Nunes; VIDAL, Maria Rosaria Rodrigues. Botanica-organografia : quadros \nsinotico ilustrados de famerogramos. 2. ed. Viçosa: UFV, 1983. 114p.  \nGONÇALVES, Eduardo Gomes; LORENZI, Harri. Morfologia vegetal: organografia e dicionário \nilustrado de morfologia das plantas vasculares. São Paulo: Plantarum, 2007. 416 p. ISBN \n8586714252.  \nBibliografia complementar \nSOUZA, Vinicius Castro; LORENZI, Harri. Botânica sistemática: guia ilustrado para identificação \ndas famílias de fanerógamas nativas e exóticas no Brasil, baseado em APG II. 2.ed. Nova Odessa, \nSP: Instituto Plantarum de Estudos da Flora, 2008. 704 p. ISBN 8586714290 (enc.).  \n", "79": " \nLORENZI, Harri. Flora brasileira: Arecaceae (Palmeiras). Nova Odessa: Instituto Plantarum, \nc2010. 368, [16] p. ISBN 8586714368. \nVIDAL, Waldomiro Nunes; VIDAL, Maria Rosária Rodrigues. Taxonomia vegetal. Viçosa: \nEditora UFV, 1985. 89 p. (v.57)  \nSOUZA, Vinicius Castro; LORENZI, Harri. Chave de identificação: para as principais famílias de \nangiopermas nativas e cultivadas do Brasil. São Paulo: Instituto Plantarum de Estudos da Flora, \n2007. 31 p. ISBN 8586714269.  \nLORENZI, Harri. Plantas daninhas do Brasil: terrestres, aquáticas, parasitas e tóxicas. 4. ed. São \nPaulo: Instituto Plantarum de Estudos da Flora, 2008. 640,[32] p. ISBN 8586714276. \nLORENZI, Harri. Árvores exóticas no Brasil: madeireiras, ornamentais e aromáticas. Nova \nOdessa, SP: Instituto Plantarum de Estudos da Flora, 2003. 368, [16] p. ISBN 8586714194. \n \nNome da disciplina (e código): ICA223-Química Analítica \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nAnálises qualitativas e quantitativas, espectrometria, gravimetria, volumetria análise instrumental. \nBibliografia básica \nVOGUEL, Arthur Israel. Análise Química Quantitativa. Livros Técnicos e Científicos Editora \nS.A (Grupo Editorial Nacional). 6. ed. \nVOGUEL, Arthur Israel. Química Analítica Qualitativa. Mestre Jou. 5. ed. \nANDRADE; João Carlos de; BACCAN, Nivaldo; BARONE, José Salvador; GODINHO, Oswaldo \nE. S.. Química Analítica Quantitativa Elementar. Blucher. 3. ed. \nBibliografia complementar \nSTUMM, Werner. Aquatic chemical kinetics: reaction rates of processes in natural waters. New \nYork: Wiley-Interscience, c1990. 545p. ISBN 0471510297 : (enc.)  \n", "80": " \nSTUMM, Werner,; MORGAN, James J., Aquatic chemistry: chemical equilibria and rates in \nnatural waters. 3rd ed. New York: Wiley, c1996. 1022 p. (Environmental science and technology) \nISBN 0471511846 (acid-free pa)  \nESTEVES, Francisco de Assis. Fundamentos de limnologia. 2. ed. Rio de Janeiro: Interciencia, \n1998. 602p. ISBN 8571930082(broch.). \n \n \n \nNome da disciplina (e código): ICA225-Bioquímica Geral \nCarga Horária: 60 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nBiomoléculas: aminoácidos, proteínas, enzimas, carboidratos, lipídeos e ácidos nucléicos. \nFundamentos de genética molecular e funcionamento dos organismos animais e vegetais. \nBibliografia básica \nPrincípios de Bioquímica. Lehninger, A. L., Nelson, D. L., Cox, M. M.. Sarvier. Quinta edição. \nVolume Único. ISBN: 8573781661 \nBioquímica. Donald Voet & Judith G. Voet. Artmed Editora SA. Terceira edição. Volume Único. \nISBN: 8536306807 \nBioquímica. Jeremy M. Berg, John L. Tymoczão, Lubert Stryer. Guanabara Koogan. Sexta edição. \nVolume Único. ISBN: 9788527713696 \n \nBibliografia complementar \nDORREMIM, Santiago. Agropecuária orgânica: em doses homeopáticas e romantizadas (ser \nfeliz custa tão pouco). Belo Horizonte: Dó-Ré-Mi, 2007. 128p. \n", "81": " \nNOBRE, Marcelo Cândido Sarmento Drumond; COLEN, Fernando UNIVERSIDADE FEDERAL \nDE MINAS GERAIS. Avaliação do potencial energético e do biofertilizante produzido a \npartie da casca do pequi (Caryocar brasiliense Camb.) via biodigestão anaeróbica. 2009. 41 f. \nSIQUEIRA, Jose Oswaldo; MOREIRA, Fátima Maria de Souza. Biologia e bioquímica do solo. \nLavras, MG: UFLA, 2002. 291 p. (Textos academicos). \nILVA, José Maurício Schneedorf Ferreira da. Bioquímica em agropecuária. Alfenas, MG: \nCiência Brasilis, 2005. 224 [6] p. \n \nNome da disciplina (e código): ICA230-Agrometeorologia \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nClassificação dos climas do Brasil. Equipamentos e aparelhos meteorológicos.Dinâmica do ar \natmosférico, princípios de radiação solar no sistema terra-atmosfera, relações solo-água-planta. \nBalanço hídrico, zoneamento agroclimático, fenômenos meteorológicos, evapotranspiração. \nBibliografia básica \nTUBELIS, A.; NASCIMENTO, F. J. L. do. Meteorologia Descritiva - Fundamentos e aplicações \nbrasileiras. São Paulo: Livraria Nobel, 1973. 374p. \nVIANELLO, R.L.; ALVES, A. R. Meteorologia Básica e Aplicações . Viçosa: UFVImprensa \nUniversitária, 1991. 449p. \n \nBibliografia complementar \nOMETTO, J. C. Bioclimatologia Vegetal. São Paulo: Editora Agronômica C eres ltda, \n1981. 425p. \nNome da disciplina (e código): ICA248-Matemática Aplicada \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n", "82": " \n \nConteúdo: \nIntegração Indefinida. Métodos de Integração. Integral Definida. Interpretação Geométrica. \nEquações Diferenciais de Primeira Ordem. \nBibliografia básica \nSIMMONS, George Finlay. Calculo com geometria analitica. São Paulo; Rio de Janeiro: McGraw \nHill, c1987-1988. 2v \nFLEMMING, Diva Marília; GONÇALVES, Mirian Buss. Cálculo A: funções, limite, derivação e \nintegração . 6. ed., rev. e ampl. São Paulo: Pearson Prentice Hall, 2006. ix, 448, [1] p. ISBN \n9788576051152 (broch.). \nGUIDORIZZI, Hamilton Luiz. Um curso de cálculo. 5. ed. Rio de Janeiro: LTC, c2001-2002. nv. \nISBN 9788521612599 (v.1) \nBibliografia complementar \nBOLDRINI, Jose Luiz. Algebra linear. 3. ed. ampl. e rev. São Paulo: Harper, c1984. [10], 411p. \n \n3º PERIODO \nNome da disciplina (e código): ICA067-Dendrologia \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nEvolução e importância da dendrologia. Conceito e origem da árvores, classificação e \nnomeclatura.Características dendrológicas. Métodos de identifição de árvores na floresta tropical e \nno cerrado. Gimnosperma arnamentais e/ou produtas de madeira. Angiospermas de interesse \nflorestal. Fenologia e formações florestais. \nBibliografia \nbásica \nMARCHIORI, José Newton Cardoso. Elementos de dendrologia. 2. ed. Santa Maria, RS: UFSM, \n2004. 176 p. ISBN 8573910526 (broch.).  \n", "83": " \nMARCHIORI, José Newton Cardoso. Dendrologia das gimnospermas. 2. ed. Santa Maria, RS: \nUFSM, 2005. 160 p. ISBN 8573910607 (broch.). \nMARCHIORI, Jose Newton Cardoso. Dendrologia das angiospermas: leguminosas. 2. ed. Santa \nMaria: UFSM, 2007. 199 p. ISBN 9788573910810 (broch.).  \nBibliografia complementar \nLORENZI, Harri. Árvores brasileiras: manual de identificação e cultivo de plantas arbóreas do \nBrasil. 4. ed. Nova Odessa, SP: Plantarum, 2002- 2v. ISBN 858671416X (enc.)  \nLORENZI, Harri. Flora brasileira: Arecaceae (Palmeiras). Nova Odessa: Instituto Plantarum, \nc2010. 368, [16] p. ISBN 8586714368. \nLORENZI, Harri. Árvores exóticas no Brasil: madeireiras, ornamentais e aromáticas. Nova \nOdessa, SP: Instituto Plantarum de Estudos da Flora, 2003. 368, [16] p. ISBN 8586714194. \nMARCHIORI, Jose Newton Cardoso. Dendrologia das angiospermas: leguminosas. 2. ed. Santa \nMaria: UFSM, 2007. 199 p. ISBN 9788573910810 (broch.).  \nMARCHIORI, Jose Newton Cardoso. Dendrologia das angiospermas: das bixáceas às rosáceas. \nSanta Maria: UFSM, 2000. 240 p. ISBN 8573910232 (broch.).  \nLORENZI, Harri. Árvores brasileiras: manual de identificação e cultivo de plantas arbóreas do \nBrasil. 5. ed. Nova Odessa, SP: Plantarum, 2008. 2v. ISBN 858671416X (enc.). \n \n \n \n \n \n \nNome da disciplina (e código): ICA224-Microbiologia \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \n", "84": " \nMecanismos de ação das bactérias, fungos e vírus em animais, plantas, solos e matéria orgânica. \nMecanismos de simbiose, infecção, resistência e imunidade. \nBibliografia básica \nBLACK, Jacquelyn G. Microbiologia: fundamentos e perspectivas. 4. ed. Rio de Janeiro: \nGuanabara Koogan, c2002 829 p. ISBN 8527706989. \nTORTORA, Gerard J; FUNKE, Berdell R; CASE, Christine L. Microbiologia. 8. ed. Porto Alegre: \nArtmed, 2005. xxvi, 894 p. + 1 CD-ROM. ISBN 853630488X. \nMADIGAN, Michael T. Microbiologia de Brock. 10. ed. São Paulo: Prentice Hall Brasil, 2004. \nxiv, 608 p. + 1 CD-ROM. ISBN 8587918516. \nBibliografia complementar \nNome da disciplina (e código): ICA249-Fisiologia Vegetal \nCarga Horária: 60 horas \nTipo: (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nFotossíntese, respiração, nutrição mineral, desenvolvimento vegetativo e reprodutivo, germinação, \ndormência, senescência e abscisão. Relações hídricas e crescimento e desenvolvimento das plantas.  \nBibliografia básica \nPAIVA, Renato; OLIVEIRA, Lenaldo Muniz de. Fisiologia e produção vegetal. Lavras: Ed. \nUFLA, 2006. 104 p. \n \n \nMARENCO MENDOZA, Ricardo Antonio; LOPES, Nei Fernandes. Fisiologia vegetal: \nfotossíntese, respiração, relações hídricas e nutrição mineral. 2. ed., atual. e ampl. Viçosa, MG: \nEditora UFV, 2007. 469 p. \nTAIZ, Lincoln; ZEIGER, Eduardo. Fisiologia vegetal. 3. ed. Porto Alegre: Artmed, 2004. 719 p.  \nBibliografia complementar \nALVARENGA, Amauri Alves de. Ecofisiologia vegetal. Lavras: UFLA/FAEPE, 2001. \n", "85": " \nDEVLIN, R.  M.  Fisiologia vegetal.  Barcelona: Omega, 1975. \nFERRI, Mário Guimarães.  Fisiologia Vegetal.  2. ed.  São Paulo: EPU, 1985. 2v \nMAESTRI, M. et al.  Curso de Fisiologia Vegetal.  Viçosa:  UFV, 1998. \nMEYER, B.  S.  Curso Prático de Fisiologia Vegetal.  Lisboa: Fundação Calouste Gulbenkian, s. d. \nPAIVA, Renato. Fisiologia vegetal. Lavras: UFLA/FAEPE, 2000 \nNome da disciplina (e código): ICA250-Genética Geral \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nGenética na agropecuária. Conceitos de: Herança, gametogênese, genética qualitativa e \nquantitativa, genética de populações e evolução, biotecnologia. \nBibliografia básica \nGRIFFITHS, Anthony J. F. Introdução à genética. Ed. Rio de janeiro: Guanabara Koogan, 2002. \n794p. \nRAMALHO, Magno Antônio Patto; SANTOS, João Bosco dos; PINTO, Cesar Augusto Brasil \nPereira. Genética na agropecuária. 4 ed. rev.Lavras: UFLA, 2008. 463 p. \nVIANNA, José Marcelo Soriano; CRUZ, Cosme Damião; BARROS, Everaldo Gonçalves de. \nGenética. 2.ed.rev. e ampl. Com exercícios e respostas. Viçosa, MG: UFV, 2003. 2v. \n \n \nBibliografia complementar \nSIMPÓSIO SOBRE ATUALIZAÇÃO EM GENÉTICA E MELHORAMENTO DE PLANTAS, \n7.:, 2003:. LAVRAS; UNIVERSIDADE FEDERAL DE LAVRAS-Anais ... Lavras, MG: UFLA, \n2003. 100 p.  \nRAMALHO, Magno Antonio Patto.; FERREIRA, Daniel Furtado; OLIVEIRA, Antonio Carlos de. \nExperimentação em genética e melhoramento de plantas. Lavras, MG: UFLA, 2000. 326 p. \n", "86": " \nPIERCE, Benjamin A. Genética: um enfoque conceitual. Rio de Janeiro: Guanabara Koogan, \n2004. 758 p. \n \n \nNome da disciplina (e código): ICA096-Tópicos em Engenharia Florestal I (Sistemas \nAgroflorestais)  \nCarga Horária: 45 horas \nTipo:   Obrigatória          (X) Optativa               Outro \n \nConteúdo: \nTópicos importantes relativos à engenharia florestal, não abordados nas ementas existentes, para \ncomplementar assuntos relevantes e ampliação do conhecimento. \nBibliografia básica \nMOREIRA, Guilherme Cesar Freitas Vasconcelos; SANTOS, Leonardo David Tuffi \nUNIVERSIDADE FEDERAL DE MINAS GERAIS. Sistemas agroflorestais : uma alternativa \nsustentável para o norte de Minas. 2008. 43 f. \nGAMA-RODRIGUES, Antonio Carlos da. Sistemas agroflorestais: bases científicas para o \ndesenvolvimento sustentável . Campos dos Goytacazes, RJ: Universidade Estadual do Norte \nFluminense Darcy Ribeiro, 2006. 365 p.  \nMACEDO, Renato Luiz Grisi. Princípios básicos para o manejo sustentável de sistemas \nagroflorestais. Lavras, MG: UFLA, 2000. 157 p. \nBibliografia complementar \nCARVALHO, Margarida Mesquita; ALVIM, Maurilio Jose; CARNEIRO, Jailton da Costa. \nSistemas agroflorestais pecuários: opções de sustentabilidade para áreas tropicais e subtropicais. \nJuiz de Fora: Embrapa, 2001 416p. \n \nRODRIGUES, Wallyson Aguinelo; SALES, Nilza de Lima Pereira UNIVERSIDADE FEDERAL \nDE MINAS GERAIS. Quintais florestais tradicionais : estudo de caso na comunidade geraizeira \nde Vereda Funda em Rio Pardo de Minas - MG. 2010. 53 f. \n", "87": " \nBRIENZA JÚNIOR, Silvio. Cordia goeldiana Huber (freijó) em sistema \"Taungya\" na região \ndos Tapajós - Estado do Pará. Belém, PA: Embrapa / CPATU, 1982. 10 p. (Circular técnica [do] \nCentro de Pesquisa Agropecuária do Trópico Úmido; n. 33) \nVILCAHUAMAN, Luciano Javier Montoya. Aspectos de P & D e de transferência de \ntecnologia em sistemas agroflorestais. Colombo, PR: Embrapa Florestas, 2002. 26 p. \n(Documentos (Embrapa Florestas) ; 78) \nCARVALHO, Margarida Mesquita; ALVIM, Maurilio Jose; CARNEIRO, Jailton da Costa. \nSistemas agroflorestais pecuários: opções de sustentabilidade para áreas tropicais e subtropicais. \nJuiz de Fora: Embrapa, 2001 416p. \nKLUTHCOUSKI, João; STONE, Luís Fernando; AIDAR, Homero. Integração lavoura-\npecuária. Santo Antônio de Goiás, GO: Embrapa Arroz e Feijão, 2003. 570 p.  \n \n4º PERIODO \nNome da disciplina (e código): ICA068-Sementes e Viveiros Florestais \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nFormação de sementes. Composição química. Partes. Dispersão. Germinação. Dormência. Vigor e \nsenescência. Produção de sementes. Beneficiamento. Secagem e armazenamento. Tratamento. \nAnálise. Instalação de viveiros florestais. Técnicas de produção de mudas de espécies florestais. \nEnxertia. Embalagens usadas na produção de mudas. Substratos. Adubação. Irrigação. Tratos \nculturais. Controle fitossanitário.Estudos de problemas e técnicas especiais na propagação de \nespécies florestais. \nBibliografia básica \nDAVIDE,  Antonio Claudio; Silva,  Edvaldo Aparecido Amaral.  PRODUÇÃO de sementes e \nmudas de espécies florestais. Lavras, MG: UFLA, 2008. 174 p. \n \nMARCOS FILHO, Julio. Fisiologia de sementes de plantas cultivadas. Piracicaba, SP: FEALQ, \n2005. 495 p.  \n", "88": " \nFERREIRA, Alfredo Gui; BORGHETTI, Fabian. Germinação: do básico ao aplicado. Porto \nAlegre, RS: Artmed, 2004. 297 p. \nBibliografia complementar \nBRASIL. Ministério da Agricultura, Pecuária e Abastecimento. Secretaria de Defesa \nAgropecuária. Regras para análise de sementes. Brasília: Mapa/ACS, 2009. 395 p. \nCARVALHO, Nelson Moreira de; NAKAGAWA, João FUNDAÇÃO CARGILL. Sementes: \nCiencia, tecnologia e produção. 4. ed. rev. e ampl. Jaboticabal: FUNEP, 2000. 588 p. \n \n \nNome da disciplina (e código): ICA201-Estatística Básica \nCarga Horária: 60 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nEstatística descritiva. Conjuntos e probabilidades. Variáveis aleatórias. Distribuições de \nprobabilidade. Distribuições especiais de probabilidade. Teoria da amostragem. Teoria da \nestimação. Testes de hipóteses. Regressão linear e correlação.  \nBibliografia básica \nFONSECA, J. S. da; MARTINS, G. A. Curso de Estatística. 6ª. Ed. São Paulo: Atlas, 1996. 320p. \nMOORE, D. S. A estatística básica e sua prática. 3ª. Ed. Rio de Janeiro: LTC, 2005. 658p. \nMORETTIN, P. A. BUSSAB, W. O. Estatística básica. 6ª. Ed. São Paulo: Saraiva, 2010. 535p. \nBibliografia complementar \nMORETTIN, L. G. Estatística básica – Volume 1 – Probabilidades. 7ª. Ed. São Paulo: Pearson \nEducation do Brasil, 1999. 210p. \nTOLEDO, G. L.; OVALLE, I. I. Estatística Básica. 2ª. Ed. São Paulo: Atlas, 1985. 459p. \n \n \n", "89": " \nVIEIRA, S. Introdução a bioestatística. 3ª. Ed. Rio de Janeiro: Elsevier, 1980. 196p. \n \n \n \nNome da disciplina (e código): ICA227-Pedologia \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nMineralogia, petrologia e intemperismo das rochas. Noções de geomorfologia e geologia do Brasil. \nConceito de solo. Importância dos solos para as plantas. Fatores e processos de formação dos \nsolos. Salinidade e alcalinidade antrópica dos solos. Aspectos morfológicos e físicos dos solos. \nClassificação dos solos. \nBibliografia básica \nResende, M.; Curi, N.; Rezende, S. B. de; Corrêa, G. F. Pedologia: base para distinção de \nambientes. 5ª Ed., Lavras: UFLA, 2007, 322p. \nPRADO, H. Solos do Brasil. Jaboticabal: FUNEP. 2001. \nEMBRAPA.  Centro Nacional de Pesquisa de solos.  Sistema brasileiro de classificação de solos.  \nBrasília: Embrapa, 1999. \nBibliografia complementar \nLEINZ, V.; AMARAL, S. E. do. Geologia geral. 12. ed. rev. São Paulo: Nacional, 1995. 399p. \nNome da disciplina (e código): ICA229-Construções Rurais \nCarga Horária: 45 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \n", "90": " \nResistência \ndos \nmateriais \ne \nestruturas \nusuais \nna \nconstrução \ncivil. \nMateriais \nde  \nconstrução.Instalações elétricas e hidráulico-sanitárias. Planejamento e projeto de construções \n(orçamentos). Técnicas de construção civil. Projetos de algumas construções rurais. Noções de \nresistência dos materiais e estabilidade das construções. A madeira como material de construção. O \nprocessamento da madeira para emprego estrutural. Ensaios em madeira e tensões admissíveis em \npeças estruturais. Ligações de peças estruturais. Noções de projetos e construções em madeira. \nDimensionamento de peças estruturais de madeira. \nBibliografia básica \nBAUER, L.A.F. Materiais de construção. 5. ed. rev . Rio de Janeiro: LTC, 2000. v.1. 471 p. \nCARDÃO, Celso. Técnica da construção. 6. ed. Belo Horizonte: 1983. v.1. \nBORGES, A.C. Práticas das pequenas construções. Volume 1 – 8ª Ed. – São Paulo: Edgard \nBlucher, 1996. \nBibliografia complementar \nBEER, F. P; JOHNSTON, E. R; DEWOLF, J. T. Resistência dos materiais: mecânica dos \nmateriais. 4. ed. São Paulo: McGraw-Hill, 2006. 758 p. \nMOLITERNO, Antonio. Caderno de projetos de telhados em estruturas de madeira. São \nPaulo: E. Blucher, 1981. 419p. \nVELLOSO, D.A.; LOPES, F.R. Fundações. São Paulo: Oficina de Textos, 2004. \nBAIÃO, Luscinia Maria Ribeiro; CHAHUD, Eduardo. Contribuição ao estudo de ligações em \nestruturas de madeira. 1997 [11], 153 f., enc.: \nDissertação (mestrado) - Universidade Federal de Minas Gerais, Departamento de Engenharia de \nEstruturas. \nAZEREDO, Helio Alves de. O edificio ate sua cobertura. 2.ed. rev. S. Paulo: Edgard Blucher, \n1997. 182p. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 7190: projeto de estruturas de \nmadeira. Rio de Janeiro: ABNT, l997. 107p. \n \n \n \n \n", "91": " \nNome da disciplina (e código): ICA251-Fitopatologia Básica \nCarga Horária: 45 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nHistória da Fitopatologia e importância das doenças de plantas. Fungos, bactérias e vírus \nfitopatogênicos. Fitonematóides. Sintomatologia e diagnose das fitodoenças. Ciclo das relações \npatógeno-hospedeiro. Fisiologia do parasitismo. Variabilidade genética de fitopatógenos. \nAmbiente e doenças. Epidemiologia. \nBibliografia básica \nBERGAMIN FILHO, A., KIMATI, H., AMORIM, L. (eds). Manual de Fitopatologia: princípios e \nconceitos. V.1, 3a.ed. Agronômica Ceres, 1995. 919p. \nKIMATI, H. Manual de fitopatologia, volume 2 : doenças das plantas cultivadas. 4. ed. São \nPaulo: Agronômica Ceres, 2005. 663p., [48]p. de estampas ISBN 8531800439 (enc.) \nROMEIRO, R.S. Bactérias Fitopatogênicas, 2ª ed.. Viçosa: UFV, 2005. 417p.  \nISBN: 85-7269-210-X \nBibliografia complementar \nALFENAS A.C., MAFIA, R.G., Métodos em fitopatologia. Viçosa:UFV, 2007. 382p. \nROMEIRO, Reginaldo da Silva. Métodos em bacteriologia de plantas. Viçosa: Universidade \nFederal de Viçosa, 2001. 279 p. ISBN 8572690972 \nVALE, Francisco Xavier Ribeiro do; ZAMBOLIM, Laércio. Controle de doenças de plantas: \ngrandes culturas. Viçosa: Universidade Federal de Viçosa, 1997. 2v.(1132)p. \nVALE, Francisco Xavier Ribeiro do; JESUS JUNIOR, Waldir Cintra de; ZAMBOLIM, Laércio. \nEpidemiologia aplicada ao manejo de doenças de plantas. Belo Horizonte , MG: Perffil Editora, \n2004. 532 p. ISBN 8589800024 \nZAMBOLIM, Laércio; DO VALE, Francisco Xavier Ribeiro; COSTA, helio. Controle integrado \ndas doenças de hortaliças. Viçosa: Universidade Federal de Viçosa, 1997. \n \n", "92": " \nNome da disciplina (e código): ICA226-Topografia \nCarga Horária: 60 horas \nTipo:   Obrigatória         (X) Optativa               Outro \n \nConteúdo: \nMétodos de levantamento plani-altimétrico. Operação de aparelhos e equipamentos topográficos. \nCálculo de áreas e desenho de plantas plani-altimétricas. \nBibliografia básica \nALBUQUERQUE, Paulo César Gurgel de. Trabalhando com medidas e medições no terreno e no \nmapa. São José dos Campos, SP: INPE, 2003. 25p \nLOCH, \nCarlos.;CORDINI \nJucilei. \nTopografia \nContemporânea: \nplanimetria. \n2ed. \nrev. \nFlorianópolis: Ed. da UFSC, 2000. 321p. \nCOMASTRI, José Anibal. TULER, José Cláudio. Topografia - Altimetria. 2ªed. Viçosa. \nUFV, 1987.175p. \nBibliografia complementar \nBORGES, Alberto de Campos. Exercícios de Topografia. São Paulo: Edgard Blücher, 2002. \nGARCIA, Gilberto J. PIEDADE, Gertrudes C.R. Topografia: aplicada a ciências agrárias. \n5ed. São Paulo: Nobel 1989. 256p. \nCOMASTRI, José Aníbal. Topografia planimetria. Viçosa,1986. 335p. \nSOUZA, José Otávio de, 1920. AGRIMENSURA. 4ed. São Paulo: Nobel, 1985. 143p. \n \n5º PERIODO \nNome da disciplina (e código): ICA069-Agrossilvicultura, Princípios e Métodos Silviculturais \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \n", "93": " \nConteúdo: \nSistemas agroflorestais – classificação e modalidades; Práticas agroflorestais; Integração de \nsistemas ao nível de fazendas; Espécies arbóreas de interesse para sistemas e práticas \nagroflorestais; Metodologia para diagnóstico e delineamento em projetos agrossilviculturais. \nIntrodução à Silvicultura. Conceitos e definições em Silvicultura; Princípios básicos da \nSilvicultura;Classificação dos povoamentos; Sítios florestais; Regeneração Natura; Sistemas \nsilviculturais com uso da regeneração por plantio de mudas; Regeneração por semeadura direta; \nRegeneração por condução de brotação- Talhadia. \nBibliografia básica \nTAYLOR, Charles J. Introdução a silvicultura tropical. Rio de Janeiro: 1969.  \nMACEDO, Renato Luiz Grisi. Princípios básicos para o manejo sustentável de sistemas \nagroflorestais. Lavras, MG: UFLA, 2000. 157 p. \nCarvalho, Paulo Hernani Ramalho. Espécies arbóreas brasileiras - Brasília,  DF: Embrapa \nInformação Tecnológica; Colombo, PR: Embrapa Florestas, 2003. 1v. (1039p.) il. color;  (Coleção \nEspécies Arbóreas Brasileiras, v.1). \nBibliografia complementar  \nCarvalho, Paulo Hernani Ramalho. Espécies arbóreas brasileiras - Brasília,  DF: Embrapa \nInformação Tecnológica; Colombo, PR: Embrapa Florestas, 2006.  2 v.  627p. il. color;  (Coleção \nEspécies Arbóreas Brasileiras, v.2). \nGALVÃO, Antonio Paulo Mendes. Reflorestamento de propriedades rurais para fins \nprodutivos e ambientais: um guia para ações municipais e regionais. Brasília: EMBRAPA, 2000. \n351 p. \nCARVALHO, Paulo Ernani Ramalho. Especies florestais brasileiras: Recomendacoes \nsilviculturais, potencialidades e uso da madeira. EMBRAPA / CNPSA, 1994. 639 p \nSCOLFORO, José Roberto. O mundo eucalipto: os fatos e mitos de sua cultura = The word of the \neucalyptus: facts and myths. Rio de Janeiro: Mar de Idéias, 2008. [72] p. \nHIGA, Rosana Clara Victoria; MORA, Admir Lopes; HIGA, Antonio Rioyei. Plantio de \neucalipto na pequena propriedade rural. Curitiba, PR: Embrapa Florestas, 2000. 32 p. \n(Documentos [da] EMBRAPA Florestas ;n. 54) \nFERREIRA, Francisco Alves; MILANI, Doraci. Diagnose visual e controle das doenças \nabióticas e bióticas do eucalipto no Brasil =: Visual diagnosis and control of abiotic and biotic \neucalyptus diseases in Brazil. Mogi Guaçu, SP.: Internacional Paper, 2002. v, 98 p.  \n", "94": " \nBAHIA, Victor Gonçalves. Conservação do solo e preservação ambiental. Lavras, MG: UFLA, \n1997. 104 p. \nFrancisco, Lombarde Neto; Joaquim Bertoni. Conservação do solo.– São Paulo: Ícone, 1999, 4 ed. \n355p. \nSOUSA, Djalma Martinhão Gomes de; LOBATO, Edson. Cerrado: correção do solo e adubação. \n2.ed. Brasilia , DF: EMBRAPA Informação Tecnológica, 2004. 416 p. \nCARPANEZZI, Antonio Aparecido; YARED, Jorge Alberto Gazel. Crescimento de freijó \n(Cordia goeldiana Huber) em plantios experimentais. Belém, PA: Embrapa / CPATU, 1981. 10 \np. (Boletim de pesquisa [do] Centro de Pesquisa Agropecuária do Trópico Úmido ;n. 26) \nMOREIRA, Guilherme Cesar Freitas Vasconcelos; SANTOS, Leonardo David Tuffi \nUNIVERSIDADE FEDERAL DE MINAS GERAIS. Sistemas agroflorestais : uma alternativa \nsustentável para o norte de Minas. 2008. 43 f. \n \nNome da disciplina (e código): ICA070-Ecologia Florestal \nCarga Horária: 45 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nIntrodução ao estudo da economia florestal. A empresa florestal. Custos da empresa florestal. \nGrupos de custos na empresa florestal. Capital e juros no setor florestal. Métodos de avaliação \neconômica de projetos no setor florestal. Valor da empresa florestal. Valor produtivo de um \npovoamento. Rentabilidade da empresa florestal. \nBibliografia básica \nEUGENE P. ODUM/GARY W. BARRETT /Ed. Fundamentos de Ecologia Thomson \nLearning/2007 \nRICARDO MOTTA PINTO-COELHO. Fundamentos em Ecologia/ ARTMED & Bookman. \nISBN: 85-7307-629-1. ÚLTIMA EDIÇÃO.Ed. ARTMED & BOOKMAN/2000 \nRICHARD B. PRIMACK. EFRAN RODRIGUES. Biologia da Conservação. ISBN: 85-902002-1-\n3. ÚLTIMA EDIÇÃO. Effran Rodrigues \n \n", "95": " \nBibliografia complementar \nJAMES P. KIMMINS Forest Ecology /Ed. Prentice Hall/3ª Edição/2003 \nROBERT E. RICKLEFS. Economia da natureza / / Ed. Guanabara Koogan/ 1993. \nCOLIN R. TOWNSEND, MICHAEL BEGON E JOHN L. HARPER. Fundamentos em Ecologia \n//2° Edição/Ed. ARTMED & BOOKMAN /2003 \nBEGON, M.; TOWNSEND, C.R.; HARPER, J.L. Ecologia: de indivíduos a ecossistemas. 4.ed. \nPorto Alegre: Artmed, 2007. 740 p. \nDAJOZ, R. Ecologia Geral. Petrópolis: Vozes. 4ª ed. 1983. 472 p. \nNome da disciplina (e código): ICA071-Patologia Florestal \nCarga Horária: 45 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nDoenças florestais de causas não-parasitárias. Agentes causais de doenças florestais parasitárias. \nFungos patógenos florestais. Sintomatologia, etiologia, epifitologia. Controle de enfermidades \nflorestais. Exemplos de manejo integrado de doenças florestais. Micorrizas. Apodrecimento e \ndescoloração de madeira. \nBibliografia básica \nALFENAS, A.C., ZAUZA, A.V., MAFIA, R.G., ASSIS, T.F. Clonagem e doenças do eucalipto 2ª \ned. UFV, 2009. 500p. \nFERREIRA, Francisco Alves; MILANI, Doraci. Diagnose visual e controle das doenças \nabióticas e bióticas do eucalipto no Brasil =: Visual diagnosis and control of abiotic and biotic \neucalyptus diseases in Brazil. Mogi Guaçu, SP.: Internacional Paper, 2002. v, 98 p.  \nKIMATI, H., AMORIN, L., BERGAMIN FILHO, A.,  CAMARGO, L.E.A., REZENDE, J.A.M. \nManual de Fitopatologia: doenças de plantas cultivadas. V.2, 3a. ed. Agronômica Ceres, 1997. \n774p. \n \n \n", "96": " \nBibliografia complementar \nALFENAS A.C., MAFIA, R.G., Métodos  em fitopatologia. Viçosa:UFV, 2007. 382p. \nBERGAMIN FILHO, A., KIMATI, H., AMORIM, L. (eds). Manual de Fitopatologia: princípios e \nconceitos. V.1, 3a.ed. Agronômica Ceres, 1995. 919p. \nFERREIRA, Francisco Alves. Principais doenças do eucalipto no estado de Minas Gerais. Belo \nHorizonte, MG: EPAMIG, 1985. 32 p. (Boletim técnico [da] EPAMIG ;n. 23)  \n \nHAAG, Henrique Paulo.; SANSIGOLO, Claudio Angeli. FUNDAÇÃO CARGILL. Nutrição \nmineral de eucalyptus, pinus, araucaria e gmelina no Brasil. Campinas, (SP): Fundação \nCargill, 1983. v, 202p. \nROMEIRO, Reginaldo da Silva. Métodos em bacteriologia de plantas. Viçosa: Universidade \nFederal de Viçosa, 2001. 279 p. ISBN 8572690972 \nNome da disciplina (e código): ICA203-Estatística Experimental \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nDelineamentos experimentais, testes de médias, análise de cálculos, planejamento e pesquisa \nexperimental. \nBibliografia básica \nPIMENTEL-GOMES, F.; GARCIA, C.H. Estatística aplicada a experimentos agronômicos e \nflorestais: explicações com exemplos e orientações para uso de aplicativos. Piracicaba: FEALQ. \n2002. 309p.  \nBARBIN, D. Planejamento e análise estatística de experimentos agronômicos. Arapongas: Midas. \n2003. 194p. \nVIEIRA, S. Estatística experimental. São Paulo: Atlas. 1999. 185p.  \n \n \n", "97": " \nBibliografia complementar \nBANZATO, D.A.; KRONKA, S.N. Experimentação agrícola. 4.ed. Jaboticabal:FUNEP. 2006. \n237p. \nSTORCK, L.S. (org.); GARCIA, D.C.; LOPES, S.J.; ESTEFANEL, V. Experimentação vegetal. \nSanta Maria: UFSM. 2000. 199p. \nFONSECA, J. S. da; MARTINS, G. A. Curso de Estatística. 6ª. Ed. São Paulo: Atlas, 1996. 320p. \nMOORE, D. S. A estatística básica e sua prática. 3ª. Ed. Rio de Janeiro: LTC, 2005. 658p. \nTOLEDO, G. L.; OVALLE, I. I. Estatística Básica. 2ª. Ed. São Paulo: Atlas, 1985. 459p. \nNome da disciplina (e código): ICA205-Economia Rural \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nAnálise de mercado. Custos de produção. Estratégias de comercialização agrícola. Relações entre \nagricultura e desenvolvimento econômico. Análise de sensos agropecuários e outros instrumentos \nestatísticos. Fundamentos de economia ecológica. \nBibliografia básica \nGESTÃO AGROINDUSTRIAL: GEPAI- vol.2. Coordenador: Mário Otávio batalha. 3ed. São \nPaulo. Atlas, 2001. \nHOFFMANN, R., ENGLER, J.J.C., SERRANO, O., THAME, A.C.M., NEVES, E.M. \nAdministração da empresa agrícola. São Paulo. Ed. Pioneira, 1976. 323p. \nREIS, J.A., CARVALHO, F.A.P.Comercialização agrícola no contexto agroindustrial. Lavras: \nUFLA/FAEPE, 1999. 194p. \nBibliografia complementar \nCAVES, Richard E. Economia internacional: comércio e transações globais. Saraiva..ISBN: \n9788502033412. ÚLTIMA EDIÇÃO. \n \n \n", "98": " \nREIS, R.P. Fundamentos de economia aplicada . Lavras: UFLA/FAEPE, 2001. 95p. \nNome da disciplina (e código): ICA238-Manejo e Conservação do Solo \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nErosividade das chuvas. Erodibilidade dos solos. Impactos agrícolas e ambientais da erosão do \nsolo. Controle da erosão dos solos. Práticas de reconhecimento de problemas relacionados à erosão \ne ao planejamento conservacionista. Levantamento de solos e fotopedologia. Classificação das \nterras no sistema de capacidade de uso e aptidão agrícola. \nBibliografia básica \nBERTONI, J. LOMBARDI NETO, F. Conservação do solo. São Paulo: ICONE, 1990, 355p. \nGOLÇALVES, M.G.; STAPE, J.L. Conservação e cultivo de solos para plantações florestais. \nPiracicaba: IPEF, 2002. 498p. \nPIRES, F.R.; SOUZA, C.M. Práticas mecânicas de conservação do solo. Viçosa: UFV, 2006, \n216p. \nBibliografia complementar \nEHLERS, Eduardo. Agricultura sustentável: origens e perspectivas de um novo paradigma. 2. ed. \nGuaíba: Agropecuária, 1999. 157 p. ISBN 8585347376. \nPENTEADO, Silvio Roberto. Adubos verdes e produção de biomassa: melhoria e recuperação \ndos solos. 2. ed. Campinas: Ed. do Autor, 2010. 158 p. ISBN 9788561348014 (broch.). \nPRADO, H. Solos do Brasil. Jaboticabal: FUNEP. 2001. \nResende, M.; Curi, N.; Rezende, S. B. de; Corrêa, G. F. Pedologia: base para distinção de \nambientes. 5ª Ed., Lavras: UFLA, 2007, 322p. \nEMBRAPA.  Centro Nacional de Pesquisa de solos.  Sistema brasileiro de classificação de solos.  \nBrasília: Embrapa, 1999. \n \n \n", "99": " \nNome da disciplina (e código): ICA252-Sociologia Rural \nCarga Horária: 45 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nConceitos básicos de sociologia e antropologia. Perspectivas teóricas e metodológicas. Aspectos \nsócio-históricos e antropológicos do desenvolvimento agrícola brasileiro. Relações de produção e \nforça de trabalho no campo. Organização social e imaginário social no meio rural. O estado e a \nquestão fundiária. Os movimentos sociais no meio rural. Relações do gênero no meio rural. A \nquestão da terra e a reforma agrária. \nBibliografia básica \nPRADO JUNIOR, Caio. A questão agrária no Brasil.. São Paulo: Brasiliense, 1979. 188p. \nMONTEIRO, JORGE VIANNA; IPEA. Fundamentos da politica publica. Rio de Janeiro: IPEA, \nInstituto de Pesquisas, 1982. 203p. \nBLUMER, A.. Sociologia rural: textos. Lavras: UFLA, FAEPE, 2000. 95 p.  \nBibliografia complementar \nDUQUE, Ghislaine. Agricultrura familiar, meio ambiente e desenvolvimento: ensaios e \npesquisas em sociologia rural. João Pessoa: Editora Universitaria/UFPB, 2002. 237 p. ISBN \n8527303772 \nGARCIA, Antonio. Sociologia de la reforma agraria en America Latina.. Buenos Aires; \nAmorrortu, [1973]. 239p. \nRAPOSO, Ben-Hur. Reforma agraria para o Brasil.. Rio de Janeiro: Fundo de Cultura, 1965. \n165p. \nPINTO JÚNIOR, Joaquim Modesto; FARIAS, Valdez Adriani. Função social da propriedade: \ndimensões ambiental e trabalhista. Brasília, DF: NEAD, 2005. 53 p. \n \n \n \n", "100": " \n6º PERIODO \nNome da disciplina (e código): ICA072-Unidades de Conservação e Paisagismo \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nPrincípios básicos do paisagismo; Grupos de plantas em paisagismo; Projeto paisagístico - \nlevantamento das condições locais; Anteprojeto; Projeto definitivo; Memorial descritivo; Planilha \nbotânica. Benefícios da arborização urbana; Modelos de arborização; Planejamento da arborização \nurbana; Áreas verdes. O conceito e a importância das Unidades de Conservação e sua evolução. \nUnidades de Conservação no Brasil e no mundo. Planejamento e manejo de Unidades de \nConservação. Escolha de área para proteção. \nBibliografia básica \nPlantas ornamentais no Brasil:   arbustivas, herbaceas e trepadeiras /   Harri Lorenzi, Hermes \nMoreira de Souza/ Nova Odessa :   Instituto Plantarum de Estudos da Flora,   2008. \nPlano do sistema de unidades de conservação do Brasil, II etapa/ Maria Tereza Jorge Padua/ Rio de \nJaneiro:   Fundação Brasileira para a Conservação da Natureza,   1982. \nRecomendações para planejamento de uso público em unidades de conservação /  Francisco Neves \nCarvalho ;colaboradores: Valéria Mussi Dias / Belo Horizonte:  Fundação Biodiversitas,  IBAMA,  \nIEF,   2005. \nBibliografia complementar \nPaisagismo - Conceitos e Aplicações/ Patrícia Duarte de Oliveira Paiva/2008 - 1ª edição/ Ed. \nUFLA \nÁrvores exóticas no Brasil: madeireiras, ornamentais e aromáticas /   Harri Lorenzi / Nova Odessa, \nSP :   Instituto Plantarum de Estudos da Flora,   2003. \nSocioambientalismo e novos direitos : proteção jurídica à diversidade biológica e cultural /   \nJuliana Santilli. São Paulo :   Peirópolis :   Instituto Internacional de Educação do Brasil,   2005. \n \n", "101": " \nNome da disciplina (e código): ICA228-Hidrologia Aplicada à Agricultura \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nCiclo hidrológico. Bacia hidrográfica. Precipitação. Infiltração. Evapotranspiração. Escoamento \nsuperficial. Regime dos cursos de água. Previsão, propagação e controle de enchentes e \ninundações. Noções e manejo de águas subterrâneas. Poluição de águas subterrâneas. \nRegularização de vazões e controle de estiagem. Noções de transporte de sedimentos. \nBibliografia básica \nCAMPOS, José Nilson Beserra. A água e a vida: textos e contextos. Fortaleza: ABC \nFortaleza,1999. 140p. \nDAKER, Alberto. A água na agricultura. 6 ed. rev. e ampl. Rio de Janeiro: Freitas Bastos, 1984. \nTOMAZ, Plínio. Cálculos hidrológicos e hidráulicos para obras municipais. São  Paulo: Editora \nNavegar, 2002. 475p. \nBibliografia complementar \n \nHIDROLOGIA aplicada à gestão de pequenas bacias hidrográficas. Porto Alegre: ABRH, 2001. \n625 p. \nSIMPÓSIO BRASILEIRO DE HIDROLOGIA E RECURSOS HÍDRICOS, 6. : $d 1985, nov. 11-\n14 : $c São Paulo, SP ASSOCIAÇÃO BRASILEIRA DE HIDROLOGIA E RECURSOS \nHÍDRICOS; Simpósio Internacional de Recursos Hídrico. Anais ... São Paulo: ABRH, 1985.  \nSIMPÓSIO BRASILEIRO DE HIDROLOGIA E RECURSOS HÍDRICOS, 7. : $d 1987, Nov. 08-\n13 : $c Salvador, BA; Associação Brasileira de Hidrologia e Recursos Hídricos; Simpósio Luso-\nBrasileiro de Hidráulica e Re. Anais ... Salvador: ABRH, 1987.  \nTUCCI, Carlos E. M. Hidrologia: ciencia e aplicação. 3. ed. Porto Alegre: UFRGS, São Paulo: \nRio de Janeiro: 2002. 943p. ISBN 8570252986 : (Broch.) \nVALENTE, Osvaldo Ferreira. Conservação de nascentes: hidrologia e manejo de bacias \nhidrográficas de cabeceiras. Aprenda Fácil. ISBN: 8576300125. ÚLTIMA EDIÇÃO. \n \n", "102": " \nVILLELA, Swami Marcondes; MATTOS, Arthur. Hidrologia aplicada. São Paulo: McGraw-Hill, \nc1975. 245p. ISBN 007090149 (broch.)  \n \nNome da disciplina (e código): ICA232-Extensão Rural \nCarga Horária: 45 horas \nTipo:   (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nMeios de comunicação com o produtor rural. Difusão de tecnologias. Metodologias de extensão. \nPrincípios e métodos de desenvolvimento rural sustentável, com ênfase nas metodologias \nparticipativas. \nBibliografia básica \nBORDENAVE, J.E.D. O que é comunicação rural. 3ª ed. São Paulo: Brailiense, 1988. \nFONSECA, M.T.L. A extensão rural no Brasil, um projeto educativo para o capital. São Paulo: \nLoyola, 1985. \nCOELHO, F.M.G. A arte das orientações técnicas no campo: concepções e métodos. Viçosa: \nEdufv, 2005. \nBibliografia complementar \nCAPORAL, Francisco Roberto; COSTABEBER, José Antônio. Agroecologia e extensão rural: \ncontribuições para a promoção do desenvolvimento rural sustentável . 3. ed. Brasília: \nMDA/SAF/DATER, 2007. 166 p. \nMASSELLI, M.C. Extensão rural entre os sem terra. Piracicaba: Unimep, 1998. \nTORRES, Alex Fabiani de Brito.; MUNIZ, José Noberto UNIVERSIDADE FEDERAL DE \nVIÇOSA. Análise e sistematização das proposições sobre a extensão universitária brasileira. \n2003. xvi, 206 f., enc. Dissertação (mestrado) - Universidade Federal de Viçosa, Departamento de \nEconomia Rural.  \n \nNome da disciplina (e código): ICA239-Fertilidade e Manejo do Solo \n", "103": " \nCarga Horária: 75 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nLeis da fertilidade do solo. Reação do solo - acidez, alcalinidade e sua correção Dinâmica dos \nnutrientes no solo. Métodos de avaliação da fertilidade do solo. Recomendação e legislação de \ncorretivos e fertilizantes. Fertirrigação. Princípios de nutrição de plantas. Avaliação do estado \nnutricional das plantas. Cultivo em ambientes protegidos e hidroponia. \nBibliografia básica \nFurtini Neto et al. FERTILIDADE DO SOLO. Ufla / Faepe, 2001. 252p. \nRibeiro et al. RECOMENDAÇÕES PARA O USO DE CORRETIVOS E FERTILIZANTES EM \nMINAS GERAIS. Viçosa, 1999.359p. \nMalavolta et al. AVALIAÇÃO DO ESTADO NUTRICIONAL DAS PLANTAS. Potafós. 1995. \n201p. \nBibliografia complementar \nALVAREZ V., Víctor Hugo. Avaliação da fertilidade so solo: (superfícies de resposta - modelos \naproximativos para expressar a relação fator-resposta). Viçosa, MG: UFV, 1985. 75 p.  \nBRAGA, Jose Mario. Avaliação da fertilidade do solo: ensaios de campo. Viçosa, MG: UFV, \n1990. 101 p. \nEHLERS, Eduardo. Agricultura sustentável: origens e perspectivas de um novo paradigma. 2. ed. \nGuaíba: Agropecuária, 1999. 157 p. ISBN 8585347376. \nFERREIRA, Manoel Evaristo; CRUZ, Mara Cristina Pessôa da. Amostragem de solo para \navaliação da sua fertilidade. 2. ed. Jaboticabal, SP: UNESP, 1990. 22p \nPENTEADO, Silvio Roberto. Adubos verdes e produção de biomassa: melhoria e recuperação \ndos solos. 2. ed. Campinas: Ed. do Autor, 2010. 158 p. ISBN 9788561348014 (broch.). \n \n \nPRADO, H. Solos do Brasil. Jaboticabal: FUNEP. 2001. \n", "104": " \nNome da disciplina (e código): ICA253-Entomologia Básica  \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nIntrodução a entomologia. Filogenia de arthropoda, morfologia, biologia e ecologia dos insetos e \nprincípios de sistemática (sistemas classificatórios). \nBibliografia básica \nMARANHAO, Zilcar Cavalcante. Entomologia geral. 3. ed. Sao Paulo: Nobel, 1970. 514p. \nRICCIARDI, Ivan Rodolpho de Assis. Entomologia aplicada. Rio de Janeiro: 1978. 256p. \nBUZZI, Zundir Jose; MIYAZAKI, Rosina D.. Entomologia didatica. Curitiba: UFPR, 1985 262p. \nBibliografia complementar \nCOSTA, Ervandil Corrêa. Entomologia florestal. UFSM. ISBN: 8573911085. ÚLTIMA EDIÇÃO. \nBORTOLI, Sergio Antonio de; BOIÇA JÚNIOR, Arlindo Leal; OLIVEIRA, José Eudes de \nMorais. Agentes de controle biológico: metodologias de criação, multiplicação e uso. Jaboticabal, \nSP: FUNEP, 2006. 353 p. ISBN 8587632760 \nGALLO, Domingos. Entomologia agrícola. FEALQ. ISBN: 8571330115. ÚLTIMA EDIÇÃO. \nNome da disciplina (e código): ICA084-Cultura de Espécies Florestais \nCarga Horária: 60 horas \nTipo:   Obrigatória          (X) Optativa               Outro \n \nConteúdo: \nFormação de florestas de produção: preparo do solo, escolha de espécies, espaçamento, plantio, \ntratos culturais. Espécies de rápido crescimento. Espécies nativas. Manejo: podas, desbastes. \nFormação de florestas de proteção. Métodos de plantio. \nBibliografia básica \n", "105": " \nCarvalho, Paulo Hernani Ramalho. Espécies arbóreas brasileiras - Brasília,  DF: Embrapa \nInformação Tecnológica; Colombo, PR: Embrapa Florestas, 2003. 1v. (1039p.) il. color;  (Coleção \nEspécies Arbóreas Brasileiras, v.1). \nCarvalho, Paulo Hernani Ramalho. Espécies arbóreas brasileiras - Brasília,  DF: Embrapa \nInformação Tecnológica; Colombo, PR: Embrapa Florestas, 2006.  2 v.  627p. il. color;  (Coleção \nEspécies Arbóreas Brasileiras, v.2). \nGALVÃO, Antonio Paulo Mendes. Reflorestamento de propriedades rurais para fins \nprodutivos e ambientais: um guia para ações municipais e regionais. Brasília: EMBRAPA, 2000. \n351 p. \nBibliografia complementar \nLORENZI, Harri. Árvores brasileiras: manual de identificação e cultivo de plantas arbóreas do \nBrasil. 4. ed. Nova Odessa, SP: Plantarum, 2002. \nLORENZI, Harri. Arvores brasileiras : manual de identificação e cultivo de plantas arboreas \ndo Brasil. 1. ed. Nova Odessa, SP: Plantarum, 2009.  \nLORENZI, Harri. Árvores exóticas no Brasil: madeireiras, ornamentais e aromáticas. Instituto \nPlantarum. ISBN: 8586714194. ÚLTIMA EDIÇÃO. \nCARPANEZZI, Antonio Aparecido; YARED, Jorge Alberto Gazel. Crescimento de freijó \n(Cordia goeldiana Huber) em plantios experimentais. Belém, PA: Embrapa / CPATU, 1981. 10 \np. (Boletim de pesquisa [do] Centro de Pesquisa Agropecuária do Trópico Úmido ;n. 26) \nCARMO, Ciriaca Arcângela Ferreira de Santana do. A cultura da seringueira no estado do Rio \nde Janeiro: perspectivas e recomendações técnicas. Niterói, RJ: PESAGRO-Rio, 2009. 136 p. \n \n \n7º PERÍODO \nNome da disciplina (e código): ICA035-Sistema de Informação Geográfica \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \n", "106": " \nConceituação e terminologia em geoprocessamento. Sistemas de informações geográficas. \nBibliografia básica \nMIRANDA, J. I. Fundamentos de Sistemas de Informações Geográficas. Brasília, Editora \nEmbrapa Informática Tecnológica. 425p. \nKUX, Hermann J. H. Sensoriamento remoto e SIG avançados: novos sistemas sensores, \nmétodos inovadores. 2. ed. São Paulo: Oficina de Textos 2007. 303 p. \nSILVA, Antônio Nélson Rodrigues da. SIG: uma plataforma para introdução de técnicas \nemergentes no planejamento urbano, regional e de transportes. São Carlos, SP: Ed. dos Autores, \n2004. 227 p. \nBibliografia complementar \nANDRIOTTI, J. L. S. Fundamentos de Estatística e Geoestatística. São Leopoldo, Editora \nUnisinos, 2003. 165p. \nASSAD, E. D. e SANO, E. S. Sistema de Informações Geográficas: Aplicações na Agricultura. \nBrasília, EMBRAPA. 1999. \nSILVA, A.B. Sistemas de Informações Georeferenciadas. Campinas, Editora da Unicamp. 2003. \n236p. \n \nNome da disciplina (e código): ICA073-Dendrometria \nCarga Horária: 75 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \n \nConteúdo: \nConceitos, mediação dos diâmetros, média dos diâmetros, medição das alturas, médias das alturas, \ndeterminação e estimativa na área basal, volumetria, forma da árvore, volumes comerciais, \nvolumes de casca. \nBibliografia básica \nSOARES, C. P. B.; PAULA NETO, F. de; SOUZA, A. L. de. Dendrometria e inventário florestal. \nViçosa: Ed. UFV, 2006. 276p. \n", "107": " \nSCOLFORO, José Roberto; FIGUEIREDO FILHO, Afonso. Mensuração florestal: módulo 1 - \nmedição de árvores e povoamentos florestais. Lavras, MG: ESAL-FAEPE, 145 p.. il. \nSCOLFORO, José Roberto; FIGUEIREDO FILHO, Afonso. Mensuração florestal: módulo 1 - \nmedição de árvores e povoamentos florestais. Lavras, MG: ESAL-FAEPE, 145 p.. il. \nBibliografia complementar \nSILVA, J. N. M.; LOPES, J.do C. A. Inventário florestal contínuo em florestas tropicais: a \nmetodologia utilizada pela EMBRAPA-CPATU na Amazônia brasileira. Belém, PA: Embrapa / \nCPATU, 1984. 36 p. (Documentos [do] Centro de Pesquisa Agropecuária do Trópico Úmido ;n. \n33). \nCAMPOS, JOÃO CARLOS CHAGAS; INSTITUTO BRASILEIRO DE DESENVOLVIMENTO \nFLORESTAL. Inventario florestal nacional : reflorestamento, Minas Gerais. Brasilia, D.F.: \nInstituto Brasileiro de Desenvolvimento Florestal, Departamento de Economia Florestal, 1984. \n125p.  \n \nLIVEIRA FILHO, Ary Teixeira de; SCOLFORO, José Roberto; SCOLFORO, José Roberto; \nSCOLFORO, José Roberto; MELLO, José Márcio de; SCOLFORO, José Roberto; CARVALHO, \nLuís Marcelo Tavares de; OLIVEIRA, An. Inventário florestal de Minas Gerais. Lavras, MG: \nUFLA, 2008. \nILVA, José Natalino Macedo; LOPES, José do Carmo Alves. Inventário florestal contínuo em \nflorestas tropicais: a metodologia utilizada pela EMBRAPA-CPATU na Amazônia brasileira. \nBelém, PA: Embrapa / CPATU, 1984. 36 p. \nTOLEDO, Geraldo Luciano; OVALLE, Ivo Izidoro. Estatistica basica. 2. ed. São Paulo: 1985. \n459p.  \n \nNome da disciplina (e código): ICA074-Entomologia Florestal \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nImportância da entomologia florestal. Ecologia insetos florestais. Métodos de controle de insetos. \nPragas de viveiros. Pragas de raízes. Pragas de troncos. Pragas de ponteiros. Pragas de folhas. \nPragas de sementes. Pragas de produtos da madeira. Manejo integrado de pragas florestais. \n", "108": " \n \nBibliografia básica \nRICCIARDI, Ivan Rodolpho de Assis. Entomologia aplicada. Rio de Janeiro: 1978. 256p. \nVENZON, Madelaine. Controle alternativo de pragas e doenças. Viçosa, MG: EPAMIG, 2005. \n360 p. \nPANIZZI, Antonio Ricardo; PARRA, Jose Roberto Postali. Ecologia nutricional de insetos e \nsuas implicações no manejo de pragas. São Paulo: Brasilia: 1991. 359p. \nBibliografia complementar \nALVES, Sergio Batista. Controle microbiano de insetos. 2. ed., rev., atual. Piracicaba FEALQ \n1998 1163p \nCOSTA, Ervandil Corrêa. Entomologia florestal. UFSM. ISBN: 8573911085. ÚLTIMA EDIÇÃO. \nBETTIOL, Wagner. Controle biologico de doenças de plantas. Jaguariuna, S.P.: EMBRAPA, \nCNPDA, 1991. xi, 388p. \nLARA, Fernando Mesquita. Principios de entomologia. 3. ed. São Paulo: Icone, 1992. 331p. \nSILVEIRA NETO, Sinval. Manual de ecologia dos insetos. São Paulo: 1976. 419p. \n \n \nNome da disciplina (e código): ICA075-Melhoramento Florestal \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nConceitos em genética e melhoramento florestal, fatores que devem ser considerados na \nelaboração de um programa de melhoramento, variações em espécies florestais. Conservação \ngenética, teste de procedências, estudos e análises para avaliação dos componentes de variância, \nherdabilidade e ganho genético das principais características de crescimento da madeira,seleção \nprecoce em essências florestais. Melhoramento florestal por hibridação, clonagem e noções de \nsilvicultura clonal. Projeto de melhoramento florestal. \n", "109": " \n \nBibliografia básica \nBORÉM, A. Biotecnologia Florestal. Rio Branco: Suprema. 2007. 387p. \nBORÉM, A. , MIRANDA, G.V. Melhoramento de Plantas. Viçosa:UFV. 2005.525p. \nRAMALHO, M.A.P., FERREIRA, D. F., OLIVEIRA, A.C. .  Experimentação em genética e \nmelhoramento de plantas. Lavras: Editora UFLA. 2005. 300p. \nBibliografia complementar \nGRIFFITHS, Anthony J. F. Introdução à genética. Ed. Rio de janeiro: Guanabara Koogan, 2002. \n794p. \nRAMALHO, Magno Antônio Patto; SANTOS, João Bosco dos; PINTO, Cesar Augusto Brasil \nPereira. Genética na agropecuária. 4 ed. rev.Lavras: UFLA, 2008. 463 p. \nVIANNA, José Marcelo Soriano; CRUZ, Cosme Damião; BARROS, Everaldo Gonçalves de. \nGenética. 2.ed.rev. e ampl. Com exercícios e respostas. Viçosa, MG: UFV, 2003. 2v. \n \n \n \nNome da disciplina (e código): ICA076-Propriedades Físicas e Mecânicas da Madeira \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nPropriedades físicas da madeira: densidade, umidade, retratibilidade, propriedades térmicas, \npropriedades elétricas, propriedades acústicas. \nBibliografia básica \nJANKOWSKY, I.P., CHIMELO, J.P., CAVALCANTE, A.A.; GALINA, I.C.M., NAGAMURA, \nJ.C.S. Madeiras brasileiras. Caxias do Sul: Sectrum, 1990. 172p. \n", "110": " \nVITAL, B.R.Tecnologia da Madeira:Métodos de Determinação do Teor de Umidade da \nMadeira. Viçosa: SIF.UFV.DEF, 1997 33p. \nVITAL, B.R. Planejamento e Operação de Serrarias. Viçosa: UFV, 2008. 211p. \n \nBibliografia complementar \nAZEVEDO JÚNIOR, Antônio Pires; CARRASCO, Edgar Vladimiro Mantilla. Avaliação não \ndestrutiva de propriedades mecânicas de madeiras através da técnica de ultrasom : \nconceituação teórica e resultados experimentais. 2002 200 f., enc. : Dissertação (mestrado) - \nUniversidade Federal de Minas Gerais, Escola de Engenharia. \n \nPASSOS, Leonardo Braga; CARRASCO, Edgar Vladimiro Mantilla UNIVERSIDADE \nFEDERAL DE MINAS GERAIS. Avaliação experimental do comportamento mecânico de \ndormentes reciclados de madeira visando redução do impacto ambiental. 2006. 381 f., enc. : \nDissertação (mestrado) - Universidade Federal de Minas Gerais, Escola de Engenharia. \n \nCARVALHO, Eliene Pires; CARRASCO, Edgar Vladimiro Mantilla UNIVERSIDADE \nFEDERAL DE MINAS GERAIS. 'Avaliação do comportamento mecânico ao cisalhamento de \nconectores de barras de aço com ganchos em vigas mistas de madeira laminada colada e \nconcreto'. 2008. 158 f., enc. : Tese (doutorado) - Universidade Federal de Minas Gerais,Escola de \nEngenharia. \n \n \nTOLENTINO, Evandro; CARRASCO, Edgar Vladimiro Mantilla UNIVERSIDADE FEDERAL \nDE MINAS GERAIS. Comportamento de vigas de madeira laminada colada : de pinus elliotti, \ncompostas de partes unidas por emendas denteadas. 1992. 219 f., enc. : Dissertação (mestrado) - \nUniversidade Federal de Minas Gerais. Departamento de Engenharia de Estruturas. \n \nNome da disciplina (e código): ICA204 - Administração, Planejamento e Desenvolvimento \nRural \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \n", "111": " \nPrincípios de administração, contabilidade, planejamento, análise econômica e crédito rural. \nAvaliação de políticas de preços mínimos e seguridade rural. \n \nBibliografia básica \nMAXIMIANO, Antonio Cesar Amaru. Introdução à administração. 7. ed. rev. e ampl. São \nPaulo: Atlas, 2007. 404 p. \nANECCHIO FILHO, VICENTE; INSTITUTO CAMPINEIRO DE ENSINO AGRICOLA. \nAdministração agricola. 2. ed. Campinas: Instituto Campineiro de Ensino Agricola, 1969. 612 p. \nSILVA, Adelphino Teixeira da. Administração básica. 5. ed., rev. e ampl. São Paulo: Atlas, 2009. \n267 p. \nAITHER, Norman; FRAZIER, Greg. Administração da produção e operações. 8. ed. São Paulo: \nCengage Learning, 2008 598 p. \nSIDERSKY, Pablo. Agricultura familiar: uma opção para o Brasil. Rio de Janeiro: AS-PTA, \n1994. 20 p. (Textos para debate;4) \nBEZERRA, Francisco Diniz; MENDONÇA, Kamila Vieira de; VALENTE JUNIOR, Airton \nSaboya. Desafios do desenvolvimento econômico. Fortaleza: Banco do Nordeste do Brasil, 2010. \n457 p. \nKAGEYAMA, Angela A. Desenvolvimento rural: conceitos e aplicação ao caso brasileiro. Porto \nAlegre, RS: UFRGS, 2008. 229 p. (Estudos rurais) \n \nBibliografia complementar \nANTOS, Antonio Carlos dos. Administração da unidade de produção rural. Lavras: UFLA, \n1998. 48 p. (Textos acadêmicos) \nARAÚJO FILHO, João Ambrósio de. Desenvolvimento sustentado da caatinga. Sobral: \nEmpresa Brasileira de Pesquisa Agropecuária - Embrapa, 1997. 19 p. (Circular técnica ;13) \nMELLOR, John Williams. O planejamento do desenvolvimento agricola. Rio de Janeiro: 1967. \n413p. \nHOLANDA, Nilson. Planejamento e projetos. 3. ed. Rio de Janeiro: APEC, 1977. 402p. \nMINISTÉRIO DO DESENVOLVIMENTO AGRÁRIO - MDA. Política nacional de assistência \ntécnica e extensão rural. Brasília, D.F.: MDA, NEAD, 1993. 26 p. \n", "112": " \n \n8º PERÍODO \n \nNome da disciplina (e código): ICA077-Compostos Químicos e Anatomia da Madeira \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nComponentes macroscópicos do tronco, formação da madeira, formação da parede celular, planos \nde corte para estudos anatômicos, grupos vegetais que produzem madeiras, estrutura anatômica de \nmadeiras coníferas e folhosas, propriedades organolépticas da madeira, defeitos da madeira, \ncomposição química da madeira: celulose, hemiceluloses, lignina, defeitos da madeira, composição \nquímica da madeira: celulose, hemiceluloses, lignina, \n \nBibliografia básica \nAPPEZZATO-DA-GLÓRIA, Beatriz; CARMELLO-GUERREIRO, Sandra Maria. Anatomia \nvegetal. 2. ed., rev. e atual. Viçosa: UFV, 2006. 438p. \nBURGER, L.M. & H.G. RICHTER, 1991. Anatomia da madeira. Nobel, São Paulo, 154p. \nLEHNINGER, A.L., NELSON, D.L., COX, M.M. Princípios de Bioquímica. Sarvier. Quinta \nedição. Volume Único. ISBN: 8573781661 \n \nBibliografia complementar \n \nNome da disciplina (e código): ICA078-Economia Florestal \nCarga Horária: 60 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \n", "113": " \nConteúdo: \nIntrodução ao estudo da economia florestal. A empresa florestal. Custos da empresa florestal. \nGrupos de custos na empresa florestal. Capital e juros no setor florestal. Métodos de avaliação \neconômica de projetos no setor florestal. Valor da empresa florestal. Valor produtivo de um \npovoamento. Rentabilidade da empresa florestal. \nBibliografia básica \nSILVA, M.L., JACOVINE, L.A.G., VALVERDE, R. Economia Florestal. Viçosa:UFV. 2005. \n178p. \nVALVERDE, S.R. Elementos de gestão ambiental empresarial.  . Viçosa:UFV. 2005. 127p. \nREZENDE, J.L.P., OLIVEIRA, A.D. Análise Econômica e Social de Projetos Florestais. 2ªed. \nViçosa:UFV. 2008. 386p. \n \nBibliografia complementar \n \n \nNome da disciplina (e código): ICA079-Inventário Florestal \nCarga Horária: 75 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nProcedimentos de amostragem utilizados para levantamento em florestas nativas e plantados; \nanálise de regressão aplicada na estimativa da característica de interesse numa dada população \nflorestal; conceitos básicos de estatísticas para o inventário florestal; uso de bússola e mapa como \nferramentas de suporte para o levantamento de qualidade. Definição de formas e tamanho de \nparcelas usadas nos levantamentos florestais. \n \nBibliografia básica \n", "114": " \nSILVA, J. N. M.; LOPES, J.do C. A. Inventário florestal contínuo em florestas tropicais: a \nmetodologia utilizada pela EMBRAPA-CPATU na Amazônia brasileira. Belém, PA: Embrapa / \nCPATU, 1984. 36 p. (Documentos [do] Centro de Pesquisa Agropecuária do Trópico Úmido ;n. \n33). \nSCOLFORO, José Roberto; FIGUEIREDO FILHO, Afonso. Mensuração florestal: módulo 1 - \nmedição de árvores e povoamentos florestais. Lavras, MG: ESAL-FAEPE, 145 p.. il. \nSOARES, C. P. B.; PAULA NETO, F. de; SOUZA, A. L. de. Dendrometria e inventário florestal. \nViçosa: Ed. UFV, 2006. 276p. \nOLIVEIRA FILHO, Ary Teixeira de. Catálogo das árvores nativas de Minas Gerais: mapeamento \ne inventário da flora nativa e dos reflorestamentos de Minas Gerais. Lavras, MG: UFLA, 2006. \n \nBibliografia complementar \n \n \n9º PERÍODO \n \nNome da disciplina (e código): ICA026-Trabalho de Conclusão de Curso I \nCarga Horária: 60 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nApresentação da disciplina, plano pedagógico. Critério de avaliação. Política florestal. As políticas \nsub-setoriais. Legislação florestal. As principais leis florestais e ambientais brasileiras. Legislação \nAgrária, Legislação Trabalhista, Legislação Profissional. Projetos Florestais. Planos de \ndesmatamento, Plano de manejo. \n \nBibliografia básica \n", "115": " \nBARRAS, R. Os cientistas precisam escrever: guia de redação para cientistas, engenheiros e \nestudantes. Tradução de Leila Novaes e Leônidas Hegenber. São Paulo: Editora da Universidade \nde São Paulo, 1979, 218 p. \n \nFRANÇA, J.L.; VASCONCELOS, A.C. Manual para normalização de publicações técnico-\ncientíficas. 7 ed. Belo Horizonte: Editora da UFMG, 2004, 242 p. \n \nFRANÇA, Júnia Lessa; VASCONCELLOS, Ana Cristina de; BORGES, Stella Maris; \nMAGALHÃES, Maria Helena de Andrade. Manual para normalização de publicações técnico-\ncientíficas. 8. ed. rev. e ampl. Belo Horizonte: Editora UFMG, 2007. 255 p. \n \n \nBibliografia complementar \nBEVERIDGE, W.I.B. Sementes da descoberta científica. Tradução de S.R.Barreto. São Paulo: \nT.A. Queiroz; EDUSP, 1981, 134 p. \n \nKUHN, T.S. A estrutura das revoluções científicas. 7ª ed. São Paulo, Perspectiva, 2003. \n \nDEMO, P. Pesquisa: princípio científico e educativo. 10 ed. São Paulo: Cortez, 2003, 120p. \n \n \nNome da disciplina (e código): ICA080-Estágio Curricular Supervisionado I \nCarga Horária: 120 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \n", "116": " \nEstágio supervisionado, previamente aprovado, em empresas públicas ou privadas, sob orientação \nde um responsável na área de ciências florestais, possibilitando ao discente a aplicação dos \nconhecimentos adquiridos ao longo do curso, visando ampliar  sua formação profissional. \n \nBibliografia básica \nCENTRO DE INTEGRAÇÃO EMPRESA-ESCOLA. A qualidade dos estágios e sua \nimportância socioprofissional: seminário CIEE-SEMESP. São Paulo: CIEE, \n2005 \n \nResolução e Portarias da UFMG Resolução nº 06/2005, de 09 de junho \nde 2005 (resolução do Conselho de Ensino, Pesquisa e Extensão da UFMG \nque dispõe sobre os estágios acadêmicos). \n \nResolução nº 010/2005, de 07 de dezembro de 2005 \n(reedita, com alterações, a Resolução nº 06/2005). \n \nResolução nº 03/2006, de 22 de junho de 2006 \n(regulamenta o Estágio em cursos de Graduação da UFMG e revoga a \nResolução no 10/2005 do Conselho de Ensino, Pesquisa e Extensão.). \n \nBibliografia complementar \n \n \n \nNome da disciplina (e código): ICA081-Manejo Florestal \nCarga Horária: 75 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \n", "117": " \nConteúdo: \nFunção de Afilamento; Classificação dos Sítios Florestais; O uso de modelos de produção como \nelemento de tomada de decisão; O manejo de Florestas Plantadas; O Manejo de Florestas de Pinus; \nO Manejo de Eucalyptus, Manejo de Florestas Nativas, Análise estrutural aplicada ao Manejo \nFlorestal; Opções para o manejo sustentado da Floresta Nativa. \n \nBibliografia básica \nLOUZADA, Júlio N. C.; SOUZA, Og F. F.; BERG, Eduardo van den. Ecologia e manejo de \nfragmentos florestais. Lavras, MG: UFLA, 2001. 42 p. (Textos acadêmicos). \n \nFERREIRA, Carlos Alberto. Manejo florestal na Amazônia brasileira: situação atual e \nperspectivas. Colombo, PR: Embrapa Florestas, 1999. 20 p. (Documentos [do] Centro Nacional de \nPesquisa de Florestas ;n. 37). \n \nCAVALCANTI, Francisco José de Barros. Manejo florestal sustentável na Amazônia 2002: \nrelatório técnico. Brasilia , DF: IBAMA, 2002. 96 p. \n \nBibliografia complementar \nCULLEN JUNIOR, Laury; RUDRAN, Rudy; SANTOS, Adalberto Jose dos; PÁDUA-\nVALLADARES, Cláudio; AURICCHIO, Paulo; SANTOS, Adalberto Jose dos. Métodos de \nestudos em biologia da conservação e manejo da vida silvestre. 2. ed., rev. Curitiba Ed. da UFPR \nFundação O Boticário de Proteção a Natureza, 2006. 651 p. \n \nSCOLFORO, José Roberto; FIGUEIREDO FILHO, Afonso. Mensuração florestal: módulo 1 - \nmedição de árvores e povoamentos florestais. Lavras, MG: ESAL-FAEPE, 145 p.. il. \n \nSOARES, C. P. B.; PAULA NETO, F. de; SOUZA, A. L. de. Dendrometria e inventário florestal. \nViçosa: Ed. UFV, 2006. 276p. \n \n", "118": " \nOLIVEIRA FILHO, Ary Teixeira de. Catálogo das árvores nativas de Minas Gerais: mapeamento \ne inventário da flora nativa e dos reflorestamentos de Minas Gerais. Lavras, MG: UFLA, 2006. \n \n \n \n \nNome da disciplina (e código): ICA082-Tecnologia de Papel e Celulose \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nA indústria de papel e celulose. Os recursos fibrosos. Análise química da madeira. Processo de \nprodução de celulose. Branqueamento de celulose. Propriedades do papel. Fabricação do papel. \nCaracterísticas e qualidade do papel. \n \nBibliografia básica \nASSOCIAÇÃO BRASILEIRA TÉCNICA DE CELULOSE E PAPEL. Curso de especialização \nem celulose: gestão/ coordenador Maurício Luiz Szacher. São Paulo: ABTCP, 2000 174p. \n \nSILVA, R.S. Celulose de Mercado-competitividade das empresas. Viçosa: UFV/LCP. 2003. \n62f. :Il. \n \nBibliografia complementar \nKAMIDE, K. Cellulose and cellulose derivatives: molecular characterization and its \napplications. 1 st ed. Amsterdan: Elsevier, 2005. Xxi, 630p. \n \n10º PERÍODO \n", "119": " \n \nNome da disciplina (e código): ICA031-Trabalho de Conclusão de Curso II \nCarga Horária: 60 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nDesenvolvimento do projeto de pesquisa, previamente aprovado, na área de ciências florestais, sob \nsupervisão do professor orientador e defesa do trabalho perante banca examinadora.  \n \nBibliografia básica \nBARRAS, R. Os cientistas precisam escrever: guia de redação para cientistas, engenheiros e \nestudantes. Tradução de Leila Novaes e Leônidas Hegenber. São Paulo: Editora da Universidade \nde São Paulo, 1979, 218 p. \n \nFRANÇA, J.L.; VASCONCELOS, A.C. Manual para normalização de publicações técnico-\ncientíficas. 7 ed. Belo Horizonte: Editora da UFMG, 2004, 242 p. \n \nFRANÇA, Júnia Lessa; VASCONCELLOS, Ana Cristina de; BORGES, Stella Maris; \nMAGALHÃES, Maria Helena de Andrade. Manual para normalização de publicações técnico-\ncientíficas. 8. ed. rev. e ampl. Belo Horizonte: Editora UFMG, 2007. 255 p. \n \n \nBibliografia complementar \nBEVERIDGE, W.I.B. Sementes da descoberta científica. Tradução de S.R.Barreto. São Paulo: \nT.A. Queiroz; EDUSP, 1981, 134 p. \n \nKUHN, T.S. A estrutura das revoluções científicas. 7ª ed. São Paulo, Perspectiva, 2003. \n", "120": " \n \nPOPPER, K.R. A lógica da pesquisa científica. Tradução de Leônidas Hegenberg e Octammy \nSilveira da Mota. 8ª ed. São Paulo: Editora Cultrix, 2000, 567 p. \nDEMO, P. Pesquisa: princípio científico e educativo. 10 ed. São Paulo: Cortez, 2003, 120p. \n \n \nNome da disciplina (e código): ICA047-Produção de Energia \nCarga Horária: 45 horas \nTipo:  (X) Obrigatória           Optativa               Outro \n \nConteúdo: \nVisa estudar a madeira como fonte de energia, a carbonização da madeira, gaseificação da madeira \ne carvão, produção de metanol e produção de etanol.  \n \nBibliografia básica \nNOGUEIRA, L.A.H., LORA, E .E.SILVA. Dendroenergia: fundamentos e aplicações. 2ªed. Rio \nde Janeiro: Editora Interciência. 2003. 194p. \n \nBRAND, M.A. Energia de biomassa florestal. Rio de Janeiro: Ed. Interciência, 2010. 131 p. \n \nCORTEZ, L.A.B., LORA, E.E.S., GÓMEZ, E.O. Biomassa para energia. Campinas:Unicamp, \n2008. 736p. \n \nBibliografia complementar \nTOLMASQUIM, Mauricio Tiomno. Fontes renováveis de energia no Brasil. Rio de Janeiro: \nInterciência, 2003. 515 p. \n", "121": " \n \n \n \nNome da disciplina (e código): ICA083-Estágio Curricular Supervisionado II \nCarga Horária: 120 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nEstágio supervisionado, previamente aprovado, em empresas públicas ou privadas, sob orientação \nde um responsável na área de ciências florestais, possibilitando ao discente a aplicação dos \nconhecimentos adquiridos ao longo do curso, visando ampliar  sua formação profissional. \n \nBibliografia básica \nCENTRO DE INTEGRAÇÃO EMPRESA-ESCOLA. A qualidade dos estágios e sua \nimportância socioprofissional: seminário CIEE-SEMESP. São Paulo: CIEE, \n2005 \n \nResolução e Portarias da UFMG Resolução nº 06/2005, de 09 de junho \nde 2005 (resolução do Conselho de Ensino, Pesquisa e Extensão da UFMG \nque dispõe sobre os estágios acadêmicos). \n \nResolução nº 010/2005, de 07 de dezembro de 2005 \n(reedita, com alterações, a Resolução nº 06/2005). \n \nResolução nº 03/2006, de 22 de junho de 2006 \n(regulamenta o Estágio em cursos de Graduação da UFMG e revoga a \nResolução no 10/2005 do Conselho de Ensino, Pesquisa e Extensão.). \n \n", "122": " \nPortaria nº 104, de 1º de agosto de 2006 \n(regulamenta o disposto no artigo 5º da Resolução nº. 03, de 22 de \njunho de 2006 do Conselho de Ensino, Pesquisa e Extensão e dá outras \nprovidências.) \n \nBibliografia complementar \n \n \n \nNome da disciplina (e código): ICA216-Elaboração e Avaliação de Projetos Agropecuários \nCarga Horária: 45 horas \nTipo: (X)  Obrigatória           Optativa               Outro \n \nConteúdo: \nMecanismos de ação das bactérias, fungos e vírus em animais, plantas, solos e matéria orgânica. \nMecanismos de simbiose, infecção, resistência e imunidade. \n \nBibliografia básica \nALVES, FABRÍCIA MATOS; PEREIRA FILHO, ANTÔNIO DIAS; UNIVERSIDADE \nFEDERAL DE MINAS GERAIS. Análise da viabilidade econômica e financeira da implantação \nde uma empresa de café. 2000. 56 f. \n \nMAGALHÃES, Carlos Augusto de. Planejamento da empresa rural: métodos de planejamento e \nprocesso de avaliação. Viçosa: UFV, 1995. 100 p. \n \nSOUTO, MARCOS JURUENA VILLELA; BRASIL; BRASIL; BRASIL; BRASIL; BRASIL; \nBRASIL; BRASIL. Aspectos jurídicos do planejamento econômico. 2.ed. rev. e atual. Rio de \nJaneiro: Lumen Juris, 2000. 230p. \n", "123": " \n \nBibliografia complementar \nDI GIRÓLAMO, Sálvio. Da decisão política à prática empresarial: razões e modelos facilitadores \npara a implantação de um programa de cidadania corporativa ou responsabilidade social. São \nPaulo: Ed. do Autor, 2007. 219 p. \n \nMERÉ ROUCO, Juan José; RESENDE, Marisa Seoane Rio. A estratégia lúdica: jogos didáticos \npara a formação de gestores de voluntariado empresarial. São Paulo: Peirópolis, 2003. 135p. \n \n"}